{
	"トリスターナ": {
		"name": "トリスターナ",
		"beats": {
			"ザヤ": "トリスターナはザヤに対して、ファームの面で優位性を持っています。トリスターナの攻撃範囲が広く、ミニオンを効率的に処理できるため、ザヤよりも早くゴールドを獲得できます。",
			"トゥイッチ": "トリスターナはトゥイッチに対して、ダメージトレードで有利です。トリスターナのスキルセットは、トゥイッチの攻撃を避ける手段を持っており、トレードでの生存率が高いです。",
			"ミス・フォーチュン": "トリスターナはミス・フォーチュンに対して、スケーリングの面で優位です。トリスターナはレベルが上がるにつれて強力なバーストダメージを持ち、ミス・フォーチュンよりも後半戦での影響力が増します。",
			"アッシュ": "トリスターナはアッシュに対して、集団戦での有利性があります。トリスターナは高い機動性を持ち、アッシュのスキルを避けながらダメージを与えることができるため、集団戦での生存率が高いです。",
			"ジン": "トリスターナはジンに対して、ファームの面で優位です。トリスターナは早期にミニオンを処理できるため、ジンよりも早くアイテムを揃えることができます。",
			"スモルダー": "トリスターナはスモルダーに対して、ダメージトレードで有利です。トリスターナの攻撃力とスキルの組み合わせにより、スモルダーに対して効果的にダメージを与えることができます。"
		},
		"loses": {
			"コーキ": "コーキはファームの面でトリスターナよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、トリスターナはファームが難しくなる。",
			"ドレイヴン": "ドレイヴンはダメージトレードにおいてトリスターナよりも高いバーストダメージを持っており、トレードで優位に立つことができる。",
			"シヴィア": "シヴィアはスケーリングの面でトリスターナよりも強力で、後半戦での持続的なダメージを提供できるため、トリスターナは劣位に感じる。",
			"カイ＝サ": "カイ＝サは集団戦においてトリスターナよりも柔軟性があり、瞬時に位置を変えられるため、トリスターナは集団戦での影響力が低くなる。"
		}
	},
	"ユナラ": {
		"name": "ユナラ",
		"beats": {
			"ミス・フォーチュン": "ユナラはミス・フォーチュンに対して、ファームの効率が高く、ミス・フォーチュンの攻撃を避ける能力が優れているため、レーンでの優位性を持っています。",
			"シヴィア": "ユナラはシヴィアに対して、ダメージトレードで有利なスキルセットを持っており、シヴィアの攻撃を効果的に返すことができます。",
			"サミーラ": "ユナラはサミーラに対して、スケーリングが優れており、ゲーム後半において強力なダメージを出すことができるため、長期戦での優位性があります。",
			"カリスタ": "ユナラはカリスタに対して、集団戦での立ち回りが得意であり、カリスタの機動力を制限することができるため、集団戦での勝率が高いです。",
			"ザヤ": "ユナラはザヤに対して、ファームの段階での圧力をかけることができ、ザヤが成長する前に有利な状況を作り出すことができます。",
			"ニーラ": "ユナラはニーラに対して、ダメージトレードでの優位性があり、ニーラの攻撃を受け流しつつ反撃することができるため、レーンでの優位性を保つことができます。"
		},
		"loses": {
			"コーキ": "コーキはファームの面でユナラよりも優れており、より早くアイテムを揃えることができる。",
			"ヴァルス": "ヴァルスはダメージトレードにおいてユナラに対して強力なスキルを持っており、ユナラのHPを削りやすい。",
			"アフェリオス": "アフェリオスはスケーリングが優れており、ゲーム後半においてユナラよりも強力な存在になる。",
			"トゥイッチ": "トゥイッチは集団戦において高いバーストダメージを持ち、ユナラを簡単に排除することができる。",
			"ジグス": "ジグスは遠距離からの攻撃が得意で、ユナラが近づく前にダメージを与えることができる。"
		}
	},
	"シヴィア": {
		"name": "シヴィア",
		"beats": {
			"ケイトリン": "シヴィアはケイトリンに対して、ファームの面で優位性を持っています。シヴィアの攻撃範囲は広く、ミニオンを効率的に処理できるため、ゴールドを稼ぎやすいです。",
			"トリスターナ": "シヴィアはトリスターナに対して、ダメージトレードで有利です。シヴィアのQスキルはトリスターナの攻撃を受ける前にダメージを与えることができ、トレードで優位に立つことができます。",
			"スモルダー": "シヴィアはスモルダーに対して、スケーリングの面で優位です。シヴィアはレイトゲームにおいて強力なダメージを出すことができ、スモルダーよりも後半の集団戦での影響力が高いです。",
			"エズリアル": "シヴィアはエズリアルに対して、集団戦での有利さがあります。シヴィアのウルトは集団戦でのダメージを大幅に増加させ、エズリアルのスキルショットを避けることができるため、戦闘での生存率が高いです。",
			"アッシュ": "シヴィアはアッシュに対して、ファームの面で優位です。シヴィアはミニオンを効率的に処理できるため、アッシュよりも早くアイテムを揃えることができます。",
			"ミス・フォーチュン": "シヴィアはミス・フォーチュンに対して、ダメージトレードで優位です。シヴィアのスキルはミス・フォーチュンの攻撃を受ける前にダメージを与えることができ、トレードで有利に立つことができます。",
			"ヴァルス": "シヴィアはヴァルスに対して、スケーリングの面で優位です。シヴィアはレイトゲームにおいて強力なダメージを出すことができ、ヴァルスよりも後半の集団戦での影響力が高いです。",
			"コーキ": "シヴィアはコーキに対して、集団戦での有利さがあります。シヴィアのウルトは集団戦でのダメージを大幅に増加させ、コーキのスキルを避けることができるため、戦闘での生存率が高いです。"
		},
		"loses": {
			"ユナラ": "ユナラはファームにおいてシヴィアよりも優れた能力を持っており、より早くゴールドを獲得できる。",
			"ゼリ": "ゼリはダメージトレードにおいてシヴィアに対して有利で、より高いバーストダメージを持っている。",
			"トゥイッチ": "トゥイッチはスケーリングにおいてシヴィアよりも強力で、後半戦でのダメージ出力が高い。",
			"ドレイヴン": "ドレイヴンは集団戦においてシヴィアよりも強力で、彼のダメージは瞬時に敵を排除することができる。",
			"コグ＝マウ": "コグ＝マウはファームにおいてシヴィアよりも効率的で、彼のスキルはミニオンを迅速に処理することができる。",
			"アフェリオス": "アフェリオスはダメージトレードにおいてシヴィアに対して優位で、彼の多様な武器は状況に応じた強力な攻撃を可能にする。",
			"ルシアン": "ルシアンはスケーリングにおいてシヴィアよりも有利で、彼の早いレベルアップと高いバーストダメージが彼を強力にする。"
		}
	},
	"カイ＝サ": {
		"name": "カイ＝サ",
		"beats": {
			"ジン": "カイ＝サはジンに対して有利です。カイ＝サはファームにおいて、スキルを使って安全にミニオンを処理できるため、ジンよりも効率的にゴールドを稼ぐことができます。",
			"トリスターナ": "カイ＝サはトリスターナに対して有利です。カイ＝サはダメージトレードにおいて、スキルを駆使してトリスターナの攻撃を避けつつ、効果的にダメージを与えることができます。",
			"ケイトリン": "カイ＝サはケイトリンに対して有利です。カイ＝サはスケーリングにおいて、レベルが上がるにつれて強力なスキルを持ち、ケイトリンの長射程を活かす前に接近してダメージを与えることが可能です。"
		},
		"loses": {
			"ドレイヴン": "ドレイヴンはファームにおいて優れた能力を持ち、カイ＝サよりも早くゴールドを獲得できるため、アイテム差が生まれやすい。",
			"ゼリ": "ゼリはダメージトレードにおいてカイ＝サよりも強力で、特にスキルを使った瞬間的なバーストダメージが高いため、カイ＝サは不利な状況に陥りやすい。",
			"ザヤ": "ザヤはスケーリングにおいて非常に強力で、レイトゲームに向けての成長が早く、カイ＝サが追いつくのが難しい。",
			"ユナラ": "ユナラは集団戦において非常に強力なCC（クラウドコントロール）を持っており、カイ＝サが自由に動けない状況を作り出すことができる。",
			"アフェリオス": "アフェリオスは多様な武器を使い分けることで、カイ＝サに対して有利な状況を作り出しやすく、特に集団戦での影響力が大きい。",
			"アッシュ": "アッシュはファームとダメージトレードにおいて安定した性能を持ち、カイ＝サに対して持続的な圧力をかけることができる。"
		}
	},
	"ジンクス": {
		"name": "ジンクス",
		"beats": {
			"サミーラ": "ジンクスはサミーラに対して、遠距離からの攻撃が可能であり、サミーラが接近する前にダメージを与えることができるため、ファームの面で有利です。",
			"ミス・フォーチュン": "ジンクスはミス・フォーチュンに対して、スキルを使ってミス・フォーチュンの攻撃を避けつつ、持続的なダメージを与えることができるため、ダメージトレードで有利です。",
			"ゼリ": "ジンクスはゼリに対して、スキルのリーチが長く、ゼリが逃げる前にダメージを与えることができるため、スケーリングの面で有利です。",
			"アッシュ": "ジンクスはアッシュに対して、アッシュのウルトを避ける能力が高く、集団戦での持続的なダメージを出しやすいため、集団戦で有利です。",
			"トリスターナ": "ジンクスはトリスターナに対して、トリスターナがジャンプする前にダメージを与えることができるため、ファームの面で有利です。",
			"ザヤ": "ジンクスはザヤに対して、ザヤの羽を使った攻撃を避けることができ、持続的なダメージを与えやすいため、ダメージトレードで有利です。"
		},
		"loses": {
			"トゥイッチ": "トゥイッチは集団戦において、範囲攻撃とスニークアタックを駆使してジンクスを狙い撃ちすることができるため、ジンクスにとって脅威となる。"
		}
	},
	"ゼリ": {
		"name": "ゼリ",
		"beats": {
			"ミス・フォーチュン": "ゼリはミス・フォーチュンに対してファームの面で優位性を持っています。ゼリは高い機動力を活かしてミニオンを効率的に処理できるため、ミス・フォーチュンよりも早くゴールドを獲得できます。",
			"シヴィア": "ゼリはシヴィアとのダメージトレードにおいても有利です。ゼリのスキルセットはシヴィアの攻撃を回避しやすく、持続的なダメージを与えることができるため、トレードで優位に立つことができます。",
			"ジン": "ゼリはジンに対してスケーリングの面で有利です。ゼリはレベルが上がるにつれて強力なダメージを出すことができ、ジンのスキルのクールダウンを利用して有利な状況を作り出すことができます。"
		},
		"loses": {
			"サミーラ": "サミーラはファームの面でゼリよりも優れた能力を持っており、早期にゴールドを稼ぎやすいです。",
			"ドレイヴン": "ドレイヴンはダメージトレードにおいてゼリに対して強力で、彼の攻撃力はゼリを圧倒します。",
			"トリスターナ": "トリスターナはスケーリングの面でゼリよりも有利で、後半戦での強さが際立っています。",
			"ジンクス": "ジンクスは集団戦においてゼリよりも優れた範囲攻撃を持っており、チームファイトでの影響力が高いです。",
			"ルシアン": "ルシアンはファームとダメージトレードの両方でゼリに対して優位性を持ち、序盤から中盤にかけてのプレッシャーが強いです。"
		}
	},
	"トゥイッチ": {
		"name": "トゥイッチ",
		"beats": {
			"ミス・フォーチュン": "トゥイッチはミス・フォーチュンに対してファームが得意で、ミス・フォーチュンの攻撃を避けながら効率的にゴールドを稼ぐことができる。",
			"シヴィア": "トゥイッチはシヴィアとのダメージトレードにおいて、シヴィアのスキルを避けつつ高いダメージを与えることができるため、優位に立つことができる。",
			"ジンクス": "トゥイッチはジンクスに対してスケーリングが得意で、ゲームが進むにつれてより強力なダメージを出すことができるため、後半戦での強さが際立つ。",
			"ザヤ": "トゥイッチはザヤとの集団戦において、後衛から安全に攻撃できるため、ザヤよりも有利に戦うことができる。",
			"ケイトリン": "トゥイッチはケイトリンに対して、近接攻撃を活かしてダメージを与えつつ、ケイトリンの射程を活かした攻撃を避けることができる。",
			"アフェリオス": "トゥイッチはアフェリオスとのファームにおいて、アフェリオスのスキルを避けながら効率的にゴールドを稼ぐことができるため、優位に立つことができる。",
			"ヴァルス": "トゥイッチはヴァルスとのダメージトレードにおいて、ヴァルスのスキルを避けつつ高いダメージを与えることができるため、優位に立つことができる。",
			"スモルダー": "トゥイッチはスモルダーとの集団戦において、後衛から安全に攻撃できるため、スモルダーよりも有利に戦うことができる。"
		},
		"loses": {
			"コーキ": "コーキはファームの面でトゥイッチよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、トゥイッチはファームが難しくなる。",
			"ニーラ": "ニーラはダメージトレードにおいてトゥイッチに対して強力な回復能力を持っており、トゥイッチの攻撃を受けても持ちこたえることができる。",
			"ドレイヴン": "ドレイヴンはスケーリングの面でトゥイッチよりも早く強力なアイテムを積むことができ、レーン戦での優位性を確保しやすい。",
			"ルシアン": "ルシアンは集団戦において高いバーストダメージを持ち、トゥイッチが後衛から攻撃する前に排除される可能性が高い。",
			"トリスターナ": "トリスターナはファームの面でトゥイッチよりも優れたバーストダメージを持ち、レーンでのプレッシャーをかけやすい。",
			"ゼリ": "ゼリはダメージトレードにおいてトゥイッチに対して高い機動性を持ち、トゥイッチの攻撃を避けやすい。",
			"カイ＝サ": "カイ＝サはスケーリングの面でトゥイッチよりも強力な後半のダメージを持ち、集団戦での影響力が高い。",
			"エズリアル": "エズリアルは集団戦において高い範囲攻撃を持ち、トゥイッチが前に出ることを難しくさせる。"
		}
	},
	"セナ": {
		"name": "セナ",
		"beats": {
			"ヴェイン": "セナはヴェインに対して遠距離からの攻撃が可能で、彼女の回避能力を無効化することができるため、ファームで有利に立てる。",
			"サミーラ": "セナはサミーラの攻撃を距離を保ちながら避けることができ、ダメージトレードで優位に立つことができる。",
			"ヴァルス": "セナはヴァルスのスキルを避けることができ、持続的なダメージを与えながらファームを行うことができる。",
			"コグ＝マウ": "セナはコグ＝マウに対しても遠距離からの攻撃が可能で、彼の攻撃を受けることなくダメージを与えられるため、集団戦で有利に立てる。",
			"トゥイッチ": "セナはトゥイッチの潜伏攻撃を警戒しつつ、遠距離からの攻撃で彼を圧倒することができるため、ダメージトレードで優位に立つ。",
			"ザヤ": "セナはザヤの羽を利用した攻撃を距離を保ちながら避けることができ、ファームで有利に立つことができる。",
			"ケイトリン": "セナはケイトリンに対しても遠距離からの攻撃が可能で、彼女の攻撃を受けることなくダメージを与えられるため、集団戦で有利に立てる。"
		},
		"loses": {
			"コーキ": "コーキはファームの面でセナよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、セナはファームが難しくなる。",
			"トリスターナ": "トリスターナはダメージトレードにおいて、セナに対して強力なバーストダメージを持っており、セナはトレードで不利になることが多い。",
			"ゼリ": "ゼリはスケーリングの面で非常に強力で、後半に向けて成長する能力が高いため、セナはゼリに対抗するのが難しい。",
			"アフェリオス": "アフェリオスは集団戦において非常に強力なスキルセットを持っており、セナは集団戦でアフェリオスに対して劣位に立たされることが多い。",
			"ドレイヴン": "ドレイヴンは早期のダメージトレードで非常に強力で、セナはドレイヴンとの対面で苦しむことが多い。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"エズリアル": "ヴェインはエズリアルに対してファームの面で優位性を持っています。エズリアルはスキルショットを多く使うため、ヴェインはその隙を突いて効率的にミニオンを処理できます。",
			"ジン": "ヴェインはジンとのダメージトレードにおいても有利です。ジンの攻撃は主にスキルに依存しているため、ヴェインの回避能力を活かしてダメージを最小限に抑えることができます。"
		},
		"loses": {
			"ドレイヴン": "ドレイヴンはファームにおいて、強力な攻撃力を持ち、早期にゴールドを稼ぐことができるため、ヴェインに対して優位に立つことができる。",
			"アフェリオス": "アフェリオスは多様な武器を使い分けることで、ダメージトレードにおいてヴェインに対して有利に戦うことができる。",
			"コーキ": "コーキはスケーリングにおいて、後半の火力が非常に高く、ヴェインが成長する前に圧力をかけることができる。",
			"セナ": "セナは集団戦において、回復とダメージを同時に提供できるため、ヴェインに対して有利に立ち回ることができる。",
			"ザヤ": "ザヤは自身のスキルで攻撃を回避しつつ、ダメージを与えることができるため、ヴェインとのトレードで優位に立つことができる。",
			"ヴァルス": "ヴァルスは長射程のスキルを持ち、ヴェインに対して安全にダメージを与えることができるため、トレードで有利に進めることができる。"
		}
	},
	"ジン": {
		"name": "ジン",
		"beats": {
			"ヴァルス": "ジンはヴァルスに対して、射程の長さとスキルの使い方で優位に立つことができるため、ファームを効率的に行うことができる。",
			"ケイトリン": "ジンはケイトリンに対して、彼女の攻撃を避ける能力が高く、ダメージトレードで有利に進めることができる。",
			"スモルダー": "ジンはスモルダーに対して、スキルのコンボを使うことで、スモルダーの攻撃を受ける前にダメージを与えることができるため、スケーリングにおいても優位に立てる。",
			"ジンクス": "ジンはジンクスに対して、集団戦での位置取りが優れており、彼女の攻撃を避けつつ効果的にダメージを与えることができる。"
		},
		"loses": {
			"コーキ": "コーキはファームの面でジンよりも優れており、ミニオンを効率的に処理することができるため、ジンは資源を確保しづらい。",
			"ゼリ": "ゼリはダメージトレードにおいてジンに対して有利であり、瞬時にダメージを与えた後に逃げることができるため、ジンはリスクを負わざるを得ない。",
			"カイ＝サ": "カイ＝サはスケーリングの面でジンよりも強力であり、ゲームが進むにつれてより多くのダメージを出すことができるため、ジンは後半戦で劣位に立たされる。",
			"トゥイッチ": "トゥイッチは集団戦においてジンよりも優れたポジショニングとダメージを持っており、ジンは集団戦での影響力が薄くなる。"
		}
	},
	"ルシアン": {
		"name": "ルシアン",
		"beats": {
			"トゥイッチ": "ルシアンはトゥイッチに対してファームの面で優位です。ルシアンは早期の段階で高い攻撃力を持ち、トゥイッチよりも早くミニオンを処理できます。",
			"ヴァルス": "ルシアンはヴァルスとのダメージトレードにおいて有利です。ルシアンのスキルセットは高いバーストダメージを持ち、ヴァルスの攻撃を受ける前にダメージを与えることができます。",
			"ヴェイン": "ルシアンはヴェインに対してスケーリングの面で優位です。ルシアンは早期に強力なアイテムを購入し、ゲームの初期から中盤にかけて強力な影響を持つことができます。"
		},
		"loses": {
			"コーキ": "コーキはスケーリングにおいても強力で、ゲームが進むにつれてその火力が増すため、ルシアンは後半戦で劣位に立たされる。",
			"アフェリオス": "アフェリオスは集団戦において非常に強力なエリアコントロールを持っており、ルシアンはその集団戦での影響力に対抗するのが難しい。"
		}
	},
	"ニーラ": {
		"name": "ニーラ",
		"beats": {
			"エズリアル": "ニーラはエズリアルに対して強力なダメージトレードを行うことができ、エズリアルのスキルを避けながら攻撃することが可能です。",
			"ケイトリン": "ニーラはケイトリンの射程を活かした攻撃を受けにくく、近づいてダメージを与えることが得意です。",
			"トゥイッチ": "ニーラはトゥイッチのステルスを無効化する手段を持っており、トレードで優位に立つことができます。",
			"カイ＝サ": "ニーラはカイ＝サのスキルを回避しやすく、持続的なダメージを与えることができるため、ファームで有利です。",
			"ミス・フォーチュン": "ニーラはミス・フォーチュンのウルトを避けることができ、集団戦での影響力を減少させることができます。",
			"サミーラ": "ニーラはサミーラの攻撃を受ける前にダメージを与えることができ、トレードで優位に立つことができます。",
			"ヴァルス": "ニーラはヴァルスのスキルを避けることができ、持続的なダメージを与えることでファームで有利です。",
			"アフェリオス": "ニーラはアフェリオスの武器の切り替えを利用し、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ザヤ": "ザヤはファームの面でニーラよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、ニーラはファームが難しくなる。",
			"シヴィア": "シヴィアはスキルを使って安全にファームできるため、ニーラはシヴィアに対してプレッシャーをかけるのが難しい。",
			"ゼリ": "ゼリは高い機動力を持っており、ニーラの攻撃を避けやすいため、ダメージトレードで不利になる。",
			"スモルダー": "スモルダーは持続的なダメージを与える能力が高く、ニーラはその持続ダメージに対抗しづらい。",
			"ユナラ": "ユナラはスキルを使ってニーラの攻撃を無効化できるため、集団戦でニーラが活躍するのが難しい。",
			"ジグス": "ジグスは遠距離からの攻撃が得意で、ニーラが近づく前にダメージを与えることができるため、ニーラは不利な状況に陥りやすい。",
			"ジン": "ジンは高いバーストダメージを持っており、ニーラが接近する前に大きなダメージを受ける可能性が高い。",
			"ドレイヴン": "ドレイヴンは早期のダメージを出す能力が高く、ニーラはその攻撃に対抗するのが難しい。"
		}
	},
	"アフェリオス": {
		"name": "アフェリオス",
		"beats": {
			"ヴェイン": "アフェリオスは集団戦において、範囲攻撃とスキルを活かして多くの敵にダメージを与えることができ、チーム全体の勝利に貢献する。"
		},
		"loses": {
			"ジグス": "ジグスは遠距離攻撃が可能で、アフェリオスが近づく前にダメージを与えることができるため、ファームがしやすい。",
			"コーキ": "コーキは高い機動力を持ち、アフェリオスの攻撃を避けながらダメージトレードを行うことができる。",
			"トゥイッチ": "トゥイッチはスケーリングが優れており、後半戦でアフェリオスに対して強力なダメージを出すことができる。",
			"サミーラ": "サミーラは近接戦闘に強く、アフェリオスの攻撃を受け流しながら反撃することができるため、集団戦で有利に立ち回れる。",
			"アッシュ": "アッシュはスロー効果を持つ攻撃を行うことができ、アフェリオスの動きを制限しやすい。",
			"ヴァルス": "ヴァルスは高いバーストダメージを持ち、アフェリオスがスキルを使う前にダメージを与えることができる。"
		}
	},
	"ドレイヴン": {
		"name": "ドレイヴン",
		"beats": {
			"ヴェイン": "ドレイヴンはヴェインに対して強力なダメージトレードを行うことができ、早期のファームで有利に立つことができるため、スケーリングでも優位に進めることができる。",
			"トリスターナ": "ドレイヴンはトリスターナに対して高い初期ダメージを持ち、ファームの段階で有利に立つことができ、集団戦でもそのダメージを活かすことができる。",
			"シヴィア": "ドレイヴンはシヴィアに対しても高いダメージを持ち、ファームの段階で有利に立つことができ、集団戦でのダメージ出力が高いため、優位に進めることができる。",
			"カイ＝サ": "ドレイヴンはカイ＝サに対しても初期のダメージトレードで優位に立つことができ、ファームの段階で有利に進めることができ、集団戦でもその強さを発揮できる。",
			"トゥイッチ": "ドレイヴンはトゥイッチに対しても高いダメージを持ち、ファームの段階で有利に立つことができ、集団戦でのダメージ出力が高いため、優位に進めることができる。"
		},
		"loses": {
			"ケイトリン": "ケイトリンはファームの面でドレイヴンよりも優れた射程を持っており、遠くから安全にミニオンを狩ることができるため、ドレイヴンは圧力を感じやすい。",
			"アフェリオス": "アフェリオスは多様な武器を使い分けることができ、特に遠距離攻撃やスキルを駆使してドレイヴンに対して有利なダメージトレードを行うことができる。",
			"サミーラ": "サミーラは近接戦闘に強く、ドレイヴンが攻撃を仕掛ける前に素早く接近して反撃することができるため、ダメージトレードで優位に立つことができる。",
			"ヴァルス": "ヴァルスはスキルを使ってドレイヴンを遠距離から攻撃し、特に集団戦においてはその範囲攻撃でドレイヴンを圧倒することができる。"
		}
	},
	"コグ＝マウ": {
		"name": "コグ＝マウ",
		"beats": {
			"ゼリ": "コグ＝マウはゼリに対して、ファームの面で優位性を持っており、特にミニオンを効率的に処理できるため、ゴールドを稼ぎやすいです。",
			"サミーラ": "コグ＝マウはサミーラとのダメージトレードにおいて、長射程と持続的なダメージを活かして有利に戦うことができます。",
			"シヴィア": "コグ＝マウはシヴィアに対して、スケーリングの面で優位であり、ゲーム後半において強力なダメージを出すことができます。",
			"カイ＝サ": "コグ＝マウはカイ＝サとの集団戦において、後衛から安全にダメージを与えることができ、チームファイトでの影響力が高いです。",
			"ドレイヴン": "コグ＝マウはドレイヴンに対して、持続的なダメージと安全な位置取りを活かして、集団戦での優位性を発揮できます。"
		},
		"loses": {
			"ザヤ": "ザヤはファームの面でコグ＝マウよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、コグ＝マウはファームが難しくなる。",
			"セナ": "セナはダメージトレードにおいて、コグ＝マウに対して長射程の攻撃を持ち、回復能力もあるため、コグ＝マウはトレードで不利になる。",
			"ミス・フォーチュン": "ミス・フォーチュンはスキルを使った範囲攻撃が強力で、コグ＝マウに対して高いダメージを与えることができるため、コグ＝マウはスケーリングが難しい。",
			"ヴァルス": "ヴァルスは集団戦において、コグ＝マウよりも優れたスキルを持ち、敵チームに対して高いバーストダメージを与えることができるため、コグ＝マウは集団戦で劣る。",
			"トゥイッチ": "トゥイッチは隠れた状態からの奇襲が得意で、コグ＝マウに対して一気にダメージを与えることができるため、コグ＝マウは不利な状況に陥りやすい。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"ザヤ": "スモルダーはザヤに対して高いダメージを持っており、ファームの際に有利に立ち回ることができる。",
			"コーキ": "スモルダーはコーキに対してスケーリングが優れており、ゲーム後半に強力な影響を与えることができる。",
			"ヴェイン": "スモルダーはヴェインとのダメージトレードにおいて有利で、相手の攻撃を効果的に受け流すことができる。",
			"ケイトリン": "スモルダーはケイトリンとの集団戦において、より高いダメージを出すことができ、チームに貢献しやすい。"
		},
		"loses": {
			"ジグス": "ジグスは遠距離攻撃が得意で、スモルダーに対して安全にダメージを与えることができるため、ファームがしやすい。",
			"ジン": "ジンは高いバーストダメージを持ち、スモルダーが近づく前に大きなダメージを与えることができるため、ダメージトレードで優位に立てる。",
			"シヴィア": "シヴィアはパッシブによるマナ回復と高い移動速度を持ち、スモルダーの攻撃を避けながら持続的にダメージを与えることができるため、スケーリングで有利に進める。",
			"ヴァルス": "ヴァルスはスキルを使った遠距離攻撃が得意で、集団戦においてもスモルダーに対して安全にダメージを与えられるため、集団戦での影響力が高い。"
		}
	},
	"ジグス": {
		"name": "ジグス",
		"beats": {
			"ミス・フォーチュン": "ジグスはミス・フォーチュンに対して、遠距離からの攻撃が得意であり、ミス・フォーチュンのスキルを避けやすいため、ファームがしやすいです。",
			"ケイトリン": "ジグスはケイトリンに対して、スキルを使って安全にダメージを与えることができ、ダメージトレードで優位に立つことができます。",
			"アッシュ": "ジグスはアッシュに対して、スキルの範囲攻撃を活かしてアッシュの攻撃を受けることなく、ファームを効率的に行うことができます。",
			"ジンクス": "ジグスはジンクスに対して、スキルを使ったトレードで有利に立ち回ることができ、集団戦でも強力なダメージを出すことができます。",
			"セナ": "ジグスはセナに対して、遠距離からの攻撃でセナの回復を妨げることができ、スケーリングにおいても優位です。",
			"ヴァルス": "ジグスはヴァルスに対して、スキルを使って安全にダメージを与えられるため、ダメージトレードで有利に進めることができます。",
			"ユナラ": "ジグスはユナラに対して、スキルの範囲攻撃を活かしてユナラの攻撃を避けつつ、ファームを行うことができるため、全体的に有利です。"
		},
		"loses": {
			"ゼリ": "ゼリはファームにおいて、ジグスよりも高い機動力を持っており、より安全にミニオンを処理できるため、ジグスに対して優位に立つことができる。",
			"コーキ": "コーキはダメージトレードにおいて、ジグスのスキルを避ける能力が高く、持続的なダメージを与えることができるため、ジグスに対して有利に戦える。",
			"ヴェイン": "ヴェインはスケーリングにおいて、後半のダメージが非常に高く、ジグスが成長する前に圧力をかけることができるため、ジグスに対して優位に立つ。",
			"カイ＝サ": "カイ＝サは集団戦において、ジグスのスキルを避けながらダメージを与えることができ、また自身の生存能力も高いため、ジグスに対して有利に戦える。",
			"コグ＝マウ": "コグ＝マウはファームにおいて、ジグスよりも持続的なダメージを持っており、ミニオンを効率的に処理できるため、ジグスに対して優位に立つ。",
			"ルシアン": "ルシアンはダメージトレードにおいて、ジグスのスキルを避けながら高いバーストダメージを与えることができるため、ジグスに対して有利に戦える。",
			"ドレイヴン": "ドレイヴンはスケーリングにおいて、ジグスよりも早くアイテムを完成させることができ、後半のダメージが非常に高いため、ジグスに対して優位に立つ。",
			"サミーラ": "サミーラは集団戦において、ジグスのスキルを避けながら近接でのダメージを与えることができるため、ジグスに対して有利に戦える。",
			"エズリアル": "エズリアルはファームにおいて、ジグスよりも安全にミニオンを処理できるスキルを持っており、ジグスに対して優位に立つことができる。"
		}
	},
	"サミーラ": {
		"name": "サミーラ",
		"beats": {
			"ゼリ": "サミーラはゼリに対して高いバーストダメージを持っており、早期のトレードで優位に立つことができるため、ファームの段階から有利です。",
			"ジン": "サミーラはジンに対して近接戦での強さを活かし、ダメージトレードで有利に進めることができるため、集団戦でも優位に立つことができます。",
			"アフェリオス": "サミーラはアフェリオスに対して高い機動力を持っており、スケーリングの段階でも有利に立ち回ることができるため、集団戦での影響力が大きいです。",
			"ミス・フォーチュン": "サミーラはミス・フォーチュンに対して瞬時に距離を詰めることができ、ダメージトレードで優位に立つことができるため、ファームの段階から有利です。",
			"アッシュ": "サミーラはアッシュに対して高いバーストダメージを持っており、早期のトレードで優位に立つことができるため、集団戦でも有利に進めることができます。",
			"ケイトリン": "サミーラはケイトリンに対して近接戦での強さを活かし、ダメージトレードで優位に進めることができるため、スケーリングの段階でも有利です。",
			"ヴェイン": "サミーラはヴェインに対して高い機動力を持っており、集団戦での影響力が大きく、ダメージトレードでも優位に立つことができます。"
		},
		"loses": {
			"コーキ": "コーキはファームの面で優れた範囲攻撃を持っており、サミーラが近づく前にダメージを与えることができる。",
			"ザヤ": "ザヤは自身のスキルでサミーラの攻撃を回避できるため、ダメージトレードで有利に立つことができる。",
			"コグ＝マウ": "コグ＝マウは長距離からの攻撃が可能で、サミーラが接近する前にダメージを与えることができる。",
			"セナ": "セナは回復能力を持っており、サミーラとの集団戦で持続的に生存しやすい。",
			"ユナラ": "ユナラは高いスケーリングを持ち、ゲーム後半においてサミーラに対して強力なダメージを出すことができる。",
			"ヴァルス": "ヴァルスはスキルを使ってサミーラを遠距離から攻撃できるため、ダメージトレードで優位に立つことができる。"
		}
	},
	"ミス・フォーチュン": {
		"name": "ミス・フォーチュン",
		"beats": {
			"ヴェイン": "ミス・フォーチュンはヴェインに対してファームの面で有利です。ミス・フォーチュンは範囲攻撃を持っており、ミニオンを効率的に処理できます。",
			"アッシュ": "ミス・フォーチュンはアッシュとのダメージトレードにおいて有利です。ミス・フォーチュンのQスキルは高いダメージを持ち、アッシュの攻撃を受ける前に先手を打つことができます。",
			"コグ＝マウ": "ミス・フォーチュンはコグ＝マウに対してスケーリングの面で有利です。ミス・フォーチュンは中盤から後半にかけて強力なダメージを出すことができ、コグ＝マウの成長を抑えることができます。",
			"ヴァルス": "ミス・フォーチュンはヴァルスとの集団戦において有利です。ミス・フォーチュンのウルトは広範囲にダメージを与えることができ、集団戦での影響力が高いです。",
			"ザヤ": "ミス・フォーチュンはザヤに対してファームの面で有利です。ミス・フォーチュンは早期にミニオンを処理できるため、ザヤよりも早くゴールドを稼ぐことができます。",
			"スモルダー": "ミス・フォーチュンはスモルダーとのダメージトレードにおいて有利です。ミス・フォーチュンのスキルは高いバーストダメージを持ち、スモルダーを圧倒することができます。",
			"ケイトリン": "ミス・フォーチュンはケイトリンに対してスケーリングの面で有利です。ミス・フォーチュンは後半に強力なダメージを持ち、ケイトリンの長射程を逆手に取ることができます。",
			"ジン": "ミス・フォーチュンはジンとの集団戦において有利です。ミス・フォーチュンのウルトはジンのスキルを無効化し、集団戦での優位性を確保できます。"
		},
		"loses": {
			"ジグス": "ジグスはミス・フォーチュンに対して長射程のスキルを持っており、ファームをしやすく、ミス・フォーチュンが近づく前にダメージを与えることができる。",
			"ゼリ": "ゼリは高い機動力を持っており、ミス・フォーチュンの攻撃を回避しやすく、ダメージトレードで優位に立つことができる。",
			"トゥイッチ": "トゥイッチはスケーリングが優れており、後半戦でミス・フォーチュンよりも強力なダメージを出すことができる。",
			"ユナラ": "ユナラはミス・フォーチュンに対して強力なCCを持っており、集団戦でミス・フォーチュンを無力化することができる。",
			"エズリアル": "エズリアルは高い機動力と持続的なダメージを持っており、ミス・フォーチュンに対して安全にダメージを与えることができる。",
			"シヴィア": "シヴィアはバリアを持っており、ミス・フォーチュンの攻撃を軽減しつつ、集団戦での持続力が高い。"
		}
	},
	"ザヤ": {
		"name": "ザヤ",
		"beats": {
			"ニーラ": "ザヤはニーラに対して、ファームの面で優位性を持っています。ザヤの攻撃範囲とスキルを活かすことで、ニーラよりも安全にミニオンを処理できます。",
			"サミーラ": "ザヤはサミーラとのダメージトレードにおいて有利です。ザヤのスキルセットは、サミーラの攻撃を避けつつ反撃することができるため、トレードで優位に立つことができます。",
			"ミス・フォーチュン": "ザヤはミス・フォーチュンに対してスケーリングの面で有利です。ザヤはレベルが上がるにつれて強力なダメージを出せるため、ミス・フォーチュンよりも後半戦での影響力が高まります。",
			"ヴェイン": "ザヤはヴェインとの集団戦において優位です。ザヤのウルトは集団戦での生存能力を高め、ヴェインの攻撃を受け流しながらダメージを与えることができます。",
			"ヴァルス": "ザヤはヴァルスに対してファームの面で有利です。ザヤは自身のスキルを使って安全にミニオンを処理できるため、ヴァルスよりも効率的にゴールドを稼ぐことができます。"
		},
		"loses": {
			"トゥイッチ": "トゥイッチはファームの面で優れており、ザヤよりも早くアイテムを揃えることができるため、ダメージトレードで有利に立つことができる。",
			"スモルダー": "スモルダーはスケーリングが優れており、ゲーム後半においてザヤよりも強力なダメージを出すことができる。",
			"トリスターナ": "トリスターナは集団戦において高いバーストダメージを持っており、ザヤに対して圧力をかけることができる。",
			"ユナラ": "ユナラはファームの効率が高く、ザヤに対して持続的なダメージを与えることができるため、トレードで優位に立つことができる。"
		}
	},
	"コーキ": {
		"name": "コーキ",
		"beats": {
			"サミーラ": "コーキはサミーラに対して優れた射程と持続的なダメージを持っているため、ファームの面で有利です。",
			"トゥイッチ": "コーキはトゥイッチに対してスキルを使って安全にダメージを与えることができるため、ダメージトレードで有利です。",
			"トリスターナ": "コーキはトリスターナに対してスキルを使って距離を保ちながらダメージを与えることができるため、スケーリングの面で有利です。",
			"ヴェイン": "コーキはヴェインに対して集団戦での持続的なダメージを提供できるため、集団戦で有利です。",
			"アフェリオス": "コーキはアフェリオスに対して射程と機動性を活かして有利に立ち回ることができるため、全体的に有利です。"
		},
		"loses": {
			"スモルダー": "スモルダーはファームの面でコーキよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、コーキはファームが難しくなる。",
			"シヴィア": "シヴィアは高いダメージトレード能力を持ち、コーキの攻撃を受け流しながら反撃することができるため、コーキはダメージトレードで不利になる。",
			"エズリアル": "エズリアルはスキルショットを使った遠距離攻撃が得意で、コーキの攻撃を避けながらダメージを与えることができるため、コーキは不利な状況に陥る。",
			"ドレイヴン": "ドレイヴンは早期の集団戦で高いダメージを出すことができ、コーキはその攻撃に対抗する手段が限られているため、集団戦で不利になる。",
			"ゼリ": "ゼリは高い機動力を持ち、コーキの攻撃を避けながら持続的にダメージを与えることができるため、コーキは不利な状況に置かれる。",
			"ザヤ": "ザヤは自身のスキルで攻撃を回避しつつ、コーキに対して強力な反撃を行うことができるため、コーキは不利な立場になる。"
		}
	},
	"アッシュ": {
		"name": "アッシュ",
		"beats": {
			"カイ＝サ": "アッシュはカイ＝サに対して、遠距離からの攻撃が可能であり、カイ＝サが近づく前にダメージを与えることができるため、ファームの面で優位です。",
			"ヴェイン": "アッシュはヴェインに対して、スキルを使って距離を保ちながら攻撃できるため、ダメージトレードにおいて有利です。特に、アッシュのウルトはヴェインの動きを制限することができます。"
		},
		"loses": {
			"ヴァルス": "ヴァルスはアッシュに対して高い射程を持っており、ファームをしやすく、アッシュが近づく前にダメージを与えることができる。",
			"トリスターナ": "トリスターナはアッシュよりも早くスケールし、レベル6以降の火力が高く、集団戦での影響力が強い。",
			"コーキ": "コーキはアッシュに対して機動力が高く、ダメージトレードで有利に立ち回ることができるため、アッシュは攻撃を避けるのが難しい。",
			"シヴィア": "シヴィアはアッシュに対して持続的なダメージを与える能力が高く、集団戦での生存能力も高いため、アッシュは効果的にダメージを与えられない。"
		}
	},
	"エズリアル": {
		"name": "エズリアル",
		"beats": {
			"ミス・フォーチュン": "エズリアルはミス・フォーチュンに対してファームがしやすく、ミス・フォーチュンの攻撃を避けることができるため、レーンでの優位性を持っています。",
			"ケイトリン": "エズリアルはケイトリンのスキルショットを避ける能力が高く、ダメージトレードにおいて有利に立ち回ることができます。",
			"ジグス": "エズリアルはジグスの爆発的なダメージを受けにくく、スケーリングにおいても有利な状況を作りやすいです。",
			"コーキ": "エズリアルはコーキの攻撃を避ける機動力があり、集団戦においても安全にダメージを与えることができます。",
			"トゥイッチ": "エズリアルはトゥイッチの潜伏攻撃に対して距離を保つことができ、ファームやダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ヴェイン": "ヴェインはエズリアルに対して高いダメージトレード能力を持っており、エズリアルのスキルを回避しやすいです。",
			"ゼリ": "ゼリはエズリアルよりも早いスケーリングを持ち、集団戦での影響力が高いです。",
			"カイ＝サ": "カイ＝サはエズリアルに対して強力なファーム能力を持ち、特にミッドゲームでのダメージが高いです。",
			"ヴァルス": "ヴァルスはエズリアルに対して優れた集団戦のスキルを持ち、エズリアルの攻撃を妨げることができます。"
		}
	},
	"ケイトリン": {
		"name": "ケイトリン",
		"beats": {
			"ヴェイン": "ケイトリンはヴェインに対して長射程を活かして安全に攻撃できるため、ファームの面で優位に立つことができる。",
			"ミス・フォーチュン": "ケイトリンはミス・フォーチュンに対しても射程の差を利用して、ダメージトレードで有利に進めることができる。",
			"ドレイヴン": "ケイトリンはドレイヴンに対しても、早期の段階での攻撃力を活かして、スケーリングの面で優位に立つことができる。",
			"ジンクス": "ケイトリンはジンクスに対しても、集団戦において安全な位置から攻撃できるため、優位に立つことができる。",
			"ゼリ": "ケイトリンはゼリに対しても、射程の差を利用してファームを有利に進めることができる。",
			"ザヤ": "ケイトリンはザヤに対しても、ダメージトレードで有利に進めることができ、集団戦でも強力な存在となる。"
		},
		"loses": {
			"ジグス": "ジグスはファームにおいて、長射程のスキルを使ってケイトリンを圧倒することができるため、ケイトリンはファームが難しくなる。",
			"ヴァルス": "ヴァルスはダメージトレードにおいて、スキルを使った攻撃でケイトリンに対して有利に立ち回ることができるため、ケイトリンはダメージトレードで劣る。",
			"エズリアル": "エズリアルはスケーリングにおいて、アイテムを積むことで後半に強力なダメージを出すことができるため、ケイトリンはスケーリングで不利になる。",
			"セナ": "セナは集団戦において、サポートとしての役割を果たしつつ高いダメージを出すことができるため、ケイトリンは集団戦で劣る。"
		}
	},
	"カリスタ": {
		"name": "カリスタ",
		"beats": {
			"エズリアル": "カリスタはエズリアルに対して高いダメージトレードを行うことができ、エズリアルのスキルを避けながら持続的なダメージを与えることができるため、ファームの面でも優位に立つことができる。",
			"シヴィア": "カリスタはシヴィアに対して高い機動力を持ち、シヴィアの攻撃を避けながら接近してダメージを与えることができるため、集団戦においても有利に立ち回ることができる。",
			"カイ＝サ": "カリスタはカイ＝サに対して早期の段階で強力なダメージを与えることができ、カイ＝サが成長する前に有利な状況を作り出すことができるため、スケーリングの面でも優位に立つことができる。",
			"ザヤ": "カリスタはザヤに対して高い機動力を活かして、ザヤのスキルを避けつつ持続的なダメージを与えることができるため、ダメージトレードにおいて優位に立つことができる。"
		},
		"loses": {
			"ユナラ": "ユナラはファームの面でカリスタよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、カリスタは劣位に立たされる。",
			"ルシアン": "ルシアンはダメージトレードにおいて、カリスタよりも高いバーストダメージを持っているため、カリスタはトレードで不利になる。",
			"ゼリ": "ゼリはスケーリングの面でカリスタよりも強力で、後半戦でのダメージ出力が高くなるため、カリスタは時間が経つにつれて不利になる。",
			"コグ＝マウ": "コグ＝マウは集団戦において、カリスタよりも持続的なダメージを出す能力が高く、集団戦での影響力が大きいため、カリスタは劣位に置かれる。",
			"トリスターナ": "トリスターナはファームの面でカリスタよりも優れたスケーリングを持ち、レイトゲームでの強さがカリスタを上回るため、カリスタは不利になる。",
			"ヴァルス": "ヴァルスはダメージトレードにおいて、カリスタよりも長射程のスキルを持っているため、トレードでカリスタは不利になる。",
			"アフェリオス": "アフェリオスは集団戦において、カリスタよりも多様な武器を使いこなすことができ、集団戦での影響力が高いため、カリスタは不利になる。"
		}
	},
	"ヴァルス": {
		"name": "ヴァルス",
		"beats": {
			"アッシュ": "ヴァルスはアッシュに対して、射程が長く、スキルを使ったダメージトレードで優位に立つことができるため、ファームを効率的に行える。",
			"ヴェイン": "ヴァルスはヴェインに対して、持続的なダメージを与える能力が高く、スケーリングにおいても有利なため、集団戦での影響力が大きい。",
			"スモルダー": "ヴァルスはスモルダーに対して、スキルのリーチとダメージを活かして、ファームを安定させつつ、ダメージトレードで優位に立つことができる。",
			"ケイトリン": "ヴァルスはケイトリンに対して、スキルを駆使してダメージを与えつつ、集団戦での立ち回りが有利であるため、試合全体を通して影響力を持つ。",
			"ユナラ": "ヴァルスはユナラに対して、射程の長さとスキルのコンボを活かして、ファームを効率的に行い、ダメージトレードで優位に立つことができる。",
			"エズリアル": "ヴァルスはエズリアルに対して、持続的なダメージを与える能力が高く、集団戦での役割を果たす上で有利なため、試合を有利に進めることができる。"
		},
		"loses": {
			"ジン": "ジンはファームの面で優れたスキルを持っており、ヴァルスよりも効率的にミニオンを処理できる。",
			"ルシアン": "ルシアンはダメージトレードにおいて高いバーストダメージを持ち、ヴァルスに対して有利に立ち回ることができる。",
			"ジグス": "ジグスはスケーリングにおいて強力な後半のダメージを持ち、ヴァルスが成長する前に圧力をかけることができる。",
			"シヴィア": "シヴィアは集団戦において優れたエンゲージ能力を持ち、ヴァルスが集団戦で効果的に機能するのを妨げることができる。"
		}
	}
}