{
	"キヤナ": {
		"name": "キヤナ",
		"beats": {
			"エコー": "キヤナはエコーに対して高いバーストダメージを持っており、エコーがスキルを使った後に反撃することが難しいため、ファームの面で優位に立つことができる。",
			"ゼド": "キヤナはゼドのシャドウを利用して、ゼドの攻撃を避けることができるため、ダメージトレードで有利に進めることができる。",
			"シンドラ": "キヤナはシンドラのスキルを避ける機動力を持っており、シンドラがスキルを使った後に反撃することで、スケーリングの面で優位に立つことができる。",
			"ガリオ": "キヤナはガリオのタンク性能を無視できる高いダメージを持っており、集団戦でのダメージを稼ぎやすい。",
			"ゼラス": "キヤナはゼラスのスキルを避けることができ、ゼラスが攻撃を仕掛ける前に先手を取ることで、ファームの面で優位に立つことができる。",
			"タロン": "キヤナはタロンの攻撃を避ける機動力を持っており、ダメージトレードで有利に進めることができる。",
			"ヨネ": "キヤナはヨネの攻撃を避けることができ、ヨネがスキルを使った後に反撃することで、スケーリングの面で優位に立つことができる。",
			"カサディン": "キヤナはカサディンのスキルを避ける機動力を持っており、集団戦でのダメージを稼ぎやすい。",
			"アーリ": "キヤナはアーリのスキルを避けることができ、アーリが攻撃を仕掛ける前に先手を取ることで、ファームの面で優位に立つことができる。",
			"アクシャン": "キヤナはアクシャンの攻撃を避けることができ、アクシャンがスキルを使った後に反撃することで、ダメージトレードで有利に進めることができる。",
			"ベイガー": "キヤナはベイガーのスキルを避けることができ、ベイガーが攻撃を仕掛ける前に先手を取ることで、スケーリングの面で優位に立つことができる。"
		},
		"loses": {
			"マルファイト": "マルファイトはキヤナに対して強力な耐久力を持ち、ファームの際にキヤナの攻撃を受け流すことができるため、キヤナはファームが難しい。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、キヤナがダメージトレードを行う際に一方的に攻撃される可能性が高い。",
			"メル": "メルは持続的なダメージを与える能力があり、キヤナがスケーリングする前に圧力をかけることができるため、キヤナは不利な状況に置かれる。",
			"タリヤ": "タリヤは地形を利用した攻撃が得意で、キヤナが集団戦で動き回るのを制限することができるため、キヤナは集団戦で劣位に立たされる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、キヤナの攻撃を受けても持続的に戦えるため、キヤナはダメージトレードで不利になる。",
			"ラックス": "ラックスは長射程のスキルを持ち、キヤナが近づく前にダメージを与えることができるため、キヤナはファームが難しくなる。",
			"ダイアナ": "ダイアナは高いバーストダメージと自己シールドを持ち、キヤナが攻撃を仕掛ける際に反撃されるリスクが高いため、キヤナは不利な状況に置かれる。",
			"アニビア": "アニビアは強力なCCを持ち、キヤナが集団戦で動き回るのを妨げることができるため、キヤナは集団戦で劣位に立たされる。"
		}
	},
	"ダイアナ": {
		"name": "ダイアナ",
		"beats": {
			"アニー": "ダイアナはアニーに対して高いバーストダメージを持っており、ファームをしながらアニーのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"フィズ": "ダイアナはフィズのスキルを避ける能力が高く、集団戦においてもフィズよりも持続的なダメージを出すことができるため、優位性を持つ。",
			"ラックス": "ダイアナはラックスのスキルを回避しやすく、近接戦でのダメージトレードにおいて有利であり、スケーリングも良好であるため、集団戦での影響力が高い。",
			"マルザハール": "ダイアナはマルザハールのウルトを避けることができ、ファームをしながらマルザハールに対して強力なダメージを与えることができるため、優位性がある。",
			"カタリナ": "ダイアナはカタリナに対して高いバーストダメージを持ち、スキルのクールダウンが短いため、ダメージトレードで優位に立つことができる。",
			"シンドラ": "ダイアナはシンドラのスキルを避ける能力が高く、集団戦においても持続的なダメージを出すことができるため、優位性を持つ。",
			"ツイステッド・フェイト": "ダイアナはツイステッド・フェイトに対して高いバーストダメージを持ち、ファームをしながら有利な状況を作り出すことができるため、優位性がある。",
			"ヨネ": "ダイアナはヨネに対して高いバーストダメージを持ち、集団戦においても持続的なダメージを出すことができるため、優位性を持つ。",
			"アクシャン": "ダイアナはアクシャンに対して高いバーストダメージを持ち、スキルのクールダウンが短いため、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"リサンドラ": "リサンドラはダイアナに対して強力なCCを持っており、ファーム時にダイアナの動きを制限することができる。",
			"ヤスオ": "ヤスオはダイアナのスキルを回避する能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"ガリオ": "ガリオはダイアナの攻撃を受け流すことができ、集団戦での存在感が非常に高い。",
			"イレリア": "イレリアはダイアナに対して持続的なダメージを与えることができ、スケーリングが進むとダイアナを圧倒する。",
			"ビクター": "ビクターはダイアナの接近を阻止するための範囲攻撃を持っており、ファーム時に優位に立つことができる。",
			"アジール": "アジールはダイアナの攻撃を距離を保ちながら避けることができ、ダメージトレードで有利に進めることができる。",
			"フェイ": "フェイはダイアナに対して高いバーストダメージを持ち、集団戦での影響力が大きい。",
			"タリヤ": "タリヤはダイアナの動きを制限する地形を作り出すことができ、ファーム時に有利に立つことができる。",
			"サイラス": "サイラスはダイアナのスキルを奪うことができ、ダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスはダイアナに対して遠距離からの攻撃が可能で、スケーリングが進むとダイアナを圧倒する。",
			"ライズ": "ライズはダイアナに対して高いバーストダメージを持ち、集団戦での影響力が大きい。"
		}
	},
	"ゾーイ": {
		"name": "ゾーイ",
		"beats": {
			"ブラッドミア": "ゾーイはブラッドミアに対して遠距離からの攻撃が可能で、彼の回復を妨げることができるため、ファームの面で優位に立つことができる。",
			"ゼラス": "ゾーイはゼラスのスキルを避ける能力が高く、ダメージトレードにおいて有利に立つことができる。",
			"ゼド": "ゾーイはゼドのシャドウを利用して距離を保ちながら攻撃できるため、スケーリングの面で優位に立つことができる。",
			"シンドラ": "ゾーイはシンドラのスキルを避けることができ、集団戦においても安全にダメージを与えることができるため、優位に立つことができる。",
			"イレリア": "ゾーイはイレリアの接近を防ぎつつ、遠距離からの攻撃で有利にファームを行うことができる。",
			"アジール": "ゾーイはアジールの攻撃を避けることができ、ダメージトレードにおいて有利に立つことができる。",
			"ビクター": "ゾーイはビクターのスキルを避ける能力が高く、スケーリングの面で優位に立つことができる。",
			"ヤスオ": "ゾーイはヤスオの攻撃を距離を保ちながら避けることができ、集団戦においても有利に立つことができる。",
			"フェイ": "ゾーイはフェイの攻撃を避けることができ、ファームの面で優位に立つことができる。",
			"アニー": "ゾーイはアニーの接近を防ぎつつ、遠距離からの攻撃で有利にダメージトレードを行うことができる。",
			"サイラス": "ゾーイはサイラスのスキルを避けることができ、集団戦においても安全にダメージを与えることができる。"
		},
		"loses": {
			"マルザハール": "マルザハールはゾーイに対して強力なシールドを持っており、ゾーイのスキルを無効化することができるため、ファームが容易です。",
			"アクシャン": "アクシャンはゾーイに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができます。",
			"タロン": "タロンはゾーイに対して高い機動力を持っており、集団戦での位置取りが有利になるため、ゾーイにとって脅威です。",
			"ヴェックス": "ヴェックスはゾーイのスキルを簡単に避けることができ、スケーリングにおいても強力な後半のダメージを持っています。",
			"エコー": "エコーはゾーイに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができます。",
			"ガリオ": "ガリオはゾーイのスキルを無効化する能力を持っており、集団戦での影響力が高いため、ゾーイにとって厄介です。",
			"カサディン": "カサディンはゾーイに対して高い耐久性を持ち、スケーリングが進むと非常に強力になるため、ゾーイにとって不利です。",
			"ルブラン": "ルブランはゾーイに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができます。",
			"ライズ": "ライズはゾーイに対して高い持続ダメージを持ち、集団戦での影響力が強いため、ゾーイにとって脅威です。",
			"メル": "メルはゾーイに対して高い耐久性を持ち、スケーリングが進むと非常に強力になるため、ゾーイにとって不利です。",
			"カタリナ": "カタリナはゾーイに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、ゾーイにとって厄介です。"
		}
	},
	"カタリナ": {
		"name": "カタリナ",
		"beats": {
			"タリヤ": "カタリナはタリヤに対して高い機動力を持っており、タリヤのスキルを避けやすいため、ファームがしやすいです。",
			"ベイガー": "カタリナはベイガーのスキルショットを避ける能力が高く、ダメージトレードで有利に立ち回ることができます。",
			"シンドラ": "カタリナはシンドラのスキルを回避しやすく、スケーリングにおいても優位に進めることができます。",
			"ゼラス": "カタリナはゼラスの攻撃を避けることができ、集団戦においても有利に立ち回ることができます。",
			"フェイ": "カタリナはフェイの攻撃を避けることができ、ファームを効率的に行うことができます。",
			"オーロラ": "カタリナはオーロラに対して高い機動力を持ち、ダメージトレードで優位に立つことができます。",
			"ヨネ": "カタリナはヨネの攻撃を避けやすく、スケーリングにおいても有利に進めることができます。",
			"アーリ": "カタリナはアーリのスキルを回避しやすく、集団戦においても有利に立ち回ることができます。",
			"ルブラン": "カタリナはルブランの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"サイラス": "カタリナはサイラスの攻撃を避けやすく、スケーリングにおいても有利に進めることができます。",
			"アニー": "カタリナはアニーのスキルを回避しやすく、集団戦においても有利に立ち回ることができます。"
		},
		"loses": {
			"ガリオ": "ガリオはカタリナに対して強力な防御能力を持っており、ファームの際にカタリナの攻撃を無効化しやすい。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力が高く、カタリナとのダメージトレードで優位に立つことができる。",
			"ヤスオ": "ヤスオはカタリナのスキルを回避する能力があり、スケーリングにおいても強力な後半のダメージを持つ。",
			"タロン": "タロンは高いバーストダメージを持ち、カタリナが集団戦に参加する前に排除される可能性が高い。",
			"ダイアナ": "ダイアナはカタリナに対して強力なオールイン能力を持ち、ファームの段階から圧力をかけることができる。",
			"ライズ": "ライズは持続的なダメージとCCを持っており、カタリナが集団戦で活躍するのを妨げることができる。",
			"アカリ": "アカリは高い機動性を持ち、カタリナの攻撃を避けながらダメージを与えることができる。",
			"アジール": "アジールは遠距離からの持続的なダメージを持ち、カタリナが近づくのを難しくする。",
			"リサンドラ": "リサンドラはCCを持っており、カタリナが集団戦で動き回るのを制限することができる。"
		}
	},
	"タロン": {
		"name": "タロン",
		"beats": {
			"マルザハール": "タロンはマルザハールに対して高いバーストダメージを持っており、マルザハールのシールドを無視して攻撃できるため、ファームを優位に進めることができる。",
			"タリヤ": "タロンはタリヤのスキルを避ける機動力があり、タリヤがスキルを外した際にダメージトレードで有利に立つことができる。",
			"アニビア": "タロンはアニビアの凍結を避けることができ、アニビアがスキルを使った後に攻撃することで、スケーリングの段階で優位に立つことができる。",
			"フィズ": "タロンはフィズのスキルを回避する能力が高く、フィズが攻撃を外した際に反撃することで、ダメージトレードで有利に進めることができる。",
			"オリアナ": "タロンはオリアナのスキルを避けることができ、オリアナがスキルを使った後に攻撃することで、集団戦で優位に立つことができる。",
			"サイラス": "タロンはサイラスのスキルを避ける機動力があり、サイラスがスキルを外した際にダメージトレードで有利に立つことができる。",
			"ヴェックス": "タロンはヴェックスのスキルを避けることができ、ヴェックスが攻撃を外した際に反撃することで、スケーリングの段階で優位に立つことができる。",
			"アカリ": "タロンはアカリのスキルを避ける能力が高く、アカリが攻撃を外した際に反撃することで、ダメージトレードで有利に進めることができる。",
			"フェイ": "タロンはフェイのスキルを避けることができ、フェイがスキルを使った後に攻撃することで、集団戦で優位に立つことができる。",
			"カタリナ": "タロンはカタリナのスキルを避ける機動力があり、カタリナが攻撃を外した際に反撃することで、ダメージトレードで有利に進めることができる。",
			"アーリ": "タロンはアーリのスキルを避けることができ、アーリがスキルを使った後に攻撃することで、スケーリングの段階で優位に立つことができる。",
			"ツイステッド・フェイト": "タロンはツイステッド・フェイトのスキルを避ける能力が高く、ツイステッド・フェイトが攻撃を外した際に反撃することで、集団戦で優位に立つことができる。"
		},
		"loses": {
			"ゼド": "ゼドはタロンに対して高いバーストダメージを持っており、ファーム中にタロンを圧倒することができる。",
			"リサンドラ": "リサンドラはタロンの攻撃を無効化するスキルを持っており、ダメージトレードで優位に立つことができる。",
			"キヤナ": "キヤナは高い機動力を持ち、タロンの攻撃を避けながら反撃することができるため、スケーリングで有利に進める。",
			"イレリア": "イレリアはタロンの攻撃を受けた後に回復する能力があり、集団戦での持続力が高い。",
			"ルブラン": "ルブランはタロンに対して高いバーストダメージを持ち、ファーム中にタロンを圧倒することができる。",
			"アニー": "アニーはタロンに対して強力なスタンを持っており、ダメージトレードで優位に立つことができる。",
			"ライズ": "ライズはタロンに対して高い持続ダメージを持ち、スケーリングで有利に進めることができる。",
			"ヨネ": "ヨネはタロンの攻撃を避ける能力があり、集団戦での持続力が高い。",
			"アジール": "アジールはタロンに対して高い範囲ダメージを持ち、ファーム中にタロンを圧倒することができる。",
			"メル": "メルはタロンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"エコー": "エコーはタロンの攻撃を避ける能力があり、スケーリングで有利に進めることができる。",
			"アクシャン": "アクシャンはタロンに対して高い持続ダメージを持ち、集団戦での持続力が高い。",
			"ガリオ": "ガリオはタロンの攻撃を無効化するスキルを持っており、ダメージトレードで優位に立つことができる。",
			"ダイアナ": "ダイアナはタロンに対して高いバーストダメージを持ち、ファーム中にタロンを圧倒することができる。"
		}
	},
	"ガリオ": {
		"name": "ガリオ",
		"beats": {
			"ダイアナ": "ガリオはダイアナに対してファームの面で有利です。ガリオはミニオンを安全に処理できるスキルを持っており、ダイアナの攻撃を避けながらCSを稼ぐことができます。",
			"ブラッドミア": "ガリオはブラッドミアとのダメージトレードにおいて有利です。ガリオのシールドとCC（クラウドコントロール）能力により、ブラッドミアの攻撃を効果的に防ぎつつ反撃することができます。",
			"アカリ": "ガリオはアカリに対してスケーリングの面で有利です。ガリオはレベルが上がるにつれて強力なチャンピオンとなり、アカリのダメージを抑えつつ、集団戦での影響力を高めることができます。",
			"カタリナ": "ガリオはカタリナとの集団戦において有利です。ガリオのウルト（アルティメット）スキルは、カタリナのコンボを中断させることができ、チーム全体の生存率を向上させます。",
			"フィズ": "ガリオはフィズに対してファームの面で有利です。ガリオはフィズの攻撃を受け流しながら、安定してミニオンを処理することができます。",
			"ルブラン": "ガリオはルブランとのダメージトレードにおいて有利です。ガリオのスキルはルブランの瞬発力に対抗できるため、ルブランが攻撃を仕掛ける際に反撃するチャンスがあります。",
			"マルザハール": "ガリオはマルザハールに対してスケーリングの面で有利です。ガリオは後半戦での耐久力が高く、マルザハールのウルトに対しても対処しやすいです。",
			"サイラス": "ガリオはサイラスとの集団戦において有利です。ガリオのCC能力はサイラスの動きを制限し、チームの連携を強化します。",
			"アジール": "ガリオはアジールに対してファームの面で有利です。ガリオはアジールの攻撃を避けつつ、安定してCSを稼ぐことができます。",
			"ヴェックス": "ガリオはヴェックスとのダメージトレードにおいて有利です。ガリオのシールドと耐久力により、ヴェックスの攻撃を受け流しつつ反撃することが可能です。",
			"ライズ": "ガリオはライズに対してスケーリングの面で有利です。ガリオはレベルが上がるにつれて強力になり、ライズのダメージを抑えつつ集団戦での影響力を発揮できます。",
			"アクシャン": "ガリオはアクシャンとの集団戦において有利です。ガリオのウルトはアクシャンの動きを制限し、チーム全体の生存率を向上させます。",
			"ヤスオ": "ガリオはヤスオに対してファームの面で有利です。ガリオはミニオンを安全に処理できるスキルを持っており、ヤスオの攻撃を避けながらCSを稼ぐことができます。",
			"ゾーイ": "ガリオはゾーイとのダメージトレードにおいて有利です。ガリオのシールドとCC能力により、ゾーイの攻撃を効果的に防ぎつつ反撃することができます。"
		},
		"loses": {
			"スモルダー": "スモルダーはファームの面でガリオよりも優れた能力を持っており、より効率的にミニオンを処理できます。",
			"フェイ": "フェイはダメージトレードにおいてガリオに対して強力で、早期に有利な交換を仕掛けることができます。",
			"オーロラ": "オーロラはスケーリングが優れており、ゲーム後半においてガリオよりも強力な影響を持つことができます。",
			"タリヤ": "タリヤは集団戦においてガリオよりも優れたエリアコントロールを持っており、チームファイトでの影響力が高いです。",
			"キヤナ": "キヤナはファームの面でガリオに対して有利で、早期にアイテムを揃えることができます。",
			"アーリ": "アーリはダメージトレードにおいてガリオに対して優位で、瞬時にダメージを与える能力があります。",
			"リサンドラ": "リサンドラはスケーリングが優れており、後半戦での耐久力とダメージが高くなります。",
			"オリアナ": "オリアナは集団戦においてガリオよりも強力なバーストダメージを持ち、チームファイトでの影響力が大きいです。",
			"イレリア": "イレリアはファームの面でガリオに対して優位で、ミニオンを効率的に処理できます。",
			"ヨネ": "ヨネはダメージトレードにおいてガリオに対して強力で、早期に有利な交換を仕掛けることができます。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはスケーリングが優れており、後半戦での影響力が高くなります。",
			"ラックス": "ラックスは集団戦においてガリオよりも強力なバーストダメージを持ち、チームファイトでの影響力が大きいです。"
		}
	},
	"シンドラ": {
		"name": "シンドラ",
		"beats": {
			"ヴェックス": "シンドラはヴェックスに対して、ファームの面で優れた範囲攻撃を持っているため、ミニオンを効率的に処理できる。",
			"リサンドラ": "シンドラはリサンドラに対して、ダメージトレードでの優位性があり、スキルを使った瞬間的なダメージが高い。",
			"ラックス": "シンドラはラックスに対して、スケーリングの面で有利であり、レベルが上がるにつれてダメージが増加する。",
			"ライズ": "シンドラはライズに対して、集団戦での範囲攻撃が強力で、敵チームに対して大きな影響を与えることができる。",
			"メル": "シンドラはメルに対して、ファームの効率が高く、ミニオンを素早く処理できるため、ゴールドを稼ぎやすい。",
			"ベイガー": "シンドラはベイガーに対して、ダメージトレードでの瞬発力があり、早期に有利な状況を作り出せる。",
			"アニー": "シンドラはアニーに対して、スケーリングの面で優位であり、後半戦でのダメージが高くなる。",
			"マルザハール": "シンドラはマルザハールに対して、集団戦での範囲攻撃が強力で、敵を一掃する能力が高い。",
			"フェイ": "シンドラはフェイに対して、ファームの面で優れた範囲攻撃を持っているため、ミニオンを効率的に処理できる。",
			"タリヤ": "シンドラはタリヤに対して、ダメージトレードでの優位性があり、スキルを使った瞬間的なダメージが高い。",
			"ビクター": "シンドラはビクターに対して、スケーリングの面で有利であり、レベルが上がるにつれてダメージが増加する。"
		},
		"loses": {
			"イレリア": "イレリアはシンドラに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、シンドラは攻撃を避けるのが難しい。",
			"カタリナ": "カタリナはシンドラに対して瞬時に接近し、コンボを決めることができるため、シンドラは持ち味を発揮しづらい。",
			"ルブラン": "ルブランはシンドラに対して高いバーストダメージを持ち、シンドラが反撃する前に倒すことができるため、シンドラは不利な状況に置かれる。",
			"フィズ": "フィズはシンドラのスキルを回避する能力が高く、シンドラがダメージを与える前に攻撃を仕掛けることができるため、シンドラは苦しい。",
			"ゾーイ": "ゾーイはシンドラに対して遠距離からの攻撃が得意で、シンドラが近づく前にダメージを与えることができるため、シンドラは不利。",
			"ゼド": "ゼドはシンドラに対して高いバーストダメージを持ち、シンドラが反撃する前に倒すことができるため、シンドラは厳しい状況に置かれる。",
			"エコー": "エコーはシンドラに対して高い機動力を持ち、シンドラのスキルを避けながら攻撃できるため、シンドラは不利。",
			"ゼラス": "ゼラスはシンドラに対して遠距離からの攻撃が得意で、シンドラが近づく前にダメージを与えることができるため、シンドラは苦しい。",
			"ダイアナ": "ダイアナはシンドラに対して高いバーストダメージを持ち、シンドラが反撃する前に倒すことができるため、シンドラは不利。",
			"キヤナ": "キヤナはシンドラに対して高い機動力を持ち、シンドラのスキルを避けながら攻撃できるため、シンドラは厳しい状況に置かれる。",
			"カサディン": "カサディンはシンドラに対して高い耐久力を持ち、シンドラの攻撃を受けながら反撃できるため、シンドラは不利。",
			"オーロラ": "オーロラはシンドラに対して高いバーストダメージを持ち、シンドラが反撃する前に倒すことができるため、シンドラは厳しい状況に置かれる。",
			"サイラス": "サイラスはシンドラに対して高い機動力を持ち、シンドラのスキルを避けながら攻撃できるため、シンドラは不利。",
			"アカリ": "アカリはシンドラに対して高い機動力を持ち、シンドラの攻撃を避けながら接近できるため、シンドラは苦しい。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"フィズ": "サイラスはフィズに対して、サイラスのスキルを使ってフィズの攻撃を無効化できるため、ファームがしやすく、ダメージトレードでも有利に立ち回ることができる。",
			"ゼラス": "サイラスはゼラスのスキルを避ける能力が高く、集団戦においてもゼラスの攻撃を効果的に回避しつつ、反撃することができるため、優位に立てる。",
			"イレリア": "サイラスはイレリアの攻撃を受け流すことができ、スケーリングにおいてもサイラスの方が強力な後半を迎えることができる。",
			"アニー": "サイラスはアニーのスタンを避ける手段を持っており、ダメージトレードで有利に進めることができるため、アニーに対して強い。",
			"ゼド": "サイラスはゼドのシャドウを利用して、逆に攻撃を仕掛けることができるため、ファームやダメージトレードで有利に立つことができる。",
			"エコー": "サイラスはエコーのスキルを無効化する能力があり、集団戦においてもエコーに対して優位に立つことができる。",
			"カサディン": "サイラスはカサディンのスキルを避けることができ、スケーリングにおいてもサイラスの方が強力な後半を迎えることができる。",
			"ブラッドミア": "サイラスはブラッドミアの攻撃を無効化する手段を持っており、ダメージトレードで有利に進めることができるため、ブラッドミアに対して強い。",
			"ツイステッド・フェイト": "サイラスはツイステッド・フェイトのカードを避ける能力が高く、集団戦においてもツイステッド・フェイトに対して優位に立つことができる。",
			"アーリ": "サイラスはアーリのスキルを無効化する能力があり、ダメージトレードで有利に進めることができるため、アーリに対して強い。",
			"リサンドラ": "サイラスはリサンドラの攻撃を避ける手段を持っており、集団戦においてもリサンドラに対して優位に立つことができる。",
			"ダイアナ": "サイラスはダイアナの攻撃を無効化する能力があり、スケーリングにおいてもサイラスの方が強力な後半を迎えることができる。",
			"ヨネ": "サイラスはヨネの攻撃を受け流すことができ、ダメージトレードで有利に進めることができるため、ヨネに対して強い。",
			"ルブラン": "サイラスはルブランのスキルを避ける能力が高く、集団戦においてもルブランに対して優位に立つことができる。"
		},
		"loses": {
			"タリヤ": "タリヤはファームの面で優れた範囲攻撃を持っており、サイラスが近づく前にダメージを与えることができる。",
			"ヤスオ": "ヤスオはサイラスのスキルを無効化することができるため、ダメージトレードで有利に立つことができる。",
			"ライズ": "ライズは高いスケーリング能力を持ち、レベルが上がるにつれてサイラスに対して強力なダメージを与えることができる。",
			"ガリオ": "ガリオは集団戦での影響力が高く、サイラスが孤立しているときに効果的に対処できる。",
			"オリアナ": "オリアナはサイラスに対して強力なコントロールを持ち、集団戦での存在感が大きい。",
			"オーロラ": "オーロラはサイラスに対して持続的なダメージを与えることができ、ファームの面でも優位に立つことができる。",
			"ラックス": "ラックスはサイラスに対して長距離からの攻撃が可能で、ダメージトレードで有利に立つことができる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、サイラスが近づく前に大きなダメージを与えることができる。",
			"カタリナ": "カタリナはサイラスに対して高い機動性を持ち、集団戦での影響力が強い。",
			"ゾーイ": "ゾーイはサイラスに対して高いバーストダメージを持ち、ファームの面でも優位に立つことができる。"
		}
	},
	"エコー": {
		"name": "エコー",
		"beats": {
			"ベイガー": "エコーはベイガーに対して高い機動力を持っており、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"アニー": "エコーはアニーのスキルを避けることができるため、ダメージトレードにおいて有利に立ち回ることができます。",
			"ゼラス": "エコーはゼラスのスキルショットを避ける能力が高く、スケーリングにおいても有利な状況を作りやすいです。",
			"イレリア": "エコーはイレリアに対して高いバーストダメージを持っており、集団戦での影響力が大きいです。",
			"ラックス": "エコーはラックスのスキルを避けることができ、ファームをしながら安全にレーンを維持できます。",
			"フェイ": "エコーはフェイの攻撃を回避しやすく、ダメージトレードで優位に立つことができます。",
			"マルザハール": "エコーはマルザハールのウルトを避けることができ、スケーリングにおいても有利な状況を作りやすいです。",
			"シンドラ": "エコーはシンドラのスキルを避ける能力が高く、集団戦での影響力が大きいです。",
			"カタリナ": "エコーはカタリナに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができます。",
			"ゾーイ": "エコーはゾーイのスキルを避けることができ、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"オリアナ": "エコーはオリアナのスキルを避ける能力が高く、スケーリングにおいても有利な状況を作りやすいです。",
			"リサンドラ": "エコーはリサンドラの攻撃を回避しやすく、集団戦での影響力が大きいです。",
			"フィズ": "エコーはフィズに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ライズ": "ライズはエコーに対して高いマナ回復能力を持ち、持続的なダメージを与えることができるため、ファームが容易である。",
			"キヤナ": "キヤナはエコーに対して高いバーストダメージを持ち、エコーがスキルを使った後に反撃することが難しい。",
			"ヤスオ": "ヤスオはエコーのスキルを回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"ルブラン": "ルブランはエコーに対して高い機動力を持ち、短時間でエコーに大きなダメージを与えることができる。",
			"アジール": "アジールはエコーに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"アニビア": "アニビアはエコーに対して強力なCCを持ち、エコーの動きを制限することができる。",
			"アクシャン": "アクシャンはエコーに対して高いバーストダメージを持ち、エコーが反撃する前に倒すことができる。",
			"ブラッドミア": "ブラッドミアはエコーに対して持続的な回復能力を持ち、ダメージトレードで有利に立つことができる。",
			"カサディン": "カサディンはエコーに対して高い耐久性を持ち、スケーリングが進むにつれてエコーに対して強くなる。",
			"サイラス": "サイラスはエコーのスキルを奪うことができ、エコーに対して強力な反撃を行うことができる。",
			"アカリ": "アカリはエコーに対して高い機動力を持ち、エコーのスキルを避けながらダメージを与えることができる。",
			"メル": "メルはエコーに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"ゼド": "ゼドはエコーに対して高いバーストダメージを持ち、エコーが反撃する前に倒すことができる。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"アクシャン": "イレリアはアクシャンに対してファームが得意で、スキルを使って効率的にミニオンを処理できるため、ゴールドを稼ぎやすいです。",
			"ゼラス": "イレリアはゼラスに対してダメージトレードで優位に立つことができ、特に近接攻撃を活かしてゼラスのスキルを避けながら攻撃できます。",
			"ダイアナ": "イレリアはダイアナに対してスケーリングが有利で、レベルが上がるにつれてダイアナよりも強力なダメージを出すことができます。",
			"ヨネ": "イレリアはヨネとの集団戦での立ち回りが得意で、スキルを駆使して敵の攻撃を避けつつ、効果的にダメージを与えることができます。",
			"シンドラ": "イレリアはシンドラに対してファームが得意で、シンドラのスキルを避けながらミニオンを効率的に処理できます。",
			"ラックス": "イレリアはラックスに対してダメージトレードで優位に立ち、近接攻撃を活かしてラックスのスキルを避けつつ攻撃できます。",
			"フィズ": "イレリアはフィズに対してスケーリングが有利で、レベルが上がるにつれてフィズよりも強力なダメージを出すことができます。",
			"ベイガー": "イレリアはベイガーとの集団戦での立ち回りが得意で、スキルを駆使してベイガーの攻撃を避けつつ、効果的にダメージを与えることができます。",
			"ビクター": "イレリアはビクターに対してファームが得意で、ビクターのスキルを避けながらミニオンを効率的に処理できます。",
			"マルザハール": "イレリアはマルザハールに対してダメージトレードで優位に立ち、特に近接攻撃を活かしてマルザハールのスキルを避けながら攻撃できます。",
			"ツイステッド・フェイト": "イレリアはツイステッド・フェイトに対してスケーリングが有利で、レベルが上がるにつれてツイステッド・フェイトよりも強力なダメージを出すことができます。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはイレリアに対して強力なスキルを持ち、ファームを容易に行うことができるため、イレリアは劣位に立たされる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、ダメージトレードにおいてイレリアに対して優位に立つことができる。",
			"カサディン": "カサディンはスケーリングが非常に強力で、ゲーム後半においてイレリアに対して圧倒的な存在感を示すことができる。",
			"ブラッドミア": "ブラッドミアは集団戦において非常に強力で、イレリアが彼に対抗するのは難しい。",
			"ヤスオ": "ヤスオはイレリアのスキルを回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"アジール": "アジールは遠距離からの攻撃が可能で、イレリアが近づく前にダメージを与えることができるため、ファームで不利になる。",
			"リサンドラ": "リサンドラはイレリアを拘束するスキルを持ち、ダメージトレードで有利に立つことができる。",
			"サイラス": "サイラスはイレリアのスキルを奪うことができ、集団戦での影響力が高いため、イレリアは不利になる。",
			"アカリ": "アカリは高い機動性を持ち、イレリアに対してダメージトレードで優位に立つことができる。",
			"キヤナ": "キヤナはイレリアに対して強力なバーストダメージを持ち、ファームやダメージトレードで不利に立たせることができる。"
		}
	},
	"ラックス": {
		"name": "ラックス",
		"beats": {
			"ベイガー": "ラックスはベイガーに対して長射程のスキルを持っており、ファームをしやすく、相手のスキルを避けながらダメージを与えることができる。",
			"リサンドラ": "ラックスはリサンドラの攻撃を距離を保ちながら避けることができ、ダメージトレードで有利に立つことができる。",
			"ヴェックス": "ラックスはヴェックスのスキルを遠距離から攻撃することで、スケーリングの段階で優位に立つことができる。",
			"マルザハール": "ラックスはマルザハールのウルトを避ける手段を持っており、集団戦での影響力を高めることができる。",
			"アクシャン": "ラックスはアクシャンに対しても遠距離からの攻撃が可能で、ファームをしやすく、ダメージトレードで優位に立つことができる。",
			"タリヤ": "ラックスはタリヤのスキルを避けながら攻撃できるため、スケーリングの段階で有利に進めることができる。",
			"サイラス": "ラックスはサイラスの近接攻撃を避けることができ、ダメージトレードで有利に立つことができる。",
			"ビクター": "ラックスはビクターに対しても遠距離からの攻撃が可能で、集団戦での影響力を高めることができる。",
			"キヤナ": "ラックスはキヤナの攻撃を距離を保ちながら避けることができ、ダメージトレードで優位に立つことができる。",
			"アーリ": "ラックスはアーリのスキルを避ける手段を持っており、ファームをしやすく、スケーリングの段階で優位に立つことができる。"
		},
		"loses": {
			"ゼラス": "ゼラスは遠距離攻撃が得意で、ラックスのスキルを避けながらダメージを与えることができるため、ファームがしやすい。",
			"カサディン": "カサディンはレベル6以降のスケーリングが非常に強力で、ラックスのダメージを無効化する能力を持っているため、集団戦で優位に立つことができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ラックスの攻撃を受けても持ちこたえることができるため、ダメージトレードで有利に進めることができる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ラックスがスキルを外した場合に一気に攻め込むことができるため、ダメージトレードで優位に立つことができる。",
			"アカリ": "アカリは高い機動力を持ち、ラックスのスキルを避けながら接近してダメージを与えることができるため、ファームがしやすい。",
			"イレリア": "イレリアはスキルを使ってラックスに接近しやすく、ダメージトレードで有利に進めることができるため、集団戦でも強力。",
			"ヤスオ": "ヤスオはラックスのスキルを風で防ぐことができ、ダメージトレードで有利に進めることができるため、集団戦でも強力。",
			"エコー": "エコーは高いバーストダメージと逃げる能力を持ち、ラックスの攻撃を受けてもすぐに反撃できるため、ダメージトレードで優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールが強く、ラックスが孤立した際に一気に攻め込むことができるため、集団戦で有利に立つことができる。",
			"アニー": "アニーは高いバーストダメージを持ち、ラックスがスキルを外した場合に一気に攻め込むことができるため、ダメージトレードで優位に立つことができる。",
			"メル": "メルはラックスのスキルを避けながらダメージを与えることができ、ファームがしやすい。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ヴェックス": "ブラッドミアはヴェックスに対して高いダメージトレードを行うことができ、特に早期のファームにおいて有利です。",
			"カタリナ": "ブラッドミアはカタリナのスキルを避ける能力が高く、集団戦での影響力を持っています。",
			"ルブラン": "ブラッドミアはルブランの瞬発力に対抗できる持続的なダメージを持ち、スケーリングにおいて優位です。",
			"ヤスオ": "ブラッドミアはヤスオの攻撃を受け流すことができ、ファームの段階で有利に立つことができます。",
			"ラックス": "ブラッドミアはラックスのスキルショットを避けることができ、ダメージトレードで優位に立つことができます。",
			"イレリア": "ブラッドミアはイレリアの攻撃を受けることなく、持続的なダメージを与えることができ、集団戦での優位性があります。",
			"フィズ": "ブラッドミアはフィズの動きを読みやすく、ダメージトレードで有利に立つことができます。",
			"アクシャン": "ブラッドミアはアクシャンの攻撃を避ける能力が高く、ファームの段階で有利です。",
			"ゼラス": "ブラッドミアはゼラスのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"メル": "ブラッドミアはメルに対して持続的なダメージを与えることができ、スケーリングにおいて優位です。",
			"ヨネ": "ブラッドミアはヨネの攻撃を受け流すことができ、集団戦での影響力を持っています。",
			"キヤナ": "ブラッドミアはキヤナの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"ゼド": "ブラッドミアはゼドの攻撃を受け流すことができ、ファームの段階で有利です。"
		},
		"loses": {
			"ガリオ": "ガリオはブラッドミアに対して強力なCCを持っており、ファーム時にブラッドミアの動きを制限することができる。",
			"ライズ": "ライズは高いバーストダメージを持ち、ダメージトレードにおいてブラッドミアを圧倒することができる。",
			"タリヤ": "タリヤは優れたスケーリングを持ち、ブラッドミアが成長する前に試合を有利に進めることができる。",
			"マルザハール": "マルザハールはブラッドミアのスキルを無効化することができ、集団戦での影響力が高い。",
			"フェイ": "フェイは高い機動力を持ち、ブラッドミアの攻撃を避けながらダメージを与えることができる。",
			"ゾーイ": "ゾーイは遠距離からの攻撃が得意で、ブラッドミアが近づく前にダメージを与えることができる。",
			"オリアナ": "オリアナは集団戦でのコントロールが強力で、ブラッドミアの動きを制限することができる。",
			"オーロラ": "オーロラは持続的なダメージを持ち、ブラッドミアが回復する前にダメージを与えることができる。",
			"ベイガー": "ベイガーは高いAPダメージを持ち、ブラッドミアの耐久力を無視してダメージを与えることができる。",
			"カシオペア": "カシオペアは持続的なダメージを持ち、ブラッドミアが回復する前に倒すことができる。",
			"アニビア": "アニビアはCCを持ち、ブラッドミアの動きを制限しやすい。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ブラッドミアを早期に排除することができる。",
			"カサディン": "カサディンは高い機動力を持ち、ブラッドミアの攻撃を避けながら反撃することができる。"
		}
	},
	"ゼド": {
		"name": "ゼド",
		"beats": {
			"タリヤ": "ゼドはタリヤに対して高いバーストダメージを持っており、ファームをしやすい状況を作り出すことができるため、タリヤに対して有利です。",
			"フェイ": "ゼドはフェイのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため、フェイに対して有利です。",
			"オーロラ": "ゼドはオーロラのスキルを迅速に回避し、効果的にダメージを与えることができるため、オーロラに対して有利です。",
			"ヴェックス": "ゼドはヴェックスの攻撃を避けることができ、集団戦での瞬発力が高いため、ヴェックスに対して有利です。",
			"アーリ": "ゼドはアーリのスキルを避けつつ、強力なダメージを与えることができるため、アーリに対して有利です。",
			"タロン": "ゼドはタロンと同様のバーストダメージを持ちつつ、より高い生存能力を持っているため、タロンに対して有利です。",
			"ベイガー": "ゼドはベイガーのスキルを避けることができ、早期にダメージを与えることで優位に立つことができるため、ベイガーに対して有利です。",
			"シンドラ": "ゼドはシンドラのスキルを避けつつ、瞬時にダメージを与えることができるため、シンドラに対して有利です。",
			"ラックス": "ゼドはラックスのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため、ラックスに対して有利です。",
			"ヨネ": "ゼドはヨネの攻撃を避けることができ、集団戦での瞬発力が高いため、ヨネに対して有利です。",
			"ビクター": "ゼドはビクターのスキルを避けつつ、強力なダメージを与えることができるため、ビクターに対して有利です。",
			"メル": "ゼドはメルの攻撃を避けることができ、早期にダメージを与えることで優位に立つことができるため、メルに対して有利です。",
			"エコー": "ゼドはエコーのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため、エコーに対して有利です。",
			"ゼラス": "ゼドはゼラスの攻撃を避けることができ、集団戦での瞬発力が高いため、ゼラスに対して有利です。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面で安定しており、ゼドの攻撃を受け流すことができるため、ゼドがダメージトレードで優位に立つのが難しい。",
			"キヤナ": "キヤナは高いバーストダメージを持っており、ゼドがスケーリングする前にキヤナが先手を取ることができるため、ゼドにとって厳しい状況を作り出す。",
			"アクシャン": "アクシャンは持続的なダメージを出すことができ、ゼドが集団戦で活躍する前にアクシャンが有利な状況を作りやすい。",
			"サイラス": "サイラスはゼドのスキルを奪うことができ、ゼドがダメージトレードで有利に立つことを難しくする。",
			"ゾーイ": "ゾーイは高い機動性とバーストダメージを持っており、ゼドが近づく前に攻撃を仕掛けることができるため、ゼドにとって不利な状況を作り出す。",
			"イレリア": "イレリアはゼドの攻撃を避ける能力が高く、ゼドがダメージトレードで優位に立つのが難しい。",
			"ヤスオ": "ヤスオはゼドのスキルをカウンターすることができ、集団戦でゼドが活躍する前にヤスオが有利な状況を作りやすい。",
			"アジール": "アジールは長射程のスキルを持ち、ゼドが近づく前にダメージを与えることができるため、ゼドにとって厳しい状況を作り出す。"
		}
	},
	"アクシャン": {
		"name": "アクシャン",
		"beats": {
			"フィズ": "アクシャンはフィズに対して高いダメージトレード能力を持っており、フィズのスキルを避けることができるため、ファームを有利に進めることができる。",
			"ベイガー": "アクシャンはベイガーのスキルショットを避けることができ、集団戦においても有利な位置取りが可能であるため、ダメージを与えやすい。",
			"ゼラス": "アクシャンはゼラスの遠距離攻撃に対して強い耐性を持ち、スケーリングにおいても優位に立つことができる。",
			"フェイ": "アクシャンはフェイの攻撃を回避しやすく、ファームを効率的に行うことができるため、レーンでの優位性を保ちやすい。",
			"マルザハール": "アクシャンはマルザハールのウルトを避ける手段を持っており、集団戦での影響力を高めることができる。",
			"リサンドラ": "アクシャンはリサンドラのCCを回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"ビクター": "アクシャンはビクターのスキルを避けることができ、ファームを有利に進めることができるため、レーンでの優位性を持つ。",
			"ゾーイ": "アクシャンはゾーイのスキルを避けることができ、スケーリングにおいても優位に立つことができる。",
			"ゼド": "アクシャンはゼドの攻撃を回避しやすく、集団戦での影響力を高めることができるため、ダメージトレードで有利。",
			"ルブラン": "アクシャンはルブランのスキルを避ける能力が高く、ファームを効率的に行うことができるため、レーンでの優位性を保ちやすい。",
			"ライズ": "アクシャンはライズのスキルを避けることができ、集団戦での影響力を高めることができるため、ダメージトレードで有利。",
			"タリヤ": "アクシャンはタリヤの攻撃を回避しやすく、スケーリングにおいても優位に立つことができる。",
			"ヨネ": "アクシャンはヨネの攻撃を避けることができ、集団戦での影響力を高めることができるため、ダメージトレードで有利。",
			"カサディン": "アクシャンはカサディンのスキルを避ける能力が高く、ファームを効率的に行うことができるため、レーンでの優位性を保ちやすい。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面でアクシャンに対して優位であり、特にQスキルを使って安全にミニオンを処理できるため、アクシャンがファームを取るのが難しい。",
			"ヤスオ": "ヤスオはダメージトレードにおいてアクシャンに対して強力で、風の壁を使ってアクシャンのスキルを無効化し、反撃することができる。",
			"アニー": "アニーはスケーリングの面でアクシャンよりも有利で、レベル6以降のバーストダメージが高く、アクシャンが対処しづらい。",
			"イレリア": "イレリアは集団戦においてアクシャンに対して優れた機動力を持ち、アクシャンが狙われるリスクが高まる。",
			"ヴェックス": "ヴェックスはファームの面でアクシャンに対して有利で、遠距離から安全にミニオンを処理できるため、アクシャンが近づくのが難しい。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいてアクシャンに対して強力で、自己回復能力が高く、アクシャンの攻撃を耐えることができる。",
			"キヤナ": "キヤナはスケーリングの面でアクシャンに対して優位で、レベルが上がるにつれてダメージが増加し、アクシャンが対処しづらくなる。",
			"ガリオ": "ガリオは集団戦においてアクシャンに対して強力で、アクシャンの攻撃を無効化しつつ、味方を守ることができる。",
			"ダイアナ": "ダイアナはファームの面でアクシャンに対して優位で、ジャングルからのギャンクも含めてアクシャンにプレッシャーをかけることができる。",
			"ラックス": "ラックスはダメージトレードにおいてアクシャンに対して強力で、長射程のスキルを持ち、アクシャンが近づくのを難しくする。",
			"メル": "メルはスケーリングの面でアクシャンに対して優位で、後半の集団戦での影響力が高く、アクシャンが対処しづらい。",
			"アジール": "アジールは集団戦においてアクシャンに対して強力で、範囲攻撃を持ち、アクシャンが近づくのを難しくする。"
		}
	},
	"タリヤ": {
		"name": "タリヤ",
		"beats": {
			"アニビア": "タリヤはアニビアに対してファームの面で有利です。タリヤのスキルはミニオンを効率的に処理できるため、アニビアよりも早くゴールドを獲得できます。",
			"メル": "タリヤはメルとのダメージトレードにおいて有利です。タリヤの範囲攻撃はメルの攻撃を避けやすく、持続的なダメージを与えることができます。",
			"ヤスオ": "タリヤはヤスオに対してスケーリングの面で有利です。タリヤはレベルが上がるにつれて強力なAoEダメージを持ち、ヤスオの攻撃を受け流すことができます。",
			"ブラッドミア": "タリヤはブラッドミアとの集団戦において有利です。タリヤのスキルは集団戦でのコントロールを提供し、ブラッドミアの突進を阻止することができます。",
			"ヨネ": "タリヤはヨネに対してファームの面で有利です。タリヤのスキルはミニオンを一掃する能力が高く、ヨネよりも早くレベルアップできます。",
			"アカリ": "タリヤはアカリとのダメージトレードにおいて有利です。タリヤの範囲攻撃はアカリの近接攻撃を避けることができ、持続的にダメージを与えられます。",
			"マルザハール": "タリヤはマルザハールに対してスケーリングの面で有利です。タリヤはレベルが上がるにつれて強力なダメージを持ち、マルザハールのバリアを無視することができます。",
			"ヴェックス": "タリヤはヴェックスとの集団戦において有利です。タリヤのスキルは集団戦でのコントロールを提供し、ヴェックスの攻撃を無効化することができます。",
			"サイラス": "タリヤはサイラスに対してファームの面で有利です。タリヤのスキルはミニオンを効率的に処理でき、サイラスよりも早くゴールドを獲得できます。",
			"フィズ": "タリヤはフィズとのダメージトレードにおいて有利です。タリヤの範囲攻撃はフィズの機動性を制限し、持続的にダメージを与えることができます。",
			"フェイ": "タリヤはフェイに対してスケーリングの面で有利です。タリヤはレベルが上がるにつれて強力なAoEダメージを持ち、フェイの攻撃を受け流すことができます。"
		},
		"loses": {
			"カタリナ": "カタリナは高いバーストダメージを持っており、タリヤのスキルを回避しやすいです。",
			"ゼド": "ゼドは瞬時にタリヤに接近し、強力なダメージを与えることができるため、タリヤは対処が難しいです。",
			"ビクター": "ビクターは範囲攻撃を持ち、タリヤのスキルを無効化することができるため、タリヤにとって厳しい相手です。",
			"カサディン": "カサディンは高い機動性を持ち、タリヤのスキルを避けながらダメージを与えることができるため、タリヤにとって不利です。",
			"シンドラ": "シンドラは強力なコントロールスキルを持ち、タリヤの動きを制限することができるため、タリヤは苦しむことになります。",
			"アニー": "アニーは瞬時にタリヤに接近し、スタンを持っているため、タリヤはダメージを受けやすいです。",
			"ゼラス": "ゼラスは長射程の攻撃を持ち、タリヤのスキルを避けながらダメージを与えることができるため、タリヤにとって不利です。",
			"アジール": "アジールは高い持続ダメージを持ち、タリヤのスキルを避けることができるため、タリヤは対処が難しいです。",
			"ラックス": "ラックスは高いバーストダメージを持ち、タリヤのスキルを避けながら攻撃することができるため、タリヤにとって厳しい相手です。",
			"オーロラ": "オーロラは強力なコントロールスキルを持ち、タリヤの動きを制限することができるため、タリヤは苦しむことになります。",
			"アーリ": "アーリは高い機動性を持ち、タリヤのスキルを避けながらダメージを与えることができるため、タリヤにとって不利です。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、タリヤのスキルを避けることができるため、タリヤは対処が難しいです。",
			"アクシャン": "アクシャンは高い機動性を持ち、タリヤのスキルを避けながらダメージを与えることができるため、タリヤにとって不利です。",
			"エコー": "エコーは高いバーストダメージを持ち、タリヤのスキルを避けることができるため、タリヤは対処が難しいです。"
		}
	},
	"トゥイッチ": {
		"name": "トゥイッチ",
		"beats": {
			"ベイガー": "トゥイッチはベイガーに対して高い射程を持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"オレリオン・ソル": "トゥイッチはオレリオン・ソルのスキルを避けることができ、ダメージトレードにおいて有利に立ち回ることができます。",
			"ガリオ": "トゥイッチはガリオのタンク性能に対して持続的なダメージを与えることができ、集団戦での影響力を高めることができます。",
			"ゾーイ": "トゥイッチはゾーイのスキルを避ける能力が高く、ファームをしながら安全にダメージを与えることができます。",
			"ヴェックス": "トゥイッチはヴェックスの攻撃を避けつつ、持続的なダメージを与えることができるため、スケーリングにおいて有利です。",
			"フェイ": "トゥイッチはフェイに対して高いダメージを持ち、ファームを効率的に行うことでレーンを支配できます。",
			"ラックス": "トゥイッチはラックスのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"マルザハール": "トゥイッチはマルザハールのウルトを避けることができ、集団戦での影響力を高めることができます。",
			"ライズ": "トゥイッチはライズに対して高い射程を持ち、ファームをしながら安全にダメージを与えることができます。",
			"メル": "トゥイッチはメルに対して持続的なダメージを与えることができ、スケーリングにおいて有利です。"
		},
		"loses": {
			"ケイル": "ケイルはファームが得意で、トゥイッチに対して持続的なダメージを与えることができるため、トゥイッチは不利な状況に置かれる。",
			"カサディン": "カサディンはスケーリングが優れており、後半にトゥイッチに対して強力なダメージを出すことができるため、トゥイッチは不利である。",
			"ゼド": "ゼドは高いバーストダメージを持ち、トゥイッチがスキルを使う前に倒すことができるため、トゥイッチは不利である。",
			"ブラッドミア": "ブラッドミアは持続的なダメージと回復能力を持っており、トゥイッチに対して有利に立ち回ることができるため、トゥイッチは不利である。",
			"キヤナ": "キヤナは高い機動力とバーストダメージを持ち、トゥイッチに対して瞬時に攻撃を仕掛けることができるため、トゥイッチは不利である。",
			"フィズ": "フィズはトゥイッチに対して高いバーストダメージを持ち、逃げる手段もあるため、トゥイッチは不利である。",
			"アカリ": "アカリは高い機動力と持続的なダメージを持ち、トゥイッチに対して有利に戦うことができるため、トゥイッチは不利である。",
			"ビクター": "ビクターは範囲攻撃と高いダメージを持ち、トゥイッチに対して安全に攻撃できるため、トゥイッチは不利である。",
			"オーロラ": "オーロラはCC（クラウドコントロール）を持ち、トゥイッチの動きを制限することができるため、トゥイッチは不利である。",
			"ダイアナ": "ダイアナは高いバーストダメージとスケーリングを持ち、トゥイッチに対して強力な攻撃を仕掛けることができるため、トゥイッチは不利である。",
			"ヤスオ": "ヤスオは高いダメージと持続的な攻撃を持ち、トゥイッチに対して有利に戦うことができるため、トゥイッチは不利である。",
			"リサンドラ": "リサンドラはCCを持ち、トゥイッチの動きを制限することができるため、トゥイッチは不利である。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、トゥイッチに対して瞬時に攻撃を仕掛けることができるため、トゥイッチは不利である。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはマップ全体に影響を与える能力を持ち、トゥイッチに対して有利に立ち回ることができるため、トゥイッチは不利である。",
			"タリヤ": "タリヤは範囲攻撃を持ち、トゥイッチに対して安全に攻撃できるため、トゥイッチは不利である。",
			"アーリ": "アーリは高い機動力とバーストダメージを持ち、トゥイッチに対して有利に戦うことができるため、トゥイッチは不利である。"
		}
	},
	"オリアナ": {
		"name": "オリアナ",
		"beats": {
			"ヴェックス": "オリアナはヴェックスに対して、ファームの際にスキルを使って安全にミニオンを処理できるため、優位性があります。",
			"メル": "オリアナはメルに対して、ダメージトレードでのスキルのリーチが長く、相手にダメージを与えやすいです。",
			"アニー": "オリアナはアニーに対して、スケーリングが得意で、レイトゲームにおいて強力なチームファイト能力を持っています。",
			"ブラッドミア": "オリアナはブラッドミアに対して、集団戦でのコントロール能力が高く、相手の動きを制限することができます。",
			"マルザハール": "オリアナはマルザハールに対して、スキルのバーストダメージで早期に相手を圧倒することが可能です。",
			"ガリオ": "オリアナはガリオに対して、ファーム時に安全にミニオンを処理しつつ、相手のスキルを避けることができるため、優位です。",
			"カサディン": "オリアナはカサディンに対して、ダメージトレードでの持続的なダメージを与えることができ、相手を圧倒します。",
			"ライズ": "オリアナはライズに対して、スケーリングが得意で、後半の集団戦での影響力が大きいです。",
			"サイラス": "オリアナはサイラスに対して、集団戦でのコントロール能力が高く、相手のスキルを無効化することができます。"
		},
		"loses": {
			"フェイ": "フェイは高いバーストダメージを持っており、オリアナがスキルを使う前に先手を取ることができる。",
			"タロン": "タロンはオリアナに対して強力なギャンク能力を持ち、特にレベル6以降のダメージトレードで優位に立つことができる。",
			"ゾーイ": "ゾーイは高い機動力と長射程のスキルを持っており、オリアナが近づく前にダメージを与えることができる。",
			"エコー": "エコーは瞬時に移動できる能力を持ち、オリアナのスキルを回避しながらダメージを与えることができる。",
			"ゼラス": "ゼラスは遠距離からの持続的なダメージを与えることができ、オリアナが近づくのを難しくする。",
			"シンドラ": "シンドラは強力なコントロールスキルを持ち、オリアナがスキルを発動する前に妨害することができる。",
			"ルブラン": "ルブランは高いバーストダメージと機動力を持ち、オリアナに対して非常に強力なダメージトレードを行うことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体マップでの影響力が高く、オリアナが孤立した際に簡単に狙うことができる。",
			"ビクター": "ビクターはスキルの範囲が広く、オリアナが近づくのを難しくし、持続的なダメージを与えることができる。",
			"ヤスオ": "ヤスオはオリアナのスキルをカウンターする能力を持ち、特に風の壁を使ってオリアナの攻撃を防ぐことができる。"
		}
	},
	"フェイ": {
		"name": "フェイ",
		"beats": {
			"ベイガー": "フェイはベイガーに対してファームがしやすく、スキルを使って安全にミニオンを処理できるため、リソースを効率的に管理できます。",
			"リサンドラ": "フェイはリサンドラに対してダメージトレードで有利であり、リサンドラのスキルを避けながら攻撃することが可能です。",
			"ガリオ": "フェイはガリオに対してスケーリングが優れており、ゲーム後半に強力なダメージを出すことができます。",
			"ヴェックス": "フェイはヴェックスとの集団戦で有利であり、範囲攻撃を活かして敵チームに大きな影響を与えることができます。",
			"ダイアナ": "フェイはダイアナに対してファームが容易で、特に序盤においてダイアナの攻撃を避けながらミニオンを処理できます。",
			"マルザハール": "フェイはマルザハールに対してダメージトレードで優位に立ち、マルザハールのシールドを無視して攻撃することができます。",
			"ブラッドミア": "フェイはブラッドミアに対してスケーリングが有利で、後半において強力なスキルを持つため、集団戦での影響力が高まります。",
			"メル": "フェイはメルに対してファームがしやすく、特にミニオンを安全に処理する能力が高いです。",
			"ルブラン": "フェイはルブランに対してダメージトレードで有利であり、ルブランのスキルを避けながら反撃することができます。",
			"ライズ": "フェイはライズに対してスケーリングが優れており、ゲーム後半において強力なダメージを出すことができます。",
			"ビクター": "フェイはビクターに対して集団戦で有利であり、範囲攻撃を活かして敵チームに大きな影響を与えることができます。",
			"オリアナ": "フェイはオリアナに対してファームが容易で、特に序盤においてオリアナの攻撃を避けながらミニオンを処理できます。"
		},
		"loses": {
			"アクシャン": "アクシャンは高いバーストダメージを持っており、フェイがスキルを使った後に反撃することが難しいです。",
			"カタリナ": "カタリナは瞬時に近づいてダメージを与える能力があり、フェイが距離を保つのが難しくなります。",
			"タリヤ": "タリヤは地形を利用してフェイの動きを制限し、ダメージを与えることができます。",
			"エコー": "エコーは高い機動力を持ち、フェイの攻撃を避けながら反撃することが得意です。",
			"ゼド": "ゼドはフェイに対して強力なバーストダメージを持ち、フェイが持つ耐久力を無視できます。",
			"ヤスオ": "ヤスオはフェイのスキルをカウンターする能力があり、ダメージトレードで優位に立つことができます。",
			"ゾーイ": "ゾーイは長距離からの攻撃が得意で、フェイが近づく前にダメージを与えることができます。",
			"シンドラ": "シンドラは高い範囲ダメージを持ち、フェイが集団戦で効果的に動くのを妨げることができます。",
			"アーリ": "アーリは高い機動力とバーストダメージを持ち、フェイがスキルを当てる前に攻撃することができます。",
			"ゼラス": "ゼラスは長距離からの攻撃が得意で、フェイが近づくのを難しくします。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"アクシャン": "ヤスオはアクシャンに対して強力なダメージトレードを行うことができ、特にアクシャンのスキルを避ける能力が高いため、ファームを有利に進めることができる。",
			"エコー": "ヤスオはエコーの攻撃を回避しやすく、エコーがスキルを使った後の隙を突いてダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"イレリア": "ヤスオはイレリアのスキルを避けることができ、イレリアがスキルを使った後に反撃することで、ファームを有利に進めることができる。",
			"カタリナ": "ヤスオはカタリナのスキルを回避しやすく、カタリナが近づいてきた際に強力な反撃を行うことができるため、ダメージトレードで優位に立つことができる。",
			"ダイアナ": "ヤスオはダイアナの攻撃を避ける能力が高く、ダイアナがスキルを使った後に反撃することで、ファームを有利に進めることができる。",
			"ベイガー": "ヤスオはベイガーのスキルを避けることができ、ベイガーがスキルを使った後の隙を突いてダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"サイラス": "ヤスオはサイラスのスキルを回避しやすく、サイラスがスキルを使った後に反撃することで、ファームを有利に進めることができる。",
			"フィズ": "ヤスオはフィズの攻撃を避ける能力が高く、フィズが近づいてきた際に強力な反撃を行うことができるため、ダメージトレードで優位に立つことができる。",
			"ライズ": "ヤスオはライズのスキルを避けることができ、ライズがスキルを使った後の隙を突いてダメージを与えることができるため、ファームを有利に進めることができる。",
			"ツイステッド・フェイト": "ヤスオはツイステッド・フェイトの攻撃を回避しやすく、ツイステッド・フェイトがスキルを使った後に反撃することで、ダメージトレードで優位に立つことができる。",
			"ラックス": "ヤスオはラックスのスキルを避けることができ、ラックスがスキルを使った後の隙を突いてダメージを与えることができるため、ファームを有利に進めることができる。",
			"ゼラス": "ヤスオはゼラスの攻撃を避ける能力が高く、ゼラスが近づいてきた際に強力な反撃を行うことができるため、ダメージトレードで優位に立つことができる。",
			"ゼド": "ヤスオはゼドのスキルを回避しやすく、ゼドがスキルを使った後に反撃することで、ファームを有利に進めることができる。",
			"フェイ": "ヤスオはフェイの攻撃を避ける能力が高く、フェイが近づいてきた際に強力な反撃を行うことができるため、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"アジール": "アジールは遠距離からの攻撃が可能で、ヤスオが近づく前にダメージを与えることができるため、ファームがしやすい。",
			"リサンドラ": "リサンドラはCC（クラウドコントロール）を持っており、ヤスオが攻撃を仕掛ける前に無力化することができるため、ダメージトレードで優位に立てる。",
			"レネクトン": "レネクトンは早期のパワースパイクを持ち、ヤスオに対して強力なダメージを与えることができるため、スケーリングの面で有利。",
			"タリヤ": "タリヤは地形を利用した攻撃が得意で、ヤスオが近づくのを防ぎやすいため、集団戦での影響力が高い。",
			"アニー": "アニーは高いバーストダメージを持ち、ヤスオが近づく前に一気にダメージを与えることができるため、ファームが難しい。",
			"アニビア": "アニビアは壁を作ることでヤスオの移動を制限でき、ダメージトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ヤスオの攻撃を受けても持ちこたえやすいため、スケーリングで優位。",
			"ヨネ": "ヨネは高い機動性を持ち、ヤスオの攻撃を避けながらダメージを与えることができるため、集団戦での影響力が強い。",
			"マルザハール": "マルザハールはスキルでヤスオを無力化できるため、ファームがしやすく、ダメージトレードでも有利。",
			"カサディン": "カサディンはレベルが上がるにつれて強力になり、ヤスオの攻撃を受け流しながら反撃できるため、スケーリングで有利。",
			"ヴェックス": "ヴェックスは遠距離からの攻撃が得意で、ヤスオが近づく前にダメージを与えることができるため、集団戦での影響力が高い。",
			"タロン": "タロンは高いバーストダメージを持ち、ヤスオが近づく前に一気にダメージを与えることができるため、ファームが難しい。",
			"ガリオ": "ガリオはタンクとしての役割を果たし、ヤスオの攻撃を受け止めながら仲間を守ることができるため、集団戦での影響力が強い。",
			"オーロラ": "オーロラはCCを持っており、ヤスオが攻撃を仕掛ける前に無力化することができるため、ダメージトレードで優位に立てる。"
		}
	},
	"ツイステッド・フェイト": {
		"name": "ツイステッド・フェイト",
		"beats": {
			"マルザハール": "ツイステッド・フェイトはマルザハールに対して、スキルショットを使って遠距離からのダメージを与えることができ、マルザハールのシールドを無視してダメージを与えることができるため、ファームがしやすいです。",
			"ベイガー": "ツイステッド・フェイトはベイガーに対して、瞬時に位置を変えられるため、ベイガーのスタンを避けやすく、ダメージトレードで有利に立ち回ることができます。",
			"リサンドラ": "ツイステッド・フェイトはリサンドラに対して、リサンドラのスキルを避けながらダメージを与えることができ、集団戦での影響力が高いです。",
			"アカリ": "ツイステッド・フェイトはアカリに対して、アカリの移動を制限するスキルを持っているため、スケーリングの段階で有利に進めることができます。",
			"ラックス": "ツイステッド・フェイトはラックスに対して、ラックスのスキルを避けつつ、遠距離からの攻撃が可能で、ファームを安定させることができます。",
			"フィズ": "ツイステッド・フェイトはフィズに対して、フィズのダメージを受ける前に攻撃を仕掛けることができ、ダメージトレードで優位に立つことができます。",
			"ゼラス": "ツイステッド・フェイトはゼラスに対して、ゼラスのスキルを避けながら攻撃できるため、集団戦での影響力が高いです。",
			"ヴェックス": "ツイステッド・フェイトはヴェックスに対して、ヴェックスのスキルを避けつつ、ダメージを与えることができ、スケーリングの段階で有利に進めることができます。",
			"アジール": "ツイステッド・フェイトはアジールに対して、アジールのスキルを避けながら攻撃できるため、ファームを安定させることができます。",
			"ルブラン": "ツイステッド・フェイトはルブランに対して、ルブランの瞬発力を利用しつつ、ダメージトレードで優位に立つことができ、集団戦での影響力が高いです。"
		},
		"loses": {
			"メル": "メルはファームの面でツイステッド・フェイトよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、ツイステッド・フェイトはファームが難しくなる。",
			"ヤスオ": "ヤスオはダメージトレードにおいて、ツイステッド・フェイトのスキルを回避する能力が高く、反撃のチャンスを持っているため、ツイステッド・フェイトは不利な状況に陥りやすい。",
			"ダイアナ": "ダイアナはスケーリングにおいて、後半のパワーが非常に高く、ツイステッド・フェイトが成長する前に圧力をかけることができるため、ツイステッド・フェイトは不利を感じる。",
			"ヨネ": "ヨネは集団戦において、ツイステッド・フェイトのスキルを無効化する能力を持っており、ツイステッド・フェイトは集団戦での影響力が低くなる。",
			"サイラス": "サイラスはツイステッド・フェイトのスキルを奪うことができるため、ツイステッド・フェイトは自分の強みを活かせず、不利な状況に陥る。",
			"キヤナ": "キヤナは高いバーストダメージを持っており、ツイステッド・フェイトがスキルを使う前に倒すことができるため、ツイステッド・フェイトは不利を感じる。",
			"アニビア": "アニビアは優れたゾーニング能力を持っており、ツイステッド・フェイトが近づくのを難しくするため、ツイステッド・フェイトは不利な状況に陥る。",
			"アニー": "アニーは瞬時に高いダメージを出すことができ、ツイステッド・フェイトがスキルを使う前に攻撃を仕掛けることができるため、ツイステッド・フェイトは不利を感じる。",
			"シンドラ": "シンドラは長射程のスキルを持っており、ツイステッド・フェイトが近づくのを難しくするため、ツイステッド・フェイトは不利な状況に陥る。",
			"タリヤ": "タリヤは優れたマップコントロールを持っており、ツイステッド・フェイトが移動する際に圧力をかけることができるため、ツイステッド・フェイトは不利を感じる。",
			"アーリ": "アーリは高い機動性を持っており、ツイステッド・フェイトのスキルを避けることができるため、ツイステッド・フェイトは不利な状況に陥る。",
			"オーロラ": "オーロラはツイステッド・フェイトのスキルを無効化する能力を持っており、ツイステッド・フェイトは自分の強みを活かせず、不利を感じる。",
			"タロン": "タロンは高いバーストダメージを持っており、ツイステッド・フェイトがスキルを使う前に倒すことができるため、ツイステッド・フェイトは不利を感じる。",
			"ビクター": "ビクターは長射程のスキルを持っており、ツイステッド・フェイトが近づくのを難しくするため、ツイステッド・フェイトは不利な状況に陥る。"
		}
	},
	"ルブラン": {
		"name": "ルブラン",
		"beats": {
			"エコー": "ルブランはエコーに対して高いバーストダメージを持っており、エコーがスキルを使った後に反撃する前に倒すことができるため、ファームの段階で有利です。",
			"ゼラス": "ルブランはゼラスのスキルを避ける能力が高く、ゼラスが攻撃を当てる前にルブランが接近してダメージを与えることができるため、ダメージトレードで有利です。",
			"シンドラ": "ルブランはシンドラのスキルを回避しやすく、シンドラがスキルを使った後に反撃することで、スケーリングの段階で有利です。",
			"キヤナ": "ルブランはキヤナの攻撃を避けることができ、キヤナが仕掛ける前に先手を取ることができるため、集団戦で有利です。",
			"アジール": "ルブランはアジールのスキルを避けることができ、アジールがスキルを使った後に反撃することで、ファームの段階で有利です。",
			"ベイガー": "ルブランはベイガーのスキルを避ける能力が高く、ベイガーがスキルを使った後に反撃することで、ダメージトレードで有利です。",
			"ヨネ": "ルブランはヨネの攻撃を避けることができ、ヨネがスキルを使った後に反撃することで、スケーリングの段階で有利です。",
			"ビクター": "ルブランはビクターのスキルを避けることができ、ビクターがスキルを使った後に反撃することで、集団戦で有利です。",
			"オリアナ": "ルブランはオリアナのスキルを避ける能力が高く、オリアナがスキルを使った後に反撃することで、ファームの段階で有利です。",
			"ヤスオ": "ルブランはヤスオの攻撃を避けることができ、ヤスオがスキルを使った後に反撃することで、ダメージトレードで有利です。"
		},
		"loses": {
			"メル": "メルはファームの面でルブランよりも安定しており、ミニオンを効率的に処理できるため、ルブランは資源を確保しづらい。",
			"マルザハール": "マルザハールはダメージトレードにおいて、ルブランのスキルを無効化するシールドを持っているため、ルブランは攻撃を仕掛けにくい。",
			"ヴェックス": "ヴェックスはスケーリングが優れており、後半に強力な集団戦能力を持つため、ルブランは試合が進むにつれて不利になる。",
			"ブラッドミア": "ブラッドミアは集団戦での持続力が高く、ルブランの瞬発力を上回るため、ルブランは集団戦での役割を果たしにくい。",
			"ガリオ": "ガリオはルブランの攻撃を受け流すことができるため、ルブランはダメージを与える機会が減少する。",
			"カサディン": "カサディンはレベルが上がるにつれてルブランに対して強力なカウンターを持つため、ルブランは早期の優位を維持しづらい。",
			"リサンドラ": "リサンドラはルブランの攻撃を封じる能力を持っており、ルブランはリサンドラに対して攻撃を仕掛けるのが難しい。",
			"カタリナ": "カタリナはルブランと同様の瞬発力を持ちながら、集団戦での持続力が高いため、ルブランは不利な状況に陥りやすい。",
			"フェイ": "フェイはルブランのスキルを避ける能力が高く、ルブランはダメージを与えるのが難しい。"
		}
	},
	"アニビア": {
		"name": "アニビア",
		"beats": {
			"マルザハール": "アニビアはマルザハールに対して、ファームの面で有利です。アニビアのスキルはマルザハールのミニオンを効率的に処理できるため、CSを稼ぎやすいです。",
			"ライズ": "アニビアはライズに対して、ダメージトレードで有利です。アニビアのスキルセットはライズのスキルを避けながらダメージを与えることができ、トレードで優位に立ちやすいです。",
			"リサンドラ": "アニビアはリサンドラに対して、スケーリングの面で有利です。アニビアはレベルが上がるにつれて強力なダメージを出せるため、ゲーム後半において優位性を持ちます。",
			"ベイガー": "アニビアはベイガーに対して、集団戦で有利です。アニビアの範囲攻撃とCCは集団戦での制圧力が高く、ベイガーのスキルを無効化しやすいです。",
			"ヤスオ": "アニビアはヤスオに対して、ファームの面で有利です。アニビアは安全にミニオンを処理できるため、ヤスオよりも安定してCSを稼げます。",
			"ブラッドミア": "アニビアはブラッドミアに対して、ダメージトレードで有利です。アニビアのスキルはブラッドミアの回復を妨げることができ、トレードで優位に立ちやすいです。",
			"ガリオ": "アニビアはガリオに対して、スケーリングの面で有利です。アニビアは後半に強力なダメージを持ち、ガリオの耐久力を上回ることができます。",
			"ビクター": "アニビアはビクターに対して、集団戦で有利です。アニビアのCCと範囲攻撃はビクターのスキルを無効化し、集団戦での影響力が高いです。",
			"ラックス": "アニビアはラックスに対して、ファームの面で有利です。アニビアはミニオンを効率的に処理できるため、ラックスよりも安定してCSを稼げます。",
			"ゼド": "アニビアはゼドに対して、ダメージトレードで有利です。アニビアのスキルはゼドの攻撃を避けながらダメージを与えることができ、トレードで優位に立ちやすいです。"
		},
		"loses": {
			"タリヤ": "タリヤはアニビアに対して高い機動性を持ち、ファームを効率的に行うことができるため、アニビアのスキルを避けやすい。",
			"アーリ": "アーリはアニビアのスキルショットを避ける能力が高く、ダメージトレードにおいて有利に立ち回ることができる。",
			"オレリオン・ソル": "オレリオン・ソルはアニビアに対して持続的なダメージを与えることができ、スケーリングにおいても優位に立つことができる。",
			"アジール": "アジールはアニビアの範囲攻撃を避けつつ、集団戦でのダメージを高めることができるため、アニビアに対して強い。",
			"カサディン": "カサディンはアニビアの魔法ダメージを軽減し、ファームをしながら成長することができるため、アニビアに対して有利に進める。",
			"ゼラス": "ゼラスはアニビアのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"カタリナ": "カタリナはアニビアのスキルを回避しやすく、集団戦での瞬発力を活かしてアニビアに対抗できる。",
			"アカリ": "アカリはアニビアのスキルを避けることができ、近接戦でのダメージを与える能力が高いため、アニビアに対して有利に立ち回ることができる。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"ヴェックス": "ケイルはヴェックスに対して、ファームの面で優位性を持っています。ケイルはレベルが上がるにつれて強力なスケーリングを持ち、ヴェックスの攻撃を避けることができるため、安定したファームが可能です。",
			"ベイガー": "ケイルはベイガーに対して、ダメージトレードで有利です。ケイルのスキルはベイガーのスキルショットを避けることができ、持続的なダメージを与えることができます。",
			"マルザハール": "ケイルはマルザハールに対して、スケーリングの面で優位です。ケイルはレベルが上がるにつれて強力になり、マルザハールのウルトを無効化することができるため、後半戦での強さが際立ちます。",
			"メル": "ケイルはメルに対して、集団戦での影響力が高いです。ケイルのウルトは味方を守りつつ、集団戦でのダメージを増加させることができるため、チーム全体に貢献します。",
			"ヤスオ": "ケイルはヤスオに対して、ファームの面で優位です。ケイルは安全にファームを行うことができ、ヤスオの攻撃を避けることができるため、安定した成長が可能です。",
			"ラックス": "ケイルはラックスに対して、ダメージトレードで有利です。ケイルはラックスのスキルを避けることができ、持続的なダメージを与えることができるため、トレードで優位に立つことができます。",
			"ゼド": "ケイルはゼドに対して、スケーリングの面で優位です。ケイルはレベルが上がるにつれて強力になり、ゼドの攻撃を耐えることができるため、後半戦での強さが際立ちます。",
			"リサンドラ": "ケイルはリサンドラに対して、集団戦での影響力が高いです。ケイルのウルトは味方を守りつつ、集団戦でのダメージを増加させることができるため、チーム全体に貢献します。",
			"フィズ": "ケイルはフィズに対して、ファームの面で優位です。ケイルは安全にファームを行うことができ、フィズの攻撃を避けることができるため、安定した成長が可能です。",
			"イレリア": "ケイルはイレリアに対して、ダメージトレードで有利です。ケイルはイレリアのスキルを避けることができ、持続的なダメージを与えることができるため、トレードで優位に立つことができます。",
			"タリヤ": "ケイルはタリヤに対して、スケーリングの面で優位です。ケイルはレベルが上がるにつれて強力になり、タリヤの攻撃を耐えることができるため、後半戦での強さが際立ちます。",
			"エコー": "ケイルはエコーに対して、集団戦での影響力が高いです。ケイルのウルトは味方を守りつつ、集団戦でのダメージを増加させることができるため、チーム全体に貢献します。",
			"ガリオ": "ケイルはガリオに対して、ファームの面で優位です。ケイルは安全にファームを行うことができ、ガリオの攻撃を避けることができるため、安定した成長が可能です。",
			"フェイ": "ケイルはフェイに対して、ダメージトレードで有利です。ケイルはフェイのスキルを避けることができ、持続的なダメージを与えることができるため、トレードで優位に立つことができます。",
			"アニビア": "ケイルはアニビアに対して、スケーリングの面で優位です。ケイルはレベルが上がるにつれて強力になり、アニビアの攻撃を耐えることができるため、後半戦での強さが際立ちます。",
			"ゼラス": "ケイルはゼラスに対して、集団戦での影響力が高いです。ケイルのウルトは味方を守りつつ、集団戦でのダメージを増加させることができるため、チーム全体に貢献します."
		},
		"loses": {
			"カサディン": "カサディンは高い機動力を持ち、ケイルのスキルを避けやすいため、ファームが容易です。",
			"ライズ": "ライズは強力なバーストダメージを持ち、ケイルとのダメージトレードで優位に立つことができます。",
			"シンドラ": "シンドラは範囲攻撃を持ち、ケイルが近づく前にダメージを与えることができるため、スケーリングにおいても有利です。",
			"オーロラ": "オーロラはCC（クラウドコントロール）を持ち、ケイルの動きを制限することで集団戦での影響力を高めます。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、ケイルに対してダメージトレードで優位に立つことができます。",
			"ヨネ": "ヨネは自己回復能力があり、ケイルとのファームやダメージトレードで持続的に戦うことができます。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、ケイルに対して集団戦での影響力を持っています。",
			"サイラス": "サイラスはケイルのスキルを奪うことができ、ダメージトレードで優位に立つことができます。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ケイルに対して早期に圧力をかけることができます。",
			"オリアナ": "オリアナは集団戦での影響力が高く、ケイルがスケーリングする前にダメージを与えることができます。",
			"ダイアナ": "ダイアナは高いバーストダメージと機動力を持ち、ケイルに対してダメージトレードで優位に立つことができます。",
			"オレリオン・ソル": "オレリオン・ソルは高い範囲攻撃を持ち、ケイルが近づく前にダメージを与えることができるため、ファームが容易です。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、ケイルに対して早期に圧力をかけることができます。",
			"ビクター": "ビクターは強力な範囲攻撃を持ち、ケイルがスケーリングする前にダメージを与えることができるため、集団戦での影響力が高いです。"
		}
	},
	"ナフィーリ": {
		"name": "ナフィーリ",
		"beats": {
			"アニー": "ナフィーリはアニーに対して高いダメージを持ち、ファームを効率的に行うことができるため、アニーとのトレードで有利に立つことができる。",
			"フェイ": "ナフィーリはフェイに対しても高いスケーリングを持ち、集団戦での影響力が大きいため、フェイに対して優位に立つことができる。",
			"ゼラス": "ナフィーリはゼラスに対しても高いダメージトレードが可能で、ファームをしっかりと行うことでレベル差をつけることができる。",
			"サイラス": "ナフィーリはサイラスに対しても集団戦での強さがあり、スキルをうまく使うことでサイラスを圧倒することができる。",
			"ルブラン": "ナフィーリはルブランに対しても高いダメージを持ち、ファームを効率的に行うことで有利に立つことができる。",
			"オレリオン・ソル": "ナフィーリはオレリオン・ソルに対しても高いスケーリングを持ち、集団戦での影響力が大きいため、オレリオン・ソルに対して優位に立つことができる。",
			"アーリ": "ナフィーリはアーリに対しても高いダメージトレードが可能で、ファームをしっかりと行うことでレベル差をつけることができる。",
			"ラックス": "ナフィーリはラックスに対しても高いダメージを持ち、集団戦での強さがあるため、ラックスに対して優位に立つことができる。",
			"ブラッドミア": "ナフィーリはブラッドミアに対しても高いスケーリングを持ち、集団戦での影響力が大きいため、ブラッドミアに対して優位に立つことができる。",
			"キヤナ": "ナフィーリはキヤナに対しても高いダメージトレードが可能で、ファームをしっかりと行うことでレベル差をつけることができる。",
			"シンドラ": "ナフィーリはシンドラに対しても高いダメージを持ち、集団戦での強さがあるため、シンドラに対して優位に立つことができる。"
		},
		"loses": {
			"マルザハール": "マルザハールはナフィーリに対して強力なウルトを持っており、ナフィーリのスキルを無効化することができるため、ファームが難しくなる。",
			"アクシャン": "アクシャンは高いバーストダメージを持っており、ナフィーリがダメージトレードで不利になる要因となる。",
			"フィズ": "フィズは高い機動力を持ち、ナフィーリの攻撃を回避しやすいため、スケーリングの面で優位に立つことができる。",
			"オリアナ": "オリアナは集団戦でのコントロール能力が高く、ナフィーリが集団戦で効果的に働くのを妨げることができる。",
			"アカリ": "アカリは高いバーストダメージと機動力を持ち、ナフィーリがダメージトレードで不利になる要因となる。",
			"ダイアナ": "ダイアナはナフィーリに対して強力なオールインが可能で、ファームが難しくなる。",
			"ベイガー": "ベイガーは高いスケーリング能力を持ち、ナフィーリが集団戦で効果的に働くのを妨げることができる。",
			"ヴェックス": "ヴェックスはナフィーリに対して強力なCCを持っており、ダメージトレードで不利になる要因となる。",
			"リサンドラ": "リサンドラはナフィーリに対して強力なCCを持ち、ファームが難しくなる。",
			"ヤスオ": "ヤスオはナフィーリのスキルを回避しやすく、ダメージトレードで不利になる要因となる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはマップ全体に影響を与える能力を持ち、ナフィーリが集団戦で効果的に働くのを妨げることができる。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、ナフィーリがダメージトレードで不利になる要因となる。",
			"タリヤ": "タリヤはナフィーリに対して強力なエリアコントロールを持ち、ファームが難しくなる。",
			"ガリオ": "ガリオはナフィーリに対して強力なタンク能力を持ち、集団戦での効果的な働きを妨げることができる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ナフィーリがダメージトレードで不利になる要因となる。",
			"メル": "メルはナフィーリに対して強力なCCを持ち、ファームが難しくなる。",
			"カサディン": "カサディンは高いスケーリング能力を持ち、ナフィーリが集団戦で効果的に働くのを妨げることができる。"
		}
	},
	"アーリ": {
		"name": "アーリ",
		"beats": {
			"ヴェックス": "アーリはヴェックスに対して高い機動力を持っており、スキルを避けやすいため、ファームがしやすいです。",
			"マルザハール": "アーリはマルザハールのウルトを避ける能力が高く、ダメージトレードで有利に立ち回ることができます。",
			"アニビア": "アーリはアニビアのスキルを回避しやすく、スケーリングにおいてもアーリの方が優れています。",
			"リサンドラ": "アーリはリサンドラのCCを避けることができ、集団戦での影響力が高いです。",
			"アジール": "アーリはアジールの攻撃を避ける機動力があり、ダメージトレードで優位に立つことができます。",
			"イレリア": "アーリはイレリアの攻撃を回避しやすく、ファームの面でも有利です。",
			"フェイ": "アーリはフェイのスキルを避けることができ、集団戦での役割が強化されます。",
			"ガリオ": "アーリはガリオのウルトを避けることができ、ダメージトレードで有利に立ち回れます。",
			"ヨネ": "アーリはヨネの攻撃を避ける能力が高く、スケーリングにおいてもアーリが優れています。"
		},
		"loses": {
			"メル": "メルはファームの面でアーリよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、アーリがファームを取るのが難しい。",
			"カタリナ": "カタリナはダメージトレードにおいてアーリのスキルを回避する能力が高く、アーリが攻撃を仕掛ける際に反撃しやすい。",
			"ゼド": "ゼドはスケーリングの面でアーリよりも強力で、レベルが上がるにつれてアーリに対して圧力をかけることができる。",
			"アニー": "アニーは集団戦においてアーリよりも強力なスタンを持っており、アーリが集団戦での役割を果たすのが難しくなる。",
			"サイラス": "サイラスはアーリのスキルを奪うことができるため、アーリの能力を無効化し、戦闘を有利に進めることができる。",
			"アクシャン": "アクシャンはアーリに対して持続的なダメージを与えることができ、アーリが逃げるのが難しくなる。",
			"ラックス": "ラックスはアーリに対して長距離からの攻撃が可能で、アーリが近づく前にダメージを与えることができる。",
			"ライズ": "ライズはアーリに対して高いバーストダメージを持っており、アーリが安全に戦うことが難しい。"
		}
	},
	"リサンドラ": {
		"name": "リサンドラ",
		"beats": {
			"ダイアナ": "リサンドラはダイアナに対して強力なCC（クラウドコントロール）を持っており、ダイアナの突進を阻止することができるため、ファームの段階で優位に立つことができる。",
			"ヤスオ": "リサンドラはヤスオの攻撃を受け流すことができるため、ダメージトレードにおいて有利であり、ヤスオの攻撃を効果的に回避できる。",
			"タロン": "リサンドラはタロンの瞬発力に対抗できるスキルを持っており、スケーリングの段階でリサンドラが優位に立つことができる。",
			"フィズ": "リサンドラはフィズの動きを制御する能力が高く、集団戦においてフィズを無力化することができるため、集団戦での優位性がある。",
			"アカリ": "リサンドラはアカリのスキルを封じることができるため、ファームの段階でアカリに対して優位に立つことができる。",
			"ガリオ": "リサンドラはガリオの攻撃を受け流すことができ、ダメージトレードにおいて有利であるため、ガリオに対して優位に立つことができる。",
			"イレリア": "リサンドラはイレリアの攻撃を制御する能力が高く、スケーリングの段階でリサンドラが優位に立つことができる。",
			"カタリナ": "リサンドラはカタリナの瞬発力に対抗できるスキルを持っており、集団戦においてカタリナを無力化することができるため、集団戦での優位性がある。",
			"ルブラン": "リサンドラはルブランの攻撃を受け流すことができ、ダメージトレードにおいて有利であるため、ルブランに対して優位に立つことができる。",
			"ベイガー": "リサンドラはベイガーの攻撃を制御する能力が高く、スケーリングの段階でリサンドラが優位に立つことができる。",
			"オーロラ": "リサンドラはオーロラの攻撃を受け流すことができ、集団戦においてオーロラを無力化することができるため、集団戦での優位性がある。"
		},
		"loses": {
			"フェイ": "フェイはリサンドラに対して高いバーストダメージを持っており、ファーム中にリサンドラを圧倒することができる。",
			"タリヤ": "タリヤはリサンドラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"シンドラ": "シンドラはリサンドラに対して長射程のスキルを持っており、集団戦での影響力が強い。",
			"ラックス": "ラックスはリサンドラのスキルを簡単に避けることができ、ファーム中にリサンドラを圧迫することができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはリサンドラに対して瞬時に位置を変える能力があり、ダメージトレードで有利に立つことができる。",
			"アクシャン": "アクシャンはリサンドラに対して高い持続ダメージを持っており、スケーリングで優位に立つことができる。",
			"ビクター": "ビクターはリサンドラに対して強力な範囲攻撃を持っており、集団戦での影響力が高い。",
			"サイラス": "サイラスはリサンドラのスキルを奪うことができ、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールはリサンドラに対して高い持続ダメージを持っており、スケーリングで優位に立つことができる。",
			"アーリ": "アーリはリサンドラに対して高い機動力を持っており、ダメージトレードで優位に立つことができる。",
			"ゾーイ": "ゾーイはリサンドラに対して高いバーストダメージを持っており、ファーム中にリサンドラを圧倒することができる。",
			"ライズ": "ライズはリサンドラに対して高い持続ダメージを持っており、集団戦での影響力が強い。",
			"オリアナ": "オリアナはリサンドラに対して強力な範囲攻撃を持っており、集団戦での影響力が高い。",
			"ゼラス": "ゼラスはリサンドラに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはリサンドラに対して高い機動力を持っており、ダメージトレードで優位に立つことができる。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"ヨネ": "アカリはヨネに対して高い機動力を持っており、ヨネのスキルを避けやすいため、ファームを効率的に行うことができる。",
			"フィズ": "アカリはフィズの攻撃を避ける能力が高く、ダメージトレードにおいて有利に立ち回ることができる。",
			"ゼラス": "アカリはゼラスのスキルショットを避けることができ、集団戦においてもゼラスに対して優位に立つことができる。",
			"ラックス": "アカリはラックスのスキルを回避しやすく、ダメージトレードで有利に進めることができる。",
			"エコー": "アカリはエコーの攻撃を避けることができ、ファームを安定させることができるため、スケーリングにおいて有利である。",
			"ビクター": "アカリはビクターのスキルを避けることができ、集団戦での影響力を高めることができる。",
			"メル": "アカリはメルに対して高い機動力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"イレリア": "アカリはイレリアの攻撃を避けることができ、スケーリングにおいて有利に進めることができる。",
			"ゼド": "アカリはゼドの攻撃を避ける能力が高く、集団戦においてもゼドに対して優位に立つことができる。"
		},
		"loses": {
			"ガリオ": "ガリオはファームの面でアカリに対して優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、アカリがファームを取るのが難しい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはスキルを使って遠距離からアカリにダメージを与えることができ、ダメージトレードで有利に立つことができる。",
			"リサンドラ": "リサンドラはCC（クラウドコントロール）を持っており、アカリが近づくのを防ぎつつ、集団戦での影響力を高めることができる。",
			"タリヤ": "タリヤは地形を利用したスキルを持っており、アカリの動きを制限し、集団戦での位置取りを有利にすることができる。",
			"ライズ": "ライズは高いバーストダメージを持っており、アカリが近づく前にダメージを与えることができるため、トレードで不利になる。",
			"ベイガー": "ベイガーはスキルを使ってアカリに対して高いダメージを与えることができ、特に集団戦での影響力が大きい。",
			"タロン": "タロンは高い機動力を持っており、アカリが攻撃する前に逃げることができるため、ダメージトレードで不利になる。",
			"アジール": "アジールは範囲攻撃を持っており、アカリが近づくのを防ぎつつ、ファームを効率的に行うことができる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、アカリが近づく前にダメージを与えることができるため、トレードで不利になる。",
			"マルザハール": "マルザハールはCCを持っており、アカリが近づくのを防ぎつつ、集団戦での影響力を高めることができる。"
		}
	},
	"マルザハール": {
		"name": "マルザハール",
		"beats": {
			"ゾーイ": "マルザハールはゾーイに対して強力なウルトを持っており、ゾーイのスキルを無効化することができるため、ファームの面で優位に立つことができる。",
			"ヤスオ": "マルザハールはヤスオの攻撃を受け流すことができるため、ダメージトレードにおいて有利であり、ヤスオが近づくのを難しくする。",
			"ルブラン": "マルザハールはルブランの瞬間移動に対して強力なCCを持っているため、集団戦での影響力が高く、ルブランの動きを制限できる。",
			"ライズ": "マルザハールはライズのスキルを受け流すことができ、スケーリングの面でも有利で、後半戦での強さを発揮できる。",
			"ブラッドミア": "マルザハールはブラッドミアの攻撃を受け流しやすく、ファームの面で安定したプレイが可能であるため、優位に立つことができる。",
			"アカリ": "マルザハールはアカリの近接攻撃に対して強力な防御を持っており、ダメージトレードで有利に立つことができる。",
			"フィズ": "マルザハールはフィズの動きを制限するスキルを持っており、集団戦での影響力が高く、フィズに対して優位に立つことができる。",
			"アジール": "マルザハールはアジールの攻撃を受け流すことができ、スケーリングの面で有利で、後半戦での強さを発揮できる。",
			"ゼド": "マルザハールはゼドの攻撃を無効化するスキルを持っており、ダメージトレードで有利に立つことができる。",
			"アニー": "マルザハールはアニーの攻撃を受け流しやすく、集団戦での影響力が高いため、優位に立つことができる。",
			"リサンドラ": "マルザハールはリサンドラのスキルを無効化することができ、ファームの面で安定したプレイが可能であるため、優位に立つことができる。"
		},
		"loses": {
			"スモルダー": "スモルダーはファームの面でマルザハールよりも優れた能力を持っており、特に早期の段階でのクリープ処理が得意です。",
			"タロン": "タロンはダメージトレードにおいてマルザハールに対して強力で、瞬時に高いダメージを与えることができます。",
			"ビクター": "ビクターはスケーリングの面でマルザハールを上回り、ゲーム後半においてより強力な影響を持つことができます。",
			"タリヤ": "タリヤは集団戦においてマルザハールに対して優位で、地形を利用した戦術が効果的です。",
			"アクシャン": "アクシャンはファームの効率が高く、マルザハールよりも早くアイテムを揃えることができます。",
			"オリアナ": "オリアナはダメージトレードにおいてマルザハールに対して有利で、スキルのコンボで高いダメージを出せます。",
			"オレリオン・ソル": "オレリオン・ソルはスケーリングの面でマルザハールを上回り、特に中盤以降のパワーが強力です。",
			"フェイ": "フェイは集団戦においてマルザハールに対して優位で、チーム全体に影響を与える能力があります。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはファームの面でマルザハールよりも効率的で、早期のゴールド獲得が可能です。",
			"オーロラ": "オーロラはダメージトレードにおいてマルザハールに対して強力で、特に早期の段階での攻撃が効果的です。",
			"ガリオ": "ガリオはスケーリングの面でマルザハールを上回り、特に集団戦での影響力が高いです。",
			"アニビア": "アニビアは集団戦においてマルザハールに対して優位で、コントロールを持つスキルが強力です。",
			"アーリ": "アーリはダメージトレードにおいてマルザハールに対して有利で、機動力を活かして攻撃を仕掛けることができます。"
		}
	},
	"ゼラス": {
		"name": "ゼラス",
		"beats": {
			"ベイガー": "ゼラスはベイガーに対して遠距離からの攻撃が可能で、ベイガーのスキルを避けやすいため、ファームがしやすいです。",
			"ラックス": "ゼラスはラックスのスキルを避ける能力が高く、ダメージトレードにおいて有利に立ち回ることができます。",
			"ヴェックス": "ゼラスはヴェックスの攻撃を距離を保ちながら避けることができ、スケーリングにおいても優位性を持っています。",
			"メル": "ゼラスはメルの攻撃を遠距離から牽制できるため、集団戦においても有利に働きます。",
			"シンドラ": "ゼラスはシンドラのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"マルザハール": "ゼラスはマルザハールのスキルを避けつつ、ファームを効率的に行うことができるため、スケーリングにおいても有利です。",
			"ビクター": "ゼラスはビクターの攻撃を距離を保ちながら避けることができ、ダメージトレードで優位に立つことができます。",
			"ライズ": "ゼラスはライズのスキルを避ける能力が高く、集団戦においても有利に働きます。",
			"リサンドラ": "ゼラスはリサンドラの攻撃を遠距離から牽制できるため、ファームがしやすくなります。",
			"アジール": "ゼラスはアジールの攻撃を距離を保ちながら避けることができ、スケーリングにおいても優位性を持っています。"
		},
		"loses": {
			"エコー": "エコーは高い機動力を持っており、ゼラスのスキルを避けやすいです。",
			"ルブラン": "ルブランは瞬時にダメージを与える能力が高く、ゼラスが反撃する前に攻撃を仕掛けることができます。",
			"イレリア": "イレリアはゼラスのスキルを避けることができ、近接戦でのダメージが非常に高いです。",
			"アクシャン": "アクシャンは持続的なダメージを与える能力があり、ゼラスのスキルを無効化する手段を持っています。",
			"カタリナ": "カタリナはゼラスのスキルを避けながら、瞬時に高いダメージを与えることができます。",
			"アカリ": "アカリはスキルを使ってゼラスに近づき、ダメージを与えた後に逃げることが得意です。",
			"フィズ": "フィズは高い機動力と回避能力を持ち、ゼラスの攻撃を簡単に避けることができます。",
			"サイラス": "サイラスはゼラスのスキルを奪って使用することができ、逆にダメージを与えることができます。",
			"カサディン": "カサディンはレベルが上がるにつれて強力になり、ゼラスの攻撃を無効化する能力があります。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、ゼラスに対して強力な攻撃を仕掛けることができます。",
			"キヤナ": "キヤナはゼラスのスキルを避けながら、瞬時に高いダメージを与えることができるため、非常に不利です。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、ゼラスのスキルを避ける能力が高いです。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力があり、ゼラスの攻撃を受け流すことができます。",
			"ヤスオ": "ヤスオはゼラスのスキルを風で防ぎつつ、近接戦でのダメージが高いです。"
		}
	},
	"ベイガー": {
		"name": "ベイガー",
		"beats": {
			"ヴェックス": "ベイガーはヴェックスに対して高いダメージを持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"ブラッドミア": "ベイガーはブラッドミアの攻撃を避ける能力が高く、ダメージトレードで有利に立つことができます。",
			"アカリ": "ベイガーはアカリの機動力に対抗できるスキルを持っており、集団戦での影響力が大きいです。",
			"ライズ": "ベイガーはライズに対して高いバーストダメージを持ち、スケーリングの面でも有利です。",
			"ダイアナ": "ベイガーはダイアナの接近を阻止する能力があり、ファームを安定させることができます。",
			"マルザハール": "ベイガーはマルザハールのシールドを無視できるダメージを持ち、ダメージトレードで優位に立つことができます。",
			"オリアナ": "ベイガーはオリアナのスキルを避けることができ、集団戦でのダメージを最大化することができます。",
			"リサンドラ": "ベイガーはリサンドラのCCを回避しやすく、スケーリングの面で有利に進めることができます。"
		},
		"loses": {
			"アクシャン": "アクシャンは高い機動力を持ち、ベイガーのスキルを避けやすいため、ファームの面で優位に立つことができる。",
			"カタリナ": "カタリナは瞬時に近づいてダメージを与える能力があり、ベイガーのスキルを回避しやすく、ダメージトレードで有利に進めることができる。",
			"アニビア": "アニビアは強力なCCを持ち、ベイガーのスキルを封じることができるため、集団戦での影響力が高い。",
			"エコー": "エコーは高いバーストダメージを持ち、ベイガーに対して有効なダメージトレードを行うことができる。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ベイガーの攻撃を安全に避けながらファームを行うことができる。",
			"イレリア": "イレリアは高い機動力と持続的なダメージを持ち、ベイガーに対して強力なダメージトレードを行うことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、集団戦での影響力が高く、ベイガーに対して有利に立つことができる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ベイガーに対して強力なダメージトレードを行うことができる。",
			"フェイ": "フェイは高い機動力を持ち、ベイガーのスキルを避けながらダメージを与えることができるため、ファームで有利に進めることができる。",
			"ビクター": "ビクターは高いバーストダメージを持ち、ベイガーに対して強力なダメージトレードを行うことができる。",
			"カサディン": "カサディンは高い機動力を持ち、ベイガーのスキルを避けやすく、ダメージトレードで有利に進めることができる。",
			"フィズ": "フィズは高い機動力を持ち、ベイガーのスキルを避けながらダメージを与えることができるため、ファームで有利に進めることができる。",
			"メル": "メルは高い持続ダメージを持ち、集団戦での影響力が高く、ベイガーに対して有利に立つことができる。",
			"アジール": "アジールは長射程のスキルを持ち、ベイガーの攻撃を安全に避けながらファームを行うことができる。"
		}
	},
	"ヴェル＝コズ": {
		"name": "ヴェル＝コズ",
		"beats": {
			"ガリオ": "ヴェル＝コズはガリオに対して遠距離からの攻撃が可能で、ガリオのスキルを避けやすいため、ファームがしやすいです。",
			"ゾーイ": "ヴェル＝コズはゾーイのスキルを距離を保ちながら避けることができ、ダメージトレードで有利に立ち回ることができます。",
			"オーロラ": "ヴェル＝コズはオーロラに対して高い範囲攻撃を持っており、スケーリングにおいても優位性を持っています。",
			"フェイ": "ヴェル＝コズはフェイの攻撃を距離を取ることで回避でき、集団戦においても安全にダメージを与えることができます。",
			"ビクター": "ヴェル＝コズはビクターのスキルを避けることができ、ファームの効率が高く、ダメージトレードでも優位です。",
			"アニビア": "ヴェル＝コズはアニビアの凍結を避けることができ、スケーリングにおいても有利に進めることができます。",
			"ブラッドミア": "ヴェル＝コズはブラッドミアの近接攻撃を距離を保つことで避けられ、ダメージトレードで有利です。",
			"サイラス": "ヴェル＝コズはサイラスのスキルを距離を取ることで回避でき、集団戦での影響力が高いです。",
			"ライズ": "ヴェル＝コズはライズのスキルを避けることができ、ファームの効率が高く、スケーリングでも優位です。",
			"アニー": "ヴェル＝コズはアニーの攻撃を距離を保つことで避けられ、ダメージトレードで有利に立ち回れます。",
			"ラックス": "ヴェル＝コズはラックスのスキルを距離を取ることで回避でき、集団戦においても安全にダメージを与えることができます。"
		},
		"loses": {
			"エコー": "エコーは高い機動力を持っており、ヴェル＝コズのスキルを避けやすいため、ファームがしやすい。",
			"アジール": "アジールは遠距離からの攻撃が可能で、ヴェル＝コズに対して安全にダメージを与えることができる。",
			"タリヤ": "タリヤは地形を利用した戦闘が得意で、ヴェル＝コズのスキルを封じることができるため、集団戦で優位に立てる。",
			"カタリナ": "カタリナは瞬時に敵に接近できるため、ヴェル＝コズの攻撃を避けつつダメージを与えることができる。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、ヴェル＝コズを短時間で排除することができる。",
			"アカリ": "アカリはスキルを使ってヴェル＝コズの攻撃を回避しつつ、近接戦で有利に立つことができる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ヴェル＝コズに対して強力なダメージトレードが可能である。",
			"ヨネ": "ヨネは持続的なダメージを与えつつ、ヴェル＝コズのスキルを避けることができるため、ファームがしやすい。",
			"イレリア": "イレリアはスキルを使ってヴェル＝コズに接近し、ダメージを与えやすい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体マップでの影響力が高く、集団戦でヴェル＝コズを狙いやすい。",
			"ゼラス": "ゼラスは長射程の攻撃を持ち、ヴェル＝コズに対して安全にダメージを与えることができる。",
			"リサンドラ": "リサンドラはヴェル＝コズを凍らせることで、集団戦での優位性を持つことができる。",
			"フィズ": "フィズは高い機動力を持ち、ヴェル＝コズの攻撃を避けつつ、ダメージを与えることができる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ヴェル＝コズに対して瞬時にダメージを与えることができる。",
			"アーリ": "アーリは高い機動力を持ち、ヴェル＝コズの攻撃を避けつつ、ダメージを与えることができる。"
		}
	},
	"ヴェックス": {
		"name": "ヴェックス",
		"beats": {
			"イレリア": "ヴェックスはイレリアに対して、遠距離からのスキルで圧力をかけることができるため、ファームの面で有利です。",
			"ヨネ": "ヴェックスはヨネの攻撃を避ける能力が高く、ダメージトレードにおいて優位に立つことができます。",
			"アクシャン": "ヴェックスはアクシャンのスキルを遠距離から無効化できるため、スケーリングの段階で有利です。",
			"ルブラン": "ヴェックスはルブランの瞬間移動に対して、スキルを使って反撃できるため、集団戦での影響力が高いです。",
			"カサディン": "ヴェックスはカサディンに対して、持続的なダメージを与えることができるため、ファームの面で優位です。",
			"リサンドラ": "ヴェックスはリサンドラの凍結スキルを避けることができ、ダメージトレードで有利に立つことができます。",
			"ゾーイ": "ヴェックスはゾーイのスキルを遠距離から攻撃することで、スケーリングの段階で有利です。",
			"ヤスオ": "ヴェックスはヤスオの風の刃を避けることができ、集団戦での影響力が高いです。",
			"フィズ": "ヴェックスはフィズの突進攻撃に対して、スキルを使って反撃できるため、ファームの面で有利です。",
			"アカリ": "ヴェックスはアカリの隠れた状態を見つけることができ、ダメージトレードで優位に立つことができます。",
			"マルザハール": "ヴェックスはマルザハールのスキルを遠距離から無効化できるため、スケーリングの段階で有利です。",
			"キヤナ": "ヴェックスはキヤナの攻撃を避ける能力が高く、集団戦での影響力が高いです。"
		},
		"loses": {
			"オリアナ": "オリアナはヴェックスに対して強力なスキルを持っており、ファームの際に安全にハラスを行うことができるため、ヴェックスはダメージトレードで不利になる。",
			"シンドラ": "シンドラはヴェックスに対して高いバーストダメージを持っており、スケーリングの段階でもシンドラの方が強力なスキルを持つため、集団戦での影響力が大きい。",
			"ブラッドミア": "ブラッドミアはヴェックスに対して持続的なダメージを与えることができ、ファームの際にヴェックスを圧倒することができるため、ダメージトレードで不利になる。",
			"ライズ": "ライズはヴェックスに対して高い機動力を持っており、スケーリングの段階で強力なダメージを出すことができるため、集団戦での優位性がある。",
			"ベイガー": "ベイガーはヴェックスに対して高いバーストダメージを持ち、ファームの際に安全にハラスを行うことができるため、ダメージトレードで不利になる。",
			"ビクター": "ビクターはヴェックスに対して強力な範囲攻撃を持っており、スケーリングの段階で強力なダメージを出すことができるため、集団戦での影響力が大きい。",
			"ラックス": "ラックスはヴェックスに対して高いハラス能力を持っており、ファームの際にヴェックスを圧倒することができるため、ダメージトレードで不利になる。",
			"アニー": "アニーはヴェックスに対して高いバーストダメージを持っており、スケーリングの段階でも強力なスキルを持つため、集団戦での影響力が大きい。",
			"メル": "メルはヴェックスに対して持続的なダメージを与えることができ、ファームの際にヴェックスを圧倒することができるため、ダメージトレードで不利になる。",
			"フェイ": "フェイはヴェックスに対して高い機動力を持っており、スケーリングの段階で強力なダメージを出すことができるため、集団戦での優位性がある。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはヴェックスに対して高いバーストダメージを持ち、ファームの際に安全にハラスを行うことができるため、ダメージトレードで不利になる。",
			"アーリ": "アーリはヴェックスに対して高い機動力を持っており、スケーリングの段階で強力なダメージを出すことができるため、集団戦での影響力が大きい。",
			"オーロラ": "オーロラはヴェックスに対して持続的なダメージを与えることができ、ファームの際にヴェックスを圧倒することができるため、ダメージトレードで不利になる。",
			"ガリオ": "ガリオはヴェックスに対して高い耐久力を持っており、スケーリングの段階で強力なダメージを出すことができるため、集団戦での優位性がある。",
			"アジール": "アジールはヴェックスに対して高い範囲攻撃を持っており、ファームの際にヴェックスを圧倒することができるため、ダメージトレードで不利になる。",
			"タロン": "タロンはヴェックスに対して高いバーストダメージを持っており、スケーリングの段階でも強力なスキルを持つため、集団戦での影響力が大きい。",
			"タリヤ": "タリヤはヴェックスに対して強力な範囲攻撃を持っており、ファームの際にヴェックスを圧倒することができるため、ダメージトレードで不利になる。"
		}
	},
	"スウェイン": {
		"name": "スウェイン",
		"beats": {
			"ガリオ": "スウェインはガリオに対して、スキルを使ったダメージトレードで優位に立つことができ、特にガリオのシールドを無視することができるため、ファームを安定させやすいです。",
			"マルザハール": "スウェインはマルザハールに対して、持続的なダメージを与えつつ、マルザハールのウルトを避けることができるため、集団戦での影響力が高まります。",
			"フィズ": "スウェインはフィズに対して、フィズのアサシン能力を抑えることができ、特にスウェインのスキルでフィズを捕まえることができるため、ダメージトレードで有利です。",
			"アカリ": "スウェインはアカリに対して、持続的なダメージを与えつつ、アカリのスキルを避けることができるため、ファームを有利に進めることができます。",
			"ベイガー": "スウェインはベイガーに対して、ベイガーのスキルを受け流しつつ、持続的なダメージを与えることができるため、スケーリングで優位に立つことができます。",
			"カタリナ": "スウェインはカタリナに対して、カタリナのコンボを受け流しつつ、持続的なダメージを与えることができるため、集団戦での影響力が高まります。",
			"エコー": "スウェインはエコーに対して、エコーの瞬発力を抑えることができ、特にエコーのウルトを無効化することで、ダメージトレードで有利です。",
			"ダイアナ": "スウェインはダイアナに対して、ダイアナのアサシン能力を抑えることができ、特にダイアナのスキルを避けることで、ファームを有利に進めることができます。",
			"ブラッドミア": "スウェインはブラッドミアに対して、持続的なダメージを与えつつ、ブラッドミアの回復を抑えることができるため、ダメージトレードで優位に立つことができます。",
			"ヴェックス": "スウェインはヴェックスに対して、持続的なダメージを与えつつ、ヴェックスのスキルを避けることができるため、スケーリングで優位に立つことができます。",
			"ラックス": "スウェインはラックスに対して、ラックスのスキルを受け流しつつ、持続的なダメージを与えることができるため、集団戦での影響力が高まります。"
		},
		"loses": {
			"メル": "メルはファームの面でスウェインよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、スウェインはファームが難しくなる。",
			"フェイ": "フェイはダメージトレードにおいて、スウェインのスキルを避ける能力が高く、持続的なダメージを与えることができるため、スウェインは不利な状況に陥りやすい。",
			"イレリア": "イレリアはスケーリングにおいて非常に強力で、レベルが上がるにつれてスウェインに対して圧力をかけることができるため、スウェインは後半戦で苦しむことになる。",
			"タリヤ": "タリヤは集団戦において、地形を利用した強力なエリアコントロールを持っており、スウェインはその影響を受けやすく、効果的に戦うことが難しい。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、スウェインの耐久力を無視して瞬時に排除することができるため、スウェインは対抗しづらい。",
			"ヤスオ": "ヤスオはスウェインのスキルをカウンターする能力があり、特に風の壁を使ってスウェインの攻撃を防ぐことができるため、スウェインは不利な状況に置かれる。",
			"ゾーイ": "ゾーイは高い機動性とバーストダメージを持ち、スウェインが近づく前にダメージを与えることができるため、スウェインは対処が難しい。",
			"オレリオン・ソル": "オレリオン・ソルは広範囲のダメージを持ち、スウェインが集団戦で効果的に動くことを妨げるため、スウェインは不利な状況に陥る。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、スウェインが近づく前に大きなダメージを与えることができるため、スウェインは不利な状況に置かれる。",
			"アジール": "アジールはスウェインに対して持続的なダメージを与える能力が高く、特に集団戦でスウェインが効果的に動くことを妨げる。",
			"ライズ": "ライズは高いバーストダメージと機動性を持ち、スウェインが攻撃を仕掛ける前にダメージを与えることができるため、スウェインは不利な状況に置かれる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、スウェインが耐久力を活かす前に排除することができるため、スウェインは対抗しづらい。",
			"アニー": "アニーは高いバーストダメージを持ち、スウェインが近づく前に大きなダメージを与えることができるため、スウェインは不利な状況に置かれる。",
			"ルブラン": "ルブランは高い機動性とバーストダメージを持ち、スウェインが攻撃を仕掛ける前にダメージを与えることができるため、スウェインは不利な状況に置かれる。",
			"ゼラス": "ゼラスはスウェインに対して持続的なダメージを与える能力が高く、特に集団戦でスウェインが効果的に動くことを妨げる。"
		}
	},
	"フィズ": {
		"name": "フィズ",
		"beats": {
			"メル": "フィズはメルに対して高い機動力を持っており、メルのスキルを避けやすいため、ファームがしやすいです。",
			"ゼラス": "フィズはゼラスのスキルを回避する能力が高く、ダメージトレードで優位に立つことができます。",
			"ヨネ": "フィズはヨネの攻撃を避けることができ、スケーリングにおいても有利な状況を作りやすいです。",
			"ベイガー": "フィズはベイガーのスタンを避けることができ、集団戦での影響力が高まります。",
			"シンドラ": "フィズはシンドラのスキルを回避しやすく、ダメージトレードで有利に進めることができます。",
			"アニー": "フィズはアニーのスキルを避けることができ、ファームを安定させることができます。",
			"ゾーイ": "フィズはゾーイのスキルを避ける能力が高く、スケーリングにおいても優位に立つことができます。",
			"フェイ": "フィズはフェイの攻撃を避けることができ、集団戦での影響力が高まります。"
		},
		"loses": {
			"アクシャン": "アクシャンはフィズに対して強力なダメージトレードを行うことができ、フィズのスキルを避けることが得意です。",
			"サイラス": "サイラスはフィズのスキルを奪うことができ、集団戦での影響力を高めることができます。",
			"ブラッドミア": "ブラッドミアはフィズに対して持続的なダメージを与えることができ、ファームの面でも優位に立つことができます。",
			"ダイアナ": "ダイアナはフィズに対して強力なオールインが可能で、スケーリングにおいても優れた性能を持っています。",
			"ライズ": "ライズはフィズに対して高いバーストダメージを持ち、集団戦での影響力が強いです。",
			"アカリ": "アカリはフィズのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"タリヤ": "タリヤはフィズに対して強力なゾーニングを行うことができ、ファームの面でも有利です。",
			"ヤスオ": "ヤスオはフィズのスキルをカウンターする能力があり、ダメージトレードで優位に立つことができます。",
			"ガリオ": "ガリオはフィズに対して強力な耐久力を持ち、集団戦での影響力が高いです。",
			"アジール": "アジールはフィズに対して持続的なダメージを与えることができ、スケーリングにおいても優れています。",
			"カサディン": "カサディンはフィズに対して高いバーストダメージを持ち、集団戦での影響力が強いです。",
			"リサンドラ": "リサンドラはフィズに対して強力なCCを持ち、ダメージトレードで優位に立つことができます。",
			"イレリア": "イレリアはフィズに対して持続的なダメージを与えることができ、スケーリングにおいても優れた性能を持っています。"
		}
	},
	"オレリオン・ソル": {
		"name": "オレリオン・ソル",
		"beats": {
			"アニビア": "オレリオン・ソルはアニビアに対して、ファームの面で有利です。オレリオン・ソルの範囲攻撃は、アニビアのミニオンを効率的に処理することができ、安定したゴールドを得ることができます。",
			"ラックス": "オレリオン・ソルはラックスに対して、ダメージトレードで有利です。オレリオン・ソルの持続的なダメージは、ラックスのスキルを避けながら効果的にダメージを与えることができ、トレードで優位に立つことができます。",
			"オリアナ": "オレリオン・ソルはオリアナに対して、スケーリングの面で有利です。オレリオン・ソルはレベルが上がるにつれて強力なダメージを出すことができ、オリアナよりも後半戦での影響力が増します。",
			"メル": "オレリオン・ソルはメルに対して、集団戦で有利です。オレリオン・ソルの範囲攻撃とCC（クラウドコントロール）能力は、集団戦において敵チームを効果的に分断し、勝利に貢献します。",
			"マルザハール": "オレリオン・ソルはマルザハールに対して、ファームの面で有利です。オレリオン・ソルはミニオンを迅速に処理できるため、マルザハールよりも早くゴールドを獲得できます。",
			"ヤスオ": "オレリオン・ソルはヤスオに対して、ダメージトレードで有利です。オレリオン・ソルの持続的なダメージは、ヤスオの攻撃を受け流しつつ、効果的に反撃することができます。",
			"ライズ": "オレリオン・ソルはライズに対して、スケーリングの面で有利です。オレリオン・ソルはレベルが上がるにつれて強力なダメージを出し、ライズよりも後半戦での影響力が増します。",
			"ベイガー": "オレリオン・ソルはベイガーに対して、集団戦で有利です。オレリオン・ソルの範囲攻撃は、ベイガーのスキルを避けながら効果的にダメージを与えることができ、集団戦での優位性を持ちます。",
			"アジール": "オレリオン・ソルはアジールに対して、ファームの面で有利です。オレリオン・ソルの範囲攻撃は、アジールのミニオンを効率的に処理することができ、安定したゴールドを得ることができます。",
			"カサディン": "オレリオン・ソルはカサディンに対して、ダメージトレードで有利です。オレリオン・ソルの持続的なダメージは、カサディンのスキルを避けながら効果的にダメージを与えることができ、トレードで優位に立つことができます。",
			"オーロラ": "オレリオン・ソルはオーロラに対して、スケーリングの面で有利です。オレリオン・ソルはレベルが上がるにつれて強力なダメージを出すことができ、オーロラよりも後半戦での影響力が増します。",
			"ビクター": "オレリオン・ソルはビクターに対して、集団戦で有利です。オレリオン・ソルの範囲攻撃とCC能力は、集団戦において敵チームを効果的に分断し、勝利に貢献します。"
		},
		"loses": {
			"キヤナ": "キヤナはオレリオン・ソルに対して高いバーストダメージを持っており、ファーム中にオレリオン・ソルを圧倒することができる。",
			"ヨネ": "ヨネはオレリオン・ソルに対して強力なダメージトレードを行うことができ、特に近接戦で優位に立つことができる。",
			"アーリ": "アーリはオレリオン・ソルに対して機動力が高く、スキルを使ってオレリオン・ソルの攻撃を回避しつつ反撃することができる。",
			"フィズ": "フィズはオレリオン・ソルに対して高いバーストダメージを持ち、集団戦でもオレリオン・ソルを狙いやすい。",
			"タリヤ": "タリヤはオレリオン・ソルに対して地形を利用した攻撃が可能で、特に集団戦での影響力が大きい。",
			"カタリナ": "カタリナはオレリオン・ソルに対して瞬時に接近し、連続攻撃を行うことでダメージを与えやすい。",
			"ゼド": "ゼドはオレリオン・ソルに対して高いバーストダメージを持ち、特に1対1の状況で優位に立つことができる。",
			"サイラス": "サイラスはオレリオン・ソルのスキルを奪って使用できるため、戦闘中にオレリオン・ソルを効果的に対処できる。",
			"ヴェックス": "ヴェックスはオレリオン・ソルに対して遠距離からの攻撃が可能で、特に集団戦での影響力が大きい。",
			"ゾーイ": "ゾーイはオレリオン・ソルに対して高いバーストダメージを持ち、特にファーム中にオレリオン・ソルを圧倒することができる。",
			"フェイ": "フェイはオレリオン・ソルに対して高い機動力を持ち、特にダメージトレードで優位に立つことができる。",
			"アクシャン": "アクシャンはオレリオン・ソルに対して高いバーストダメージを持ち、特に集団戦での影響力が大きい。",
			"ゼラス": "ゼラスはオレリオン・ソルに対して遠距離からの攻撃が可能で、特にファーム中にオレリオン・ソルを圧倒することができる。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"ガリオ": "オーロラはガリオに対してファームがしやすく、ミニオンを効率的に処理できるため、ゴールドを稼ぎやすいです。",
			"カサディン": "オーロラはカサディンに対してダメージトレードで優位に立ちやすく、早期の段階で有利な交換が可能です。",
			"ブラッドミア": "オーロラはブラッドミアに対してスケーリングが優れており、ゲーム後半に強力な影響を与えることができます。",
			"サイラス": "オーロラはサイラスとの集団戦での連携が強く、チーム全体のダメージを増加させることができます。",
			"マルザハール": "オーロラはマルザハールに対して持続的なダメージを与えやすく、相手のスキルを避けることができるため、戦闘で有利です。",
			"ルブラン": "オーロラはルブランに対して安定したダメージを出せるため、トレードで優位に立つことができます。",
			"ヨネ": "オーロラはヨネに対して集団戦での影響力が高く、チームの勝利に貢献しやすいです。",
			"アジール": "オーロラはアジールに対してファームがしやすく、レベル差をつけることで有利に進めることができます。",
			"タリヤ": "オーロラはタリヤに対してダメージトレードで優位に立ちやすく、相手のスキルを避けることができるため、戦闘で有利です。"
		},
		"loses": {
			"カタリナ": "カタリナはオーロラに対して高いバーストダメージを持っており、ファーム中にオーロラを圧倒することができる。",
			"ゼド": "ゼドはオーロラに対して強力なダメージトレードを行うことができ、オーロラのスキルを回避しやすい。",
			"キヤナ": "キヤナはオーロラに対して高い機動力を持ち、集団戦での影響力が大きく、オーロラを狙いやすい。",
			"アニー": "アニーはオーロラに対して強力なスタンを持っており、ダメージトレードで優位に立つことができる。",
			"ラックス": "ラックスはオーロラに対して長射程のスキルを持ち、ファームやダメージトレードでオーロラを圧迫することができる。",
			"ビクター": "ビクターはオーロラに対して高いスケーリングを持ち、レベルが上がるにつれてオーロラに対して強力なダメージを与えることができる。",
			"アクシャン": "アクシャンはオーロラに対して高いバーストダメージを持ち、集団戦での影響力が大きく、オーロラを狙いやすい。"
		}
	},
	"カサディン": {
		"name": "カサディン",
		"beats": {
			"アニー": "カサディンはアニーに対して、ファームの面で優位性を持っています。アニーのスキルはカサディンの機動力に対して当たりにくく、カサディンは安全にミニオンを処理できます。",
			"ラックス": "カサディンはラックスに対して、ダメージトレードで有利です。カサディンのスキルはラックスのスキルショットを避けることができ、ラックスのダメージを受けずに反撃することが可能です。",
			"ゼラス": "カサディンはゼラスに対して、スケーリングの面で優位です。カサディンはレベルが上がるにつれて強力になり、ゼラスのダメージを上回ることができます。",
			"ベイガー": "カサディンはベイガーに対して、集団戦での影響力が高いです。カサディンは瞬時に敵の後衛にアクセスでき、ベイガーのキャリー能力を抑えることができます。",
			"メル": "カサディンはメルに対して、ファームの面で優位性を持っています。カサディンはメルのスキルを避けながら安全にミニオンを処理できるため、ゴールドを効率的に獲得できます。",
			"フィズ": "カサディンはフィズに対して、ダメージトレードで有利です。カサディンはフィズの攻撃を避ける能力が高く、反撃のチャンスが多くなります。",
			"ビクター": "カサディンはビクターに対して、スケーリングの面で優位です。カサディンは後半戦での強さが増し、ビクターのダメージを上回ることができます。",
			"イレリア": "カサディンはイレリアに対して、集団戦での影響力が高いです。カサディンはイレリアのスキルを避けつつ、敵チームに大きなダメージを与えることができます。",
			"タリヤ": "カサディンはタリヤに対して、ファームの面で優位性を持っています。カサディンはタリヤのスキルを避けながら安全にミニオンを処理できるため、ゴールドを効率的に獲得できます。",
			"ルブラン": "カサディンはルブランに対して、ダメージトレードで有利です。カサディンはルブランのスキルを避けることができ、反撃のチャンスが多くなります。",
			"ブラッドミア": "カサディンはブラッドミアに対して、スケーリングの面で優位です。カサディンはレベルが上がるにつれて強力になり、ブラッドミアのダメージを上回ることができます。",
			"アニビア": "カサディンはアニビアに対して、集団戦での影響力が高いです。カサディンはアニビアのスキルを避けつつ、敵チームに大きなダメージを与えることができます。",
			"アジール": "カサディンはアジールに対して、ファームの面で優位性を持っています。カサディンはアジールのスキルを避けながら安全にミニオンを処理できるため、ゴールドを効率的に獲得できます。",
			"シンドラ": "カサディンはシンドラに対して、ダメージトレードで有利です。カサディンはシンドラのスキルを避ける能力が高く、反撃のチャンスが多くなります。",
			"アーリ": "カサディンはアーリに対して、スケーリングの面で優位です。カサディンは後半戦での強さが増し、アーリのダメージを上回ることができます。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはカサディンに対して強力なマジックダメージを持ち、ファームをしやすい。",
			"ゼド": "ゼドはカサディンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはカサディンに対して持続的なダメージを与えやすく、スケーリングの面でも有利に進めることができる。",
			"キヤナ": "キヤナはカサディンに対して高い機動力を持ち、集団戦での影響力が大きい。",
			"リサンドラ": "リサンドラはカサディンに対してCC（クラウドコントロール）を持ち、ダメージトレードで有利に立つことができる。",
			"オーロラ": "オーロラはカサディンに対して持続的なダメージを与えやすく、ファームの面でも優位に立つことができる。",
			"ガリオ": "ガリオはカサディンに対して集団戦での影響力が強く、チームファイトでの役割が大きい。",
			"オリアナ": "オリアナはカサディンに対して高いバーストダメージとCCを持ち、集団戦での影響力が大きい。"
		}
	},
	"アニー": {
		"name": "アニー",
		"beats": {
			"ヤスオ": "アニーはヤスオに対して強力なスキルを持っており、特にファームの面で有利です。アニーの範囲攻撃はヤスオのミニオン処理を妨げることができます。",
			"ヴェックス": "アニーはヴェックスに対して高いダメージトレードを行うことができ、特に早期の段階でのバーストダメージが有効です。",
			"ヨネ": "アニーはヨネに対してスケーリングが優れており、レベルが上がるにつれて強力なスキルコンボを持つため、対面での優位性を保ちやすいです。",
			"タロン": "アニーはタロンに対して集団戦での影響力が高く、タロンが接近する前にスキルを使ってダメージを与えることができます。",
			"アクシャン": "アニーはアクシャンに対してファームの面で有利で、アクシャンがミニオンを処理する際にアニーの範囲攻撃が効果的です。",
			"ライズ": "アニーはライズに対してダメージトレードで優位に立つことができ、特に早期の段階でのバーストダメージが有効です。",
			"ブラッドミア": "アニーはブラッドミアに対してスケーリングが優れており、レベルが上がるにつれて強力なスキルコンボを持つため、対面での優位性を保ちやすいです。",
			"リサンドラ": "アニーはリサンドラに対して集団戦での影響力が高く、リサンドラが接近する前にスキルを使ってダメージを与えることができます。",
			"タリヤ": "アニーはタリヤに対してファームの面で有利で、タリヤがミニオンを処理する際にアニーの範囲攻撃が効果的です。",
			"マルザハール": "アニーはマルザハールに対してダメージトレードで優位に立つことができ、特に早期の段階でのバーストダメージが有効です。",
			"オーロラ": "アニーはオーロラに対してスケーリングが優れており、レベルが上がるにつれて強力なスキルコンボを持つため、対面での優位性を保ちやすいです。",
			"ラックス": "アニーはラックスに対して集団戦での影響力が高く、ラックスが接近する前にスキルを使ってダメージを与えることができます。",
			"フィズ": "アニーはフィズに対してファームの面で有利で、フィズがミニオンを処理する際にアニーの範囲攻撃が効果的です。",
			"ツイステッド・フェイト": "アニーはツイステッド・フェイトに対してダメージトレードで優位に立つことができ、特に早期の段階でのバーストダメージが有効です。"
		},
		"loses": {
			"カサディン": "カサディンはファームにおいて、アニーよりも高い持続的なダメージを持っており、レベル6以降のスケーリングが優れているため、アニーに対して有利に立ち回ることができる。",
			"エコー": "エコーはダメージトレードにおいて、アニーのスキルを回避する能力が高く、瞬時にダメージを与えた後に逃げることができるため、アニーに対して優位に立つことができる。",
			"オリアナ": "オリアナはスケーリングにおいて、アニーよりも強力な集団戦能力を持っており、特にチームファイトでの影響力が高いため、アニーに対して有利に戦うことができる。",
			"ダイアナ": "ダイアナは集団戦において、アニーのスキルを無効化する能力を持っており、アニーがダメージを与える前に接近して一気に倒すことができるため、アニーに対して優位に立つことができる。",
			"アジール": "アジールはファームにおいて、アニーよりも安全にミニオンを処理できる能力を持っており、レベルが上がるにつれてアニーに対して強力なダメージを与えることができるため、アニーに対して有利に立つことができる。",
			"サイラス": "サイラスはダメージトレードにおいて、アニーのスキルを奪うことができるため、アニーに対して有利に戦うことができる。",
			"ビクター": "ビクターはスケーリングにおいて、アニーよりも高いダメージを持ち、特に集団戦での影響力が強いため、アニーに対して優位に立つことができる。",
			"メル": "メルは集団戦において、アニーのスキルを回避しつつダメージを与えることができるため、アニーに対して有利に戦うことができる。",
			"フェイ": "フェイはファームにおいて、アニーよりも安全にミニオンを処理できる能力を持っており、特にレベルが上がるにつれてアニーに対して強力なダメージを与えることができるため、アニーに対して有利に立つことができる。",
			"シンドラ": "シンドラはダメージトレードにおいて、アニーのスキルを避ける能力が高く、特にレベル6以降のスケーリングが優れているため、アニーに対して有利に立つことができる。"
		}
	},
	"カシオペア": {
		"name": "カシオペア",
		"beats": {
			"エコー": "カシオペアはエコーに対して、ファームの面で優位性を持っています。カシオペアのスキルはミニオンを効率的に処理できるため、エコーよりも早くゴールドを獲得できます。",
			"ルブラン": "カシオペアはルブランとのダメージトレードにおいても有利です。カシオペアのスキルは持続的なダメージを与えることができ、ルブランの瞬間的なダメージに対抗しやすいです。",
			"カタリナ": "カシオペアはカタリナに対してスケーリングの面で優れています。カシオペアはレベルが上がるにつれて強力なダメージを出せるため、ゲーム後半において有利に立ち回れます。",
			"イレリア": "カシオペアはイレリアとの集団戦においても優位です。カシオペアの範囲攻撃は集団戦でのダメージを最大化し、イレリアの機動力を制限することができます。",
			"ヴェックス": "カシオペアはヴェックスに対してファームの面で有利です。カシオペアはミニオンを効率的に処理できるため、ゴールドを早く集めることができます。",
			"リサンドラ": "カシオペアはリサンドラとのダメージトレードにおいても有利です。カシオペアの持続的なダメージはリサンドラのスキルを上回ることができ、トレードで優位に立てます。",
			"ブラッドミア": "カシオペアはブラッドミアに対してスケーリングの面で優れています。カシオペアはレベルが上がるにつれて強力なダメージを出せるため、ゲーム後半において有利に立ち回れます。",
			"フィズ": "カシオペアはフィズとの集団戦においても優位です。カシオペアの範囲攻撃は集団戦でのダメージを最大化し、フィズの機動力を制限することができます。",
			"オレリオン・ソル": "カシオペアはオレリオン・ソルに対してファームの面で有利です。カシオペアはミニオンを効率的に処理できるため、ゴールドを早く集めることができます。",
			"アクシャン": "カシオペアはアクシャンとのダメージトレードにおいても有利です。カシオペアの持続的なダメージはアクシャンのスキルを上回ることができ、トレードで優位に立てます。",
			"サイラス": "カシオペアはサイラスに対してスケーリングの面で優れています。カシオペアはレベルが上がるにつれて強力なダメージを出せるため、ゲーム後半において有利に立ち回れます。",
			"ヤスオ": "カシオペアはヤスオとの集団戦においても優位です。カシオペアの範囲攻撃は集団戦でのダメージを最大化し、ヤスオの機動力を制限することができます。",
			"ゼド": "カシオペアはゼドに対してファームの面で有利です。カシオペアはミニオンを効率的に処理できるため、ゴールドを早く集めることができます。",
			"ダイアナ": "カシオペアはダイアナとのダメージトレードにおいても有利です。カシオペアの持続的なダメージはダイアナのスキルを上回ることができ、トレードで優位に立てます。"
		},
		"loses": {
			"キヤナ": "キヤナは高いバーストダメージを持っており、カシオペアがスキルを使う前に攻撃を仕掛けることができるため、ダメージトレードで優位に立つことができる。",
			"シンドラ": "シンドラは長射程のスキルを持ち、カシオペアが近づく前にダメージを与えることができるため、ファームの面で不利になる。",
			"タリヤ": "タリヤは地形を利用したスキルを持ち、カシオペアの動きを制限することができるため、集団戦での影響力が高い。",
			"ガリオ": "ガリオはタンクとしての耐久力が高く、カシオペアのダメージを受け止めることができるため、集団戦での生存率が高い。",
			"マルザハール": "マルザハールはスキルでカシオペアを無効化することができるため、ダメージトレードで有利に立つことができる。",
			"ゾーイ": "ゾーイは高い機動力を持ち、カシオペアのスキルを避けながら攻撃することができるため、ファームの面で優位に立つ。",
			"ビクター": "ビクターはスキルの範囲が広く、カシオペアが近づく前にダメージを与えることができるため、ダメージトレードで有利になる。",
			"フェイ": "フェイは高いバーストダメージを持ち、カシオペアがスキルを使う前に攻撃を仕掛けることができるため、ダメージトレードで優位に立つ。",
			"アジール": "アジールは長射程の攻撃を持ち、カシオペアが近づく前にダメージを与えることができるため、ファームの面で不利になる。",
			"ヨネ": "ヨネは高い機動力を持ち、カシオペアのスキルを避けながら攻撃することができるため、ダメージトレードで優位に立つ。",
			"アニー": "アニーは高いバーストダメージを持ち、カシオペアがスキルを使う前に攻撃を仕掛けることができるため、ダメージトレードで不利になる。",
			"メル": "メルは高い耐久力を持ち、カシオペアのダメージを受け止めることができるため、集団戦での影響力が高い。",
			"アーリ": "アーリは高い機動力を持ち、カシオペアのスキルを避けながら攻撃することができるため、ダメージトレードで優位に立つ。",
			"ベイガー": "ベイガーは高いバーストダメージを持ち、カシオペアがスキルを使う前に攻撃を仕掛けることができるため、ダメージトレードで不利になる。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ヴェックス": "ライズはヴェックスに対して高いマナ管理能力を持ち、スキルを使ったダメージトレードで優位に立つことができる。",
			"エコー": "ライズはエコーに対して持続的なダメージを与えることができ、エコーの瞬発力を抑えることができる。",
			"ブラッドミア": "ライズはブラッドミアの攻撃を避ける能力が高く、ダメージトレードで有利に進めることができる。",
			"フィズ": "ライズはフィズの機動力に対抗するためのスキルを持ち、フィズが近づく前にダメージを与えることができる。",
			"ダイアナ": "ライズはダイアナのオールインを避けることができ、持続的なダメージを与えることで優位に立つことができる。",
			"メル": "ライズはメルに対して高いマナ管理能力を持ち、スキルを使ったダメージトレードで優位に立つことができる。",
			"カタリナ": "ライズはカタリナのコンボを中断する能力があり、ダメージトレードで有利に進めることができる。",
			"アカリ": "ライズはアカリのシャドウを読みやすく、ダメージトレードで優位に立つことができる。",
			"カサディン": "ライズはカサディンに対して持続的なダメージを与えることができ、カサディンのスケーリングを抑えることができる。",
			"サイラス": "ライズはサイラスのスキルを利用してダメージを与えることができ、集団戦で優位に立つことができる。",
			"リサンドラ": "ライズはリサンドラのCCを避ける能力が高く、ダメージトレードで有利に進めることができる。",
			"アーリ": "ライズはアーリのスキルを読みやすく、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"オレリオン・ソル": "オレリオン・ソルはファーム能力が高く、ライズに対して圧力をかけることができるため、ライズは不利な状況に置かれやすい。",
			"アクシャン": "アクシャンはダメージトレードにおいてライズよりも優れており、ライズはアクシャンの攻撃を受けやすい。",
			"オリアナ": "オリアナはスケーリングが優れており、ゲーム後半においてライズに対して強力な影響を持つため、ライズは不利を感じる。",
			"ヤスオ": "ヤスオは集団戦において非常に強力で、ライズはヤスオの攻撃を避けるのが難しいため、ライズは不利である。",
			"タリヤ": "タリヤはファームとマップコントロールにおいて優れており、ライズはタリヤに対抗するのが難しい。",
			"マルザハール": "マルザハールはダメージトレードにおいてライズに対して有利で、ライズはマルザハールのスキルを避けるのが難しい。",
			"アニビア": "アニビアはスケーリングが優れており、ライズはアニビアの強力な集団戦能力に対抗しづらい。",
			"ベイガー": "ベイガーは集団戦において非常に強力で、ライズはベイガーのスキルを避けるのが難しいため、不利を感じる。",
			"フェイ": "フェイはファーム能力が高く、ライズはフェイに対して圧力をかけられやすい。",
			"シンドラ": "シンドラはダメージトレードにおいてライズよりも優れており、ライズはシンドラの攻撃を受けやすい。",
			"アニー": "アニーはスケーリングが優れており、ライズはアニーの強力な集団戦能力に対抗しづらい。",
			"ガリオ": "ガリオは集団戦において非常に強力で、ライズはガリオのスキルを避けるのが難しいため、不利を感じる。",
			"ゼラス": "ゼラスはファーム能力が高く、ライズはゼラスに対して圧力をかけられやすい。",
			"キヤナ": "キヤナはダメージトレードにおいてライズよりも優れており、ライズはキヤナの攻撃を受けやすい。"
		}
	},
	"ビクター": {
		"name": "ビクター",
		"beats": {
			"メル": "ビクターはメルに対して優れたファーム能力を持っており、スキルを使って安全にミニオンを処理できるため、ゴールドを効率的に獲得できる。",
			"ベイガー": "ビクターはベイガーに対してダメージトレードで有利であり、特にレベルが上がるにつれてスキルのダメージが増加し、ベイガーのスキルを避けることができる。",
			"ヴェックス": "ビクターはヴェックスに対してスケーリングが優れており、後半のゲームで強力なダメージを出すことができるため、集団戦での影響力が高い。",
			"アジール": "ビクターはアジールに対して集団戦でのコントロールが強く、範囲攻撃を持つため、アジールの攻撃を効果的に無効化できる。",
			"マルザハール": "ビクターはマルザハールに対してファームが容易で、スキルを使って安全にミニオンを処理できるため、早期にアイテムを揃えることができる。",
			"タリヤ": "ビクターはタリヤに対してダメージトレードで優位に立ちやすく、特にタリヤのスキルを避けることで有利な状況を作り出せる。",
			"ダイアナ": "ビクターはダイアナに対してスケーリングが優れており、後半のゲームでのダメージ出力が高く、集団戦での影響力が大きい。",
			"アニー": "ビクターはアニーに対してファームがしやすく、特にスキルを使って安全にミニオンを処理できるため、ゴールドを効率的に獲得できる。",
			"リサンドラ": "ビクターはリサンドラに対してダメージトレードで有利であり、特にリサンドラのスキルを避けることで有利な状況を作り出せる。",
			"ツイステッド・フェイト": "ビクターはツイステッド・フェイトに対して集団戦でのコントロールが強く、範囲攻撃を持つため、ツイステッド・フェイトの攻撃を効果的に無効化できる。",
			"オーロラ": "ビクターはオーロラに対してスケーリングが優れており、後半のゲームで強力なダメージを出すことができるため、集団戦での影響力が高い。"
		},
		"loses": {
			"アクシャン": "アクシャンはビクターに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"カサディン": "カサディンはレベル6以降のスケーリングが非常に強力で、ビクターのダメージを無効化する能力を持っている。",
			"アカリ": "アカリは高い機動性を持ち、ビクターのスキルを避けながら接近してダメージを与えることができる。",
			"アニビア": "アニビアは強力なCC（クラウドコントロール）を持ち、ビクターの動きを制限することで集団戦での影響力を高める。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ビクターを瞬時に排除することができるため、ファームの段階からプレッシャーをかけることができる。",
			"フェイ": "フェイは持続的なダメージを与える能力があり、ビクターのスキルを避けながらダメージトレードで優位に立つことができる。",
			"ゾーイ": "ゾーイは長射程のスキルを持ち、ビクターに対して安全にダメージを与えることができるため、ファームの段階で有利に進めることができる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ビクターを瞬時に排除することができるため、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力があり、ビクターのスキルを避けながらダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスは高い射程を持ち、ビクターに対して安全にダメージを与えることができるため、ファームの段階で有利に進めることができる。",
			"シンドラ": "シンドラは強力なCCを持ち、ビクターの動きを制限することで集団戦での影響力を高める。",
			"イレリア": "イレリアは高い機動性を持ち、ビクターのスキルを避けながら接近してダメージを与えることができる。"
		}
	},
	"アジール": {
		"name": "アジール",
		"beats": {
			"ヤスオ": "アジールはヤスオに対して、遠距離からの攻撃が可能であり、ヤスオの風の刃を避けることができるため、ファームの面で有利です。",
			"メル": "アジールはメルに対して、スキルのリーチが長く、メルの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利です。",
			"ダイアナ": "アジールはダイアナに対して、ダイアナの接近を防ぐためのスキルを持っており、集団戦での立ち回りが有利です。",
			"ヴェックス": "アジールはヴェックスに対して、スキルの範囲が広く、ヴェックスの攻撃を避けながらダメージを与えることができるため、スケーリングで有利です。",
			"イレリア": "アジールはイレリアに対して、遠距離からの攻撃が可能で、イレリアが近づく前にダメージを与えることができるため、ファームで有利です。",
			"カタリナ": "アジールはカタリナに対して、スキルのリーチが長く、カタリナのコンボを避けることができるため、ダメージトレードで有利です。",
			"フィズ": "アジールはフィズに対して、フィズの動きを予測して攻撃できるため、集団戦での立ち回りが有利です。",
			"アニー": "アジールはアニーに対して、遠距離からの攻撃が可能で、アニーのスタンを避けることができるため、スケーリングで有利です。",
			"エコー": "アジールはエコーに対して、エコーの接近を防ぐためのスキルを持っており、ダメージトレードで有利です。",
			"アクシャン": "アジールはアクシャンに対して、遠距離からの攻撃が可能で、アクシャンの攻撃を避けることができるため、ファームで有利です。",
			"ベイガー": "アジールはベイガーに対して、スキルのリーチが長く、ベイガーの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利です。",
			"ゼド": "アジールはゼドに対して、遠距離からの攻撃が可能で、ゼドの影を避けることができるため、集団戦での立ち回りが有利です。"
		},
		"loses": {
			"ビクター": "ビクターはファームの面でアジールよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、アジールはファームが難しくなる。",
			"ルブラン": "ルブランはダメージトレードにおいて高いバーストダメージを持ち、アジールが反撃する前に大きなダメージを与えることができる。",
			"オレリオン・ソル": "オレリオン・ソルはスケーリングの面で強力なチャンピオンであり、レベルが上がるにつれてアジールに対して優位に立つことができる。",
			"ガリオ": "ガリオは集団戦において非常に強力で、アジールのスキルを無効化することができるため、アジールは集団戦で劣位に立たされる。",
			"アーリ": "アーリは高い機動性を持ち、アジールに対して素早く接近し、ダメージを与えた後に逃げることができるため、アジールは不利な状況に陥る。",
			"カサディン": "カサディンはレイトゲームにおいて非常に強力で、アジールがスケーリングする前にカサディンが成長してしまうため、アジールは不利になる。",
			"ヨネ": "ヨネはダメージトレードにおいてアジールに対して強力な持続ダメージを持ち、アジールが反撃する前にダメージを与えることができる。",
			"ゼラス": "ゼラスはファームの面でアジールに対して優れた範囲攻撃を持ち、ミニオンを効率的に処理できるため、アジールはファームが難しくなる。",
			"オーロラ": "オーロラは集団戦において強力なCCを持ち、アジールがスキルを発動する前に無力化される可能性が高いため、アジールは不利になる。",
			"シンドラ": "シンドラはダメージトレードにおいて高いバーストダメージを持ち、アジールが反撃する前に大きなダメージを与えることができる。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"カサディン": "ヴィエゴはカサディンに対してファームの面で優位性を持っており、特に初期の段階でのクリープ処理が得意です。",
			"メル": "ヴィエゴはメルとのダメージトレードにおいて、持続的なダメージを与える能力が高く、メルのスキルを避けることができます。",
			"ガリオ": "ヴィエゴはガリオに対してスケーリングが優れており、レイトゲームにおいて強力なダメージを出すことができます。",
			"アクシャン": "ヴィエゴはアクシャンとの集団戦において、自己回復能力を活かして長く戦闘に留まることができ、チームに貢献しやすいです。",
			"アニビア": "ヴィエゴはアニビアに対してファームの面で優位であり、アニビアのスキルを避けながら効率的にゴールドを稼ぐことができます。",
			"サイラス": "ヴィエゴはサイラスとのダメージトレードにおいて、持続的なダメージを与えつつ、サイラスのスキルを利用して逆にダメージを与えることができます。",
			"フィズ": "ヴィエゴはフィズに対してスケーリングが優れており、レイトゲームにおいてフィズを圧倒することが可能です。",
			"マルザハール": "ヴィエゴはマルザハールとの集団戦において、自己回復能力を活かして長く戦闘に留まることができ、チームに貢献しやすいです。",
			"アーリ": "ヴィエゴはアーリに対してファームの面で優位性を持っており、特に初期の段階でのクリープ処理が得意です。",
			"ヨネ": "ヴィエゴはヨネとのダメージトレードにおいて、持続的なダメージを与える能力が高く、ヨネのスキルを避けることができます。",
			"ヤスオ": "ヴィエゴはヤスオに対してスケーリングが優れており、レイトゲームにおいて強力なダメージを出すことができます。",
			"ダイアナ": "ヴィエゴはダイアナとの集団戦において、自己回復能力を活かして長く戦闘に留まることができ、チームに貢献しやすいです。",
			"ルブラン": "ヴィエゴはルブランに対してファームの面で優位であり、ルブランのスキルを避けながら効率的にゴールドを稼ぐことができます。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはファームの面で優れた範囲攻撃を持っており、ヴィエゴが近づく前にダメージを与えることができるため、ヴィエゴは不利です。",
			"タリヤ": "タリヤはスキルを使って安全にファームできるため、ヴィエゴがタリヤに近づくのが難しく、ダメージトレードで不利になります。",
			"オリアナ": "オリアナは集団戦での影響力が高く、ヴィエゴがオリアナのスキルを避けるのが難しいため、集団戦で不利です。",
			"リサンドラ": "リサンドラは自己防衛能力が高く、ヴィエゴが攻撃を仕掛けても反撃される可能性が高いため、ダメージトレードで不利です。",
			"オーロラ": "オーロラはスケーリングが優れており、ゲームが進むにつれて強力になるため、ヴィエゴは不利です。",
			"アジール": "アジールは遠距離からの攻撃が得意で、ヴィエゴが近づく前にダメージを与えられるため、ファームで不利です。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力が高く、ヴィエゴがトレードで勝つのが難しいため、不利です。",
			"ラックス": "ラックスは高いバーストダメージを持ち、ヴィエゴが近づく前に倒される可能性があるため、ダメージトレードで不利です。",
			"ライズ": "ライズはスキルを使って安全にダメージを与えられるため、ヴィエゴが攻撃を仕掛けるのが難しく、不利です。",
			"フェイ": "フェイは高い機動性を持ち、ヴィエゴが攻撃を当てるのが難しいため、ファームで不利です。",
			"アカリ": "アカリは高いバーストダメージと機動性を持ち、ヴィエゴが攻撃を仕掛けるのが難しいため、不利です。"
		}
	},
	"コーキ": {
		"name": "コーキ",
		"beats": {
			"ヴェックス": "コーキはヴェックスに対してファームがしやすく、スキルを使って安全にミニオンを処理できるため、リードを取りやすいです。",
			"リサンドラ": "コーキはリサンドラに対してダメージトレードで優位に立ちやすく、特にリサンドラのスキルクールダウンを利用して攻撃することができます。",
			"カサディン": "コーキはカサディンに対してスケーリングが有利で、レベルが上がるにつれて持続的なダメージを与えられるため、試合後半で強力になります。",
			"カタリナ": "コーキはカタリナに対して集団戦での影響力が高く、範囲攻撃を活かして敵チームに大きなダメージを与えることができます。",
			"ヴィエゴ": "コーキはヴィエゴに対してファームの面で優位で、特に初期の段階でのミニオン処理が得意です。",
			"サイラス": "コーキはサイラスに対してダメージトレードで有利で、サイラスのスキルを避けながら攻撃することが可能です。",
			"キヤナ": "コーキはキヤナに対してスケーリングが有利で、後半戦での持続的なダメージが強力です。",
			"アカリ": "コーキはアカリに対して集団戦での影響力が高く、特に敵チームの後衛を狙うことが得意です。",
			"アニー": "コーキはアニーに対してファームがしやすく、特に初期の段階でのミニオン処理が得意です。",
			"ガリオ": "コーキはガリオに対してダメージトレードで優位に立ちやすく、特にガリオのスキルを避けながら攻撃することが可能です。",
			"タロン": "コーキはタロンに対してスケーリングが有利で、後半戦での持続的なダメージが強力です。",
			"ビクター": "コーキはビクターに対して集団戦での影響力が高く、特に範囲攻撃を活かして敵チームに大きなダメージを与えることができます。"
		},
		"loses": {
			"ゼラス": "ゼラスは高い射程を持ち、コーキの攻撃を避けながらダメージを与えることができるため、ファームがしやすい。",
			"フェイ": "フェイはスキルを使ってコーキの攻撃を回避しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立てる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、コーキがスキルを使った後に反撃することで、スケーリングの面で有利に進めることができる。",
			"アジール": "アジールは範囲攻撃を持ち、集団戦でのダメージを稼ぎやすいため、コーキに対して有利に立ち回ることができる。",
			"メル": "メルは持続的なダメージを与えつつ、コーキのスキルを避けることができるため、ファームの面で優位に立てる。",
			"フィズ": "フィズは高い機動力を持ち、コーキの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利に進めることができる。",
			"オリアナ": "オリアナは集団戦での影響力が高く、コーキに対しても有効なスキルを持っているため、スケーリングの面で優位に立てる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えつつ、コーキの攻撃を受け流すことができるため、ダメージトレードで有利に進めることができる。",
			"ライズ": "ライズは高いバーストダメージを持ち、コーキに対しても強力なスキルを持っているため、スケーリングの面で優位に立てる。",
			"ダイアナ": "ダイアナは高い機動力を持ち、コーキの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利に進めることができる。",
			"オーロラ": "オーロラは集団戦での影響力が高く、コーキに対しても有効なスキルを持っているため、スケーリングの面で優位に立てる。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、コーキに対しても強力なスキルを持っているため、ダメージトレードで有利に進めることができる。",
			"ラックス": "ラックスは高い射程を持ち、コーキの攻撃を避けながらダメージを与えることができるため、ファームがしやすい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは集団戦での影響力が高く、コーキに対しても有効なスキルを持っているため、スケーリングの面で優位に立てる。",
			"イレリア": "イレリアは高い機動力を持ち、コーキの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利に進めることができる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、コーキに対しても強力なスキルを持っているため、スケーリングの面で優位に立てる。",
			"ヤスオ": "ヤスオは高い機動力を持ち、コーキの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利に進めることができる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、コーキに対しても強力なスキルを持っているため、スケーリングの面で優位に立てる。"
		}
	},
	"ジグス": {
		"name": "ジグス",
		"beats": {
			"リサンドラ": "ジグスはリサンドラに対して遠距離からの攻撃が可能で、リサンドラのスキルを避けやすいため、ファームがしやすいです。",
			"ライズ": "ジグスはライズに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができます。",
			"ツイステッド・フェイト": "ジグスはツイステッド・フェイトに対してスキルの射程が長く、スケーリングにおいても有利です。",
			"フェイ": "ジグスはフェイに対して持続的なダメージを与えやすく、集団戦での影響力が高いです。",
			"ベイガー": "ジグスはベイガーに対して遠距離からの攻撃ができ、ファームを安定させやすいです。",
			"イレリア": "ジグスはイレリアに対してスキルを使って距離を保つことができ、ダメージトレードで有利です。",
			"サイラス": "ジグスはサイラスに対して高いバーストダメージを持ち、スケーリングにおいても優位です。",
			"オーロラ": "ジグスはオーロラに対して遠距離からの攻撃が可能で、集団戦での影響力が高いです。",
			"ブラッドミア": "ジグスはブラッドミアに対して持続的なダメージを与えやすく、ファームがしやすいです。",
			"ラックス": "ジグスはラックスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができます。",
			"アニビア": "ジグスはアニビアに対してスキルの射程が長く、スケーリングにおいても有利です。",
			"ゾーイ": "ジグスはゾーイに対して遠距離からの攻撃ができ、集団戦での影響力が高いです。",
			"メル": "ジグスはメルに対して持続的なダメージを与えやすく、ファームがしやすいです。",
			"マルザハール": "ジグスはマルザハールに対して高いバーストダメージを持ち、ダメージトレードで有利です。",
			"フィズ": "ジグスはフィズに対してスキルを使って距離を保つことができ、スケーリングにおいても優位です。",
			"ビクター": "ジグスはビクターに対して遠距離からの攻撃が可能で、集団戦での影響力が高いです。"
		},
		"loses": {
			"オレリオン・ソル": "オレリオン・ソルはファームの面で優れた範囲攻撃を持っており、ジグスが近づく前にダメージを与えることができる。",
			"ヨネ": "ヨネは高い機動性を持ち、ジグスのスキルを避けながらダメージトレードを行うことができる。",
			"アカリ": "アカリは瞬時にジグスに接近し、短時間で大きなダメージを与えることができるため、ジグスは対処が難しい。",
			"カタリナ": "カタリナはスキルを使ってジグスに接近し、連続的なダメージを与えることができるため、ジグスは持続的なトレードで不利になる。",
			"キヤナ": "キヤナは地形を利用してジグスに接近し、瞬時に大きなダメージを与えることができるため、ジグスは対抗しづらい。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ジグスが近づく前にダメージを与えることができるため、ジグスはファームが難しくなる。",
			"アニー": "アニーはスタンを持っており、ジグスがスキルを使う前に攻撃を仕掛けることができるため、ジグスは不利な状況に陥る。",
			"タリヤ": "タリヤは地形を操作する能力があり、ジグスの動きを制限することで有利に戦うことができる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ジグスがスキルを使う前に一気にダメージを与えることができる。",
			"シンドラ": "シンドラは範囲攻撃を持ち、ジグスが近づく前にダメージを与えることができるため、ジグスはファームが難しくなる。",
			"カサディン": "カサディンはレベルが上がるにつれて強力になり、ジグスのスキルを無効化しながらダメージを与えることができる。",
			"ヤスオ": "ヤスオは風の壁を使ってジグスのスキルを防ぎ、反撃することができるため、ジグスは不利な状況に陥る。",
			"オリアナ": "オリアナはボールを使ってジグスにダメージを与え、集団戦での影響力を持つため、ジグスは対抗しづらい。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"オレリオン・ソル": "ヨネはオレリオン・ソルに対して高い機動力を持ち、彼のスキルを避けやすいため、ファームがしやすいです。",
			"ヤスオ": "ヨネはヤスオに対して、攻撃的なトレードが可能で、彼のシールドを無視してダメージを与えることができます。",
			"マルザハール": "ヨネはマルザハールのウルトを避けることができ、持続的なダメージを与えやすいので、スケーリングにおいて有利です。",
			"ゼラス": "ヨネはゼラスのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"ガリオ": "ヨネはガリオのCCを避けることができ、集団戦でのダメージを最大化しやすいです。",
			"アジール": "ヨネはアジールの攻撃を避けることができ、持続的なダメージを与えやすいので、スケーリングにおいて有利です。",
			"ラックス": "ヨネはラックスのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"ツイステッド・フェイト": "ヨネはツイステッド・フェイトのウルトを避けることができ、集団戦での影響力を高めることができます。",
			"ベイガー": "ヨネはベイガーのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはヨネに対して強力なマジックダメージを持ち、ヨネのスキルを封じることができるため、ファームが難しくなる。",
			"アカリ": "アカリは高いバーストダメージを持ち、ヨネのスキルを回避しやすいため、ダメージトレードで優位に立つことができる。",
			"イレリア": "イレリアはヨネに対して持続的なダメージを与えることができ、スケーリングが進むにつれて強力になるため、対面でのプレッシャーが大きい。",
			"アニー": "アニーは高いバーストダメージとスタンを持っており、集団戦での影響力が大きいため、ヨネにとって脅威となる。",
			"タリヤ": "タリヤは地形を利用したスキルを持ち、ヨネの動きを制限することができるため、ファームが難しくなる。",
			"オーロラ": "オーロラは持続的なダメージとCCを持っており、ヨネのスキルを無効化することでダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアは回復能力が高く、ヨネの攻撃を受け流しながら持続的にダメージを与えることができるため、スケーリングで有利になる。",
			"ルブラン": "ルブランは高いバーストダメージと機動力を持ち、ヨネに対して瞬時にダメージを与えることができるため、ダメージトレードで優位に立つ。",
			"ゾーイ": "ゾーイは高い射程とバーストダメージを持ち、ヨネが近づく前にダメージを与えることができるため、ファームが難しくなる。",
			"カタリナ": "カタリナは高い機動力と持続的なダメージを持ち、集団戦での影響力が大きいため、ヨネにとって脅威となる。",
			"アーリ": "アーリは高いバーストダメージとCCを持ち、ヨネの動きを制限することができるため、ダメージトレードで優位に立つ。"
		}
	},
	"メル": {
		"name": "メル",
		"beats": {
			"ルブラン": "メルはルブランに対して高いバーストダメージを持っており、ファームをしながら相手を圧倒することができます。",
			"アーリ": "メルはアーリに対してスキルショットを使いこなすことで、ダメージトレードで優位に立つことができます。",
			"ヴェックス": "メルはヴェックスに対して高い機動力を持っており、集団戦での位置取りが有利です。",
			"ツイステッド・フェイト": "メルはツイステッド・フェイトに対して瞬時にダメージを与えることができ、ファームをしながら相手を圧迫できます。",
			"エコー": "メルはエコーに対して持続的なダメージを与えることができ、スケーリングにおいて優位です。",
			"キヤナ": "メルはキヤナに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができます。",
			"ベイガー": "メルはベイガーに対して高い機動力を持っており、集団戦での影響力が大きいです。",
			"ラックス": "メルはラックスに対してスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"マルザハール": "メルはマルザハールに対して高いバーストダメージを持ち、ファームをしながら相手を圧倒できます。",
			"ゾーイ": "メルはゾーイに対して高い機動力を持っており、集団戦での位置取りが有利です。"
		},
		"loses": {
			"タリヤ": "タリヤはメルに対して強力な範囲攻撃を持っており、ファームをしやすく、メルの攻撃を避けることができる。",
			"オレリオン・ソル": "オレリオン・ソルは高い移動能力を持ち、メルのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールは長射程の攻撃を持ち、メルの攻撃を安全に避けながらダメージを与えることができるため、スケーリングにおいても有利。",
			"ビクター": "ビクターは強力なスキルセットを持ち、メルに対して高いダメージを出すことができ、集団戦でも優れた影響力を持つ。",
			"フィズ": "フィズは高い機動性を持ち、メルの攻撃を避けながらダメージを与えることができるため、トレードで有利に立つことができる。",
			"シンドラ": "シンドラは強力なコントロールスキルを持ち、メルに対して安全にダメージを与えることができ、集団戦でも強力。",
			"オリアナ": "オリアナはチームファイトでの影響力が高く、メルに対しても強力なスキルを持っているため、集団戦で優位に立つことができる。",
			"フェイ": "フェイは高いバーストダメージを持ち、メルに対して早期にダメージを与えることができるため、トレードで有利。",
			"カサディン": "カサディンは後半に強力なスケーリングを持ち、メルに対しても高いダメージを出すことができるため、長期戦で有利。",
			"ゼラス": "ゼラスは高い射程とダメージを持ち、メルに対して安全に攻撃できるため、ファームとトレードで有利。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを持ち、メルに対しても高いトレード能力を持っているため、ダメージトレードで優位。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"マルザハール": "スモルダーはマルザハールに対して高いダメージを持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"ガリオ": "スモルダーはガリオに対しても高いダメージを持ち、スキルを使ったトレードで有利に進めることができます。",
			"アカリ": "スモルダーはアカリに対しても持続的なダメージを与えることができ、集団戦での影響力が高いです。",
			"カサディン": "スモルダーはカサディンに対しても早期の段階で有利に立ち回ることができ、ファームを安定させることができます。",
			"ゾーイ": "スモルダーはゾーイに対しても高いダメージを持ち、トレードで優位に立つことができるため、レーンでの支配力が強いです。",
			"アニビア": "スモルダーはアニビアに対しても持続的なダメージを与えることができ、集団戦での役割を果たしやすいです。",
			"リサンドラ": "スモルダーはリサンドラに対しても高いダメージを持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"ヨネ": "スモルダーはヨネに対しても高いダメージを持ち、トレードで優位に立つことができるため、レーンでの支配力が強いです。"
		},
		"loses": {
			"キヤナ": "キヤナは高いバーストダメージを持っており、スモルダーがスキルを使う前に攻撃を仕掛けることができるため、ファームが難しい。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、スモルダーが近づく前にダメージを与えることができるため、ダメージトレードで不利になる。",
			"シンドラ": "シンドラは強力なコントロールスキルを持ち、スモルダーがスキルを当てるのが難しく、集団戦での影響力が高い。",
			"オリアナ": "オリアナはシールドとバーストダメージを持ち、スモルダーが攻撃を仕掛ける際に反撃されやすく、スケーリングでも優位に立つ。",
			"ヴェックス": "ヴェックスは高い耐久力とダメージを持ち、スモルダーが攻撃を仕掛けるときに反撃されるリスクが高い。",
			"イレリア": "イレリアは高い機動力を持ち、スモルダーがスキルを当てるのが難しく、ファームやダメージトレードで不利になる。",
			"ヤスオ": "ヤスオは風の壁を使ってスモルダーのスキルを防ぎ、ダメージトレードで有利に立つことができる。",
			"アニー": "アニーは高いバーストダメージを持ち、スモルダーが近づく前に攻撃を仕掛けることができるため、ファームが難しい。",
			"ダイアナ": "ダイアナは高いバーストダメージと機動力を持ち、スモルダーが攻撃を仕掛ける際に反撃されやすい。",
			"ラックス": "ラックスは長射程のスキルを持ち、スモルダーが近づく前にダメージを与えることができるため、ダメージトレードで不利になる。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、スモルダーが攻撃を仕掛ける際に反撃されるリスクが高い。",
			"ビクター": "ビクターは強力なスキルを持ち、スモルダーが近づく前にダメージを与えることができるため、ファームが難しい。",
			"ゼド": "ゼドは高いバーストダメージを持ち、スモルダーが攻撃を仕掛ける際に反撃されやすい。",
			"メル": "メルは高い耐久力とダメージを持ち、スモルダーが攻撃を仕掛けるときに反撃されるリスクが高い。",
			"タリヤ": "タリヤは強力なコントロールスキルを持ち、スモルダーが攻撃を仕掛ける際に反撃されやすい。",
			"フェイ": "フェイは高いバーストダメージを持ち、スモルダーが近づく前に攻撃を仕掛けることができるため、ファームが難しい。",
			"ベイガー": "ベイガーは高いスケーリングを持ち、スモルダーが攻撃を仕掛ける際に反撃されるリスクが高い。",
			"アジール": "アジールは長射程のスキルを持ち、スモルダーが近づく前にダメージを与えることができるため、ダメージトレードで不利になる。",
			"オレリオン・ソル": "オレリオン・ソルは高い耐久力とダメージを持ち、スモルダーが攻撃を仕掛ける際に反撃されるリスクが高い。",
			"エコー": "エコーは高い機動力を持ち、スモルダーが攻撃を仕掛ける際に反撃されやすい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは強力なコントロールスキルを持ち、スモルダーが攻撃を仕掛ける際に反撃されやすい。",
			"サイラス": "サイラスは高い耐久力とダメージを持ち、スモルダーが攻撃を仕掛ける際に反撃されるリスクが高い。",
			"フィズ": "フィズは高い機動力を持ち、スモルダーが攻撃を仕掛ける際に反撃されやすい。"
		}
	}
}