{
	"ナミ": {
		"name": "ナミ",
		"beats": {
			"モルガナ": "ナミはモルガナに対して有利です。以下の理由があります。\n\n- ナミは豊富なCCと加速を持っており、立ち位置を調整しやすいです。これにより、モルガナの攻撃を避けやすくなります。\n- ナミの全てのスキルにダメージがあり、特にレーニングにおいてトレードが強力です。これにより、モルガナに対して有利なハラスが可能です。\n- ナミのWは短射程ADCに対して強力で、モルガナのスキルを避けながらハラスを行うことができます。\n- ナミのUltは広範囲でのディスエンゲージが可能で、モルガナのオールインを防ぐことができます。\n- ナミはスキルショットに依存する中射程メイジに対しても有利で、EのMS上昇を利用してスキルを避けることができます。",
			"ラックス": "ナミはラックスに対して有利です。以下の理由があります。\n\n- ナミは豊富なCCと加速を持っており、立ち位置を調整しやすいです。これにより、ラックスのスキルを避けながら攻撃することが可能です。\n- ナミの全てのスキルにダメージがあり、特にレーニングにおいてトレードが強力です。ラックスに対しても有利にハラスを行えます。\n- ナミのW（潮の流れ）は短射程ADCに対して特に効果的で、ラックスのような中射程メイジに対してもダメージトレードで優位に立てます。\n- ナミのUlt（海神の舞）は広範囲のノックアップを持ち、集団戦でのディスエンゲージ能力が高いです。これにより、ラックスのUltを無効化することができます。\n- ナミはレーン維持性能が高く、Wによるサステインで長時間レーンに留まることができ、ラックスに対して持続的にプレッシャーをかけることができます。",
			"ザイラ": "{'name': 'ナミ', 'beatname': 'ザイラ', 'info1': \"_Pros_\\n\\n\\n  * 豊富なCCと加速により立ち位置を調整しやすい\\n  * パッシブを除く全てのスキルにダメージがあり、エンチャンターとしてはトレードが強くレーニングが得意\\n\\n_Cons_\\n\\n  * CCは弾速や発生が遅く、相手のMSが上昇してくると当てづらくなる \\n    * よってPeelはエンチャンターの中では不確実、視界確保手段も無いので奇襲に弱い\\n  * レーン段階の主力であるWの消費が重く、的確にトレードに使わなければすぐにマナが枯渇する\\n\\n### 相性\\n\\n_Strong Against_\\n\\n  * /短射程ADC  \\n対象指定射程725のWにより、短射程ADC相手は容易にハラスを重ねることができる。  \\n無理に接近してきても、QやUltでディスエンゲージが可能。\\n\\n  * /時間制限の厳しいUltに依存  \\nUltの広範囲で確実なディスエンゲージが刺さる。\\n\\n  * /スキルショットに依存する中射程メイジ  \\nEのMS上昇によるスキルドッジありきだが、ダメトレ有利。\\n\\n_Weak Against_\\n\\n  * \\n\\n  * \\n\\n_Strong With_\\n\\n  * /一人で前に出る短射程ADC  \\nこういったADCが前に出れるきっかけとなるキャッチ能力のQと、機動力を後押しするEをナミは備える。  \\nWもADCが前に出てくれたほうが綺麗に敵とADC間で跳ねやすいため相性が良い。\\n\\n  * \\n\\n_Weak With_\\n\\n  * \\n\\n※LoLalytics 13.24-14.4 Global Eme+ Deltaより\\n\\nチャンピオン入門\\n\\nナミはエンチャンターサポートの中でもかなり攻撃的なチャンピオンであり、キルメイク/ショートトレードのいずれにも対応している。  \\nスキル構成はラックスの様なメイジサポートにも似ているが、こちらはWとEが対象指定であり、さらに基礎ステータスがかなり高めに設定されている。  \\n特に高性能な全スキルのLv1が揃うLv2〜Lv3は非常に強力で、ショートトレード後もWの優秀なサステインによりレーン維持性能も高いと至れり尽くせりだ。  \\n  \\n  \\n逆に弱点は、スケーリングにある。  \\n主力スキルのW/Eのクールダウンがレベルスケールしないのに加え、APレシオも決して高くない数値に設定されている。  \\nWはAoEではあるものの、CCと割合ダメージを持たないため、上手く水流を反射しなければ影響力を出しにくい。  \\nEはスロウこそあるが効果/時間ともにやや短く、パッシブを考えると出来るだけキャリーを対象としたいのでタイミングも難しくなってくる。  \\nQとRは集団戦でも大きな影響力を持つが、試合時間が進むにつれ、「ナミのモーションはスケールしないが、敵チャンピオンはMSが増えていく」事から相対的に命中精度/影響力が落ちていく。  \\n  \\n  \\nつまり純粋なエンチャンターとしてプレイすると、回復性能で見ればソラカに劣り、ディスエンゲージではジャンナに劣り、単体ピールではルルに劣ってしまうような事態に陥る。  \\nそこを差別化するためには、序盤のレーニングの強さを活かし積極的に視界管理を行い、ナミ特有のQのキルメイク性能やMSバフを活かす攻撃的なプレイングを行う必要がある。  \\n序盤の性能は非常に高いが、徐々に器用貧乏になっていくチャンピオンなので、癖の強いP/Q/Rの使い道がナミの肝要な部分と言えるだろう。\\n\\n### スキル紹介\\n\\n| **さざなみの後押し（Surging Tides）**  \\n味方に判定の無いQやUltも、スキルに接触すればしっかり加速させる。  \\nただし発動はスキル1回につき1度までで、Ultを追いかけても加速時間が延びたりはしない。  \\n---|---  \\n| **水の牢獄（Aqua Prison）**  \\n発動までにラグの大きいサスペンション。性質は打ち上げに近いが、CC低減やクレンズが効く。  \\n範囲・弾速共に今ひとつで真正面からだと当てづらい。CCにチェインさせたり、茂みから撃つなど工夫して撃ちたい。  \\n| **潮の流れ（Ebb and Flow）**  \\n攻防一体の対象指定スキル。指定できるのはチャンピオンのみだが、傍に対象と逆陣営のユニットがいると反射する。  \\nこれのおかげでレーンはハラスとサステインを両立できるが、消費が重く考え無しに乱射するとマナが枯渇する。  \\n可能な限り反射する位置関係で使い、マナを節約しながら使っていくとよい。  \\n反射ごとに威力が低下するが、この効果はAPでスケールし100を越えると反射ごとに威力が上がるようになる。  \\n| **潮使いの祝福（Tidecaller's Blessing）**  \\nスロー＋ダメージ強化。このスキルによる強化分でキルした場合も、攻撃を行ったチャンピオンのキルになる。  \\n効果は命中ごとに消費されており、AoEスキルやのUltなど、複数の敵に命中させた場合は一瞬で効果が切れる。  \\n実質対象指定の加速＋スローになり、自分にもつけられるので追撃、逃走の際にも便利。  \\n| **海神の舞（Tidal Wave）**  \\n射程・横幅共に長い強力なノックアップ。味方に当てるとパッシブの加速が強化状態で与えられる。  \\nこのスキル自体の速度は遅いため、開けた場所で撃っても当てづらい。  \\n直接当てるならば、味方のCCにチェインさせるか、森の中で戦闘を開始したいところ。  \\nこの手のスキル全般に言えることだが相手の進行方向をふさぐように撃てば直接当たらずとも味方を援護できる。  \\nのUltほどではないが速度の遅さを逆に利用して、ゾーニングに使えないことも無い。  \\n  \\n\"}",
			"パンテオン": "ナミがパンテオンに有利です。理由は以下の通りです。\n\n- ナミは豊富なCCと加速を持っており、立ち位置を調整しやすい。これにより、パンテオンのオールインを防ぎやすい。\n- ナミのスキルは全てダメージを持ち、特にWの対象指定スキルにより、短射程ADCやスキルショットに依存する中射程メイジに対して強いハラスが可能。\n- ナミはレーニング段階でのトレードが得意で、特に序盤の強さを活かしてパンテオンに対して優位に立つことができる。\n- パンテオンはオールインの確実性が高いが、ナミのEによるスロウやWのハラスで、パンテオンの攻撃を避けることができる。\n- ナミのUltは広範囲でのディスエンゲージが可能で、集団戦でも大きな影響力を持つため、パンテオンの集団戦での弱点を突くことができる。",
			"ゼラス": "ナミがゼラスに有利です。以下の理由があります。\n\n- ナミは豊富なCCと加速を持っており、立ち位置を調整しやすいです。これにより、ゼラスの攻撃を避けやすくなります。\n- ナミの全てのスキルにダメージがあり、特にWの対象指定スキルは短射程ADCに対して強力なハラスを行えます。\n- ゼラスはスキルの発生が遅く、特に機動力の高い相手に対して当てるのが難しいため、ナミの機動力を活かしたトレードが有利に働きます。\n- ナミはレーン維持性能が高く、Wによるサステインで長期的にレーンを支配しやすいです。\n- 集団戦においてもナミのUltは広範囲でのディスエンゲージが可能で、ゼラスの攻撃を無効化する手段を持っています。",
			"ヴェル＝コズ": "ナミはヴェル＝コズに対して有利です。以下の理由があります。\n\n- ナミは豊富なCCと加速を持っており、立ち位置を調整しやすいです。これにより、ヴェル＝コズのスキルを避けやすくなります。\n- ナミの全てのスキルにダメージがあり、特にWの対象指定スキルは短射程ADCに対して強力なハラスを行うことができます。\n- ナミはレーニング段階でのトレードが得意で、特に短射程ADCに対して有利に立ち回ることができます。\n- ナミのUltは広範囲でのディスエンゲージが可能で、集団戦においても大きな影響力を持ちます。\n- ヴェル＝コズは自衛手段が乏しく、特に接近されると脆弱です。ナミのスキルをうまく使うことで、ヴェル＝コズに対して有利に戦うことができます。"
		},
		"loses": {
			"ブリッツクランク": "ナミはブリッツクランクに対して不利です。以下の理由があります。\n- ナミのCCは弾速や発生が遅く、ブリッツクランクのQ（ロケットグラブ）に対して当てづらくなるため、ブリッツの攻撃を避けるのが難しい。\n- ブリッツクランクは強力なオールイン性能を持ち、ナミがトレードを仕掛ける際に、ブリッツのQで捕まるリスクが高い。\n- ナミのスキルは主にエンチャンターとしての役割を果たすが、ブリッツクランクのサイレンスやノックアップにより、ナミのスキルが無効化される可能性がある。\n- ブリッツクランクはタンクとしての耐久力が高く、ナミのダメージが通りにくい。\n- 集団戦において、ナミはブリッツクランクのQを避けることが難しく、捕まると致命的な状況に陥る可能性が高い。",
			"ノーチラス": "ナミはノーチラスに対して不利です。以下の理由があります。\n\n- ナミのCCは弾速や発生が遅く、ノーチラスの高い機動力により当てづらくなる。\n- ノーチラスは豊富なCCを持ち、ナミのスキルを無効化しやすい。\n- ナミの主力スキルであるWの消費が重く、トレードに使うとすぐにマナが枯渇する可能性がある。\n- ノーチラスはタンクとしての耐久力が高く、ナミのダメージを受け止めやすい。\n- 集団戦において、ノーチラスのCCコンボに対してナミはPeelが不確実で、味方を守るのが難しい。",
			"ユーミ": "ナミはユーミに対して不利です。以下の理由があります。\n- ナミのCCは弾速や発生が遅く、ユーミの機動力が高まると当てづらくなるため、効果的なPeelが難しい。\n- ユーミは味方に密着することで強化を行うため、ナミの攻撃的なプレイスタイルが活かしにくい。\n- ナミの主力スキルであるWの消費が重く、ユーミの持つ回復やシールドによってレーン維持が難しくなる。\n- ユーミは自身の移動を必要とせず、味方の動きに合わせて支援できるため、ナミの攻撃的なプレイが逆に足を引っ張る可能性がある。\n- 集団戦において、ナミのスキルは時間が経つにつれて命中精度が落ちるため、ユーミの機動力に対抗しづらい。",
			"アリスター": "ナミはアリスターに対して不利です。以下の理由があります。\n\n- ナミのCCは弾速や発生が遅く、アリスターの高いタフネスとCCの信頼性に対抗しづらい。\n- アリスターはWQコンボによる強力なエンゲージが可能で、ナミのスキルを無効化しやすい。\n- ナミの主力スキルであるWのマナ消費が重く、持続的なトレードが難しいため、アリスターの持続力に劣る。\n- アリスターはタンクとしての役割を果たしつつ、ナミの攻撃を受け止めることができるため、ナミのダメージを軽減できる。\n- 集団戦において、アリスターはナミのスキルを無効化しつつ、味方を守るPeel性能が高いため、ナミの影響力が低下する。"
		}
	},
	"スレッシュ": {
		"name": "スレッシュ",
		"beats": {
			"ユーミ": "スレッシュはユーミに対して、スキルショットを使って簡単にダメージを与えることができ、ユーミの回復を無効化することができるため、ファームの面で優位です。",
			"ヴェル＝コズ": "スレッシュはヴェル＝コズに対して、フックを使って接近しやすく、ヴェル＝コズのスキルを避けることができるため、ダメージトレードで有利です。",
			"ミリオ": "スレッシュはミリオに対して、ミリオのシールドを無視してダメージを与えることができるため、スケーリングの面で優位です。"
		},
		"loses": {
			"メル": "メルはファームの面でスレッシュよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、スレッシュはファームが難しくなる。",
			"ラカン": "ラカンは高い機動力を持ち、スレッシュのスキルを回避しやすいため、ダメージトレードで有利に立ち回ることができる。",
			"ニーコ": "ニーコはスケーリングにおいて強力なバーストダメージを持ち、スレッシュが後半戦で劣る要因となる。",
			"セラフィーン": "セラフィーンは集団戦での回復能力とCCを持っており、スレッシュのチームファイトの効果を減少させることができる。",
			"アリスター": "アリスターはタンクとしての耐久力が高く、スレッシュの攻撃を受け止めることができるため、ダメージトレードで不利になる。",
			"レル": "レルは強力なCCを持ち、スレッシュの動きを制限することができるため、集団戦での影響力が高い。"
		}
	},
	"ソナ": {
		"name": "ソナ",
		"beats": {
			"モルガナ": "ソナはモルガナに対して、ファームの面で有利です。ソナのスキルはミニオンを効率的に処理できるため、ゴールドを稼ぎやすいです。",
			"ザイラ": "ソナはザイラに対して、ダメージトレードで有利です。ソナの回復能力とスキルの範囲攻撃により、ザイラの攻撃を受けながらもダメージを与えやすいです。",
			"パンテオン": "ソナはパンテオンに対して、スケーリングの面で有利です。ソナはレベルが上がるにつれて強力なサポート能力を持ち、パンテオンの早期の強さを無効化できます。",
			"ゼラス": "ソナはゼラスに対して、集団戦で有利です。ソナの範囲回復とCC（クラウドコントロール）能力により、集団戦での生存率が高く、チームを支援しやすいです。",
			"ソラカ": "ソナはソラカに対して、ファームの面で有利です。ソナはミニオンを効率的に処理できるため、ソラカよりも早くアイテムを揃えることができます。",
			"ルル": "ソナはルルに対して、ダメージトレードで有利です。ソナのスキルはルルのシールドを無効化しやすく、トレードで優位に立ちやすいです。",
			"セラフィーン": "ソナはセラフィーンに対して、スケーリングの面で有利です。ソナは後半に強力なサポート能力を発揮し、セラフィーンの影響力を上回ることができます。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクはソナに対して強力なフックを持っており、ソナが距離を保つことが難しくなるため、ファームが困難になる。",
			"ラカン": "ラカンは高い機動力を持ち、ソナのスキルを回避しやすいため、ダメージトレードで有利に進めることができる。",
			"ブラウム": "ブラウムはソナの攻撃をブロックできるシールドを持っており、集団戦での効果的なサポートが可能なため、ソナは劣位に立たされる。",
			"ニーコ": "ニーコは変身能力を持ち、ソナのスキルを避けることができるため、スケーリングの面で有利に進めることができる。",
			"アリスター": "アリスターはタンクとしての耐久力が高く、ソナの攻撃を受け止めながら接近戦を仕掛けることができるため、ダメージトレードで不利になる。"
		}
	},
	"ミリオ": {
		"name": "ミリオ",
		"beats": {
			"モルガナ": "ミリオはモルガナに対してファームの面で優位です。ミリオは自身のスキルを使って安全にミニオンを処理できるため、モルガナよりも効率的にゴールドを獲得できます。",
			"セラフィーン": "ミリオはセラフィーンとのダメージトレードにおいて有利です。ミリオのスキルはセラフィーンの攻撃を回避しやすく、持続的なダメージを与えることができます。",
			"ザイラ": "ミリオはザイラに対してスケーリングの面で優位です。ミリオはレベルが上がるにつれて強力なサポート能力を持ち、ザイラのダメージを軽減しやすくなります。",
			"ラックス": "ミリオはラックスとの集団戦において有利です。ミリオのスキルは味方を守ることができ、ラックスの攻撃を無効化することが可能です。",
			"パンテオン": "ミリオはパンテオンに対してファームの面で優位です。ミリオは安全にミニオンを処理できるため、パンテオンよりも早くアイテムを揃えることができます。",
			"ゼラス": "ミリオはゼラスとのダメージトレードにおいて有利です。ミリオは自身のスキルを使ってゼラスの攻撃を避けつつ、反撃することができるため、持続的に有利な状況を作り出せます。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクはミリオに対して強力なフックを持っており、ミリオが近づくのを阻止することができるため、ファームが難しくなる。",
			"ブラウム": "ブラウムはミリオのスキルをブロックすることができ、ダメージトレードにおいてミリオが不利になる要因となる。",
			"カルマ": "カルマはミリオに対して持続的なダメージを与えることができ、スケーリングの面でミリオが劣ることを助長する。",
			"ジャンナ": "ジャンナはミリオの攻撃を無効化するシールドを持っており、集団戦でミリオが効果的に機能するのを妨げる。",
			"スレッシュ": "スレッシュはミリオを捕まえる能力が高く、ダメージトレードにおいてミリオが不利になる要因となる。",
			"ノーチラス": "ノーチラスはミリオに対して強力なCCを持っており、ファームをする際にミリオが危険にさらされる。",
			"バード": "バードはミリオの移動を制限する能力があり、スケーリングの面でミリオが不利になる要因となる。"
		}
	},
	"ルル": {
		"name": "ルル",
		"beats": {
			"モルガナ": "ルルはモルガナに対して、スキルショットを避ける能力が高く、ファームを安定させることができるため有利です。",
			"ラックス": "ルルはラックスに対して、バリアやシールドを使うことでラックスのダメージを軽減し、ダメージトレードで優位に立つことができます。",
			"パンテオン": "ルルはパンテオンに対して、サポート能力を活かして味方を守りつつ、集団戦での影響力を高めることができるため有利です。",
			"ザイラ": "ルルはザイラに対して、ザイラのスキルを無効化する手段を持っており、スケーリングにおいても有利に進めることができます。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクはルルに対して強力なフックを持っており、ルルが距離を保つことが難しくなるため、ファームが困難になる。",
			"ソナ": "ソナは持続的な回復とバーストダメージを提供できるため、ルルとのダメージトレードで優位に立つことができる。",
			"ノーチラス": "ノーチラスはルルのスキルを無効化することができるため、集団戦でルルが効果的に機能するのを妨げる。",
			"レル": "レルはルルに対して強力なタンクとして機能し、ルルのスキルを受け止めることができるため、スケーリングの面で不利になる。",
			"バード": "バードはルルの移動を制限する能力を持っており、ルルが安全にプレイすることを難しくするため、全体的に不利な状況を作り出す。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"パンテオン": "ポッピーはパンテオンに対して強力な壁を持っており、彼の攻撃を防ぎやすいです。また、ポッピーのCC（クラウドコントロール）能力により、パンテオンの動きを制限できます。",
			"ソラカ": "ポッピーはソラカに対して高い耐久性を持っており、彼女のスキルを受けても生存しやすいです。さらに、ポッピーの近接攻撃はソラカに対して効果的です。",
			"ラックス": "ポッピーはラックスのスキルショットを避ける能力が高く、ラックスのダメージを軽減しやすいです。ポッピーの接近戦での強さがラックスに対して有利に働きます。",
			"レオナ": "ポッピーはレオナの攻撃を受け流すことができ、彼女のCCを無効化することが可能です。これにより、ポッピーはレオナとのトレードで優位に立つことができます。",
			"バード": "ポッピーはバードのスキルを受ける際に高い耐久性を持ち、バードの攻撃を効果的に防ぐことができます。ポッピーの近接戦での強さがバードに対して有利に働きます。"
		},
		"loses": {
			"ジリアン": "ジリアンはファームの面でポッピーよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、ポッピーはファームが難しくなる。",
			"ナミ": "ナミはポッピーに対して強力な回復とCC（クラウドコントロール）を持っており、ダメージトレードで有利に立つことができる。",
			"マオカイ": "マオカイはスケーリングが優れており、後半戦での耐久力が高いため、ポッピーは時間が経つにつれて劣位に立たされる。",
			"カルマ": "カルマはポッピーに対して高いバーストダメージを持ち、集団戦での影響力が強いため、ポッピーは集団戦で苦しむことになる。",
			"ジャンナ": "ジャンナはポッピーの攻撃を無効化するシールドを持っており、ダメージトレードでポッピーに対して優位に立つことができる。",
			"ノーチラス": "ノーチラスはポッピーに対して強力なCCを持っており、ファームやダメージトレードでポッピーを圧倒することができる。",
			"モルガナ": "モルガナはポッピーの攻撃をブロックするバリアを持っており、ダメージトレードでポッピーに対して有利に立つことができる。",
			"ザイラ": "ザイラはポッピーに対して高い範囲ダメージを持っており、ファームやダメージトレードでポッピーを圧倒することができる。",
			"ミリオ": "ミリオはポッピーに対して強力な回復とバフを提供できるため、集団戦でポッピーは劣位に立たされる。",
			"ブラウム": "ブラウムはポッピーの攻撃をブロックする能力が高く、ダメージトレードでポッピーに対して優位に立つことができる。",
			"ソナ": "ソナはポッピーに対して高い回復力とバーストダメージを持っており、集団戦でポッピーは苦しむことになる。"
		}
	},
	"レオナ": {
		"name": "レオナ",
		"beats": {
			"ラックス": "レオナはラックスに対して強力なタンクとして、彼女のスキルを無効化しやすく、近づいてダメージを与えることができるため、ファームの面で有利です。",
			"ゼラス": "レオナはゼラスのスキルショットを避ける能力が高く、接近戦での強さを活かしてダメージトレードで優位に立つことができます。",
			"ユーミ": "レオナはユーミに対して直接的な攻撃を行うことができ、ユーミがサポートするチャンピオンを無力化することで、集団戦での影響力を高めることができます。",
			"ノーチラス": "レオナはノーチラスと同様の役割を持ちながらも、より高い耐久性を持っているため、集団戦での持続力が高く、優位に立つことができます。",
			"ブリッツクランク": "レオナはブリッツクランクのフックを避けることができ、接近戦での強さを活かしてダメージトレードで有利に進めることができます。",
			"セナ": "レオナはセナに対して近づくことで、彼女の攻撃を封じることができ、ファームの面で優位に立つことができます。",
			"パンテオン": "レオナはパンテオンの攻撃を受け止めることができ、彼のスキルを無効化しつつ、ダメージトレードで有利に進めることができます。"
		},
		"loses": {
			"セラフィーン": "セラフィーンはファームの面でレオナよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、レオナはファームが難しくなる。",
			"ジリアン": "ジリアンはダメージトレードにおいて、持続的なダメージを与える能力が高く、レオナの攻撃を受け流すことができるため、トレードで不利になる。",
			"モルガナ": "モルガナはスキルショットを使ってレオナを拘束することができ、レオナが接近するのを防ぐため、集団戦での影響力が高い。",
			"ニーコ": "ニーコはスケーリングにおいて、後半に強力なバーストダメージを持ち、レオナが集団戦で活躍する前に倒される可能性が高い。",
			"ヴェル＝コズ": "ヴェル＝コズは長射程のスキルを持ち、レオナが近づく前にダメージを与えることができるため、集団戦での優位性がある。",
			"ジャンナ": "ジャンナはレオナの攻撃を無効化するシールドを持っており、ダメージトレードでレオナに対して有利に立つことができる。",
			"レル": "レルはタンクとしての耐久性が高く、レオナの攻撃を受け止めながら反撃できるため、ファームやトレードで不利になる。",
			"ソラカ": "ソラカは回復能力が高く、レオナがダメージを与えても持続的に回復されるため、集団戦での影響力が低下する。",
			"ポッピー": "ポッピーはレオナの突進を阻止する能力を持ち、集団戦でレオナの動きを制限することができるため、不利になる。"
		}
	},
	"ザイラ": {
		"name": "ザイラ",
		"beats": {
			"モルガナ": "ザイラはモルガナに対して、ファームの面で有利です。ザイラの攻撃範囲が広く、モルガナのスキルを避けながら安全にミニオンを処理できます。",
			"セナ": "ザイラはセナに対して、ダメージトレードで有利です。ザイラのスキルは高いバーストダメージを持ち、セナの回復を上回るダメージを与えることができます。",
			"パンテオン": "ザイラはパンテオンに対して、スケーリングの面で有利です。ザイラはレベルが上がるにつれて強力なスキルを持ち、パンテオンの早期の強さを凌駕します。",
			"レル": "ザイラはレルに対して、集団戦で有利です。ザイラの範囲攻撃とCC（クラウドコントロール）能力は、レルの前線を突破するのに非常に効果的です。",
			"ジリアン": "ザイラはジリアンに対して、ファームの面で有利です。ザイラはミニオンを効率的に処理でき、ジリアンのスキルを避けながら安全にファームできます。",
			"ヴェル＝コズ": "ザイラはヴェル＝コズに対して、ダメージトレードで有利です。ザイラのスキルはヴェル＝コズのスキルを避けることができ、持続的なダメージを与えることができます。",
			"ブリッツクランク": "ザイラはブリッツクランクに対して、スケーリングの面で有利です。ザイラはレベルが上がるにつれて強力なスキルを持ち、ブリッツクランクの早期の強さを凌駕します。",
			"ジャンナ": "ザイラはジャンナに対して、集団戦で有利です。ザイラの範囲攻撃はジャンナのシールドを無視し、効果的にダメージを与えることができます。",
			"アリスター": "ザイラはアリスターに対して、ファームの面で有利です。ザイラはミニオンを効率的に処理でき、アリスターの接近を避けながら安全にファームできます。",
			"ソラカ": "ザイラはソラカに対して、ダメージトレードで有利です。ザイラのスキルは高いバーストダメージを持ち、ソラカの回復を上回るダメージを与えることができます。",
			"レオナ": "ザイラはレオナに対して、スケーリングの面で有利です。ザイラはレベルが上がるにつれて強力なスキルを持ち、レオナの早期の強さを凌駕します。",
			"ニーコ": "ザイラはニーコに対して、集団戦で有利です。ザイラの範囲攻撃はニーコのシールドを無視し、効果的にダメージを与えることができます。"
		},
		"loses": {
			"ユーミ": "ユーミはザイラに対して高い回復能力を持っており、ザイラのダメージを軽減することができるため、ファームの面で不利になる。",
			"ノーチラス": "ノーチラスはザイラに対して強力なCC（クラウドコントロール）を持っており、ダメージトレードでザイラを圧倒することができる。",
			"メル": "メルはザイラに対して持続的なダメージを与えることができ、スケーリングの面でザイラを上回る可能性がある。",
			"ミリオ": "ミリオはザイラの攻撃を無効化するシールドを持っており、集団戦でザイラの効果を減少させることができる。",
			"カルマ": "カルマはザイラに対して高いバーストダメージを持ち、特にレーン戦でザイラを圧倒することができる。",
			"ラカン": "ラカンはザイラに対して高い機動力を持ち、集団戦でザイラを狙いやすくするため、ザイラにとって不利な状況を作り出す。"
		}
	},
	"バード": {
		"name": "バード",
		"beats": {
			"ラックス": "バードはラックスに対して、ファームの面で優位性を持っており、ラックスのスキルショットを避けることができるため、安定した金銭的利益を得ることができる。",
			"ブラウム": "バードはブラウムに対して、ダメージトレードにおいて有利であり、ブラウムのシールドを無視してダメージを与えることができるため、トレードでの勝率が高い。",
			"セラフィーン": "バードはセラフィーンに対して、スケーリングの面で優位性を持ち、レベルが上がるにつれてより強力なスキルを持つため、ゲーム後半において有利に立ち回ることができる。",
			"モルガナ": "バードはモルガナに対して、集団戦において有利であり、モルガナのブラックシールドを無視してダメージを与えることができるため、集団戦での影響力が高い。",
			"ヴェル＝コズ": "バードはヴェル＝コズに対して、ファームの面で優位性を持ち、ヴェル＝コズのスキルを避けることで、安定したファームを確保できる。",
			"ジリアン": "バードはジリアンに対して、ダメージトレードにおいて有利であり、ジリアンの回復を上回るダメージを与えることができるため、トレードでの勝率が高い。"
		},
		"loses": {
			"パンテオン": "パンテオンはファームの面でバードよりも優れたクリープ処理能力を持っており、早期のゴールドを獲得しやすい。",
			"レル": "レルはダメージトレードにおいてバードに対して強力なCCを持っており、バードが攻撃を避けるのが難しい。",
			"ポッピー": "ポッピーはスケーリングにおいてバードよりも強力で、後半の集団戦での影響力が高い。",
			"ニーコ": "ニーコは集団戦においてバードに対して多様なスキルを持ち、バードの動きを制限することができる。",
			"ユーミ": "ユーミはファームの面でバードをサポートしつつ、バードが孤立した際に簡単に狙うことができる。",
			"ナミ": "ナミはダメージトレードにおいてバードに対して持続的な回復を提供し、バードの攻撃を無効化することができる。"
		}
	},
	"パイク": {
		"name": "パイク",
		"beats": {
			"ラックス": "パイクはラックスに対して高いバーストダメージを持っており、ラックスのスキルを避ける能力が高いため、ファームの段階から有利に立ち回ることができる。",
			"ゼラス": "パイクはゼラスのスキルショットを避ける機動力を持っており、ダメージトレードにおいて有利な状況を作りやすい。",
			"セナ": "パイクはセナに対して接近戦での強さを発揮でき、セナの攻撃を避けながらダメージを与えることができるため、スケーリングの段階でも優位に立てる。",
			"ジリアン": "パイクはジリアンのサポート能力を無効化することができ、集団戦においてもジリアンを狙いやすく、チームに対して大きな影響を与えることができる。",
			"カルマ": "パイクはカルマのスキルを避けることができ、ファームの段階から有利に立ち回ることができるため、全体的に優位に進めることができる。",
			"ザイラ": "パイクはザイラのトラップを避ける能力が高く、ダメージトレードにおいて有利な状況を作りやすい。",
			"ジャンナ": "パイクはジャンナのシールドを無視して攻撃できるため、集団戦においてもジャンナに対して優位に立つことができる。"
		},
		"loses": {
			"マオカイ": "マオカイはファームにおいて、持続的なダメージを与える能力が高く、パイクが近づくのを難しくします。",
			"ラカン": "ラカンはダメージトレードにおいて、スキルを使ってパイクの攻撃を回避しやすく、逆に反撃することができます。",
			"レル": "レルはスケーリングにおいて、タンクとしての耐久力が高く、パイクの攻撃を受けても生き残ることができます。",
			"シャコ": "シャコは集団戦において、瞬時に敵の後衛に飛び込む能力があり、パイクが狙う対象を奪うことができます。",
			"ポッピー": "ポッピーはファームにおいて、強力なCCを持ち、パイクが近づくのを阻止することができます。",
			"バード": "バードはダメージトレードにおいて、スキルを使ってパイクの動きを制限し、ダメージを与えることができます。",
			"ノーチラス": "ノーチラスはスケーリングにおいて、タンクとしての役割を果たし、パイクの攻撃を受け止めることができます。",
			"メル": "メルは集団戦において、サポートとしての役割を果たし、パイクの攻撃を無効化する手段を持っています。",
			"ナミ": "ナミはファームにおいて、回復能力が高く、パイクのダメージを軽減することができます。"
		}
	},
	"ソラカ": {
		"name": "ソラカ",
		"beats": {
			"モルガナ": "ソラカはモルガナに対して、ファームの面で有利です。モルガナはマナを消費するスキルを多く持っているため、ソラカは持続的にハラスを行いながらファームを稼ぐことができます。",
			"パンテオン": "ソラカはパンテオンに対して、ダメージトレードで有利です。ソラカの回復能力により、パンテオンの攻撃を受けても持ちこたえやすく、逆にハラスを行うことが可能です。",
			"レオナ": "ソラカはレオナに対して、スケーリングの面で有利です。ソラカはレベルが上がるにつれて回復量が増加し、レオナの攻撃を受けても耐えやすくなります。",
			"ブラウム": "ソラカはブラウムに対して、集団戦で有利です。ソラカの回復とバリアを活かすことで、味方を守りながら集団戦を有利に進めることができます。",
			"アリスター": "ソラカはアリスターに対して、ファームの面で有利です。アリスターは近接チャンピオンであるため、ソラカは安全にファームを行うことができ、レベル差をつけやすいです。",
			"ラックス": "ソラカはラックスに対して、ダメージトレードで有利です。ラックスのスキルを受けた後でも、ソラカの回復能力により持ちこたえやすく、反撃が可能です。",
			"ラカン": "ソラカはラカンに対して、スケーリングの面で有利です。ソラカはレベルが上がるにつれて強力な回復を持ち、ラカンの攻撃を受けても耐えやすくなります。",
			"ジリアン": "ソラカはジリアンに対して、集団戦で有利です。ソラカの回復とバリアを活かすことで、味方を守りながら集団戦を有利に進めることができます。",
			"ブランド": "ソラカはブランドに対して、ファームの面で有利です。ブランドはスキルを多く使うため、ソラカは持続的にハラスを行いながらファームを稼ぐことができます。"
		},
		"loses": {
			"ユーミ": "ユーミはファームの面でソラカよりも優れた能力を持っており、特にミニオンを効率的に処理することができるため、ソラカは劣位にある。",
			"ソナ": "ソナはダメージトレードにおいて、ソラカよりも高いダメージを出すことができるため、ソラカは不利な状況に置かれる。",
			"バード": "バードはスケーリングにおいて、ソラカよりも強力な影響を持つため、ソラカは時間が経つにつれて不利になる。",
			"レル": "レルは集団戦において、ソラカよりも強力なCC（クラウドコントロール）を持っているため、ソラカは集団戦で劣位にある。",
			"カルマ": "カルマはファームの面でソラカに対して優位性を持ち、特にスキルを使ってミニオンを効率的に処理できるため、ソラカは不利である。",
			"ナミ": "ナミはダメージトレードにおいて、ソラカよりも高い回復能力を持っているため、ソラカは不利な状況に置かれる。",
			"セナ": "セナはスケーリングにおいて、ソラカよりも強力なダメージを持つため、ソラカは時間が経つにつれて不利になる。"
		}
	},
	"カルマ": {
		"name": "カルマ",
		"beats": {
			"ラックス": "カルマはラックスに対して、ファームの際にスキルを使って安全にミニオンを処理できるため、優位性があります。",
			"モルガナ": "カルマはモルガナのスキルを避けることができ、ダメージトレードにおいて有利に立ち回ることができます。",
			"ゼラス": "カルマはゼラスの攻撃を避けつつ、持続的なダメージを与えることができるため、スケーリングの面で優れています。",
			"メル": "カルマはメルの攻撃を受けることなく、集団戦でのサポート能力を発揮できるため、優位です。",
			"ヴェル＝コズ": "カルマはヴェル＝コズのスキルを避けることができ、ファームやダメージトレードで有利に進めることができます。",
			"セラフィーン": "カルマはセラフィーンに対して、持続的なダメージを与えつつ、集団戦での影響力を高めることができるため、優位です。",
			"ザイラ": "カルマはザイラのスキルを避けることができ、ダメージトレードにおいて有利に立ち回ることができます。",
			"ジリアン": "カルマはジリアンに対して、ファームの際に安全にミニオンを処理できるため、優位性があります。",
			"ニーコ": "カルマはニーコの攻撃を避けつつ、持続的なダメージを与えることができるため、スケーリングの面で優れています。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクはファームの段階でカルマに対して強力なフックを持っており、早期に有利なトレードを仕掛けることができる。",
			"パイク": "パイクはダメージトレードにおいてカルマよりも高いバーストダメージを持ち、瞬時にキルを狙うことができる。",
			"ユーミ": "ユーミはスケーリングにおいて、他のチャンピオンと組み合わせることで強力なサポートを提供し、カルマの影響を軽減することができる。",
			"レル": "レルは集団戦において、カルマのスキルを無効化する能力を持ち、チームファイトでの優位性を持つ。",
			"ノーチラス": "ノーチラスは耐久性が高く、カルマの攻撃を受け流しながら、効果的に敵を捕まえることができる。",
			"ナミ": "ナミは回復能力を持ち、カルマのダメージを相殺しつつ、味方を強化することができる。",
			"ブラウム": "ブラウムはカルマのスキルをブロックすることができ、集団戦での影響力を大きく低下させる。"
		}
	},
	"ジャンナ": {
		"name": "ジャンナ",
		"beats": {
			"モルガナ": "ジャンナはモルガナに対して、ファームの際に安全にハラスを行うことができ、モルガナのスキルショットを避けやすいです。",
			"パンテオン": "ジャンナはパンテオンの攻撃を防ぐシールドを持っており、ダメージトレードで有利に立ち回ることができます。",
			"レル": "ジャンナはレルの突進を無効化する能力があり、集団戦での影響力を高めることができます。",
			"ヴェル＝コズ": "ジャンナはヴェル＝コズのスキルを避ける機動力があり、スケーリングにおいても有利です。",
			"レオナ": "ジャンナはレオナの攻撃をシールドで軽減でき、ダメージトレードで優位に立つことができます。",
			"アリスター": "ジャンナはアリスターの突進を防ぐことができ、集団戦での立ち回りが有利になります。",
			"ラックス": "ジャンナはラックスのスキルを避けることができ、ファームの際に安全にプレイすることができます。"
		},
		"loses": {
			"ジリアン": "ジリアンはファームの面でジャンナよりも優れた能力を持っており、ミニオンを効率的に処理できるため、リソースを確保しやすい。",
			"セラフィーン": "セラフィーンはダメージトレードにおいて、ジャンナのスキルを上手く回避しつつ、持続的なダメージを与えることができる。",
			"ブリッツクランク": "ブリッツクランクは集団戦において、ジャンナを引き寄せるフックを持っているため、ジャンナの位置取りを難しくする。",
			"セナ": "セナはスケーリングにおいて、後半に強力なダメージを出すことができ、ジャンナに対して圧力をかけることができる。",
			"パイク": "パイクはファームの面でジャンナに対して優位性を持ち、早期にゴールドを稼ぐことでアイテムを早く揃えることができる。",
			"カルマ": "カルマはダメージトレードにおいて、ジャンナのシールドを無視してダメージを与えることができるため、対抗しやすい。",
			"ルル": "ルルは集団戦において、ジャンナのサポート能力を打ち消すことができるため、ジャンナの効果を減少させることができる。"
		}
	},
	"レル": {
		"name": "レル",
		"beats": {
			"パンテオン": "レルはパンテオンに対して、ファームの面で優位性を持っています。レルのスキルセットは、敵チャンピオンを押し返す能力が高く、パンテオンの攻撃を避けながら安全にミニオンを処理できます。",
			"ノーチラス": "レルはノーチラスに対して、ダメージトレードで有利です。レルのスキルはノーチラスの攻撃を無効化しつつ、反撃することができるため、トレードで優位に立つことができます。",
			"ブリッツクランク": "レルはブリッツクランクに対して、スケーリングの面で有利です。レルはレベルが上がるにつれて強力なCCを持ち、ブリッツクランクのフックを避けることで、より安全に成長できます。",
			"ユーミ": "レルはユーミに対して、集団戦での影響力が高いです。レルの範囲攻撃とCCは、ユーミが付いているチャンピオンに対しても効果的で、集団戦での勝利に貢献します。",
			"パイク": "レルはパイクに対して、ファームの面で優位性を持っています。レルはパイクの攻撃を受け流しながら、ミニオンを安全に処理できるため、経済的に有利になります。",
			"ブラウム": "レルはブラウムに対して、ダメージトレードで有利です。レルのスキルはブラウムのシールドを無視できるため、トレードで優位に立つことができます。",
			"セラフィーン": "レルはセラフィーンに対して、スケーリングの面で有利です。レルはレベルが上がるにつれて強力なCCを持ち、セラフィーンの回復を妨げることができます。",
			"タム・ケンチ": "レルはタム・ケンチに対して、集団戦での影響力が高いです。レルの範囲攻撃とCCは、タム・ケンチが味方を守る際にも効果的で、集団戦での勝利に貢献します。"
		},
		"loses": {
			"ジャンナ": "ジャンナはファームの面でレルに対して優位であり、彼女のシールドと回復能力により、レルの攻撃を受け流すことができる。",
			"ラカン": "ラカンはダメージトレードにおいてレルに対して有利であり、彼のスキルセットはレルの攻撃を避けるのに適している。",
			"アリスター": "アリスターはスケーリングの面でレルに対して強く、彼のタンク性とCC能力により、レルのダメージを抑えることができる。",
			"ポッピー": "ポッピーは集団戦においてレルに対して優位であり、彼女の壁を利用した戦術でレルの動きを制限することができる。",
			"セナ": "セナはファームの面でレルに対して有利であり、彼女の遠距離攻撃と回復能力により、レルの攻撃を受けにくい。",
			"ザイラ": "ザイラはダメージトレードにおいてレルに対して強く、彼女の範囲攻撃とCCによりレルを圧倒することができる。",
			"ミリオ": "ミリオはスケーリングの面でレルに対して優位であり、彼の回復能力がレルの持続的なダメージを軽減する。",
			"ジリアン": "ジリアンは集団戦においてレルに対して強く、彼の時間操作能力がレルの攻撃を無効化することができる。"
		}
	},
	"ラカン": {
		"name": "ラカン",
		"beats": {
			"ヴェル＝コズ": "ラカンはヴェル＝コズに対して高い機動力を持っており、彼のスキルを避けやすいため、ファームの面で優位に立つことができます。",
			"ザイラ": "ラカンはザイラのスキルを回避しやすく、ダメージトレードにおいて有利な位置を取ることができるため、彼女に対して強いです。",
			"パイク": "ラカンはパイクの攻撃を避ける能力が高く、スケーリングの段階でも有利に進めることができるため、彼に対して優位です。",
			"ゼラス": "ラカンはゼラスのスキルを避けることができ、集団戦においても彼のサポート能力が活かされるため、ゼラスに対して有利です。",
			"ブラウム": "ラカンはブラウムの盾を回避しやすく、ダメージトレードで有利に立つことができるため、ブラウムに対して強いです。",
			"ブリッツクランク": "ラカンはブリッツクランクのフックを避けることができ、ファームの面で優位に立つことができるため、彼に対して有利です。",
			"パンテオン": "ラカンはパンテオンの攻撃を避ける能力が高く、スケーリングの段階でも有利に進めることができるため、パンテオンに対して優位です。",
			"スレッシュ": "ラカンはスレッシュのフックを避けることができ、集団戦においても彼のサポート能力が活かされるため、スレッシュに対して有利です。",
			"ユーミ": "ラカンはユーミのサポートを受けた敵に対しても、機動力を活かして有利に立つことができるため、ユーミに対して強いです。"
		},
		"loses": {
			"ニーコ": "ニーコはファームの面で優れた能力を持ち、ラカンに対して圧力をかけることができる。",
			"ソラカ": "ソラカは回復能力が高く、ラカンのダメージトレードを無効化することができる。",
			"バード": "バードは移動能力が高く、ラカンの集団戦での影響力を減少させることができる。",
			"ジャンナ": "ジャンナはシールドと風の壁を持ち、ラカンの攻撃を防ぐことができる。",
			"ジリアン": "ジリアンは時間を巻き戻す能力を持ち、ラカンのダメージを無効化することができる。",
			"セナ": "セナは遠距離からの攻撃が可能で、ラカンに対して安全にダメージを与えることができる。",
			"ミリオ": "ミリオは移動速度を上げるスキルを持ち、ラカンの攻撃を避けることができる。",
			"ルル": "ルルはバフとデバフを使い、ラカンの効果を減少させることができる。",
			"モルガナ": "モルガナはブラックシールドを持ち、ラカンのCCを無効化することができる。",
			"セラフィーン": "セラフィーンは範囲攻撃と回復を持ち、ラカンの集団戦での影響を減少させることができる。",
			"ラックス": "ラックスは長射程のスキルを持ち、ラカンに対して安全にダメージを与えることができる。"
		}
	},
	"ジリアン": {
		"name": "ジリアン",
		"beats": {
			"レオナ": "ジリアンはレオナに対して、ファームの面で有利です。ジリアンは遠距離攻撃が可能で、レオナの接近を避けながら安全にミニオンを処理できます。",
			"ブラウム": "ジリアンはブラウムに対して、ダメージトレードで有利です。ジリアンのスキルはブラウムのシールドを貫通しやすく、効果的にダメージを与えることができます。",
			"ゼラス": "ジリアンはゼラスに対して、スケーリングの面で有利です。ジリアンは後半に強力なスキルを持ち、ゼラスよりも持続的なダメージを出すことができます。",
			"モルガナ": "ジリアンはモルガナに対して、集団戦で有利です。ジリアンのスキルはモルガナのバリアを無視できるため、集団戦での影響力が高まります。",
			"セラフィーン": "ジリアンはセラフィーンに対して、ファームの面で有利です。ジリアンはセラフィーンよりも早くミニオンを処理でき、ゴールドを効率的に稼げます。",
			"セナ": "ジリアンはセナに対して、ダメージトレードで有利です。ジリアンのスキルはセナの攻撃を避けながら、効果的に反撃することができます。",
			"ジャンナ": "ジリアンはジャンナに対して、スケーリングの面で有利です。ジリアンは後半に強力なスキルを持ち、ジャンナよりも持続的なダメージを出すことができます。",
			"スレッシュ": "ジリアンはスレッシュに対して、集団戦で有利です。ジリアンのスキルはスレッシュのフックを避けやすく、集団戦での影響力が高まります。"
		},
		"loses": {
			"パイク": "パイクは高いバーストダメージを持っており、ジリアンがスキルを使った後に反撃されやすい。",
			"ユーミ": "ユーミは味方に付いて移動しながら回復を行うため、ジリアンのダメージトレードが効果的に行えない。",
			"カルマ": "カルマはシールドとスネアを持っており、ジリアンの攻撃を防ぎつつ反撃することができる。",
			"バード": "バードは移動速度を上げるスキルを持っており、ジリアンが追いかけるのが難しい。",
			"ルル": "ルルは味方を強化するスキルを持っており、ジリアンのダメージを軽減することができる。",
			"パンテオン": "パンテオンは強力な先手攻撃を持っており、ジリアンが先に攻撃することが難しい。",
			"ナミ": "ナミは回復とCCを持っており、ジリアンの攻撃を受け流しながら持続的に戦うことができる。"
		}
	},
	"ブラウム": {
		"name": "ブラウム",
		"beats": {
			"パンテオン": "ブラウムはパンテオンに対して強力なシールドを持っており、パンテオンの攻撃を効果的に防ぐことができるため、ファームの面で有利です。",
			"ブリッツクランク": "ブラウムはブリッツクランクのフックをブロックする能力があり、ダメージトレードにおいて優位に立つことができます。",
			"ノーチラス": "ブラウムはノーチラスのCC（クラウドコントロール）を無効化することができ、集団戦での生存率が高くなります。",
			"ザイラ": "ブラウムはザイラのスキルショットを避けやすく、スケーリングの段階で有利に進めることができます。",
			"ミリオ": "ブラウムはミリオの回復を無効化することができ、ダメージトレードで優位に立つことができます。",
			"ソナ": "ブラウムはソナのスキルを防ぐことができ、集団戦での影響力を高めることができます。",
			"ユーミ": "ブラウムはユーミのサポートを受けた敵に対しても強力な防御を提供でき、ファームの面で有利です。"
		},
		"loses": {
			"モルガナ": "モルガナはスキルショットを使ってブラウムのシールドを無効化し、ダメージトレードで優位に立つことができる。",
			"ラカン": "ラカンは高い機動力を持ち、ブラウムの攻撃を避けながら効果的にダメージを与えることができる。",
			"ジリアン": "ジリアンは回復能力が高く、ブラウムの攻撃を受けても持続的に戦えるため、ファームで有利に進めることができる。",
			"バード": "バードはグローバルな移動能力を持ち、ブラウムが集団戦で効果的に機能する前に介入することができる。",
			"ソラカ": "ソラカは回復スキルを持ち、ブラウムのダメージを軽減しつつ、持続的な戦闘を有利に進めることができる。",
			"レル": "レルはブラウムに対して強力なCCを持ち、集団戦でブラウムを無力化することができる。",
			"ジャンナ": "ジャンナはブラウムの攻撃を吹き飛ばすことができ、ダメージトレードで優位に立つことができる。",
			"アリスター": "アリスターはブラウムに対して強力なCCを持ち、ダメージトレードで有利に進めることができる。",
			"ニーコ": "ニーコは変身能力を持ち、ブラウムの攻撃を避けながらダメージを与えることができる。"
		}
	},
	"ブリッツクランク": {
		"name": "ブリッツクランク",
		"beats": {
			"ソナ": "ブリッツクランクはソナに対して強力なフックを持っており、彼女のスキルを封じることができるため、ファームの面で優位に立つことができる。",
			"ラックス": "ブリッツクランクはラックスのスキルショットを避ける能力が高く、ダメージトレードにおいて有利に立つことができる。",
			"ナミ": "ブリッツクランクはナミの回復を無効化することができ、スケーリングの段階で有利に進めることができる。",
			"パンテオン": "ブリッツクランクはパンテオンの攻撃を受け流しつつ、集団戦でのフックによって敵を捕まえることができるため、集団戦において優位に立つことができる。",
			"ミリオ": "ブリッツクランクはミリオのシールドを無視して攻撃できるため、ファームの段階で有利に進めることができる。",
			"セナ": "ブリッツクランクはセナの射程を超える攻撃を行うことができ、ダメージトレードにおいて有利に立つことができる。",
			"カルマ": "ブリッツクランクはカルマのスキルを避けることができ、スケーリングの段階で有利に進めることができる。",
			"ヴェル＝コズ": "ブリッツクランクはヴェル＝コズのスキルを回避しつつ、集団戦でのフックによって敵を捕まえることができるため、集団戦において優位に立つことができる。"
		},
		"loses": {
			"レル": "レルはファームの面でブリッツクランクよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、ブリッツクランクはファームが難しくなる。",
			"ブラウム": "ブラウムはダメージトレードにおいて、ブリッツクランクの攻撃を受け止める能力が高く、反撃が容易なため、ブリッツクランクは不利な状況に陥りやすい。",
			"ラカン": "ラカンはスケーリングにおいて、後半の集団戦での影響力が高く、ブリッツクランクはその影響を受けやすくなるため、ブリッツクランクは不利を感じる。",
			"アリスター": "アリスターは集団戦において、ブリッツクランクのフックを無効化する能力があり、これによりブリッツクランクは集団戦での役割を果たしにくくなる。",
			"ニーコ": "ニーコはファームの面でブリッツクランクに対して優位性を持ち、特にミニオンを一掃する能力が高いため、ブリッツクランクはファームが難しくなる。",
			"メル": "メルはダメージトレードにおいて、ブリッツクランクの攻撃を受け流す能力があり、これによりブリッツクランクは不利な状況に陥りやすい。",
			"レオナ": "レオナはスケーリングにおいて、後半の集団戦での耐久力が高く、ブリッツクランクはその影響を受けやすくなるため、ブリッツクランクは不利を感じる。",
			"バード": "バードは集団戦において、ブリッツクランクのフックを避ける能力があり、これによりブリッツクランクは集団戦での役割を果たしにくくなる。",
			"ノーチラス": "ノーチラスはファームの面でブリッツクランクよりも優れた耐久力を持っており、ミニオンを効率的に処理できるため、ブリッツクランクはファームが難しくなる。",
			"ジリアン": "ジリアンはダメージトレードにおいて、ブリッツクランクの攻撃を受け止める能力が高く、反撃が容易なため、ブリッツクランクは不利な状況に陥りやすい。"
		}
	},
	"セナ": {
		"name": "セナ",
		"beats": {
			"モルガナ": "セナはモルガナに対して、遠距離からの攻撃が可能で、モルガナのスキルを避けやすいため、ファームが有利です。",
			"メル": "セナはメルに対して、持続的なダメージを与える能力が高く、メルの回復を上回るダメージトレードが可能です。",
			"パンテオン": "セナはパンテオンに対して、遠距離からの攻撃で安全にダメージを与えられるため、スケーリングが有利です。",
			"セラフィーン": "セナはセラフィーンに対して、攻撃範囲が広く、セラフィーンのスキルを避けながらダメージを与えられるため、集団戦で有利です。",
			"ミリオ": "セナはミリオに対して、ミリオのシールドを無視してダメージを与えることができるため、ファームが有利です。",
			"ラカン": "セナはラカンに対して、ラカンの突進を避けることができ、持続的にダメージを与えられるため、ダメージトレードが有利です。",
			"ソラカ": "セナはソラカに対して、遠距離からの攻撃でソラカの回復を妨げることができるため、スケーリングが有利です。",
			"ジャンナ": "セナはジャンナに対して、ジャンナのシールドを無視してダメージを与えられるため、集団戦で有利です。",
			"スレッシュ": "セナはスレッシュに対して、スレッシュのフックを避けやすく、持続的にダメージを与えられるため、ファームが有利です。"
		},
		"loses": {
			"ヴェル＝コズ": "ヴェル＝コズは長射程のスキルを持っており、セナに対して安全にダメージを与えることができるため、ファームが難しい。",
			"パイク": "パイクは高いバーストダメージを持ち、セナがトレードで不利になる要因となる。",
			"ゼラス": "ゼラスはスキルショットを使ってセナに圧力をかけることができ、ダメージトレードで優位に立つことができる。",
			"ブリッツクランク": "ブリッツクランクはフックでセナを捕まえることができ、集団戦での影響力が大きい。",
			"ザイラ": "ザイラは範囲攻撃とCCを持っており、セナが近づくのを難しくするため、スケーリングで不利になる。",
			"ノーチラス": "ノーチラスはタンクとして耐久性が高く、セナの攻撃を受け止めながら接近できるため、トレードで有利に立つ。",
			"ユーミ": "ユーミは他のチャンピオンに付いて回ることで、セナに対して持続的なサポートを提供し、集団戦での効果を高める。"
		}
	},
	"エリス": {
		"name": "エリス",
		"beats": {
			"ラックス": "エリスはラックスに対して高いバーストダメージを持っており、ファームを効率的に行うことができるため、早期のレベルアップが可能です。",
			"ザイラ": "エリスはザイラのスキルを避ける能力が高く、ダメージトレードにおいて有利に立ち回ることができます。",
			"モルガナ": "エリスはモルガナのブラックシールドを無視できるスキルを持っており、集団戦での影響力が大きいです。",
			"セナ": "エリスはセナに対して高い機動性を持ち、スケーリングの段階で優位に立つことができます。",
			"ゼラス": "エリスはゼラスのスキルを避けることができ、ファームとダメージトレードで有利に進めることができます。",
			"ブリッツクランク": "エリスはブリッツクランクのフックを避ける能力が高く、集団戦での生存率が向上します。",
			"ジャンナ": "エリスはジャンナのシールドを無視できるスキルを持っており、ダメージトレードで優位に立つことができます。",
			"パイク": "エリスはパイクの攻撃を避ける能力が高く、ファームを効率的に行うことができるため、レベル差をつけやすいです。",
			"ソナ": "エリスはソナに対して高いバーストダメージを持ち、集団戦での影響力が大きいです。",
			"スレッシュ": "エリスはスレッシュのフックを避ける能力が高く、ダメージトレードで有利に進めることができます。",
			"ナミ": "エリスはナミのスキルを避ける能力が高く、ファームを効率的に行うことができるため、早期のレベルアップが可能です。",
			"メル": "エリスはメルに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができます。",
			"カルマ": "エリスはカルマのスキルを避ける能力が高く、集団戦での影響力が大きいです。"
		},
		"loses": {
			"レル": "レルはファームの面でエリスに対して優位であり、エリスがミニオンを処理する際にレルの圧力を受けやすいです。",
			"ノーチラス": "ノーチラスはダメージトレードにおいてエリスに対して強力で、エリスが攻撃を仕掛けるとノーチラスの耐久力に苦しむことになります。",
			"ブラウム": "ブラウムはスケーリングの面でエリスに対して有利で、ゲームが進むにつれてブラウムのシールドとCCがエリスのダメージを無効化します。",
			"アリスター": "アリスターは集団戦においてエリスに対して優位で、エリスが集団戦での位置取りをするのが難しくなります。",
			"ニーコ": "ニーコはファームの面でエリスに対して強く、ニーコのスキルがエリスのファームを妨げることがあります。",
			"ルル": "ルルはダメージトレードにおいてエリスに対して有利で、ルルのサポート能力がエリスの攻撃を無効化します。",
			"ジリアン": "ジリアンはスケーリングの面でエリスに対して優位で、ゲームが進むにつれてジリアンの回復能力がエリスのダメージを相殺します。",
			"ラカン": "ラカンは集団戦においてエリスに対して強力で、ラカンの機動力がエリスの攻撃を避けるのを容易にします。",
			"レオナ": "レオナはファームの面でエリスに対して優位で、レオナの圧力がエリスのファームを妨げることがあります。",
			"ソラカ": "ソラカはダメージトレードにおいてエリスに対して有利で、ソラカの回復能力がエリスのダメージを軽減します。",
			"セラフィーン": "セラフィーンはスケーリングの面でエリスに対して優位で、セラフィーンのスキルがエリスのダメージを抑えることができます。"
		}
	},
	"タリック": {
		"name": "タリック",
		"beats": {
			"ザイラ": "タリックはザイラに対して、彼女のスキルを無効化するシールドを提供できるため、ファームの際に有利です。",
			"ブリッツクランク": "タリックはブリッツクランクのフックを受けた際に、即座に仲間を守ることができるため、ダメージトレードで有利です。",
			"ユーミ": "タリックはユーミのサポートを受けた際に、彼女の回復を強化することができるため、スケーリングの面で有利です。",
			"タム・ケンチ": "タリックはタム・ケンチの攻撃を受けた際に、彼のシールドを使って耐えることができるため、集団戦で有利です。",
			"モルガナ": "タリックはモルガナのスネアを無効化することができるため、ファームの際に有利です。",
			"レナータ・グラスク": "タリックはレナータ・グラスクの攻撃を受けた際に、彼女のダメージを軽減することができるため、ダメージトレードで有利です。",
			"ブラウム": "タリックはブラウムの攻撃を受けた際に、彼のシールドを使って耐えることができるため、スケーリングの面で有利です。",
			"パンテオン": "タリックはパンテオンの攻撃を受けた際に、彼のスキルを無効化することができるため、集団戦で有利です。",
			"ラックス": "タリックはラックスのスキルを無効化するシールドを持っているため、ファームの際に有利です。",
			"ノーチラス": "タリックはノーチラスのフックを受けた際に、仲間を守ることができるため、ダメージトレードで有利です。",
			"ニーコ": "タリックはニーコの変身を無効化することができるため、スケーリングの面で有利です。"
		},
		"loses": {
			"ジャンナ": "ジャンナはファームの面でタリックよりも優れた範囲攻撃を持っており、タリックがミニオンを処理するのが難しい。",
			"ナミ": "ナミは回復能力が高く、タリックのダメージトレードを無効化することができる。",
			"セナ": "セナは遠距離からの攻撃が可能で、タリックが近づく前にダメージを与えることができる。",
			"ルル": "ルルはタリックの攻撃を妨害するスキルを持っており、集団戦での影響力が高い。",
			"レル": "レルはタリックに対して強力なCCを持っており、彼の動きを制限することができる。",
			"パイク": "パイクは高いバーストダメージを持ち、タリックが回復する前に倒すことができる。",
			"ミリオ": "ミリオはタリックのスキルを無効化するシールドを持っており、ダメージトレードで有利に立てる。",
			"セラフィーン": "セラフィーンはタリックの攻撃を回避する能力があり、集団戦での持続力が高い。",
			"ソナ": "ソナは回復とバフを提供でき、タリックのダメージを軽減することができる。",
			"ポッピー": "ポッピーはタリックの移動を制限するスキルを持っており、彼の機動力を奪うことができる。",
			"バード": "バードはタリックに対して高い機動性を持ち、彼を追い詰めることができる。",
			"アリスター": "アリスターはタリックの攻撃を無効化するCCを持っており、彼のダメージを抑えることができる。"
		}
	},
	"ヴェル＝コズ": {
		"name": "ヴェル＝コズ",
		"beats": {
			"セナ": "ヴェル＝コズはセナに対して、遠距離からの攻撃が得意であり、セナのスキルを避けやすいため、ファームがしやすいです。",
			"レオナ": "ヴェル＝コズはレオナの接近を警戒しやすく、遠距離からのダメージトレードで有利に立ち回ることができます。",
			"モルガナ": "ヴェル＝コズはモルガナのバインドを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"セラフィーン": "ヴェル＝コズはセラフィーンのスキルを距離を保ちながら避けることができ、集団戦での影響力が高いです。",
			"アリスター": "ヴェル＝コズはアリスターの突進を避けることができ、ファームとダメージトレードで有利に進めることができます。",
			"ゼラス": "ヴェル＝コズはゼラスに対しても遠距離からの攻撃が得意で、ダメージトレードで優位に立つことができます。",
			"ラックス": "ヴェル＝コズはラックスのスキルを避けることができ、集団戦での持続的なダメージを与えることができます。",
			"メル": "ヴェル＝コズはメルに対しても遠距離からの攻撃が得意で、ファームとダメージトレードで有利に進めることができます。"
		},
		"loses": {
			"パイク": "パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいため、ダメージトレードで有利に立ち回ることができる。",
			"ラカン": "ラカンは瞬時に接近し、ヴェル＝コズの攻撃を妨害する能力が高いため、集団戦での影響力が強い。",
			"ジャンナ": "ジャンナはシールドと回復を提供できるため、ヴェル＝コズのダメージを軽減し、ファームを安定させることができる。",
			"ジリアン": "ジリアンは時間を巻き戻す能力を持ち、ヴェル＝コズの攻撃を無効化することができるため、スケーリングにおいて優位に立つ。",
			"パンテオン": "パンテオンは早期のダメージを持ち、ヴェル＝コズに対して強力なプレッシャーをかけることができるため、ファームが難しくなる。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることで安全にダメージを与えられるため、ヴェル＝コズに対して持続的な圧力をかけることができる。",
			"カルマ": "カルマはスネアとシールドを持ち、ヴェル＝コズの攻撃を防ぎつつ、反撃することができるため、ダメージトレードで有利に立つ。",
			"バード": "バードは移動速度を上げる能力を持ち、ヴェル＝コズのスキルを避けやすく、集団戦での影響力が高い。",
			"ブリッツクランク": "ブリッツクランクはフックでヴェル＝コズを引き寄せることができ、ダメージトレードで有利に立つことができる。",
			"ブラウム": "ブラウムはヴェル＝コズの攻撃をブロックする能力が高く、集団戦での耐久性があるため、ヴェル＝コズにとって厄介な存在である。"
		}
	},
	"アリスター": {
		"name": "アリスター",
		"beats": {
			"ユーミ": "アリスターはユーミに対して強力なCC（クラウドコントロール）を持っており、ユーミが安全に攻撃することを妨げることができるため、ファームの面で優位に立つことができる。",
			"ブリッツクランク": "アリスターはブリッツクランクのフックを避ける能力が高く、ダメージトレードにおいて有利に立つことができるため、ブリッツクランクとの対面でのトレードが有利になる。",
			"レル": "アリスターはレルの突進を無効化するスキルを持っており、スケーリングの段階でアリスターがより強力になるため、レルに対して優位性を持つ。",
			"ブラウム": "アリスターはブラウムのシールドを無視することができるため、集団戦においてアリスターがブラウムよりも効果的にダメージを与えることができる。"
		},
		"loses": {
			"ジャンナ": "ジャンナはファームの面でアリスターに対して優位であり、彼女のシールドと回復能力により、アリスターの攻撃を無効化することができる。",
			"ソラカ": "ソラカはダメージトレードにおいてアリスターに対して有利で、彼女の回復能力がアリスターのダメージを軽減するため、持続的なトレードで優位に立つことができる。",
			"スウェイン": "スウェインはスケーリングの面でアリスターに対して強力で、彼のスキルセットは集団戦での持続力を高め、アリスターの効果を打ち消すことができる。",
			"ラカン": "ラカンは集団戦においてアリスターに対して優位で、彼の機動力とCC（クラウドコントロール）能力により、アリスターの動きを制限することができる。",
			"セラフィーン": "セラフィーンはファームの面でアリスターに対して有利で、彼女のスキルは安全にファームを行うことを可能にし、アリスターの攻撃を避けることができる。",
			"ミリオ": "ミリオはダメージトレードにおいてアリスターに対して優位で、彼のシールドと回復がアリスターの攻撃を効果的に無効化するため、持続的なトレードで有利に立つことができる。",
			"モルガナ": "モルガナはスケーリングの面でアリスターに対して強力で、彼女のバリアとCCがアリスターの攻撃を防ぎ、集団戦での影響力を高めることができる。",
			"ルル": "ルルは集団戦においてアリスターに対して優位で、彼女のバフとCCがアリスターの効果を打ち消し、チーム全体の生存率を高めることができる。",
			"バード": "バードはファームの面でアリスターに対して有利で、彼の移動能力と視界の確保がアリスターの動きを制限し、ファームを安全に行うことができる。",
			"ラックス": "ラックスはダメージトレードにおいてアリスターに対して優位で、彼女の長射程のスキルがアリスターの接近を阻止し、持続的なトレードで有利に立つことができる。",
			"ポッピー": "ポッピーはスケーリングの面でアリスターに対して強力で、彼女のタンク能力とCCがアリスターの攻撃を無効化し、集団戦での影響力を高めることができる。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"シャコ": "パンテオンはシャコに対して強力な早期のダメージを持っており、ファームの段階で優位に立つことができます。",
			"ヴェル＝コズ": "パンテオンはヴェル＝コズのスキルを避ける能力が高く、ダメージトレードで有利に進めることができます。",
			"モルガナ": "パンテオンはモルガナのシールドを無視できる攻撃を持っており、集団戦での影響力が大きいです。",
			"ニーコ": "パンテオンはニーコの変身を見破ることができ、ファームとダメージトレードで優位に立つことができます。",
			"ラックス": "パンテオンはラックスのスキルを避けることができ、早期のダメージトレードで有利です。",
			"バード": "パンテオンはバードの移動能力を制限し、集団戦での影響力を高めることができます。",
			"ジリアン": "パンテオンはジリアンに対して高いバーストダメージを持ち、ファームの段階で優位に立つことができます。",
			"ノーチラス": "パンテオンはノーチラスのCCを避けることができ、ダメージトレードで有利に進めることができます。",
			"ゼラス": "パンテオンはゼラスのスキルを避ける能力が高く、集団戦での影響力が大きいです。",
			"カルマ": "パンテオンはカルマのスキルを無視できる攻撃を持っており、ファームとダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ジャンナ": "ジャンナはファームの面でパンテオンに対して優位であり、彼女のシールドと回復能力により、ダメージトレードで有利に立つことができる。",
			"ポッピー": "ポッピーはパンテオンの攻撃を防ぐことができる壁を持っており、これによりダメージトレードで有利に戦うことができる。",
			"レル": "レルはパンテオンに対して強力なCCを持っており、集団戦での影響力が高く、パンテオンの動きを制限することができる。",
			"ソラカ": "ソラカは回復能力が高く、パンテオンのダメージを軽減しつつ、ファームを安定させることができる。",
			"ブラウム": "ブラウムはパンテオンの攻撃をブロックする能力があり、ダメージトレードで有利に立つことができる。",
			"ソナ": "ソナはパンテオンに対して持続的な回復とバフを提供でき、集団戦での影響力が高い。",
			"ミリオ": "ミリオはパンテオンの攻撃を無効化するスキルを持っており、ダメージトレードで有利に立つことができる。",
			"ルル": "ルルはパンテオンの攻撃を妨害する能力があり、集団戦での影響力が高い。",
			"ラカン": "ラカンはパンテオンに対して高い機動性を持ち、ダメージトレードで有利に立つことができる。",
			"ザイラ": "ザイラはパンテオンに対して持続的なダメージを与えることができ、集団戦での影響力が高い。"
		}
	},
	"ノーチラス": {
		"name": "ノーチラス",
		"beats": {
			"ザイラ": "ノーチラスはザイラに対して強力なCC（クラウドコントロール）を持っており、彼女のスキルを封じ込めることができるため、ファームの面で優位に立つことができる。",
			"ラックス": "ノーチラスはラックスのスキルショットを避ける能力が高く、ダメージトレードにおいて有利に戦うことができる。",
			"ユーミ": "ノーチラスはユーミのサポートを受けているチャンピオンに対しても強力なアプローチができ、集団戦での影響力が大きい。",
			"ゼラス": "ノーチラスはゼラスの遠距離攻撃を近接戦で無効化できるため、スケーリングの面で有利に進めることができる。",
			"ポッピー": "ノーチラスはポッピーの壁を利用して、彼女の動きを制限することができ、ダメージトレードで優位に立つことができる。",
			"パイク": "ノーチラスはパイクの攻撃を受け流すことができ、集団戦での生存率が高くなるため、全体的に有利に戦うことができる。"
		},
		"loses": {
			"レル": "レルはファームにおいて、ノーチラスよりも優れた範囲攻撃を持っているため、より効率的にミニオンを処理できる。",
			"ブラウム": "ブラウムはダメージトレードにおいて、ノーチラスの攻撃をブロックするシールドを持っているため、ノーチラスに対して有利に立ち回ることができる。",
			"パンテオン": "パンテオンはスケーリングにおいて、レベル6以降の強力なオールイン能力を持っているため、ノーチラスに対してプレッシャーをかけやすい。",
			"ニーコ": "ニーコは集団戦において、変身能力を活かしてノーチラスのスキルを回避しつつ、ダメージを与えることができるため、集団戦での影響力が高い。",
			"レオナ": "レオナはファームにおいて、ノーチラスと同様の役割を持ちながらも、より高い耐久性を持っているため、持続的な戦闘において優位に立つことができる。",
			"ラカン": "ラカンはダメージトレードにおいて、ノーチラスのスキルを避ける機動力を持っているため、トレードで有利に立ち回ることができる。",
			"スレッシュ": "スレッシュはスケーリングにおいて、レベルが上がるにつれてノーチラスよりも多様な戦術を展開できるため、長期戦での優位性を持っている。"
		}
	},
	"ラックス": {
		"name": "ラックス",
		"beats": {
			"ブランド": "ラックスはブランドに対して、遠距離からのスキルショットで安全にダメージを与えることができるため、ファームがしやすいです。",
			"ザイラ": "ラックスはザイラのスキルを避ける能力が高く、ダメージトレードで有利に立ち回ることができます。",
			"ラカン": "ラックスはラカンの突進を距離を保ちながら避けることができ、集団戦での影響力が高いです。",
			"セナ": "ラックスはセナに対して、スキルを使って安全にダメージを与えられるため、スケーリングが有利です。",
			"セラフィーン": "ラックスはセラフィーンの回復を無効化するスキルを持っており、ダメージトレードで優位に立てます。",
			"レル": "ラックスはレルの接近を防ぎやすく、集団戦での役割を果たしやすいです。",
			"モルガナ": "ラックスはモルガナのバリアを避けることができ、ファームとダメージトレードで有利です。",
			"ブラウム": "ラックスはブラウムのシールドを無視してダメージを与えられるため、スケーリングが有利です。",
			"スレッシュ": "ラックスはスレッシュのフックを避けることができ、ダメージトレードで優位に立てます。",
			"アリスター": "ラックスはアリスターの突進を距離を保ちながら避けることができ、集団戦での影響力が高いです。"
		},
		"loses": {
			"パイク": "パイクは高いバーストダメージを持っており、ラックスのスキルを避けながら接近してダメージを与えることができるため、ファームが難しい。",
			"バード": "バードは移動速度が速く、ラックスのスキルを避けることができるため、ダメージトレードで有利に立つことができる。",
			"カルマ": "カルマはシールドとスネアを持っており、ラックスの攻撃を無効化しつつ反撃することができるため、スケーリングで優位に立つ。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることでラックスの攻撃を避けることができ、集団戦での影響力が高いため、ラックスにとって厄介な存在。",
			"シャコ": "シャコは高いバーストダメージと瞬時の移動能力を持っており、ラックスのスキルを避けながら攻撃することができるため、ダメージトレードで有利。",
			"ルル": "ルルはラックスの攻撃を無効化するシールドを持っており、集団戦でのサポート能力が高いため、ラックスにとって不利な状況を作り出す。",
			"ナミ": "ナミは回復とCCを持っており、ラックスの攻撃を受け流しつつ味方をサポートできるため、集団戦での優位性を持つ。"
		}
	},
	"マオカイ": {
		"name": "マオカイ",
		"beats": {
			"パイク": "マオカイはパイクに対して高い耐久力を持っており、ファームの際に安全にミニオンを処理できるため、パイクの攻撃を受けにくいです。",
			"バード": "マオカイはバードのスキルを無効化する能力があり、ダメージトレードにおいて有利に立ち回ることができます。",
			"ルル": "マオカイはルルのバフを受けた味方を守ることができ、集団戦での影響力が高まります。",
			"ポッピー": "マオカイはポッピーの突進を受け流すことができ、ファーム時に安定したプレイが可能です。",
			"レル": "マオカイはレルのCCを受けにくく、スケーリングにおいても有利な状況を作り出せます。",
			"シャコ": "マオカイはシャコのバーストダメージに対して高い耐久力を持ち、ダメージトレードで優位に立てます。",
			"スレッシュ": "マオカイはスレッシュのフックを避けることができ、集団戦での生存率が高まります。",
			"パンテオン": "マオカイはパンテオンの攻撃を受け流すことができ、ファーム時に安定したプレイが可能です。",
			"ブリッツクランク": "マオカイはブリッツクランクのフックを受けにくく、スケーリングにおいても有利な状況を作り出せます。"
		},
		"loses": {
			"ジリアン": "ジリアンはファームの面でマオカイよりも優れた範囲攻撃を持っており、マオカイが近づく前にダメージを与えることができる。",
			"ブラウム": "ブラウムはマオカイの攻撃をブロックする能力があり、ダメージトレードで有利に立つことができる。",
			"ヴェル＝コズ": "ヴェル＝コズは長距離からのスキルショットでマオカイを圧倒し、スケーリングの段階でも優位に立つことができる。",
			"ニーコ": "ニーコはマオカイに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"ノーチラス": "ノーチラスはマオカイを捕まえる能力が高く、集団戦でのコントロールを持っているため、マオカイにとって厄介な存在である。",
			"アリスター": "アリスターはマオカイのスキルを無効化することができ、ダメージトレードで有利に立つことができる。",
			"ミリオ": "ミリオはマオカイのダメージを軽減するシールドを持っており、ファームの面でもマオカイに対して優位に立つことができる。",
			"ナミ": "ナミは回復とCCを持っており、マオカイの攻撃を受け流しながらダメージを与えることができる。",
			"ユーミ": "ユーミはマオカイに対して持続的なサポートを提供し、集団戦での生存能力を高めることができる。",
			"セナ": "セナは遠距離からの攻撃でマオカイを圧倒し、ファームの面でも優位に立つことができる。",
			"ラカン": "ラカンはマオカイの動きを妨害する能力があり、ダメージトレードで有利に立つことができる。",
			"カルマ": "カルマはマオカイに対して高いバーストダメージを持ち、スケーリングの段階でも優位に立つことができる。"
		}
	},
	"ニーコ": {
		"name": "ニーコ",
		"beats": {
			"ブリッツクランク": "ニーコはブリッツクランクに対して、ファームの際にスキルを使って安全にミニオンを処理できるため、優位性があります。",
			"レオナ": "ニーコはレオナに対して、ダメージトレードでのスキルの使い方が柔軟で、相手の攻撃を避けながら反撃できるため、優位性があります。",
			"スレッシュ": "ニーコはスレッシュに対して、スケーリングが得意で、レベルが上がるにつれて強力なダメージを出せるため、優位性があります。",
			"セナ": "ニーコはセナに対して、集団戦でのエリアコントロールが得意で、相手の動きを制限しやすいため、優位性があります。",
			"ラカン": "ニーコはラカンに対して、ファーム時に安全に距離を保ちながら攻撃できるため、優位性があります。",
			"バード": "ニーコはバードに対して、ダメージトレードでの持続力が高く、長期的な戦闘で有利に進められるため、優位性があります。"
		},
		"loses": {
			"ゼラス": "ゼラスは遠距離攻撃が得意で、ニーコが近づく前にダメージを与えることができるため、ファームが難しい。",
			"カルマ": "カルマはスキルを使ってニーコの攻撃を防ぎつつ、反撃することができるため、ダメージトレードで優位に立てる。",
			"ザイラ": "ザイラは植物を使ってニーコを捕まえることができ、集団戦での影響力が高い。",
			"ミリオ": "ミリオは味方を守る能力が高く、ニーコの攻撃を無効化することができるため、スケーリングで有利に進められる。",
			"メル": "メルは高いバーストダメージを持ち、ニーコがスキルを使った後に反撃することで、ダメージトレードで優位に立てる。",
			"ポッピー": "ポッピーはニーコの移動を制限する能力があり、集団戦での立ち回りが難しくなる。",
			"ジャンナ": "ジャンナは風の壁を使ってニーコの攻撃を防ぎ、味方を守ることができるため、集団戦での影響力が高い。",
			"シャコ": "シャコはニーコに対して高いバーストダメージを持ち、ダメージトレードで優位に立てる。",
			"ヴェル＝コズ": "ヴェル＝コズは長距離からの攻撃が得意で、ニーコが近づく前にダメージを与えることができるため、ファームが難しい。",
			"ソラカ": "ソラカは回復能力が高く、ニーコの攻撃を受けても持ちこたえることができるため、スケーリングで有利に進められる。",
			"セラフィーン": "セラフィーンはスキルを使ってニーコの攻撃を防ぎつつ、反撃することができるため、ダメージトレードで優位に立てる。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、ニーコがスキルを使った後に反撃することで、ダメージトレードで優位に立てる。",
			"ユーミ": "ユーミは味方を守る能力が高く、ニーコの攻撃を無効化することができるため、集団戦での影響力が高い。",
			"アリスター": "アリスターはニーコの攻撃を防ぎつつ、味方を守ることができるため、集団戦での立ち回りが難しくなる。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"スウェイン": "ブランドはスウェインに対して高いダメージを持ち、ファームを効率的に行うことができるため、レーンでの優位性を保ちやすいです。",
			"メル": "ブランドはメルに対しても高いダメージを与えることができ、スキルを使ったトレードで有利に進めることができます。",
			"レル": "ブランドはレルに対しても、遠距離からの攻撃で有利にダメージトレードを行うことができ、集団戦でも強力な影響を持ちます。",
			"ザイラ": "ブランドはザイラに対して、スキルの範囲攻撃を活かしてファームをしやすく、またダメージトレードでも優位に立つことができます。",
			"アリスター": "ブランドはアリスターに対して、アリスターの突進を避けつつ高いダメージを与えることができ、集団戦での影響力も大きいです。",
			"ラカン": "ブランドはラカンに対して、スキルのコンボを使うことで有利にダメージを与え、ファームを効率的に行うことができます。",
			"スレッシュ": "ブランドはスレッシュに対しても、遠距離からの攻撃で有利にダメージトレードを行うことができ、集団戦でも強力な影響を持ちます。",
			"パンテオン": "ブランドはパンテオンに対して、スキルを使ったトレードで有利に進めることができ、集団戦でも強力な影響を持ちます。",
			"ブラウム": "ブランドはブラウムに対して、スキルの範囲攻撃を活かしてファームをしやすく、またダメージトレードでも優位に立つことができます。",
			"ミリオ": "ブランドはミリオに対して、遠距離からの攻撃で有利にダメージを与えることができ、集団戦でも強力な影響を持ちます。",
			"ヴェル＝コズ": "ブランドはヴェル＝コズに対して、スキルのコンボを使うことで有利にダメージを与え、ファームを効率的に行うことができます。"
		},
		"loses": {
			"ユーミ": "ユーミはファームの面でブランドに対して優位であり、回復能力を持っているため、持続的なダメージトレードでブランドを圧倒することができる。",
			"セラフィーン": "セラフィーンはスケーリングにおいてブランドよりも強力で、集団戦でのサポート能力が高いため、ブランドは彼女に対抗しづらい。",
			"ナミ": "ナミは回復とCC（クラウドコントロール）を持っており、ダメージトレードでブランドに対して有利に立ち回ることができる。",
			"バード": "バードは移動能力が高く、ブランドのスキルを避けやすいため、ファームやダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスは遠距離からの攻撃が得意で、ブランドの攻撃を避けながらダメージを与えることができるため、対面での優位性がある。",
			"ニーコ": "ニーコは変身能力を持ち、ブランドのスキルをかわしやすく、集団戦での影響力が高いため、ブランドにとって厄介な存在である。",
			"ラックス": "ラックスは高いバーストダメージを持ち、ブランドのスキルを避けながら攻撃できるため、ダメージトレードで有利に立つことができる。",
			"タム・ケンチ": "タム・ケンチは耐久力が高く、ブランドの攻撃を受け止めながら反撃することができるため、対面での優位性がある。",
			"パイク": "パイクは高い機動性を持ち、ブランドのスキルを避けながら攻撃できるため、ダメージトレードで有利に立つことができる。",
			"ジャンナ": "ジャンナは防御的なスキルを持ち、ブランドの攻撃を無効化しやすいため、集団戦での影響力が高い。",
			"ジリアン": "ジリアンは回復能力を持ち、ブランドのダメージを軽減しながら持続的に戦うことができるため、対面での優位性がある。"
		}
	},
	"セラフィーン": {
		"name": "セラフィーン",
		"beats": {
			"レオナ": "セラフィーンはレオナに対して、ファームの面で有利です。セラフィーンは遠距離攻撃が可能で、レオナの接近を避けながら安全にミニオンを処理できます。",
			"ザイラ": "セラフィーンはザイラに対して、ダメージトレードで有利です。セラフィーンのスキルは回復効果を持ち、ザイラの攻撃を受けても持続的に戦えるため、トレードで優位に立てます。",
			"アリスター": "セラフィーンはアリスターに対して、スケーリングの面で有利です。セラフィーンはレベルが上がるにつれて強力なスキルを持ち、アリスターよりも後半戦での影響力が増します。",
			"ノーチラス": "セラフィーンはノーチラスに対して、集団戦で有利です。セラフィーンの範囲攻撃とサポート能力は、ノーチラスのタンク性を上回り、チーム全体に貢献できます。",
			"スレッシュ": "セラフィーンはスレッシュに対して、ファームの面で有利です。セラフィーンは安全にミニオンを処理できるため、スレッシュよりも効率的にゴールドを稼げます。",
			"ラカン": "セラフィーンはラカンに対して、ダメージトレードで有利です。セラフィーンのスキルは持続的なダメージを与えられるため、ラカンとのトレードで優位に立つことができます。",
			"ブラウム": "セラフィーンはブラウムに対して、スケーリングの面で有利です。セラフィーンは後半戦での影響力が高く、ブラウムの防御的な特性を活かしきれない状況を作り出せます。",
			"ラックス": "セラフィーンはラックスに対して、集団戦で有利です。セラフィーンの回復とバフ効果は、ラックスのダメージを軽減し、チーム全体の生存率を高めます。",
			"パンテオン": "セラフィーンはパンテオンに対して、ファームの面で有利です。セラフィーンは遠距離から安全にミニオンを処理でき、パンテオンの接近を防ぐことができます。",
			"ジャンナ": "セラフィーンはジャンナに対して、ダメージトレードで有利です。セラフィーンの持続的なダメージと回復能力により、ジャンナとのトレードで優位に立つことができます。"
		},
		"loses": {
			"ゼラス": "ゼラスはファームの面でセラフィーンよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、セラフィーンは劣位に立たされる。",
			"メル": "メルはダメージトレードにおいてセラフィーンに対して強力なスキルを持っており、セラフィーンはその攻撃を受けると不利になる。",
			"バード": "バードはスケーリングの面でセラフィーンよりも強力で、後半の集団戦での影響力が高いため、セラフィーンは劣位に感じる。",
			"ヴェル＝コズ": "ヴェル＝コズは集団戦においてセラフィーンに対して高いダメージを出すことができ、セラフィーンはその攻撃を避けるのが難しい。",
			"ミリオ": "ミリオはファームの面でセラフィーンに対して有利で、持続的な回復能力によりセラフィーンは持久戦で不利になる。",
			"レル": "レルはダメージトレードにおいてセラフィーンに対して強力なCCを持っており、セラフィーンはその攻撃を受けると不利になる。",
			"パイク": "パイクはスケーリングの面でセラフィーンよりも優れたバーストダメージを持っており、集団戦での影響力が高いため、セラフィーンは劣位に感じる。",
			"ユーミ": "ユーミは集団戦においてセラフィーンをサポートする能力が高く、セラフィーンはその影響を受けて不利になる。",
			"カルマ": "カルマはファームの面でセラフィーンに対して優れたスキルを持っており、セラフィーンはその攻撃を受けると不利になる。"
		}
	},
	"レナータ・グラスク": {
		"name": "レナータ・グラスク",
		"beats": {
			"パンテオン": "レナータ・グラスクはパンテオンに対して、ファームの面で有利です。彼女のスキルセットは、パンテオンの攻撃を受け流しつつ、安定したCSを確保することができます。",
			"レル": "レナータ・グラスクはレルに対して、ダメージトレードで有利です。彼女のシールドと回復能力により、レルの攻撃を効果的に受け流し、反撃することが可能です。",
			"ノーチラス": "レナータ・グラスクはノーチラスに対して、スケーリングの面で有利です。彼女はレベルが上がるにつれて強力なサポート能力を発揮し、チーム全体の生存率を高めることができます。",
			"ブリッツクランク": "レナータ・グラスクはブリッツクランクに対して、集団戦で有利です。彼女のアルティメットは、ブリッツクランクのフックを無効化し、味方を守ることができるため、集団戦での影響力が大きいです。",
			"メル": "レナータ・グラスクはメルに対して、ファームの面で有利です。彼女はメルの攻撃を避けつつ、安定したCSを確保できるため、レーンでの優位性を保ちやすいです。",
			"ポッピー": "レナータ・グラスクはポッピーに対して、ダメージトレードで有利です。彼女のスキルはポッピーの攻撃を受け流し、効果的に反撃することができるため、トレードで優位に立つことができます。",
			"スレッシュ": "レナータ・グラスクはスレッシュに対して、スケーリングの面で有利です。彼女はレベルが上がるにつれて強力なサポート能力を発揮し、チーム全体の生存率を高めることができます。",
			"モルガナ": "レナータ・グラスクはモルガナに対して、集団戦で有利です。彼女のシールドはモルガナのスネアを無効化し、味方を守ることができるため、集団戦での影響力が大きいです。"
		},
		"loses": {
			"カルマ": "カルマはファームの面でレナータ・グラスクよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、レナータ・グラスクはファームが難しくなる。",
			"ユーミ": "ユーミは味方に付着することで安全にダメージを与えられるため、レナータ・グラスクとのダメージトレードで有利に立つことができる。",
			"ジャンナ": "ジャンナは風の壁を使ってレナータ・グラスクの攻撃を防ぎ、集団戦での影響力を高めることができるため、レナータ・グラスクにとっては厄介な存在となる。",
			"タリック": "タリックは自身のシールドとスタンを持っており、レナータ・グラスクの攻撃を無効化しつつ、集団戦での生存能力を高めることができる。",
			"ミリオ": "ミリオは回復と移動速度のバフを提供できるため、レナータ・グラスクとのトレードで持続的に有利な状況を作り出すことができる。",
			"ラックス": "ラックスは長射程のスキルを持っており、レナータ・グラスクに対して安全にダメージを与えることができるため、トレードで優位に立つことができる。",
			"ルル": "ルルは味方を強化する能力を持っており、集団戦でレナータ・グラスクの効果を打ち消すことができるため、レナータ・グラスクにとっては脅威となる。",
			"ソラカ": "ソラカは回復能力が高く、レナータ・グラスクのダメージを軽減しつつ、持続的に戦闘を続けることができるため、トレードで不利になる。",
			"セナ": "セナは遠距離からの攻撃と回復を同時に行えるため、レナータ・グラスクとのトレードで有利に立つことができる。"
		}
	},
	"モルガナ": {
		"name": "モルガナ",
		"beats": {
			"ブラウム": "モルガナはブラウムに対して、スキルショットのバインドを使うことで、ブラウムのシールドを無効化しやすく、ダメージトレードで優位に立つことができる。",
			"レオナ": "モルガナはレオナの攻撃をバインドで止めることができ、ファームの際に安全にミニオンを処理できるため、レオナに対して有利である。",
			"ブランド": "モルガナはブランドのスキルを避けることができ、集団戦においてもバインドでブランドを捕まえることで、ダメージを与えやすい。",
			"ラカン": "モルガナはラカンのフラッシュやダッシュをバインドで制御できるため、ダメージトレードで有利に立つことができる。",
			"ノーチラス": "モルガナはノーチラスのフックを避けることができ、ファームの際に安全にミニオンを処理できるため、ノーチラスに対して有利である。",
			"アリスター": "モルガナはアリスターの突進をバインドで止めることができ、集団戦においても有利に立つことができる。",
			"ザイラ": "モルガナはザイラのスキルを避けることができ、ダメージトレードで優位に立つことができるため、ザイラに対して有利である。",
			"セラフィーン": "モルガナはセラフィーンのスキルをバインドで制御できるため、集団戦において有利に立つことができる。",
			"タム・ケンチ": "モルガナはタム・ケンチの攻撃をバインドで止めることができ、ファームの際に安全にミニオンを処理できるため、タム・ケンチに対して有利である。"
		},
		"loses": {
			"ジャンナ": "ジャンナはファームの面でモルガナよりも優れた能力を持っており、特にミニオンを安全に処理することができる。",
			"ミリオ": "ミリオはダメージトレードにおいてモルガナに対して有利で、彼のシールドと回復能力がモルガナの攻撃を無効化する。",
			"カルマ": "カルマはスケーリングにおいてモルガナよりも強力で、彼女のスキルは後半戦での影響力を増す。",
			"ユーミ": "ユーミは集団戦においてモルガナに対して優位で、彼女の移動能力とサポート能力がチーム全体を強化する。",
			"ソラカ": "ソラカはファームの面でモルガナに対して有利で、彼女の回復能力が持続的な戦闘を可能にする。",
			"ゼラス": "ゼラスはダメージトレードにおいてモルガナに対して優位で、彼の遠距離攻撃がモルガナのスキルを避けることを容易にする。",
			"ソナ": "ソナはスケーリングにおいてモルガナよりも強力で、彼女のバフと回復が集団戦での影響力を高める。",
			"パンテオン": "パンテオンは集団戦においてモルガナに対して優位で、彼の瞬発力とダメージがモルガナを圧倒する。",
			"ジリアン": "ジリアンはファームの面でモルガナに対して有利で、彼のスキルがミニオンを効率的に処理することを可能にする。"
		}
	},
	"シャコ": {
		"name": "シャコ",
		"beats": {
			"ラックス": "シャコはラックスに対して高いバーストダメージを持っており、ファームを効率的に行うことができるため、早期のレベルアップが可能です。",
			"モルガナ": "シャコはモルガナのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"レオナ": "シャコはレオナの接近を避けることができ、集団戦での位置取りが有利になります。",
			"ブリッツクランク": "シャコはブリッツクランクのフックを避けることができ、ファームを安全に行うことができます。",
			"パイク": "シャコはパイクの攻撃を回避しやすく、ダメージトレードで有利に立つことができます。",
			"ポッピー": "シャコはポッピーの壁を利用して逃げることができ、集団戦での生存率が高まります。",
			"セナ": "シャコはセナの攻撃を避けることができ、ファームを効率的に行うことができます。",
			"ザイラ": "シャコはザイラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"セラフィーン": "シャコはセラフィーンのスキルを避けることができ、集団戦での位置取りが有利になります。",
			"ブラウム": "シャコはブラウムのシールドを無視してダメージを与えることができ、ダメージトレードで優位に立つことができます。",
			"ニーコ": "シャコはニーコの変身を見抜くことができ、集団戦での戦略的な動きが可能です。"
		},
		"loses": {
			"ルル": "ルルはシャコに対して強力なシールドと回復を提供し、シャコのダメージトレードを無効化することができる。",
			"ユーミ": "ユーミはシャコに対して持続的な回復を行い、シャコの攻撃を受け流すことができるため、ファームが難しくなる。",
			"パンテオン": "パンテオンはシャコに対して強力なバーストダメージを持ち、早期の段階でシャコを圧倒することができる。",
			"ソラカ": "ソラカはシャコに対して高い回復能力を持ち、集団戦での持続力を高めるため、シャコがダメージを与えるのが難しくなる。",
			"アリスター": "アリスターはシャコに対して強力なCC（クラウドコントロール）を持ち、シャコの動きを制限することができる。",
			"ジャンナ": "ジャンナはシャコに対して風の壁を使って攻撃を防ぎ、シャコのダメージトレードを無効化することができる。",
			"ソナ": "ソナはシャコに対して持続的な回復とバフを提供し、集団戦での効果を高めるため、シャコが効果的に戦うのが難しくなる。",
			"タム・ケンチ": "タム・ケンチはシャコに対して高い耐久力を持ち、シャコの攻撃を受け流すことができるため、ファームが難しくなる。",
			"ミリオ": "ミリオはシャコに対して持続的な回復を行い、シャコのダメージを軽減することができるため、ダメージトレードが不利になる。"
		}
	},
	"ゼラス": {
		"name": "ゼラス",
		"beats": {
			"メル": "ゼラスはメルに対して高いダメージを持ち、ファームを効率的に行うことができるため、序盤から有利に進めることができる。",
			"モルガナ": "ゼラスはモルガナのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"セナ": "ゼラスはセナに対して遠距離からの攻撃が可能で、スケーリングにおいても有利な状況を作りやすい。",
			"ブランド": "ゼラスはブランドの攻撃を受ける前に反撃できるため、集団戦での影響力が高い。",
			"ニーコ": "ゼラスはニーコの変身を見極めやすく、ダメージトレードで優位に立つことができる。",
			"セラフィーン": "ゼラスはセラフィーンのスキルを避けることができ、ファームを安定させることができるため、序盤から有利。",
			"アリスター": "ゼラスはアリスターの突進を避けることができ、集団戦でのダメージを最大化できる。",
			"ザイラ": "ゼラスはザイラのスキルを距離を保ちながら避けることができ、ダメージトレードで優位に立つことができる。",
			"ブラウム": "ゼラスはブラウムのシールドを無視してダメージを与えることができ、集団戦での影響力が高い。",
			"ラックス": "ゼラスはラックスのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"カルマ": "カルマはファームの際にゼラスのスキルを避けることができ、持続的なダメージを与えることができるため、ファームで優位に立つことができる。",
			"レオナ": "レオナは強力なCCを持っており、ゼラスがダメージトレードを行う際に容易に捕まえることができるため、ダメージトレードで不利になる。",
			"パイク": "パイクは高い機動性を持ち、ゼラスのスキルを避けながら接近しやすいため、スケーリングの段階で有利に進めることができる。",
			"ラカン": "ラカンは瞬時に接近し、ゼラスに対して強力なコンボを決めることができるため、集団戦での影響力が高い。",
			"ノーチラス": "ノーチラスはタンクとしての耐久力が高く、ゼラスのスキルを受け止めながら接近できるため、ダメージトレードで有利に立つことができる。",
			"ソナ": "ソナは回復能力を持ち、ゼラスのダメージを軽減しつつ持続的にダメージを与えることができるため、ファームでの競争において優位に立つ。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることでゼラスの攻撃を避けつつ、持続的な支援を行うことができるため、集団戦での影響力が高い。",
			"ナミ": "ナミは回復とCCを持ち、ゼラスの攻撃を受け流しながら持続的にダメージを与えることができるため、ダメージトレードで不利になる。",
			"レル": "レルはタンクとしての耐久力が高く、ゼラスのスキルを受け止めながら接近できるため、集団戦での影響力が高い。",
			"ジャンナ": "ジャンナは風の壁を使ってゼラスのスキルを防ぎつつ、味方を守ることができるため、集団戦での影響力が高い。"
		}
	},
	"スウェイン": {
		"name": "スウェイン",
		"beats": {
			"シャコ": "スウェインはシャコに対して、ファームの面で有利です。スウェインは持続的なダメージを与える能力が高く、シャコの攻撃を受け流しながら安全にミニオンを処理できます。",
			"タム・ケンチ": "スウェインはタム・ケンチに対して、ダメージトレードで有利です。スウェインのスキルはタム・ケンチの耐久力を上回るダメージを与えることができ、効果的にトレードを行えます。",
			"ブリッツクランク": "スウェインはブリッツクランクに対して、スケーリングの面で有利です。スウェインはレイトゲームにおいて強力なチャンピオンであり、ブリッツクランクの影響を受けにくくなります。",
			"ラカン": "スウェインはラカンに対して、集団戦で有利です。スウェインは集団戦において高い持続ダメージを出すことができ、ラカンのサポート能力を上回る影響を与えることができます。",
			"ノーチラス": "スウェインはノーチラスに対して、ファームの面で有利です。スウェインはノーチラスの攻撃を受けながらも、ミニオンを効率的に処理することができます。",
			"レル": "スウェインはレルに対して、ダメージトレードで有利です。スウェインのスキルはレルの防御を無視してダメージを与えることができ、トレードで優位に立つことができます。",
			"アリスター": "スウェインはアリスターに対して、スケーリングの面で有利です。スウェインはレイトゲームにおいて強力なダメージを持ち、アリスターの耐久力を上回ることができます。",
			"ラックス": "スウェインはラックスに対して、集団戦で有利です。スウェインは集団戦において高い持続ダメージを出すことができ、ラックスのスキルを避けながらダメージを与えることができます。",
			"ポッピー": "スウェインはポッピーに対して、ファームの面で有利です。スウェインはポッピーの攻撃を受け流しつつ、ミニオンを効率的に処理することができます。",
			"スレッシュ": "スウェインはスレッシュに対して、ダメージトレードで有利です。スウェインのスキルはスレッシュの防御を無視してダメージを与えることができ、トレードで優位に立つことができます。",
			"セナ": "スウェインはセナに対して、スケーリングの面で有利です。スウェインはレイトゲームにおいて強力なダメージを持ち、セナの影響を受けにくくなります。"
		},
		"loses": {
			"ブランド": "ブランドはスウェインに対して高いバーストダメージを持っており、ファーム中にスウェインがダメージを受けやすい。",
			"ジリアン": "ジリアンはスウェインのスキルを無効化する能力を持っており、ダメージトレードで有利に立つことができる。",
			"ニーコ": "ニーコはスウェインのスキルを避けることができ、スケーリングにおいても強力なキャリー能力を持っている。",
			"ユーミ": "ユーミはスウェインの攻撃を受け流しつつ、味方をサポートすることで集団戦での影響力を高めることができる。",
			"ミリオ": "ミリオはスウェインのダメージを軽減するスキルを持っており、ファームやダメージトレードで優位に立つことができる。",
			"ナミ": "ナミはスウェインの攻撃を回復しつつ、スキルでのダメージを与えることができ、集団戦での影響力が高い。",
			"モルガナ": "モルガナはスウェインのスキルを阻害するシールドを持っており、ダメージトレードで有利に立つことができる。",
			"ソナ": "ソナはスウェインの攻撃を回復しつつ、スキルでのダメージを与えることができ、集団戦での影響力が高い。",
			"パイク": "パイクはスウェインに対して高いバーストダメージを持っており、ファーム中にスウェインがダメージを受けやすい。"
		}
	},
	"タム・ケンチ": {
		"name": "タム・ケンチ",
		"beats": {
			"ブランド": "タム・ケンチはブランドに対してファームの面で有利です。タム・ケンチは自己回復能力が高く、ブランドの攻撃を受けても持続的にファームを続けることができます。",
			"ニーコ": "タム・ケンチはニーコに対してダメージトレードで有利です。タム・ケンチはスキルを使ってニーコの攻撃を避けることができ、反撃する際に有利な状況を作り出せます。",
			"セナ": "タム・ケンチはセナに対してスケーリングの面で有利です。タム・ケンチはレイトゲームにおいて強力なタンクとして機能し、セナのダメージを吸収しやすくなります。",
			"シャコ": "タム・ケンチはシャコに対して集団戦で有利です。タム・ケンチは味方を守る能力が高く、シャコの攻撃を無効化することができるため、集団戦での生存率が向上します。",
			"モルガナ": "タム・ケンチはモルガナに対してファームの面で有利です。タム・ケンチはモルガナのスキルを避けることができ、安定してファームを行うことができます。",
			"カルマ": "タム・ケンチはカルマに対してダメージトレードで有利です。タム・ケンチはカルマのスキルを受け流しつつ、反撃することで有利なトレードを行えます。",
			"ゼラス": "タム・ケンチはゼラスに対してスケーリングの面で有利です。タム・ケンチはレイトゲームにおいて耐久力が高く、ゼラスのダメージを受け止めることができます。",
			"ザイラ": "タム・ケンチはザイラに対して集団戦で有利です。タム・ケンチはザイラのスキルを無効化し、味方を守る役割を果たすことができます。",
			"ポッピー": "タム・ケンチはポッピーに対してファームの面で有利です。タム・ケンチはポッピーの攻撃を受け流しながら、安定してファームを続けることができます。",
			"ユーミ": "タム・ケンチはユーミに対してダメージトレードで有利です。タム・ケンチはユーミのサポートを受けた敵に対しても強力な反撃が可能です。",
			"ブラウム": "タム・ケンチはブラウムに対してスケーリングの面で有利です。タム・ケンチはレイトゲームにおいて高い耐久力を持ち、ブラウムの攻撃を受け止めることができます。"
		},
		"loses": {
			"スウェイン": "スウェインはファームの面でタム・ケンチに対して優位であり、持続的なダメージを与える能力が高いため、ダメージトレードで有利に立つことができる。",
			"ジリアン": "ジリアンはスケーリングが優れており、ゲーム後半においてタム・ケンチに対して強力な影響を持つことができる。",
			"セラフィーン": "セラフィーンは集団戦において強力なサポート能力を持ち、タム・ケンチの行動を制限することができる。",
			"ジャンナ": "ジャンナはタム・ケンチの攻撃を無効化するシールドや回復を持っており、ダメージトレードで有利に立つことができる。",
			"ラカン": "ラカンは高い機動性を持ち、タム・ケンチに対して素早く接近し、効果的なダメージを与えることができる。",
			"パイク": "パイクはタム・ケンチに対して高いバーストダメージを持ち、ファームの面でも優位に立つことができる。",
			"レル": "レルは集団戦において強力なCCを持ち、タム・ケンチの動きを制限することができる。",
			"ソナ": "ソナは持続的な回復とバフを提供し、タム・ケンチに対して持続的なダメージを与えることができる。",
			"バード": "バードはマップ全体に影響を与える能力を持ち、タム・ケンチに対して優位に立つことができる。",
			"ブリッツクランク": "ブリッツクランクはタム・ケンチを引き寄せる能力を持ち、ダメージトレードで有利に立つことができる。",
			"アリスター": "アリスターはタム・ケンチに対して強力なCCを持ち、集団戦での影響力が高い。",
			"ナミ": "ナミは回復とCCを持ち、タム・ケンチに対して持続的なダメージを与えることができる。",
			"ヴェル＝コズ": "ヴェル＝コズは高いバーストダメージを持ち、タム・ケンチに対して優位に立つことができる。"
		}
	},
	"ユーミ": {
		"name": "ユーミ",
		"beats": {
			"ザイラ": "ユーミはザイラに対して、彼女の回復能力とシールドを活かして、ザイラの攻撃を受け流しつつ持続的にダメージを与えることができるため、ファームの面で優位です。",
			"モルガナ": "ユーミはモルガナに対して、モルガナのスキルを無効化することができるため、ダメージトレードにおいて有利です。",
			"シャコ": "ユーミはシャコに対して、シャコの攻撃を受けることなく味方をサポートできるため、スケーリングの面で優位です。",
			"ラックス": "ユーミはラックスに対して、ラックスのスキルを避けながら持続的にダメージを与えることができるため、集団戦において有利です。",
			"セラフィーン": "ユーミはセラフィーンに対して、セラフィーンの回復を無効化しつつ、持続的にダメージを与えることができるため、ファームの面で優位です。",
			"ヴェル＝コズ": "ユーミはヴェル＝コズに対して、彼のスキルを避けながら味方をサポートできるため、ダメージトレードにおいて有利です。",
			"セナ": "ユーミはセナに対して、セナの攻撃を受けることなく味方を回復できるため、スケーリングの面で優位です。",
			"ジリアン": "ユーミはジリアンに対して、ジリアンのスキルを無効化しつつ、持続的にダメージを与えることができるため、集団戦において有利です。",
			"ソラカ": "ユーミはソラカに対して、ソラカの回復を無効化しつつ、持続的にダメージを与えることができるため、ファームの面で優位です。",
			"ゼラス": "ユーミはゼラスに対して、ゼラスのスキルを避けながら味方をサポートできるため、ダメージトレードにおいて有利です。",
			"ニーコ": "ユーミはニーコに対して、ニーコの攻撃を受けることなく味方を回復できるため、スケーリングの面で優位です。"
		},
		"loses": {
			"アリスター": "アリスターはユーミに対して強力なCC（クラウドコントロール）を持っており、ユーミが移動するのを妨げることができるため、ファームが難しくなる。",
			"ノーチラス": "ノーチラスはユーミに対して高い耐久性を持ち、ダメージトレードで有利に立ち回ることができるため、ユーミはダメージを与えにくい。",
			"レル": "レルはユーミに対して強力なバーストダメージを持っており、スケーリングの段階でユーミが劣るため、ユーミは生存が難しくなる。",
			"スレッシュ": "スレッシュはユーミに対してフックを使って捕まえることができ、集団戦でユーミが孤立しやすくなるため、ユーミは不利な状況に陥る。",
			"ブラウム": "ブラウムはユーミの攻撃をブロックする能力が高く、ダメージトレードでユーミが劣るため、ユーミはダメージを与えにくい。",
			"ラカン": "ラカンはユーミに対して高い機動力を持ち、集団戦でユーミを狙いやすくなるため、ユーミは不利な状況に陥る。",
			"レオナ": "レオナはユーミに対して強力なCCを持っており、ファームが難しくなるため、ユーミは不利な状況に陥る。",
			"ジャンナ": "ジャンナはユーミに対してシールドを持っており、ダメージトレードでユーミが劣るため、ユーミはダメージを与えにくい。",
			"パンテオン": "パンテオンはユーミに対して高いバーストダメージを持ち、スケーリングの段階でユーミが劣るため、ユーミは生存が難しくなる。",
			"ルル": "ルルはユーミに対して強力なサポート能力を持ち、集団戦でユーミが孤立しやすくなるため、ユーミは不利な状況に陥る。"
		}
	},
	"メル": {
		"name": "メル",
		"beats": {
			"スレッシュ": "メルはスレッシュに対して強力なファーム能力を持っており、スレッシュの攻撃を避けることができるため、安定したゴールドを獲得できます。",
			"モルガナ": "メルはモルガナのスキルを回避する能力が高く、ダメージトレードにおいて有利に立ち回ることができます。",
			"ジリアン": "メルはジリアンのスキルをうまく利用し、スケーリングの段階で優位に立つことができるため、ゲーム後半に強力になります。",
			"ニーコ": "メルはニーコの変身スキルに対して強いカウンターを持っており、集団戦での影響力が高いです。",
			"ザイラ": "メルはザイラのトラップを避けることができ、ファームとダメージトレードで優位に立つことができます。",
			"セラフィーン": "メルはセラフィーンのスキルをうまく利用し、スケーリングの段階で有利に立つことができるため、ゲーム後半に強力になります。",
			"スウェイン": "メルはスウェインの攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができます。",
			"ラックス": "メルはラックスのスキルを回避する能力が高く、集団戦での影響力が高いです。",
			"ブリッツクランク": "メルはブリッツクランクのフックを避けることができ、ファームとダメージトレードで優位に立つことができます。",
			"パイク": "メルはパイクの攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができます。",
			"ヴェル＝コズ": "メルはヴェル＝コズのスキルをうまく利用し、スケーリングの段階で優位に立つことができるため、ゲーム後半に強力になります。"
		},
		"loses": {
			"ジャンナ": "ジャンナはファームの面でメルに対して優位であり、彼女のシールドと回復能力により、メルはダメージトレードで不利を強いられる。",
			"ゼラス": "ゼラスはスキルショットを使ってメルに対して遠距離からダメージを与えることができ、メルはその攻撃を避けるのが難しいため、ダメージトレードで不利になる。",
			"ユーミ": "ユーミは仲間に付いて移動しながら回復を行うことができ、メルはそのサポートを受ける敵チャンピオンに対して効果的にダメージを与えることができないため、集団戦で不利を感じる。",
			"ミリオ": "ミリオは自身のスキルで味方を守りつつ、メルに対して持続的なダメージを与えることができるため、メルはファームやダメージトレードで不利になる。",
			"アリスター": "アリスターはタンクとしての耐久性が高く、メルの攻撃を受け止めることができるため、ダメージトレードでメルは不利を強いられる。",
			"カルマ": "カルマはスキルを使ってメルを遠距離から攻撃し、メルの動きを制限することができるため、ファームの面で不利になる。",
			"ラカン": "ラカンは高い機動力を持ち、メルに対して素早く接近して攻撃することができるため、ダメージトレードで不利を感じる。",
			"ノーチラス": "ノーチラスはCC（クラウドコントロール）を持っており、メルの行動を制限することができるため、集団戦で不利になる。",
			"ソラカ": "ソラカは回復能力が高く、メルの攻撃を受け流すことができるため、ダメージトレードで不利を強いられる。",
			"ブランド": "ブランドは高いバーストダメージを持ち、メルに対して瞬時に大きなダメージを与えることができるため、ファームの面で不利になる。"
		}
	}
}