{
	"トリスターナ": {
		"name": "トリスターナ",
		"beats": {
			"セナ": "トリスターナはセナに対して高いバーストダメージを持っており、早期のダメージトレードで有利に立てる。",
			"カリスタ": "トリスターナはカリスタの機動力に対抗できるスキルを持ち、集団戦での持続的なダメージを与えることができる。",
			"ザヤ": "トリスターナはザヤの羽根を避ける能力があり、ダメージトレードで優位に立つことができる。",
			"トゥイッチ": "トリスターナはトゥイッチの潜伏を警戒しつつ、遠距離からの攻撃で有利にファームできる。",
			"ミス・フォーチュン": "トリスターナはミス・フォーチュンのウルトに対して距離を取ることができ、集団戦での生存率が高い。",
			"アッシュ": "トリスターナはアッシュのスローを避ける能力があり、ダメージトレードで有利に立つことができる。",
			"ジン": "トリスターナはジンの攻撃を避ける機動力を持ち、ファームとダメージトレードで優位に立てる。",
			"スモルダー": "トリスターナはスモルダーの攻撃を距離を取ることで回避でき、集団戦での持続的なダメージを与えることができる。"
		},
		"loses": {
			"コーキ": "コーキはファームにおいて、トリスターナよりも優れた射程を持っているため、トリスターナは安全にミニオンを取ることが難しい。",
			"ドレイヴン": "ドレイヴンはダメージトレードにおいて、トリスターナよりも高いバーストダメージを持っているため、トリスターナは早期に不利な状況に陥る可能性が高い。",
			"シヴィア": "シヴィアはスケーリングにおいて、トリスターナよりも優れた集団戦能力を持っているため、後半戦でトリスターナはシヴィアに対抗しづらい。",
			"カイ＝サ": "カイ＝サは集団戦において、トリスターナよりも高い機動性とバーストダメージを持っているため、トリスターナは集団戦で狙われやすい。",
			"ニーラ": "ニーラはダメージトレードにおいて、トリスターナの攻撃を無効化するシールドを持っているため、トリスターナはニーラに対して不利な状況になる。"
		}
	},
	"ユナラ": {
		"name": "ユナラ",
		"beats": {
			"ミス・フォーチュン": "ユナラはミス・フォーチュンに対して、ファームの面で有利であり、彼女のスキルを避けることでダメージトレードに勝てる。",
			"シヴィア": "ユナラはシヴィアに対して、スケーリングが優れており、後半の集団戦で強力な影響を与えることができる。",
			"サミーラ": "ユナラはサミーラに対して、ファームの効率が高く、ダメージトレードで有利に立ち回ることができる。",
			"カリスタ": "ユナラはカリスタに対して、集団戦での持続的なダメージが強く、彼女の機動力を制限することができる。",
			"ザヤ": "ユナラはザヤに対して、ファームの面で優位に立ち、ダメージトレードで有利に進めることができる。",
			"ニーラ": "ユナラはニーラに対して、スケーリングが優れており、集団戦での影響力が高い。"
		},
		"loses": {
			"コーキ": "ユナラはコーキの高いバーストダメージに対して耐久力が低く、ダメージトレードで不利になる。",
			"ヴァルス": "ユナラはヴァルスのスキルショットを避けるのが難しく、ファーム中にダメージを受けやすい。",
			"アフェリオス": "ユナラはアフェリオスの多様な武器によるダメージに対して脆弱で、集団戦で劣位に立たされる。",
			"トゥイッチ": "ユナラはトゥイッチのステルスと高いバーストダメージに対して対処が難しく、スケーリングで不利になる。",
			"ジグス": "ユナラはジグスの遠距離攻撃と爆発的なダメージに対して耐えられず、ファームや集団戦で不利になる。"
		}
	},
	"シヴィア": {
		"name": "シヴィア",
		"beats": {
			"ニーラ": "シヴィアはニーラに対してファームが有利で、彼女の攻撃を避けることができるため、持続的にCSを稼げる。",
			"ケイトリン": "シヴィアはケイトリンに対してダメージトレードで有利で、彼女のスキルを使って距離を詰めることができる。",
			"トリスターナ": "シヴィアはトリスターナに対してスケーリングが有利で、後半に強力なダメージを出せるため、トリスターナを上回る。",
			"スモルダー": "シヴィアはスモルダーに対して集団戦で有利で、彼女の範囲攻撃がスモルダーの攻撃を無効化できる。",
			"エズリアル": "シヴィアはエズリアルに対してファームが有利で、彼女のパッシブにより持続的にCSを取ることができる。",
			"アッシュ": "シヴィアはアッシュに対してダメージトレードで有利で、彼女のスキルを使ってアッシュの攻撃を避けることができる。",
			"ミス・フォーチュン": "シヴィアはミス・フォーチュンに対してスケーリングが有利で、後半に強力なダメージを出せるため、ミス・フォーチュンを上回る。",
			"ヴァルス": "シヴィアはヴァルスに対して集団戦で有利で、彼女の範囲攻撃がヴァルスの攻撃を無効化できる。",
			"コーキ": "シヴィアはコーキに対してファームが有利で、彼女のパッシブにより持続的にCSを取ることができる。"
		},
		"loses": {
			"ユナラ": "シヴィアはユナラのスキルによる高いバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"ゼリ": "シヴィアはゼリの機動力に追いつけず、ファームやダメージトレードで劣る。",
			"トゥイッチ": "シヴィアはトゥイッチのステルスと高いダメージに対抗できず、集団戦で不利になる。",
			"ドレイヴン": "シヴィアはドレイヴンの高い初期ダメージに対抗できず、ファームとダメージトレードで不利になる。",
			"コグ＝マウ": "シヴィアはコグ＝マウの長射程と持続ダメージに対抗できず、集団戦で不利になる。",
			"カリスタ": "シヴィアはカリスタの機動力と連携によるダメージに対抗できず、ダメージトレードで不利になる。",
			"アフェリオス": "シヴィアはアフェリオスの多様な武器によるダメージに対抗できず、集団戦で不利になる。",
			"ルシアン": "シヴィアはルシアンの高いバーストダメージと機動力に対抗できず、ダメージトレードで不利になる。"
		}
	},
	"カイ＝サ": {
		"name": "カイ＝サ",
		"beats": {
			"ジグス": "カイ＝サはジグスに対して高い機動力を持っており、ジグスのスキルを避けやすいため、ダメージトレードで有利になる。",
			"ジン": "カイ＝サはジンの攻撃を避ける能力が高く、特に集団戦においてジンのスキルを回避しやすいため、優位に立つことができる。",
			"トリスターナ": "カイ＝サはトリスターナの爆発的なダメージに対して、スケーリングが優れているため、後半戦で有利に戦える。",
			"ケイトリン": "カイ＝サはケイトリンの長射程に対して、近づくことで有利なダメージトレードができるため、ファームと集団戦で優位に立つことができる。"
		},
		"loses": {
			"ニーラ": "ニーラは高いファーム能力を持ち、カイ＝サに対して早期のダメージトレードで優位に立つことができる。",
			"カリスタ": "カリスタは機動力が高く、カイ＝サの攻撃を避けながらダメージを与えることができるため、ダメージトレードで不利になる。",
			"ドレイヴン": "ドレイヴンは高いバーストダメージを持ち、カイ＝サがスケーリングする前に圧倒することができる。",
			"コグ＝マウ": "コグ＝マウは後半のスケーリングが非常に強力で、カイ＝サが集団戦で劣る可能性がある。",
			"ゼリ": "ゼリは高い機動力と持続的なダメージを持ち、カイ＝サが集団戦で劣位に立たされることが多い。",
			"ザヤ": "ザヤは自身のスキルでカイ＝サの攻撃を無効化できるため、ダメージトレードで有利になる。",
			"ユナラ": "ユナラは高いCCと持続的なダメージを持ち、カイ＝サがファームやダメージトレードで不利になる要因となる。",
			"アフェリオス": "アフェリオスは多様な武器を使いこなすことで、カイ＝サに対して有利な状況を作り出すことができる。",
			"アッシュ": "アッシュは強力なCCを持ち、カイ＝サが集団戦で動きづらくなるため不利になる。"
		}
	},
	"ジンクス": {
		"name": "ジンクス",
		"beats": {
			"サミーラ": "ジンクスはサミーラに対して遠距離からの攻撃が可能で、サミーラの接近を防ぐことができるため有利である。",
			"ミス・フォーチュン": "ジンクスはミス・フォーチュンのスキルを避けることができ、持続的なダメージを与えることができるため有利である。",
			"ニーラ": "ジンクスはニーラの攻撃範囲外から安全に攻撃できるため、ダメージトレードで有利である。",
			"ゼリ": "ジンクスはゼリの移動速度を利用して、ゼリが近づく前にダメージを与えることができるため有利である。",
			"アッシュ": "ジンクスはアッシュのウルトを避けることができ、アッシュよりも高いダメージを出せるため有利である。",
			"トリスターナ": "ジンクスはトリスターナのジャンプを利用して、トリスターナが近づく前に攻撃できるため有利である。",
			"ザヤ": "ジンクスはザヤの羽を避けることができ、ザヤよりも持続的なダメージを与えることができるため有利である。"
		},
		"loses": {
			"トゥイッチ": "ジンクスはトゥイッチに対してファームで不利であり、トゥイッチのスニークアタックがジンクスの位置取りを困難にする。",
			"ジグス": "ジンクスはジグスに対してダメージトレードで不利であり、ジグスのスキルショットがジンクスの攻撃を妨げる。"
		}
	},
	"ゼリ": {
		"name": "ゼリ",
		"beats": {
			"ジグス": "ゼリはジグスに対して高い機動力を持っており、ジグスのスキルを避けやすいため、ファームがしやすい。",
			"ミス・フォーチュン": "ゼリはミス・フォーチュンの攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"シヴィア": "ゼリはシヴィアよりもスケーリングが優れており、後半戦での強さが際立つため、集団戦で有利になる。",
			"ジン": "ゼリはジンの攻撃を回避しやすく、集団戦においても持続的なダメージを出せるため、ジンに対して有利である。"
		},
		"loses": {
			"サミーラ": "サミーラは高いダメージトレード能力を持っており、ゼリはその攻撃を受けると不利になる。",
			"コグ＝マウ": "コグ＝マウは長距離からの持続的なダメージを与えることができ、ゼリはその攻撃を避けるのが難しい。",
			"ドレイヴン": "ドレイヴンは早期のダメージトレードで優位に立つことができ、ゼリはその圧力に対抗しづらい。",
			"トリスターナ": "トリスターナは高いバーストダメージを持ち、ゼリはその瞬時の攻撃に対処するのが難しい。",
			"ジンクス": "ジンクスは集団戦での火力が非常に高く、ゼリはその火力に対抗するのが難しい。",
			"ルシアン": "ルシアンは高い機動力とダメージを持ち、ゼリはその攻撃を避けるのが難しい。"
		}
	},
	"トゥイッチ": {
		"name": "トゥイッチ",
		"beats": {
			"ミス・フォーチュン": "トゥイッチはミス・フォーチュンに対してファームで有利であり、彼のスキルセットがミス・フォーチュンの攻撃を回避するのに役立つため、ダメージトレードでも優位に立てる。",
			"シヴィア": "トゥイッチはシヴィアに対してスケーリングが有利であり、彼の後半の火力がシヴィアのダメージを上回るため、集団戦でも勝利しやすい。",
			"ジンクス": "トゥイッチはジンクスに対してファームで有利であり、彼の潜伏能力がジンクスの位置取りを困難にするため、ダメージトレードでも優位に立てる。",
			"ザヤ": "トゥイッチはザヤに対してスケーリングが有利であり、彼の後半の火力がザヤのダメージを上回るため、集団戦でも勝利しやすい。",
			"ケイトリン": "トゥイッチはケイトリンに対してダメージトレードで有利であり、彼の潜伏能力がケイトリンの攻撃を避けるのに役立つため、ファームでも優位に立てる。",
			"アフェリオス": "トゥイッチはアフェリオスに対して集団戦で有利であり、彼の持続的なダメージがアフェリオスの火力を上回るため、スケーリングでも優位に立てる。",
			"ヴァルス": "トゥイッチはヴァルスに対してファームで有利であり、彼の潜伏能力がヴァルスのスキルを避けるのに役立つため、ダメージトレードでも優位に立てる。",
			"スモルダー": "トゥイッチはスモルダーに対してスケーリングが有利であり、彼の後半の火力がスモルダーのダメージを上回るため、集団戦でも勝利しやすい。"
		},
		"loses": {
			"コーキ": "トゥイッチはコーキの高い機動力に対抗できず、ファームが難しい。",
			"ニーラ": "ニーラはトゥイッチに対して強力なダメージトレードを行い、トゥイッチが不利になる。",
			"ドレイヴン": "ドレイヴンはトゥイッチよりも早くスノーボールしやすく、集団戦での影響力が高い。",
			"ルシアン": "ルシアンはトゥイッチに対して高いバーストダメージを持ち、トレードで優位に立つことができる。",
			"ヤスオ": "ヤスオはトゥイッチのスキルを回避しやすく、集団戦での生存能力が高い。",
			"トリスターナ": "トリスターナはトゥイッチに対して強力なオールインが可能で、ファームでも優位に立つ。",
			"ゼリ": "ゼリはトゥイッチよりも高い機動力を持ち、ダメージトレードで有利に進める。",
			"カイ＝サ": "カイ＝サはトゥイッチに対して強力なバーストダメージを持ち、集団戦での影響力が高い。",
			"セナ": "セナはトゥイッチに対して遠距離からの攻撃が可能で、トレードで優位に立つことができる。",
			"エズリアル": "エズリアルはトゥイッチに対して高い機動力を持ち、ダメージトレードで有利に進める。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"ジグス": "ヴェインはジグスに対して高い機動力を持っており、ジグスのスキルを避けやすいため、ファームがしやすい。",
			"エズリアル": "ヴェインはエズリアルに対して持続的なダメージを与えることができ、エズリアルのスキルを回避しやすいので、ダメージトレードで有利。",
			"ジン": "ヴェインはジンの攻撃を避ける能力が高く、集団戦においてもジンのスキルを無効化しやすいため、集団戦で優位に立てる。"
		},
		"loses": {
			"ドレイヴン": "ドレイヴンは高い初期ダメージを持っており、ヴェインがファームをする前に圧力をかけることができるため、ヴェインは不利である。",
			"アフェリオス": "アフェリオスは多様な武器を使いこなすことで、ヴェインに対して強力なダメージトレードを行うことができるため、ヴェインは不利である。",
			"コーキ": "コーキは高い機動力を持ち、ヴェインの攻撃を避けながらダメージを与えることができるため、ヴェインは不利である。",
			"セナ": "セナは遠距離からの攻撃と回復能力を持っており、ヴェインが接近するのを難しくするため、ヴェインは不利である。",
			"ザヤ": "ザヤは自身のスキルで攻撃を回避しつつ、ヴェインに対して強力なダメージを与えることができるため、ヴェインは不利である。",
			"ヴァルス": "ヴァルスは高い射程とスキルを持ち、ヴェインが近づく前にダメージを与えることができるため、ヴェインは不利である。"
		}
	},
	"ジン": {
		"name": "ジン",
		"beats": {
			"ヴァルス": "ジンはヴァルスに対して、射程が長く、スキルを使って安全にダメージを与えることができるため有利である。",
			"ケイトリン": "ジンはケイトリンに対して、彼女の攻撃を避ける能力が高く、集団戦でのダメージを出しやすいため有利である。",
			"スモルダー": "ジンはスモルダーに対して、彼の攻撃を受ける前にダメージを与えることができるため有利である。",
			"ジンクス": "ジンはジンクスに対して、彼女のスキルを避けながら持続的にダメージを与えることができるため有利である。"
		},
		"loses": {
			"コーキ": "ジンはコーキの高い機動力に対抗できず、ファームが難しくなる。",
			"ゼリ": "ゼリはジンよりも高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"カイ＝サ": "カイ＝サはジンに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"カリスタ": "カリスタはジンに対して集団戦での機動力とダメージを活かし、ジンを圧倒することができる。",
			"トゥイッチ": "トゥイッチはジンよりも高い持続ダメージを持ち、集団戦での影響力が強い。"
		}
	},
	"ルシアン": {
		"name": "ルシアン",
		"beats": {
			"トゥイッチ": "ルシアンはトゥイッチに対して早期のダメージトレードで優位に立つことができ、ファームを安定させやすい。",
			"ジグス": "ルシアンはジグスのスキルショットを避ける機動力があり、集団戦での影響力が高い。",
			"ヴァルス": "ルシアンはヴァルスに対して高いバーストダメージを持ち、スケーリングの段階でも有利に進めることができる。",
			"ヴェイン": "ルシアンはヴェインに対して早期のダメージトレードで優位に立ち、ファームを確保しやすい。"
		},
		"loses": {
			"コーキ": "ルシアンはコーキの高い機動力に対抗できず、ファームが難しくなる。",
			"アフェリオス": "ルシアンはアフェリオスの多様な武器と高いダメージ出力に対して不利で、ダメージトレードで劣る。"
		}
	},
	"ニーラ": {
		"name": "ニーラ",
		"beats": {
			"ヤスオ": "ニーラはヤスオに対して強力なダメージトレードを行うことができるため、彼の攻撃を効果的に返すことができる。",
			"エズリアル": "ニーラはエズリアルのスキルを避ける能力が高く、ファームを安定させることができる。",
			"ケイトリン": "ニーラはケイトリンの攻撃範囲を超える機動力を持っているため、彼女に対して有利に立ち回ることができる。",
			"トゥイッチ": "ニーラはトゥイッチの潜伏を察知しやすく、集団戦での彼の効果を減少させることができる。",
			"カイ＝サ": "ニーラはカイ＝サのスケーリングに対抗するための持続的なダメージを持っているため、彼女に対して優位に立つことができる。",
			"ミス・フォーチュン": "ニーラはミス・フォーチュンのウルトを回避する手段を持っているため、集団戦での影響を最小限に抑えることができる。",
			"サミーラ": "ニーラはサミーラの攻撃を中断する能力があり、ダメージトレードで優位に立つことができる。",
			"ヴァルス": "ニーラはヴァルスのスキルを避けることができ、ファームを安定させることができるため、彼に対して有利である。",
			"アフェリオス": "ニーラはアフェリオスの攻撃を効果的に受け流すことができ、集団戦での彼の影響を減少させることができる。"
		},
		"loses": {
			"ザヤ": "ザヤはニーラに対してファームで有利であり、彼女の攻撃を避ける能力が高いため、ダメージトレードでも優位に立つことができる。",
			"カリスタ": "カリスタはニーラに対してスケーリングが優れており、集団戦では彼女の機動性とダメージがニーラを圧倒する。",
			"シヴィア": "シヴィアはニーラに対してファームでの安定性が高く、彼女のバリアがダメージトレードでのニーラの攻撃を軽減する。",
			"ゼリ": "ゼリはニーラに対してスケーリングが優れており、集団戦では彼女の高いバーストダメージがニーラを脅かす。",
			"スモルダー": "スモルダーはニーラに対してファームでの優位性があり、ダメージトレードでも彼の持続的なダメージがニーラを圧倒する。",
			"ユナラ": "ユナラはニーラに対して集団戦でのコントロールが強く、彼女のスキルがニーラの動きを制限する。",
			"ジグス": "ジグスはニーラに対してダメージトレードでの優位性があり、彼の遠距離攻撃がニーラに対して効果的である。",
			"セナ": "セナはニーラに対してファームでの安定性が高く、彼女の回復能力がニーラのダメージを軽減する。",
			"ジン": "ジンはニーラに対してダメージトレードでの優位性があり、彼のスキルがニーラの攻撃を効果的に反撃する。",
			"ドレイヴン": "ドレイヴンはニーラに対してファームでの優位性があり、彼の高いバーストダメージがニーラを圧倒する。"
		}
	},
	"アフェリオス": {
		"name": "アフェリオス",
		"beats": {
			"ヴェイン": "アフェリオスはヴェインに対してファームで有利であり、彼女の攻撃を避ける能力が高いからです。",
			"カリスタ": "アフェリオスはカリスタに対してダメージトレードで有利であり、彼のスキルセットがカリスタの機動性を制限するからです。"
		},
		"loses": {
			"ジグス": "ジグスは遠距離攻撃を持ち、アフェリオスが近づく前にダメージを与えることができるため、ファームが難しい。",
			"コーキ": "コーキは高い機動力を持ち、アフェリオスの攻撃を避けながらダメージトレードを行うことができるため、不利である。",
			"トゥイッチ": "トゥイッチはステルスを利用してアフェリオスに接近し、集団戦でのダメージを出すことができるため、アフェリオスにとって不利である。",
			"サミーラ": "サミーラは近接戦闘に強く、アフェリオスの攻撃を無効化しながらダメージを与えることができるため、不利である。",
			"アッシュ": "アッシュはスロー効果を持つ攻撃を行い、アフェリオスの移動を制限することができるため、ファームが難しくなる。",
			"ヴァルス": "ヴァルスは高いバーストダメージを持ち、アフェリオスがスケーリングする前に倒すことができるため、不利である。"
		}
	},
	"ドレイヴン": {
		"name": "ドレイヴン",
		"beats": {
			"ヴェイン": "ドレイヴンはヴェインに対して早期のダメージトレードで優位に立つことができるため、ファームを有利に進められる。",
			"トリスターナ": "ドレイヴンはトリスターナの攻撃を受ける前にダメージを与えることができるため、ダメージトレードで有利。",
			"シヴィア": "ドレイヴンはシヴィアのスキルを避けやすく、集団戦でのダメージを出しやすい。",
			"カイ＝サ": "ドレイヴンはカイ＝サに対して早期のファームでリードを取ることができ、スケーリングでも有利。",
			"メル": "ドレイヴンはメルの攻撃を受ける前にダメージを与えられるため、ダメージトレードで優位。",
			"トゥイッチ": "ドレイヴンはトゥイッチに対して早期のファームでリードを取り、集団戦でのダメージを出しやすい。"
		},
		"loses": {
			"ヤスオ": "ヤスオは高い機動力を持ち、ドレイヴンの攻撃を避けることができるため、ダメージトレードで有利になる。",
			"ケイトリン": "ケイトリンは長射程を持ち、ドレイヴンが近づく前に攻撃できるため、ファームとダメージトレードで不利になる。",
			"カリスタ": "カリスタは高い機動力と連携能力を持ち、ドレイヴンに対して集団戦で優位に立つことができる。",
			"アフェリオス": "アフェリオスは多様な武器を使い分けることで、ドレイヴンに対して有利な状況を作り出すことができるため、スケーリングで不利になる。",
			"サミーラ": "サミーラは近接戦での強さと回避能力を持ち、ドレイヴンに対してダメージトレードで優位に立つことができる。",
			"ヴァルス": "ヴァルスはスキルショットを使ってドレイヴンを遠距離から攻撃できるため、ファームとダメージトレードで不利になる。"
		}
	},
	"コグ＝マウ": {
		"name": "コグ＝マウ",
		"beats": {
			"ゼリ": "ゼリは高い機動力を持っており、コグ＝マウの攻撃を避けやすいため、ダメージトレードで有利です。",
			"サミーラ": "サミーラは近接攻撃を得意としており、コグ＝マウの攻撃を受けながらも反撃できるため、ファームで有利です。",
			"カリスタ": "カリスタは高いバーストダメージを持ち、コグ＝マウに対して早期に圧力をかけることができるため、スケーリングで有利です。",
			"シヴィア": "シヴィアはシールドと移動速度のバフを持っており、集団戦でコグ＝マウを無力化することができるため、集団戦で有利です。",
			"カイ＝サ": "カイ＝サは高いバーストダメージと機動力を持ち、コグ＝マウに対して有利なトレードを行うことができるため、ダメージトレードで有利です。",
			"ドレイヴン": "ドレイヴンは高い初期ダメージを持ち、コグ＝マウに対して早期に優位に立つことができるため、ファームで有利です。"
		},
		"loses": {
			"ヤスオ": "ヤスオは高い機動力を持ち、コグ＝マウの攻撃を避けやすいため、ダメージトレードで有利になる。",
			"ザヤ": "ザヤは自身の羽を使って攻撃を回避できるため、コグ＝マウの攻撃を効果的に防ぎ、ファームで優位に立つことができる。",
			"セナ": "セナは遠距離からの攻撃が可能で、コグ＝マウに対して持続的なダメージを与えられるため、集団戦で不利になる。",
			"ミス・フォーチュン": "ミス・フォーチュンは強力な範囲攻撃を持ち、コグ＝マウが近づく前にダメージを与えることができるため、ダメージトレードで不利になる。",
			"ヴァルス": "ヴァルスは高いバーストダメージを持ち、コグ＝マウがスケーリングする前に倒すことができるため、早期の対面で不利になる。",
			"トゥイッチ": "トゥイッチはステルスを利用してコグ＝マウに接近し、瞬時に高いダメージを与えることができるため、集団戦で不利になる。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"ニーラ": "ニーラはスモルダーに対してファームがしやすく、スキルを使ったトレードで有利に立ち回ることができる。",
			"ザヤ": "ザヤはスモルダーの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"コーキ": "コーキはスモルダーに対してスケーリングが優れており、後半戦での火力が高い。",
			"ヴェイン": "ヴェインはスモルダーに対して集団戦での機動力が高く、敵を翻弄することができる。",
			"ケイトリン": "ケイトリンはスモルダーに対して長射程を活かして安全にダメージを与えることができる。"
		},
		"loses": {
			"ジグス": "スモルダーはジグスの長射程のスキルに対して近づきにくく、ファームが難しい。",
			"ジン": "スモルダーはジンの高いバーストダメージに対して耐久力が不足しており、ダメージトレードで不利になる。",
			"シヴィア": "スモルダーはシヴィアの移動速度と逃げる能力に対して追いつくことができず、集団戦での影響力が低下する。",
			"ヴァルス": "スモルダーはヴァルスのスキルによる持続的なダメージに対して耐えられず、スケーリングが遅れる。"
		}
	},
	"ジグス": {
		"name": "ジグス",
		"beats": {
			"ミス・フォーチュン": "ジグスはミス・フォーチュンに対して、ファームの面で優位性を持っている。ジグスのQスキルは遠距離からのクリープ処理が可能で、ミス・フォーチュンの攻撃を避けながら安全にファームできる。",
			"ケイトリン": "ジグスはケイトリンに対して、ダメージトレードで有利である。ジグスのWスキルはケイトリンの攻撃を避ける手段を提供し、反撃のチャンスを増やす。",
			"アッシュ": "ジグスはアッシュに対して、スケーリングの面で優位性を持っている。ジグスはレベルが上がるにつれてダメージが増加し、アッシュよりも後半戦で強力になる。",
			"ジンクス": "ジグスはジンクスに対して、集団戦で有利である。ジグスのRスキルは広範囲にダメージを与えることができ、ジンクスの集団戦での脆弱性を突くことができる。",
			"セナ": "ジグスはセナに対して、ファームの面で優位性を持っている。ジグスは安全にクリープを処理できるため、セナよりも早くアイテムを揃えることができる。",
			"ヴァルス": "ジグスはヴァルスに対して、ダメージトレードで有利である。ジグスのスキルはヴァルスの攻撃を避けることができ、持続的なダメージを与えることができる。",
			"メル": "ジグスはメルに対して、スケーリングの面で優位性を持っている。ジグスは後半戦でのダメージが高く、メルよりも強力な存在になる。",
			"ユナラ": "ジグスはユナラに対して、集団戦で有利である。ジグスのスキルはユナラのサポート能力を無効化し、集団戦での影響力を高める。"
		},
		"loses": {
			"ゼリ": "ゼリは高い機動力を持っており、ジグスのスキルを避けやすいため、ダメージトレードで有利になる。",
			"コーキ": "コーキは高いバーストダメージを持ち、ジグスのスキルを簡単に回避できるため、ファームとダメージトレードで不利になる。",
			"ヴェイン": "ヴェインは高い機動力と回避能力を持ち、ジグスの攻撃を避けながらダメージを与えることができるため、集団戦で不利になる。",
			"カイ＝サ": "カイ＝サは高いバーストダメージと機動力を持ち、ジグスのスキルを避けることができるため、ダメージトレードで不利になる。",
			"コグ＝マウ": "コグ＝マウは長射程と持続的なダメージを持ち、ジグスの攻撃を受けながら安全にファームできるため、ファームで不利になる。",
			"ルシアン": "ルシアンは高いバーストダメージと機動力を持ち、ジグスのスキルを避けながら攻撃できるため、ダメージトレードで不利になる。",
			"ドレイヴン": "ドレイヴンは高い初期ダメージを持ち、ジグスに対して強力なトレードを行えるため、ダメージトレードで不利になる。",
			"サミーラ": "サミーラは高い機動力と近接攻撃力を持ち、ジグスの攻撃を避けながらダメージを与えることができるため、集団戦で不利になる。",
			"エズリアル": "エズリアルは高い機動力とスキルショットを持ち、ジグスの攻撃を避けやすいため、ダメージトレードで不利になる。"
		}
	},
	"サミーラ": {
		"name": "サミーラ",
		"beats": {
			"ゼリ": "サミーラはゼリに対して高いダメージトレードを行うことができ、ゼリのスキルを避ける能力があるため有利である。",
			"ジン": "サミーラはジンの攻撃を避ける機動力を持ち、ジンのスキルを無効化することで有利に戦える。",
			"アフェリオス": "サミーラはアフェリオスの攻撃を中断させることができ、アフェリオスのスケーリングを妨げるため有利である。",
			"ミス・フォーチュン": "サミーラはミス・フォーチュンのウルトを避けることができ、ダメージトレードで優位に立つことができる。",
			"アッシュ": "サミーラはアッシュのスキルを回避しやすく、アッシュの集団戦での影響力を減少させることができるため有利である。",
			"ケイトリン": "サミーラはケイトリンの攻撃を避ける能力が高く、ファームを優位に進めることができるため有利である。",
			"ヴェイン": "サミーラはヴェインの攻撃を中断させることができ、ダメージトレードで優位に立つことができるため有利である。"
		},
		"loses": {
			"コーキ": "コーキは遠距離攻撃を持っており、サミーラが近づく前にダメージを与えることができるため、ファームが難しい。",
			"ザヤ": "ザヤは自身の羽を使って攻撃を避けることができるため、ダメージトレードで有利に立つことができる。",
			"コグ＝マウ": "コグ＝マウは高い持続ダメージを持っており、サミーラが集団戦で効果的にダメージを与える前に倒される可能性が高い。",
			"セナ": "セナは回復と遠距離攻撃を持っているため、サミーラがダメージを与える前にセナが有利な状況を作り出すことができる。",
			"ユナラ": "ユナラはサミーラの攻撃を妨害するスキルを持っており、ダメージトレードで不利にさせることができる。",
			"ヴァルス": "ヴァルスは高いバーストダメージを持っており、サミーラがスケーリングする前に倒されるリスクが高い。"
		}
	},
	"ミス・フォーチュン": {
		"name": "ミス・フォーチュン",
		"beats": {
			"ヴェイン": "ミス・フォーチュンはヴェインに対してファームで有利であり、彼女の攻撃力を抑えることができる。",
			"アッシュ": "ミス・フォーチュンはアッシュに対してダメージトレードで有利であり、彼女のスキルを避けやすい。",
			"コグ＝マウ": "ミス・フォーチュンはコグ＝マウに対してスケーリングで有利であり、彼女の持続的なダメージが効果的。",
			"ヴァルス": "ミス・フォーチュンはヴァルスに対して集団戦で有利であり、彼女の範囲攻撃がチームファイトで強力。",
			"ザヤ": "ミス・フォーチュンはザヤに対してファームで有利であり、彼女の攻撃を受け流すことができる。",
			"スモルダー": "ミス・フォーチュンはスモルダーに対してダメージトレードで有利であり、彼女のスキルが効果的に当たる。",
			"ケイトリン": "ミス・フォーチュンはケイトリンに対してスケーリングで有利であり、彼女の持続的なダメージが勝る。",
			"ジン": "ミス・フォーチュンはジンに対して集団戦で有利であり、彼女の範囲攻撃がチーム全体に影響を与える。"
		},
		"loses": {
			"ジグス": "ジグスはミス・フォーチュンに対して長射程のスキルを持っており、ファームをしやすく、ダメージトレードで優位に立つことができる。",
			"ゼリ": "ゼリは高い機動力を持っており、ミス・フォーチュンの攻撃を回避しやすく、集団戦での生存能力が高い。",
			"ニーラ": "ニーラは近接戦闘に強く、ミス・フォーチュンの攻撃を受け流しながらダメージを与えることができるため、トレードで不利になる。",
			"トゥイッチ": "トゥイッチはステルスを利用して奇襲をかけることができ、ミス・フォーチュンが集団戦での位置取りを難しくする。",
			"ユナラ": "ユナラは高いバーストダメージを持ち、ミス・フォーチュンがスキルを当てる前に倒される可能性が高い。",
			"エズリアル": "エズリアルはスキルショットを使って安全にダメージを与えられ、ミス・フォーチュンの攻撃を避けることができる。",
			"シヴィア": "シヴィアはバリアを持っており、ミス・フォーチュンの攻撃を無効化しつつ、集団戦での持続的なダメージを与えることができる。"
		}
	},
	"ザヤ": {
		"name": "ザヤ",
		"beats": {
			"ニーラ": "ザヤはニーラに対して、ファームの面で優位に立つことができる。彼女の攻撃範囲とスキルを使って安全にミニオンを処理できるからだ。",
			"コグ＝マウ": "ザヤはコグ＝マウに対して、ダメージトレードで有利である。彼女のスキルを使ってコグ＝マウの攻撃を避けつつ、反撃することができるからだ。",
			"サミーラ": "ザヤはサミーラに対して、スケーリングの面で優位である。彼女はレベルが上がるにつれて強力なダメージを出せるため、後半戦での強さが際立つからだ。",
			"ミス・フォーチュン": "ザヤはミス・フォーチュンに対して、集団戦で有利である。彼女のウルトが敵の集団を無力化し、味方を守ることができるからだ。",
			"ヴェイン": "ザヤはヴェインに対して、ファームの面で優位に立つことができる。彼女は安全にミニオンを処理しつつ、ヴェインの攻撃を避けることができるからだ。",
			"ヴァルス": "ザヤはヴァルスに対して、ダメージトレードで有利である。彼女のスキルを使ってヴァルスの攻撃を避けつつ、効果的にダメージを与えることができるからだ。",
			"ジグス": "ザヤはジグスに対して、スケーリングの面で優位である。彼女は後半戦でのダメージ出力が高く、ジグスに対して強力な存在となるからだ。"
		},
		"loses": {
			"トゥイッチ": "ザヤはトゥイッチのスニークアタックに対して脆弱で、ファームを取る際に危険にさらされる。",
			"スモルダー": "ザヤはスモルダーの持つ高い持続ダメージに対して耐えられず、ダメージトレードで不利になる。",
			"トリスターナ": "ザヤはトリスターナの爆発的なバーストダメージに対して対抗できず、スケーリングが遅れる。",
			"カリスタ": "ザヤはカリスタの機動力と連携攻撃に対して劣っており、集団戦での役割を果たしにくい。",
			"ユナラ": "ザヤはユナラの強力なCC（クラウドコントロール）に対して無力で、集団戦での生存率が低下する。"
		}
	},
	"コーキ": {
		"name": "コーキ",
		"beats": {
			"サミーラ": "サミーラは高い機動力を持ち、コーキのスキルを避けやすいため、ダメージトレードで有利になる。",
			"ジグス": "ジグスは遠距離からの攻撃が得意で、コーキの攻撃を安全に避けながらファームできるため、ファームで有利になる。",
			"トゥイッチ": "トゥイッチはスケーリングが優れており、後半戦でコーキに対して強力なダメージを出せるため、スケーリングで有利になる。",
			"トリスターナ": "トリスターナは高いバーストダメージを持ち、集団戦でコーキを迅速に排除できるため、集団戦で有利になる。",
			"ヴェイン": "ヴェインはコーキのスキルを回避しやすく、持続的なダメージを与えられるため、ダメージトレードで有利になる。",
			"セナ": "セナは回復能力を持ち、コーキの攻撃を受け流しながら持続的にダメージを与えられるため、集団戦で有利になる。",
			"アフェリオス": "アフェリオスは多様な武器を使い分けることで、コーキに対して柔軟に対応できるため、ダメージトレードで有利になる。"
		},
		"loses": {
			"スモルダー": "スモルダーは高い持続ダメージを持っており、コーキはファーム中にダメージトレードで不利になる。",
			"シヴィア": "シヴィアは優れた波のクリア能力を持ち、コーキはファームを取るのが難しくなる。",
			"コグ＝マウ": "コグ＝マウはスケーリングが非常に強力で、コーキは後半に対抗するのが難しい。",
			"エズリアル": "エズリアルは高い機動性を持ち、コーキはダメージトレードで不利になる。",
			"ドレイヴン": "ドレイヴンは早期のダメージが非常に高く、コーキは集団戦で不利になる。",
			"ゼリ": "ゼリは高いバーストダメージと機動性を持ち、コーキはダメージトレードで不利になる。",
			"ザヤ": "ザヤは集団戦での生存能力が高く、コーキはダメージを与えるのが難しくなる。"
		}
	},
	"アッシュ": {
		"name": "アッシュ",
		"beats": {
			"カイ＝サ": "アッシュはカイ＝サに対して長射程の攻撃を持っており、ファームを有利に進めることができる。",
			"セナ": "アッシュはセナの攻撃を避けるためのスキルを持っており、ダメージトレードで優位に立つことができる。",
			"ヴェイン": "アッシュはヴェインに対して集団戦でのCC（クラウドコントロール）を活かし、スケーリングの面でも有利に戦える。"
		},
		"loses": {
			"ジグス": "アッシュはジグスに対してファームが難しい。ジグスの長射程と爆発的なダメージにより、アッシュは安全にファームできない。",
			"コグ＝マウ": "アッシュはコグ＝マウに対してダメージトレードで不利。コグ＝マウの持続的なダメージと回復能力により、アッシュはトレードで劣る。",
			"ヴァルス": "アッシュはヴァルスに対してスケーリングが不利。ヴァルスは後半に強力なバーストダメージを持ち、アッシュのスケーリングを上回る。",
			"トリスターナ": "アッシュはトリスターナに対して集団戦で不利。トリスターナの高いバーストダメージと機動力により、アッシュは集団戦で狙われやすい。",
			"コーキ": "アッシュはコーキに対してファームが難しい。コーキの高い機動力とスキルによって、アッシュは安全にファームできない。",
			"シヴィア": "アッシュはシヴィアに対してダメージトレードで不利。シヴィアのシールドと持続的なダメージにより、アッシュはトレードで劣る。",
			"ニーラ": "アッシュはニーラに対して集団戦で不利。ニーラの高いバーストダメージと回復能力により、アッシュは集団戦で効果的に戦えない。"
		}
	},
	"エズリアル": {
		"name": "エズリアル",
		"beats": {
			"ミス・フォーチュン": "エズリアルはミス・フォーチュンに対して、ファームが容易であり、スキルショットを使って安全にダメージを与えることができるため有利です。",
			"ケイトリン": "エズリアルはケイトリンに対して、機動力が高く、彼女の攻撃範囲を避けながらダメージトレードを行うことができるため有利です。",
			"ジグス": "エズリアルはジグスに対して、スキルを避ける能力が高く、持続的なダメージを与えながら安全にファームできるため有利です。",
			"コーキ": "エズリアルはコーキに対して、遠距離からの攻撃が可能で、コーキのスキルを避けながらダメージを与えることができるため有利です。",
			"トゥイッチ": "エズリアルはトゥイッチに対して、スキルを使ってトゥイッチの潜伏を警戒しつつ、集団戦での持続的なダメージを与えることができるため有利です。"
		},
		"loses": {
			"カリスタ": "カリスタは高い機動力を持ち、エズリアルのスキルを避けやすいため、ダメージトレードで有利になる。",
			"ニーラ": "ニーラはエズリアルに対して強力な近接攻撃を持ち、ファームを奪いやすい。",
			"ヴェイン": "ヴェインはエズリアルのダメージを軽減するための回避能力を持ち、集団戦で優位に立つことができる。",
			"ゼリ": "ゼリは高いバーストダメージを持ち、エズリアルの耐久力を脅かすため、ダメージトレードで不利になる。",
			"カイ＝サ": "カイ＝サはエズリアルに対して強力なオールイン能力を持ち、スケーリングで優位に立つことができる。",
			"ヴァルス": "ヴァルスはエズリアルに対して長射程のスキルを持ち、ファームとダメージトレードで有利になる。"
		}
	},
	"ケイトリン": {
		"name": "ケイトリン",
		"beats": {
			"ヴェイン": "ケイトリンは長射程を持っているため、ヴェインに対してファームで有利に立てる。",
			"カリスタ": "ケイトリンはカリスタよりも射程が長く、ダメージトレードで優位に立つことができる。",
			"ミス・フォーチュン": "ケイトリンはミス・フォーチュンの攻撃を避けやすく、スケーリングにおいても有利に進めることができる。",
			"ドレイヴン": "ケイトリンはドレイヴンの攻撃を距離で避けることができ、集団戦での生存率が高い。",
			"ジンクス": "ケイトリンはジンクスよりも早くレベルを上げることができ、ファームでの優位性を持つ。",
			"ゼリ": "ケイトリンはゼリの機動力に対しても射程で優位に立ち、ダメージトレードで有利に進めることができる。",
			"ザヤ": "ケイトリンはザヤの羽を避けることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"メル": "メルは高い機動力を持っており、ケイトリンの攻撃を避けやすいため、ダメージトレードで不利になる。",
			"ニーラ": "ニーラは自己回復能力が高く、ケイトリンの攻撃を受けても持ちこたえやすいため、ファームで不利になる。",
			"ジグス": "ジグスは長射程のスキルを持ち、ケイトリンの攻撃を安全に避けながらダメージを与えられるため、集団戦で不利になる。",
			"ヴァルス": "ヴァルスは高いバーストダメージを持ち、ケイトリンが近づく前に大きなダメージを与えられるため、ダメージトレードで不利になる。",
			"エズリアル": "エズリアルは高い機動力とスキルを持ち、ケイトリンの攻撃を避けやすいため、ファームで不利になる。",
			"セナ": "セナはサポート能力とダメージを兼ね備えており、ケイトリンに対して持続的な圧力をかけられるため、集団戦で不利になる。"
		}
	},
	"カリスタ": {
		"name": "カリスタ",
		"beats": {
			"エズリアル": "カリスタはエズリアルに対して高い機動力を持っており、エズリアルのスキルを避けやすいため、ダメージトレードで有利です。",
			"ニーラ": "カリスタはニーラの攻撃を避ける能力が高く、ニーラが近づく前にダメージを与えることができるため、ファームで有利です。",
			"セナ": "カリスタはセナに対して高いバーストダメージを持っており、セナが回復する前に倒すことができるため、ダメージトレードで有利です。",
			"シヴィア": "カリスタはシヴィアの攻撃を避けることができ、シヴィアのスキルを無効化することで集団戦で有利に立てるため、集団戦で有利です。",
			"カイ＝サ": "カリスタはカイ＝サに対して高い機動力を持ち、カイ＝サがスキルを使う前に攻撃することができるため、ダメージトレードで有利です。",
			"ザヤ": "カリスタはザヤの羽を避けることができ、ザヤが攻撃する前にダメージを与えることができるため、ファームで有利です。"
		},
		"loses": {
			"ユナラ": "ユナラは高いバーストダメージを持っており、カリスタがファームをする際に圧力をかけることができる。",
			"ルシアン": "ルシアンは高い機動力とダメージを持っており、カリスタがダメージトレードを行う際に不利になる。",
			"ゼリ": "ゼリはスケーリングが優れており、カリスタが集団戦で劣る可能性が高い。",
			"コグ＝マウ": "コグ＝マウは長射程と持続的なダメージを持っており、カリスタが近づくのが難しい。",
			"トリスターナ": "トリスターナは高いバーストダメージと自己防衛能力を持っており、カリスタがダメージトレードで不利になる。",
			"ヴァルス": "ヴァルスはスキルショットを使ってカリスタを遠距離から攻撃できるため、ファームが難しくなる。",
			"アフェリオス": "アフェリオスは多様な武器を使いこなすことで、カリスタに対して強力なダメージを与えることができる。"
		}
	},
	"ヴァルス": {
		"name": "ヴァルス",
		"beats": {
			"アッシュ": "アッシュはヴァルスに対してスキルショットを持っており、ヴァルスの攻撃を避けやすいため、ダメージトレードで有利です。",
			"ヴェイン": "ヴェインは高い機動力を持ち、ヴァルスの攻撃を回避しやすいため、ファームとダメージトレードで有利です。",
			"スモルダー": "スモルダーは持続的なダメージを与える能力が高く、ヴァルスに対して有利なトレードが可能です。",
			"ケイトリン": "ケイトリンは射程が長く、ヴァルスよりも安全にファームを行えるため、ファームで有利です。",
			"ユナラ": "ユナラはヴァルスのスキルを無効化する能力があり、集団戦で有利に働くことができます。",
			"エズリアル": "エズリアルは高い機動力を持ち、ヴァルスの攻撃を避けやすいため、ダメージトレードで有利です。"
		},
		"loses": {
			"ジン": "ジンは高いバーストダメージを持っており、ヴァルスはその攻撃を受けると早期に不利になる。",
			"ルシアン": "ルシアンは高い機動力とダメージを持っており、ヴァルスはその攻撃を避けるのが難しい。",
			"ジグス": "ジグスは遠距離からの爆発的なダメージを持っており、ヴァルスはその攻撃を受けやすい。",
			"シヴィア": "シヴィアは高い持続ダメージとシールドを持っており、ヴァルスはその持続的な攻撃に対抗しづらい。",
			"ニーラ": "ニーラは近接戦闘に強く、ヴァルスはその接近戦で不利になる。",
			"セナ": "セナは回復とダメージを同時に提供できるため、ヴァルスはその持続的なサポートに対抗しづらい。"
		}
	}
}