{
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"ワーウィック": "ボリベアはワーウィックに対してファームの面で優位性を持っており、特に初期の段階でのクリープ処理が得意です。",
			"シン・ジャオ": "ボリベアはシン・ジャオとのダメージトレードにおいて、持続的なダメージを与える能力が高く、相手の攻撃を受け流すことができます。",
			"ダイアナ": "ボリベアはダイアナに対してスケーリングの面で優位であり、後半戦においても強力なタンクとして機能します。",
			"ブライアー": "ボリベアはブライアーとの集団戦において、前線での耐久力が高く、味方を守る役割を果たすことができます。",
			"ノーチラス": "ボリベアはノーチラスに対してもファームの面で優位性があり、特にジャングルでのクリープ処理が得意です。",
			"ヴァイ": "ボリベアはヴァイとのダメージトレードにおいて、持続的なダメージを与えつつ、相手の攻撃を受け流すことができるため有利です。",
			"パンテオン": "ボリベアはパンテオンに対してスケーリングの面で優位であり、後半戦においても強力なタンクとして機能します。",
			"レク＝サイ": "ボリベアはレク＝サイとの集団戦において、前線での耐久力が高く、味方を守る役割を果たすことができます。",
			"ザック": "ボリベアはザックに対してファームの面で優位性を持っており、特に初期の段階でのクリープ処理が得意です。"
		},
		"loses": {
			"ブランド": "ブランドは高いバーストダメージを持っており、ボリベアが近づく前に大きなダメージを与えることができるため、ファームが難しい。",
			"タロン": "タロンは高い機動力を持ち、ボリベアがスキルを使った後に反撃することができるため、ダメージトレードで有利に立つことができる。",
			"エコー": "エコーはスケーリングが優れており、後半に強力なダメージを出すことができるため、ボリベアに対して有利に進めることができる。",
			"エリス": "エリスは遠距離からの攻撃が可能で、ボリベアが接近する前にダメージを与えることができるため、集団戦での優位性を持つ。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、ボリベアに対して有利なトレードを行うことができる。",
			"ヴィエゴ": "ヴィエゴは持続的なダメージを持ち、ボリベアが倒された場合にその力を利用して逆転することができるため、スケーリングで優位に立つ。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ボリベアが接近する前に大きなダメージを与えることができるため、ファームが難しい。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージを持ち、ボリベアが集団戦で効果的に機能するのを妨げることができる。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、ボリベアに対して有利なトレードを行うことができる。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ボリベアに対して有利に進めることができる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦でのコントロールが強力で、ボリベアの動きを制限することができるため、集団戦で優位に立つ。",
			"グレイブス": "グレイブスは持続的なダメージを持ち、ボリベアが接近する前に大きなダメージを与えることができるため、ファームが難しい。",
			"リリア": "リリアは高い機動力と持続的なダメージを持ち、ボリベアに対して有利なトレードを行うことができる。"
		}
	},
	"エコー": {
		"name": "エコー",
		"beats": {
			"ウディア": "エコーはウディアに対して高い機動力を持っており、ファームを効率的に行うことができるため、早期のゴールド差をつけやすいです。",
			"ブライアー": "エコーはブライアーの攻撃を避ける能力が高く、ダメージトレードにおいて有利に立ち回ることができます。",
			"ワーウィック": "エコーはワーウィックのスキルを回避しやすく、スケーリングにおいても優位に進めることができます。",
			"ウーコン": "エコーはウーコンの攻撃を避けることができ、集団戦においても有利に立ち回ることができます。",
			"ボリベア": "エコーはボリベアの接近を阻止する手段を持っており、ファームを安定させることができます。",
			"ザック": "エコーはザックのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"ナフィーリ": "エコーはナフィーリの攻撃を回避しやすく、スケーリングにおいても有利に進めることができます。",
			"トランドル": "エコーはトランドルの攻撃を避ける能力が高く、集団戦においても有利に立ち回ることができます。",
			"ノクターン": "エコーはノクターンのスキルを回避しやすく、ファームを効率的に行うことができます。",
			"シン・ジャオ": "エコーはシン・ジャオの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"ヴィエゴ": "エコーはヴィエゴの攻撃を回避しやすく、スケーリングにおいても有利に進めることができます。",
			"ダイアナ": "エコーはダイアナの攻撃を避ける能力が高く、集団戦においても有利に立ち回ることができます。"
		},
		"loses": {
			"サイラス": "サイラスはエコーに対して高いバーストダメージを持っており、エコーがスキルを使った後に反撃することが難しいです。",
			"キンドレッド": "キンドレッドはエコーよりも持続的なダメージを出すことができ、エコーのスキルを回避する能力も高いです。",
			"キヤナ": "キヤナはエコーに対して高い機動力を持ち、エコーの攻撃を避けながらダメージを与えることができます。",
			"イブリン": "イブリンはエコーよりもステルス状態での接近が得意で、エコーが反応する前に攻撃を仕掛けることができます。",
			"カ＝ジックス": "カ＝ジックスはエコーに対して高いバーストダメージを持ち、エコーが逃げる前に仕留めることが可能です。",
			"ヌヌ＆ウィルンプ": "ヌヌはエコーに対して持続的なダメージを与えられ、ウィルンプのサポートも相まってエコーの動きを制限できます。",
			"レク＝サイ": "レク＝サイはエコーに対して強力なCC（クラウドコントロール）を持ち、エコーのスキルを無効化することができます。",
			"ノーチラス": "ノーチラスはエコーに対して強力なフックを持ち、エコーが近づくのを防ぐことができます。",
			"ニダリー": "ニダリーはエコーに対して高い機動力を持ち、エコーの攻撃を避けながら反撃することができます。",
			"ケイン": "ケインはエコーに対して持続的なダメージを与えられ、エコーが逃げる前に仕留めることが可能です。",
			"レンガー": "レンガーはエコーに対して高いバーストダメージを持ち、エコーが反撃する前に攻撃を仕掛けることができます。",
			"フィドルスティックス": "フィドルスティックスはエコーに対して高い持続ダメージを持ち、エコーが近づくのを防ぐことができます。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはエコーに対して強力なCCを持ち、エコーの動きを制限することができます。",
			"ヴァイ": "ヴァイはエコーに対して高いバーストダメージを持ち、エコーが逃げる前に仕留めることが可能です。"
		}
	},
	"マスター・イー": {
		"name": "マスター・イー",
		"beats": {
			"リリア": "マスター・イーはリリアに対してファームが得意で、効率的にゴールドを稼ぐことができるため、リリアよりも早くアイテムを揃えることができる。",
			"ケイン": "マスター・イーはケインに対してダメージトレードで優位に立つことができ、特に早期の段階での1対1の戦闘で有利に進めることができる。",
			"ヌヌ＆ウィルンプ": "マスター・イーはヌヌ＆ウィルンプに対してスケーリングが得意で、ゲーム後半において強力なダメージを出すことができるため、試合が進むにつれて有利になる。",
			"レンガー": "マスター・イーはレンガーに対して集団戦での持続力が高く、レンガーの瞬発的なダメージを受け流しながら反撃することができる。",
			"ゼド": "マスター・イーはゼドに対してファームの効率が高く、特にジャングルでのクリープを早く処理できるため、レベル差をつけやすい。",
			"ダイアナ": "マスター・イーはダイアナに対してダメージトレードで有利で、特にダイアナのスキルを避けることで持続的にダメージを与えることができる。",
			"フィドルスティックス": "マスター・イーはフィドルスティックスに対してスケーリングが得意で、後半戦でのダメージ出力が高く、フィドルスティックスのスキルを無効化しやすい。",
			"ノクターン": "マスター・イーはノクターンに対して集団戦での持続力が高く、ノクターンの攻撃を受け流しながら反撃することができる。",
			"ボリベア": "マスター・イーはボリベアに対してファームが得意で、特にジャングルでのクリープを早く処理できるため、レベル差をつけやすい。",
			"ヴァイ": "マスター・イーはヴァイに対してダメージトレードで優位に立つことができ、特に早期の段階での1対1の戦闘で有利に進めることができる。",
			"キンドレッド": "マスター・イーはキンドレッドに対してスケーリングが得意で、ゲーム後半において強力なダメージを出すことができるため、試合が進むにつれて有利になる。",
			"ノーチラス": "マスター・イーはノーチラスに対して集団戦での持続力が高く、ノーチラスのCCを受け流しながら反撃することができる。",
			"ニダリー": "マスター・イーはニダリーに対してファームの効率が高く、特にジャングルでのクリープを早く処理できるため、レベル差をつけやすい。",
			"ジャーヴァンⅣ": "マスター・イーはジャーヴァンⅣに対してダメージトレードで有利で、特にジャーヴァンのスキルを避けることで持続的にダメージを与えることができる。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイはファームにおいて、マスター・イーよりも早くレベルを上げることができ、ジャングルのコントロールを持つため、マスター・イーに対して優位に立つことができる。",
			"エリス": "エリスはダメージトレードにおいて、スキルを使った瞬間的なバーストダメージを持っており、マスター・イーが近づく前に大きなダメージを与えることができる。",
			"ウーコン": "ウーコンはスケーリングにおいて、後半の集団戦での影響力が高く、マスター・イーが成長する前に圧力をかけることができる。",
			"ヘカリム": "ヘカリムは集団戦において、強力なエンゲージ能力を持っており、マスター・イーが後衛に到達する前に排除される可能性が高い。",
			"キヤナ": "キヤナはファームにおいて、マスター・イーよりも高い機動性を持ち、敵ジャングルに侵入してマスター・イーを妨害することができる。",
			"カ＝ジックス": "カ＝ジックスはダメージトレードにおいて、孤立した敵に対して高いバーストダメージを持ち、マスター・イーが孤立した際に有利に戦える。",
			"パンテオン": "パンテオンはスケーリングにおいて、早期のレベルで強力なダメージを持ち、マスター・イーが成長する前に圧倒することができる。",
			"ザック": "ザックは集団戦において、強力なCC（クラウドコントロール）を持ち、マスター・イーが自由に動けないようにすることができる。",
			"グレイブス": "グレイブスはファームにおいて、マスター・イーよりも早くクリープを処理でき、レベル差をつけることができる。",
			"シャコ": "シャコはダメージトレードにおいて、瞬時に高いダメージを与えることができ、マスター・イーが反撃する前に有利に立つことができる。",
			"サイラス": "サイラスはスケーリングにおいて、マスター・イーのスキルを奪って利用することができ、戦闘での優位性を持つことができる。",
			"ヴィエゴ": "ヴィエゴは集団戦において、敵を排除した後にその能力を利用してさらに強化されるため、マスター・イーにとって脅威となる。",
			"リー・シン": "リー・シンはファームにおいて、マスター・イーよりも早くジャングルを回ることができ、マスター・イーを圧迫することができる。"
		}
	},
	"ベル＝ヴェス": {
		"name": "ベル＝ヴェス",
		"beats": {
			"ブライアー": "ベル＝ヴェスはブライアーに対して高いダメージトレード能力を持っており、特に初期のファームにおいて優位に立つことができます。",
			"ダイアナ": "ベル＝ヴェスはダイアナに対してスケーリングが優れており、ゲーム後半において強力な集団戦を展開できます。",
			"トランドル": "ベル＝ヴェスはトランドルに対してファームの効率が高く、リソースをより早く獲得することができます。",
			"ヴィエゴ": "ベル＝ヴェスはヴィエゴに対してダメージトレードで有利であり、特に序盤の対面での勝率が高いです。",
			"イブリン": "ベル＝ヴェスはイブリンに対して集団戦での影響力が強く、チームファイトでの役割を果たしやすいです。",
			"ボリベア": "ベル＝ヴェスはボリベアに対してスケーリングが優れており、後半のパワーが高いです。",
			"ケイン": "ベル＝ヴェスはケインに対してファームの効率が良く、より早くアイテムを揃えることができます。",
			"シャコ": "ベル＝ヴェスはシャコに対してダメージトレードで優位に立ちやすく、特に序盤の対面での勝率が高いです。"
		},
		"loses": {
			"パンテオン": "パンテオンは早期のダメージトレードにおいて強力で、ベル＝ヴェスが攻撃を受けると不利になる。",
			"ラムス": "ラムスは持続的なファーム能力が高く、ベル＝ヴェスが対抗するのが難しい。",
			"エリス": "エリスはスキルを使ったダメージトレードが得意で、ベル＝ヴェスはその攻撃を避けるのが難しい。",
			"ヴァイ": "ヴァイは高いバーストダメージを持ち、ベル＝ヴェスが集団戦での生存を難しくする。",
			"レク＝サイ": "レク＝サイは地形を利用した奇襲が得意で、ベル＝ヴェスはその攻撃に対処しづらい。",
			"ウーコン": "ウーコンは高い機動力を持ち、ベル＝ヴェスが追いつくのが難しい。",
			"シン・ジャオ": "シン・ジャオは持続的なダメージを与えられ、ベル＝ヴェスが耐えるのが難しい。",
			"ニダリー": "ニダリーは高いバーストダメージと機動力を持ち、ベル＝ヴェスが対抗するのが難しい。",
			"ウディア": "ウディアは持続的なダメージと耐久力があり、ベル＝ヴェスがダメージを与えるのが難しい。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ベル＝ヴェスが集団戦での生存を難しくする。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ベル＝ヴェスが対抗するのが難しい。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ベル＝ヴェスが早期に倒されるリスクが高い。",
			"キンドレッド": "キンドレッドは持続的なダメージを与えられ、ベル＝ヴェスが耐えるのが難しい。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"ダイアナ": "ヴィエゴはダイアナに対してファームの面で優位性を持っており、特に早期のクリープ処理が得意です。",
			"ボリベア": "ヴィエゴはボリベアとのダメージトレードにおいて、持続的なダメージを与える能力が高く、優位に立つことができます。",
			"ブライアー": "ヴィエゴはブライアーに対してスケーリングが有利で、ゲーム後半において強力な存在感を発揮します。",
			"ケイン": "ヴィエゴはケインとの集団戦において、自己回復能力とダメージを兼ね備えており、戦闘を有利に進めることができます。",
			"ノクターン": "ヴィエゴはノクターンに対してファームの効率が高く、レベルアップが早いため、早期の圧力をかけることが可能です。",
			"ジャーヴァンⅣ": "ヴィエゴはジャーヴァンⅣとのダメージトレードにおいて、持続的なダメージを与えやすく、優位に立つことができます。",
			"ヴァイ": "ヴィエゴはヴァイに対してスケーリングが有利で、ゲーム後半において強力な存在感を発揮します。",
			"シャコ": "ヴィエゴはシャコとの集団戦において、自己回復能力とダメージを兼ね備えており、戦闘を有利に進めることができます。",
			"マスター・イー": "ヴィエゴはマスター・イーに対してファームの効率が高く、レベルアップが早いため、早期の圧力をかけることが可能です。",
			"シン・ジャオ": "ヴィエゴはシン・ジャオとのダメージトレードにおいて、持続的なダメージを与える能力が高く、優位に立つことができます。"
		},
		"loses": {
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持っており、ヴィエゴのトレードを有利に進めることができる。",
			"ニダリー": "ニダリーは高い機動力を持ち、ヴィエゴの攻撃を避けながらダメージを与えることができる。",
			"キヤナ": "キヤナは瞬時に高いバーストダメージを出すことができ、ヴィエゴが反撃する前に倒すことが可能である。",
			"タロン": "タロンは素早い移動と高いダメージを持ち、ヴィエゴに対して優位に立つことができる。",
			"エリス": "エリスはスキルショットを使ってヴィエゴを捕まえやすく、ダメージトレードで有利に進めることができる。",
			"ナフィーリ": "ナフィーリは持続的なダメージと回復能力を持ち、ヴィエゴの攻撃を耐えながら反撃することができる。",
			"イブリン": "イブリンはステルスを利用してヴィエゴに接近し、ダメージを与えることができるため、トレードで有利に立つことができる。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力なCCを持ち、ヴィエゴの動きを制限することで有利に戦うことができる。",
			"リー・シン": "リー・シンは高い機動力とダメージを持ち、ヴィエゴに対して積極的に攻撃を仕掛けることができる。",
			"レク＝サイ": "レク＝サイは地形を利用してヴィエゴに接近し、ダメージを与えることができるため、トレードで有利に進めることができる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ヴィエゴが反撃する前に倒すことができる。",
			"エコー": "エコーは高い機動力とバーストダメージを持ち、ヴィエゴの攻撃を避けながら反撃することができる。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ノーチラス": "ジャックスはノーチラスに対して高いダメージを持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"ボリベア": "ジャックスはボリベアに対してスケーリングが優れており、ゲーム後半において強力なダメージを出すことができるため、集団戦での影響力が大きいです。",
			"ウディア": "ジャックスはウディアに対してダメージトレードで有利であり、特にレベルが上がるにつれてその差が顕著になります。",
			"ブライアー": "ジャックスはブライアーに対してファームを効率的に行うことができ、レーンでの持続力が高いため、優位に立ちやすいです。",
			"ウーコン": "ジャックスはウーコンに対してスケーリングが優れており、後半の集団戦での強さが際立ちます。",
			"マスター・イー": "ジャックスはマスター・イーに対してダメージトレードで有利であり、特に1対1の状況で強さを発揮します。",
			"ヴァイ": "ジャックスはヴァイに対してファームを効率的に行うことができ、レーンでの優位性を持ちやすいです。",
			"ヘカリム": "ジャックスはヘカリムに対してスケーリングが優れており、集団戦での影響力が大きくなります。",
			"ダイアナ": "ジャックスはダイアナに対してダメージトレードで有利であり、特にレベルが上がるにつれてその差が顕著になります。",
			"キヤナ": "ジャックスはキヤナに対してファームを効率的に行うことができ、レーンでの持続力が高いため、優位に立ちやすいです。",
			"キンドレッド": "ジャックスはキンドレッドに対してスケーリングが優れており、後半の集団戦での強さが際立ちます。",
			"トランドル": "ジャックスはトランドルに対してダメージトレードで有利であり、特に1対1の状況で強さを発揮します。"
		},
		"loses": {
			"リリア": "リリアはファームの効率が高く、ジャックスが育つ前に圧力をかけることができるため、ジャックスにとって厳しい状況を作り出す。",
			"ザック": "ザックは集団戦での耐久力が高く、ジャックスが単独で戦う際に不利な状況を作り出すことができる。",
			"ケイン": "ケインはスケーリングが優れており、ジャックスが成長する前に有利な状況を作ることができる。",
			"タロン": "タロンはダメージトレードにおいて非常に強力で、ジャックスが対処しきれない瞬間的なダメージを与えることができる。",
			"シャコ": "シャコは高いバーストダメージを持ち、ジャックスが育つ前に早期にキルを狙うことができるため、ジャックスにとって厳しい。",
			"レンガー": "レンガーはジャックスに対して強力なバーストダメージを持ち、特にレベル差があるときにジャックスが対処しづらい。",
			"カ＝ジックス": "カ＝ジックスは高い機動力を持ち、ジャックスが孤立したときに狙いやすく、ダメージトレードで優位に立つことができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージを与える能力が高く、ジャックスがスケーリングする前に圧力をかけることができる。",
			"エリス": "エリスは早期のダメージトレードで優位に立つことができ、ジャックスが成長する前に有利な状況を作り出す。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ジャックスが育つ前にキルを狙うことができるため、ジャックスにとって厳しい。",
			"リー・シン": "リー・シンは高い機動力とダメージを持ち、ジャックスが育つ前に圧力をかけることができるため、ジャックスにとって不利。",
			"サイラス": "サイラスはジャックスのスキルを奪うことができ、ダメージトレードで優位に立つことができるため、ジャックスにとって厳しい。"
		}
	},
	"レク＝サイ": {
		"name": "レク＝サイ",
		"beats": {
			"イブリン": "レク＝サイはイブリンに対して強力な早期のダメージを持ち、ファームを効率的に行うことができるため、イブリンに対して有利です。",
			"フィドルスティックス": "レク＝サイはフィドルスティックスのスキルを回避しやすく、集団戦での影響力を高めることができるため、フィドルスティックスに対して有利です。",
			"ヴァイ": "レク＝サイはヴァイの攻撃を受け流す能力があり、ダメージトレードで優位に立つことができるため、ヴァイに対して有利です。",
			"マスター・イー": "レク＝サイはマスター・イーの攻撃を制御しやすく、スケーリングにおいても優位に立つことができるため、マスター・イーに対して有利です。",
			"ケイン": "レク＝サイはケインの移動を制限する能力があり、集団戦での優位性を持つため、ケインに対して有利です。",
			"ザック": "レク＝サイはザックのスキルを避けることができ、ダメージトレードで優位に立つことができるため、ザックに対して有利です。",
			"ワーウィック": "レク＝サイはワーウィックの回復を妨げることができ、ファームにおいても優位に立つことができるため、ワーウィックに対して有利です。",
			"トランドル": "レク＝サイはトランドルのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、トランドルに対して有利です。",
			"ゼド": "レク＝サイはゼドの攻撃を受け流す能力があり、集団戦での影響力を高めることができるため、ゼドに対して有利です。",
			"ブライアー": "レク＝サイはブライアーの攻撃を制御しやすく、スケーリングにおいても優位に立つことができるため、ブライアーに対して有利です。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリはファームの面でレク＝サイに対して優位であり、より効率的にミニオンを処理できるため、ゴールドを稼ぎやすい。",
			"キヤナ": "キヤナはダメージトレードにおいてレク＝サイよりも強力で、特に早期の段階でのバーストダメージが高いため、レク＝サイは対抗しづらい。",
			"グレイブス": "グレイブスはスケーリングの面でレク＝サイに対して有利で、後半戦においてより強力なダメージを出すことができる。",
			"シン・ジャオ": "シン・ジャオは集団戦においてレク＝サイよりも優れたエンゲージ能力を持っており、チームファイトでの影響力が高い。",
			"ウーコン": "ウーコンはファームの面でレク＝サイに対して有利で、特にジャングルでの効率が高く、早期にアイテムを揃えやすい。",
			"サイラス": "サイラスはダメージトレードにおいてレク＝サイに対して優位で、スキルを使った反撃が可能なため、レク＝サイは攻撃しづらい。",
			"エリス": "エリスはスケーリングの面でレク＝サイに対して有利で、特に後半のチームファイトでの影響力が高い。",
			"ボリベア": "ボリベアは集団戦においてレク＝サイよりも強力なタンクとして機能し、チームの前線を支えることができる。",
			"リリア": "リリアはファームの面でレク＝サイに対して優位で、特にジャングルでのクリア速度が速く、早期にレベルを上げやすい。"
		}
	},
	"キヤナ": {
		"name": "キヤナ",
		"beats": {
			"リリア": "キヤナはリリアに対して高い機動力を持っており、リリアのスキルを避けやすいため、ファームの面で優位に立つことができる。",
			"ウディア": "キヤナはウディアに対して高いバーストダメージを持っており、ダメージトレードで有利に進めることができる。",
			"ボリベア": "キヤナはボリベアに対してスキルを使って距離を保ちながら攻撃できるため、集団戦での立ち回りが有利になる。",
			"ヴィエゴ": "キヤナはヴィエゴに対して高いスケーリングを持っており、ゲーム後半において強力な存在となる。",
			"エコー": "キヤナはエコーに対して瞬時にダメージを与えることができ、ダメージトレードで優位に立つことができる。",
			"タロン": "キヤナはタロンに対して高い機動力を活かして逃げることができ、ファームの面で有利に進めることができる。",
			"マスター・イー": "キヤナはマスター・イーに対して高いバーストダメージを持っており、ダメージトレードで有利に進めることができる。",
			"カ＝ジックス": "キヤナはカ＝ジックスに対して高い機動力を持っており、集団戦での立ち回りが有利になる。",
			"トランドル": "キヤナはトランドルに対して高いスケーリングを持っており、ゲーム後半において強力な存在となる。"
		},
		"loses": {
			"レンガー": "レンガーはキヤナに対して高いバーストダメージを持っており、ファーム中にキヤナを圧倒することができる。",
			"ヘカリム": "ヘカリムは高い機動力を持ち、キヤナがスキルを使った後に反撃することが容易であるため、ダメージトレードで優位に立つことができる。",
			"フィドルスティックス": "フィドルスティックスは恐怖効果を持つスキルを使い、キヤナが近づくことを困難にするため、集団戦での影響力が大きい。",
			"エリス": "エリスは遠距離からの攻撃が可能で、キヤナが接近する前にダメージを与えることができるため、スケーリングにおいても有利である。",
			"ダイアナ": "ダイアナは自己バリアを持ち、キヤナの攻撃を受け流しつつ反撃することができるため、ダメージトレードで有利に立つことができる。",
			"キンドレッド": "キンドレッドはキヤナの攻撃を避ける能力が高く、ファーム中に安全にダメージを与えることができるため、優位に立つことができる。",
			"ザック": "ザックは高い耐久力を持ち、集団戦でキヤナの攻撃を受け止めることができるため、キヤナにとっては厄介な存在である。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作るスキルを持ち、キヤナの移動を制限することができるため、ダメージトレードで有利に立つことができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージを与える能力が高く、キヤナが接近する前にダメージを与えることができるため、スケーリングにおいても有利である。",
			"ヴァイ": "ヴァイはキヤナを捕まえる能力が高く、集団戦でキヤナを無力化することができるため、キヤナにとっては厄介な存在である。"
		}
	},
	"キンドレッド": {
		"name": "キンドレッド",
		"beats": {
			"ケイン": "キンドレッドはケインに対して有利です。キンドレッドはファームが得意で、ケインの移動能力を制限することができるため、早期のレベル差をつけやすいです。",
			"グレイブス": "キンドレッドはグレイブスに対して有利です。キンドレッドはダメージトレードにおいて、グレイブスの攻撃を避ける能力が高く、持続的なダメージを与えることができます。",
			"ウディア": "キンドレッドはウディアに対して有利です。キンドレッドはスケーリングが優れており、ウディアの攻撃を受け流しながら、後半戦での強さを発揮できます。",
			"エコー": "キンドレッドはエコーに対して有利です。キンドレッドは集団戦において、エコーの瞬間移動を読みやすく、効果的にダメージを与えることができます。",
			"ワーウィック": "キンドレッドはワーウィックに対して有利です。キンドレッドはファームの効率が高く、ワーウィックの回復を無視してダメージを与えることができます。",
			"リリア": "キンドレッドはリリアに対して有利です。キンドレッドはリリアのスリープを避ける能力があり、持続的なダメージを与えやすいです。",
			"ゼド": "キンドレッドはゼドに対して有利です。キンドレッドはゼドの攻撃を避けることができ、集団戦での役割を果たしやすいです。",
			"カ＝ジックス": "キンドレッドはカ＝ジックスに対して有利です。キンドレッドはカ＝ジックスの奇襲を警戒しやすく、持続的なダメージを与えることができます。",
			"パンテオン": "キンドレッドはパンテオンに対して有利です。キンドレッドはパンテオンの攻撃を避けることができ、集団戦での影響力を高めることができます。"
		},
		"loses": {
			"ザック": "ザックはファームの面で優れた能力を持っており、キンドレッドが劣位に立たされることが多いです。",
			"エリス": "エリスはダメージトレードにおいて強力なスキルを持っており、キンドレッドはその攻撃に対処しづらいです。",
			"タロン": "タロンはスケーリングにおいて非常に強力で、キンドレッドが成長する前に圧力をかけることができます。",
			"シャコ": "シャコは集団戦での存在感が高く、キンドレッドはその影響を受けやすいです。",
			"ヌヌ＆ウィルンプ": "ヌヌ＆ウィルンプはファームの効率が良く、キンドレッドはその競争に苦しむことが多いです。",
			"フィドルスティックス": "フィドルスティックスはダメージトレードにおいて非常に強力で、キンドレッドはその攻撃を避けるのが難しいです。",
			"ベル＝ヴェス": "ベル＝ヴェスはスケーリングにおいて非常に強力で、キンドレッドはその成長に対抗しづらいです。",
			"ヘカリム": "ヘカリムは集団戦での機動力が高く、キンドレッドはその動きに対処するのが難しいです。",
			"マスター・イー": "マスター・イーはファームの面で非常に効率的で、キンドレッドはその競争において不利です。",
			"ニダリー": "ニダリーはダメージトレードにおいて非常に強力で、キンドレッドはその攻撃に対処しづらいです。",
			"シン・ジャオ": "シン・ジャオは集団戦での耐久力が高く、キンドレッドはその影響を受けやすいです。"
		}
	},
	"タロン": {
		"name": "タロン",
		"beats": {
			"リリア": "タロンはリリアに対して高いバーストダメージを持っており、早期のダメージトレードで優位に立つことができるため、ファームを効率的に行える。",
			"エリス": "タロンはエリスに対して機動力が高く、エリスのスキルを避けながら攻撃できるため、ダメージトレードで有利に進めることができる。",
			"グレイブス": "タロンはグレイブスに対して近接攻撃を活かしやすく、グレイブスの射程を超えて攻撃できるため、スケーリングの段階でも優位に立つことができる。",
			"ヴィエゴ": "タロンはヴィエゴに対して高いバーストダメージを持ち、集団戦においても瞬時に敵を排除できるため、集団戦での影響力が大きい。",
			"ボリベア": "タロンはボリベアに対して高い機動力を持ち、ボリベアのスキルを避けながら攻撃できるため、ダメージトレードで優位に立つことができる。",
			"キンドレッド": "タロンはキンドレッドに対して高いバーストダメージを持ち、早期の段階でキンドレッドを排除することができるため、ファームを効率的に行える。",
			"ナフィーリ": "タロンはナフィーリに対して高い機動力を持ち、ナフィーリのスキルを避けながら攻撃できるため、ダメージトレードで有利に進めることができる。",
			"ケイン": "タロンはケインに対して高いバーストダメージを持ち、集団戦においても瞬時に敵を排除できるため、集団戦での影響力が大きい。",
			"トランドル": "タロンはトランドルに対して高い機動力を持ち、トランドルのスキルを避けながら攻撃できるため、スケーリングの段階でも優位に立つことができる。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイはタロンに対して強力なファーム能力を持っており、タロンがミニオンを処理する際に圧力をかけることができる。",
			"レンガー": "レンガーはタロンに対して高いダメージトレード能力を持ち、タロンが接近する前に大きなダメージを与えることができる。",
			"キヤナ": "キヤナはタロンに対して優れたスケーリングを持ち、ゲーム後半においてタロンを圧倒する力を持っている。",
			"リー・シン": "リー・シンはタロンに対して集団戦での影響力が高く、タロンが孤立した際に捕まえることが容易である。",
			"フィドルスティックス": "フィドルスティックスはタロンに対して強力なゾーニング能力を持ち、タロンが集団戦で効果的に動くのを妨げることができる。",
			"ニダリー": "ニダリーはタロンに対して高い機動力を持ち、タロンが攻撃を仕掛ける前に逃げることができる。",
			"ヘカリム": "ヘカリムはタロンに対して強力な集団戦のエンゲージ能力を持ち、タロンが後衛に到達するのを困難にする。",
			"ウディア": "ウディアはタロンに対して持続的なダメージを与える能力が高く、タロンが短期的なトレードで勝つのを難しくする。",
			"ベル＝ヴェス": "ベル＝ヴェスはタロンに対して高い耐久力を持ち、タロンがダメージを与える前に反撃することができる。",
			"ザック": "ザックはタロンに対して集団戦でのCC（クラウドコントロール）を持ち、タロンが自由に動くのを妨げることができる。",
			"ダイアナ": "ダイアナはタロンに対して強力なバーストダメージを持ち、タロンが近づく前に大きなダメージを与えることができる。"
		}
	},
	"ヘカリム": {
		"name": "ヘカリム",
		"beats": {
			"ザック": "ヘカリムはザックに対して高い機動力を持ち、ザックのスキルを避けやすいため、ファームの面で優位に立つことができる。",
			"シャコ": "ヘカリムはシャコに対して持続的なダメージを与える能力が高く、トレードにおいて有利に進めることができる。",
			"エリス": "ヘカリムはエリスに対して高い耐久性を持ち、集団戦での生存率が高いため、エリスに対して優位に立つことができる。",
			"パンテオン": "ヘカリムはパンテオンの攻撃を受け流すことができ、ダメージトレードにおいて有利に進めることができる。",
			"カ＝ジックス": "ヘカリムはカ＝ジックスに対して高い移動速度を持ち、逃げることができるため、ファームの面で優位に立つことができる。",
			"ノクターン": "ヘカリムはノクターンに対して集団戦での影響力が高く、チームファイトでの貢献度が高いため、優位に立つことができる。",
			"ダイアナ": "ヘカリムはダイアナに対して持続的なダメージを与える能力が高く、トレードにおいて有利に進めることができる。",
			"トランドル": "ヘカリムはトランドルに対して高い機動力を持ち、トレードでの有利を保つことができる。",
			"マスター・イー": "ヘカリムはマスター・イーに対して集団戦での影響力が高く、チームファイトでの貢献度が高いため、優位に立つことができる。",
			"ワーウィック": "ヘカリムはワーウィックに対して高い耐久性を持ち、集団戦での生存率が高いため、優位に立つことができる。",
			"キヤナ": "ヘカリムはキヤナに対して高い機動力を持ち、キヤナの攻撃を避けやすいため、ファームの面で優位に立つことができる。",
			"イブリン": "ヘカリムはイブリンに対して持続的なダメージを与える能力が高く、トレードにおいて有利に進めることができる。",
			"レンガー": "ヘカリムはレンガーに対して高い耐久性を持ち、集団戦での生存率が高いため、優位に立つことができる。",
			"ニダリー": "ヘカリムはニダリーに対して高い機動力を持ち、ニダリーの攻撃を避けやすいため、ファームの面で優位に立つことができる。",
			"ブライアー": "ヘカリムはブライアーに対して持続的なダメージを与える能力が高く、トレードにおいて有利に進めることができる。"
		},
		"loses": {
			"サイラス": "サイラスはヘカリムに対して強力なダメージトレードを行うことができ、ヘカリムのスキルを無効化する能力を持っています。",
			"ウディア": "ウディアはヘカリムよりも高い耐久力を持ち、持続的なファームが可能で、ヘカリムの攻撃を受け流しやすいです。",
			"ノーチラス": "ノーチラスはヘカリムに対して強力なCC（クラウドコントロール）を持っており、集団戦でヘカリムを無力化することができます。",
			"レク＝サイ": "レク＝サイはヘカリムに対して高いバーストダメージを持ち、特に集団戦での瞬時のダメージが脅威となります。",
			"フィドルスティックス": "フィドルスティックスはヘカリムに対して強力なゾーニング能力を持ち、集団戦での影響力が高いです。",
			"エコー": "エコーはヘカリムに対して高い機動力を持ち、逃げることができるため、ダメージトレードで有利に立ち回ることができます。",
			"ボリベア": "ボリベアはヘカリムに対して高い耐久力と持続的なダメージを持ち、ファームや集団戦での優位性を持っています。"
		}
	},
	"カ＝ジックス": {
		"name": "カ＝ジックス",
		"beats": {
			"エコー": "カ＝ジックスはエコーに対して高いバーストダメージを持っており、エコーがスキルを使った後の隙を突いてダメージトレードを有利に進めることができる。",
			"ウディア": "カ＝ジックスはウディアの移動速度を利用して、ウディアが近づく前に攻撃を仕掛けることができ、ファームの段階で優位に立つことができる。",
			"リリア": "カ＝ジックスはリリアのスキルを避ける能力が高く、リリアがスキルを使った後に反撃することでダメージトレードを有利に進めることができる。",
			"マスター・イー": "カ＝ジックスはマスター・イーの攻撃を避けることができ、集団戦においてもマスター・イーを狙い撃ちすることで有利に立ち回ることができる。",
			"パンテオン": "カ＝ジックスはパンテオンのガードを無視して攻撃できるため、ダメージトレードで優位に立つことができる。",
			"ボリベア": "カ＝ジックスはボリベアのスキルを避けることができ、ファームの段階で有利に立つことができる。",
			"ヴァイ": "カ＝ジックスはヴァイの攻撃を避ける能力が高く、集団戦においてもヴァイを狙い撃ちすることで有利に立ち回ることができる。",
			"グレイブス": "カ＝ジックスはグレイブスの攻撃を避けることができ、ダメージトレードで優位に立つことができる。",
			"ケイン": "カ＝ジックスはケインのスキルを避けることができ、集団戦においてもケインを狙い撃ちすることで有利に立ち回ることができる。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリはファームにおいて、カ＝ジックスよりも安定したダメージを出すことができ、ミニオンを効率的に処理できるため、リードを得やすい。",
			"ヘカリム": "ヘカリムはダメージトレードにおいて、カ＝ジックスに対して高い耐久性と回復力を持っているため、トレードで優位に立つことができる。",
			"レク＝サイ": "レク＝サイはスケーリングにおいて、カ＝ジックスよりも強力な集団戦能力を持っており、後半戦での影響力が大きい。",
			"キヤナ": "キヤナは集団戦において、カ＝ジックスに対して高いバーストダメージを持ち、瞬時に敵を排除することができるため、集団戦での優位性がある。",
			"シャコ": "シャコはファームにおいて、カ＝ジックスよりも高い機動力を持ち、ミニオンを効率的に処理しつつ、敵チャンピオンに対しても圧力をかけることができる。",
			"ノーチラス": "ノーチラスはダメージトレードにおいて、カ＝ジックスに対して高い耐久性とCC（クラウドコントロール）を持っているため、トレードで有利に立つことができる。",
			"レンガー": "レンガーはスケーリングにおいて、カ＝ジックスよりも強力なバーストダメージを持ち、後半戦での影響力が大きい。",
			"ニダリー": "ニダリーは集団戦において、カ＝ジックスに対して高い機動力と回復力を持ち、集団戦での持続力があるため、優位に立つことができる。",
			"キンドレッド": "キンドレッドはファームにおいて、カ＝ジックスよりも効率的にミニオンを処理でき、レベルアップが早いため、リードを得やすい。",
			"ベル＝ヴェス": "ベル＝ヴェスはダメージトレードにおいて、カ＝ジックスに対して高い耐久性と持続的なダメージを持っているため、トレードで優位に立つことができる。",
			"ザック": "ザックはスケーリングにおいて、カ＝ジックスよりも強力な集団戦能力を持ち、後半戦での影響力が大きい。"
		}
	},
	"ヌヌ＆ウィルンプ": {
		"name": "ヌヌ＆ウィルンプ",
		"beats": {
			"イブリン": "ヌヌ＆ウィルンプはイブリンに対して優れたファーム能力を持ち、早期のゲームでの圧力をかけやすいです。",
			"ナフィーリ": "ヌヌ＆ウィルンプはナフィーリに対してダメージトレードで有利であり、特に早期の段階での攻撃が効果的です。",
			"ワーウィック": "ヌヌ＆ウィルンプはワーウィックに対してスケーリングが優れており、ゲーム後半においても強力な影響を持ちます。",
			"パンテオン": "ヌヌ＆ウィルンプはパンテオンに対して集団戦での役割が強く、チームの勝利に貢献しやすいです。",
			"ザック": "ヌヌ＆ウィルンプはザックに対してファームの効率が高く、リソースをより早く集めることができます。",
			"アイバーン": "ヌヌ＆ウィルンプはアイバーンに対してダメージトレードで優位に立ちやすく、相手の動きを制限できます。",
			"キンドレッド": "ヌヌ＆ウィルンプはキンドレッドに対してスケーリングが有利で、ゲーム後半においても強力な存在感を示します。",
			"エコー": "ヌヌ＆ウィルンプはエコーに対して集団戦での影響力が高く、チームファイトでの勝率を上げることができます。",
			"ノクターン": "ヌヌ＆ウィルンプはノクターンに対してファームの効率が良く、早期のゲームでの優位性を確保しやすいです。",
			"ウーコン": "ヌヌ＆ウィルンプはウーコンに対してダメージトレードで有利であり、特に序盤の対面での勝率が高いです。",
			"ウディア": "ヌヌ＆ウィルンプはウディアに対してスケーリングが優れており、ゲーム後半においても強力な影響を持ちます。",
			"リリア": "ヌヌ＆ウィルンプはリリアに対して集団戦での役割が強く、チームの勝利に貢献しやすいです。",
			"ヴィエゴ": "ヌヌ＆ウィルンプはヴィエゴに対してファームの効率が高く、リソースをより早く集めることができます。",
			"グレイブス": "ヌヌ＆ウィルンプはグレイブスに対してダメージトレードで優位に立ちやすく、相手の動きを制限できます。",
			"ボリベア": "ヌヌ＆ウィルンプはボリベアに対してスケーリングが有利で、ゲーム後半においても強力な存在感を示します。",
			"シャコ": "ヌヌ＆ウィルンプはシャコに対して集団戦での影響力が高く、チームファイトでの勝率を上げることができます。"
		},
		"loses": {
			"ブランド": "ブランドは高いバーストダメージを持っており、ヌヌ＆ウィルンプが近づく前に大きなダメージを与えることができるため、ダメージトレードで不利になる。",
			"ゼド": "ゼドは高い機動力と瞬発力を持ち、ヌヌ＆ウィルンプがスキルを使う前に攻撃を仕掛けることができるため、ファームの面で不利になる。",
			"レク＝サイ": "レク＝サイは地中移動能力を持ち、ヌヌ＆ウィルンプが集団戦での位置取りをするのが難しくなるため、集団戦で不利になる。",
			"サイラス": "サイラスはヌヌ＆ウィルンプのスキルを奪って使用できるため、スケーリングの面で不利になる。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、ヌヌ＆ウィルンプが持続的にダメージを与えるのが難しくなるため、ダメージトレードで不利になる。",
			"ヴァイ": "ヴァイはヌヌ＆ウィルンプを捕まえる能力が高く、集団戦での影響力が強いため、集団戦で不利になる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作ることでヌヌ＆ウィルンプの動きを制限できるため、ファームの面で不利になる。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージを与える能力が高く、ヌヌ＆ウィルンプが持続的に戦うのが難しくなるため、ダメージトレードで不利になる。",
			"シン・ジャオ": "シン・ジャオは高い耐久力を持ち、ヌヌ＆ウィルンプがダメージを与えにくくなるため、集団戦で不利になる。",
			"エリス": "エリスはスキルショットを持ち、ヌヌ＆ウィルンプが近づく前にダメージを与えることができるため、ファームの面で不利になる。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ヌヌ＆ウィルンプが集団戦での位置取りをするのが難しくなるため、集団戦で不利になる。",
			"タロン": "タロンは高いバーストダメージを持ち、ヌヌ＆ウィルンプが近づく前に大きなダメージを与えることができるため、ダメージトレードで不利になる。",
			"ノーチラス": "ノーチラスはCC（クラウドコントロール）を持ち、ヌヌ＆ウィルンプが集団戦での行動を制限されるため、集団戦で不利になる。"
		}
	},
	"ダイアナ": {
		"name": "ダイアナ",
		"beats": {
			"フィドルスティックス": "ダイアナはフィドルスティックスに対して高いバーストダメージを持っており、早期のファームで優位に立つことができる。",
			"ナフィーリ": "ダイアナはナフィーリに対して強力なスキルコンボを持ち、ダメージトレードで有利に進めることができる。",
			"シャコ": "ダイアナはシャコに対して高い機動力を持ち、集団戦での影響力が大きい。",
			"ヴァイ": "ダイアナはヴァイに対してスケーリングが優れており、ゲーム後半において強力な存在となる。",
			"リリア": "ダイアナはリリアに対して高いバーストダメージを持ち、ファームの効率が良い。",
			"グレイブス": "ダイアナはグレイブスに対して強力なダメージトレードを行うことができ、集団戦での役割も果たせる。",
			"エリス": "ダイアナはエリスに対して高い耐久力を持ち、スケーリングで優位に立つことができる。",
			"ウディア": "ダイアナはウディアに対して高いバーストダメージを持ち、集団戦での影響力が大きい。",
			"イブリン": "ダイアナはイブリンに対して強力なダメージトレードを行うことができ、ファームの効率が良い。",
			"ワーウィック": "ダイアナはワーウィックに対して高い機動力を持ち、集団戦での影響力が大きい。",
			"タロン": "ダイアナはタロンに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"ザック": "ダイアナはザックに対して強力なスキルコンボを持ち、集団戦での役割も果たせる。",
			"ウーコン": "ダイアナはウーコンに対して高い耐久力を持ち、スケーリングで優位に立つことができる。",
			"アムム": "ダイアナはアムムに対して高いバーストダメージを持ち、ファームの効率が良い。"
		},
		"loses": {
			"ブライアー": "ブライアーはダイアナに対して強力なファーム能力を持っており、ダイアナがミニオンを処理する際に圧力をかけることができる。",
			"レンガー": "レンガーはダイアナに対して高いダメージトレード能力を持っており、特にレベルが上がるとダイアナを圧倒することができる。",
			"ヴィエゴ": "ヴィエゴはダイアナよりもスケーリングが優れており、ゲーム後半においてより強力な存在となる。",
			"ヘカリム": "ヘカリムはダイアナに対して集団戦での影響力が高く、ダイアナが集団戦で活躍するのを難しくする。",
			"シン・ジャオ": "シン・ジャオはダイアナに対して持続的なダメージを与えることができ、ダイアナの攻撃を受け流すことができる。",
			"ボリベア": "ボリベアはダイアナに対して高い耐久力を持っており、ダイアナの攻撃を受け止めることができる。",
			"マスター・イー": "マスター・イーはダイアナに対して高い移動能力を持っており、ダイアナのスキルを避けることができる。",
			"ノクターン": "ノクターンはダイアナに対して強力なギャンク能力を持っており、ダイアナを早期に排除することができる。",
			"ベル＝ヴェス": "ベル＝ヴェスはダイアナに対して高い持続ダメージを持っており、ダイアナが戦闘を続けるのを難しくする。",
			"トランドル": "トランドルはダイアナに対して強力なサステインを持っており、ダイアナのダメージを軽減することができる。",
			"エコー": "エコーはダイアナに対して高い機動力を持っており、ダイアナの攻撃を避けることができる。"
		}
	},
	"ブライアー": {
		"name": "ブライアー",
		"beats": {
			"フィドルスティックス": "ブライアーはフィドルスティックスに対して高いダメージを持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"リリア": "ブライアーはリリアに対して持続的なダメージを与えることができ、スケーリングにおいても有利な状況を作り出すことができます。",
			"ダイアナ": "ブライアーはダイアナに対して集団戦での強力なCC（クラウドコントロール）を持っており、ダイアナの動きを制限することができます。",
			"シャコ": "ブライアーはシャコに対して高いバーストダメージを持ち、ファームを効率的に行うことでレベル差をつけやすいです。",
			"カ＝ジックス": "ブライアーはカ＝ジックスに対して持続的なダメージを与えられるため、ダメージトレードで優位に立つことができます。",
			"ニダリー": "ブライアーはニダリーに対して集団戦での強力なサポートを提供でき、チーム全体の戦闘力を高めることができます。",
			"ヌヌ＆ウィルンプ": "ブライアーはヌヌ＆ウィルンプに対して高いダメージを持ち、ファームを効率的に行うことでレーンでの優位性を確保しやすいです。",
			"エリス": "ブライアーはエリスに対して持続的なダメージを与えることができ、スケーリングにおいても有利な状況を作り出すことができます。",
			"ジャーヴァンⅣ": "ブライアーはジャーヴァンⅣに対して集団戦での強力なCCを持っており、ジャーヴァンの動きを制限することができます。",
			"リー・シン": "ブライアーはリー・シンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができます。",
			"トランドル": "ブライアーはトランドルに対して持続的なダメージを与えられるため、スケーリングにおいても有利な状況を作り出すことができます。",
			"マスター・イー": "ブライアーはマスター・イーに対して集団戦での強力なサポートを提供でき、チーム全体の戦闘力を高めることができます。"
		},
		"loses": {
			"グレイブス": "グレイブスはファームの効率が高く、ブライアーよりも早くアイテムを揃えることができるため、序盤からの圧力が強い。",
			"ジャックス": "ジャックスはスケーリングが優れており、後半に向けて強力なダメージを出すことができるため、ブライアーに対して有利に立ち回ることができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは集団戦での持続的なダメージが高く、ブライアーが集団戦で効果的に機能するのを妨げることができる。",
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立つことができ、ブライアーが対処しづらい。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ブライアーが近づく前に倒すことができるため、対面でのプレッシャーが強い。",
			"ヴィエゴ": "ヴィエゴは持続的なダメージと回復能力を持ち、ブライアーとの1対1の戦闘で有利に立つことができる。",
			"ケイン": "ケインは移動能力が高く、ブライアーの攻撃を避けながらダメージを与えることができるため、対面での優位性がある。",
			"ノクターン": "ノクターンは強力なギャンク能力を持ち、ブライアーが孤立しているときに効果的に攻撃することができる。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、ブライアーとの戦闘で生存能力が高いため、対面での優位性がある。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、ブライアーが対処しづらい状況を作り出すことができる。",
			"アムム": "アムムは集団戦でのCCが強力で、ブライアーが効果的に機能するのを妨げることができる。",
			"エコー": "エコーは高いバーストダメージと逃げる能力を持ち、ブライアーとの1対1の戦闘で有利に立つことができる。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ブライアーが集団戦で効果的に機能するのを妨げることができる。"
		}
	},
	"アイバーン": {
		"name": "アイバーン",
		"beats": {
			"ウディア": "アイバーンはウディアに対して、ファームの効率が高く、ウディアの攻撃を避ける手段を持っているため、優位に立つことができる。",
			"ワーウィック": "アイバーンはワーウィックに対して、ダメージトレードで有利であり、特にスキルを使った後の回復力が高いため、持続的な戦闘で勝つことができる。",
			"ヘカリム": "アイバーンはヘカリムに対して、スケーリングが優れており、ゲーム後半において強力なサポートを提供できるため、チーム戦での影響力が大きい。",
			"エコー": "アイバーンはエコーに対して、集団戦でのコントロール能力が高く、エコーの瞬発力を抑えることができるため、戦闘を有利に進めることができる。",
			"リリア": "アイバーンはリリアに対して、ファームの効率が高く、リリアの移動を制限するスキルを持っているため、優位に立つことができる。",
			"ボリベア": "アイバーンはボリベアに対して、ダメージトレードで有利であり、特にボリベアの攻撃を避ける手段を持っているため、持続的な戦闘で勝つことができる。",
			"キンドレッド": "アイバーンはキンドレッドに対して、スケーリングが優れており、ゲーム後半において強力なサポートを提供できるため、チーム戦での影響力が大きい。",
			"ヴァイ": "アイバーンはヴァイに対して、集団戦でのコントロール能力が高く、ヴァイの突進を抑えることができるため、戦闘を有利に進めることができる。",
			"パンテオン": "アイバーンはパンテオンに対して、ファームの効率が高く、パンテオンの攻撃を避ける手段を持っているため、優位に立つことができる。",
			"ザック": "アイバーンはザックに対して、ダメージトレードで有利であり、特にザックの攻撃を避ける手段を持っているため、持続的な戦闘で勝つことができる。",
			"ブライアー": "アイバーンはブライアーに対して、スケーリングが優れており、ゲーム後半において強力なサポートを提供できるため、チーム戦での影響力が大きい。",
			"ダイアナ": "アイバーンはダイアナに対して、集団戦でのコントロール能力が高く、ダイアナの瞬発力を抑えることができるため、戦闘を有利に進めることができる。",
			"ウーコン": "アイバーンはウーコンに対して、ファームの効率が高く、ウーコンの攻撃を避ける手段を持っているため、優位に立つことができる。",
			"エリス": "アイバーンはエリスに対して、ダメージトレードで有利であり、特にエリスの攻撃を避ける手段を持っているため、持続的な戦闘で勝つことができる。",
			"ナフィーリ": "アイバーンはナフィーリに対して、スケーリングが優れており、ゲーム後半において強力なサポートを提供できるため、チーム戦での影響力が大きい。"
		},
		"loses": {
			"タロン": "タロンは高いバーストダメージを持っており、アイバーンのサポート能力を無効化することができるため、ダメージトレードで優位に立つことができる。",
			"ヌヌ＆ウィルンプ": "ヌヌ＆ウィルンプは早期のファーム能力が高く、アイバーンの育成を妨げることができるため、ファームの面で不利になる。",
			"キヤナ": "キヤナは高い機動力を持ち、アイバーンのスキルを避けながら攻撃することができるため、集団戦での影響力が強い。",
			"シャコ": "シャコは潜伏能力を持ち、アイバーンが視界を確保するのが難しくなるため、奇襲を仕掛けやすい。",
			"ノクターン": "ノクターンはダメージとサイレンスを持ち、アイバーンのスキルを封じることができるため、トレードで有利に進めることができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージを与えることができ、アイバーンの回復能力を上回るため、長期戦で不利になる。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、アイバーンを捕まえることができるため、集団戦での影響力が高い。",
			"レク＝サイ": "レク＝サイは地形を利用した移動が得意で、アイバーンのサポートを無効化しやすい。",
			"ニダリー": "ニダリーは高い機動力とバーストダメージを持ち、アイバーンのスキルを避けながら攻撃することができるため、トレードで優位に立つ。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦でのエンゲージ能力が高く、アイバーンのチームを分断することができるため、集団戦で不利になる。",
			"グレイブス": "グレイブスは持続的なダメージを与えることができ、アイバーンの回復を上回るため、ダメージトレードで不利になる。",
			"イブリン": "イブリンは高いバーストダメージを持ち、アイバーンのサポート能力を無効化することができるため、トレードで不利になる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、アイバーンを瞬時に排除することができるため、集団戦での影響力が強い。",
			"ケイン": "ケインは高い機動力を持ち、アイバーンのスキルを避けながら攻撃することができるため、トレードで不利になる。",
			"マスター・イー": "マスター・イーは高いダメージを持ち、アイバーンの回復能力を上回るため、長期戦で不利になる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、アイバーンのサポート能力を無効化することができるため、トレードで不利になる。",
			"カーサス": "カーサスは持続的なダメージを与えることができ、アイバーンの回復を上回るため、長期戦で不利になる。"
		}
	},
	"ジャーヴァンⅣ": {
		"name": "ジャーヴァンⅣ",
		"beats": {
			"ウディア": "ジャーヴァンⅣはウディアに対して強力なCC（クラウドコントロール）を持っており、ウディアの突進を阻止することができるため、ファームの段階で優位に立つことができる。",
			"ザック": "ジャーヴァンⅣはザックに対しても強力なダメージを持ち、特に初期のトレードで有利に進めることができるため、ダメージトレードで優位性を発揮する。",
			"シャコ": "ジャーヴァンⅣはシャコに対しても、スキルを使ってシャコの逃げ道を封じることができるため、集団戦での影響力が高い。",
			"ナフィーリ": "ジャーヴァンⅣはナフィーリに対して、持続的なダメージを与えつつ、ナフィーリのスキルを無効化することができるため、スケーリングの段階でも優位に立つことができる。",
			"フィドルスティックス": "ジャーヴァンⅣはフィドルスティックスに対して、早期に圧力をかけることができるため、ファームの段階で有利に進めることができる。",
			"ボリベア": "ジャーヴァンⅣはボリベアに対しても、強力なCCを持っているため、ダメージトレードで優位性を発揮することができる。",
			"トランドル": "ジャーヴァンⅣはトランドルに対して、集団戦でのコントロールを持っているため、トランドルの強みを抑えることができる。",
			"ヌヌ＆ウィルンプ": "ジャーヴァンⅣはヌヌ＆ウィルンプに対して、早期のダメージトレードで優位に立つことができるため、ファームの段階で有利に進めることができる。",
			"アムム": "ジャーヴァンⅣはアムムに対して、集団戦での影響力が高く、アムムのスキルを無効化することができるため、スケーリングの段階でも優位に立つことができる。",
			"ノーチラス": "ジャーヴァンⅣはノーチラスに対して、強力なダメージを持っているため、ダメージトレードで優位性を発揮することができる。",
			"リリア": "ジャーヴァンⅣはリリアに対して、持続的なダメージを与えつつ、リリアのスキルを無効化することができるため、スケーリングの段階でも優位に立つことができる。",
			"ワーウィック": "ジャーヴァンⅣはワーウィックに対して、集団戦でのコントロールを持っているため、ワーウィックの強みを抑えることができる。"
		},
		"loses": {
			"ヴィエゴ": "ヴィエゴはファーム能力が高く、ジャーヴァンⅣに対して早期のダメージトレードで優位に立つことができる。",
			"サイラス": "サイラスはジャーヴァンⅣのスキルを奪って利用できるため、集団戦での影響力が大きい。",
			"ヘカリム": "ヘカリムは高い移動速度と持続的なダメージを持っており、ジャーヴァンⅣに対して有利なトレードが可能。",
			"タロン": "タロンは高いバーストダメージを持ち、ジャーヴァンⅣに対して瞬時に倒すことができる。",
			"ダイアナ": "ダイアナはスケーリングが優れており、後半の集団戦でジャーヴァンⅣを圧倒することができる。",
			"ニダリー": "ニダリーは高い機動性を持ち、ジャーヴァンⅣの攻撃を回避しながらダメージを与えることができる。",
			"レンガー": "レンガーは潜伏能力を持ち、ジャーヴァンⅣに対して奇襲をかけることで有利に戦える。",
			"レク＝サイ": "レク＝サイは地中移動が可能で、ジャーヴァンⅣのスキルを避けながら攻撃することができる。",
			"シン・ジャオ": "シン・ジャオは持続的なダメージと回復能力を持ち、ジャーヴァンⅣとのトレードで優位に立つことができる。"
		}
	},
	"イブリン": {
		"name": "イブリン",
		"beats": {
			"トランドル": "イブリンはトランドルに対して高いバーストダメージを持っており、早期のダメージトレードで優位に立つことができる。",
			"エコー": "イブリンはエコーに対してスキルを使った後の逃げ能力が高く、エコーの攻撃を避けやすい。",
			"アムム": "イブリンはアムムのスキルを回避しやすく、特に集団戦でのダメージを効率的に与えることができる。",
			"ワーウィック": "イブリンはワーウィックの回復を無視できるバーストダメージを持っており、早期のファームで優位に立つことができる。",
			"リリア": "イブリンはリリアに対して高い機動性を持ち、リリアのスキルを避けながらダメージを与えることができる。",
			"ボリベア": "イブリンはボリベアの攻撃を避ける能力が高く、特に集団戦での有利な位置取りが可能である。",
			"シャコ": "イブリンはシャコのスキルを回避しやすく、特にダメージトレードで優位に立つことができる。",
			"ノーチラス": "イブリンはノーチラスのCCを避ける能力が高く、集団戦でのダメージを効率的に与えることができる。",
			"ヴィエゴ": "イブリンはヴィエゴに対して高いバーストダメージを持ち、特に早期のファームで優位に立つことができる。",
			"マスター・イー": "イブリンはマスター・イーの攻撃を避ける能力が高く、特に集団戦での有利な位置取りが可能である。",
			"ケイン": "イブリンはケインに対して高いバーストダメージを持っており、特にダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイは強力なCCを持っており、イブリンの接近を阻止することができるため、ファームが難しい。",
			"エリス": "エリスは高いバーストダメージを持ち、イブリンがトレードを仕掛ける前に大きなダメージを与えることができる。",
			"ヴァイ": "ヴァイはイブリンを追い詰める能力が高く、集団戦での存在感が強いため、イブリンにとって厳しい状況を作り出す。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力なスノーボールを持ち、イブリンの動きを制限することができるため、スケーリングが難しい。",
			"フィドルスティックス": "フィドルスティックスは高い持続ダメージを持ち、イブリンが近づくと危険な状況を作り出すことができる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、イブリンがトレードを仕掛ける前に致命的なダメージを与えることができる。",
			"ザック": "ザックは高い耐久力を持ち、集団戦での存在感が強いため、イブリンにとって厳しい状況を作り出す。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、イブリンが近づくと危険な状況を作り出すことができる。",
			"タロン": "タロンは高いバーストダメージを持ち、イブリンがトレードを仕掛ける前に致命的なダメージを与えることができる。",
			"キンドレッド": "キンドレッドは高い持続ダメージを持ち、イブリンが近づくと危険な状況を作り出すことができる。",
			"ヘカリム": "ヘカリムは高い移動速度と耐久力を持ち、集団戦での存在感が強いため、イブリンにとって厳しい状況を作り出す。",
			"ウディア": "ウディアは高い耐久力を持ち、集団戦での存在感が強いため、イブリンにとって厳しい状況を作り出す。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、イブリンがトレードを仕掛ける前に致命的なダメージを与えることができる。",
			"ニダリー": "ニダリーは高い機動力を持ち、イブリンの動きを制限することができるため、ファームが難しい。"
		}
	},
	"ニダリー": {
		"name": "ニダリー",
		"beats": {
			"グレイブス": "ニダリーはグレイブスに対して高い機動力を持ち、グレイブスの攻撃を避けやすいため、ファームの効率が良いです。",
			"ワーウィック": "ニダリーはワーウィックのスキルを回避しやすく、ダメージトレードにおいて有利に立ち回ることができます。",
			"イブリン": "ニダリーはイブリンに対して早期の段階で強力なダメージを与えることができ、スケーリングの面でも優位です。",
			"ボリベア": "ニダリーはボリベアの接近を避けることができ、集団戦においても有利な位置取りが可能です。",
			"ヴィエゴ": "ニダリーはヴィエゴのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"ベル＝ヴェス": "ニダリーはベル＝ヴェスの攻撃を回避しやすく、ファームの効率が良くなります。",
			"ヌヌ＆ウィルンプ": "ニダリーはヌヌの攻撃を避けることができ、ダメージトレードで有利に立ち回れます。",
			"ナフィーリ": "ニダリーはナフィーリに対して高い機動力を持ち、スケーリングの面でも優位です。",
			"パンテオン": "ニダリーはパンテオンの攻撃を避けやすく、集団戦においても有利な位置取りが可能です。",
			"シャコ": "ニダリーはシャコの攻撃を回避しやすく、ダメージトレードで優位に立つことができます。",
			"カ＝ジックス": "ニダリーはカ＝ジックスの攻撃を避ける能力が高く、ファームの効率が良いです。",
			"ウーコン": "ニダリーはウーコンの攻撃を回避しやすく、スケーリングの面でも優位です。"
		},
		"loses": {
			"ザック": "ザックは高い耐久力を持ち、ニダリーのダメージを受けにくいため、ファームの面で有利に立つことができる。",
			"ノーチラス": "ノーチラスは強力なCC（クラウドコントロール）を持っており、ニダリーがトレードを仕掛ける際に阻止される可能性が高い。",
			"シン・ジャオ": "シン・ジャオは持続的なダメージを出すことができ、ニダリーの瞬発的なダメージに対抗できるため、トレードで優位に立つことができる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ニダリーが近づく前に大きなダメージを与えることができるため、スケーリングの面で不利になる。",
			"レク＝サイ": "レク＝サイは地形を利用した移動能力が高く、ニダリーの動きを読みやすくするため、集団戦での立ち回りが有利になる。",
			"ヘカリム": "ヘカリムは高い移動速度と持続的なダメージを持ち、ニダリーが逃げるのが難しくなるため、ファームの面で不利になる。",
			"ブライアー": "ブライアーは持続的な回復能力を持ち、ニダリーのダメージを受けても生存しやすく、トレードで有利に立つことができる。",
			"エリス": "エリスはスキルを使ったトレードが得意で、ニダリーが近づく前にダメージを与えることができるため、スケーリングの面で不利になる。",
			"サイラス": "サイラスはニダリーのスキルを奪うことができ、集団戦での影響力を高めることができるため、トレードで不利になる。",
			"ヴァイ": "ヴァイは高いバーストダメージとCCを持ち、ニダリーがトレードを仕掛ける際に大きなリスクを伴うため、ファームの面で不利になる。",
			"キヤナ": "キヤナは高い機動力を持ち、ニダリーの攻撃を避けやすく、トレードで優位に立つことができる。",
			"リー・シン": "リー・シンは高い機動力とダメージを持ち、ニダリーが攻撃を仕掛ける前に反撃することができるため、集団戦で不利になる。"
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ブライアー": "ワーウィックはブライアーに対してファームが得意で、持続的なダメージを与えることができるため、レーンでの優位性を持っています。",
			"マスター・イー": "ワーウィックはマスター・イーに対してスキルを使ったダメージトレードで有利で、特にサステインが強力です。",
			"ザック": "ワーウィックはザックに対して集団戦での持続力が高く、相手のスキルを避けながらダメージを与えることができます。",
			"シャコ": "ワーウィックはシャコに対してファームの効率が良く、特にレベルが上がると強力なダメージを出せるため有利です。",
			"シン・ジャオ": "ワーウィックはシン・ジャオに対してスケーリングが優れており、ゲーム後半に強力な存在感を示します。",
			"レンガー": "ワーウィックはレンガーに対して集団戦での耐久性が高く、相手の攻撃を受け止めながらダメージを与えることができます。",
			"ダイアナ": "ワーウィックはダイアナに対してファームが得意で、特に持続的なダメージを与える能力が高いです。",
			"ベル＝ヴェス": "ワーウィックはベル＝ヴェスに対してスケーリングが優れており、ゲーム後半において強力な影響を持ちます。",
			"サイラス": "ワーウィックはサイラスに対してダメージトレードで有利で、特にサステインが強力です。",
			"リー・シン": "ワーウィックはリー・シンに対して集団戦での持続力が高く、相手の攻撃を受け止めながらダメージを与えることができます。",
			"ヴィエゴ": "ワーウィックはヴィエゴに対してファームの効率が良く、特にレベルが上がると強力なダメージを出せるため有利です。",
			"ケイン": "ワーウィックはケインに対してスケーリングが優れており、ゲーム後半に強力な存在感を示します。"
		},
		"loses": {
			"ニダリー": "ニダリーは高い機動力を持っており、ワーウィックのスキルを回避しやすいです。",
			"ボリベア": "ボリベアは強力なCCを持っており、ワーウィックの攻撃を封じることができます。",
			"エコー": "エコーは瞬時にダメージを与えた後に逃げることができ、ワーウィックに対して有利なトレードが可能です。",
			"ウディア": "ウディアは高い耐久力を持ち、ワーウィックのダメージを受け流しながら反撃できます。",
			"ヴァイ": "ヴァイはワーウィックを捕まえる能力が高く、彼の逃げ道を封じることができます。",
			"フィドルスティックス": "フィドルスティックスは遠距離からのダメージを与えられ、ワーウィックが近づく前に攻撃できます。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、ワーウィックを無力化することができます。",
			"ウーコン": "ウーコンは高いバーストダメージを持ち、ワーウィックを瞬時に排除することが可能です。",
			"キンドレッド": "キンドレッドは高い機動力とダメージを持ち、ワーウィックに対して有利なトレードができます。",
			"レク＝サイ": "レク＝サイは地形を利用してワーウィックを捕まえることができ、ダメージを与えやすいです。",
			"ヌヌ＆ウィルンプ": "ヌヌは高いバーストダメージを持ち、ワーウィックに対して優位に立つことができます。"
		}
	},
	"ケイン": {
		"name": "ケイン",
		"beats": {
			"アムム": "ケインはアムムに対して高い機動力を持っており、アムムのスキルを避けやすいため、ファームがしやすいです。",
			"ブライアー": "ケインはブライアーの攻撃を回避する能力が高く、ダメージトレードで有利に立ち回ることができます。",
			"エコー": "ケインはエコーに対して持続的なダメージを与えることができ、スケーリングにおいても優位性を持っています。",
			"フィドルスティックス": "ケインはフィドルスティックスのスキルを避けることができ、集団戦での影響力が高いです。",
			"ボリベア": "ケインはボリベアに対して高い機動力を活かし、ファームを効率的に行うことができます。",
			"シン・ジャオ": "ケインはシン・ジャオの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"シャコ": "ケインはシャコに対して高いバーストダメージを持ち、スケーリングにおいても有利です。",
			"ダイアナ": "ケインはダイアナのスキルを避けることができ、集団戦での影響力が高いです。",
			"パンテオン": "ケインはパンテオンに対して高い機動力を持ち、ファームを効率的に行うことができます。",
			"トランドル": "ケインはトランドルに対して持続的なダメージを与えることができ、ダメージトレードで有利です。",
			"リリア": "ケインはリリアのスキルを避けることができ、スケーリングにおいても優位性を持っています。"
		},
		"loses": {
			"キンドレッド": "キンドレッドはファームの効率が高く、ケインよりも早くレベルを上げることができるため、序盤の優位性を持っています。",
			"ウーコン": "ウーコンはダメージトレードにおいて、ケインの攻撃を回避する能力が高く、持続的なダメージを与えることができます。",
			"レク＝サイ": "レク＝サイはスケーリングにおいて、後半の集団戦での影響力が強く、ケインに対して優位に立つことができます。",
			"ベル＝ヴェス": "ベル＝ヴェスは集団戦において、ケインの攻撃を無効化するスキルを持っており、チームファイトでの存在感が高いです。",
			"グレイブス": "グレイブスはファームの効率が良く、ケインに対して持続的なダメージを与えることができるため、対面での優位性があります。",
			"レンガー": "レンガーはダメージトレードにおいて、ケインに対して高いバーストダメージを持っており、早期にキルを狙うことができます。",
			"ウディア": "ウディアはスケーリングにおいて、後半の耐久力が高く、ケインに対して持続的にダメージを与えることができます。",
			"ヴィエゴ": "ヴィエゴは集団戦において、ケインのキルを奪う能力が高く、戦闘を有利に進めることができます。",
			"ヘカリム": "ヘカリムはファームの効率が高く、序盤から中盤にかけての移動速度が速いため、ケインに対して優位に立つことができます。",
			"タロン": "タロンはダメージトレードにおいて、ケインに対して高いバーストダメージを持っており、早期にキルを狙うことができます。",
			"ゼド": "ゼドはスケーリングにおいて、後半のダメージが非常に高く、ケインに対して強力な脅威となります。"
		}
	},
	"リー・シン": {
		"name": "リー・シン",
		"beats": {
			"マスター・イー": "リー・シンはマスター・イーに対して早期のダメージトレードで優位に立つことができ、特にレベル1からの攻撃力が高いため、ファームを取りながら相手にプレッシャーをかけることができる。",
			"ウーコン": "リー・シンはウーコンに対しても早期のダメージトレードで有利であり、ウーコンのスキルを避けることができるため、集団戦でも優位に立つことができる。",
			"タロン": "リー・シンはタロンに対してもファームを取りながらダメージトレードで優位に立つことができ、タロンのスキルを避けることで生存率を高めることができる。",
			"ヴィエゴ": "リー・シンはヴィエゴに対してもスケーリングの面で優位であり、集団戦においても自らの機動力を活かして相手を翻弄することができる。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリはファームの面でリー・シンよりも優れた持続力を持っており、特にミニオンを効率的に処理する能力が高いです。",
			"ザック": "ザックはダメージトレードにおいて、リー・シンの攻撃を受け流す能力があり、持続的なダメージを与えることができます。",
			"レク＝サイ": "レク＝サイはスケーリングにおいて、後半のパワーが非常に高く、リー・シンが劣る場面が多くなります。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦において、リー・シンよりも優れたエンゲージ能力を持ち、チーム全体の戦闘力を高めることができます。",
			"パンテオン": "パンテオンはダメージトレードにおいて、リー・シンに対して強力なバーストダメージを持ち、早期に有利な状況を作り出すことができます。",
			"ヴァイ": "ヴァイは集団戦において、リー・シンを無力化する能力があり、特に後衛へのアクセスが容易です。",
			"エリス": "エリスはスケーリングにおいて、リー・シンよりも多様なダメージを持ち、特に後半の戦闘で優位に立つことができます。"
		}
	},
	"グレイブス": {
		"name": "グレイブス",
		"beats": {
			"ブライアー": "グレイブスはブライアーに対してファームの面で優位性を持っており、より効率的にゴールドを獲得できます。",
			"ワーウィック": "グレイブスはワーウィックとのダメージトレードにおいて、より高いダメージを出すことができ、勝利しやすいです。",
			"ボリベア": "グレイブスはボリベアに対してスケーリングが優れており、ゲーム後半に強力な影響を与えることができます。",
			"ケイン": "グレイブスはケインとの集団戦において、より高いバーストダメージを持ち、敵チームを迅速に排除できます。",
			"マスター・イー": "グレイブスはマスター・イーに対して、持続的なダメージを与える能力が高く、対抗しやすいです。",
			"ノクターン": "グレイブスはノクターンとのファームにおいて、より安全にクリープを処理できるため、優位に立てます。",
			"エリス": "グレイブスはエリスとのダメージトレードで、より高い生存能力を持ち、持続的にダメージを与えられます。",
			"シン・ジャオ": "グレイブスはシン・ジャオに対してスケーリングが優れており、ゲーム後半において強力な存在感を示します。",
			"ゼド": "グレイブスはゼドとの集団戦において、より高いバーストダメージを持ち、敵を迅速に排除することができます。"
		},
		"loses": {
			"レンガー": "レンガーは高いバーストダメージを持っており、グレイブスに対して早期に有利なトレードを仕掛けることができる。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、グレイブスの攻撃を避けながら持続的なダメージを与えることができる。",
			"タロン": "タロンは瞬時に敵に接近し、グレイブスに対して強力なコンボを決めることができるため、トレードで優位に立つことができる。",
			"ヘカリム": "ヘカリムは集団戦での影響力が高く、グレイブスが集団戦で効果的にダメージを出す前に、ヘカリムが先に突っ込んでしまうことが多い。",
			"キンドレッド": "キンドレッドは持続的なダメージと回復能力を持ち、グレイブスの攻撃を受けながらも反撃することができる。",
			"ウーコン": "ウーコンは高いバーストダメージと逃げる能力を持ち、グレイブスが攻撃を仕掛ける前に先手を打つことができる。",
			"ダイアナ": "ダイアナは強力なオールイン能力を持ち、グレイブスが距離を保とうとしても、ダイアナが接近してダメージを与えることができる。"
		}
	},
	"シン・ジャオ": {
		"name": "シン・ジャオ",
		"beats": {
			"ダイアナ": "シン・ジャオはダイアナに対してファームが得意で、早期のレベルアップが可能です。",
			"ナフィーリ": "シン・ジャオはナフィーリに対してダメージトレードで優位に立ちやすく、相手の攻撃を受け流すことができます。",
			"ブライアー": "シン・ジャオはブライアーに対してスケーリングが良好で、ゲーム後半に強力な存在になります。",
			"ノーチラス": "シン・ジャオはノーチラスに対して集団戦での影響力が高く、相手の動きを制限することができます。",
			"ザック": "シン・ジャオはザックに対してファームの効率が良く、持続的なダメージを与えることができます。",
			"ヌヌ＆ウィルンプ": "シン・ジャオはヌヌ＆ウィルンプに対してダメージトレードで有利で、早期のキルチャンスを作りやすいです。",
			"パンテオン": "シン・ジャオはパンテオンに対してスケーリングが優れており、後半のパワーが高いです。",
			"シャコ": "シン・ジャオはシャコに対して集団戦での役割が強く、チームに貢献しやすいです。",
			"リリア": "シン・ジャオはリリアに対してファームが得意で、安定したゴールドを確保できます。",
			"イブリン": "シン・ジャオはイブリンに対してダメージトレードで優位に立ちやすく、相手の動きを読みやすいです。",
			"レク＝サイ": "シン・ジャオはレク＝サイに対してスケーリングが良好で、ゲーム後半において強力な影響を持ちます。"
		},
		"loses": {
			"ボリベア": "ボリベアはファームの面でシン・ジャオよりも優れた持続力を持っており、ジャングルでの効率的なクリアが可能です。",
			"トランドル": "トランドルはシン・ジャオに対して強力なダメージトレードを行うことができ、特に彼のQスキルでの持続的なダメージがシン・ジャオにとって厳しいです。",
			"キヤナ": "キヤナはシン・ジャオに対して高いスケーリングを持ち、レベルが上がるにつれてシン・ジャオを圧倒する能力があります。",
			"タロン": "タロンはシン・ジャオに対して瞬時にダメージを与えることができ、特に奇襲をかける際にシン・ジャオに対して有利です。",
			"サイラス": "サイラスはシン・ジャオのスキルを奪うことで、シン・ジャオの強みを無効化し、集団戦での影響力を高めることができます。",
			"ケイン": "ケインはシン・ジャオに対して高い機動力を持ち、集団戦でのポジショニングが優れているため、シン・ジャオにとって脅威となります。"
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"トランドル": "グウェンはトランドルに対して高いダメージを持ち、トレードで優位に立つことができるため、ファームを効率的に行える。",
			"ウディア": "グウェンはウディアに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"シン・ジャオ": "グウェンはシン・ジャオに対してスキルを使いこなすことで、ダメージトレードで有利に進めることができる。",
			"ノクターン": "グウェンはノクターンに対して高いスケーリングを持ち、ゲーム後半での強さが際立つ。",
			"イブリン": "グウェンはイブリンに対して持続的なダメージを与えられるため、ファームを安定させることができる。",
			"ワーウィック": "グウェンはワーウィックに対して高いバーストダメージを持ち、トレードで優位に立つことができる。",
			"ザック": "グウェンはザックに対してスキルを使いこなすことで、集団戦での影響力を発揮できる。",
			"ダイアナ": "グウェンはダイアナに対して高いダメージを持ち、トレードで有利に進めることができる。",
			"レンガー": "グウェンはレンガーに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"ウーコン": "グウェンはウーコンに対して高いスケーリングを持ち、ゲーム後半での強さが際立つ。",
			"ノーチラス": "グウェンはノーチラスに対して高いダメージを持ち、トレードで優位に立つことができる。",
			"ニダリー": "グウェンはニダリーに対して持続的なダメージを与えられるため、ファームを安定させることができる。",
			"パンテオン": "グウェンはパンテオンに対して高いバーストダメージを持ち、トレードで優位に立つことができる。",
			"グレイブス": "グウェンはグレイブスに対して高いダメージを持ち、集団戦での影響力が高い。",
			"リリア": "グウェンはリリアに対して持続的なダメージを与えることができ、ファームを安定させることができる。",
			"ヌヌ＆ウィルンプ": "グウェンはヌヌ＆ウィルンプに対して高いスケーリングを持ち、ゲーム後半での強さが際立つ。"
		},
		"loses": {
			"フィドルスティックス": "フィドルスティックスは、グウェンに対して強力なダメージを持ち、特にファームの段階での圧力をかけることができるため、グウェンは不利な状況に置かれやすいです。",
			"ベル＝ヴェス": "ベル＝ヴェスは、グウェンに対して持続的なダメージを与える能力が高く、集団戦においても優位に立つことができるため、グウェンは苦しい立場になります。",
			"タロン": "タロンは、高いバーストダメージを持ち、グウェンがスケーリングする前に早期に圧倒することができるため、グウェンは不利です。",
			"レク＝サイ": "レク＝サイは、グウェンに対して強力なギャンク能力を持ち、特にレーンでのプレッシャーをかけることができるため、グウェンは不利な状況に陥ります。",
			"エコー": "エコーは、高い機動力とバーストダメージを持ち、グウェンがスケーリングする前に有利に立つことができるため、グウェンは不利です。",
			"ヴァイ": "ヴァイは、グウェンに対して強力なギャンク能力を持ち、特に集団戦での影響力が高いため、グウェンは不利な状況に置かれます。",
			"ゼド": "ゼドは、高いバーストダメージを持ち、グウェンがスケーリングする前に圧倒することができるため、グウェンは不利です。",
			"マスター・イー": "マスター・イーは、グウェンに対して持続的なダメージを与える能力が高く、特に集団戦での影響力が強いため、グウェンは不利な状況に陥ります。",
			"ケイン": "ケインは、グウェンに対して高い機動力を持ち、特に集団戦での影響力が強いため、グウェンは不利です。",
			"カ＝ジックス": "カ＝ジックスは、グウェンに対して高いバーストダメージを持ち、特にファームの段階での圧力をかけることができるため、グウェンは不利な状況に置かれます。",
			"ヴィエゴ": "ヴィエゴは、グウェンに対して持続的なダメージを与える能力が高く、特に集団戦での影響力が強いため、グウェンは不利です。",
			"キヤナ": "キヤナは、高いバーストダメージを持ち、グウェンがスケーリングする前に圧倒することができるため、グウェンは不利です。",
			"ボリベア": "ボリベアは、グウェンに対して強力なダメージを持ち、特に集団戦での影響力が高いため、グウェンは不利な状況に陥ります。",
			"ブライアー": "ブライアーは、グウェンに対して持続的なダメージを与える能力が高く、特に集団戦での影響力が強いため、グウェンは不利です。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"トランドル": "サイラスはトランドルに対して高いファーム能力を持っており、トランドルの攻撃を回避しやすいです。",
			"エコー": "サイラスはエコーとのダメージトレードにおいて、スキルを使ってエコーの攻撃を反撃することができるため、有利です。",
			"フィドルスティックス": "サイラスはフィドルスティックスのスキルを吸収できるため、集団戦での影響力が高まります。",
			"ヌヌ＆ウィルンプ": "サイラスはヌヌ＆ウィルンプに対しても高いスケーリングを持ち、ゲーム後半に強力な存在になります。",
			"ヘカリム": "サイラスはヘカリムの突進を利用して反撃することができ、集団戦での優位性を持っています。",
			"ジャーヴァンⅣ": "サイラスはジャーヴァンⅣの壁を越えて攻撃できるため、ダメージトレードで有利です。",
			"ケイン": "サイラスはケインのスキルを利用して、ファームを効率的に行うことができるため、有利です。",
			"マスター・イー": "サイラスはマスター・イーの攻撃を避ける能力が高く、ダメージトレードで優位に立てます。",
			"イブリン": "サイラスはイブリンのスキルを吸収できるため、集団戦での影響力が増します。",
			"ゼド": "サイラスはゼドの攻撃を反撃することができ、ダメージトレードで有利です。"
		},
		"loses": {
			"シャコ": "シャコは高いバーストダメージを持っており、サイラスがスキルを使った後に反撃する前に倒すことができる。",
			"ノーチラス": "ノーチラスは強力なCC（クラウドコントロール）を持っており、サイラスが近づくのを防ぎ、効果的にダメージを与えることができる。",
			"タロン": "タロンは高い機動性とバーストダメージを持っており、サイラスがスキルを使った後に逃げることが難しい。",
			"キンドレッド": "キンドレッドは持続的なダメージを持ち、サイラスがスキルを使った後でも生存しやすい。",
			"グレイブス": "グレイブスは高い持続ダメージを持ち、サイラスが近づく前にダメージを与えることができる。",
			"パンテオン": "パンテオンは強力な初動とCCを持っており、サイラスがスキルを使う前に有利な状況を作り出すことができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは高いバーストダメージと持続的なダメージを持ち、サイラスが反撃する前に倒すことができる。",
			"キヤナ": "キヤナは高い機動性とバーストダメージを持っており、サイラスがスキルを使った後に逃げることが難しい。"
		}
	},
	"フィドルスティックス": {
		"name": "フィドルスティックス",
		"beats": {
			"ワーウィック": "フィドルスティックスは、ワーウィックに対して高いダメージを持ち、特にスキルを使ったトレードで優位に立つことができる。",
			"イブリン": "フィドルスティックスは、イブリンの潜伏能力に対して視界を確保しやすく、集団戦での影響力が高い。",
			"ザック": "フィドルスティックスは、ザックのスキルを避ける能力があり、ファームの効率も高い。",
			"キンドレッド": "フィドルスティックスは、キンドレッドに対して持続的なダメージを与えやすく、スケーリングでも有利に進めることができる。",
			"リリア": "フィドルスティックスは、リリアの移動能力に対して強力なCCを持ち、集団戦での制圧力が高い。",
			"キヤナ": "フィドルスティックスは、キヤナの攻撃を受ける前にダメージを与えることができ、トレードで優位に立つことができる。",
			"グレイブス": "フィドルスティックスは、グレイブスの攻撃を受ける前にスキルを使ってダメージを与え、ファームでも有利に進めることができる。",
			"ヘカリム": "フィドルスティックスは、ヘカリムの突進を避ける能力があり、集団戦での影響力が高い。",
			"ベル＝ヴェス": "フィドルスティックスは、ベル＝ヴェスの攻撃を受ける前にダメージを与えることができ、スケーリングでも有利に進めることができる。",
			"カ＝ジックス": "フィドルスティックスは、カ＝ジックスの潜伏攻撃に対して強力なCCを持ち、トレードで優位に立つことができる。"
		},
		"loses": {
			"ブライアー": "ブライアーはフィドルスティックスに対して高い持続的ダメージを持っており、ファームの際にフィドルスティックスを圧倒することができる。",
			"ダイアナ": "ダイアナはフィドルスティックスに対して強力なバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"サイラス": "サイラスはフィドルスティックスのスキルを奪うことができ、集団戦での影響力を高めることができる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはフィドルスティックスに対して強力なCC（クラウドコントロール）を持ち、集団戦での立ち回りを難しくする。",
			"ニダリー": "ニダリーはフィドルスティックスに対して高い機動力を持ち、ファームやダメージトレードで優位に立つことができる。",
			"ノーチラス": "ノーチラスはフィドルスティックスに対して強力なタンク性能を持ち、集団戦でフィドルスティックスを抑え込むことができる。",
			"レク＝サイ": "レク＝サイはフィドルスティックスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ノクターン": "ノクターンはフィドルスティックスに対して高い機動力を持ち、集団戦での影響力を高めることができる。"
		}
	},
	"ザイラ": {
		"name": "ザイラ",
		"beats": {
			"マスター・イー": "ザイラはマスター・イーに対して、遠距離からの攻撃が可能であり、彼の移動を制限するスキルを持っているため、ファームの面で優位に立つことができる。",
			"エリス": "ザイラはエリスに対して、彼女のスキルを使ってエリスの攻撃を避けつつ、持続的なダメージを与えることができるため、ダメージトレードで有利である。",
			"グレイブス": "ザイラはグレイブスに対して、彼の近接攻撃を避けることができるため、スケーリングの段階で優位に立つことができる。",
			"ブライアー": "ザイラはブライアーに対して、彼女のスキルを使ってブライアーの突進を阻止し、集団戦での影響力を高めることができるため、集団戦で有利である。",
			"ザック": "ザイラはザックに対して、彼の動きを制限するスキルを持っているため、ファームの段階で優位に立つことができる。",
			"ヘカリム": "ザイラはヘカリムに対して、彼の突進を避けることができるため、ダメージトレードで有利である。",
			"ベル＝ヴェス": "ザイラはベル＝ヴェスに対して、彼女のスキルを使って持続的なダメージを与えることができるため、スケーリングの段階で優位に立つことができる。",
			"レク＝サイ": "ザイラはレク＝サイに対して、彼の動きを制限するスキルを持っているため、集団戦で有利である。",
			"フィドルスティックス": "ザイラはフィドルスティックスに対して、彼のスキルを避けつつ、持続的なダメージを与えることができるため、ファームの面で優位に立つことができる。",
			"リー・シン": "ザイラはリー・シンに対して、彼の攻撃を避けることができるため、ダメージトレードで有利である。",
			"パンテオン": "ザイラはパンテオンに対して、彼の突進を制限するスキルを持っているため、スケーリングの段階で優位に立つことができる。",
			"トランドル": "ザイラはトランドルに対して、彼の攻撃を避けつつ、持続的なダメージを与えることができるため、集団戦で有利である。",
			"ナフィーリ": "ザイラはナフィーリに対して、彼女のスキルを使ってナフィーリの攻撃を制限することができるため、ファームの面で優位に立つことができる。",
			"ヴィエゴ": "ザイラはヴィエゴに対して、彼の攻撃を避けつつ、持続的なダメージを与えることができるため、ダメージトレードで有利である。"
		},
		"loses": {
			"カーサス": "カーサスは高い持続ダメージを持っており、ザイラがスキルを使った後に反撃される可能性が高いです。",
			"ダイアナ": "ダイアナは瞬時にザイラに接近できる能力を持っており、ザイラが距離を保つのが難しくなります。",
			"ノーチラス": "ノーチラスは強力なCC（クラウドコントロール）を持っており、ザイラのスキルを無効化することができます。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期のファーム能力が高く、ザイラがレーンでの優位性を確保するのが難しくなります。",
			"ケイン": "ケインは高い機動性を持ち、ザイラのスキルを避けやすく、ダメージを与えやすいです。",
			"タロン": "タロンは高いバーストダメージを持ち、ザイラが反撃する前に倒される可能性があります。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはザイラを囲い込むことができ、逃げ道を封じることで有利に戦えます。",
			"ニダリー": "ニダリーは高い機動性と回復能力を持ち、ザイラの攻撃を受け流しやすいです。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ザイラがスキルを使う前に倒されることが多いです。",
			"シン・ジャオ": "シン・ジャオはザイラに対して強力なダメージを持ち、接近戦で優位に立つことができます。",
			"イブリン": "イブリンは隠れた状態からの奇襲が得意で、ザイラが警戒しづらいです。",
			"エコー": "エコーは高い機動性を持ち、ザイラのスキルを避けながら攻撃することができます。",
			"ヴァイ": "ヴァイはザイラに対して強力な接近戦を仕掛けることができ、反撃の隙を与えません。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ザイラがスキルを使う前に倒すことができます。",
			"ボリベア": "ボリベアは高い耐久力を持ち、ザイラの攻撃を受けながら接近することができます。",
			"キンドレッド": "キンドレッドは高い機動性を持ち、ザイラのスキルを避けながら攻撃することが得意です。"
		}
	},
	"ザック": {
		"name": "ザック",
		"beats": {
			"イブリン": "ザックはイブリンに対して高い耐久力を持っており、イブリンの攻撃を受けても生存しやすいです。",
			"トランドル": "ザックはトランドルの攻撃を無効化する能力があり、トランドルのダメージを軽減できます。",
			"カ＝ジックス": "ザックはカ＝ジックスの攻撃を受けても、自己回復能力により持続的に戦うことができます。",
			"マスター・イー": "ザックはマスター・イーの攻撃を受けても、スキルを使って逃げることができ、持続的なダメージトレードで有利です。",
			"ニダリー": "ザックはニダリーの攻撃を受けても、耐久力が高いため、ニダリーのバーストダメージに対抗できます。",
			"ウーコン": "ザックはウーコンの攻撃を受けても、スキルを使ってウーコンの攻撃を回避しやすいです。",
			"ケイン": "ザックはケインの攻撃を受けても、自己回復能力により持続的に戦うことができ、集団戦で有利です。",
			"シャコ": "ザックはシャコの攻撃を受けても、耐久力が高く、シャコのバーストダメージに対抗できます。",
			"キンドレッド": "ザックはキンドレッドの攻撃を受けても、スキルを使って持続的に戦うことができ、集団戦で有利です。",
			"ベル＝ヴェス": "ザックはベル＝ヴェスの攻撃を受けても、耐久力が高く、持続的に戦うことができるため有利です。",
			"リー・シン": "ザックはリー・シンの攻撃を受けても、スキルを使って逃げることができ、ダメージトレードで有利です。"
		},
		"loses": {
			"リリア": "リリアはファームの効率が高く、ザックに対して持続的なダメージを与えることができるため、ザックは不利な状況に置かれる。",
			"ヘカリム": "ヘカリムは高い機動力を持ち、ザックのスキルを避けながらダメージトレードを行うことができるため、ザックは苦しい立ち回りを強いられる。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期の集団戦での影響力が強く、ザックが集団戦で活躍する前に有利な状況を作り出すことができるため、ザックは不利になる。",
			"レク＝サイ": "レク＝サイは地中移動を利用してザックのスキルを避けることができ、ダメージトレードで優位に立つことができるため、ザックは不利な状況に陥る。",
			"フィドルスティックス": "フィドルスティックスはザックに対して強力なゾーニング能力を持ち、集団戦での影響力が高いため、ザックは不利な状況に置かれる。",
			"エコー": "エコーは高いバーストダメージを持ち、ザックがスケーリングする前に早期に倒すことができるため、ザックは不利になる。",
			"ゼド": "ゼドはザックに対して高いダメージを持ち、ザックがスキルを使った後に反撃することができるため、ザックは不利な状況に置かれる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはザックを囲い込むことができ、集団戦でのコントロールが強いため、ザックは不利になる。",
			"ブライアー": "ブライアーは持続的なダメージを与えることができ、ザックがスキルを使った後に反撃することができるため、ザックは不利な状況に陥る。",
			"ボリベア": "ボリベアはザックに対して高い耐久力を持ち、ダメージトレードで優位に立つことができるため、ザックは不利になる。",
			"パンテオン": "パンテオンは早期のダメージトレードで強力で、ザックがスケーリングする前に有利な状況を作り出すことができるため、ザックは不利な状況に置かれる。"
		}
	},
	"ウディア": {
		"name": "ウディア",
		"beats": {
			"ワーウィック": "ウディアはワーウィックに対して高い持続力を持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"トランドル": "ウディアはトランドルに対しても高いダメージトレード能力を持ち、特に初期の段階での攻撃力が強いため、トレードで有利に立ち回ることができます。",
			"ザック": "ウディアはザックに対してスケーリングが優れており、ゲームが進むにつれてより強力な存在となるため、長期戦での優位性があります。",
			"ノクターン": "ウディアはノクターンに対して集団戦での耐久性が高く、チームファイトにおいて重要な役割を果たすことができるため、集団戦での優位性があります。",
			"ヘカリム": "ウディアはヘカリムに対しても高い持続力を持ち、ファームを効率的に行うことで、レベル差をつけやすくなります。",
			"ケイン": "ウディアはケインに対してもダメージトレードで優位に立つことができ、特に初期の段階での攻撃力が強いため、トレードで有利です。",
			"ウーコン": "ウディアはウーコンに対してスケーリングが優れており、ゲームが進むにつれてより強力な存在となるため、長期戦での優位性があります。",
			"リリア": "ウディアはリリアに対して集団戦での耐久性が高く、チームファイトにおいて重要な役割を果たすことができるため、集団戦での優位性があります。",
			"ベル＝ヴェス": "ウディアはベル＝ヴェスに対して高い持続力を持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"ヴァイ": "ウディアはヴァイに対しても高いダメージトレード能力を持ち、特に初期の段階での攻撃力が強いため、トレードで有利に立ち回ることができます。",
			"レンガー": "ウディアはレンガーに対してスケーリングが優れており、ゲームが進むにつれてより強力な存在となるため、長期戦での優位性があります。",
			"グレイブス": "ウディアはグレイブスに対して集団戦での耐久性が高く、チームファイトにおいて重要な役割を果たすことができるため、集団戦での優位性があります。"
		},
		"loses": {
			"カ＝ジックス": "カ＝ジックスはウディアに対して高いバーストダメージを持っており、ファーム中にウディアを圧倒することができる。",
			"キヤナ": "キヤナはウディアに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"エコー": "エコーはウディアの攻撃を回避しやすく、スケーリングにおいても後半に強力なダメージを出すことができる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはウディアを囲い込むことができ、集団戦でのコントロールが強力であるため、ウディアにとって厳しい相手となる。",
			"ヌヌ＆ウィルンプ": "ヌヌはウディアに対して持続的なダメージを与えることができ、ファーム中に優位に立つことができる。",
			"シャコ": "シャコはウディアの攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"キンドレッド": "キンドレッドはウディアに対して高い持続ダメージを持ち、スケーリングにおいても強力な存在となる。",
			"パンテオン": "パンテオンはウディアに対して早期のダメージを与えることができ、集団戦での影響力が高い。",
			"ゼド": "ゼドはウディアに対して高いバーストダメージを持ち、ダメージトレードで有利に立ち回ることができる。",
			"シン・ジャオ": "シン・ジャオはウディアに対して持続的なダメージを与えることができ、集団戦での影響力が強い。"
		}
	},
	"エリス": {
		"name": "エリス",
		"beats": {
			"イブリン": "エリスはイブリンに対して高いバーストダメージを持っており、早期のファームで有利に立つことができる。",
			"マスター・イー": "エリスはマスター・イーに対してスキルを使ったダメージトレードで優位に立ち、彼の回復を妨げることができる。",
			"ボリベア": "エリスはボリベアに対して高い機動性を持ち、集団戦での位置取りが有利であるため、彼を効果的に排除できる。",
			"ワーウィック": "エリスはワーウィックに対して持続的なダメージを与えつつ、彼のスキルを避けることができるため、ファームでの優位性を保てる。",
			"キンドレッド": "エリスはキンドレッドに対して早期のダメージトレードで優位に立ち、彼女のスケーリングを抑えることができる。",
			"ゼド": "エリスはゼドに対して高いバーストダメージを持ち、彼の影を利用した攻撃を防ぐことができるため、集団戦で有利に立てる。",
			"ヴィエゴ": "エリスはヴィエゴに対して高い機動性を持ち、彼のスキルを避けながらダメージを与えることができるため、ダメージトレードで優位に立てる。",
			"フィドルスティックス": "エリスはフィドルスティックスに対して高いバーストダメージを持ち、彼のスキルを避けることで集団戦で有利に立つことができる。",
			"ヌヌ＆ウィルンプ": "エリスはヌヌ＆ウィルンプに対して高いダメージを持ち、早期のファームで有利に立つことができる。",
			"リリア": "エリスはリリアに対して高いバーストダメージを持ち、彼女のスキルを避けることでダメージトレードで優位に立てる。",
			"キヤナ": "エリスはキヤナに対して高い機動性を持ち、彼女の攻撃を避けつつダメージを与えることができるため、集団戦で有利に立てる。"
		},
		"loses": {
			"ヘカリム": "ヘカリムはエリスに対して高い移動速度と耐久力を持っており、ファームの段階でエリスを圧倒することができる。",
			"タロン": "タロンはエリスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ダイアナ": "ダイアナはエリスに対して強力なスケーリングを持ち、後半の集団戦でエリスを容易に排除することができる。",
			"ウーコン": "ウーコンはエリスに対して高い耐久力とCCを持っており、集団戦でエリスを無力化することができる。",
			"シャコ": "シャコはエリスに対して高いバーストダメージを持ち、ファームの段階でエリスを圧倒することができる。",
			"ノクターン": "ノクターンはエリスに対して強力なギャンク能力を持ち、ダメージトレードで優位に立つことができる。",
			"ヴァイ": "ヴァイはエリスに対して高い耐久力とダメージを持ち、集団戦でエリスを排除することができる。",
			"ブライアー": "ブライアーはエリスに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはエリスに対して強力なCCを持ち、集団戦でエリスを無力化することができる。",
			"レンガー": "レンガーはエリスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ザック": "ザックはエリスに対して高い耐久力とCCを持っており、集団戦でエリスを無力化することができる。"
		}
	},
	"レンガー": {
		"name": "レンガー",
		"beats": {
			"ダイアナ": "レンガーはダイアナに対して高いバーストダメージを持っており、早期のファームで有利に立つことができる。",
			"リリア": "レンガーはリリアの移動速度を利用して、ダメージトレードで優位に立つことができる。",
			"グレイブス": "レンガーはグレイブスに対して高い機動性を持ち、集団戦での位置取りが有利になる。",
			"ケイン": "レンガーはケインの変身前に強力なダメージを与えることができ、早期のスノーボールが可能である。",
			"ヴァイ": "レンガーはヴァイの突進を避ける能力があり、ダメージトレードで優位に立つことができる。",
			"ニダリー": "レンガーはニダリーのスキルを避けることができ、集団戦での影響力が高い。",
			"イブリン": "レンガーはイブリンの隠れた状態を見破ることができ、ファームでの優位性を保つことができる。",
			"エリス": "レンガーはエリスのスキルを避ける能力があり、ダメージトレードで有利に立つことができる。",
			"キヤナ": "レンガーはキヤナのスキルを避けることができ、集団戦での影響力が高い。",
			"カ＝ジックス": "レンガーはカ＝ジックスに対して高いバーストダメージを持ち、早期のファームで有利に立つことができる。",
			"フィドルスティックス": "レンガーはフィドルスティックスのスキルを避ける能力があり、ダメージトレードで優位に立つことができる。",
			"タロン": "レンガーはタロンに対して高いバーストダメージを持っており、早期のスノーボールが可能である。",
			"ノーチラス": "レンガーはノーチラスのスキルを避けることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"ウディア": "ウディアはファームの効率が高く、レンガーよりも早くレベルアップできるため、序盤の圧力をかけやすい。",
			"ウーコン": "ウーコンはダメージトレードにおいて、レンガーの攻撃を受け流すことができるため、持続的な戦闘で優位に立つことができる。",
			"ヘカリム": "ヘカリムはスケーリングが優れており、ゲーム後半においてレンガーよりも強力な存在になる。",
			"マスター・イー": "マスター・イーは集団戦において、レンガーの瞬間火力を上回る持続的なダメージを出すことができる。",
			"キンドレッド": "キンドレッドはファームの効率が高く、レンガーよりも早くアイテムを揃えることができるため、強力なタイミングで戦闘に参加できる。",
			"パンテオン": "パンテオンはダメージトレードにおいて、レンガーの攻撃を受ける前に先手を取ることができるため、優位に立ちやすい。",
			"シン・ジャオ": "シン・ジャオはスケーリングが良く、特に集団戦においてレンガーに対して強力な存在となる。",
			"ザック": "ザックは集団戦でのCC（クラウドコントロール）が強力で、レンガーの動きを制限することができる。",
			"レク＝サイ": "レク＝サイはファームの効率が高く、レンガーよりも早く成長することができるため、ゲームの進行において有利に立つ。",
			"ベル＝ヴェス": "ベル＝ヴェスはダメージトレードにおいて、レンガーの攻撃を受け流しつつ反撃することができるため、戦闘で優位に立つことができる。",
			"トランドル": "トランドルはスケーリングが良く、特に集団戦においてレンガーに対して強力な存在となる。"
		}
	},
	"シャコ": {
		"name": "シャコ",
		"beats": {
			"マスター・イー": "シャコはマスター・イーに対して高いバーストダメージを持っており、早期のダメージトレードで優位に立つことができる。",
			"キンドレッド": "シャコはキンドレッドの攻撃を回避する能力が高く、ファームを効率的に行いながら有利な状況を作り出せる。",
			"カ＝ジックス": "シャコはカ＝ジックスに対して高い機動力を持ち、集団戦での位置取りが有利になるため、ダメージを与えやすい。",
			"サイラス": "シャコはサイラスのスキルを避けることができ、ダメージトレードで優位に立つことができる。",
			"ヴァイ": "シャコはヴァイの突進を避けることができ、ファームをしながら安全にプレッシャーをかけることができる。",
			"エリス": "シャコはエリスのスキルを回避しやすく、ダメージトレードで有利に立つことができる。",
			"パンテオン": "シャコはパンテオンの攻撃を避けることができ、集団戦での影響力を高めることができる。",
			"ウディア": "シャコはウディアの攻撃を回避しやすく、ファームを効率的に行いながら有利な状況を作り出せる。",
			"トランドル": "シャコはトランドルのスキルを避けることができ、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリはファームにおいて、シャコよりも優れた持続力を持ち、より効率的にミニオンを処理できるため、資源を獲得しやすい。",
			"ノクターン": "ノクターンはダメージトレードにおいて、シャコの攻撃を避ける能力が高く、シャコが攻撃を仕掛ける前に反撃することができる。",
			"カーサス": "カーサスはスケーリングにおいて、レベルが上がるにつれて強力なダメージを出すことができ、シャコに対して持続的な脅威となる。",
			"ヘカリム": "ヘカリムは集団戦において、シャコに対して高い機動力を持ち、後衛に素早く到達してダメージを与えることができる。",
			"ザック": "ザックはファームにおいて、シャコよりも耐久性が高く、ミニオンを安全に処理しながら経験値を得ることができる。",
			"ニダリー": "ニダリーはダメージトレードにおいて、シャコの攻撃を避ける能力があり、反撃のチャンスを持つため、優位に立ちやすい。",
			"ベル＝ヴェス": "ベル＝ヴェスはスケーリングにおいて、シャコよりも強力な後半のダメージを持ち、ゲームが進むにつれて脅威が増す。",
			"タロン": "タロンは集団戦において、シャコに対して高いバーストダメージを持ち、瞬時にシャコを排除することができる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはファームにおいて、シャコよりも安定したクリア速度を持ち、早期にアイテムを揃えることができる。",
			"ダイアナ": "ダイアナはダメージトレードにおいて、シャコに対して強力なバーストダメージを持ち、シャコが反撃する前に倒すことができる。",
			"レク＝サイ": "レク＝サイはスケーリングにおいて、シャコよりも強力な後半のダメージを持ち、ゲームが進むにつれて脅威が増す。",
			"ゼド": "ゼドは集団戦において、シャコに対して高いバーストダメージを持ち、瞬時にシャコを排除することができる。",
			"ウーコン": "ウーコンはファームにおいて、シャコよりも安定したクリア速度を持ち、早期にアイテムを揃えることができる。",
			"ケイン": "ケインはダメージトレードにおいて、シャコに対して強力なバーストダメージを持ち、シャコが反撃する前に倒すことができる。",
			"キヤナ": "キヤナはスケーリングにおいて、シャコよりも強力な後半のダメージを持ち、ゲームが進むにつれて脅威が増す。",
			"ノーチラス": "ノーチラスは集団戦において、シャコに対して高い耐久性を持ち、前線での役割を果たしやすい。"
		}
	},
	"ウーコン": {
		"name": "ウーコン",
		"beats": {
			"ケイン": "ウーコンはケインに対してファームの面で優位性を持っており、特に早期のレベルアップが可能です。",
			"ナフィーリ": "ウーコンはナフィーリとのダメージトレードにおいて、持続的なダメージを与える能力が高く、相手の攻撃を受け流すことができます。",
			"マスター・イー": "ウーコンはマスター・イーに対してスケーリングが有利で、後半戦での強さが際立ちます。",
			"シャコ": "ウーコンはシャコとの集団戦において、相手の動きを制限する能力があり、チームファイトでの貢献度が高いです。",
			"ノクターン": "ウーコンはノクターンに対してファームの効率が良く、早期のゴールドを稼ぎやすいです。",
			"ワーウィック": "ウーコンはワーウィックとのダメージトレードで、持続的なダメージを与えつつ回復を妨げることができます。",
			"レンガー": "ウーコンはレンガーに対してスケーリングが有利で、後半の集団戦での影響力が大きいです。",
			"ブライアー": "ウーコンはブライアーとの集団戦において、相手の攻撃を避ける能力が高く、戦闘を有利に進めることができます。",
			"グレイブス": "ウーコンはグレイブスに対してファームの面で優位性を持ち、早期のゴールドを獲得しやすいです。",
			"シン・ジャオ": "ウーコンはシン・ジャオとのダメージトレードで、持続的なダメージを与えつつ相手の攻撃を受け流すことができます。",
			"イブリン": "ウーコンはイブリンに対してスケーリングが有利で、後半戦での強さが際立ちます。",
			"エリス": "ウーコンはエリスとの集団戦において、相手の動きを制限する能力があり、チームファイトでの貢献度が高いです。"
		},
		"loses": {
			"ニダリー": "ニダリーは高い機動力を持ち、ウーコンのスキルを回避しやすいため、ファームの段階で有利に立ち回ることができる。",
			"エコー": "エコーは瞬時にダメージを与えた後に安全に撤退できるため、ダメージトレードでウーコンに対して優位に立つことができる。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期の集団戦での影響力が高く、ウーコンがスケーリングする前に圧力をかけることができる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ウーコンがスケーリングする前に一気に倒すことができるため、集団戦での優位性がある。",
			"タロン": "タロンは高い移動速度とバーストダメージを持ち、ウーコンがファームをする際に圧力をかけやすい。",
			"ダイアナ": "ダイアナはウーコンに対して強力なオールインが可能で、集団戦での影響力が高いため、ウーコンにとって厳しい相手となる。",
			"リー・シン": "リー・シンは高い機動力とダメージを持ち、ウーコンがファームをする際に圧力をかけることができる。",
			"パンテオン": "パンテオンは早期の集団戦での影響力が高く、ウーコンがスケーリングする前に有利に立ち回ることができる。",
			"ヘカリム": "ヘカリムは高い移動速度と集団戦での影響力を持ち、ウーコンがスケーリングする前に圧力をかけることができる。",
			"ノーチラス": "ノーチラスはウーコンに対して強力なCCを持ち、集団戦での優位性を持つため、ウーコンにとって厳しい相手となる。"
		}
	},
	"カーサス": {
		"name": "カーサス",
		"beats": {
			"ウーコン": "カーサスはウーコンに対して、ファームの面で優位性を持っています。カーサスはミニオンを一掃する能力が高く、効率的にゴールドを稼ぐことができます。",
			"グレイブス": "カーサスはグレイブスに対して、ダメージトレードで有利です。カーサスのスキルは遠距離からの攻撃が可能で、グレイブスの近接攻撃を避けやすいです。",
			"シャコ": "カーサスはシャコに対して、スケーリングの面で優れています。カーサスはレベルが上がるにつれて強力なダメージを出すことができ、ゲーム後半において特に強力です。",
			"ダイアナ": "カーサスはダイアナに対して、集団戦での影響力が高いです。カーサスのアルティメットは集団戦での大きなダメージを提供し、敵チームを一掃することができます。",
			"カ＝ジックス": "カーサスはカ＝ジックスに対して、ファームの効率が良いです。カーサスは安全にミニオンを処理できるため、ゴールドを安定して獲得できます。",
			"ザイラ": "カーサスはザイラに対して、ダメージトレードで優位です。カーサスはザイラのスキルを避けながらダメージを与えることができ、トレードで有利に立てます。",
			"エリス": "カーサスはエリスに対して、スケーリングの面で有利です。カーサスは後半に強力なダメージを持ち、エリスの強さを上回ることができます。",
			"ワーウィック": "カーサスはワーウィックに対して、集団戦での影響力が高いです。カーサスのスキルは集団戦でのダメージを大きくし、ワーウィックの回復を無効化することができます。",
			"イブリン": "カーサスはイブリンに対して、ファームの面で優位性を持っています。カーサスは安全にミニオンを処理でき、イブリンよりも早くアイテムを揃えることができます。",
			"ブライアー": "カーサスはブライアーに対して、ダメージトレードで有利です。カーサスは遠距離からの攻撃が可能で、ブライアーの接近を防ぎやすいです。",
			"シン・ジャオ": "カーサスはシン・ジャオに対して、スケーリングの面で優れています。カーサスはレベルが上がるにつれて強力なダメージを出し、シン・ジャオを上回ることができます。",
			"ゼド": "カーサスはゼドに対して、集団戦での影響力が高いです。カーサスのアルティメットは集団戦での大きなダメージを提供し、ゼドの瞬間火力を抑えることができます。",
			"ヴァイ": "カーサスはヴァイに対して、ファームの効率が良いです。カーサスは安全にミニオンを処理できるため、ゴールドを安定して獲得できます。",
			"ノクターン": "カーサスはノクターンに対して、ダメージトレードで優位です。カーサスはノクターンの攻撃を避けながらダメージを与えることができ、トレードで有利に立てます。",
			"リー・シン": "カーサスはリー・シンに対して、スケーリングの面で有利です。カーサスは後半に強力なダメージを持ち、リー・シンの強さを上回ることができます。",
			"ヴィエゴ": "カーサスはヴィエゴに対して、集団戦での影響力が高いです。カーサスのスキルは集団戦でのダメージを大きくし、ヴィエゴの回復を無効化することができます。",
			"ジャーヴァンⅣ": "カーサスはジャーヴァンⅣに対して、ファームの面で優位性を持っています。カーサスはミニオンを一掃する能力が高く、効率的にゴールドを稼ぐことができます。"
		},
		"loses": {
			"フィドルスティックス": "フィドルスティックスは、カーサスに対して高いバーストダメージを持っており、ファーム中にカーサスを圧倒することができる。",
			"タロン": "タロンは、カーサスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ヘカリム": "ヘカリムは、カーサスに対して強力な集団戦の能力を持ち、カーサスがスキルを発動する前に接近してダメージを与えることができる。",
			"ケイン": "ケインは、カーサスに対して高い持続力を持ち、スケーリングが進むにつれてカーサスを圧倒することができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは、カーサスに対して強力なCC（クラウドコントロール）を持ち、カーサスの行動を制限することができる。",
			"ヌヌ＆ウィルンプ": "ヌヌ＆ウィルンプは、カーサスに対して高いバーストダメージと持続的なダメージを持ち、ファーム中にカーサスを圧迫することができる。",
			"ノーチラス": "ノーチラスは、カーサスに対して強力なCCを持ち、集団戦でカーサスを無力化することができる。",
			"エコー": "エコーは、カーサスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ニダリー": "ニダリーは、カーサスに対して高いバーストダメージを持ち、ファーム中にカーサスを圧倒することができる。",
			"キンドレッド": "キンドレッドは、カーサスに対して高い持続力を持ち、スケーリングが進むにつれてカーサスを圧倒することができる。",
			"ウディア": "ウディアは、カーサスに対して高い耐久力を持ち、集団戦でカーサスを無力化することができる。",
			"リリア": "リリアは、カーサスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ボリベア": "ボリベアは、カーサスに対して強力なCCを持ち、集団戦でカーサスを無力化することができる。",
			"ナフィーリ": "ナフィーリは、カーサスに対して高い持続力を持ち、スケーリングが進むにつれてカーサスを圧倒することができる。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"ブライアー": "パンテオンはブライアーに対して強力なファーム能力を持っており、早期のレベルでの圧力をかけることができるため、ブライアーの成長を妨げることができる。",
			"ベル＝ヴェス": "パンテオンはベル＝ヴェスに対して高いダメージトレード能力を持っており、特に初期の段階での攻撃力が優れているため、ベル＝ヴェスに対して有利に立ち回ることができる。",
			"ワーウィック": "パンテオンはワーウィックに対してスケーリングの面で優位性を持っており、早期のゲームでの影響力が高いため、ワーウィックが成長する前に試合を有利に進めることができる。",
			"ノーチラス": "パンテオンはノーチラスとの集団戦において、瞬時に敵を排除する能力が高く、集団戦での影響力が大きいため、ノーチラスに対して有利に戦うことができる。",
			"マスター・イー": "パンテオンはマスター・イーに対して早期のダメージトレードで優位に立つことができ、マスター・イーが成長する前に試合を有利に進めることができる。",
			"ウーコン": "パンテオンはウーコンに対してファーム能力が高く、特に初期の段階での圧力をかけることができるため、ウーコンの成長を妨げることができる。",
			"ゼド": "パンテオンはゼドに対して高いダメージトレード能力を持っており、特に初期の段階での攻撃力が優れているため、ゼドに対して有利に立ち回ることができる。",
			"フィドルスティックス": "パンテオンはフィドルスティックスに対してスケーリングの面で優位性を持っており、早期のゲームでの影響力が高いため、フィドルスティックスが成長する前に試合を有利に進めることができる。",
			"ウディア": "パンテオンはウディアとの集団戦において、瞬時に敵を排除する能力が高く、集団戦での影響力が大きいため、ウディアに対して有利に戦うことができる。",
			"イブリン": "パンテオンはイブリンに対して早期のダメージトレードで優位に立つことができ、イブリンが成長する前に試合を有利に進めることができる。"
		},
		"loses": {
			"ヌヌ＆ウィルンプ": "ヌヌ＆ウィルンプはファームの面で優れた能力を持っており、パンテオンがミニオンを処理するのを妨げることができる。",
			"ヘカリム": "ヘカリムはダメージトレードにおいて、パンテオンに対して持続的なダメージを与えることができ、パンテオンの攻撃を受け流すことができる。",
			"キンドレッド": "キンドレッドはスケーリングにおいて非常に強力で、ゲームが進むにつれてパンテオンに対して優位に立つことができる。",
			"レク＝サイ": "レク＝サイは集団戦において、パンテオンの攻撃を回避しつつ、効果的にダメージを与えることができる。",
			"ナフィーリ": "ナフィーリはファームの面でパンテオンに対して優位であり、特にレーンでの持続力が高い。",
			"ボリベア": "ボリベアはダメージトレードにおいて、パンテオンの攻撃を受け流しつつ、反撃する能力が高い。",
			"ニダリー": "ニダリーはスケーリングにおいて、パンテオンに対して持続的なダメージを与えることができ、特に後半戦で強力になる。",
			"エコー": "エコーは集団戦において、パンテオンの攻撃を避けつつ、瞬時にダメージを与える能力が高い。",
			"シン・ジャオ": "シン・ジャオはファームの面でパンテオンに対して優位であり、特にレーンでの持続力が高い。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはダメージトレードにおいて、パンテオンに対して持続的なダメージを与えることができ、特に集団戦での影響力が大きい。"
		}
	},
	"ラムス": {
		"name": "ラムス",
		"beats": {
			"ヴィエゴ": "ラムスはヴィエゴに対して高い耐久力を持ち、ダメージトレードで有利に立ち回ることができるため、ファームを安定させやすい。",
			"エリス": "ラムスはエリスのスキルを受け流すことができ、集団戦においても持続的なダメージを与えられるため、エリスに対して優位に立てる。",
			"ベル＝ヴェス": "ラムスはベル＝ヴェスの攻撃を受け止めることができ、スケーリングにおいても強力な存在となるため、ベル＝ヴェスに対して有利。",
			"ヘカリム": "ラムスはヘカリムの突進を受け止めることができ、集団戦での耐久力が高いため、ヘカリムに対して優位に立てる。",
			"マスター・イー": "ラムスはマスター・イーの攻撃を耐えられるため、ダメージトレードで有利に立ち回ることができ、スケーリングでも強力。",
			"ザック": "ラムスはザックのCCを受け流すことができ、集団戦での持続力が高いため、ザックに対して有利。",
			"カ＝ジックス": "ラムスはカ＝ジックスの攻撃を受け止めることができ、ダメージトレードで有利に立ち回ることができるため、カ＝ジックスに対して優位。",
			"イブリン": "ラムスはイブリンの攻撃を耐えられるため、集団戦での持続力が高く、イブリンに対して有利。",
			"キンドレッド": "ラムスはキンドレッドの攻撃を受け流すことができ、ダメージトレードで有利に立ち回ることができるため、キンドレッドに対して優位。",
			"レンガー": "ラムスはレンガーの攻撃を耐えられるため、集団戦での持続力が高く、レンガーに対して有利。",
			"ヴァイ": "ラムスはヴァイの攻撃を受け止めることができ、ダメージトレードで有利に立ち回ることができるため、ヴァイに対して優位。",
			"シン・ジャオ": "ラムスはシン・ジャオの攻撃を耐えられるため、集団戦での持続力が高く、シン・ジャオに対して有利。",
			"リー・シン": "ラムスはリー・シンの攻撃を受け流すことができ、ダメージトレードで有利に立ち回ることができるため、リー・シンに対して優位。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイはファームにおいてラムスよりも優れたクリープ処理能力を持っており、早期にレベルアップしやすいです。",
			"リリア": "リリアはダメージトレードにおいてラムスに対して高いバーストダメージを持ち、持続的なダメージを与えることができます。",
			"トランドル": "トランドルはスケーリングにおいてラムスよりも強力で、特に後半の集団戦での存在感が高いです。",
			"ノーチラス": "ノーチラスは集団戦においてラムスを無力化する能力があり、CC（クラウドコントロール）を使ってラムスを抑え込むことができます。",
			"アムム": "アムムは集団戦での影響力が高く、ラムスに対して強力なエリアコントロールを持っています。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはファームにおいてラムスよりも効率的にゴールドを稼ぐことができ、アイテムを早く揃えることができます。",
			"ニダリー": "ニダリーはダメージトレードにおいてラムスに対して高い機動性を持ち、ラムスを追い詰めることができます。",
			"ボリベア": "ボリベアはスケーリングにおいてラムスよりも強力で、特にタンクとしての耐久力が高いです。",
			"パンテオン": "パンテオンはファームにおいてラムスに対して優位性を持ち、早期のプレッシャーをかけることができます。",
			"ワーウィック": "ワーウィックはダメージトレードにおいてラムスに対して持続的な回復能力を持ち、長期戦で有利です。",
			"シャコ": "シャコはスケーリングにおいてラムスよりも強力で、特に後半の集団戦でのバーストダメージが高いです。",
			"ダイアナ": "ダイアナはダメージトレードにおいてラムスに対して高いバーストダメージを持ち、ラムスを迅速に排除することができます。",
			"ゼド": "ゼドはファームにおいてラムスよりも効率的にゴールドを稼ぐことができ、アイテムを早く揃えることができます。",
			"ブライアー": "ブライアーはスケーリングにおいてラムスよりも強力で、特に集団戦での持続的なダメージが高いです。"
		}
	},
	"ナフィーリ": {
		"name": "ナフィーリ",
		"beats": {
			"カ＝ジックス": "ナフィーリはカ＝ジックスに対して高いダメージトレード能力を持っており、特に初期の段階でのファームが得意です。",
			"シャコ": "ナフィーリはシャコに対して集団戦での持続的なダメージを与えることができ、スケーリングにおいても優れたパフォーマンスを発揮します。",
			"ワーウィック": "ナフィーリはワーウィックに対してファームの効率が高く、ダメージトレードでも有利に立ち回ることができます。",
			"グレイブス": "ナフィーリはグレイブスに対して集団戦での役割が強く、スケーリングにおいても優位性を持っています。",
			"マスター・イー": "ナフィーリはマスター・イーに対してファームの面で有利であり、ダメージトレードでも優れた結果を出すことができます。",
			"レンガー": "ナフィーリはレンガーに対して集団戦での持続力があり、スケーリングにおいても強力です。",
			"ヴィエゴ": "ナフィーリはヴィエゴに対してファームの効率が高く、ダメージトレードでも有利に戦うことができます。",
			"レク＝サイ": "ナフィーリはレク＝サイに対して集団戦でのダメージを持続的に与えることができ、スケーリングでも優位性があります。",
			"リー・シン": "ナフィーリはリー・シンに対してファームの面で有利であり、ダメージトレードでも優れた結果を出すことができます。"
		},
		"loses": {
			"ヘカリム": "ヘカリムはナフィーリに対して高い機動力を持ち、ファームを効率的に行うことができるため、ナフィーリが追いつくのが難しい。",
			"ダイアナ": "ダイアナはナフィーリに対して強力なバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ニダリー": "ニダリーはナフィーリに対して高い機動力と回復能力を持ち、スケーリングの面で有利に進めることができる。",
			"ノクターン": "ノクターンはナフィーリに対して強力なギャンク能力を持ち、集団戦での影響力が高い。",
			"ザック": "ザックはナフィーリに対して高い耐久力を持ち、集団戦でのCC（クラウドコントロール）を活かしてナフィーリを無力化できる。",
			"ウーコン": "ウーコンはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ケイン": "ケインはナフィーリに対して高い機動力を持ち、ファームを効率的に行うことができるため、ナフィーリが追いつくのが難しい。",
			"エコー": "エコーはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"キヤナ": "キヤナはナフィーリに対して高い機動力と瞬発力を持ち、集団戦での影響力が高い。",
			"イブリン": "イブリンはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"フィドルスティックス": "フィドルスティックスはナフィーリに対して高い集団戦での影響力を持ち、ナフィーリを無力化できる。",
			"リリア": "リリアはナフィーリに対して高い機動力を持ち、スケーリングの面で有利に進めることができる。",
			"ボリベア": "ボリベアはナフィーリに対して高い耐久力を持ち、集団戦でのCCを活かしてナフィーリを無力化できる。",
			"シン・ジャオ": "シン・ジャオはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"タロン": "タロンはナフィーリに対して高い機動力を持ち、ファームを効率的に行うことができるため、ナフィーリが追いつくのが難しい。",
			"トランドル": "トランドルはナフィーリに対して高い耐久力を持ち、集団戦での影響力が高い。",
			"ヌヌ＆ウィルンプ": "ヌヌ＆ウィルンプはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ヴァイ": "ヴァイはナフィーリに対して高いギャンク能力を持ち、集団戦での影響力が高い。",
			"ノーチラス": "ノーチラスはナフィーリに対して高い耐久力を持ち、集団戦でのCCを活かしてナフィーリを無力化できる。"
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"アムム": "トランドルはアムムに対して、ファームの効率が高く、アムムのスキルを避けることができるため、ダメージトレードで優位に立つことができます。",
			"ワーウィック": "トランドルはワーウィックに対して、持続的なダメージを与えつつ、回復を妨げることができるため、スケーリングにおいても有利です。",
			"ヴァイ": "トランドルはヴァイに対して、彼女の突進を無効化することができるため、集団戦での影響力が高まります。",
			"ダイアナ": "トランドルはダイアナに対して、彼女のバーストダメージを耐えることができるため、ファームとダメージトレードで優位です。",
			"パンテオン": "トランドルはパンテオンに対して、持続的なダメージを与えつつ、彼のスキルを避けることができるため、スケーリングで有利です。",
			"マスター・イー": "トランドルはマスター・イーに対して、彼の攻撃を受け流しつつ、持続的なダメージを与えることができるため、集団戦で優位です。",
			"キンドレッド": "トランドルはキンドレッドに対して、彼女のスキルを無効化することができるため、ファームとダメージトレードで有利です。",
			"ノクターン": "トランドルはノクターンに対して、彼の攻撃を耐えつつ、持続的なダメージを与えることができるため、スケーリングで優位です。",
			"セジュアニ": "トランドルはセジュアニに対して、彼女のCCを避けることができるため、集団戦での影響力が高まります。",
			"ノーチラス": "トランドルはノーチラスに対して、彼のスキルを無効化しつつ、持続的なダメージを与えることができるため、ファームで優位です。",
			"ボリベア": "トランドルはボリベアに対して、彼の攻撃を耐えつつ、持続的なダメージを与えることができるため、スケーリングで有利です。",
			"シン・ジャオ": "トランドルはシン・ジャオに対して、彼の攻撃を受け流しつつ、持続的なダメージを与えることができるため、集団戦で優位です。"
		},
		"loses": {
			"サイラス": "サイラスはトランドルに対して高いバーストダメージを持っており、ファーム中にトランドルを圧倒することができる。",
			"ウディア": "ウディアは持続的なダメージと耐久力を持ち、トランドルの攻撃を受け流しながら反撃することができる。",
			"ザック": "ザックはトランドルの攻撃を無効化する能力を持ち、集団戦での影響力が高い。",
			"ヘカリム": "ヘカリムは高い機動力を持ち、トランドルが接近する前にダメージを与えることができる。",
			"リリア": "リリアはトランドルに対して持続的なダメージを与えつつ、逃げることができるため、トレードで優位に立つことができる。",
			"レク＝サイ": "レク＝サイはトランドルに対して強力なバーストダメージを持ち、ファーム中にトランドルを圧倒することができる。",
			"タロン": "タロンは高いバーストダメージを持ち、トランドルがスキルを使った後に反撃することができる。",
			"エリス": "エリスはトランドルに対して遠距離からの攻撃が可能で、トレードで優位に立つことができる。",
			"グレイブス": "グレイブスはトランドルに対して持続的なダメージを与えつつ、逃げることができるため、トレードで優位に立つことができる。"
		}
	},
	"リリア": {
		"name": "リリア",
		"beats": {
			"セジュアニ": "リリアはセジュアニに対してファームが得意で、リリアのスキルを使って安全にミニオンを処理できるため、リソースを効率的に獲得できます。",
			"ザック": "リリアはザックに対してダメージトレードで優位に立つことができ、リリアのスキルを使ってザックの攻撃を避けつつダメージを与えることが可能です。",
			"トランドル": "リリアはトランドルに対してスケーリングが有利で、リリアの成長が進むにつれてトランドルに対するダメージが増加し、より強力になります。",
			"アムム": "リリアはアムムに対して集団戦での影響力が高く、リリアの範囲攻撃がアムムのスキルと組み合わさることで、チーム全体に大きなダメージを与えることができます。",
			"ノクターン": "リリアはノクターンに対してファームが得意で、リリアの機動力を活かして安全にミニオンを処理し、レベル差をつけることができます。",
			"ワーウィック": "リリアはワーウィックに対してダメージトレードで優位に立ち、リリアのスキルを使ってワーウィックの攻撃を避けつつ、持続的にダメージを与えることができます。",
			"ナフィーリ": "リリアはナフィーリに対してスケーリングが有利で、リリアの成長が進むにつれてナフィーリに対するダメージが増加し、より強力になります。",
			"ボリベア": "リリアはボリベアに対して集団戦での影響力が高く、リリアの範囲攻撃がボリベアのスキルと組み合わさることで、チーム全体に大きなダメージを与えることができます。",
			"パンテオン": "リリアはパンテオンに対してファームが得意で、リリアのスキルを使って安全にミニオンを処理できるため、リソースを効率的に獲得できます。",
			"エコー": "リリアはエコーに対してダメージトレードで優位に立つことができ、リリアのスキルを使ってエコーの攻撃を避けつつダメージを与えることが可能です。",
			"シャコ": "リリアはシャコに対してスケーリングが有利で、リリアの成長が進むにつれてシャコに対するダメージが増加し、より強力になります。",
			"グレイブス": "リリアはグレイブスに対して集団戦での影響力が高く、リリアの範囲攻撃がグレイブスのスキルと組み合わさることで、チーム全体に大きなダメージを与えることができます。",
			"ウーコン": "リリアはウーコンに対してファームが得意で、リリアの機動力を活かして安全にミニオンを処理し、レベル差をつけることができます。"
		},
		"loses": {
			"レンガー": "レンガーは高いバーストダメージを持っており、リリアがスキルを使う前に倒すことができるため、ファームが難しい。",
			"キヤナ": "キヤナは瞬時にリリアに接近し、強力なコンボでダメージを与えることができるため、ダメージトレードで不利になる。",
			"タロン": "タロンは高い機動力を持ち、リリアのスキルを避けながら攻撃できるため、スケーリングの面で優位に立つ。",
			"エリス": "エリスはスキルショットを使ってリリアを捕まえることができ、集団戦での影響力が高いため、リリアにとって厳しい相手。",
			"イブリン": "イブリンはステルス状態で接近し、リリアに対して強力なバーストを持つため、ファームが難しくなる。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、リリアの攻撃をかわしながら持続的にダメージを与えることができるため、ダメージトレードで不利。",
			"フィドルスティックス": "フィドルスティックスは恐怖効果を持ち、リリアがスキルを使う前に捕まえることができるため、集団戦での影響力が高い。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、リリアを捕まえることができるため、ダメージトレードで不利になる。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージを持ち、リリアがスキルを使う前に倒すことができるため、ファームが難しい。",
			"ブライアー": "ブライアーは持続的なダメージを持ち、リリアのスキルを避けながら攻撃できるため、スケーリングの面で優位に立つ。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、リリアに対して強力なコンボを持つため、ダメージトレードで不利になる。",
			"ヘカリム": "ヘカリムは高い機動力を持ち、リリアのスキルを避けながら攻撃できるため、集団戦での影響力が高い。",
			"キンドレッド": "キンドレッドは持続的なダメージを持ち、リリアの攻撃をかわしながら持続的にダメージを与えることができるため、スケーリングの面で不利。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは強力なCCを持ち、リリアを捕まえることができるため、ダメージトレードで不利になる。",
			"ヌヌ＆ウィルンプ": "ヌヌは高いバーストダメージを持ち、リリアがスキルを使う前に倒すことができるため、ファームが難しい。",
			"ウディア": "ウディアは持続的なダメージを持ち、リリアの攻撃をかわしながら持続的にダメージを与えることができるため、スケーリングの面で不利。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、リリアに対して強力なコンボを持つため、ダメージトレードで不利になる。"
		}
	},
	"ノクターン": {
		"name": "ノクターン",
		"beats": {
			"ナフィーリ": "ノクターンはナフィーリに対して高いバーストダメージを持っており、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"シャコ": "ノクターンはシャコに対して強力なギャンク能力を持っており、ダメージトレードにおいても有利に立ち回ることができます。",
			"フィドルスティックス": "ノクターンはフィドルスティックスに対して高い機動力を持っており、集団戦での影響力を発揮しやすいです。",
			"ボリベア": "ノクターンはボリベアに対して持続的なダメージを与えることができ、スケーリングにおいても優位性を持っています。",
			"キンドレッド": "ノクターンはキンドレッドに対して強力なCC（クラウドコントロール）を持っており、ダメージトレードで有利に立ち回ることができます。",
			"ワーウィック": "ノクターンはワーウィックに対して高いバーストダメージを持っており、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"ブライアー": "ノクターンはブライアーに対して強力なギャンク能力を持っており、集団戦での影響力を発揮しやすいです。",
			"ケイン": "ノクターンはケインに対して高い機動力を持っており、ダメージトレードにおいても有利に立ち回ることができます。",
			"カ＝ジックス": "ノクターンはカ＝ジックスに対して持続的なダメージを与えることができ、スケーリングにおいても優位性を持っています。",
			"エリス": "ノクターンはエリスに対して強力なCCを持っており、集団戦での影響力を発揮しやすいです。",
			"ダイアナ": "ノクターンはダイアナに対して高いバーストダメージを持っており、ダメージトレードで有利に立ち回ることができます。",
			"ヴァイ": "ノクターンはヴァイに対して高い機動力を持っており、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。"
		},
		"loses": {
			"ヘカリム": "ヘカリムはファームの面でノクターンよりも優れた持続力を持っており、早期のレベルアップが可能です。",
			"レク＝サイ": "レク＝サイはダメージトレードにおいてノクターンに対して強力なスキルを持ち、特に接近戦での優位性があります。",
			"リリア": "リリアはスケーリングにおいてノクターンよりも強力で、後半のチームファイトでの影響力が高いです。",
			"ウディア": "ウディアは集団戦においてノクターンよりも耐久性が高く、持続的なダメージを与えることができます。",
			"トランドル": "トランドルはノクターンに対して強力なカウンターを持ち、特に1対1の状況で優位に立つことができます。",
			"ゼド": "ゼドはノクターンに対して高いバーストダメージを持ち、瞬時にキルを狙うことができます。",
			"ヌヌ＆ウィルンプ": "ヌヌ＆ウィルンプはファームの面でノクターンよりも効率的で、早期のゲーム展開で有利に立つことができます。",
			"ウーコン": "ウーコンはダメージトレードにおいてノクターンに対して強力なスキルを持ち、特に逃げる手段が乏しいノクターンに対して有利です。",
			"ヴィエゴ": "ヴィエゴはスケーリングにおいてノクターンよりも強力で、特に集団戦での影響力が高いです。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦においてノクターンよりも優れたコントロールを持ち、敵を捕まえる能力が高いです。",
			"キヤナ": "キヤナはノクターンに対して高いバーストダメージを持ち、特に瞬時にキルを狙うことができるため、非常に危険です。"
		}
	},
	"アムム": {
		"name": "アムム",
		"beats": {
			"パンテオン": "アムムはパンテオンに対して、ファームの面で安定したクリープ処理が可能であり、パンテオンの攻撃を耐えることができるため、優位性があります。",
			"ブライアー": "アムムはブライアーに対して、ダメージトレードにおいて持続的なダメージを与えられるため、ブライアーの攻撃を受け流しやすいです。",
			"ワーウィック": "アムムはワーウィックに対して、スケーリングの面で強力なチャンピオンであり、後半戦での影響力が高いです。",
			"グレイブス": "アムムはグレイブスに対して、集団戦でのCC（クラウドコントロール）を活かして、グレイブスの動きを制限できるため、優位です。",
			"ベル＝ヴェス": "アムムはベル＝ヴェスに対して、ファームの面で安定した成長ができ、ベル＝ヴェスの攻撃を受けることができるため、優位性があります。",
			"ウディア": "アムムはウディアに対して、ダメージトレードにおいて持続的なダメージを与えられるため、ウディアの攻撃を受け流しやすいです。",
			"マスター・イー": "アムムはマスター・イーに対して、スケーリングの面で強力なチャンピオンであり、後半戦での影響力が高いです。",
			"ヴィエゴ": "アムムはヴィエゴに対して、集団戦でのCCを活かして、ヴィエゴの動きを制限できるため、優位です。",
			"ボリベア": "アムムはボリベアに対して、ファームの面で安定したクリープ処理が可能であり、ボリベアの攻撃を耐えることができるため、優位性があります。",
			"エリス": "アムムはエリスに対して、ダメージトレードにおいて持続的なダメージを与えられるため、エリスの攻撃を受け流しやすいです。",
			"リー・シン": "アムムはリー・シンに対して、スケーリングの面で強力なチャンピオンであり、後半戦での影響力が高いです。"
		},
		"loses": {
			"ニダリー": "ニダリーは高い機動力を持ち、アムムのスキルを避けやすいため、ファームの段階で有利に立ち回ることができる。",
			"レク＝サイ": "レク＝サイは地中を移動できるため、アムムのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"シン・ジャオ": "シン・ジャオは高いバーストダメージを持ち、アムムがスキルを使った後に反撃することで、トレードで有利に進めることができる。",
			"キンドレッド": "キンドレッドは遠距離攻撃が可能で、アムムの接近を阻止しやすく、ファームの段階で有利に立つことができる。",
			"サイラス": "サイラスはアムムのスキルを奪って使用できるため、集団戦でアムムに対して強力なカウンターを持つ。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージを持ち、アムムが孤立した際に簡単に排除できるため、集団戦での優位性がある。",
			"ゼド": "ゼドはアムムに対して高いダメージを持ち、スケーリングの段階でアムムを圧倒することができる。",
			"シャコ": "シャコは高い機動力と隠れた状態からの奇襲が可能で、アムムに対して有利に立ち回ることができる。",
			"ヘカリム": "ヘカリムは高い移動速度を持ち、アムムのスキルを避けながら集団戦での影響力を持つ。",
			"タロン": "タロンは高いバーストダメージを持ち、アムムが孤立した際に簡単に排除できるため、ダメージトレードで有利に進めることができる。",
			"トランドル": "トランドルはアムムの耐久力を削ることができ、集団戦での影響力が高い。",
			"ヌヌ＆ウィルンプ": "ヌヌは高いファーム能力を持ち、アムムに対して持続的なダメージを与えることができる。"
		}
	},
	"ゼド": {
		"name": "ゼド",
		"beats": {
			"ヌヌ＆ウィルンプ": "ゼドはヌヌ＆ウィルンプに対して高いバーストダメージを持っており、早期のダメージトレードで優位に立つことができるため、ファームを効率的に行える。",
			"ボリベア": "ゼドはボリベアのスキルを回避しやすく、ダメージトレードにおいて有利な位置を取ることができるため、集団戦でも効果的にダメージを与えられる。",
			"ザック": "ゼドはザックのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため、スケーリングにおいても有利に進めることができる。",
			"ノクターン": "ゼドはノクターンの攻撃を避けることができ、ダメージトレードで有利に立つことができるため、集団戦でも効果的に活躍できる。",
			"トランドル": "ゼドはトランドルのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、ファームを効率的に行える。",
			"ケイン": "ゼドはケインに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができるため、集団戦でも効果的にダメージを与えられる。",
			"ブライアー": "ゼドはブライアーの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができるため、スケーリングにおいても有利に進めることができる。",
			"シャコ": "ゼドはシャコのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、集団戦でも効果的に活躍できる。"
		},
		"loses": {
			"ノーチラス": "ノーチラスはゼドに対して強力なCC（クラウドコントロール）を持っており、ゼドのダメージを出す前に捕まえることができる。",
			"レク＝サイ": "レク＝サイはゼドに対して高い耐久力を持ち、ゼドの攻撃を受けながら反撃することができる。",
			"エリス": "エリスはゼドに対してスキルショットを使って遠距離から攻撃でき、ゼドが近づく前にダメージを与えることができる。",
			"キンドレッド": "キンドレッドはゼドに対して高い機動力を持ち、ゼドの攻撃を避けながら持続的なダメージを与えることができる。",
			"ダイアナ": "ダイアナはゼドに対して強力なバーストダメージを持ち、ゼドが近づく前に一気に倒すことができる。",
			"タロン": "タロンはゼドに対して高い移動速度を持ち、ゼドの攻撃を避けながら反撃することができる。",
			"サイラス": "サイラスはゼドに対してゼドのスキルを奪って使用できるため、ゼドの強みを逆手に取ることができる。",
			"パンテオン": "パンテオンはゼドに対して強力なシールドを持ち、ゼドの攻撃を受け止めながら反撃することができる。",
			"イブリン": "イブリンはゼドに対して高いバーストダメージを持ち、ゼドが近づく前に一気に倒すことができる。",
			"レンガー": "レンガーはゼドに対して高いバーストダメージを持ち、ゼドが近づく前に一気に倒すことができる。"
		}
	},
	"ヴァイ": {
		"name": "ヴァイ",
		"beats": {
			"イブリン": "ヴァイはイブリンに対して強力な早期のダメージを持っており、ファームの段階で優位に立つことができます。",
			"ベル＝ヴェス": "ヴァイはベル＝ヴェスに対して高いバーストダメージを持ち、ダメージトレードで有利です。",
			"ブライアー": "ヴァイはブライアーに対して持続的なダメージを与えることができ、集団戦での影響力が高いです。",
			"ヌヌ＆ウィルンプ": "ヴァイはヌヌ＆ウィルンプに対して早期のガンクが効果的で、ファームを妨害することができます。",
			"エリス": "ヴァイはエリスに対して高い耐久性を持ち、ダメージトレードで優位に立つことができます。",
			"ワーウィック": "ヴァイはワーウィックに対して高いバーストダメージを持ち、集団戦での優位性を確保できます。",
			"ナフィーリ": "ヴァイはナフィーリに対して強力なCCを持ち、ダメージトレードで有利です。",
			"ケイン": "ヴァイはケインに対して早期のダメージを与えることができ、ファームの段階で優位に立つことができます。",
			"キンドレッド": "ヴァイはキンドレッドに対して高いバーストダメージを持ち、集団戦での影響力が高いです。",
			"ニダリー": "ヴァイはニダリーに対して持続的なダメージを与えることができ、ダメージトレードで有利です。",
			"エコー": "ヴァイはエコーに対して高い耐久性を持ち、集団戦での優位性を確保できます。",
			"パンテオン": "ヴァイはパンテオンに対して強力な早期のダメージを持っており、ファームの段階で優位に立つことができます。",
			"リー・シン": "ヴァイはリー・シンに対して高いバーストダメージを持ち、ダメージトレードで有利です。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイはファームの面でヴァイよりも優れた範囲攻撃を持っており、効率的にミニオンを処理できるため、ゴールドを稼ぎやすい。",
			"ダイアナ": "ダイアナはダメージトレードにおいて、ヴァイの攻撃を受け流しつつ高いバーストダメージを持っているため、対面でのトレードが有利になる。",
			"レンガー": "レンガーはスケーリングの面で、後半に強力なバーストダメージを持ち、ヴァイが成長する前に圧力をかけることができる。",
			"タロン": "タロンは集団戦において、ヴァイのような前衛チャンピオンに対して高い機動力を持ち、後衛を狙うことができるため、集団戦での影響力が大きい。",
			"ヘカリム": "ヘカリムはファームの効率が高く、特にジャングルでのクリープを迅速に処理できるため、経験値とゴールドの差をつけやすい。",
			"ヴィエゴ": "ヴィエゴはダメージトレードにおいて、ヴァイの攻撃を受けた後に回復する能力を持っているため、持続的なトレードで有利に立てる。"
		}
	},
	"ノーチラス": {
		"name": "ノーチラス",
		"beats": {
			"ワーウィック": "ノーチラスはワーウィックに対して強力なCC（クラウドコントロール）を持っており、彼の回復を妨げることができるため、ファームの段階で有利です。",
			"ゼド": "ノーチラスはゼドの攻撃を受ける前に、彼を捕まえることができるため、ダメージトレードで優位に立つことができます。",
			"リリア": "ノーチラスはリリアの移動を制限するスキルを持っているため、スケーリングの段階で有利です。",
			"ヘカリム": "ノーチラスはヘカリムの突進を止めることができるため、集団戦での影響力が高いです。",
			"フィドルスティックス": "ノーチラスはフィドルスティックスのスキルを無効化する手段を持っているため、ファームの段階で有利です。",
			"グレイブス": "ノーチラスはグレイブスの攻撃を受ける前に、彼を捕まえることができるため、ダメージトレードで優位に立つことができます。",
			"カ＝ジックス": "ノーチラスはカ＝ジックスの移動を制限するスキルを持っているため、スケーリングの段階で有利です。",
			"エコー": "ノーチラスはエコーの瞬間移動を読みやすくするため、集団戦での影響力が高いです。",
			"ニダリー": "ノーチラスはニダリーの攻撃を受ける前に、彼女を捕まえることができるため、ダメージトレードで優位に立つことができます。",
			"ヴァイ": "ノーチラスはヴァイの突進を止めることができるため、集団戦での影響力が高いです。",
			"ザック": "ノーチラスはザックのスキルを無効化する手段を持っているため、ファームの段階で有利です。",
			"シャコ": "ノーチラスはシャコの攻撃を受ける前に、彼を捕まえることができるため、ダメージトレードで優位に立つことができます。",
			"ヌヌ＆ウィルンプ": "ノーチラスはヌヌの攻撃を受ける前に、彼を捕まえることができるため、ダメージトレードで優位に立つことができます。",
			"ベル＝ヴェス": "ノーチラスはベル＝ヴェスのスキルを無効化する手段を持っているため、ファームの段階で有利です。"
		},
		"loses": {
			"シン・ジャオ": "シン・ジャオはファームの面でノーチラスに対して優位であり、より早くレベルアップしやすいです。",
			"パンテオン": "パンテオンはダメージトレードにおいてノーチラスに対して強力で、早期の攻撃でノーチラスを圧倒できます。",
			"ブランド": "ブランドはスキルショットを使ってノーチラスに対して高いダメージを与えることができ、特に集団戦での影響力が大きいです。",
			"キンドレッド": "キンドレッドは持続的なダメージを出す能力が高く、ノーチラスに対して有利なトレードを行いやすいです。",
			"ボリベア": "ボリベアはタンクとしての耐久性が高く、ノーチラスの攻撃を受けながらも反撃が可能です。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦でのエンゲージ能力が高く、ノーチラスを無力化することができます。",
			"トランドル": "トランドルはノーチラスの耐久力を削ることができ、特に1対1の状況で有利に立ち回れます。",
			"レク＝サイ": "レク＝サイは地形を利用した奇襲が得意で、ノーチラスに対して不意を突くことができます。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、ノーチラスを瞬時に排除することが可能です。",
			"レンガー": "レンガーは高いバーストダメージと機動力を持ち、ノーチラスに対して有利なトレードを行うことができます。"
		}
	},
	"シヴァーナ": {
		"name": "シヴァーナ",
		"beats": {
			"ウーコン": "シヴァーナはウーコンに対してファームの面で優位です。シヴァーナは持続的なダメージを与えつつ、効率的にミニオンを処理することができます。",
			"レク＝サイ": "シヴァーナはレク＝サイとのダメージトレードにおいて有利です。シヴァーナのスキルセットは、レク＝サイの攻撃を受け流しつつ、反撃する能力に優れています。",
			"カ＝ジックス": "シヴァーナはカ＝ジックスに対してスケーリングの面で有利です。シヴァーナはレイトゲームにおいて強力なタンクとして機能し、カ＝ジックスのダメージを耐えることができます。",
			"ノクターン": "シヴァーナはノクターンとの集団戦において優位です。シヴァーナは集団戦での持続力が高く、ノクターンの攻撃を受けながら味方を守ることができます。",
			"アムム": "シヴァーナはアムムに対してファームの面で有利です。シヴァーナはアムムよりも早くミニオンを処理でき、レベルアップが早くなります。",
			"サイラス": "シヴァーナはサイラスとのダメージトレードにおいて有利です。シヴァーナはサイラスのスキルを受け流しつつ、持続的なダメージを与えることができます。",
			"ヴァイ": "シヴァーナはヴァイに対してスケーリングの面で有利です。シヴァーナはレイトゲームにおいて強力なタンクとして機能し、ヴァイの攻撃を耐えることができます。",
			"ベル＝ヴェス": "シヴァーナはベル＝ヴェスとの集団戦において優位です。シヴァーナは集団戦での持続力が高く、ベル＝ヴェスの攻撃を受けながら味方を守ることができます。",
			"リー・シン": "シヴァーナはリー・シンに対してファームの面で有利です。シヴァーナは持続的なダメージを与えつつ、効率的にミニオンを処理することができます。",
			"エリス": "シヴァーナはエリスとのダメージトレードにおいて有利です。シヴァーナはエリスの攻撃を受け流しつつ、反撃する能力に優れています。",
			"ザック": "シヴァーナはザックに対してスケーリングの面で有利です。シヴァーナはレイトゲームにおいて強力なタンクとして機能し、ザックのダメージを耐えることができます。",
			"ヘカリム": "シヴァーナはヘカリムとの集団戦において優位です。シヴァーナは集団戦での持続力が高く、ヘカリムの攻撃を受けながら味方を守ることができます。"
		},
		"loses": {
			"シン・ジャオ": "シン・ジャオはシヴァーナに対して早期のダメージトレードで優位に立つことができ、ファームを取りやすい。",
			"ワーウィック": "ワーウィックはシヴァーナの体力を削る能力が高く、持続的なダメージを与えることができる。",
			"キヤナ": "キヤナはシヴァーナに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"イブリン": "イブリンはシヴァーナに対してスニークアタックが得意で、奇襲をかけることで有利に立ち回れる。",
			"リリア": "リリアはシヴァーナに対して持続的なダメージを与えつつ、逃げる能力も高いため、トレードで有利に進められる。",
			"ケイン": "ケインはシヴァーナに対して高い機動力を持ち、集団戦でのポジショニングが有利に働く。",
			"エコー": "エコーはシヴァーナに対して高いバーストダメージを持ち、逃げる能力も高いため、トレードで優位に立てる。",
			"タロン": "タロンはシヴァーナに対して高いバーストダメージを持ち、奇襲をかけることで有利に立ち回れる。",
			"キンドレッド": "キンドレッドはシヴァーナに対して持続的なダメージを与えつつ、集団戦での影響力が強い。",
			"ゼド": "ゼドはシヴァーナに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"シャコ": "シャコはシヴァーナに対して高い機動力を持ち、奇襲をかけることで有利に立ち回れる。",
			"ブライアー": "ブライアーはシヴァーナに対して持続的なダメージを与えつつ、集団戦での影響力が強い。",
			"パンテオン": "パンテオンはシヴァーナに対して早期のダメージトレードで優位に立つことができ、集団戦での影響力も高い。"
		}
	},
	"セジュアニ": {
		"name": "セジュアニ",
		"beats": {
			"フィドルスティックス": "セジュアニはフィドルスティックスに対して強力なCC（クラウドコントロール）を持っており、彼のスキルを無効化することができるため、ファームの面で優位に立つことができる。",
			"ワーウィック": "セジュアニはワーウィックの攻撃を受け流すことができ、特に集団戦において彼の持つ持続的なダメージを抑えることができるため、ダメージトレードで有利である。",
			"エリス": "セジュアニはエリスに対して耐久性が高く、彼女のスキルを受けても生存しやすいため、スケーリングの面で優位に立つことができる。",
			"ノクターン": "セジュアニはノクターンのダメージを軽減するスキルを持っており、集団戦での影響力を高めることができるため、集団戦において有利である。",
			"キンドレッド": "セジュアニはキンドレッドの攻撃を抑えることができ、特にファームの段階で彼女の成長を遅らせることができるため、ファームの面で優位である。",
			"シン・ジャオ": "セジュアニはシン・ジャオの攻撃を受け流すことができ、特にダメージトレードにおいて有利に立つことができる。",
			"ダイアナ": "セジュアニはダイアナの攻撃を耐えることができ、特に集団戦において彼女の持つバーストダメージを抑えることができるため、集団戦で有利である。",
			"ボリベア": "セジュアニはボリベアに対して強力なCCを持っており、彼の攻撃を無効化することができるため、ダメージトレードで優位に立つことができる。",
			"キヤナ": "セジュアニはキヤナの攻撃を受け流すことができ、特にスケーリングの面で優位に立つことができる。",
			"カ＝ジックス": "セジュアニはカ＝ジックスの攻撃を耐えることができ、特に集団戦において彼の持つバーストダメージを抑えることができるため、集団戦で有利である。",
			"アムム": "セジュアニはアムムの攻撃を受け流すことができ、特にダメージトレードにおいて有利に立つことができる。",
			"ザック": "セジュアニはザックの攻撃を耐えることができ、特に集団戦において彼の持つCCを無効化することができるため、集団戦で有利である。",
			"シャコ": "セジュアニはシャコの攻撃を受け流すことができ、特にダメージトレードにおいて有利に立つことができる。",
			"イブリン": "セジュアニはイブリンの攻撃を耐えることができ、特にスケーリングの面で優位に立つことができる。",
			"マスター・イー": "セジュアニはマスター・イーの攻撃を受け流すことができ、特に集団戦において彼の持つダメージを抑えることができるため、集団戦で有利である。",
			"ヌヌ＆ウィルンプ": "セジュアニはヌヌ＆ウィルンプの攻撃を耐えることができ、特にファームの段階で彼らの成長を遅らせることができるため、ファームの面で優位である。"
		},
		"loses": {
			"リリア": "リリアはファームの効率が高く、セジュアニよりも早くレベルアップできるため、序盤の圧力をかけやすい。",
			"ノーチラス": "ノーチラスは強力なCCを持っており、セジュアニが接近するのを阻止しやすい。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは高いバーストダメージを持ち、セジュアニがスキルを使った後に反撃しやすい。",
			"ウディア": "ウディアは持続的なダメージを出せるため、セジュアニの耐久力を削りやすい。",
			"ウーコン": "ウーコンは高い機動力を持ち、セジュアニのスキルを避けながら攻撃できる。",
			"ケイン": "ケインは変身後のダメージが非常に高く、セジュアニに対して有利に戦える。",
			"ゼド": "ゼドは高いバーストダメージを持ち、セジュアニがスキルを使った後に一気に倒すことができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージを出せるため、セジュアニの耐久力を削りやすい。",
			"レク＝サイ": "レク＝サイは地形を利用した奇襲が得意で、セジュアニに対して有利に立ち回れる。",
			"タロン": "タロンは高い機動力とバーストダメージを持ち、セジュアニを瞬時に排除できる。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、セジュアニに対して持続的に圧力をかけられる。",
			"グレイブス": "グレイブスは高いバーストダメージを持ち、セジュアニが接近するのを阻止しやすい。",
			"ヴィエゴ": "ヴィエゴはセジュアニを倒した後にその力を利用できるため、戦闘で有利に立ち回れる。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"ヴァイ": "ブランドはヴァイに対して強力なスキルを持っており、特にファームの段階でのダメージトレードにおいて優位性を発揮します。",
			"パンテオン": "ブランドはパンテオンに対しても高いダメージを持ち、集団戦での影響力が大きく、相手の動きを制限することができます。",
			"ウーコン": "ブランドはウーコンに対してもスキルのリーチが長く、ファームを効率的に行うことができ、ダメージトレードで有利です。",
			"ヌヌ＆ウィルンプ": "ブランドはヌヌ＆ウィルンプに対しても、スキルのコンボで高いダメージを与えられ、集団戦での役割が強化されます。",
			"ボリベア": "ブランドはボリベアに対しても、遠距離からの攻撃が可能で、ダメージトレードで優位に立つことができます。",
			"トランドル": "ブランドはトランドルに対しても、スキルの使い方次第でファームを有利に進めることができ、集団戦での影響力が高いです。",
			"ザック": "ブランドはザックに対しても、スキルの範囲攻撃でダメージを与えやすく、集団戦での連携が取りやすいです。",
			"ワーウィック": "ブランドはワーウィックに対しても、スキルのコンボで高いダメージを与えられ、ダメージトレードで有利です。",
			"ブライアー": "ブランドはブライアーに対しても、スキルのリーチが長く、ファームを効率的に行うことができ、集団戦での役割が強化されます。",
			"フィドルスティックス": "ブランドはフィドルスティックスに対しても、スキルのコンボで高いダメージを与えられ、集団戦での影響力が大きいです。",
			"リー・シン": "ブランドはリー・シンに対しても、遠距離からの攻撃が可能で、ダメージトレードで優位に立つことができます。",
			"ノーチラス": "ブランドはノーチラスに対しても、スキルの使い方次第でファームを有利に進めることができ、集団戦での役割が強化されます。",
			"シン・ジャオ": "ブランドはシン・ジャオに対しても、スキルの範囲攻撃でダメージを与えやすく、集団戦での連携が取りやすいです。",
			"ヘカリム": "ブランドはヘカリムに対しても、スキルのコンボで高いダメージを与えられ、ダメージトレードで有利です。"
		},
		"loses": {
			"キヤナ": "キヤナは高い機動力を持ち、ブランドのスキルを避けやすいため、ダメージトレードで優位に立つことができる。",
			"ナフィーリ": "ナフィーリは持続的なダメージを与える能力が高く、ブランドのスキルを受け流しながらファームを行うことができる。",
			"ニダリー": "ニダリーはジャングルでの機動力が高く、ブランドに対して奇襲をかけやすいため、集団戦での影響力が大きい。",
			"タロン": "タロンは瞬時にブランドに接近し、高いバーストダメージを与えることができるため、ダメージトレードで有利に進めることができる。",
			"カ＝ジックス": "カ＝ジックスは孤立した敵に対して強力なバーストダメージを持ち、ブランドが孤立した際に効果的に攻撃できる。",
			"エコー": "エコーは高い機動力と自己回復能力を持ち、ブランドの攻撃を避けながら持続的にダメージを与えることができる。",
			"レンガー": "レンガーは潜伏能力を持ち、ブランドに対して奇襲をかけることで、ダメージトレードで優位に立つことができる。",
			"ザイラ": "ザイラは範囲攻撃とCCを持ち、ブランドのスキルを封じることで集団戦での影響力を高めることができる。",
			"シャコ": "シャコは高いバーストダメージを持ち、ブランドに対して瞬時に攻撃を仕掛けることができるため、ダメージトレードで有利に進めることができる。",
			"レク＝サイ": "レク＝サイは地形を利用した移動能力が高く、ブランドに対して奇襲をかけることで集団戦での影響力を持つことができる。",
			"リリア": "リリアは持続的なダメージとCCを持ち、ブランドのスキルを避けながらファームを行うことができる。",
			"エリス": "エリスは変身能力を持ち、ブランドに対して高いバーストダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"ケイン": "ケインは高い機動力を持ち、ブランドのスキルを避けながら持続的にダメージを与えることができる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、ブランドに対して瞬時に攻撃を仕掛けることができるため、ダメージトレードで有利に進めることができる。",
			"マスター・イー": "マスター・イーは高い持続力とダメージを持ち、ブランドのスキルを受け流しながらファームを行うことができる。"
		}
	}
}