{
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"ワーウィック": "ボリベアはワーウィックに対して早期のダメージトレードで優位に立つことができるため、ファームを有利に進めることができる。",
			"シン・ジャオ": "ボリベアはシン・ジャオの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利である。",
			"ダイアナ": "ボリベアはダイアナのスキルを避ける能力が高く、集団戦での生存率が高いため、スケーリングにおいて有利である。",
			"ブライアー": "ボリベアはブライアーの攻撃を受ける際に、自己回復能力を活かして持続的に戦えるため、集団戦で有利である。",
			"ノーチラス": "ボリベアはノーチラスのCCを受けにくく、ファームを安定して行えるため、序盤の有利を築きやすい。",
			"ヴァイ": "ボリベアはヴァイの突進を受け流し、反撃することでダメージトレードで優位に立つことができる。",
			"パンテオン": "ボリベアはパンテオンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利である。",
			"レク＝サイ": "ボリベアはレク＝サイの潜伏攻撃に対して強力な反撃ができるため、集団戦で有利に立つことができる。",
			"ザック": "ボリベアはザックのCCを受けにくく、持続的なダメージを与えることができるため、スケーリングにおいて有利である。"
		},
		"loses": {
			"ブランド": "ブランドは高いバーストダメージを持っており、ボリベアが近づく前に大きなダメージを与えることができるため、ダメージトレードで不利である。",
			"タロン": "タロンは高い機動力を持ち、ボリベアがスキルを使った後に反撃することができるため、ファームの際に不利である。",
			"エコー": "エコーは時間を巻き戻す能力を持っており、ボリベアの攻撃を無効化できるため、集団戦で不利である。",
			"エリス": "エリスはスキルを使ってボリベアを拘束することができ、ダメージトレードで優位に立つことができるため、不利である。",
			"キヤナ": "キヤナは高いバーストダメージと逃げる能力を持っており、ボリベアが攻撃を仕掛ける前にダメージを与えることができるため、ファームで不利である。",
			"ヴィエゴ": "ヴィエゴはボリベアを倒した後にその力を利用できるため、集団戦で不利である。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ボリベアが近づく前に大きなダメージを与えることができるため、ダメージトレードで不利である。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、ボリベアが攻撃を仕掛ける前にダメージを与えることができるため、ファームで不利である。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持っており、ボリベアが攻撃を仕掛ける前に反撃することができるため、ダメージトレードで不利である。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、ボリベアが成長する前に優位に立つことができるため、スケーリングで不利である。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはボリベアを囲い込むことができ、集団戦で不利にすることができるため、集団戦で不利である。",
			"グレイブス": "グレイブスは高いバーストダメージを持ち、ボリベアが近づく前に大きなダメージを与えることができるため、ダメージトレードで不利である。",
			"リリア": "リリアは高い機動力と持続ダメージを持っており、ボリベアが攻撃を仕掛ける前に反撃することができるため、ファームで不利である."
		}
	},
	"エコー": {
		"name": "エコー",
		"beats": {
			"ウディア": "エコーはウディアに対して高い機動力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"ブライアー": "エコーはブライアーの攻撃を回避しやすく、ファームを効率的に行うことができるため有利。",
			"ワーウィック": "エコーはワーウィックのスキルを避ける能力が高く、集団戦での影響力が大きい。",
			"ウーコン": "エコーはウーコンの変身を見極めやすく、ダメージトレードで優位に立つことができる。",
			"ボリベア": "エコーはボリベアの接近を避けることができ、スケーリングにおいても有利に進めることができる。",
			"ザック": "エコーはザックのスキルを回避しやすく、集団戦でのダメージを与える能力が高い。",
			"ナフィーリ": "エコーはナフィーリの攻撃を避けることができ、ダメージトレードで有利に立ち回ることができる。",
			"トランドル": "エコーはトランドルのスキルを避ける能力が高く、ファームを効率的に行うことができる。",
			"ノクターン": "エコーはノクターンの暗闇を利用して有利な位置取りができ、集団戦での影響力が大きい。",
			"シン・ジャオ": "エコーはシン・ジャオの攻撃を避けやすく、ダメージトレードで優位に立つことができる。",
			"ヴィエゴ": "エコーはヴィエゴのスキルを回避しやすく、スケーリングにおいても有利に進めることができる。",
			"ダイアナ": "エコーはダイアナの接近を避けることができ、集団戦でのダメージを与える能力が高い。"
		},
		"loses": {
			"サイラス": "サイラスはエコーのスキルを奪って強力なダメージを与えることができるため、ダメージトレードで不利になる。",
			"キンドレッド": "キンドレッドはエコーに対して持続的なダメージを与えられるため、ファームの面で不利になる。",
			"キヤナ": "キヤナはエコーに対して高いバーストダメージを持っているため、集団戦で不利になる。",
			"イブリン": "イブリンはエコーよりも高い機動性を持っているため、ダメージトレードで不利になる。",
			"カ＝ジックス": "カ＝ジックスはエコーに対して強力なアサシンとして機能するため、スケーリングで不利になる。",
			"ヌヌ＆ウィルンプ": "ヌヌはエコーに対して持続的なCCを持っているため、集団戦で不利になる。",
			"レク＝サイ": "レク＝サイはエコーに対して高い耐久力を持っているため、ダメージトレードで不利になる。",
			"ノーチラス": "ノーチラスはエコーに対して強力なCCを持っているため、集団戦で不利になる。",
			"ニダリー": "ニダリーはエコーに対して高いバーストダメージを持っているため、ダメージトレードで不利になる。",
			"ケイン": "ケインはエコーに対して高い持続ダメージを持っているため、スケーリングで不利になる。",
			"レンガー": "レンガーはエコーに対して高いバーストダメージを持っているため、ダメージトレードで不利になる。",
			"フィドルスティックス": "フィドルスティックスはエコーに対して高い持続ダメージを持っているため、集団戦で不利になる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはエコーに対して強力なCCを持っているため、ダメージトレードで不利になる。",
			"ヴァイ": "ヴァイはエコーに対して高い耐久力と持続的なダメージを持っているため、スケーリングで不利になる。"
		}
	},
	"マスター・イー": {
		"name": "マスター・イー",
		"beats": {
			"リリア": "マスター・イーはリリアに対して高いダメージトレード能力を持っており、リリアのスキルを避けやすい。",
			"ケイン": "マスター・イーはケインの変身前に強力なファーム能力を持ち、早期に有利を築くことができる。",
			"ヌヌ＆ウィルンプ": "マスター・イーはヌヌの雪玉を避けることができ、集団戦での持続的なダメージを出しやすい。",
			"レンガー": "マスター・イーはレンガーのバーストダメージを受けにくく、スケーリングで優位に立つことができる。",
			"ゼド": "マスター・イーはゼドの影を避けることができ、ダメージトレードで有利に立つことができる。",
			"ダイアナ": "マスター・イーはダイアナのオールインを避けることができ、ファームで優位に立つことができる。",
			"フィドルスティックス": "マスター・イーはフィドルスティックスの恐怖を避けやすく、集団戦での持続的なダメージを出しやすい。",
			"ノクターン": "マスター・イーはノクターンの暗闇を利用して、スケーリングで優位に立つことができる。",
			"ボリベア": "マスター・イーはボリベアのバーストダメージを受けにくく、ダメージトレードで有利に立つことができる。",
			"ヴァイ": "マスター・イーはヴァイの突進を避けることができ、集団戦での持続的なダメージを出しやすい。",
			"キンドレッド": "マスター・イーはキンドレッドのスキルを避けやすく、ファームで優位に立つことができる。",
			"ノーチラス": "マスター・イーはノーチラスのフックを避けることができ、集団戦での持続的なダメージを出しやすい。",
			"ニダリー": "マスター・イーはニダリーのバーストダメージを受けにくく、スケーリングで優位に立つことができる。",
			"ジャーヴァンⅣ": "マスター・イーはジャーヴァンⅣの壁を越えて攻撃でき、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイはファームの際に地形を利用して安全にクリープを狩ることができ、マスター・イーに対して優位に立つことができる。",
			"エリス": "エリスはダメージトレードにおいて、スキルを使った瞬時のバーストダメージを持っており、マスター・イーはそれに対抗しづらい。",
			"ウーコン": "ウーコンはスケーリングにおいて、後半の集団戦での影響力が高く、マスター・イーはその影響を受けやすい。",
			"ヘカリム": "ヘカリムは集団戦において、強力なエンゲージ能力を持っており、マスター・イーはその攻撃を避けるのが難しい。",
			"キヤナ": "キヤナはファームの際に高い機動性を持ち、マスター・イーに対して安全にクリープを狩ることができる。",
			"カ＝ジックス": "カ＝ジックスはダメージトレードにおいて、孤立した敵に対して高いバーストダメージを持ち、マスター・イーはその攻撃に弱い。",
			"パンテオン": "パンテオンはスケーリングにおいて、レベル6以降の強力なオールイン能力を持ち、マスター・イーはそれに対抗しづらい。",
			"ザック": "ザックは集団戦において、非常に高いCC（クラウドコントロール）を持ち、マスター・イーはその影響を受けやすい。",
			"グレイブス": "グレイブスはファームの際に高い持続ダメージを持ち、マスター・イーはその持続的な攻撃に対抗しづらい。",
			"シャコ": "シャコはダメージトレードにおいて、瞬時に高いバーストダメージを持ち、マスター・イーはそれに対抗しづらい。",
			"サイラス": "サイラスはスケーリングにおいて、他のチャンピオンのアルティメットを奪う能力を持ち、マスター・イーはその影響を受けやすい。",
			"ヴィエゴ": "ヴィエゴは集団戦において、他のチャンピオンを倒した際にその能力を利用できるため、マスター・イーはその影響を受けやすい。",
			"リー・シン": "リー・シンはファームの際に高い機動性を持ち、マスター・イーに対して優位に立つことができる。"
		}
	},
	"ベル＝ヴェス": {
		"name": "ベル＝ヴェス",
		"beats": {
			"ブライアー": "ベル＝ヴェスはブライアーに対してファームがしやすく、ブライアーの攻撃を避ける能力が高いです。",
			"ダイアナ": "ベル＝ヴェスはダイアナのスキルを回避しやすく、ダメージトレードで有利に立てるため、ダイアナに対して強いです。",
			"トランドル": "ベル＝ヴェスはトランドルの攻撃を受け流しやすく、集団戦での影響力が高いです。",
			"ヴィエゴ": "ベル＝ヴェスはヴィエゴのスキルを無効化できるため、ダメージトレードで優位に立つことができます。",
			"イブリン": "ベル＝ヴェスはイブリンの攻撃を予測しやすく、ファームを安定させることができるため、イブリンに対して有利です。",
			"ボリベア": "ベル＝ヴェスはボリベアの攻撃を避ける能力が高く、集団戦での役割を果たしやすいです。",
			"ケイン": "ベル＝ヴェスはケインの攻撃を回避しやすく、スケーリングにおいても優位に立つことができます。",
			"シャコ": "ベル＝ヴェスはシャコの動きを読みやすく、ダメージトレードで有利に立てるため、シャコに対して強いです。"
		},
		"loses": {
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立つことができ、ベル＝ヴェスはその攻撃を受けると不利になる。",
			"ラムス": "ラムスは持続的なダメージとCCを持っており、ベル＝ヴェスはその圧力に対処しづらい。",
			"エリス": "エリスは高いバーストダメージを持ち、ベル＝ヴェスはその攻撃を避ける手段が限られているため不利。",
			"ヴァイ": "ヴァイはベル＝ヴェスを捕まえる能力が高く、集団戦での影響力が大きいため不利。",
			"レク＝サイ": "レク＝サイは地形を利用した奇襲が得意で、ベル＝ヴェスはその奇襲に対して脆弱である。",
			"ウーコン": "ウーコンは高い機動力と持続的なダメージを持ち、ベル＝ヴェスはその攻撃に対して反撃が難しい。",
			"シン・ジャオ": "シン・ジャオは強力なダメージとCCを持ち、ベル＝ヴェスはその圧力に対抗しづらい。",
			"ニダリー": "ニダリーは高いバーストダメージと機動力を持ち、ベル＝ヴェスはその攻撃を避けるのが難しい。",
			"ウディア": "ウディアは持続的なダメージと耐久力が高く、ベル＝ヴェスはその持続戦闘に対して不利。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、ベル＝ヴェスはその攻撃に対して脆弱である。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ベル＝ヴェスはその圧力に対して対処が難しい。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ベル＝ヴェスはその攻撃を避ける手段が限られているため不利。",
			"キンドレッド": "キンドレッドは持続的なダメージと集団戦での影響力が高く、ベル＝ヴェスはその圧力に対抗しづらい。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"ダイアナ": "ヴィエゴはダイアナに対してファームが有利であり、ダイアナのスキルを避けることができるため、ダメージトレードでも優位に立てる。",
			"ボリベア": "ヴィエゴはボリベアに対してスケーリングが有利であり、後半戦でのダメージが高くなるため、集団戦でも強力な存在となる。",
			"ブライアー": "ヴィエゴはブライアーに対してダメージトレードが有利であり、ブライアーの攻撃を受け流しつつ反撃できるため、優位に立てる。",
			"ケイン": "ヴィエゴはケインに対してファームが有利であり、早期の段階での圧力をかけることができるため、試合を有利に進められる。",
			"ノクターン": "ヴィエゴはノクターンに対して集団戦が有利であり、ノクターンの暗闇を利用して奇襲をかけることができるため、勝利に繋がる。",
			"ジャーヴァンⅣ": "ヴィエゴはジャーヴァンⅣに対してダメージトレードが有利であり、ジャーヴァンのスキルを避けることで有利に戦える。",
			"ヴァイ": "ヴィエゴはヴァイに対してスケーリングが有利であり、後半戦での持続的なダメージが高くなるため、集団戦での影響力が増す。",
			"シャコ": "ヴィエゴはシャコに対してファームが有利であり、シャコの不安定な立ち回りを利用して優位に立つことができる。",
			"マスター・イー": "ヴィエゴはマスター・イーに対してダメージトレードが有利であり、マスター・イーの攻撃を受け流しつつ反撃できるため、優位に立てる。",
			"シン・ジャオ": "ヴィエゴはシン・ジャオに対して集団戦が有利であり、シン・ジャオのスキルを避けることで、より効果的にダメージを与えることができる。"
		},
		"loses": {
			"ベル＝ヴェス": "ベル＝ヴェスはファームが得意で、ヴィエゴの攻撃を受け流すことができるため、ヴィエゴは不利です。",
			"ニダリー": "ニダリーはダメージトレードにおいて高い機動性を持ち、ヴィエゴが攻撃を当てるのが難しいため、ヴィエゴは不利です。",
			"キヤナ": "キヤナはスケーリングが優れており、後半戦での火力が高いため、ヴィエゴは不利です。",
			"タロン": "タロンは集団戦において瞬時に敵を排除する能力が高く、ヴィエゴはその攻撃を防ぎにくいため不利です。",
			"エリス": "エリスはファームを効率的に行い、ヴィエゴに対して強力なスキルを持っているため、ヴィエゴは不利です。",
			"ナフィーリ": "ナフィーリはダメージトレードでの持続力が高く、ヴィエゴはその攻撃を受けると不利になります。",
			"イブリン": "イブリンはスケーリングが優れており、後半戦での影響力が大きいため、ヴィエゴは不利です。",
			"ヌヌ＆ウィルンプ": "ヌヌは集団戦でのコントロールが強力で、ヴィエゴはその影響を受けやすいため不利です。",
			"リー・シン": "リー・シンはダメージトレードにおいて高い機動性を持ち、ヴィエゴはその攻撃を避けるのが難しいため不利です。",
			"レク＝サイ": "レク＝サイはファームが得意で、ヴィエゴの攻撃を受け流すことができるため、ヴィエゴは不利です。",
			"レンガー": "レンガーは集団戦において瞬時に敵を排除する能力が高く、ヴィエゴはその攻撃を防ぎにくいため不利です。",
			"エコー": "エコーはスケーリングが優れており、後半戦での火力が高いため、ヴィエゴは不利です。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ノーチラス": "ノーチラスはジャックスに対してスキルショットを持っており、ジャックスの機動力を制限することができるが、ジャックスはその後のダメージトレードで有利になる。",
			"ボリベア": "ボリベアは初期のファーム能力が高いが、ジャックスはレベルが上がるにつれてスケーリングが優れているため、後半戦で有利になる。",
			"ウディア": "ウディアはタンクとしての耐久性があるが、ジャックスは持続的なダメージを出すことができ、集団戦での影響力が高い。",
			"ブライアー": "ブライアーは攻撃的なチャンピオンだが、ジャックスは持続的なダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ウーコン": "ウーコンは瞬時のバーストダメージを持つが、ジャックスはスケーリングが優れており、後半戦での集団戦で強力になる。",
			"マスター・イー": "マスター・イーは高いダメージを持つが、ジャックスは持続的なダメージと耐久性を持ち、集団戦での影響力が高い。",
			"ヴァイ": "ヴァイはジャックスに対して強力なバーストを持つが、ジャックスはスケーリングが優れており、後半戦で有利になる。",
			"ヘカリム": "ヘカリムは高い機動力を持つが、ジャックスは持続的なダメージを持ち、集団戦での影響力が高い。",
			"ダイアナ": "ダイアナはバーストダメージが強いが、ジャックスは持続的なダメージを持ち、スケーリングで有利になる。",
			"キヤナ": "キヤナは高いバーストダメージを持つが、ジャックスは持続的なダメージを持ち、集団戦での影響力が高い。",
			"キンドレッド": "キンドレッドは高い機動力を持つが、ジャックスは持続的なダメージを持ち、スケーリングで有利になる。",
			"トランドル": "トランドルはタンクとしての耐久性があるが、ジャックスは持続的なダメージを持ち、集団戦での影響力が高い。"
		},
		"loses": {
			"リリア": "リリアは高い機動力を持ち、ジャックスが接近する前にダメージを与えることができるため、ダメージトレードで不利になる。",
			"ザック": "ザックはCC（クラウドコントロール）を持っており、ジャックスがスキルを使う前に捕まえることができるため、ファームが難しくなる。",
			"ケイン": "ケインは変身能力を持ち、特にアサシン型に進化するとジャックスに対して高いダメージを出せるため、集団戦で不利になる。",
			"タロン": "タロンは高いバーストダメージを持ち、ジャックスがスケールする前に倒すことができるため、スケーリングで不利になる。",
			"シャコ": "シャコは高いバーストダメージと逃げ能力を持ち、ジャックスが攻撃する前にダメージを与えられるため、ダメージトレードで不利になる。",
			"レンガー": "レンガーは潜伏能力を持ち、ジャックスが視界を持たないときに奇襲をかけることができるため、ファームが難しくなる。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージを持ち、ジャックスが成長する前に倒すことができるため、集団戦で不利になる。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、ジャックスがスキルを使う前にダメージを与えられるため、ダメージトレードで不利になる。",
			"エリス": "エリスはスキルショットを持ち、ジャックスが近づく前にダメージを与えることができるため、ファームが難しくなる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ジャックスが成長する前に倒すことができるため、スケーリングで不利になる。",
			"リー・シン": "リー・シンは高い機動力とCCを持ち、ジャックスが攻撃する前に捕まえることができるため、ダメージトレードで不利になる。",
			"サイラス": "サイラスはジャックスのスキルを奪って使用できるため、集団戦で不利になる。"
		}
	},
	"レク＝サイ": {
		"name": "レク＝サイ",
		"beats": {
			"イブリン": "レク＝サイはイブリンに対して早期のファームで優位に立つことができ、彼女のスキルを避けやすい。",
			"フィドルスティックス": "レク＝サイはフィドルスティックスのスキルを回避しやすく、ダメージトレードで有利に進めることができる。",
			"ヴァイ": "レク＝サイはヴァイの突進を避ける能力があり、集団戦での位置取りが有利になる。",
			"マスター・イー": "レク＝サイはマスター・イーの攻撃を受け流しやすく、スケーリングにおいても優位に立つことができる。",
			"ケイン": "レク＝サイはケインの変身を阻害しやすく、ファームでの優位性を保つことができる。",
			"ザック": "レク＝サイはザックのスキルを避けることができ、ダメージトレードで有利に進めることができる。",
			"ワーウィック": "レク＝サイはワーウィックの回復を妨げることができ、集団戦での優位性を持つ。",
			"トランドル": "レク＝サイはトランドルの壁を越える能力があり、ダメージトレードで有利に立つことができる。",
			"ゼド": "レク＝サイはゼドのシャドウを避けることができ、スケーリングにおいても優位に立つことができる。",
			"ブライアー": "レク＝サイはブライアーの攻撃を回避しやすく、集団戦での位置取りが有利になる。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリは高い機動力を持っており、レク＝サイの攻撃を回避しやすいため、ダメージトレードで不利になる。",
			"キヤナ": "キヤナは瞬時に高いバーストダメージを与えることができ、レク＝サイが反撃する前に倒される可能性が高いため、ファームで不利になる。",
			"グレイブス": "グレイブスは遠距離からの持続的なダメージを与えることができ、レク＝サイが近づくのが難しいため、集団戦で不利になる。",
			"シン・ジャオ": "シン・ジャオは強力なCC（クラウドコントロール）を持っており、レク＝サイの動きを制限することができるため、スケーリングで不利になる。",
			"ウーコン": "ウーコンは分身を使ってレク＝サイを混乱させることができ、ダメージトレードで不利になる。",
			"サイラス": "サイラスはレク＝サイのスキルを奪って使用できるため、ファームで不利になる。",
			"エリス": "エリスは高いバーストダメージを持ち、レク＝サイが近づく前に攻撃できるため、集団戦で不利になる。",
			"ボリベア": "ボリベアは高い耐久力とCCを持っており、レク＝サイが攻撃するのが難しいため、スケーリングで不利になる。",
			"リリア": "リリアは高い機動力と持続的なダメージを持っており、レク＝サイが接近するのが難しいため、ダメージトレードで不利になる。"
		}
	},
	"キヤナ": {
		"name": "キヤナ",
		"beats": {
			"リリア": "キヤナはリリアに対して高いバーストダメージを持っており、早期のダメージトレードで有利に立てる。",
			"ウディア": "キヤナはウディアの接近を避ける能力があり、ファームやダメージトレードで優位に立つことができる。",
			"ボリベア": "キヤナはボリベアのスキルを回避しやすく、集団戦での影響力が高い。",
			"ヴィエゴ": "キヤナはヴィエゴのスキルを利用してダメージを与えやすく、スケーリングにおいても有利。",
			"エコー": "キヤナはエコーの瞬発力に対抗できるスキルを持ち、ダメージトレードで優位に立つことができる。",
			"タロン": "キヤナはタロンの攻撃を避ける能力があり、ファームやダメージトレードで有利に立つ。",
			"マスター・イー": "キヤナはマスター・イーの攻撃を回避しやすく、集団戦での影響力が高い。",
			"カ＝ジックス": "キヤナはカ＝ジックスの攻撃を避ける能力があり、ダメージトレードで優位に立つことができる。",
			"トランドル": "キヤナはトランドルのスキルを回避しやすく、集団戦での影響力が高い。"
		},
		"loses": {
			"レンガー": "キヤナはレンガーに対してファームが難しい。レンガーの高いバーストダメージにより、キヤナは安全にミニオンを取ることができない。",
			"ヘカリム": "キヤナはヘカリムとのダメージトレードで不利である。ヘカリムの持続的なダメージと回復能力により、キヤナは効果的にダメージを与えられない。",
			"フィドルスティックス": "キヤナはフィドルスティックスのスケーリングに対して不利である。フィドルスティックスは後半に強力な集団戦能力を持ち、キヤナはその影響を受けやすい。",
			"エリス": "キヤナはエリスとの集団戦で不利である。エリスのスキルセットはキヤナの動きを制限し、集団戦での効果的な行動を妨げる。",
			"ダイアナ": "キヤナはダイアナに対してファームが難しい。ダイアナの高いバーストダメージと持続的なダメージにより、キヤナは安全にファームできない。",
			"キンドレッド": "キヤナはキンドレッドとのダメージトレードで不利である。キンドレッドの持続的なダメージと回復能力により、キヤナは効果的に戦えない。",
			"ザック": "キヤナはザックとのスケーリングで不利である。ザックは集団戦での耐久性が高く、キヤナのダメージを受け流すことができる。",
			"ジャーヴァンⅣ": "キヤナはジャーヴァンⅣとの集団戦で不利である。ジャーヴァンⅣの壁とCCにより、キヤナは自由に動けず、効果的にダメージを与えられない。",
			"ベル＝ヴェス": "キヤナはベル＝ヴェスに対してファームが難しい。ベル＝ヴェスの高いバーストダメージにより、キヤナは安全にミニオンを取ることができない。",
			"ヴァイ": "キヤナはヴァイとのダメージトレードで不利である。ヴァイの高いバーストダメージとCCにより、キヤナは効果的に戦えない。"
		}
	},
	"キンドレッド": {
		"name": "キンドレッド",
		"beats": {
			"ケイン": "キンドレッドはケインに対してファームの面で有利です。キンドレッドは遠距離攻撃を持ち、ケインの近接攻撃を避けやすいです。",
			"グレイブス": "キンドレッドはグレイブスに対してダメージトレードで有利です。キンドレッドは持続的なダメージを与えられるため、グレイブスの攻撃を受け流しやすいです。",
			"ウディア": "キンドレッドはウディアに対してスケーリングで有利です。キンドレッドはレベルが上がるにつれて強力なダメージを出せるため、ウディアよりも後半戦で強くなります。",
			"エコー": "キンドレッドはエコーに対して集団戦で有利です。キンドレッドはエコーの瞬間移動を読みやすく、集団戦での持続的なダメージを提供できます。",
			"ワーウィック": "キンドレッドはワーウィックに対してファームで有利です。キンドレッドは遠距離から安全にミニオンを処理できるため、ワーウィックよりも効率的にゴールドを稼げます。",
			"リリア": "キンドレッドはリリアに対してダメージトレードで有利です。キンドレッドはリリアのスリープを避けることができ、持続的なダメージを与えやすいです。",
			"ゼド": "キンドレッドはゼドに対してスケーリングで有利です。キンドレッドは後半に強力なダメージを持ち、ゼドの瞬発力を上回ることができます。",
			"カ＝ジックス": "キンドレッドはカ＝ジックスに対して集団戦で有利です。キンドレッドは集団戦での持続的なダメージを提供でき、カ＝ジックスのバーストダメージを受け流しやすいです。",
			"パンテオン": "キンドレッドはパンテオンに対してファームで有利です。キンドレッドは遠距離攻撃を持ち、パンテオンの近接攻撃を避けることができるため、ファームがしやすいです。"
		},
		"loses": {
			"ザック": "ザックは高い耐久力を持っており、キンドレッドのダメージトレードに対して強い反撃ができるため、キンドレッドは不利である。",
			"エリス": "エリスは高いバーストダメージを持ち、キンドレッドがファームをする際に圧力をかけることができるため、キンドレッドは不利である。",
			"タロン": "タロンは高い機動力を持ち、キンドレッドがスケーリングする前に早期にキルを狙うことができるため、キンドレッドは不利である。",
			"シャコ": "シャコは不意打ちが得意で、キンドレッドが集団戦に参加する前に排除される可能性が高いため、キンドレッドは不利である。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力なCCを持ち、キンドレッドの動きを制限することができるため、キンドレッドは不利である。",
			"フィドルスティックス": "フィドルスティックスは集団戦での持続的なダメージが強力で、キンドレッドが集団戦で効果的に機能するのを妨げるため、キンドレッドは不利である。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、キンドレッドがファームをする際に圧力をかけることができるため、キンドレッドは不利である。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、キンドレッドがスケーリングする前に早期にキルを狙うことができるため、キンドレッドは不利である。",
			"マスター・イー": "マスター・イーは高いダメージと回復能力を持ち、キンドレッドが集団戦で効果的に機能するのを妨げるため、キンドレッドは不利である。",
			"ニダリー": "ニダリーは高い機動力とバーストダメージを持ち、キンドレッドがファームをする際に圧力をかけることができるため、キンドレッドは不利である。",
			"シン・ジャオ": "シン・ジャオは高い耐久力とダメージを持ち、キンドレッドが集団戦で効果的に機能するのを妨げるため、キンドレッドは不利である."
		}
	},
	"タロン": {
		"name": "タロン",
		"beats": {
			"リリア": "タロンはリリアに対して高いバーストダメージを持っており、リリアが逃げる前にキルを狙いやすい。",
			"エリス": "タロンはエリスのスキルを避ける能力が高く、エリスがスキルを外した際に有利にダメージトレードを行える。",
			"グレイブス": "タロンはグレイブスに対して近接戦での優位性があり、グレイブスの攻撃を避けながらダメージを与えやすい。",
			"ヴィエゴ": "タロンはヴィエゴのスキルを回避しやすく、ヴィエゴがスキルを使った後に反撃することで有利に戦える。",
			"ボリベア": "タロンはボリベアの攻撃を避けることができ、ボリベアがスキルを使った後に反撃することで有利にダメージを与えられる。",
			"キンドレッド": "タロンはキンドレッドに対して高いバーストダメージを持ち、キンドレッドが逃げる前にキルを狙いやすい。",
			"ナフィーリ": "タロンはナフィーリのスキルを避ける能力が高く、ナフィーリがスキルを外した際に有利にダメージトレードを行える。",
			"ケイン": "タロンはケインに対して高いバーストダメージを持っており、ケインが変身する前にキルを狙いやすい。",
			"トランドル": "タロンはトランドルの攻撃を避けることができ、トランドルがスキルを使った後に反撃することで有利に戦える。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイはファームが得意で、タロンが近づく前にクリープを処理することができるため、タロンはファームで不利になる。",
			"レンガー": "レンガーはダメージトレードにおいて、タロンの攻撃を受ける前に先手を取ることができるため、タロンはダメージトレードで不利になる。",
			"キヤナ": "キヤナはスケーリングが優れており、タロンが成長する前に強力なスキルを持つため、タロンはスケーリングで不利になる。",
			"リー・シン": "リー・シンは集団戦において、タロンを簡単に捕まえることができるため、タロンは集団戦で不利になる。",
			"フィドルスティックス": "フィドルスティックスはファームが得意で、タロンが近づくと恐怖効果で反撃されるため、タロンはファームで不利になる。",
			"ニダリー": "ニダリーはダメージトレードにおいて、タロンの攻撃を避けることができるため、タロンはダメージトレードで不利になる。",
			"ヘカリム": "ヘカリムはスケーリングが優れており、タロンが成長する前に強力なダメージを出すことができるため、タロンはスケーリングで不利になる。",
			"ウディア": "ウディアは集団戦において、タロンを簡単に捕まえることができるため、タロンは集団戦で不利になる。",
			"ベル＝ヴェス": "ベル＝ヴェスはファームが得意で、タロンが近づくと強力な反撃を受けるため、タロンはファームで不利になる。",
			"ザック": "ザックはダメージトレードにおいて、タロンの攻撃を受け止めることができるため、タロンはダメージトレードで不利になる。",
			"ダイアナ": "ダイアナはスケーリングが優れており、タロンが成長する前に強力なスキルを持つため、タロンはスケーリングで不利になる。"
		}
	},
	"ヘカリム": {
		"name": "ヘカリム",
		"beats": {
			"ザック": "ヘカリムはザックに対して高い機動力を持っており、ザックのスキルを避けやすいため、ダメージトレードで有利です。",
			"シャコ": "ヘカリムはシャコの影を見つけやすく、早期に圧力をかけることができるため、ファームで有利です。",
			"エリス": "ヘカリムはエリスのスキルを回避しやすく、集団戦での持続力が高いため、エリスに対して有利です。",
			"パンテオン": "ヘカリムはパンテオンのスタンを避けることができ、持続的なダメージを与えられるため、ダメージトレードで有利です。",
			"カ＝ジックス": "ヘカリムはカ＝ジックスに対して高い耐久性を持ち、集団戦での影響力が大きいため、有利です。",
			"ノクターン": "ヘカリムはノクターンの暗闇を利用して、より安全にファームできるため、有利です。",
			"ダイアナ": "ヘカリムはダイアナのオールインを避けることができ、持続的なダメージを与えられるため、ダメージトレードで有利です。",
			"トランドル": "ヘカリムはトランドルのスローを避けやすく、集団戦での機動力が高いため、有利です。",
			"マスター・イー": "ヘカリムはマスター・イーの攻撃を受け流しやすく、集団戦での影響力が大きいため、有利です。",
			"ワーウィック": "ヘカリムはワーウィックのスキルを避けやすく、ファームでの効率が高いため、有利です。",
			"キヤナ": "ヘカリムはキヤナのスキルを避けることができ、集団戦での持続力が高いため、有利です。",
			"イブリン": "ヘカリムはイブリンの奇襲を察知しやすく、ダメージトレードで有利です。",
			"レンガー": "ヘカリムはレンガーのバーストダメージを耐えやすく、集団戦での影響力が大きいため、有利です。",
			"ニダリー": "ヘカリムはニダリーのスキルを避けやすく、ファームでの効率が高いため、有利です。",
			"ブライアー": "ヘカリムはブライアーの攻撃を受け流しやすく、ダメージトレードで有利です。"
		},
		"loses": {
			"サイラス": "サイラスはヘカリムのスキルを奪うことで、ヘカリムの強みを無効化し、ダメージトレードで有利に立つことができる。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持っており、ヘカリムのファームを妨害しやすい。",
			"ノーチラス": "ノーチラスは強力なCCを持っており、ヘカリムが集団戦で動きづらくなるため不利になる。",
			"レク＝サイ": "レク＝サイは地中移動を利用してヘカリムに接近しやすく、ダメージトレードで優位に立つことができる。",
			"フィドルスティックス": "フィドルスティックスは恐怖効果を持っており、ヘカリムが集団戦で効果的に動けなくなるため不利になる。",
			"エコー": "エコーは高いバーストダメージを持ち、ヘカリムがスケーリングする前に早期に倒すことができる。",
			"ボリベア": "ボリベアは高い耐久力とCCを持っており、ヘカリムがファームやダメージトレードで不利になる。"
		}
	},
	"カ＝ジックス": {
		"name": "カ＝ジックス",
		"beats": {
			"エコー": "カ＝ジックスはエコーに対して高いバーストダメージを持っており、エコーがスキルを使った後に反撃することが難しいため、ダメージトレードで有利です。",
			"ウディア": "カ＝ジックスはウディアの移動速度を利用して、ウディアが近づく前に攻撃を仕掛けることができるため、ファームで有利です。",
			"リリア": "カ＝ジックスはリリアのスキルを避ける能力が高く、リリアがスキルを外した際に反撃できるため、ダメージトレードで有利です。",
			"マスター・イー": "カ＝ジックスはマスター・イーの攻撃を避けることができ、また高いバーストダメージでマスター・イーを早期に排除できるため、集団戦で有利です。",
			"パンテオン": "カ＝ジックスはパンテオンのスキルを避けることができ、パンテオンがスキルを使った後に反撃することで有利な状況を作り出せるため、ダメージトレードで有利です。",
			"ボリベア": "カ＝ジックスはボリベアの攻撃を避けることができ、ボリベアが接近する前に攻撃を仕掛けることができるため、ファームで有利です。",
			"ヴァイ": "カ＝ジックスはヴァイのスキルを避ける能力が高く、ヴァイがスキルを使った後に反撃できるため、ダメージトレードで有利です。",
			"グレイブス": "カ＝ジックスはグレイブスの攻撃を避けることができ、また高いバーストダメージでグレイブスを早期に排除できるため、集団戦で有利です。",
			"ケイン": "カ＝ジックスはケインのスキルを避けることができ、ケインがスキルを使った後に反撃することで有利な状況を作り出せるため、ダメージトレードで有利です。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリはファームが得意で、カ＝ジックスが近づく前に攻撃を仕掛けることができるため不利である。",
			"ヘカリム": "ヘカリムはダメージトレードにおいて高い持続力を持ち、カ＝ジックスが一時的に有利になっても逆転される可能性が高いため不利である。",
			"レク＝サイ": "レク＝サイはスケーリングが優れており、後半戦での影響力が大きく、カ＝ジックスが劣位に立たされるため不利である。",
			"キヤナ": "キヤナは集団戦での瞬発力が高く、カ＝ジックスが孤立した場合に一瞬で排除されるリスクがあるため不利である。",
			"シャコ": "シャコはファームとダメージトレードにおいて高い機動力を持ち、カ＝ジックスが攻撃を仕掛ける前に逃げられるため不利である。",
			"ノーチラス": "ノーチラスは集団戦でのCC（クラウドコントロール）が強力で、カ＝ジックスが攻撃を仕掛けることが難しくなるため不利である。",
			"レンガー": "レンガーはダメージトレードにおいて高いバーストダメージを持ち、カ＝ジックスが先手を取られると致命的なダメージを受けるため不利である。",
			"ニダリー": "ニダリーはファームが得意で、カ＝ジックスが近づくと高いダメージを与えられるため不利である。",
			"キンドレッド": "キンドレッドはスケーリングが優れており、後半戦での影響力が大きく、カ＝ジックスが劣位に立たされるため不利である。",
			"ベル＝ヴェス": "ベル＝ヴェスは集団戦での持続力が高く、カ＝ジックスが一度捕まると逃げられないため不利である。",
			"ザック": "ザックは集団戦でのCCが強力で、カ＝ジックスが攻撃を仕掛けることが難しくなるため不利である."
		}
	},
	"ヌヌ＆ウィルンプ": {
		"name": "ヌヌ＆ウィルンプ",
		"beats": {
			"イブリン": "イブリンは高いバーストダメージを持っており、ヌヌ＆ウィルンプのファームを妨害しやすい。",
			"ナフィーリ": "ナフィーリは持続的なダメージを出せるため、ヌヌ＆ウィルンプとのトレードで有利に立ち回れる。",
			"ワーウィック": "ワーウィックは自己回復能力が高く、ヌヌ＆ウィルンプとの集団戦で生存率が高い。",
			"パンテオン": "パンテオンは強力なスタンを持ち、ヌヌ＆ウィルンプに対して有利なダメージトレードができる。",
			"ザック": "ザックは高い耐久力を持ち、集団戦での影響力が大きいため、ヌヌ＆ウィルンプに対して有利。",
			"アイバーン": "アイバーンはサポート能力が高く、ヌヌ＆ウィルンプのファームを助けることができる。",
			"キンドレッド": "キンドレッドはスケーリングが優れており、ゲーム後半でヌヌ＆ウィルンプに対して有利になる。",
			"エコー": "エコーは高い機動力を持ち、ヌヌ＆ウィルンプとのダメージトレードで有利に立てる。",
			"ノクターン": "ノクターンは強力なギャンク能力を持ち、ヌヌ＆ウィルンプのファームを妨害しやすい。",
			"ウーコン": "ウーコンは高いバーストダメージを持ち、ヌヌ＆ウィルンプとのトレードで有利に立ち回れる。",
			"ウディア": "ウディアは高い耐久力と持続ダメージを持ち、集団戦でヌヌ＆ウィルンプに対して有利。",
			"リリア": "リリアは高い機動力と持続ダメージを持ち、ヌヌ＆ウィルンプとのトレードで有利に立てる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと自己回復能力を持ち、集団戦でヌヌ＆ウィルンプに対して有利。",
			"グレイブス": "グレイブスは高いダメージを持ち、ヌヌ＆ウィルンプとのトレードで有利に立ち回れる。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持ち、集団戦でヌヌ＆ウィルンプに対して有利。",
			"シャコ": "シャコは高いバーストダメージを持ち、ヌヌ＆ウィルンプとのトレードで有利に立ち回れる。"
		},
		"loses": {
			"ブランド": "ブランドは高いバーストダメージを持っており、ヌヌ＆ウィルンプはその攻撃を受けやすい。",
			"ゼド": "ゼドは高い機動力とダメージを持ち、ヌヌ＆ウィルンプは彼の攻撃を避けるのが難しい。",
			"レク＝サイ": "レク＝サイは地中からの奇襲が得意で、ヌヌ＆ウィルンプはその攻撃に対処しづらい。",
			"サイラス": "サイラスはヌヌ＆ウィルンプのスキルを奪って利用できるため、非常に不利になる。",
			"ニダリー": "ニダリーは高い機動力とダメージを持ち、ヌヌ＆ウィルンプは彼女の攻撃を避けるのが難しい。",
			"ヴァイ": "ヴァイはヌヌ＆ウィルンプを捕まえる能力が高く、集団戦での影響力が大きい。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作ることでヌヌ＆ウィルンプの動きを制限し、戦闘を有利に進める。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、ヌヌ＆ウィルンプは彼の攻撃に耐えにくい。",
			"シン・ジャオ": "シン・ジャオは高いバーストダメージと耐久力を持ち、ヌヌ＆ウィルンプは彼に対抗しづらい。",
			"エリス": "エリスはスキルショットを使った高いバーストダメージを持ち、ヌヌ＆ウィルンプはそれに対処しにくい。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ヌヌ＆ウィルンプは彼の攻撃を避けるのが難しい。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、ヌヌ＆ウィルンプは彼に対抗しづらい。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、ヌヌ＆ウィルンプは彼の攻撃を受けやすい。"
		}
	},
	"ダイアナ": {
		"name": "ダイアナ",
		"beats": {
			"フィドルスティックス": "ダイアナはフィドルスティックスに対して高いバーストダメージを持っており、早期にキルを狙いやすいです。",
			"ナフィーリ": "ダイアナはナフィーリの攻撃を避ける能力があり、ダメージトレードで有利に立てます。",
			"シャコ": "ダイアナはシャコの影を見破ることができ、集団戦での影響力を減少させることができます。",
			"ヴァイ": "ダイアナはヴァイの突進を避けることができ、ファーム中に安全にプレッシャーをかけられます。",
			"リリア": "ダイアナはリリアのスリープを避ける能力があり、スケーリングにおいても優位です。",
			"グレイブス": "ダイアナはグレイブスの攻撃を受ける前にダメージを与えることができ、トレードで有利です。",
			"エリス": "ダイアナはエリスのスキルを避けることができ、集団戦での持続力が高いです。",
			"ウディア": "ダイアナはウディアの攻撃を避けることができ、ファーム中に有利に立てます。",
			"イブリン": "ダイアナはイブリンのバーストダメージに対抗できるため、ダメージトレードで有利です。",
			"ワーウィック": "ダイアナはワーウィックの回復を無視できるため、集団戦での優位性があります。",
			"タロン": "ダイアナはタロンの攻撃を受ける前に反撃できるため、トレードで有利です。",
			"ザック": "ダイアナはザックのスキルを避けることができ、集団戦での影響力を高めます。",
			"ウーコン": "ダイアナはウーコンの分身を見破ることができ、ダメージトレードで有利です。",
			"アムム": "ダイアナはアムムのスタンを避けることができ、集団戦での持続力が高いです。"
		},
		"loses": {
			"ブライアー": "ブライアーは高い持続力を持ち、ダイアナのダメージトレードに耐えることができる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ダイアナがスキルを使った後に反撃することができる。",
			"ヴィエゴ": "ヴィエゴはダイアナのスキルを無効化する能力を持ち、集団戦での優位性を持つ。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ダイアナが接近する前に攻撃することができる。",
			"シン・ジャオ": "シン・ジャオはダイアナのスキルを避ける能力があり、ファームの面でも優位に立つことができる。",
			"ボリベア": "ボリベアは高い耐久力を持ち、ダイアナのダメージを軽減しやすい。",
			"マスター・イー": "マスター・イーはスケーリングが優れており、ダイアナが成長する前に強力なダメージを出すことができる。",
			"ノクターン": "ノクターンはダイアナの視界を奪い、集団戦での位置取りを難しくする。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、ダイアナの攻撃を受け流すことができる。",
			"トランドル": "トランドルはダイアナのステータスを削ぐことができ、ファームやダメージトレードで優位に立つ。",
			"エコー": "エコーは高い機動性を持ち、ダイアナの攻撃を避けることができる。"
		}
	},
	"ブライアー": {
		"name": "ブライアー",
		"beats": {
			"フィドルスティックス": "ブライアーはフィドルスティックスに対して高いダメージトレード能力を持っており、フィドルスティックスのスキルを避けやすいです。",
			"リリア": "ブライアーはリリアの移動速度を制限するスキルを持っており、ファームを効率的に行うことができます。",
			"ダイアナ": "ブライアーはダイアナのオールインに対して強力なカウンターを持っており、集団戦での優位性を確保できます。",
			"シャコ": "ブライアーはシャコの分身を見破る能力があり、ダメージトレードで有利に立ち回れます。",
			"カ＝ジックス": "ブライアーはカ＝ジックスの孤立した敵を狙うスタイルに対して強力なスキルを持っており、集団戦での影響力が高いです。",
			"ニダリー": "ブライアーはニダリーの攻撃を受け流すことができ、ファームを安定させることができます。",
			"ヌヌ＆ウィルンプ": "ブライアーはヌヌの雪玉を避ける能力があり、ダメージトレードで優位に立てます。",
			"エリス": "ブライアーはエリスのスキルを避けることができ、集団戦での生存率が高いです。",
			"ジャーヴァンⅣ": "ブライアーはジャーヴァンⅣの壁を越える能力があり、ダメージトレードで有利に立ち回れます。",
			"リー・シン": "ブライアーはリー・シンのキックを避けることができ、集団戦での影響力が高いです。",
			"トランドル": "ブライアーはトランドルの攻撃を受け流すことができ、ファームを安定させることができます。",
			"マスター・イー": "ブライアーはマスター・イーの攻撃を制限するスキルを持っており、ダメージトレードで有利に立てます。"
		},
		"loses": {
			"グレイブス": "グレイブスは高いダメージを持ち、ブライアーが近づく前にトレードで有利に立てるため、ブライアーは不利です。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、後半にブライアーを圧倒する能力があるため、ブライアーは不利です。",
			"ベル＝ヴェス": "ベル＝ヴェスは高いバーストダメージを持ち、ブライアーが集団戦で効果的に機能する前に排除される可能性があるため、ブライアーは不利です。",
			"パンテオン": "パンテオンは強力な初動と高いダメージを持ち、ブライアーがファームをする前に圧力をかけることができるため、ブライアーは不利です。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ブライアーが集団戦で活躍する前に排除される可能性があるため、ブライアーは不利です。",
			"ヴィエゴ": "ヴィエゴは高い持続ダメージと回復能力を持ち、ブライアーがトレードで有利に立つことが難しいため、ブライアーは不利です。",
			"ケイン": "ケインは高い機動性を持ち、ブライアーがファームをする際に圧力をかけることができるため、ブライアーは不利です。",
			"ノクターン": "ノクターンは強力なギャンク能力を持ち、ブライアーが安全にファームすることが難しいため、ブライアーは不利です。",
			"ワーウィック": "ワーウィックは持続的な回復とダメージを持ち、ブライアーがトレードで有利に立つことが難しいため、ブライアーは不利です。",
			"タロン": "タロンは高いバーストダメージを持ち、ブライアーが集団戦で活躍する前に排除される可能性があるため、ブライアーは不利です。",
			"アムム": "アムムは強力な集団戦能力を持ち、ブライアーが効果的にダメージを出す前に制圧される可能性があるため、ブライアーは不利です。",
			"エコー": "エコーは高い機動性とバーストダメージを持ち、ブライアーがトレードで有利に立つことが難しいため、ブライアーは不利です。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ブライアーが集団戦で効果的に機能する前に圧力をかけることができるため、ブライアーは不利です。"
		}
	},
	"アイバーン": {
		"name": "アイバーン",
		"beats": {
			"ウディア": "アイバーンはウディアに対して、ファームの効率が高く、ウディアの攻撃を避ける能力があるため有利です。",
			"ワーウィック": "アイバーンはワーウィックに対して、ダメージトレードで有利なスキルを持っているため、戦闘で優位に立てます。",
			"ヘカリム": "アイバーンはヘカリムに対して、スケーリングが優れており、ゲーム後半に強力な影響を与えることができるため有利です。",
			"エコー": "アイバーンはエコーに対して、集団戦でのサポート能力が高く、味方を守ることができるため有利です。",
			"リリア": "アイバーンはリリアに対して、ファームの効率が高く、リリアの動きを制限することができるため有利です。",
			"ボリベア": "アイバーンはボリベアに対して、ダメージトレードで有利なスキルを持っているため、ボリベアとの戦闘で優位に立てます。",
			"キンドレッド": "アイバーンはキンドレッドに対して、スケーリングが優れており、ゲーム後半に強力な影響を与えることができるため有利です。",
			"ヴァイ": "アイバーンはヴァイに対して、集団戦でのサポート能力が高く、味方を守ることができるため有利です。",
			"パンテオン": "アイバーンはパンテオンに対して、ファームの効率が高く、パンテオンの攻撃を避ける能力があるため有利です。",
			"ザック": "アイバーンはザックに対して、ダメージトレードで有利なスキルを持っているため、ザックとの戦闘で優位に立てます。",
			"ブライアー": "アイバーンはブライアーに対して、スケーリングが優れており、ゲーム後半に強力な影響を与えることができるため有利です。",
			"ダイアナ": "アイバーンはダイアナに対して、集団戦でのサポート能力が高く、味方を守ることができるため有利です。",
			"ウーコン": "アイバーンはウーコンに対して、ファームの効率が高く、ウーコンの攻撃を避ける能力があるため有利です。",
			"エリス": "アイバーンはエリスに対して、ダメージトレードで有利なスキルを持っているため、エリスとの戦闘で優位に立てます。",
			"ナフィーリ": "アイバーンはナフィーリに対して、スケーリングが優れており、ゲーム後半に強力な影響を与えることができるため有利です。"
		},
		"loses": {
			"タロン": "タロンは高いバーストダメージを持っており、アイバーンがファームをする際に容易に圧力をかけることができるため、アイバーンは不利である。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力な早期のダメージとサステインを持っており、アイバーンがダメージトレードを行う際に不利になる。",
			"キヤナ": "キヤナは高い機動力と瞬発力を持っており、アイバーンが集団戦で効果的に機能するのを妨げるため、不利である。",
			"シャコ": "シャコは高いバーストダメージと逃げ能力を持っており、アイバーンがファームをする際に圧力をかけられるため、不利である。",
			"ノクターン": "ノクターンは強力なギャンク能力を持っており、アイバーンがスケーリングする前に早期に圧力をかけられるため、不利である。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持っており、アイバーンがダメージトレードを行う際に不利になる。",
			"ノーチラス": "ノーチラスは強力なCCを持っており、アイバーンが集団戦で効果的に機能するのを妨げるため、不利である。",
			"レク＝サイ": "レク＝サイは高いバーストダメージと機動力を持っており、アイバーンがファームをする際に圧力をかけられるため、不利である。",
			"ニダリー": "ニダリーは高い機動力とダメージを持っており、アイバーンがダメージトレードを行う際に不利になる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは強力な集団戦能力を持っており、アイバーンがスケーリングする前に圧力をかけられるため、不利である。",
			"グレイブス": "グレイブスは高い持続ダメージを持っており、アイバーンがダメージトレードを行う際に不利になる。",
			"イブリン": "イブリンは高いバーストダメージと隠密能力を持っており、アイバーンがファームをする際に圧力をかけられるため、不利である。",
			"レンガー": "レンガーは高いバーストダメージを持っており、アイバーンがダメージトレードを行う際に不利になる。",
			"ケイン": "ケインは高い機動力と持続ダメージを持っており、アイバーンが集団戦で効果的に機能するのを妨げるため、不利である。",
			"マスター・イー": "マスター・イーは高いスケーリング能力を持っており、アイバーンがスケーリングする前に圧力をかけられるため、不利である。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと持続ダメージを持っており、アイバーンがダメージトレードを行う際に不利になる。",
			"カーサス": "カーサスは強力な集団戦能力を持っており、アイバーンが集団戦で効果的に機能するのを妨げるため、不利である。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"ブライアー": "ポッピーはブライアーに対して強力な壁を利用して、彼の突進を無効化できるため、ファームで有利になる。",
			"ウーコン": "ポッピーはウーコンの分身を簡単に見分けられるため、ダメージトレードで有利に立ち回れる。",
			"グレイブス": "ポッピーはグレイブスの攻撃をブロックできるため、スケーリングにおいて有利な状況を作り出せる。",
			"ワーウィック": "ポッピーはワーウィックの捕まえにくい特性を無視できるため、集団戦で有利に戦える。",
			"ボリベア": "ポッピーはボリベアの突進を防げるため、ファームでの安全性が高まる。",
			"ケイン": "ポッピーはケインの変身を予測しやすいため、ダメージトレードで優位に立てる。",
			"ベル＝ヴェス": "ポッピーはベル＝ヴェスの攻撃を防ぐ能力が高いため、スケーリングで有利に進められる。",
			"キンドレッド": "ポッピーはキンドレッドのスキルを無効化できるため、集団戦での影響力が増す。",
			"リー・シン": "ポッピーはリー・シンのキックを防げるため、ファームでの安定性が向上する。",
			"パンテオン": "ポッピーはパンテオンの攻撃をブロックできるため、ダメージトレードで有利に戦える。",
			"イブリン": "ポッピーはイブリンの奇襲を防げるため、スケーリングにおいて有利な状況を作り出せる。",
			"ヴァイ": "ポッピーはヴァイの突進を無効化できるため、集団戦での優位性が高まる。"
		},
		"loses": {
			"リリア": "リリアは高い機動力を持っており、ポッピーがファームをする際に容易に干渉できるため、ポッピーは不利です。",
			"タロン": "タロンは瞬時に高いダメージを出すことができ、ポッピーがダメージトレードで劣るため、ポッピーは不利です。",
			"シン・ジャオ": "シン・ジャオは持続的なダメージと回復能力を持っており、ポッピーがスケーリングで劣るため、ポッピーは不利です。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ポッピーが集団戦で効果的に対処できないため、ポッピーは不利です。",
			"ノーチラス": "ノーチラスは強力なCCを持っており、ポッピーがファーム中に捕まるリスクが高いため、ポッピーは不利です。",
			"エコー": "エコーは高い機動力とバーストダメージを持ち、ポッピーがダメージトレードで不利になるため、ポッピーは不利です。",
			"フィドルスティックス": "フィドルスティックスは集団戦での持続的なダメージとCCを持っており、ポッピーが対処しづらいため、ポッピーは不利です。",
			"ヴィエゴ": "ヴィエゴは高いダメージと自己回復能力を持ち、ポッピーがスケーリングで劣るため、ポッピーは不利です。",
			"エリス": "エリスは高いバーストダメージとCCを持ち、ポッピーがダメージトレードで不利になるため、ポッピーは不利です。",
			"トランドル": "トランドルは持続的なダメージと自己回復能力を持ち、ポッピーがスケーリングで劣るため、ポッピーは不利です。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは強力なCCと持続的なダメージを持ち、ポッピーが集団戦で効果的に対処できないため、ポッピーは不利です。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ポッピーがダメージトレードで不利になるため、ポッピーは不利です。",
			"カ＝ジックス": "カ＝ジックスは高い機動力とバーストダメージを持ち、ポッピーがファーム中に捕まるリスクが高いため、ポッピーは不利です。",
			"シャコ": "シャコは高いバーストダメージと逃げ能力を持ち、ポッピーが集団戦で効果的に対処できないため、ポッピーは不利です。"
		}
	},
	"ジャーヴァンⅣ": {
		"name": "ジャーヴァンⅣ",
		"beats": {
			"ウディア": "ジャーヴァンⅣはウディアに対して早期のダメージトレードで有利であり、ウディアのスキルを封じることができる。",
			"ザック": "ジャーヴァンⅣはザックの集団戦において、彼のスキルを無効化することができ、優位に立つことができる。",
			"シャコ": "ジャーヴァンⅣはシャコに対してファームの面で有利であり、ジャングルのコントロールを維持しやすい。",
			"ナフィーリ": "ジャーヴァンⅣはナフィーリに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"フィドルスティックス": "ジャーヴァンⅣはフィドルスティックスに対して集団戦でのCC（クラウドコントロール）を持っており、彼を無力化できる。",
			"ボリベア": "ジャーヴァンⅣはボリベアに対してダメージトレードで優位に立ちやすく、早期のキルを狙いやすい。",
			"トランドル": "ジャーヴァンⅣはトランドルに対してファームの面で有利であり、ジャングルの支配力を高めることができる。",
			"ヌヌ＆ウィルンプ": "ジャーヴァンⅣはヌヌ＆ウィルンプに対してスケーリングが優れており、後半戦での影響力が大きい。",
			"アムム": "ジャーヴァンⅣはアムムに対して集団戦でのCCを持っており、彼のスキルを無効化することができる。",
			"ノーチラス": "ジャーヴァンⅣはノーチラスに対してダメージトレードで有利であり、早期のキルを狙いやすい。",
			"リリア": "ジャーヴァンⅣはリリアに対してファームの面で優位に立ちやすく、ジャングルのコントロールを維持しやすい。",
			"ワーウィック": "ジャーヴァンⅣはワーウィックに対してスケーリングが優れており、後半戦での強さが際立つ。"
		},
		"loses": {
			"ヴィエゴ": "ジャーヴァンⅣはヴィエゴに対してファームが難しい。ヴィエゴの回復能力とダメージが高いため、ジャーヴァンⅣは早期に圧力をかけられる。",
			"サイラス": "ジャーヴァンⅣはサイラスに対してダメージトレードで不利。サイラスのスキルを奪うことで、ジャーヴァンⅣの強みを無効化される。",
			"ヘカリム": "ジャーヴァンⅣはヘカリムに対してスケーリングが劣る。ヘカリムは後半に強力な集団戦能力を持ち、ジャーヴァンⅣはその影響を受けやすい。",
			"タロン": "ジャーヴァンⅣはタロンに対して集団戦で不利。タロンの高いバーストダメージにより、ジャーヴァンⅣは瞬時に排除される可能性がある。",
			"ダイアナ": "ジャーヴァンⅣはダイアナに対してファームが難しい。ダイアナの高いバーストダメージと機動力により、ジャーヴァンⅣは安全にファームできない。",
			"ニダリー": "ジャーヴァンⅣはニダリーに対してダメージトレードで不利。ニダリーのスキルを使ったトレードが強力で、ジャーヴァンⅣは反撃が難しい。",
			"レンガー": "ジャーヴァンⅣはレンガーに対してスケーリングが劣る。レンガーは後半において高いバーストダメージを持ち、ジャーヴァンⅣは対処が難しい。",
			"レク＝サイ": "ジャーヴァンⅣはレク＝サイに対して集団戦で不利。レク＝サイの地形を利用したアプローチにより、ジャーヴァンⅣは効果的に戦えない。",
			"シン・ジャオ": "ジャーヴァンⅣはシン・ジャオに対してファームが難しい。シン・ジャオの持つ高い持続ダメージと回復能力により、ジャーヴァンⅣは圧力を受けやすい。"
		}
	},
	"イブリン": {
		"name": "イブリン",
		"beats": {
			"トランドル": "イブリンはトランドルに対して高いバーストダメージを持っており、トランドルの耐久力を無視して早期にキルを狙えるため有利である。",
			"エコー": "イブリンはエコーよりも早くレベル6に到達し、強力な集団戦能力を持つため、エコーに対して有利である。",
			"アムム": "イブリンはアムムのスキルを回避しやすく、アムムの集団戦での影響力を減少させることができるため有利である。",
			"ワーウィック": "イブリンはワーウィックのスキルを避けることができ、ワーウィックの回復を妨げることができるため有利である。",
			"リリア": "イブリンはリリアのスリープを避ける能力が高く、リリアのダメージを早期に削ることができるため有利である。",
			"ボリベア": "イブリンはボリベアの接近を避けることができ、ボリベアのダメージを早期に削ることができるため有利である。",
			"シャコ": "イブリンはシャコのワーディングを無視して奇襲をかけることができるため、シャコに対して有利である。",
			"ノーチラス": "イブリンはノーチラスのスキルを避けることができ、ノーチラスのCCを無効化することができるため有利である。",
			"ヴィエゴ": "イブリンはヴィエゴのスキルを回避しやすく、ヴィエゴのダメージを早期に削ることができるため有利である。",
			"マスター・イー": "イブリンはマスター・イーの攻撃を避ける能力が高く、マスター・イーのダメージを早期に削ることができるため有利である。",
			"ケイン": "イブリンはケインのスキルを避けることができ、ケインのダメージを早期に削ることができるため有利である."
		},
		"loses": {
			"レク＝サイ": "レク＝サイは早期のガンク能力が高く、イブリンがファームをする前に圧力をかけることができるため、イブリンは不利である。",
			"エリス": "エリスはスキルショットを使ったダメージトレードが得意で、イブリンはその攻撃を避けるのが難しいため、不利である。",
			"ヴァイ": "ヴァイはイブリンに対して強力なCCを持っており、集団戦でイブリンを無力化することができるため、不利である。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期のファームとガンクが強力で、イブリンが成長する前に圧倒されるため、不利である。",
			"フィドルスティックス": "フィドルスティックスは集団戦での持続的なダメージが高く、イブリンはその持続的なダメージに対抗しづらいため、不利である。",
			"レンガー": "レンガーは高いバーストダメージを持ち、イブリンがスケーリングする前に倒される可能性が高いため、不利である。",
			"ザック": "ザックは高い耐久力とCCを持ち、イブリンが集団戦で効果的にダメージを与えるのが難しいため、不利である。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、イブリンがダメージトレードで勝つのが難しいため、不利である。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、イブリンがファームをする前に圧力をかけられるため、不利である。",
			"キンドレッド": "キンドレッドは集団戦での持続的なダメージとスケーリングが強力で、イブリンが対抗しづらいため、不利である。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、イブリンが集団戦で効果的に動くのが難しいため、不利である。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持ち、イブリンがダメージトレードで勝つのが難しいため、不利である。",
			"ダイアナ": "ダイアナは高いバーストダメージと集団戦での強さを持ち、イブリンが対抗するのが難しいため、不利である。",
			"ニダリー": "ニダリーは高い機動力とダメージトレード能力を持ち、イブリンがファームをする前に圧力をかけられるため、不利である."
		}
	},
	"ニダリー": {
		"name": "ニダリー",
		"beats": {
			"グレイブス": "ニダリーはグレイブスに対して高い機動力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"ワーウィック": "ニダリーはワーウィックのスキルを回避しやすく、ファームの効率が高い。",
			"イブリン": "ニダリーはイブリンに対して早期のダメージトレードで優位に立つことができ、集団戦でも有利に働く。",
			"ボリベア": "ニダリーはボリベアの接近を避けることができ、スケーリングにおいても有利な状況を作りやすい。",
			"ヴィエゴ": "ニダリーはヴィエゴの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ベル＝ヴェス": "ニダリーはベル＝ヴェスの攻撃を回避しやすく、ファームの効率が高い。",
			"ヌヌ＆ウィルンプ": "ニダリーはヌヌのスキルを避けることができ、集団戦での影響力が高い。",
			"ナフィーリ": "ニダリーはナフィーリに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"パンテオン": "ニダリーはパンテオンの攻撃を避ける能力が高く、ファームの効率が良い。",
			"シャコ": "ニダリーはシャコの攻撃を回避しやすく、集団戦での影響力が高い。",
			"カ＝ジックス": "ニダリーはカ＝ジックスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ウーコン": "ニダリーはウーコンの攻撃を避けることができ、スケーリングにおいても有利な状況を作りやすい。"
		},
		"loses": {
			"ザック": "ザックは高い耐久力を持っており、ニダリーのダメージトレードに対して強い耐性を示します。",
			"ノーチラス": "ノーチラスはCC（クラウドコントロール）を持っており、ニダリーが逃げるのを難しくします。",
			"シン・ジャオ": "シン・ジャオは高い持続ダメージを持ち、ニダリーのファームを妨げることができます。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ニダリーが集団戦で生き残るのを難しくします。",
			"レク＝サイ": "レク＝サイは地形を利用して奇襲をかけることができ、ニダリーにとって不利な状況を作り出します。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ニダリーのスケーリングを妨げることができます。",
			"ブライアー": "ブライアーは持続的な回復能力を持ち、ニダリーのダメージトレードに対して強い耐性を示します。",
			"エリス": "エリスはスキルショットを持ち、ニダリーの動きを制限することができるため、不利です。",
			"サイラス": "サイラスはニダリーのスキルを奪うことができ、集団戦での優位性を持ちます。",
			"ヴァイ": "ヴァイはニダリーを捕まえる能力が高く、ダメージトレードで不利にさせます。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ニダリーのファームを妨げることができます。",
			"リー・シン": "リー・シンは高い機動力を持ち、ニダリーのスケーリングを妨げることができます。"
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ブライアー": "ワーウィックはブライアーに対して持続的な回復力があり、ダメージトレードで有利に立てる。",
			"マスター・イー": "ワーウィックはマスター・イーの攻撃を受けても、自己回復能力で持ちこたえることができる。",
			"ザック": "ワーウィックはザックのスキルを避けやすく、集団戦での持続力が高い。",
			"シャコ": "ワーウィックはシャコの影を見破ることができ、ファームとダメージトレードで優位に立てる。",
			"シン・ジャオ": "ワーウィックはシン・ジャオの攻撃を受けても、回復力で持ちこたえられるため有利。",
			"レンガー": "ワーウィックはレンガーのバーストダメージに対して回復力で対抗できる。",
			"ダイアナ": "ワーウィックはダイアナのスキルを避けやすく、集団戦での持続力が高い。",
			"ベル＝ヴェス": "ワーウィックはベル＝ヴェスの攻撃を受けても、自己回復能力で持ちこたえることができる。",
			"サイラス": "ワーウィックはサイラスのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"リー・シン": "ワーウィックはリー・シンの攻撃を受けても、回復力で持ちこたえられるため有利。",
			"ヴィエゴ": "ワーウィックはヴィエゴのバーストダメージに対して回復力で対抗できる。",
			"ケイン": "ワーウィックはケインの攻撃を受けても、自己回復能力で持ちこたえることができる。"
		},
		"loses": {
			"ニダリー": "ニダリーは高い機動力を持っており、ワーウィックがファームをする際に容易に干渉できるため、ファームが不利になる。",
			"ボリベア": "ボリベアは強力なCCを持っており、ワーウィックがダメージトレードを行う際に有利に立ち回ることができるため、ダメージトレードが不利になる。",
			"エコー": "エコーは高いバーストダメージを持ち、ワーウィックがスケーリングする前に早期に倒される可能性が高いため、スケーリングが不利になる。",
			"ウディア": "ウディアは持続的なダメージと耐久力を持っており、集団戦でワーウィックが効果的にダメージを与えることが難しいため、集団戦が不利になる。",
			"ヴァイ": "ヴァイはワーウィックの回復を無効化するスキルを持っており、ダメージトレードで有利に立てるため、ダメージトレードが不利になる。",
			"フィドルスティックス": "フィドルスティックスは高い範囲ダメージを持ち、ワーウィックが集団戦で効果的に立ち回ることが難しいため、集団戦が不利になる。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、ワーウィックがファームをする際に容易に干渉できるため、ファームが不利になる。",
			"ウーコン": "ウーコンは高い機動力と持続的なダメージを持ち、ワーウィックがスケーリングする前に倒される可能性が高いため、スケーリングが不利になる。",
			"キンドレッド": "キンドレッドは高いバーストダメージを持ち、ワーウィックがダメージトレードを行う際に有利に立ち回ることができるため、ダメージトレードが不利になる。",
			"レク＝サイ": "レク＝サイは高い機動力を持ち、ワーウィックが集団戦で効果的に立ち回ることが難しいため、集団戦が不利になる。",
			"ヌヌ＆ウィルンプ": "ヌヌは高い持続的なダメージを持ち、ワーウィックがファームをする際に容易に干渉できるため、ファームが不利になる。"
		}
	},
	"ケイン": {
		"name": "ケイン",
		"beats": {
			"アムム": "ケインはアムムに対して高い機動力を持っており、アムムのスキルを避けやすいため、ダメージトレードで有利です。",
			"ブライアー": "ケインはブライアーの攻撃を回避する能力が高く、ファームを効率的に行えるため、ブライアーに対して有利です。",
			"エコー": "ケインはエコーのスキルを避けることができ、集団戦での持続的なダメージを与える能力が高いため、有利です。",
			"フィドルスティックス": "ケインはフィドルスティックスのスキルを避けることができ、ファームとダメージトレードで優位に立てるため、有利です。",
			"ボリベア": "ケインはボリベアの攻撃を避けることができ、スケーリングにおいても優位に立つため、有利です。",
			"シン・ジャオ": "ケインはシン・ジャオの攻撃を回避しやすく、ダメージトレードで有利に進めることができるため、有利です。",
			"シャコ": "ケインはシャコの攻撃を避ける能力が高く、集団戦での持続的なダメージを与えることができるため、有利です。",
			"ダイアナ": "ケインはダイアナのスキルを避けることができ、スケーリングにおいても優位に立つため、有利です。",
			"パンテオン": "ケインはパンテオンの攻撃を回避しやすく、ダメージトレードで有利に進めることができるため、有利です。",
			"トランドル": "ケインはトランドルの攻撃を避けることができ、集団戦での持続的なダメージを与える能力が高いため、有利です。",
			"リリア": "ケインはリリアのスキルを避けることができ、ファームとダメージトレードで優位に立てるため、有利です。"
		},
		"loses": {
			"キンドレッド": "ケインはキンドレッドに対してファームが難しい。キンドレッドの攻撃範囲が長く、ケインは近接チャンピオンであるため、キンドレッドの攻撃を避けることができない。",
			"ウーコン": "ケインはウーコンとのダメージトレードで不利である。ウーコンのスキルがケインの攻撃を無効化し、ウーコンが持つ持続的なダメージがケインに対して優位に働く。",
			"レク＝サイ": "ケインはレク＝サイに対してスケーリングが不利である。レク＝サイはレベルアップによる強化が早く、ケインが成長する前にレク＝サイが強力な存在になる。",
			"ベル＝ヴェス": "ケインはベル＝ヴェスとの集団戦で不利である。ベル＝ヴェスの範囲攻撃とCC（クラウドコントロール）がケインの動きを制限し、集団戦での影響力を減少させる。",
			"グレイブス": "ケインはグレイブスとのファームで不利である。グレイブスのバーストダメージが高く、ケインはファームをしながらダメージを受けやすい。",
			"レンガー": "ケインはレンガーとのダメージトレードで不利である。レンガーの瞬発力と高いバーストダメージがケインに対して優位に働く。",
			"ウディア": "ケインはウディアに対してスケーリングが不利である。ウディアはタンクとしての耐久力が高く、ケインが成長する前にウディアが強力な存在になる。",
			"ヴィエゴ": "ケインはヴィエゴとの集団戦で不利である。ヴィエゴのスキルセットがケインの動きを制限し、集団戦での影響力を減少させる。",
			"ヘカリム": "ケインはヘカリムとのファームで不利である。ヘカリムの移動速度とダメージが高く、ケインはファームをしながら攻撃を受けやすい。",
			"タロン": "ケインはタロンとのダメージトレードで不利である。タロンの高いバーストダメージがケインに対して優位に働く。",
			"ゼド": "ケインはゼドとのスケーリングが不利である。ゼドはレベルアップによる強化が早く、ケインが成長する前にゼドが強力な存在になる。"
		}
	},
	"リー・シン": {
		"name": "リー・シン",
		"beats": {
			"マスター・イー": "リー・シンはマスター・イーに対して早期のダメージトレードで優位に立つことができるため、ファームを有利に進めることができる。",
			"ウーコン": "リー・シンはウーコンのスキルを避ける能力が高く、集団戦での影響力を持つため、ウーコンに対して有利である。",
			"タロン": "リー・シンはタロンの移動を制限するスキルを持っており、ダメージトレードで優位に立つことができるため、タロンに対して有利である。",
			"ヴィエゴ": "リー・シンはヴィエゴのスキルを読みやすく、集団戦での機動力を活かして有利に戦うことができるため、ヴィエゴに対して有利である。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリは高い機動力を持っており、リー・シンのスキルを回避しやすいため、ダメージトレードで不利になる。",
			"ザック": "ザックは高い耐久力とCCを持っており、リー・シンが集団戦で効果的にダメージを与えることが難しい。",
			"レク＝サイ": "レク＝サイは地中移動能力を持ち、リー・シンの視界を無視して奇襲をかけることができるため、ファームで不利になる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作るスキルを持っており、リー・シンの移動を制限することで集団戦での効果を減少させる。",
			"パンテオン": "パンテオンは強力なバーストダメージを持ち、リー・シンがダメージトレードで不利になる要因となる。",
			"ヴァイ": "ヴァイはリー・シンに対して強力なCCを持っており、ダメージトレードで不利になる。",
			"エリス": "エリスはスキルショットを使った高いダメージを持ち、リー・シンがファームやダメージトレードで不利になる。"
		}
	},
	"グレイブス": {
		"name": "グレイブス",
		"beats": {
			"ブライアー": "グレイブスはブライアーに対して高いダメージトレードを行うことができ、ブライアーの回復を抑えることができるため有利である。",
			"ワーウィック": "グレイブスはワーウィックのスキルを避けやすく、持続的なダメージを与えることができるため有利である。",
			"ボリベア": "グレイブスはボリベアの接近を阻止し、遠距離からの攻撃で有利に立ち回ることができるため有利である。",
			"ケイン": "グレイブスはケインの変身前に高いダメージを与えられるため、早期に有利を取ることができる。",
			"マスター・イー": "グレイブスはマスター・イーの攻撃を避けることができ、持続的なダメージを与えることで有利に戦える。",
			"ノクターン": "グレイブスはノクターンの暗闇を利用して安全に攻撃できるため、有利に立ち回ることができる。",
			"エリス": "グレイブスはエリスのスキルを避けやすく、持続的なダメージを与えることで有利に戦える。",
			"シン・ジャオ": "グレイブスはシン・ジャオの接近を阻止し、遠距離からの攻撃で有利に立ち回ることができるため有利である。",
			"ゼド": "グレイブスはゼドの影を避けることができ、持続的なダメージを与えることで有利に戦える。"
		},
		"loses": {
			"レンガー": "レンガーは高いバーストダメージを持っており、グレイブスはその瞬間的なダメージに対処しきれないため不利である。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持っており、グレイブスはその持続的なトレードに耐えられないため不利である。",
			"タロン": "タロンはグレイブスに対して強力なギャンク能力を持っており、グレイブスはその圧力に対抗できないため不利である。",
			"ヘカリム": "ヘカリムは高い移動速度と集団戦での影響力を持っており、グレイブスはその圧倒的な存在感に対処できないため不利である。",
			"キンドレッド": "キンドレッドは持続的なダメージと回復能力を持っており、グレイブスはその持続的なトレードに対抗できないため不利である。",
			"ウーコン": "ウーコンは高いバーストダメージと逃げ能力を持っており、グレイブスはその瞬間的な攻撃に対処しきれないため不利である。",
			"ダイアナ": "ダイアナは強力なオールイン能力を持っており、グレイブスはその瞬間的なダメージに耐えられないため不利である。"
		}
	},
	"シン・ジャオ": {
		"name": "シン・ジャオ",
		"beats": {
			"ダイアナ": "シン・ジャオはダイアナに対して早期のダメージトレードで優位に立つことができ、ファームを安定させやすい。",
			"ナフィーリ": "シン・ジャオはナフィーリの攻撃を避ける能力が高く、集団戦での影響力が大きい。",
			"ブライアー": "シン・ジャオはブライアーのスキルを無効化する手段を持っており、ダメージトレードで有利に進められる。",
			"ノーチラス": "シン・ジャオはノーチラスのCCを回避しやすく、集団戦での生存率が高い。",
			"ザック": "シン・ジャオはザックのスキルを避けることができ、ファームを安定させることができる。",
			"ヌヌ＆ウィルンプ": "シン・ジャオはヌヌの攻撃を受け流しやすく、ダメージトレードで優位に立てる。",
			"パンテオン": "シン・ジャオはパンテオンの攻撃を受け流すことができ、集団戦での影響力が高い。",
			"シャコ": "シン・ジャオはシャコの奇襲に対して強く、ファームを安定させやすい。",
			"リリア": "シン・ジャオはリリアのスキルを避ける能力が高く、ダメージトレードで有利に進められる。",
			"イブリン": "シン・ジャオはイブリンの攻撃を受け流しやすく、集団戦での生存率が高い。",
			"レク＝サイ": "シン・ジャオはレク＝サイの攻撃を避けることができ、ファームを安定させることができる。"
		},
		"loses": {
			"ボリベア": "シン・ジャオはボリベアの高い耐久力とCCに対抗できず、ファームが難しくなる。",
			"トランドル": "トランドルはシン・ジャオのステータスを奪うことで、ダメージトレードで有利に立てる。",
			"キヤナ": "キヤナはシン・ジャオに対して高いバーストダメージを持ち、スケーリングで優位に立つ。",
			"タロン": "タロンはシン・ジャオに対して高い機動力を持ち、集団戦での影響力が強い。",
			"サイラス": "サイラスはシン・ジャオのスキルを奪うことで、ダメージトレードで有利に立つ。",
			"ケイン": "ケインはシン・ジャオに対して高い持続ダメージを持ち、スケーリングで優位に立つ。"
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"トランドル": "グウェンはトランドルに対して高いダメージトレードを持っており、トランドルの耐久力を無視して攻撃できるため有利です。",
			"ウディア": "グウェンはウディアの攻撃を避ける能力が高く、ウディアのスキルを無効化しやすいため有利です。",
			"シン・ジャオ": "グウェンはシン・ジャオの突進を避けることができ、持続的なダメージを与えることで有利に戦えます。",
			"ノクターン": "グウェンはノクターンの暗闇を利用して安全に攻撃できるため、有利です。",
			"イブリン": "グウェンはイブリンのバーストダメージに対して高い耐久性を持ち、持続的に戦えるため有利です。",
			"ワーウィック": "グウェンはワーウィックの回復を無視できるダメージを持っており、戦闘で優位に立てるため有利です。",
			"ザック": "グウェンはザックのスキルを避ける能力が高く、ザックの集団戦での影響を減少させるため有利です。",
			"ダイアナ": "グウェンはダイアナのバーストを耐えることができ、持続的にダメージを与えられるため有利です。",
			"レンガー": "グウェンはレンガーの奇襲を避けることができ、持続的に戦えるため有利です。",
			"ウーコン": "グウェンはウーコンの分身を見分けやすく、効果的に攻撃できるため有利です。",
			"ノーチラス": "グウェンはノーチラスのCCを避ける能力が高く、集団戦での影響を減少させるため有利です。",
			"ニダリー": "グウェンはニダリーのバーストを耐えることができ、持続的に戦えるため有利です。",
			"パンテオン": "グウェンはパンテオンの攻撃を避ける能力が高く、持続的にダメージを与えられるため有利です。",
			"グレイブス": "グウェンはグレイブスの攻撃を避ける能力が高く、持続的に戦えるため有利です。",
			"リリア": "グウェンはリリアのスリープを避けることができ、持続的にダメージを与えられるため有利です。",
			"ヌヌ＆ウィルンプ": "グウェンはヌヌの攻撃を避ける能力が高く、持続的に戦えるため有利です。"
		},
		"loses": {
			"フィドルスティックス": "フィドルスティックスはグウェンに対して高いダメージを持ち、ファームを妨害する能力があるため、グウェンは不利である。",
			"ベル＝ヴェス": "ベル＝ヴェスはグウェンのスキルを無効化する能力があり、ダメージトレードで優位に立つことができるため、グウェンは不利である。",
			"タロン": "タロンは高いバーストダメージを持ち、グウェンがスケーリングする前に早期にキルを狙えるため、グウェンは不利である。",
			"レク＝サイ": "レク＝サイはグウェンに対して強力な集団戦の影響力を持ち、グウェンが孤立した際に捕まえることができるため、グウェンは不利である。",
			"エコー": "エコーは高い機動力を持ち、グウェンの攻撃を避けながらダメージを与えることができるため、グウェンは不利である。",
			"ヴァイ": "ヴァイはグウェンに対して強力なギャンク能力を持ち、早期に圧力をかけることができるため、グウェンは不利である。",
			"ゼド": "ゼドはグウェンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、グウェンは不利である。",
			"マスター・イー": "マスター・イーはスケーリングが強力で、グウェンが成長する前に圧倒することができるため、グウェンは不利である。",
			"ケイン": "ケインは高い機動力とダメージを持ち、グウェンの攻撃を避けながら反撃できるため、グウェンは不利である。",
			"カ＝ジックス": "カ＝ジックスはグウェンに対して高いバーストダメージを持ち、孤立した際に容易にキルを狙えるため、グウェンは不利である。",
			"ヴィエゴ": "ヴィエゴはグウェンに対して強力な集団戦の影響力を持ち、グウェンが孤立した際に捕まえることができるため、グウェンは不利である。",
			"キヤナ": "キヤナは高い機動力とダメージを持ち、グウェンの攻撃を避けながら反撃できるため、グウェンは不利である。",
			"ボリベア": "ボリベアはグウェンに対して高い耐久力とダメージを持ち、集団戦での影響力が強いため、グウェンは不利である。",
			"ブライアー": "ブライアーはグウェンに対して高いダメージと耐久力を持ち、ダメージトレードで優位に立つことができるため、グウェンは不利である."
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"トランドル": "サイラスはトランドルに対して、スキルを使ってトランドルの強力な体力回復を無効化できるため、有利です。",
			"エコー": "サイラスはエコーのスキルを奪うことで、エコーの瞬発力を利用しつつ、逆にエコーにダメージを与えることができるため、有利です。",
			"フィドルスティックス": "サイラスはフィドルスティックスの恐怖効果を無効化できるため、集団戦での優位性を持つことができます。",
			"ヌヌ＆ウィルンプ": "サイラスはヌヌのスキルを奪うことで、ヌヌの強力なサポートを逆に利用できるため、有利です。",
			"ヘカリム": "サイラスはヘカリムの突進を利用して、逆にヘカリムにダメージを与えることができるため、有利です。",
			"ジャーヴァンⅣ": "サイラスはジャーヴァンⅣの壁を無視して攻撃できるため、ファームやダメージトレードで有利です。",
			"ケイン": "サイラスはケインのスキルを奪うことで、ケインの強力なダメージを逆に利用できるため、有利です。",
			"マスター・イー": "サイラスはマスター・イーのスキルを奪うことで、マスター・イーの攻撃を無効化し、集団戦で優位に立てるため、有利です。",
			"イブリン": "サイラスはイブリンのスキルを奪うことで、イブリンの隠れた状態を逆に利用できるため、有利です。",
			"ゼド": "サイラスはゼドの影を利用して、逆にゼドにダメージを与えることができるため、有利です。"
		},
		"loses": {
			"シャコ": "サイラスはシャコの高いバーストダメージに対抗できず、ファーム時に危険を感じる。",
			"ノーチラス": "サイラスはノーチラスのCC（クラウドコントロール）に捕まると、ダメージトレードで不利になる。",
			"タロン": "サイラスはタロンの高い機動力に対抗できず、スケーリングの段階で劣位に立たされる。",
			"キンドレッド": "サイラスはキンドレッドの持つ持続的なダメージと回復能力に対して、集団戦で劣る。",
			"グレイブス": "サイラスはグレイブスの遠距離からのダメージに対して、ファーム時に圧力を感じる。",
			"パンテオン": "サイラスはパンテオンの強力なレベル1のパワースパイクに対抗できず、ダメージトレードで不利になる。",
			"ベル＝ヴェス": "サイラスはベル＝ヴェスの持つ高い持続ダメージに対して、スケーリングで劣位に立たされる。",
			"キヤナ": "サイラスはキヤナの高いバーストダメージと機動力に対して、集団戦で不利になる。"
		}
	},
	"フィドルスティックス": {
		"name": "フィドルスティックス",
		"beats": {
			"ワーウィック": "フィドルスティックスはワーウィックに対してファームが得意で、遠距離から安全にミニオンを処理できるため、レーンでの優位性を持つ。",
			"イブリン": "フィドルスティックスはイブリンに対してダメージトレードで有利で、彼のスキルを使ってイブリンの攻撃を避けることができる。",
			"ザック": "フィドルスティックスはザックに対してスケーリングが有利で、彼のスキルセットはゲーム後半に強力な影響を与える。",
			"キンドレッド": "フィドルスティックスはキンドレッドに対して集団戦で有利で、彼の範囲攻撃は集団戦でのダメージを大幅に増加させる。",
			"リリア": "フィドルスティックスはリリアに対してファームが得意で、彼のスキルはリリアの移動を制限し、安定したファームを可能にする。",
			"キヤナ": "フィドルスティックスはキヤナに対してダメージトレードで有利で、彼のスキルはキヤナの攻撃を無効化することができる。",
			"グレイブス": "フィドルスティックスはグレイブスに対してスケーリングが有利で、彼の持続的なダメージはゲーム後半で強力になる。",
			"ヘカリム": "フィドルスティックスはヘカリムに対して集団戦で有利で、彼のスキルはヘカリムの突進を無効化し、チームファイトでの影響力を高める。",
			"ベル＝ヴェス": "フィドルスティックスはベル＝ヴェスに対してファームが得意で、彼のスキルは安全にミニオンを処理できるため、レーンでの優位性を持つ。",
			"カ＝ジックス": "フィドルスティックスはカ＝ジックスに対してダメージトレードで有利で、彼のスキルはカ＝ジックスの攻撃を避けることができる。"
		},
		"loses": {
			"ブライアー": "フィドルスティックスはブライアーに対してファームが難しい。ブライアーは高い持続力と回復力を持っており、フィドルスティックスのスキルを避けやすい。",
			"ダイアナ": "フィドルスティックスはダイアナとのダメージトレードで不利である。ダイアナは瞬時に接近し、高いバーストダメージを持っているため、フィドルスティックスは攻撃を受けやすい。",
			"サイラス": "フィドルスティックスはサイラスとのスケーリングで不利である。サイラスはレベルアップによる強化が早く、フィドルスティックスのスキルを奪って逆に攻撃することができる。",
			"ジャーヴァンⅣ": "フィドルスティックスはジャーヴァンⅣとの集団戦で不利である。ジャーヴァンⅣは強力なエンゲージ能力を持ち、フィドルスティックスを捕まえやすい。",
			"ニダリー": "フィドルスティックスはニダリーに対してファームが難しい。ニダリーは高い機動力を持ち、フィドルスティックスのスキルを避けながら安全にファームできる。",
			"ノーチラス": "フィドルスティックスはノーチラスとのダメージトレードで不利である。ノーチラスはタンクとしての耐久力が高く、フィドルスティックスの攻撃を受け止めやすい。",
			"レク＝サイ": "フィドルスティックスはレク＝サイとのスケーリングで不利である。レク＝サイは早期に強力なダメージを出すことができ、フィドルスティックスは後手に回りやすい。",
			"ノクターン": "フィドルスティックスはノクターンとの集団戦で不利である。ノクターンは暗闇を利用してフィドルスティックスを狙いやすく、集団戦での位置取りが難しくなる。"
		}
	},
	"ザイラ": {
		"name": "ザイラ",
		"beats": {
			"マスター・イー": "ザイラはマスター・イーに対して遠距離からの攻撃が可能で、彼の移動を制限するスキルを持っているため、ファームで有利である。",
			"エリス": "ザイラはエリスの攻撃を避ける能力が高く、エリスが近づく前にダメージを与えることができるため、ダメージトレードで有利である。",
			"グレイブス": "ザイラはグレイブスの近接攻撃を避けることができ、遠距離から持続的にダメージを与えることができるため、スケーリングで有利である。",
			"ブライアー": "ザイラはブライアーの突進を制御するスキルを持っており、集団戦での位置取りが有利になるため、集団戦で有利である。",
			"ザック": "ザイラはザックのスキルを避けることができ、ザックが集団戦で動きにくくなるため、集団戦で有利である。",
			"ヘカリム": "ザイラはヘカリムの突進を制御できるため、集団戦での影響力が高く、集団戦で有利である。",
			"ベル＝ヴェス": "ザイラはベル＝ヴェスの攻撃を遠距離から避けることができ、ダメージトレードで有利である。",
			"レク＝サイ": "ザイラはレク＝サイの潜伏を警戒しやすく、集団戦での位置取りが有利であるため、集団戦で有利である。",
			"フィドルスティックス": "ザイラはフィドルスティックスのスキルを遠距離から無効化できるため、ダメージトレードで有利である。",
			"リー・シン": "ザイラはリー・シンの攻撃を避けることができ、ファームで有利である。",
			"パンテオン": "ザイラはパンテオンの突進を制御できるため、集団戦で有利である。",
			"トランドル": "ザイラはトランドルの近接攻撃を避けることができ、ダメージトレードで有利である。",
			"ナフィーリ": "ザイラはナフィーリの攻撃を遠距離から無効化できるため、ダメージトレードで有利である。",
			"ヴィエゴ": "ザイラはヴィエゴの攻撃を避けることができ、スケーリングで有利である。"
		},
		"loses": {
			"カーサス": "ザイラはカーサスの高い持続ダメージに対抗できず、ファームが難しくなる。",
			"ダイアナ": "ザイラはダイアナの瞬発力のあるギャンクに対して脆弱で、ダメージトレードで不利になる。",
			"ノーチラス": "ザイラはノーチラスのCC（クラウドコントロール）に捕まりやすく、集団戦での生存率が低下する。",
			"ヌヌ＆ウィルンプ": "ザイラはヌヌの高いバーストダメージとウィルンプのサポートに対抗できず、スケーリングが遅れる。",
			"ケイン": "ザイラはケインの高い機動力に対して脆弱で、ダメージトレードで不利になる。",
			"タロン": "ザイラはタロンの高いバーストダメージに対して脆弱で、ファームが難しくなる。",
			"ジャーヴァンⅣ": "ザイラはジャーヴァンⅣの壁を使ったエンゲージに対して脆弱で、集団戦での立ち位置が制限される。",
			"ニダリー": "ザイラはニダリーの高い機動力とバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"レンガー": "ザイラはレンガーの高いバーストダメージに対して脆弱で、ファームが難しくなる。",
			"シン・ジャオ": "ザイラはシン・ジャオの高い持続ダメージに対抗できず、スケーリングが遅れる。",
			"イブリン": "ザイラはイブリンの隠密性に対して脆弱で、ダメージトレードで不利になる。",
			"エコー": "ザイラはエコーの高い機動力とバーストダメージに対抗できず、集団戦での生存率が低下する。",
			"ヴァイ": "ザイラはヴァイの突進攻撃に対して脆弱で、ダメージトレードで不利になる。",
			"キヤナ": "ザイラはキヤナの高いバーストダメージに対して脆弱で、ファームが難しくなる。",
			"ボリベア": "ザイラはボリベアの高い持続ダメージに対抗できず、スケーリングが遅れる。",
			"キンドレッド": "ザイラはキンドレッドの高い機動力と持続ダメージに対抗できず、集団戦での生存率が低下する."
		}
	},
	"ザック": {
		"name": "ザック",
		"beats": {
			"イブリン": "ザックはイブリンに対して高い耐久力を持っており、ダメージトレードで有利です。",
			"トランドル": "ザックはトランドルの攻撃を無効化するスキルを持っており、ファームで有利です。",
			"カ＝ジックス": "ザックはカ＝ジックスの攻撃を受け流すことができ、集団戦で有利です。",
			"マスター・イー": "ザックはマスター・イーの攻撃を受け止めることができ、ダメージトレードで有利です。",
			"ニダリー": "ザックはニダリーの攻撃を耐えることができ、スケーリングで有利です。",
			"ウーコン": "ザックはウーコンの攻撃を受け流すことができ、集団戦で有利です。",
			"ケイン": "ザックはケインの攻撃を耐えることができ、ダメージトレードで有利です。",
			"シャコ": "ザックはシャコの攻撃を無効化するスキルを持っており、ファームで有利です。",
			"キンドレッド": "ザックはキンドレッドの攻撃を受け止めることができ、集団戦で有利です。",
			"ベル＝ヴェス": "ザックはベル＝ヴェスの攻撃を耐えることができ、スケーリングで有利です。",
			"リー・シン": "ザックはリー・シンの攻撃を受け流すことができ、ダメージトレードで有利です。"
		},
		"loses": {
			"リリア": "リリアはファームが得意で、ザックに対して持続的なダメージを与えることができるため、ダメージトレードで有利です。",
			"ヘカリム": "ヘカリムはスケーリングが優れており、ザックよりも後半の集団戦で強力な影響を持つため、不利です。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期のファームとダメージトレードで優位に立つことができ、ザックに対して圧力をかけることができます。",
			"レク＝サイ": "レク＝サイは地形を利用したギャンクが得意で、ザックはその影響を受けやすいため、不利です。",
			"フィドルスティックス": "フィドルスティックスは集団戦での持続的なダメージとCCが強力で、ザックにとって脅威です。",
			"エコー": "エコーは高いバーストダメージを持ち、ザックが近づく前に倒すことができるため、不利です。",
			"ゼド": "ゼドはザックに対して高いバーストダメージを持ち、ファームやダメージトレードで優位に立つことができます。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦でのCCとダメージが強力で、ザックはその影響を受けやすいため、不利です。",
			"ブライアー": "ブライアーは持続的なダメージと回復能力が高く、ザックに対して有利なトレードが可能です。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持ち、ザックに対して強力なプレッシャーをかけることができるため、不利です。",
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立ち、ザックに対して強力な圧力をかけることができるため、不利です。"
		}
	},
	"ウディア": {
		"name": "ウディア",
		"beats": {
			"ワーウィック": "ウディアはワーウィックに対して高い持続力を持っており、ファームを効率的に行えるため有利である。",
			"トランドル": "ウディアはトランドルの攻撃を受けても耐えることができ、ダメージトレードで優位に立つことができる。",
			"ザック": "ウディアはザックのスキルを避ける能力が高く、集団戦での影響力が大きいため有利である。",
			"ノクターン": "ウディアはノクターンの暗闇を克服する手段を持っており、スケーリングにおいても優位性を持つ。",
			"ヘカリム": "ウディアはヘカリムの突進を受け流すことができ、集団戦での耐久性が高いため有利である。",
			"ケイン": "ウディアはケインの変身に対しても強力な持続ダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ウーコン": "ウディアはウーコンの分身を見分けることができ、集団戦での影響力が大きいため有利である。",
			"リリア": "ウディアはリリアのスリープを避ける能力が高く、スケーリングにおいても優位性を持つ。",
			"ベル＝ヴェス": "ウディアはベル＝ヴェスの攻撃を耐えることができ、ダメージトレードで優位に立つことができる。",
			"ヴァイ": "ウディアはヴァイの突進を受け流すことができ、集団戦での耐久性が高いため有利である。",
			"レンガー": "ウディアはレンガーのバーストダメージに対して高い耐久力を持っており、ダメージトレードで優位に立つことができる。",
			"グレイブス": "ウディアはグレイブスの攻撃を耐えることができ、ファームを効率的に行えるため有利である."
		},
		"loses": {
			"カ＝ジックス": "カ＝ジックスはファームの面でウディアよりも優れた範囲攻撃を持っているため、ウディアは劣位に立たされる。",
			"キヤナ": "キヤナはダメージトレードにおいて高いバーストダメージを持ち、ウディアはその攻撃を受けると不利になる。",
			"エコー": "エコーはスケーリングにおいて強力な後半のパワーを持ち、ウディアはその成長に対抗できない。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦でのCC（クラウドコントロール）能力が高く、ウディアはその影響を受けやすい。",
			"ヌヌ＆ウィルンプ": "ヌヌはファームの面でウディアよりも早くクリープを処理できるため、ウディアは劣位に立たされる。",
			"シャコ": "シャコはダメージトレードにおいて高いバーストダメージを持ち、ウディアはその攻撃を受けると不利になる。",
			"キンドレッド": "キンドレッドはスケーリングにおいて強力な後半のパワーを持ち、ウディアはその成長に対抗できない。",
			"パンテオン": "パンテオンは集団戦での瞬発力が高く、ウディアはその攻撃を受けると不利になる。",
			"ゼド": "ゼドはダメージトレードにおいて高いバーストダメージを持ち、ウディアはその攻撃を受けると不利になる。",
			"シン・ジャオ": "シン・ジャオは集団戦でのCC能力が高く、ウディアはその影響を受けやすい。"
		}
	},
	"エリス": {
		"name": "エリス",
		"beats": {
			"イブリン": "エリスはイブリンに対して早期のダメージトレードで優位に立つことができ、特にスキルを使ったコンボでイブリンのHPを削ることができる。",
			"マスター・イー": "エリスはマスター・イーの攻撃を避ける能力が高く、特にスキルを使って距離を取ることで有利に戦える。",
			"ボリベア": "エリスはボリベアの接近を阻止するスキルを持っており、ボリベアが近づく前にダメージを与えることができる。",
			"ワーウィック": "エリスはワーウィックの回復を妨げるスキルを持っており、特に早期のダメージトレードで有利に立てる。",
			"キンドレッド": "エリスはキンドレッドの攻撃を避ける能力が高く、特にスキルを使って距離を取ることで有利に戦える。",
			"ゼド": "エリスはゼドのシャドウを利用して、ゼドの攻撃を回避しつつダメージを与えることができる。",
			"ヴィエゴ": "エリスはヴィエゴの攻撃を避ける能力が高く、特にスキルを使って距離を取ることで有利に戦える。",
			"フィドルスティックス": "エリスはフィドルスティックスのスキルを避ける能力が高く、特に早期のダメージトレードで有利に立てる。",
			"ヌヌ＆ウィルンプ": "エリスはヌヌの攻撃を避ける能力が高く、特にスキルを使って距離を取ることで有利に戦える。",
			"リリア": "エリスはリリアのスリープを避ける能力が高く、特に早期のダメージトレードで有利に立てる。",
			"キヤナ": "エリスはキヤナの攻撃を避ける能力が高く、特にスキルを使って距離を取ることで有利に戦える。"
		},
		"loses": {
			"ヘカリム": "エリスはヘカリムに対してファームが難しい。ヘカリムの高い移動速度と持続的なダメージにより、エリスは安全にミニオンを取ることができない。",
			"タロン": "エリスはタロンとのダメージトレードで不利である。タロンの瞬発力と高いバーストダメージにより、エリスは早期にダメージを受けやすい。",
			"ダイアナ": "エリスはダイアナに対してスケーリングが不利である。ダイアナはレベル6以降に強力なバーストを持ち、エリスはその圧力に耐えられない。",
			"ウーコン": "エリスはウーコンとの集団戦で不利である。ウーコンの高い耐久力とCC能力により、エリスは集団戦での役割を果たしにくい。",
			"シャコ": "エリスはシャコに対してファームが難しい。シャコの高いバーストダメージと不意打ち能力により、エリスは安全にミニオンを取ることができない。",
			"ノクターン": "エリスはノクターンとのダメージトレードで不利である。ノクターンの暗闇効果と高いバーストダメージにより、エリスは攻撃を受けやすい。",
			"ヴァイ": "エリスはヴァイに対してスケーリングが不利である。ヴァイはレベル6以降に強力なギャンク能力を持ち、エリスはその圧力に耐えられない。",
			"ブライアー": "エリスはブライアーとの集団戦で不利である。ブライアーの高い耐久力と持続的なダメージにより、エリスは集団戦での役割を果たしにくい。",
			"ジャーヴァンⅣ": "エリスはジャーヴァンⅣに対してファームが難しい。ジャーヴァンⅣの高いCC能力と持続的なダメージにより、エリスは安全にミニオンを取ることができない。",
			"レンガー": "エリスはレンガーとのダメージトレードで不利である。レンガーの高いバーストダメージと瞬発力により、エリスは早期にダメージを受けやすい。",
			"ザック": "エリスはザックに対してスケーリングが不利である。ザックは集団戦での耐久力とCC能力が高く、エリスはその圧力に耐えられない。"
		}
	},
	"レンガー": {
		"name": "レンガー",
		"beats": {
			"ダイアナ": "レンガーはダイアナに対して高いバーストダメージを持っており、ダイアナがスキルを使った後に反撃することが難しいため、ダメージトレードで有利です。",
			"リリア": "レンガーはリリアの移動速度を利用して、リリアがスキルを当てる前に攻撃を仕掛けることができるため、ファームで有利です。",
			"グレイブス": "レンガーはグレイブスの攻撃を避ける能力が高く、グレイブスが近づく前にダメージを与えることができるため、ダメージトレードで有利です。",
			"ケイン": "レンガーはケインの変身前に高いバーストダメージを持っており、ケインが成長する前に倒すことができるため、スケーリングで有利です。",
			"ヴァイ": "レンガーはヴァイの攻撃を避ける能力が高く、ヴァイが接近する前に攻撃を仕掛けることができるため、ダメージトレードで有利です。",
			"ニダリー": "レンガーはニダリーのスキルを避けることができ、ニダリーが攻撃する前に反撃することができるため、ファームで有利です。",
			"イブリン": "レンガーはイブリンのスキルを避ける能力が高く、イブリンが接近する前に攻撃を仕掛けることができるため、ダメージトレードで有利です。",
			"エリス": "レンガーはエリスのスキルを避けることができ、エリスが攻撃する前に反撃することができるため、ファームで有利です。",
			"キヤナ": "レンガーはキヤナの攻撃を避ける能力が高く、キヤナがスキルを使った後に反撃することが難しいため、ダメージトレードで有利です。",
			"カ＝ジックス": "レンガーはカ＝ジックスの攻撃を避ける能力が高く、カ＝ジックスが接近する前に攻撃を仕掛けることができるため、ダメージトレードで有利です。",
			"フィドルスティックス": "レンガーはフィドルスティックスのスキルを避けることができ、フィドルスティックスが攻撃する前に反撃することができるため、ファームで有利です。",
			"タロン": "レンガーはタロンの攻撃を避ける能力が高く、タロンがスキルを使った後に反撃することが難しいため、ダメージトレードで有利です。",
			"ノーチラス": "レンガーはノーチラスのスキルを避けることができ、ノーチラスが攻撃する前に反撃することができるため、ファームで有利です。"
		},
		"loses": {
			"ウディア": "ウディアはファームが早く、レンガーの攻撃を受け流すことができるため、レンガーは不利です。",
			"ウーコン": "ウーコンは高い持続ダメージを持ち、レンガーのダメージトレードに対して優位に立つことができるため、レンガーは不利です。",
			"ヘカリム": "ヘカリムはスケーリングが優れており、後半戦での集団戦において強力な影響を持つため、レンガーは不利です。",
			"マスター・イー": "マスター・イーは高いダメージと回復能力を持ち、レンガーの攻撃を耐えることができるため、レンガーは不利です。",
			"キンドレッド": "キンドレッドはファームが得意で、レンガーの攻撃を避ける能力が高いため、レンガーは不利です。",
			"パンテオン": "パンテオンは強力なバーストダメージを持ち、レンガーのダメージトレードに対して優位に立つことができるため、レンガーは不利です。",
			"シン・ジャオ": "シン・ジャオは高い耐久力と持続ダメージを持ち、レンガーの攻撃を受け流すことができるため、レンガーは不利です。",
			"ザック": "ザックは集団戦でのCCと耐久力が高く、レンガーの攻撃を無効化することができるため、レンガーは不利です。",
			"レク＝サイ": "レク＝サイは高い機動力とダメージを持ち、レンガーの攻撃を避けることができるため、レンガーは不利です。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージと回復能力を持ち、レンガーの攻撃を耐えることができるため、レンガーは不利です。",
			"トランドル": "トランドルは高い耐久力とダメージを持ち、レンガーの攻撃を受け流すことができるため、レンガーは不利です。"
		}
	},
	"シャコ": {
		"name": "シャコ",
		"beats": {
			"マスター・イー": "シャコはマスター・イーに対して高いバーストダメージを持っており、早期にキルを狙いやすい。",
			"キンドレッド": "シャコはキンドレッドの攻撃を避ける能力があり、ダメージトレードで有利に立てる。",
			"カ＝ジックス": "シャコはカ＝ジックスの孤立した敵を狙う能力が高く、集団戦での影響力が大きい。",
			"サイラス": "シャコはサイラスのスキルを利用して反撃できるため、ファームとダメージトレードで優位に立てる。",
			"ヴァイ": "シャコはヴァイの突進を避けることができ、集団戦での生存率が高い。",
			"エリス": "シャコはエリスのスキルを回避しやすく、ダメージトレードで有利に立てる。",
			"パンテオン": "シャコはパンテオンのスキルを避けることができ、ファームでの優位性を保てる。",
			"ウディア": "シャコはウディアの攻撃を避ける能力があり、ダメージトレードで有利に立てる。",
			"トランドル": "シャコはトランドルのスキルを回避しやすく、集団戦での影響力が大きい。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリはシャコに対して高い持続ダメージを持っており、ファームの際にシャコが近づくと簡単にトレードで勝てるため、シャコは不利である。",
			"ノクターン": "ノクターンはシャコに対して強力なギャンク能力を持っており、集団戦での影響力も高いため、シャコは不利である。",
			"カーサス": "カーサスはシャコに対して高い範囲ダメージを持っており、スケーリングが優れているため、シャコは不利である。",
			"ヘカリム": "ヘカリムはシャコに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、シャコは不利である。",
			"ザック": "ザックはシャコに対して高い耐久力とCCを持っており、集団戦での影響力が大きいため、シャコは不利である。",
			"ニダリー": "ニダリーはシャコに対して高いバーストダメージを持ち、ファームの際に優位に立つことができるため、シャコは不利である。",
			"ベル＝ヴェス": "ベル＝ヴェスはシャコに対して高い持続ダメージを持ち、スケーリングが優れているため、シャコは不利である。",
			"タロン": "タロンはシャコに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、シャコは不利である。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはシャコに対して強力なCCを持ち、集団戦での影響力が大きいため、シャコは不利である。",
			"ダイアナ": "ダイアナはシャコに対して高いバーストダメージを持ち、スケーリングが優れているため、シャコは不利である。",
			"レク＝サイ": "レク＝サイはシャコに対して高い耐久力とギャンク能力を持っており、集団戦での影響力が大きいため、シャコは不利である。",
			"ゼド": "ゼドはシャコに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、シャコは不利である。",
			"ウーコン": "ウーコンはシャコに対して高い機動力と持続ダメージを持っており、集団戦での影響力が大きいため、シャコは不利である。",
			"ケイン": "ケインはシャコに対して高いバーストダメージを持ち、スケーリングが優れているため、シャコは不利である。",
			"キヤナ": "キヤナはシャコに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、シャコは不利である。",
			"ノーチラス": "ノーチラスはシャコに対して強力なCCを持ち、集団戦での影響力が大きいため、シャコは不利である."
		}
	},
	"ウーコン": {
		"name": "ウーコン",
		"beats": {
			"ケイン": "ウーコンはケインに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"ナフィーリ": "ウーコンはナフィーリの攻撃を避ける能力が高く、ファームを安定させることができる。",
			"マスター・イー": "ウーコンはマスター・イーの攻撃を回避しやすく、集団戦での影響力が高い。",
			"シャコ": "ウーコンはシャコのワーディングを無効化し、ダメージトレードで優位に立つことができる。",
			"ノクターン": "ウーコンはノクターンのスキルを避けることができ、スケーリングにおいても有利。",
			"ワーウィック": "ウーコンはワーウィックの回復を妨げることができ、ファームを有利に進めることができる。",
			"レンガー": "ウーコンはレンガーの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ブライアー": "ウーコンはブライアーのスキルを回避しやすく、集団戦での影響力が高い。",
			"グレイブス": "ウーコンはグレイブスの攻撃を避けることができ、ファームを安定させることができる。",
			"シン・ジャオ": "ウーコンはシン・ジャオの攻撃を回避しやすく、スケーリングにおいても有利。",
			"イブリン": "ウーコンはイブリンの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"エリス": "ウーコンはエリスのスキルを避けることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"ニダリー": "ウーコンはニダリーに対してファームが難しい。ニダリーの高い機動力とダメージでウーコンを圧倒することができる。",
			"エコー": "ウーコンはエコーとのダメージトレードで不利。エコーのスキルセットはウーコンの攻撃を避けることができ、逆にダメージを与えることができる。",
			"ヌヌ＆ウィルンプ": "ウーコンはヌヌ＆ウィルンプに対してスケーリングが劣る。ヌヌの強力な集団戦能力とウィルンプの持続的なダメージがウーコンを圧倒する。",
			"キヤナ": "ウーコンはキヤナとの集団戦で不利。キヤナの範囲攻撃と瞬時のバーストダメージがウーコンにとって脅威となる。",
			"タロン": "ウーコンはタロンとのファームで不利。タロンの高いバーストダメージと機動力がウーコンを圧倒する。",
			"ダイアナ": "ウーコンはダイアナとのダメージトレードで不利。ダイアナのシールドとバーストダメージがウーコンに対して有利に働く。",
			"リー・シン": "ウーコンはリー・シンとのスケーリングで不利。リー・シンの高い機動力とダメージがウーコンを圧倒する。",
			"パンテオン": "ウーコンはパンテオンとの集団戦で不利。パンテオンの強力なスタンとバーストダメージがウーコンにとって脅威となる。",
			"ヘカリム": "ウーコンはヘカリムとのファームで不利。ヘカリムの持続的なダメージと機動力がウーコンを圧倒する。",
			"ノーチラス": "ウーコンはノーチラスとのダメージトレードで不利。ノーチラスのCCと耐久力がウーコンに対して有利に働く。"
		}
	},
	"カーサス": {
		"name": "カーサス",
		"beats": {
			"ウーコン": "カーサスはウーコンに対して、ファームの際に安全な距離からスキルを使えるため有利である。",
			"グレイブス": "カーサスはグレイブスの攻撃を避ける能力が高く、ダメージトレードで優位に立てる。",
			"シャコ": "カーサスはシャコの潜伏攻撃に対して、スキルで反撃できるため有利である。",
			"ダイアナ": "カーサスはダイアナの接近を阻止できるため、集団戦で有利に立ち回れる。",
			"カ＝ジックス": "カーサスはカ＝ジックスの攻撃を遠距離から牽制できるため、ファームで有利である。",
			"ザイラ": "カーサスはザイラのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"エリス": "カーサスはエリスの変身を警戒しつつ、スキルで安全にファームできるため有利である。",
			"ワーウィック": "カーサスはワーウィックの回復を無視できるため、ダメージトレードで有利である。",
			"イブリン": "カーサスはイブリンの奇襲を予測しやすく、集団戦で有利に立ち回れる。",
			"ブライアー": "カーサスはブライアーの攻撃を遠距離から牽制できるため、ファームで有利である。",
			"シン・ジャオ": "カーサスはシン・ジャオの突進を避ける能力が高く、ダメージトレードで優位に立てる。",
			"ゼド": "カーサスはゼドの影を警戒しつつ、スキルで反撃できるため有利である。",
			"ヴァイ": "カーサスはヴァイの突進を避けやすく、集団戦で有利に立ち回れる。",
			"ノクターン": "カーサスはノクターンの暗闇を利用して安全にファームできるため有利である。",
			"リー・シン": "カーサスはリー・シンの攻撃を遠距離から牽制できるため、ダメージトレードで有利である。",
			"ヴィエゴ": "カーサスはヴィエゴの攻撃を避ける能力が高く、集団戦で有利に立ち回れる。",
			"ジャーヴァンⅣ": "カーサスはジャーヴァンⅣの壁を利用して安全にファームできるため有利である。"
		},
		"loses": {
			"フィドルスティックス": "フィドルスティックスはカーサスに対して高いダメージトレードを行うことができ、カーサスのスキルを避ける能力があるため、ファームが難しくなる。",
			"タロン": "タロンはカーサスに対して高いバーストダメージを持ち、集団戦での瞬時のキルが可能なため、カーサスは不利を強いられる。",
			"ヘカリム": "ヘカリムはカーサスに対して高い機動力を持ち、集団戦での影響力が強いため、カーサスはスケーリングが難しくなる。",
			"ケイン": "ケインはカーサスに対して高いバーストダメージを持ち、特に暗黒形態に変身した際にカーサスを容易に排除できるため、ダメージトレードで不利になる。",
			"ベル＝ヴェス": "ベル＝ヴェスはカーサスに対して高い持続ダメージを持ち、集団戦での生存能力が高いため、カーサスは不利を感じる。",
			"ヌヌ＆ウィルンプ": "ヌヌはカーサスに対して高いCC（クラウドコントロール）を持ち、ファームを妨害する能力があるため、カーサスは不利になる。",
			"ノーチラス": "ノーチラスはカーサスに対して強力なCCを持ち、集団戦での影響力が高いため、カーサスは不利を強いられる。",
			"エコー": "エコーはカーサスに対して高い機動力とバーストダメージを持ち、ダメージトレードで優位に立つことができるため、カーサスは不利になる。",
			"ニダリー": "ニダリーはカーサスに対して高い機動力と持続的なダメージを持ち、ファームを妨害する能力があるため、カーサスは不利を感じる。",
			"キンドレッド": "キンドレッドはカーサスに対して高いバーストダメージを持ち、集団戦での影響力が強いため、カーサスは不利になる。",
			"ウディア": "ウディアはカーサスに対して高い持続ダメージを持ち、集団戦での生存能力が高いため、カーサスは不利を強いられる。",
			"リリア": "リリアはカーサスに対して高い機動力と持続的なダメージを持ち、ファームを妨害する能力があるため、カーサスは不利になる。",
			"ボリベア": "ボリベアはカーサスに対して高い持続ダメージとCCを持ち、集団戦での影響力が強いため、カーサスは不利を感じる。",
			"ナフィーリ": "ナフィーリはカーサスに対して高いバーストダメージを持ち、集団戦での瞬時のキルが可能なため、カーサスは不利を強いられる."
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"ブライアー": "パンテオンはブライアーに対して強力なダメージトレードを行うことができ、彼女の回復を妨げることができる。",
			"ベル＝ヴェス": "パンテオンはベル＝ヴェスの攻撃を避ける能力が高く、集団戦での影響力を持つ。",
			"ワーウィック": "パンテオンはワーウィックのスキルを無効化し、ファームを優位に進めることができる。",
			"ノーチラス": "パンテオンはノーチラスのCCを避けることができ、ダメージトレードで有利に立つことができる。",
			"マスター・イー": "パンテオンはマスター・イーの攻撃を受ける前に先手を打つことができ、スケーリングで有利になる。",
			"ウーコン": "パンテオンはウーコンの分身を見分けることができ、集団戦での優位性を持つ。",
			"ゼド": "パンテオンはゼドの攻撃を受ける前にダメージを与えることができ、ファームで有利に進める。",
			"フィドルスティックス": "パンテオンはフィドルスティックスのスキルを避けることができ、ダメージトレードで優位に立つ。",
			"ウディア": "パンテオンはウディアの攻撃を無効化し、スケーリングで有利になる。",
			"イブリン": "パンテオンはイブリンの隠れた状態を見破ることができ、集団戦での影響力を持つ。"
		},
		"loses": {
			"ヌヌ＆ウィルンプ": "ヌヌ＆ウィルンプはファームの面で優れており、パンテオンが圧力をかける前に十分なゴールドを獲得できる。",
			"ヘカリム": "ヘカリムはダメージトレードにおいて高い機動力を持ち、パンテオンの攻撃を避けやすい。",
			"キンドレッド": "キンドレッドはスケーリングが優れており、ゲーム後半においてパンテオンを圧倒する力を持つ。",
			"レク＝サイ": "レク＝サイは集団戦において強力なエンゲージを持ち、パンテオンが孤立した際に狙いやすい。",
			"ナフィーリ": "ナフィーリはファームの面で優れた持続力を持ち、パンテオンの攻撃を受け流しやすい。",
			"ボリベア": "ボリベアはダメージトレードにおいて高い耐久性を持ち、パンテオンの攻撃を耐えやすい。",
			"ニダリー": "ニダリーはスケーリングにおいて高いバーストダメージを持ち、パンテオンを早期に排除できる。",
			"エコー": "エコーは集団戦において高い機動力を持ち、パンテオンの攻撃を避けながら反撃できる。",
			"シン・ジャオ": "シン・ジャオはダメージトレードにおいて持続的なダメージを与えられ、パンテオンの攻撃を受け流しやすい。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは集団戦において強力なバリアを持ち、パンテオンの攻撃を無効化しやすい。"
		}
	},
	"ラムス": {
		"name": "ラムス",
		"beats": {
			"ヴィエゴ": "ラムスはヴィエゴに対して持続的なダメージを与えることができ、ファームを安定させることができるため有利です。",
			"エリス": "ラムスはエリスのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため有利です。",
			"ベル＝ヴェス": "ラムスはベル＝ヴェスの攻撃を耐えることができ、集団戦での持続力が高いため有利です。",
			"ヘカリム": "ラムスはヘカリムの突進を受け流すことができ、スケーリングにおいても優位に立つことができるため有利です。",
			"マスター・イー": "ラムスはマスター・イーの攻撃を受け止めることができ、ダメージトレードで有利に進めることができるため有利です。",
			"ザック": "ラムスはザックのCCを受けにくく、集団戦での影響力が高いため有利です。",
			"カ＝ジックス": "ラムスはカ＝ジックスのバーストダメージに耐えることができ、ファームを安定させることができるため有利です。",
			"イブリン": "ラムスはイブリンの攻撃を受け流すことができ、ダメージトレードで優位に立つことができるため有利です。",
			"キンドレッド": "ラムスはキンドレッドの攻撃を耐えることができ、集団戦での持続力が高いため有利です。",
			"レンガー": "ラムスはレンガーのバーストダメージに対して耐性があり、スケーリングにおいても優位に立つことができるため有利です。",
			"ヴァイ": "ラムスはヴァイの攻撃を受け流すことができ、ダメージトレードで有利に進めることができるため有利です。",
			"シン・ジャオ": "ラムスはシン・ジャオの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"リー・シン": "ラムスはリー・シンの攻撃を受け流すことができ、ファームを安定させることができるため有利です。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイは高い機動力を持っており、ラムスがファームをする際に容易に干渉できるため、ラムスは不利である。",
			"リリア": "リリアは持続的なダメージを与える能力が高く、ラムスがダメージトレードを行う際に不利になる。",
			"トランドル": "トランドルはラムスの耐久力を削ることができ、集団戦でラムスが効果的に機能できないため、不利である。",
			"ノーチラス": "ノーチラスは強力なCCを持っており、ラムスがスケーリングする前に捕まる可能性が高いため、不利である。",
			"アムム": "アムムは集団戦での影響力が高く、ラムスがその影響を受けやすいため、不利である。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは高いバーストダメージを持ち、ラムスがダメージトレードで劣るため、不利である。",
			"ニダリー": "ニダリーは高い機動力とバーストダメージを持ち、ラムスがファームをする際に圧力をかけられるため、不利である。",
			"ボリベア": "ボリベアはラムスに対して強力なダメージを持ち、集団戦でラムスが効果的に機能できないため、不利である。",
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立つことができ、ラムスが不利になる。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、ラムスがダメージトレードで劣るため、不利である。",
			"シャコ": "シャコは高いバーストダメージを持ち、ラムスが集団戦で効果的に機能できないため、不利である。",
			"ダイアナ": "ダイアナは高いバーストダメージと機動力を持ち、ラムスがダメージトレードで劣るため、不利である。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ラムスがファームをする際に圧力をかけられるため、不利である。",
			"ブライアー": "ブライアーは持続的なダメージを与える能力が高く、ラムスがダメージトレードで劣るため、不利である。"
		}
	},
	"ナフィーリ": {
		"name": "ナフィーリ",
		"beats": {
			"カ＝ジックス": "ナフィーリはカ＝ジックスに対して高い機動力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"シャコ": "ナフィーリはシャコのワーディングを無視して攻撃できるため、ファームとダメージトレードで優位に立てる。",
			"ワーウィック": "ナフィーリはワーウィックの回復を無視できるスキルを持っており、集団戦で有利に戦える。",
			"グレイブス": "ナフィーリはグレイブスの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"マスター・イー": "ナフィーリはマスター・イーの攻撃を回避しやすく、スケーリングにおいても有利に進めることができる。",
			"レンガー": "ナフィーリはレンガーのバーストダメージを避ける手段を持っており、集団戦で有利に立ち回れる。",
			"ヴィエゴ": "ナフィーリはヴィエゴのスキルを避けることができ、ダメージトレードで優位に立つことができる。",
			"レク＝サイ": "ナフィーリはレク＝サイの潜伏を警戒しやすく、ファームと集団戦で有利に戦える。",
			"リー・シン": "ナフィーリはリー・シンのキックを避ける能力が高く、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"ヘカリム": "ヘカリムは高い機動力を持ち、ナフィーリがファームをする前に圧力をかけることができるため、ナフィーリは不利である。",
			"ダイアナ": "ダイアナは強力なバーストダメージを持ち、ナフィーリがスケーリングする前に早期にキルを狙うことができるため、ナフィーリは不利である。",
			"ニダリー": "ニダリーは高い機動力とダメージを持ち、ナフィーリがダメージトレードで不利になるため、ナフィーリは不利である。",
			"ノクターン": "ノクターンは暗闇を利用してナフィーリに接近し、集団戦での影響力を高めるため、ナフィーリは不利である。",
			"ザック": "ザックは高い耐久力とCCを持ち、ナフィーリが集団戦で効果的に機能するのを妨げるため、ナフィーリは不利である。",
			"ウーコン": "ウーコンは高いバーストダメージと逃げ能力を持ち、ナフィーリがファームをする際に圧力をかけることができるため、ナフィーリは不利である。",
			"ケイン": "ケインは高い機動力とダメージを持ち、ナフィーリがスケーリングする前にキルを狙うことができるため、ナフィーリは不利である。",
			"エコー": "エコーは高いバーストダメージと逃げ能力を持ち、ナフィーリがダメージトレードで不利になるため、ナフィーリは不利である。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、ナフィーリが集団戦で効果的に機能するのを妨げるため、ナフィーリは不利である。",
			"イブリン": "イブリンは高いバーストダメージと隠密性を持ち、ナフィーリがファームをする際に圧力をかけることができるため、ナフィーリは不利である。",
			"フィドルスティックス": "フィドルスティックスは高い集団戦の影響力を持ち、ナフィーリが集団戦で効果的に機能するのを妨げるため、ナフィーリは不利である。",
			"リリア": "リリアは高い機動力と持続ダメージを持ち、ナフィーリがダメージトレードで不利になるため、ナフィーリは不利である。",
			"ボリベア": "ボリベアは高い耐久力とCCを持ち、ナフィーリが集団戦で効果的に機能するのを妨げるため、ナフィーリは不利である。",
			"シン・ジャオ": "シン・ジャオは高いバーストダメージと耐久力を持ち、ナフィーリがダメージトレードで不利になるため、ナフィーリは不利である。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、ナフィーリがファームをする際に圧力をかけることができるため、ナフィーリは不利である。",
			"トランドル": "トランドルは高い耐久力とCCを持ち、ナフィーリが集団戦で効果的に機能するのを妨げるため、ナフィーリは不利である。",
			"ヌヌ＆ウィルンプ": "ヌヌは高いバーストダメージとCCを持ち、ナフィーリがダメージトレードで不利になるため、ナフィーリは不利である。",
			"ヴァイ": "ヴァイは高いバーストダメージと機動力を持ち、ナフィーリが集団戦で効果的に機能するのを妨げるため、ナフィーリは不利である。",
			"ノーチラス": "ノーチラスは高いCCと耐久力を持ち、ナフィーリがダメージトレードで不利になるため、ナフィーリは不利である."
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"アムム": "トランドルはアムムに対して高い持続力を持ち、ファームを効率的に行えるため有利である。",
			"ワーウィック": "トランドルはワーウィックの回復を無効化するスキルを持っているため、ダメージトレードで優位に立てる。",
			"ヴァイ": "トランドルはヴァイの突進を避けることができ、スケーリングにおいても強力な存在である。",
			"ダイアナ": "トランドルはダイアナのバーストダメージに対して耐久性が高く、集団戦での生存率が高い。",
			"パンテオン": "トランドルはパンテオンの攻撃を受けても耐えられるため、ファームとダメージトレードで有利である。",
			"マスター・イー": "トランドルはマスター・イーの攻撃を受け流しつつ、スケーリングで優位に立つことができる。",
			"キンドレッド": "トランドルはキンドレッドの攻撃を受けても耐久性が高く、集団戦での影響力が大きい。",
			"ノクターン": "トランドルはノクターンの暗闇を利用して有利に立ち回ることができ、ダメージトレードで優位である。",
			"セジュアニ": "トランドルはセジュアニのCCを受けても耐えられるため、集団戦での生存率が高い。",
			"ノーチラス": "トランドルはノーチラスのCCを受け流しつつ、ファームで有利に立つことができる。",
			"ボリベア": "トランドルはボリベアの攻撃を受けても耐久性が高く、スケーリングで優位に立つことができる。",
			"シン・ジャオ": "トランドルはシン・ジャオの攻撃を受け流しつつ、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"サイラス": "サイラスはトランドルのスキルを奪い、トレードで有利に立つことができるため、ダメージトレードで不利である。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持っており、トランドルがファームをする際に圧力をかけることができるため、ファームで不利である。",
			"ザック": "ザックはトランドルの攻撃を避ける能力が高く、集団戦での影響力が大きいため、集団戦で不利である。",
			"ヘカリム": "ヘカリムは高い機動力を持ち、トランドルがスケーリングする前に圧倒することができるため、スケーリングで不利である。",
			"リリア": "リリアはトランドルに対して持続的なダメージを与えつつ、逃げることができるため、ダメージトレードで不利である。",
			"レク＝サイ": "レク＝サイは地形を利用してトランドルに対して奇襲をかけることができるため、集団戦で不利である。",
			"タロン": "タロンは高いバーストダメージを持ち、トランドルがファームをしている間に簡単にキルを狙えるため、ファームで不利である。",
			"エリス": "エリスはトランドルに対して遠距離からの攻撃が可能で、トレードで有利に立つことができるため、ダメージトレードで不利である。",
			"グレイブス": "グレイブスは高いバーストダメージを持ち、トランドルが近づく前にダメージを与えることができるため、集団戦で不利である."
		}
	},
	"グラガス": {
		"name": "グラガス",
		"beats": {
			"トランドル": "グラガスはトランドルに対して優れたファーム能力を持っており、トランドルの攻撃を避けることができるため、持続的なダメージトレードで有利です。",
			"ウーコン": "グラガスはウーコンのスキルを無効化することができるため、集団戦での影響力が高く、ウーコンに対して有利です。",
			"グレイブス": "グラガスはグレイブスの攻撃を受け流すことができ、ダメージトレードで優位に立つことができるため、グレイブスに対して有利です。",
			"ノクターン": "グラガスはノクターンの暗闇を利用して、スケーリングの面で優位に立つことができるため、ノクターンに対して有利です。",
			"アムム": "グラガスはアムムの集団戦でのCCを回避する能力が高く、ダメージトレードで有利です。",
			"リー・シン": "グラガスはリー・シンの攻撃を避けることができ、ファームの面で優位に立つことができるため、リー・シンに対して有利です。",
			"マスター・イー": "グラガスはマスター・イーの攻撃を受け流すことができ、スケーリングの面で優位に立つことができるため、マスター・イーに対して有利です。",
			"シン・ジャオ": "グラガスはシン・ジャオの攻撃を避けることができ、ダメージトレードで優位に立つことができるため、シン・ジャオに対して有利です。",
			"ダイアナ": "グラガスはダイアナのスキルを無効化することができ、集団戦での影響力が高いため、ダイアナに対して有利です。",
			"リリア": "グラガスはリリアの攻撃を受け流すことができ、ファームの面で優位に立つことができるため、リリアに対して有利です。",
			"ベル＝ヴェス": "グラガスはベル＝ヴェスの攻撃を避けることができ、ダメージトレードで優位に立つことができるため、ベル＝ヴェスに対して有利です。"
		},
		"loses": {
			"レンガー": "レンガーはグラガスに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ノーチラス": "ノーチラスはグラガスのスキルを無効化することができ、集団戦での影響力が高い。",
			"レク＝サイ": "レク＝サイはグラガスに対して強力なギャンク能力を持ち、ファームを妨害することができる。",
			"イブリン": "イブリンはグラガスに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"フィドルスティックス": "フィドルスティックスはグラガスに対して持続的なダメージを与えることができ、集団戦での優位性を持つ。",
			"ウディア": "ウディアはグラガスに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"シャコ": "シャコはグラガスに対して高いバーストダメージを持ち、ファームを妨害することができる。",
			"ヴァイ": "ヴァイはグラガスに対して強力なギャンク能力を持ち、ダメージトレードで優位に立つことができる。",
			"ヘカリム": "ヘカリムはグラガスに対して高い機動力を持ち、集団戦での影響力が高い。",
			"ブライアー": "ブライアーはグラガスに対して持続的なダメージを与えることができ、ダメージトレードで有利に立つことができる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはグラガスに対して強力な集団戦のコントロールを持ち、ファームを妨害することができる。",
			"エリス": "エリスはグラガスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ケイン": "ケインはグラガスに対して高い機動力を持ち、集団戦での影響力が高い。"
		}
	},
	"リリア": {
		"name": "リリア",
		"beats": {
			"セジュアニ": "リリアはセジュアニに対して高い機動力を持っており、ダメージトレードで有利に立てるため、彼女はセジュアニに対して有利です。",
			"ザック": "リリアはザックのスキルを避ける能力が高く、ファームを効率的に行えるため、彼女はザックに対して有利です。",
			"トランドル": "リリアはトランドルの攻撃を回避しやすく、集団戦での影響力が高いため、彼女はトランドルに対して有利です。",
			"アムム": "リリアはアムムのCCを避けることができ、スケーリングにおいても優位に立てるため、彼女はアムムに対して有利です。",
			"ノクターン": "リリアはノクターンの攻撃を避けることができ、ダメージトレードで優位に立てるため、彼女はノクターンに対して有利です。",
			"ワーウィック": "リリアはワーウィックの接近を避けることができ、ファームを効率的に行えるため、彼女はワーウィックに対して有利です。",
			"ナフィーリ": "リリアはナフィーリの攻撃を避ける能力が高く、集団戦での影響力が高いため、彼女はナフィーリに対して有利です。",
			"ボリベア": "リリアはボリベアの攻撃を回避しやすく、スケーリングにおいても優位に立てるため、彼女はボリベアに対して有利です。",
			"パンテオン": "リリアはパンテオンの攻撃を避けることができ、ダメージトレードで優位に立てるため、彼女はパンテオンに対して有利です。",
			"エコー": "リリアはエコーのスキルを避ける能力が高く、集団戦での影響力が高いため、彼女はエコーに対して有利です。",
			"シャコ": "リリアはシャコの攻撃を回避しやすく、ファームを効率的に行えるため、彼女はシャコに対して有利です。",
			"グレイブス": "リリアはグレイブスの攻撃を避けることができ、スケーリングにおいても優位に立てるため、彼女はグレイブスに対して有利です。",
			"ウーコン": "リリアはウーコンの攻撃を避ける能力が高く、ダメージトレードで優位に立てるため、彼女はウーコンに対して有利です。"
		},
		"loses": {
			"レンガー": "レンガーはリリアに対して高いバーストダメージを持っており、リリアがファームをする際に容易に狙われるため不利である。",
			"キヤナ": "キヤナはリリアのスキルを回避しやすく、ダメージトレードで優位に立つことができるため不利である。",
			"タロン": "タロンは高い機動力を持ち、リリアが集団戦で効果的に立ち回るのを妨げるため不利である。",
			"エリス": "エリスはリリアに対して強力なCCを持ち、ファーム中にリリアを捕まえることができるため不利である。",
			"イブリン": "イブリンはリリアよりも早くスノーボールを始めることができ、集団戦での影響力が高いため不利である。",
			"ニダリー": "ニダリーはリリアに対して高いダメージを持ち、ファームを妨害する能力があるため不利である。",
			"フィドルスティックス": "フィドルスティックスはリリアの集団戦での動きを制限する恐怖効果を持っているため不利である。",
			"ノーチラス": "ノーチラスはリリアに対して強力なCCを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"カ＝ジックス": "カ＝ジックスはリリアを孤立させて高いバーストダメージを与えることができるため不利である。",
			"ブライアー": "ブライアーはリリアのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができるため不利である。",
			"ダイアナ": "ダイアナはリリアに対して高いバーストダメージを持ち、集団戦での影響力が高いため不利である。",
			"ヘカリム": "ヘカリムはリリアに対して高い機動力を持ち、ファームを妨害する能力があるため不利である。",
			"キンドレッド": "キンドレッドはリリアに対して高い持続ダメージを持ち、集団戦での影響力が高いため不利である。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはリリアの動きを制限する壁を作ることができ、集団戦での影響力が高いため不利である。",
			"ヌヌ＆ウィルンプ": "ヌヌはリリアに対して高いCCを持ち、ファームを妨害する能力があるため不利である。",
			"ウディア": "ウディアはリリアに対して高い耐久力を持ち、ダメージトレードで優位に立つことができるため不利である。",
			"ヴィエゴ": "ヴィエゴはリリアに対して高いバーストダメージを持ち、集団戦での影響力が高いため不利である。"
		}
	},
	"ノクターン": {
		"name": "ノクターン",
		"beats": {
			"ナフィーリ": "ノクターンはナフィーリに対して高いダメージトレード能力を持っており、ナフィーリのスキルを避けやすいため有利です。",
			"シャコ": "ノクターンはシャコの影を見破ることができ、集団戦での影響力を減少させるため有利です。",
			"フィドルスティックス": "ノクターンはフィドルスティックスのスキルを回避しやすく、ファームの効率が高いため有利です。",
			"ボリベア": "ノクターンはボリベアの接近を阻止する能力があり、ダメージトレードで優位に立てるため有利です。",
			"キンドレッド": "ノクターンはキンドレッドのウルトを無効化できるため、集団戦での勝率が高く有利です。",
			"ワーウィック": "ノクターンはワーウィックの回復を妨げることができ、ダメージトレードで優位に立てるため有利です。",
			"ブライアー": "ノクターンはブライアーのスキルを避けやすく、ファームの効率が高いため有利です。",
			"ケイン": "ノクターンはケインの変身を阻止する能力があり、集団戦での影響力を減少させるため有利です。",
			"カ＝ジックス": "ノクターンはカ＝ジックスの奇襲を警戒しやすく、ダメージトレードで優位に立てるため有利です。",
			"エリス": "ノクターンはエリスのスキルを避けやすく、ファームの効率が高いため有利です。",
			"ダイアナ": "ノクターンはダイアナの接近を阻止する能力があり、集団戦での勝率が高く有利です。",
			"ヴァイ": "ノクターンはヴァイの突進を回避しやすく、ダメージトレードで優位に立てるため有利です。"
		},
		"loses": {
			"ヘカリム": "ノクターンはヘカリムに対してファームが難しい。ヘカリムは高い移動速度と強力なダメージを持っており、ノクターンが安全にファームすることを妨げる。",
			"レク＝サイ": "ノクターンはレク＝サイとのダメージトレードで不利である。レク＝サイは強力なバーストダメージを持ち、ノクターンのスキルを避けることができる。",
			"リリア": "ノクターンはリリアに対してスケーリングが不利である。リリアはレイトゲームでの持続的なダメージと回復能力が高く、ノクターンの影響力が薄れる。",
			"ウディア": "ノクターンはウディアとの集団戦で不利である。ウディアは高い耐久力と持続的なダメージを持ち、ノクターンの攻撃を受け止めることができる。",
			"トランドル": "ノクターンはトランドルに対してファームが難しい。トランドルは強力なサステインとダメージを持ち、ノクターンが安全にファームすることを妨げる。",
			"ゼド": "ノクターンはゼドとのダメージトレードで不利である。ゼドは高いバーストダメージを持ち、ノクターンのスキルを簡単に回避できる。",
			"ヌヌ＆ウィルンプ": "ノクターンはヌヌ＆ウィルンプに対してスケーリングが不利である。ヌヌは集団戦での影響力が高く、ノクターンのダメージが薄れる。",
			"ウーコン": "ノクターンはウーコンとの集団戦で不利である。ウーコンは高い耐久力とダメージを持ち、ノクターンの攻撃を受け止めることができる。",
			"ヴィエゴ": "ノクターンはヴィエゴに対してファームが難しい。ヴィエゴは高いバーストダメージを持ち、ノクターンが安全にファームすることを妨げる。",
			"ジャーヴァンⅣ": "ノクターンはジャーヴァンⅣとのダメージトレードで不利である。ジャーヴァンⅣは強力なCCとダメージを持ち、ノクターンのスキルを避けることができる。",
			"キヤナ": "ノクターンはキヤナに対してスケーリングが不利である。キヤナはレイトゲームでの持続的なダメージが高く、ノクターンの影響力が薄れる。"
		}
	},
	"アムム": {
		"name": "アムム",
		"beats": {
			"パンテオン": "アムムはパンテオンに対して、持続的なダメージを与えることができるため、ダメージトレードで有利です。",
			"ブライアー": "アムムはブライアーの攻撃を受け流すことができるため、ファームの面で有利です。",
			"ワーウィック": "アムムはワーウィックの回復を妨げることができるため、ダメージトレードで有利です。",
			"グレイブス": "アムムはグレイブスの攻撃を耐えることができるため、集団戦で有利です。",
			"ベル＝ヴェス": "アムムはベル＝ヴェスの攻撃を受け止めることができるため、ファームの面で有利です。",
			"ウディア": "アムムはウディアの攻撃を無効化することができるため、ダメージトレードで有利です。",
			"マスター・イー": "アムムはマスター・イーの攻撃を抑えることができるため、集団戦で有利です。",
			"ヴィエゴ": "アムムはヴィエゴのスキルを封じることができるため、ダメージトレードで有利です。",
			"ボリベア": "アムムはボリベアの攻撃を耐えることができるため、集団戦で有利です。",
			"エリス": "アムムはエリスの攻撃を受け流すことができるため、ファームの面で有利です。",
			"リー・シン": "アムムはリー・シンの攻撃を無効化することができるため、ダメージトレードで有利です。"
		},
		"loses": {
			"ニダリー": "ニダリーは高い機動力を持っており、アムムのスキルを避けやすいため、ダメージトレードで有利になる。",
			"レク＝サイ": "レク＝サイは地中移動が可能で、アムムのスキルを回避しやすく、集団戦での影響力が高い。",
			"シン・ジャオ": "シン・ジャオはアムムに対して強力なダメージを持ち、ファームの際にアムムを圧倒することができる。",
			"キンドレッド": "キンドレッドはアムムのスキルを避けることができ、スケーリングにおいても優位に立つことができる。",
			"サイラス": "サイラスはアムムのアルティメットを奪うことで、集団戦でのアムムの強みを無効化できる。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージを持ち、アムムを早期に排除することができるため不利になる。",
			"ゼド": "ゼドはアムムに対して高いダメージを持ち、ファームやダメージトレードで優位に立つことができる。",
			"シャコ": "シャコは高い機動力とバーストダメージを持ち、アムムに対して有利に立ち回ることができる。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、アムムのスキルを避けながら攻撃できるため不利になる。",
			"タロン": "タロンは高いバーストダメージを持ち、アムムを早期に排除することができるため、ダメージトレードで不利になる。",
			"トランドル": "トランドルはアムムの耐久力を削ることができ、集団戦での影響力が高い。",
			"ヌヌ＆ウィルンプ": "ヌヌは高いファーム能力を持ち、アムムに対して有利に立ち回ることができる。"
		}
	},
	"ゼド": {
		"name": "ゼド",
		"beats": {
			"ヌヌ＆ウィルンプ": "ゼドは高いバーストダメージを持っているため、ヌヌ＆ウィルンプの低い耐久力を利用して早期にキルを狙うことができる。",
			"ボリベア": "ゼドはボリベアのスキルを回避する能力が高く、ボリベアが接近する前にダメージを与えることができる。",
			"ザック": "ゼドはザックのスキルを避けることができ、ザックが集団戦での位置取りをする前にダメージを与えることができる。",
			"ノクターン": "ゼドはノクターンの暗闇を利用して奇襲をかけることができ、ノクターンが攻撃する前に先手を打つことができる。",
			"トランドル": "ゼドはトランドルの耐久力を無視して高いバーストダメージを与えることができ、トランドルが反撃する前にキルを狙うことができる。",
			"ケイン": "ゼドはケインの変身前の弱さを利用して、早期にダメージを与え、ケインが成長する前に有利な状況を作ることができる。",
			"ブライアー": "ゼドはブライアーのスキルを避けることができ、ブライアーが攻撃する前にダメージを与えることができる。",
			"シャコ": "ゼドはシャコの分身を利用して、シャコが攻撃する前に先手を打つことができ、ダメージを与えることができる。"
		},
		"loses": {
			"ノーチラス": "ノーチラスは硬いタンクで、ゼドのダメージを軽減しやすいため、ダメージトレードで不利になる。",
			"レク＝サイ": "レク＝サイはゼドの攻撃を避ける能力があり、ファーム中にゼドを圧倒することができる。",
			"エリス": "エリスはスキルを使ってゼドを遠距離から攻撃できるため、ゼドは近づくのが難しく、ファームが困難になる。",
			"キンドレッド": "キンドレッドは高い機動力を持ち、ゼドの攻撃を回避しやすいため、ダメージトレードで不利になる。",
			"ダイアナ": "ダイアナはゼドに対して強力なバーストダメージを持ち、集団戦でゼドを排除しやすい。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、ゼドがスケーリングする前に圧倒することができる。",
			"サイラス": "サイラスはゼドのスキルを奪って逆に攻撃できるため、ダメージトレードで不利になる。",
			"パンテオン": "パンテオンは強力な初期ダメージを持ち、ゼドがファームする前に圧力をかけることができる。",
			"イブリン": "イブリンはステルスを使ってゼドに接近しやすく、集団戦でゼドを狙いやすい。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ゼドがスケーリングする前に排除することができる。"
		}
	},
	"ヴァイ": {
		"name": "ヴァイ",
		"beats": {
			"イブリン": "ヴァイはイブリンに対して早期のダメージトレードで優位に立つことができ、イブリンのスキルを封じることができる。",
			"ベル＝ヴェス": "ヴァイはベル＝ヴェスの攻撃を避ける能力が高く、集団戦での影響力を持つ。",
			"ブライアー": "ヴァイはブライアーの回復を無効化するスキルを持っており、ファームの段階で有利に進めることができる。",
			"ヌヌ＆ウィルンプ": "ヴァイはヌヌのスノーボールを防ぐ手段を持っており、ダメージトレードで優位に立つことができる。",
			"エリス": "ヴァイはエリスの変身を利用して、早期にダメージを与え、ファームを優位に進めることができる。",
			"ワーウィック": "ヴァイはワーウィックの持続的なダメージを無効化する手段を持っており、集団戦での優位性を持つ。",
			"ナフィーリ": "ヴァイはナフィーリのスキルを封じることができ、ダメージトレードで有利に進めることができる。",
			"ケイン": "ヴァイはケインの移動能力を制限するスキルを持っており、ファームの段階で優位に立つことができる。",
			"キンドレッド": "ヴァイはキンドレッドのスキルを無効化する手段を持っており、集団戦での影響力を持つ。",
			"ニダリー": "ヴァイはニダリーの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"エコー": "ヴァイはエコーの瞬間移動を制限するスキルを持っており、集団戦での優位性を持つ。",
			"パンテオン": "ヴァイはパンテオンの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"リー・シン": "ヴァイはリー・シンのキックを無効化する手段を持っており、集団戦での影響力を持つ。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイは地中からの奇襲が可能で、ヴァイのファームを妨げることができる。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、ダメージトレードでヴァイに優位性を持つ。",
			"レンガー": "レンガーは瞬時にヴァイを排除できる能力があり、集団戦での生存率が低くなる。",
			"タロン": "タロンは高い機動力を持ち、ヴァイのスケーリングを妨げることができる。",
			"ヘカリム": "ヘカリムは強力な集団戦のエンゲージを持ち、ヴァイが効果的に戦うのを難しくする。",
			"ヴィエゴ": "ヴィエゴは持続的なダメージを与えられ、ヴァイのダメージトレードで不利になる。"
		}
	},
	"モルガナ": {
		"name": "モルガナ",
		"beats": {
			"ブライアー": "モルガナはブライアーの攻撃を防ぐシールドを持っているため、ダメージトレードで有利です。",
			"エリス": "モルガナはエリスのスキルを無効化できるため、ファームで有利です。",
			"ケイン": "モルガナはケインの攻撃を止めることができるため、集団戦で有利です。",
			"ノーチラス": "モルガナはノーチラスのフックを防ぐことができるため、ダメージトレードで有利です。",
			"パンテオン": "モルガナはパンテオンの突進を阻止できるため、集団戦で有利です。",
			"リリア": "モルガナはリリアのスリープを防ぐことができるため、ダメージトレードで有利です。",
			"ワーウィック": "モルガナはワーウィックの回復を妨げることができるため、集団戦で有利です。",
			"グレイブス": "モルガナはグレイブスの攻撃をシールドで防げるため、ダメージトレードで有利です。",
			"レク＝サイ": "モルガナはレク＝サイの潜伏を見破ることができるため、ファームで有利です。",
			"ブランド": "モルガナはブランドの火炎を防ぐシールドを持っているため、ダメージトレードで有利です。",
			"トランドル": "モルガナはトランドルの攻撃を無効化できるため、集団戦で有利です。",
			"アムム": "モルガナはアムムのスタンを防ぐことができるため、集団戦で有利です。",
			"ザック": "モルガナはザックの飛びつきを防ぐことができるため、ダメージトレードで有利です。",
			"ヴィエゴ": "モルガナはヴィエゴの攻撃をシールドで防げるため、ダメージトレードで有利です。",
			"シャコ": "モルガナはシャコの攻撃を無効化できるため、集団戦で有利です。",
			"ボリベア": "モルガナはボリベアの突進を防ぐことができるため、ダメージトレードで有利です。",
			"カ＝ジックス": "モルガナはカ＝ジックスの攻撃をシールドで防げるため、ダメージトレードで有利です。",
			"ウーコン": "モルガナはウーコンの攻撃を無効化できるため、集団戦で有利です。"
		},
		"loses": {
			"ニダリー": "ニダリーは高い機動力を持っており、モルガナのスキルを避けやすいため、ダメージトレードで有利です。",
			"ダイアナ": "ダイアナは瞬時に接近できる能力があり、モルガナのシールドを無視してダメージを与えることができるため、集団戦で不利です。",
			"キンドレッド": "キンドレッドは持続的なダメージを出せるため、モルガナのバリアを超えてダメージトレードで優位に立つことができます。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期のファーム能力が高く、モルガナがレーンでの圧力をかけるのが難しいため、ファームで不利です。",
			"シン・ジャオ": "シン・ジャオはモルガナのスキルを無効化することができるため、ダメージトレードで有利です。",
			"エコー": "エコーは高いバーストダメージを持ち、モルガナが反撃する前に倒すことができるため、集団戦で不利です。",
			"キヤナ": "キヤナは高い機動力とバーストダメージを持っており、モルガナのスキルを避けやすいため、ダメージトレードで不利です。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージを出せるため、モルガナのシールドを無視してダメージトレードで優位に立つことができます。",
			"ウディア": "ウディアは高い耐久力を持ち、モルガナのスキルを受けても問題ないため、集団戦で不利です。",
			"レンガー": "レンガーは高いバーストダメージを持ち、モルガナが反撃する前に倒すことができるため、ダメージトレードで不利です。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはモルガナのスキルを無効化することができるため、集団戦で不利です。",
			"フィドルスティックス": "フィドルスティックスは高い持続ダメージを持ち、モルガナのシールドを無視してダメージを与えることができるため、ダメージトレードで不利です。",
			"ノクターン": "ノクターンは高いバーストダメージを持ち、モルガナが反撃する前に倒すことができるため、集団戦で不利です。",
			"イブリン": "イブリンは高い機動力を持っており、モルガナのスキルを避けやすいため、ダメージトレードで不利です。",
			"マスター・イー": "マスター・イーは高い持続ダメージを持ち、モルガナのシールドを無視してダメージを与えることができるため、集団戦で不利です。",
			"ヴァイ": "ヴァイはモルガナのスキルを無効化することができるため、ダメージトレードで不利です。",
			"リー・シン": "リー・シンは高い機動力を持っており、モルガナのスキルを避けやすいため、ダメージトレードで不利です。",
			"ゼド": "ゼドは高いバーストダメージを持ち、モルガナが反撃する前に倒すことができるため、集団戦で不利です。",
			"サイラス": "サイラスはモルガナのスキルを奪うことができるため、ダメージトレードで不利です。"
		}
	},
	"ノーチラス": {
		"name": "ノーチラス",
		"beats": {
			"ワーウィック": "ノーチラスはワーウィックに対して強力なCCを持っているため、彼の回復を妨げることができる。",
			"ゼド": "ノーチラスはゼドのダメージを受ける前に、彼を捕まえることができるため、ダメージトレードで有利。",
			"リリア": "ノーチラスはリリアのスキルを無効化することができるため、ファームの際に優位に立てる。",
			"ヘカリム": "ノーチラスはヘカリムの突進を止めることができるため、集団戦で有利に戦える。",
			"フィドルスティックス": "ノーチラスはフィドルスティックスのスキルを阻止することができるため、ダメージトレードで優位。",
			"グレイブス": "ノーチラスはグレイブスの攻撃を受ける前に、彼を捕まえることができるため、ファームで有利。",
			"カ＝ジックス": "ノーチラスはカ＝ジックスのジャンプを制御できるため、集団戦で有利に立てる。",
			"エコー": "ノーチラスはエコーの瞬間移動を読みやすくするため、ダメージトレードで有利。",
			"ニダリー": "ノーチラスはニダリーの攻撃を受ける前に、彼女を捕まえることができるため、ファームで有利。",
			"ヴァイ": "ノーチラスはヴァイの突進を止めることができるため、集団戦で有利に戦える。",
			"ザック": "ノーチラスはザックのスキルを無効化することができるため、ダメージトレードで優位。",
			"シャコ": "ノーチラスはシャコの攻撃を受ける前に、彼を捕まえることができるため、ファームで有利。",
			"ヌヌ＆ウィルンプ": "ノーチラスはヌヌの攻撃を受ける前に、彼を捕まえることができるため、ダメージトレードで有利。",
			"ベル＝ヴェス": "ノーチラスはベル＝ヴェスの攻撃を受ける前に、彼を捕まえることができるため、集団戦で有利。"
		},
		"loses": {
			"シン・ジャオ": "ノーチラスはシン・ジャオに対してファームが難しい。シン・ジャオは高い機動力とダメージを持ち、ノーチラスのスキルを避けやすい。",
			"パンテオン": "ノーチラスはパンテオンとのダメージトレードで不利。パンテオンの高いバーストダメージに対して、ノーチラスは耐久性があるが、持続的なダメージを出しづらい。",
			"ブランド": "ノーチラスはブランドとの集団戦で不利。ブランドの範囲攻撃とCCがノーチラスの動きを制限し、効果的にダメージを与えられない。",
			"キンドレッド": "ノーチラスはキンドレッドに対してスケーリングが難しい。キンドレッドは後半に強力なダメージを持ち、ノーチラスはその影響を受けやすい。",
			"ボリベア": "ノーチラスはボリベアとのファームで不利。ボリベアは早期に強力なダメージを持ち、ノーチラスはその攻撃を受けやすい。",
			"ジャーヴァンⅣ": "ノーチラスはジャーヴァンⅣとのダメージトレードで不利。ジャーヴァンⅣの壁を使った戦術がノーチラスの動きを制限する。",
			"トランドル": "ノーチラスはトランドルとの集団戦で不利。トランドルの強力な持続ダメージとCCがノーチラスに対して効果的。",
			"レク＝サイ": "ノーチラスはレク＝サイに対してスケーリングが難しい。レク＝サイは後半に強力なバーストダメージを持ち、ノーチラスはその影響を受けやすい。",
			"ダイアナ": "ノーチラスはダイアナとのダメージトレードで不利。ダイアナの高いバーストダメージがノーチラスにとって脅威となる。",
			"レンガー": "ノーチラスはレンガーとのファームで不利。レンガーの高い機動力とバーストダメージがノーチラスに対して効果的。"
		}
	},
	"モルデカイザー": {
		"name": "モルデカイザー",
		"beats": {
			"アムム": "モルデカイザーはアムムに対して強力なダメージを持ち、ファームを効率的に行えるため、アムムよりも早くアイテムを揃えることができる。",
			"ジャーヴァンⅣ": "モルデカイザーはジャーヴァンⅣのスキルを無効化することができ、集団戦での生存率が高くなる。",
			"ヴァイ": "モルデカイザーはヴァイの突進を受け流すことができ、ダメージトレードで有利に立つことができる。",
			"シャコ": "モルデカイザーはシャコの分身を無視できるため、ファームとダメージトレードで優位に立つことができる。",
			"ダイアナ": "モルデカイザーはダイアナのオールインに対して強力な耐久力を持ち、集団戦での影響力が高い。",
			"シン・ジャオ": "モルデカイザーはシン・ジャオの攻撃を受け流すことができ、ダメージトレードで有利に立つことができる。",
			"キンドレッド": "モルデカイザーはキンドレッドの攻撃を無効化することができ、ファームと集団戦で優位に立つことができる。",
			"グレイブス": "モルデカイザーはグレイブスの攻撃を受け流すことができ、ダメージトレードで有利に立つことができる。",
			"トランドル": "モルデカイザーはトランドルの攻撃を無効化することができ、集団戦での影響力が高い。",
			"エコー": "モルデカイザーはエコーのスキルを無効化することができ、ダメージトレードで有利に立つことができる。",
			"ノクターン": "モルデカイザーはノクターンの攻撃を受け流すことができ、集団戦での生存率が高くなる。",
			"ブライアー": "モルデカイザーはブライアーの攻撃を無効化することができ、ダメージトレードで有利に立つことができる。",
			"ワーウィック": "モルデカイザーはワーウィックの攻撃を受け流すことができ、集団戦での影響力が高い。",
			"レンガー": "モルデカイザーはレンガーの攻撃を無効化することができ、ダメージトレードで有利に立つことができる。",
			"ヘカリム": "モルデカイザーはヘカリムの突進を受け流すことができ、集団戦での生存率が高くなる。"
		},
		"loses": {
			"ブランド": "ブランドは高いバーストダメージを持っており、モルデカイザーは早期にダメージトレードで不利になる。",
			"ゼド": "ゼドはモルデカイザーに対して高い機動性を持ち、スキルを避けながらダメージを与えることができるため、ファームが難しい。",
			"キヤナ": "キヤナは瞬時に高いダメージを出せるため、モルデカイザーは集団戦での影響力が薄れる。",
			"ニダリー": "ニダリーは高い機動性と回復能力を持ち、モルデカイザーのダメージトレードを避けることができる。",
			"レク＝サイ": "レク＝サイはモルデカイザーに対して強力なギャンクを仕掛けることができ、ファームを妨害する。",
			"リリア": "リリアは持続的なダメージとCCを持ち、モルデカイザーが集団戦で効果的に機能するのを妨げる。",
			"エリス": "エリスは高いバーストダメージを持ち、モルデカイザーがスケーリングする前に倒すことができる。",
			"フィドルスティックス": "フィドルスティックスは恐怖効果を持ち、モルデカイザーが集団戦での役割を果たすのを妨げる。",
			"ケイン": "ケインは変身後に高いダメージを持ち、モルデカイザーに対して有利に立ち回ることができる。",
			"リー・シン": "リー・シンは高い機動性を持ち、モルデカイザーのスキルを避けながらダメージを与えることができる。",
			"パンテオン": "パンテオンは早期のダメージトレードでモルデカイザーを圧倒し、ファームを妨害する。",
			"マスター・イー": "マスター・イーはスケーリングが強力で、モルデカイザーが成長する前に有利に立ち回ることができる。",
			"サイラス": "サイラスはモルデカイザーのスキルを奪い、逆にダメージを与えることができるため不利になる。",
			"ボリベア": "ボリベアは高い耐久力とCCを持ち、モルデカイザーが集団戦で効果的に機能するのを妨げる。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージを持ち、モルデカイザーがファームする前に倒すことができる。",
			"ウディア": "ウディアは高い持続ダメージを持ち、モルデカイザーがスケーリングする前に圧倒することができる。",
			"タロン": "タロンは高い機動性とバーストダメージを持ち、モルデカイザーがファームするのを妨げる。"
		}
	},
	"シヴァーナ": {
		"name": "シヴァーナ",
		"beats": {
			"ウーコン": "シヴァーナはウーコンに対して高い耐久力を持っており、ダメージトレードで有利です。",
			"レク＝サイ": "シヴァーナはレク＝サイの攻撃を受けても生存しやすく、ファームを安定させることができます。",
			"カ＝ジックス": "シヴァーナはカ＝ジックスのバーストダメージに対して強い耐性を持ち、集団戦での役割を果たしやすいです。",
			"ノクターン": "シヴァーナはノクターンの暗闇を無視して攻撃できるため、ダメージトレードで優位に立てます。",
			"アムム": "シヴァーナはアムムのCCを受けても耐久力が高く、集団戦での持続力が優れています。",
			"サイラス": "シヴァーナはサイラスのスキルを受けても生存しやすく、ファームを効率的に行えます。",
			"ヴァイ": "シヴァーナはヴァイの攻撃を受けても耐えられるため、ダメージトレードで有利です。",
			"ベル＝ヴェス": "シヴァーナはベル＝ヴェスの攻撃を受けても生存しやすく、集団戦での影響力が高いです。",
			"リー・シン": "シヴァーナはリー・シンのキックを受けても耐久力が高く、ダメージトレードで優位に立てます。",
			"エリス": "シヴァーナはエリスのバーストダメージに対して強い耐性を持ち、ファームを安定させることができます。",
			"ザック": "シヴァーナはザックのCCを受けても耐久力が高く、集団戦での持続力が優れています。",
			"ヘカリム": "シヴァーナはヘカリムの突進を受けても生存しやすく、ダメージトレードで有利です。"
		},
		"loses": {
			"シン・ジャオ": "シン・ジャオはファームの面でシヴァーナよりも早くクリープを処理できるため、シヴァーナは不利です。",
			"ワーウィック": "ワーウィックはダメージトレードにおいて、シヴァーナのHPを削る能力が高く、シヴァーナは不利です。",
			"キヤナ": "キヤナはスケーリングにおいて、シヴァーナよりも早く強力なスキルを持つため、シヴァーナは不利です。",
			"イブリン": "イブリンは集団戦での瞬発力が高く、シヴァーナが集団戦で活躍する前に倒される可能性があるため、シヴァーナは不利です。",
			"リリア": "リリアはファームの面で高い機動力を持ち、シヴァーナよりも効率的にクリープを狩ることができるため、シヴァーナは不利です。",
			"ケイン": "ケインはダメージトレードにおいて、シヴァーナの耐久力を無視できるスキルを持っているため、シヴァーナは不利です。",
			"エコー": "エコーはスケーリングにおいて、シヴァーナよりも強力なバーストダメージを持つため、シヴァーナは不利です。",
			"タロン": "タロンは集団戦での奇襲能力が高く、シヴァーナが集団戦での役割を果たす前に排除される可能性があるため、シヴァーナは不利です。",
			"キンドレッド": "キンドレッドはファームの面でシヴァーナよりも早く成長できるため、シヴァーナは不利です。",
			"ゼド": "ゼドはダメージトレードにおいて、シヴァーナの耐久力を無視して高いダメージを与えることができるため、シヴァーナは不利です。",
			"シャコ": "シャコはスケーリングにおいて、シヴァーナよりも高いバーストダメージを持つため、シヴァーナは不利です。",
			"ブライアー": "ブライアーは集団戦での持続的なダメージが高く、シヴァーナが集団戦で活躍する前に倒される可能性があるため、シヴァーナは不利です。",
			"パンテオン": "パンテオンはファームの面でシヴァーナよりも早くクリープを処理できるため、シヴァーナは不利です。"
		}
	},
	"セジュアニ": {
		"name": "セジュアニ",
		"beats": {
			"フィドルスティックス": "セジュアニはフィドルスティックスに対して強力なCCを持っており、彼のスキルを無効化することができるため、ファームで有利である。",
			"ワーウィック": "セジュアニはワーウィックの攻撃を受け流すことができ、持続的なダメージトレードで優位に立つことができる。",
			"エリス": "セジュアニはエリスのスキルを避けることができ、集団戦での耐久性が高いため、エリスに対して有利である。",
			"ノクターン": "セジュアニはノクターンのダメージを軽減できるため、スケーリングにおいて有利である。",
			"キンドレッド": "セジュアニはキンドレッドの攻撃を抑えることができ、集団戦での役割を果たすことができるため、有利である。",
			"シン・ジャオ": "セジュアニはシン・ジャオの攻撃を受け流し、ダメージトレードで優位に立つことができる。",
			"ダイアナ": "セジュアニはダイアナの攻撃を防ぎ、集団戦での耐久性が高いため、ダイアナに対して有利である。",
			"ボリベア": "セジュアニはボリベアの攻撃を抑えることができ、ファームで有利である。",
			"キヤナ": "セジュアニはキヤナの攻撃を受け流し、ダメージトレードで優位に立つことができる。",
			"カ＝ジックス": "セジュアニはカ＝ジックスの攻撃を防ぎ、集団戦での役割を果たすことができるため、有利である。",
			"アムム": "セジュアニはアムムのCCを無効化できるため、集団戦で有利である。",
			"ザック": "セジュアニはザックの攻撃を受け流し、ダメージトレードで優位に立つことができる。",
			"シャコ": "セジュアニはシャコの攻撃を防ぎ、集団戦での耐久性が高いため、シャコに対して有利である。",
			"イブリン": "セジュアニはイブリンの攻撃を抑えることができ、スケーリングにおいて有利である。",
			"マスター・イー": "セジュアニはマスター・イーの攻撃を受け流し、ダメージトレードで優位に立つことができる。",
			"ヌヌ＆ウィルンプ": "セジュアニはヌヌ＆ウィルンプの攻撃を防ぎ、集団戦での役割を果たすことができるため、有利である。"
		},
		"loses": {
			"リリア": "リリアは高い機動力を持っており、セジュアニのスキルを避けやすいため、ダメージトレードで有利です。",
			"ノーチラス": "ノーチラスは強力なCCを持っており、セジュアニが集団戦で効果的に機能するのを妨げることができます。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作ることでセジュアニの逃げ道を封じ、ファームやスケーリングを困難にします。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持っており、セジュアニとのダメージトレードで優位に立つことができます。",
			"ウーコン": "ウーコンは高いバーストダメージを持ち、セジュアニがスキルを当てる前に倒すことができるため、不利です。",
			"ケイン": "ケインは変身によって高いダメージを出せるため、セジュアニがスケーリングする前に圧力をかけることができます。",
			"ゼド": "ゼドは高いバーストダメージを持ち、セジュアニを瞬時に排除できるため、ダメージトレードで不利です。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、セジュアニの耐久力を削るのが得意です。",
			"レク＝サイ": "レク＝サイは地中移動によってセジュアニのスキルを避けやすく、集団戦で有利に立てます。",
			"タロン": "タロンは高い機動力とバーストダメージを持ち、セジュアニを簡単に排除できるため不利です。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、セジュアニとのダメージトレードで優位に立つことができます。",
			"グレイブス": "グレイブスは高いバーストダメージを持ち、セジュアニがスキルを当てる前に倒すことができるため、不利です。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと持続的なダメージを持ち、セジュアニを排除するのが得意です。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"ヴァイ": "ヴァイはブランドのスキルに対して高い耐久性を持ち、ダメージトレードで有利に立てる。",
			"パンテオン": "パンテオンはブランドのスキルを避ける能力があり、ファームを効率的に行える。",
			"ウーコン": "ウーコンはブランドの攻撃を回避しやすく、集団戦での生存率が高い。",
			"ヌヌ＆ウィルンプ": "ヌヌはブランドのスキルを無効化することができ、ダメージトレードで優位に立てる。",
			"ボリベア": "ボリベアはブランドに対して高い耐久性を持ち、集団戦での影響力が大きい。",
			"トランドル": "トランドルはブランドのダメージを軽減し、ファームを安定させることができる。",
			"ザック": "ザックはブランドのスキルを避けることができ、集団戦での影響力が高い。",
			"ワーウィック": "ワーウィックはブランドの攻撃を受けても生存しやすく、ダメージトレードで有利に立てる。",
			"ブライアー": "ブライアーはブランドのスキルを無効化する能力があり、集団戦での生存率が高い。",
			"フィドルスティックス": "フィドルスティックスはブランドの攻撃を避けることができ、ダメージトレードで優位に立てる。",
			"リー・シン": "リー・シンはブランドのスキルを避ける能力があり、ファームを効率的に行える。",
			"ノーチラス": "ノーチラスはブランドの攻撃を受けても生存しやすく、集団戦での影響力が大きい。",
			"シン・ジャオ": "シン・ジャオはブランドのスキルを避けることができ、ダメージトレードで有利に立てる。",
			"ヘカリム": "ヘカリムはブランドの攻撃を受けても生存しやすく、集団戦での影響力が高い。"
		},
		"loses": {
			"キヤナ": "キヤナは高い機動力を持っており、ブランドがスキルを当てるのが難しいため、ダメージトレードで不利になる。",
			"ナフィーリ": "ナフィーリは持続的なダメージを与える能力が高く、ブランドのスキルを避けながらファームを行うことができるため、ファームで不利になる。",
			"ニダリー": "ニダリーは変身能力を持ち、ブランドのスキルを回避しやすいため、ダメージトレードで不利になる。",
			"タロン": "タロンは瞬時に接近して攻撃できるため、ブランドが集団戦で効果的にダメージを与えるのが難しく、不利になる。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージを持ち、ブランドがスキルを当てる前に倒される可能性が高いため、ダメージトレードで不利になる。",
			"エコー": "エコーは高い機動力と自己回復能力を持っており、ブランドの攻撃を避けながら持続的にダメージを与えることができるため、ファームで不利になる。",
			"レンガー": "レンガーは潜伏能力を持ち、ブランドが警戒している間に奇襲をかけることができるため、集団戦で不利になる。",
			"ザイラ": "ザイラは範囲攻撃とCCを持っており、ブランドが近づくのが難しく、ダメージトレードで不利になる。",
			"シャコ": "シャコは高いバーストダメージを持ち、ブランドがスキルを当てる前に倒される可能性が高いため、ダメージトレードで不利になる。",
			"レク＝サイ": "レク＝サイは高い耐久力を持ち、ブランドのスキルを受けながら接近できるため、集団戦で不利になる。",
			"リリア": "リリアは高い機動力と持続的なダメージを持っており、ブランドがスキルを当てるのが難しいため、ダメージトレードで不利になる。",
			"エリス": "エリスは変身能力を持ち、ブランドのスキルを避けながら攻撃できるため、ダメージトレードで不利になる。",
			"ケイン": "ケインは高い機動力を持ち、ブランドのスキルを避けながら持続的にダメージを与えることができるため、ファームで不利になる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、ブランドがスキルを当てる前に倒される可能性が高いため、ダメージトレードで不利になる。",
			"マスター・イー": "マスター・イーは高い持続力と回復能力を持ち、ブランドの攻撃を受けながらファームを行うことができるため、ファームで不利になる。"
		}
	}
}