{
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"ワーウィック": "ボリベアはワーウィックに対して早期のダメージトレードで優位に立てるため、ファームを安定させやすい。",
			"シン・ジャオ": "シン・ジャオの攻撃を受け流す能力があり、集団戦での生存率が高い。",
			"ダイアナ": "ダイアナのスキルを無効化することで、スケーリングにおいて有利に進められる。",
			"ブライアー": "ブライアーの攻撃を受ける際に、ボリベアの耐久力が活かされ、ダメージトレードで優位に立てる。",
			"ノーチラス": "ノーチラスのCCを受けても、ボリベアは自己回復能力で持ちこたえられるため、集団戦で有利。",
			"ヴァイ": "ヴァイの突進を受け流しつつ、反撃できるため、ダメージトレードで優位。",
			"パンテオン": "パンテオンの攻撃を受けた際に、ボリベアの耐久力が活かされ、ファームを安定させやすい。",
			"レク＝サイ": "レク＝サイの潜伏攻撃に対して、ボリベアは視界を確保しやすく、集団戦で有利。",
			"ザック": "ザックのCCを受けても、ボリベアは自己回復能力で持ちこたえられるため、スケーリングで有利。"
		},
		"loses": {
			"ブランド": "高いバーストダメージを持ち、ボリベアの耐久力を無視してダメージトレードができるため不利。",
			"タロン": "高い機動力とバーストダメージで、ボリベアが近づく前に攻撃できるため不利。",
			"エコー": "スキルを使った後の瞬時の移動でボリベアの攻撃を避けられ、ダメージトレードで優位に立てるため不利。",
			"エリス": "スキルを使ったバーストダメージと逃げる能力があり、ボリベアが接近するのを難しくするため不利。",
			"キヤナ": "高いバーストダメージと地形を利用した機動力で、ボリベアに対して有利に立ち回れるため不利。",
			"ヴィエゴ": "高いダメージと自己回復能力を持ち、ボリベアとの1対1で有利に戦えるため不利。",
			"ゼド": "高いバーストダメージとシャドウを使った機動力で、ボリベアを簡単に排除できるため不利。",
			"ベル＝ヴェス": "高い持続ダメージとCCを持ち、ボリベアが近づくのを阻止できるため不利。",
			"ニダリー": "高い機動力とバーストダメージで、ボリベアが攻撃する前にダメージを与えられるため不利。",
			"ジャックス": "スケーリングが強力で、後半にボリベアを圧倒する能力があるため不利。",
			"ジャーヴァンⅣ": "高いCCとダメージを持ち、ボリベアを囲い込むことで有利に戦えるため不利。",
			"グレイブス": "高いバーストダメージと持続ダメージを持ち、ボリベアに対して有利に戦えるため不利。",
			"リリア": "高い機動力と持続ダメージで、ボリベアが接近するのを難しくするため不利。"
		}
	},
	"エコー": {
		"name": "エコー",
		"beats": {
			"ウディア": "エコーは高い機動性を持ち、ウディアの攻撃を避けやすい。さらに、ウディアのスキルを回避しながらダメージを与えることができる。",
			"ブライアー": "エコーはブライアーの攻撃を避ける能力が高く、ブライアーのスキルを使わせた後に反撃することができる。",
			"ワーウィック": "エコーはワーウィックのスキルを避けることができ、特にワーウィックのULTを回避しやすい。",
			"ウーコン": "エコーはウーコンの分身を見分けやすく、真のダメージを与えることができるため、ウーコンに対して有利。",
			"ボリベア": "エコーはボリベアの接近を避けることができ、ボリベアのスキルを使わせた後に反撃することができる。",
			"ザック": "エコーはザックのスキルを避ける能力が高く、ザックのスキルを使わせた後に反撃することができる。",
			"ナフィーリ": "エコーはナフィーリの攻撃を避けやすく、ナフィーリのスキルを使わせた後に反撃することができる。",
			"トランドル": "エコーはトランドルの攻撃を避ける能力が高く、トランドルのULTを回避しやすい。",
			"ノクターン": "エコーはノクターンの攻撃を避けやすく、ノクターンのスキルを使わせた後に反撃することができる。",
			"シン・ジャオ": "エコーはシン・ジャオの攻撃を避ける能力が高く、シン・ジャオのスキルを使わせた後に反撃することができる。",
			"ヴィエゴ": "エコーはヴィエゴの攻撃を避けやすく、ヴィエゴのスキルを使わせた後に反撃することができる。",
			"ダイアナ": "エコーはダイアナの攻撃を避ける能力が高く、ダイアナのULTを回避しやすい。"
		},
		"loses": {
			"サイラス": "エコーはサイラスのスキルを奪われると、逆にダメージを受けやすくなるため、ダメージトレードで不利。",
			"キンドレッド": "キンドレッドのパッシブにより、エコーはファームが難しくなり、特に早期のレベル差で不利になる。",
			"キヤナ": "キヤナの高いバーストダメージに対して、エコーは耐久力が低く、ダメージトレードで不利。",
			"イブリン": "イブリンのステルスと高いバーストダメージにより、エコーは集団戦で狙われやすく、不利。",
			"カ＝ジックス": "カ＝ジックスはエコーを孤立させやすく、ダメージトレードで有利に立てる。",
			"ヌヌ＆ウィルンプ": "ヌヌの雪玉でのCCがエコーの機動力を制限し、ファームやダメージトレードで不利。",
			"レク＝サイ": "レク＝サイの地中移動により、エコーは集団戦での位置取りが難しく、不利。",
			"ノーチラス": "ノーチラスのCCがエコーの逃げを阻害し、ダメージトレードで不利になる。",
			"ニダリー": "ニダリーの高い機動力とバーストダメージにより、エコーはファームが難しくなる。",
			"ケイン": "ケインの変身による高いダメージと持続力で、エコーは集団戦で不利。",
			"レンガー": "レンガーのバーストダメージとステルスにより、エコーはダメージトレードで不利。",
			"フィドルスティックス": "フィドルスティックスの恐怖効果がエコーの機動力を制限し、集団戦で不利。",
			"ジャーヴァンⅣ": "ジャーヴァンの壁でエコーの逃げ道を封じ、ダメージトレードで不利になる。",
			"ヴァイ": "ヴァイのCCとバーストダメージにより、エコーはダメージトレードで不利。"
		}
	},
	"マスター・イー": {
		"name": "マスター・イー",
		"beats": {
			"リリア": "リリアは高い機動力と持続的なダメージを持ち、マスター・イーの攻撃を避けやすい。ファームも容易で、スケーリングも優れている。",
			"ケイン": "ケインは変身能力を持ち、特にアサシン型に進化した場合、マスター・イーに対して強力なダメージを与えられる。集団戦でも有利。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期のファームと強力な集団戦能力を持ち、マスター・イーの動きを制限できる。ダメージトレードでも有利。",
			"レンガー": "レンガーは高いバーストダメージを持ち、マスター・イーを瞬時に排除できる。集団戦でも有利な位置取りが可能。",
			"ゼド": "ゼドは高いバーストダメージと機動力を持ち、マスター・イーを狙いやすい。スケーリングも良好。",
			"ダイアナ": "ダイアナは強力な集団戦能力と自己バリアを持ち、マスター・イーに対して耐久性がある。ダメージトレードでも有利。",
			"フィドルスティックス": "フィドルスティックスは集団戦でのCCと持続的なダメージが強力で、マスター・イーの動きを制限できる。",
			"ノクターン": "ノクターンは高いバーストダメージと集団戦での影響力を持ち、マスター・イーを狙いやすい。",
			"ボリベア": "ボリベアは高い耐久性とCCを持ち、マスター・イーの攻撃を受け止めつつ反撃できる。",
			"ヴァイ": "ヴァイはマスター・イーを捕まえる能力が高く、集団戦でも有利な位置取りが可能。",
			"キンドレッド": "キンドレッドは高い持続ダメージとスケーリング能力を持ち、マスター・イーに対して有利。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、集団戦でマスター・イーを無力化できる。",
			"ニダリー": "ニダリーは高い機動力と持続的なダメージを持ち、マスター・イーの攻撃を避けやすい。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは強力なCCと集団戦での影響力を持ち、マスター・イーを制限できる。"
		},
		"loses": {
			"レク＝サイ": "ファームが難しく、早期のガンクに弱い。ダメージトレードでの持続力が高く、スケーリングも優れているため、集団戦での影響力が大きい。",
			"エリス": "高いバーストダメージを持ち、マスター・イーのファームを妨害しやすい。ダメージトレードで有利に立ち回れるため、スケーリングでも優位。",
			"ウーコン": "高い機動力とダメージを持ち、マスター・イーの攻撃を避けやすい。集団戦での影響力が強く、スケーリングも良好。",
			"ヘカリム": "高い移動速度と持続的なダメージを持ち、マスター・イーのファームを妨害しやすい。集団戦での影響力が大きい。",
			"キヤナ": "高いバーストダメージと機動力を持ち、マスター・イーに対して有利。集団戦での影響力が強く、スケーリングも良好。",
			"カ＝ジックス": "高いバーストダメージと潜伏能力を持ち、マスター・イーを狙いやすい。ダメージトレードで有利に立ち回れる。",
			"パンテオン": "早期のダメージトレードで優位に立ちやすく、マスター・イーのファームを妨害できる。集団戦での影響力が強い。",
			"ザック": "高い耐久力とCCを持ち、マスター・イーの攻撃を受け止めやすい。集団戦での影響力が大きい。",
			"グレイブス": "高いバーストダメージと持続的なダメージを持ち、マスター・イーに対して有利。スケーリングも良好。",
			"シャコ": "高いバーストダメージと機動力を持ち、マスター・イーを狙いやすい。集団戦での影響力が強い。",
			"サイラス": "高いバーストダメージと持続的なダメージを持ち、マスター・イーに対して有利。集団戦での影響力が大きい。",
			"ヴィエゴ": "高いバーストダメージと持続的なダメージを持ち、マスター・イーに対して有利。集団戦での影響力が強い。",
			"リー・シン": "高い機動力とダメージを持ち、マスター・イーのファームを妨害しやすい。ダメージトレードで有利に立ち回れる。"
		}
	},
	"ベル＝ヴェス": {
		"name": "ベル＝ヴェス",
		"beats": {
			"ブライアー": "ファームが容易で、持続的なダメージを与えられるため、トレードで有利。",
			"ダイアナ": "高いバーストダメージとスケーリング能力を持ち、集団戦での影響力が大きい。",
			"トランドル": "持続的なダメージと自己回復能力があり、対面でのトレードに強い。",
			"ヴィエゴ": "高いバーストダメージとスケーリング能力を持ち、集団戦での影響力が大きい。",
			"イブリン": "高いバーストダメージとスケーリング能力を持ち、集団戦での影響力が大きい。",
			"ボリベア": "高い耐久力と持続的なダメージを持ち、トレードで有利。",
			"ケイン": "高いスケーリング能力とダメージを持ち、集団戦での影響力が大きい。",
			"シャコ": "高いバーストダメージと機動力を持ち、トレードで有利。"
		},
		"loses": {
			"パンテオン": "ファームが難しく、早期のダメージトレードで圧倒されやすい。",
			"ラムス": "スケーリングが優れており、集団戦での耐久力が高い。",
			"エリス": "高いバーストダメージを持ち、ダメージトレードで有利。",
			"ヴァイ": "早期のガンク能力が高く、ファームを妨害されやすい。",
			"レク＝サイ": "地形を利用した奇襲が得意で、集団戦での影響力が大きい。",
			"ウーコン": "高い機動力とダメージを持ち、トレードで優位に立ちやすい。",
			"シン・ジャオ": "持続的なダメージと耐久力があり、集団戦での存在感が強い。",
			"ニダリー": "高い機動力とバーストダメージで、トレードで有利に立ちやすい。",
			"ウディア": "高い耐久力と持続的なダメージで、集団戦での影響力が強い。",
			"キヤナ": "高いバーストダメージと機動力で、トレードで優位に立ちやすい。",
			"ヘカリム": "高い移動速度とダメージで、集団戦での影響力が大きい。",
			"ゼド": "高いバーストダメージを持ち、トレードで有利に立ちやすい。",
			"キンドレッド": "スケーリングが優れており、集団戦での影響力が強い。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"ダイアナ": "ダイアナはヴィエゴに対してスキルのクールダウンが長く、ヴィエゴのダメージトレードに対抗しづらい。",
			"ボリベア": "ボリベアは早期のファーム力が高く、ヴィエゴの攻撃を受け流すことができるため、対面で有利。",
			"ブライアー": "ブライアーは持続的なダメージを出せるため、ヴィエゴのスキルを避けつつトレードが可能。",
			"ケイン": "ケインは変身後のダメージが高く、ヴィエゴのスケーリングに対抗できる。",
			"ノクターン": "ノクターンは暗闇を利用してヴィエゴの視界を奪い、集団戦で有利に立ち回れる。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作ることでヴィエゴの逃げ道を封じ、集団戦での優位性を持つ。",
			"ヴァイ": "ヴァイはヴィエゴのスキルを無効化することができ、ダメージトレードで有利。",
			"シャコ": "シャコは高いバーストダメージを持ち、ヴィエゴのスキルを避けやすい。",
			"マスター・イー": "マスター・イーはスケーリングが強く、後半戦でヴィエゴに対抗できる。",
			"シン・ジャオ": "シン・ジャオは持続的なダメージとCCを持ち、集団戦でヴィエゴを抑え込むことができる。"
		},
		"loses": {
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージとCCを持っており、ヴィエゴのダメージトレードに対して有利。ファームも容易で、集団戦では強力な存在。",
			"ニダリー": "ニダリーは高い機動力と瞬発力を持ち、ヴィエゴの攻撃を避けやすい。スケーリングも良好で、集団戦での影響力が大きい。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ヴィエゴのスキルを無効化する能力がある。集団戦では一気に敵を排除できるため不利。",
			"タロン": "タロンは高い移動速度とバーストダメージを持ち、ヴィエゴのファームを妨害しやすい。集団戦では瞬時に敵を排除できる。",
			"エリス": "エリスは変身能力を持ち、スキルを使い分けることでヴィエゴに対して有利に立ち回れる。集団戦でも強力なCCを持つ。",
			"ナフィーリ": "ナフィーリは高い持続ダメージと回復能力を持ち、ヴィエゴのダメージトレードに対して有利。集団戦でも強力な存在。",
			"イブリン": "イブリンは高い機動力とバーストダメージを持ち、ヴィエゴの攻撃を避けやすい。スケーリングも良好で、集団戦での影響力が大きい。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力なCCと持続ダメージを持ち、ヴィエゴのファームを妨害しやすい。集団戦では強力な支援が可能。",
			"リー・シン": "リー・シンは高い機動力とバーストダメージを持ち、ヴィエゴの攻撃を避けやすい。集団戦でも強力な存在。",
			"レク＝サイ": "レク＝サイは高い持続ダメージとCCを持っており、ヴィエゴのダメージトレードに対して有利。集団戦でも強力な存在。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ヴィエゴの攻撃を避けやすい。集団戦では瞬時に敵を排除できる。",
			"エコー": "エコーは高い機動力とバーストダメージを持ち、ヴィエゴの攻撃を避けやすい。スケーリングも良好で、集団戦での影響力が大きい。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ノーチラス": "ノーチラスはCC（クラウドコントロール）を持っており、ジャックスが接近するのを妨げることができるが、ジャックスの高いダメージと持続力により、トレードで有利に立てる。",
			"ボリベア": "ボリベアはタンクとしての耐久性が高いが、ジャックスのスケーリングとダメージトレードの強さにより、後半戦で有利になる。",
			"ウディア": "ウディアは高い移動速度と持続的なダメージを持つが、ジャックスのスケーリングと集団戦でのダメージ出力により、最終的に有利になる。",
			"ブライアー": "ブライアーは高い回復力を持つが、ジャックスの持続的なダメージとスケーリングにより、トレードで有利に立てる。",
			"ウーコン": "ウーコンは高いバーストダメージを持つが、ジャックスの持続的なダメージと集団戦での影響力により、後半で有利になる。",
			"マスター・イー": "マスター・イーは高いダメージを持つが、ジャックスのスケーリングと集団戦での影響力により、最終的に有利になる。",
			"ヴァイ": "ヴァイは強力なCCを持つが、ジャックスの持続的なダメージとスケーリングにより、トレードで有利に立てる。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持つが、ジャックスのスケーリングと集団戦での影響力により、後半で有利になる。",
			"ダイアナ": "ダイアナは高いバーストダメージを持つが、ジャックスの持続的なダメージとスケーリングにより、トレードで有利に立てる。",
			"キヤナ": "キヤナは高いバーストダメージを持つが、ジャックスの持続的なダメージと集団戦での影響力により、後半で有利になる。",
			"キンドレッド": "キンドレッドは高いバーストダメージを持つが、ジャックスの持続的なダメージとスケーリングにより、トレードで有利に立てる。",
			"トランドル": "トランドルは高い耐久性を持つが、ジャックスのスケーリングと集団戦での影響力により、最終的に有利になる。"
		},
		"loses": {
			"リリア": "リリアは高い機動力と持続的なダメージを持ち、ジャックスが接近する前にダメージを与えることができるため、ファームやダメージトレードで不利になる。",
			"ザック": "ザックのCC（クラウドコントロール）能力と持続的な耐久力により、ジャックスは集団戦で効果的にダメージを与えられず、不利になる。",
			"ケイン": "ケインは変身後の高いバーストダメージを持ち、ジャックスがスケールする前に倒される可能性が高いため、不利。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、ジャックスがファームする前に圧力をかけることができるため、不利。",
			"シャコ": "シャコの高いバーストダメージと逃げる能力により、ジャックスはダメージトレードで不利になる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ジャックスがスケールする前に倒される可能性が高いため、不利。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージと機動力を持ち、ジャックスがファームする前に圧力をかけることができるため、不利。",
			"ベル＝ヴェス": "ベル＝ヴェスは持続的なダメージとCCを持ち、ジャックスが集団戦で効果的にダメージを与えられないため、不利。",
			"エリス": "エリスは高いバーストダメージとCCを持ち、ジャックスが接近する前にダメージを与えることができるため、不利。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ジャックスがスケールする前に倒される可能性が高いため、不利。",
			"リー・シン": "リー・シンは高い機動力とダメージを持ち、ジャックスがファームする前に圧力をかけることができるため、不利。",
			"サイラス": "サイラスは高いバーストダメージとCCを持ち、ジャックスが集団戦で効果的にダメージを与えられないため、不利。"
		}
	},
	"レク＝サイ": {
		"name": "レク＝サイ",
		"beats": {
			"イブリン": "レク＝サイはイブリンに対して早期のダメージトレードで優位に立てるため、ファームをしやすい。",
			"フィドルスティックス": "フィドルスティックスはレク＝サイのバーストダメージに対して脆弱で、集団戦での影響力が薄い。",
			"ヴァイ": "レク＝サイはヴァイの突進を避ける能力があり、ダメージトレードで有利。",
			"マスター・イー": "レク＝サイはマスター・イーのスケーリングを抑えることができ、早期の圧力をかけられる。",
			"ケイン": "レク＝サイはケインの変身前に強力なダメージを与えられ、ファームで優位に立てる。",
			"ザック": "ザックはレク＝サイのバーストダメージに対して耐性が低く、集団戦での影響力が劣る。",
			"ワーウィック": "レク＝サイはワーウィックの回復を無視できるダメージを持ち、ダメージトレードで有利。",
			"トランドル": "トランドルの壁を越える能力があり、ダメージトレードで優位に立てる。",
			"ゼド": "レク＝サイはゼドのシャドウを利用して反撃できるため、ダメージトレードで有利。",
			"ブライアー": "ブライアーはレク＝サイのバーストダメージに対して脆弱で、集団戦での影響力が薄い。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリは高い機動力と持続的なダメージを持っており、レク＝サイのファームを妨害しやすい。また、集団戦ではナフィーリのスキルがレク＝サイの攻撃を避けるのに役立つ。",
			"キヤナ": "キヤナは瞬時に高いバーストダメージを出せるため、レク＝サイが接近する前に大きなダメージを与えられる。スケーリングも優れており、集団戦での影響力が強い。",
			"グレイブス": "グレイブスは遠距離からの持続的なダメージを持ち、レク＝サイが近づく前にダメージを与えることができる。ファームも容易で、集団戦では高いダメージを出せる。",
			"シン・ジャオ": "シン・ジャオは高い耐久力と持続的なダメージを持ち、レク＝サイの攻撃を受け流しながら反撃できる。集団戦では非常に強力。",
			"ウーコン": "ウーコンは高い機動力と分身を使った混乱を生み出す能力があり、レク＝サイの攻撃をかわしやすい。集団戦での影響力も大きい。",
			"サイラス": "サイラスはレク＝サイのスキルを奪って逆に使用できるため、非常に不利。ダメージトレードでも有利に立ち回れる。",
			"エリス": "エリスはスキルを使った高いバーストダメージを持ち、レク＝サイが接近する前に大きなダメージを与えられる。集団戦でも強力。",
			"ボリベア": "ボリベアは高い耐久力と持続的なダメージを持ち、レク＝サイの攻撃を受け流しながら反撃できる。集団戦での影響力も強い。",
			"リリア": "リリアは高い機動力と持続的なダメージを持ち、レク＝サイが接近する前にダメージを与えられる。集団戦では非常に強力。"
		}
	},
	"キヤナ": {
		"name": "キヤナ",
		"beats": {
			"リリア": "高い機動力と回復能力を持ち、ファームが容易で、持続的なダメージを与えられるため有利。",
			"ウディア": "タンクとしての耐久力があり、近接戦での持続力が高く、集団戦での存在感が強い。",
			"ボリベア": "強力なCCと耐久力を持ち、集団戦での前線を支える能力が高い。",
			"ヴィエゴ": "高いバーストダメージと機動力を持ち、ダメージトレードで優位に立ちやすい。",
			"エコー": "高いバーストダメージと逃げる能力があり、ダメージトレードで有利。",
			"タロン": "高いバーストダメージと機動力を持ち、ファームとダメージトレードで優位。",
			"マスター・イー": "高いスケーリング能力と持続的なダメージを持ち、集団戦での影響力が強い。",
			"カ＝ジックス": "高いバーストダメージと機動力を持ち、孤立した敵を狙うことで有利に立てる。",
			"トランドル": "タンクとしての耐久力とCCを持ち、集団戦での前線を支える能力が高い。"
		},
		"loses": {
			"レンガー": "レンガーは高いバーストダメージを持ち、キヤナがスキルを使った後に反撃するのが難しいため、ダメージトレードで不利。",
			"ヘカリム": "ヘカリムは高い移動速度と持続的なダメージを持ち、集団戦での影響力が強いため、キヤナは対処が難しい。",
			"フィドルスティックス": "フィドルスティックスの恐怖効果と持続的なダメージは、キヤナがファームやダメージトレードを行う際に大きな障害となる。",
			"エリス": "エリスはスキルを使った後のダメージトレードで優位に立ちやすく、キヤナはその攻撃を避けるのが難しい。",
			"ダイアナ": "ダイアナは高いバーストダメージと自己シールドを持ち、キヤナが攻撃を仕掛ける際に反撃されやすい。",
			"キンドレッド": "キンドレッドは持続的なダメージと回復能力を持ち、キヤナがダメージトレードで不利になることが多い。",
			"ザック": "ザックは高い耐久力とCCを持ち、集団戦でキヤナが効果的にダメージを与えるのが難しい。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣの壁と持続的なダメージは、キヤナがファームやダメージトレードを行う際に大きな障害となる。",
			"ベル＝ヴェス": "ベル＝ヴェスは高いバーストダメージと持続的なダメージを持ち、キヤナが対処するのが難しい。",
			"ヴァイ": "ヴァイはキヤナの移動を制限する能力を持ち、ダメージトレードで不利になることが多い。"
		}
	},
	"キンドレッド": {
		"name": "キンドレッド",
		"beats": {
			"ケイン": "ファーム能力が高く、キンドレッドの攻撃を避けることができるため、ダメージトレードで有利。",
			"グレイブス": "高いバーストダメージを持ち、キンドレッドのスキルを無効化できるため、ダメージトレードで優位。",
			"ウディア": "高い耐久力と持続的なダメージを持ち、集団戦での生存能力が高いため有利。",
			"エコー": "高い機動力とバーストダメージを持ち、キンドレッドの攻撃を避けやすいため有利。",
			"ワーウィック": "持続的な回復能力とダメージを持ち、集団戦での生存能力が高いため有利。",
			"リリア": "高い機動力と範囲ダメージを持ち、集団戦での影響力が大きいため有利。",
			"ゼド": "高いバーストダメージを持ち、キンドレッドを瞬時に排除できるためダメージトレードで有利。",
			"カ＝ジックス": "高いバーストダメージと機動力を持ち、キンドレッドを狙いやすいため有利。",
			"パンテオン": "高い初動ダメージと集団戦での影響力を持ち、キンドレッドに対して有利。"
		},
		"loses": {
			"ザック": "ザックは高い耐久力とCCを持っており、キンドレッドのダメージを受け流しやすい。集団戦での影響力も強く、キンドレッドが狙うタイミングを潰すことができる。",
			"エリス": "エリスは高いバーストダメージを持ち、キンドレッドが近づく前に大きなダメージを与えることができる。特にスキルを使ったトレードで不利になる。",
			"タロン": "タロンは高い機動力とバーストダメージを持ち、キンドレッドがファームをする際に容易に狙うことができる。スケーリングでもタロンの方が早く強力になる。",
			"シャコ": "シャコは高いバーストダメージと不意打ちの能力を持ち、キンドレッドがファーム中に狙われやすい。集団戦でもシャコの分身が厄介。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力なCCと持続的なダメージを持ち、キンドレッドの動きを制限することができる。特に早期のトレードで不利になる。",
			"フィドルスティックス": "フィドルスティックスは高い持続ダメージと恐怖効果を持ち、キンドレッドが集団戦で動きにくくなる。ファーム中も警戒が必要。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージとCCを持ち、キンドレッドが近づくのを難しくする。特に集団戦での影響力が強い。",
			"ヘカリム": "ヘカリムは高い機動力とバーストダメージを持ち、キンドレッドがファーム中に狙われやすい。集団戦でも強力な存在。",
			"マスター・イー": "マスター・イーは高いダメージと回復能力を持ち、キンドレッドがトレードで不利になる。スケーリングでも強力。",
			"ニダリー": "ニダリーは高い機動力とバーストダメージを持ち、キンドレッドがファーム中に狙われやすい。特にトレードで不利になる。",
			"シン・ジャオ": "シン・ジャオは高い耐久力とダメージを持ち、キンドレッドが集団戦で動きにくくなる。特にトレードで不利になる。"
		}
	},
	"タロン": {
		"name": "タロン",
		"beats": {
			"リリア": "タロンはリリアに対して高いバーストダメージを持ち、リリアのスキルを避けやすい。",
			"エリス": "エリスのスキルをタロンの機動力で回避しやすく、ダメージトレードで有利に立てる。",
			"グレイブス": "タロンはグレイブスの攻撃を避ける能力が高く、近接戦でのダメージが強力。",
			"ヴィエゴ": "タロンはヴィエゴのスキルを避けることができ、瞬時にダメージを与えることができる。",
			"ボリベア": "ボリベアのスキルを避けつつ、高いバーストダメージで有利に戦える。",
			"キンドレッド": "タロンはキンドレッドの攻撃を避けやすく、集団戦での瞬発力が高い。",
			"ナフィーリ": "ナフィーリのスキルを回避しやすく、ダメージトレードで優位に立てる。",
			"ケイン": "タロンはケインの攻撃を避ける能力が高く、特に暗黒形態のケインに対して有利。",
			"トランドル": "タロンはトランドルのスキルを避けやすく、瞬時にダメージを与えることができる。"
		},
		"loses": {
			"レク＝サイ": "ファームが難しく、視界を取られやすい。ダメージトレードでの持続力が低く、集団戦での影響力が薄い。",
			"レンガー": "高いバーストダメージを持ち、タロンのスキルを無効化する能力がある。スケーリングも優れており、集団戦での存在感が強い。",
			"キヤナ": "高い機動力とバーストダメージでタロンを圧倒できる。集団戦では地形を利用して有利に立ち回ることができる。",
			"リー・シン": "早期のダメージトレードで優位に立ちやすく、タロンの逃げ道を封じることができる。集団戦でもキープレイヤーになりやすい。",
			"フィドルスティックス": "恐怖効果でタロンの動きを制限でき、集団戦での持続的なダメージが強力。ファームも容易で、スケーリングも良好。",
			"ニダリー": "高い機動力と回復能力でタロンに対抗でき、ダメージトレードで優位に立ちやすい。集団戦でも柔軟に立ち回れる。",
			"ヘカリム": "高い耐久力とダメージを持ち、タロンの攻撃を受け流しつつ反撃できる。集団戦での影響力が非常に高い。",
			"ウディア": "高い耐久力と持続的なダメージでタロンに対抗でき、ファームも容易。集団戦では前線を支える役割が強い。",
			"ベル＝ヴェス": "高いバーストダメージと持続的なダメージを持ち、タロンに対して優位に立てる。集団戦での影響力も大きい。",
			"ザック": "高い耐久力とCCを持ち、タロンの攻撃を受け流しつつ反撃できる。集団戦での存在感が強い。",
			"ダイアナ": "高いバーストダメージとスケーリング能力を持ち、タロンに対して優位に立てる。集団戦での影響力が非常に高い。"
		}
	},
	"ヘカリム": {
		"name": "ヘカリム",
		"beats": {
			"ザック": "高い耐久力とCCでヘカリムの突進を阻止しにくい。",
			"シャコ": "シャコの高いバーストダメージに対してヘカリムは持続的なダメージで対抗できる。",
			"エリス": "エリスのスキルセットはヘカリムの動きを制限しにくく、ファームも容易。",
			"パンテオン": "パンテオンの早期ダメージはヘカリムの持続力に対して効果が薄い。",
			"カ＝ジックス": "カ＝ジックスの孤立した敵へのダメージはヘカリムの集団戦での強さに対抗しにくい。",
			"ノクターン": "ノクターンの暗闇はヘカリムの移動を妨げないため、集団戦で有利。",
			"ダイアナ": "ダイアナのバーストはヘカリムの耐久力に対して効果が薄く、スケーリングで有利。",
			"トランドル": "トランドルのスノーボールはヘカリムの持続力に対して効果が薄い。",
			"マスター・イー": "マスター・イーのダメージはヘカリムの集団戦での強さに対抗しにくい。",
			"ワーウィック": "ワーウィックの持続的な回復はヘカリムのダメージトレードに対して効果が薄い。",
			"キヤナ": "キヤナのバーストはヘカリムの耐久力に対して効果が薄く、集団戦で有利。",
			"イブリン": "イブリンのバーストはヘカリムの持続力に対して効果が薄い。",
			"レンガー": "レンガーのバーストはヘカリムの耐久力に対して効果が薄い。",
			"ニダリー": "ニダリーのスキルセットはヘカリムの動きを制限しにくく、ファームも容易。",
			"ブライアー": "ブライアーの持続力はヘカリムのダメージトレードに対して効果が薄い。"
		},
		"loses": {
			"サイラス": "サイラスはヘカリムのスキルを奪うことができ、ダメージトレードで有利に立てる。また、集団戦ではヘカリムの強力なスキルを利用して逆転することができる。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持ち、ヘカリムのファームを妨害しやすい。スケーリングも優れており、集団戦での影響力が大きい。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、ヘカリムの突進を阻止することができる。ダメージトレードでも有利で、集団戦では相手を捕まえる役割を果たせる。",
			"レク＝サイ": "レク＝サイは地中に潜ることでヘカリムの攻撃を回避でき、ダメージトレードで優位に立つことができる。集団戦でも相手を引き離す能力が高い。",
			"フィドルスティックス": "フィドルスティックスは恐怖効果を持ち、ヘカリムの動きを制限できる。ファームも容易で、集団戦では大きな影響を与えることができる。",
			"エコー": "エコーは高い機動力を持ち、ヘカリムの攻撃を避けやすい。ダメージトレードでも有利で、集団戦では瞬時に敵を排除する能力がある。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持ち、ヘカリムの攻撃を受け止めることができる。集団戦では相手を押し返す能力があり、ヘカリムにとって脅威となる。"
		}
	},
	"カ＝ジックス": {
		"name": "カ＝ジックス",
		"beats": {
			"エコー": "エコーは高いバーストダメージを持ち、カ＝ジックスのスキルを回避する能力があるため、ダメージトレードで有利。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持ち、カ＝ジックスの攻撃を受け流しやすい。",
			"リリア": "リリアは高い機動性を持ち、カ＝ジックスの攻撃を避けながら持続的にダメージを与えることができる。",
			"マスター・イー": "マスター・イーは高いスケーリング能力を持ち、カ＝ジックスが成長する前に圧倒することができる。",
			"パンテオン": "パンテオンは強力な初期のダメージとCCを持ち、カ＝ジックスに対して早期に有利に立ち回ることができる。",
			"ボリベア": "ボリベアは高い耐久力と持続的なダメージを持ち、カ＝ジックスの攻撃を受け止めやすい。",
			"ヴァイ": "ヴァイは強力なCCを持ち、カ＝ジックスを捕まえる能力が高く、ダメージトレードで有利。",
			"グレイブス": "グレイブスは高いバーストダメージと持続的なダメージを持ち、カ＝ジックスに対して有利に戦える。",
			"ケイン": "ケインは高いスケーリング能力を持ち、カ＝ジックスが成長する前に圧倒することができる。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリは高い機動力と回復能力を持ち、カ＝ジックスの攻撃を避けやすい。ファーム面でもナフィーリのスキルで安全にクリープを処理できる。",
			"ヘカリム": "ヘカリムは高い耐久力と集団戦での影響力を持ち、カ＝ジックスの瞬間火力を無効化しやすい。スケーリングも優れているため、後半戦での強さが際立つ。",
			"レク＝サイ": "レク＝サイは地形を利用した移動能力が高く、カ＝ジックスの奇襲を逆に利用できる。集団戦でも強力なCCを持っており、カ＝ジックスを抑え込むことができる。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、カ＝ジックスに対して有利なトレードが可能。集団戦でも地形を利用してカ＝ジックスを排除しやすい。",
			"シャコ": "シャコは高いバーストダメージと不意打ちの能力を持ち、カ＝ジックスに対して有利なトレードができる。ファーム面でもシャコのスキルで安全にクリープを処理できる。",
			"ノーチラス": "ノーチラスは高い耐久力とCCを持ち、カ＝ジックスの攻撃を受け止めることができる。集団戦ではカ＝ジックスを捕まえる能力が高く、非常に厄介。",
			"レンガー": "レンガーは高いバーストダメージを持ち、カ＝ジックスに対して有利なトレードが可能。スケーリングも優れており、後半戦での強さが際立つ。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、カ＝ジックスの攻撃を避けやすい。ファーム面でもニダリーのスキルで安全にクリープを処理できる。",
			"キンドレッド": "キンドレッドは高いダメージと集団戦での影響力を持ち、カ＝ジックスの攻撃を無効化しやすい。スケーリングも優れているため、後半戦での強さが際立つ。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い耐久力と持続的なダメージを持ち、カ＝ジックスの瞬間火力を無効化しやすい。集団戦でも強力なCCを持っており、カ＝ジックスを抑え込むことができる。",
			"ザック": "ザックは高い耐久力と集団戦での影響力を持ち、カ＝ジックスの攻撃を受け止めることができる。スケーリングも優れており、後半戦での強さが際立つ。"
		}
	},
	"ヌヌ＆ウィルンプ": {
		"name": "ヌヌ＆ウィルンプ",
		"beats": {
			"イブリン": "ヌヌは早期のダメージトレードで優位に立てるため、イブリンのスキルを封じることができる。",
			"ナフィーリ": "ヌヌのスノーボール効果により、ナフィーリはファームが難しくなる。",
			"ワーウィック": "ヌヌのCCと持続的なダメージで、ワーウィックの回復を妨げることができる。",
			"パンテオン": "ヌヌはパンテオンの攻撃を避ける機動力があり、集団戦で有利に立てる。",
			"ザック": "ヌヌのスノーボールでザックの移動を制限し、ファームを妨害できる。",
			"アイバーン": "ヌヌはアイバーンのジャングルクリープを早期に奪うことができ、優位に立てる。",
			"キンドレッド": "ヌヌはキンドレッドのスキルを無効化し、ダメージトレードで有利に立てる。",
			"エコー": "ヌヌの持続的なダメージでエコーのバーストダメージを抑えることができる。",
			"ノクターン": "ヌヌはノクターンの暗闇を利用して、集団戦での位置取りを有利にできる。",
			"ウーコン": "ヌヌはウーコンの分身を見分けやすく、ダメージトレードで優位に立てる。",
			"ウディア": "ヌヌはウディアの持続的なダメージを抑えることができ、集団戦で有利に立てる。",
			"リリア": "ヌヌはリリアのスリープを避ける機動力があり、ファームで優位に立てる。",
			"ヴィエゴ": "ヌヌはヴィエゴのスキルを封じることができ、ダメージトレードで有利に立てる。",
			"グレイブス": "ヌヌはグレイブスのバーストダメージを抑えることができ、集団戦で有利に立てる。",
			"ボリベア": "ヌヌはボリベアの攻撃を避ける機動力があり、ダメージトレードで優位に立てる。",
			"シャコ": "ヌヌはシャコのワーディングを妨害し、ファームを有利に進めることができる。"
		},
		"loses": {
			"ブランド": "高いバーストダメージを持ち、ファーム中に簡単にハラスメントを行えるため、ファームが難しい。",
			"ゼド": "高い機動力とダメージを持ち、スケーリングが早く、集団戦での影響力が大きい。",
			"レク＝サイ": "強力なギャンク能力とダメージを持ち、ファーム中に圧力をかけられるため不利。",
			"サイラス": "スキルを奪う能力により、ヌヌの強みを無効化でき、ダメージトレードで優位に立てる。",
			"ニダリー": "高い機動力と回復能力を持ち、ファーム中にハラスメントが可能で、集団戦でも強力。",
			"ヴァイ": "強力なギャンク能力とダメージを持ち、ファーム中に圧力をかけられるため不利。",
			"ジャーヴァンⅣ": "壁を作ることで逃げ道を封じ、集団戦でのコントロールが強力。",
			"ベル＝ヴェス": "高いバーストダメージと持続的なダメージを持ち、ファーム中に圧力をかけられる。",
			"シン・ジャオ": "高い機動力と持続的なダメージを持ち、集団戦での影響力が大きい。",
			"エリス": "変身による高いバーストダメージとCCを持ち、ファーム中に圧力をかけられる。",
			"ヘカリム": "高い移動速度とダメージを持ち、集団戦での影響力が大きい。",
			"タロン": "高いバーストダメージと機動力を持ち、ファーム中にハラスメントが可能。",
			"ノーチラス": "強力なCCを持ち、集団戦でのコントロールが強力で、ファーム中にも圧力をかけられる。"
		}
	},
	"ダイアナ": {
		"name": "ダイアナ",
		"beats": {
			"フィドルスティックス": "ダイアナはフィドルスティックスのスキルを避けやすく、近接攻撃でのダメージを与えやすい。",
			"ナフィーリ": "ダイアナはナフィーリの攻撃を受ける前に瞬時に接近し、強力なバーストダメージを与えることができる。",
			"シャコ": "ダイアナはシャコの分身を簡単に見破り、効果的にダメージを与えられる。",
			"ヴァイ": "ダイアナはヴァイの突進を避ける能力があり、反撃のチャンスが多い。",
			"リリア": "ダイアナはリリアのスリープを避けやすく、持続的なダメージを与えられる。",
			"グレイブス": "ダイアナはグレイブスの攻撃を近接で避けやすく、バーストダメージで有利に立てる。",
			"エリス": "ダイアナはエリスのスキルを避けやすく、近接でのダメージトレードが得意。",
			"ウディア": "ダイアナはウディアの攻撃を避けつつ、強力なバーストで有利に戦える。",
			"イブリン": "ダイアナはイブリンのスニーク攻撃を見破りやすく、反撃が可能。",
			"ワーウィック": "ダイアナはワーウィックの回復を無視できるバーストダメージを持っている。",
			"タロン": "ダイアナはタロンのスキルを避けやすく、持続的なダメージを与えられる。",
			"ザック": "ダイアナはザックのスキルを避けやすく、近接でのダメージトレードが得意。",
			"ウーコン": "ダイアナはウーコンの分身を見破りやすく、効果的にダメージを与えられる。",
			"アムム": "ダイアナはアムムのスキルを避けやすく、バーストダメージで有利に立てる。"
		},
		"loses": {
			"ブライアー": "ファームが難しく、早期の圧力に弱い。",
			"レンガー": "高いバーストダメージでダイアナを瞬時に排除できる。",
			"ヴィエゴ": "ダイアナのスキルを吸収し、逆にダメージを与えることができる。",
			"ヘカリム": "高い機動力でダイアナを追い詰め、集団戦での影響力が強い。",
			"シン・ジャオ": "持続的なダメージとCCでダイアナの動きを制限できる。",
			"ボリベア": "タンクとしての耐久力が高く、ダイアナのダメージを受け流せる。",
			"マスター・イー": "高いスケーリングと持続的なダメージでダイアナを圧倒できる。",
			"ノクターン": "ダイアナの視界を奪い、奇襲が得意で不利な状況を作りやすい。",
			"ベル＝ヴェス": "高い機動力と持続的なダメージでダイアナを圧倒する。",
			"トランドル": "ダイアナのステータスを下げることで、効果的に対抗できる。",
			"エコー": "高いバーストダメージと逃げる能力でダイアナに対して優位に立てる。"
		}
	},
	"ブライアー": {
		"name": "ブライアー",
		"beats": {
			"フィドルスティックス": "ブライアーはフィドルスティックスのスキルを避けやすく、ファームも安定して行えるため有利。",
			"リリア": "リリアの移動速度を利用してブライアーはダメージトレードで優位に立てる。",
			"ダイアナ": "ダイアナのオールインに対してブライアーは持続的なダメージを与えられるため、スケーリングで有利。",
			"シャコ": "シャコのワーディングを無視してブライアーは安全にファームでき、集団戦でも有利。",
			"カ＝ジックス": "カ＝ジックスの孤立した敵への攻撃に対して、ブライアーは持続的なダメージで対抗できる。",
			"ニダリー": "ニダリーの攻撃を受け流しつつ、ブライアーはファームを効率的に行えるため有利。",
			"ヌヌ＆ウィルンプ": "ヌヌの雪玉を避けやすく、ブライアーはダメージトレードで優位に立てる。",
			"エリス": "エリスのスキルを避けることで、ブライアーは持続的にダメージを与えられるため有利。",
			"ジャーヴァンⅣ": "ジャーヴァンの壁を利用してブライアーは安全にファームでき、集団戦でも有利。",
			"リー・シン": "リー・シンのキックを避けやすく、ブライアーはダメージトレードで優位に立てる。",
			"トランドル": "トランドルのスキルを無効化しつつ、ブライアーは持続的なダメージを与えられるため有利。",
			"マスター・イー": "マスター・イーの攻撃を受け流しつつ、ブライアーはスケーリングで優位に立てる。"
		},
		"loses": {
			"グレイブス": "ファームが得意で、遠距離からの攻撃でブライアーに対して有利なトレードができる。",
			"ジャックス": "スケーリングが非常に強力で、後半にブライアーを圧倒する能力がある。",
			"ベル＝ヴェス": "高いダメージを持ち、集団戦での影響力が大きく、ブライアーを簡単に排除できる。",
			"パンテオン": "早期のダメージトレードで優位に立ちやすく、ブライアーのスキルを無効化する能力がある。",
			"レンガー": "高いバーストダメージを持ち、ブライアーがスキルを使った後に狙いやすい。",
			"ヴィエゴ": "持続的なダメージと回復能力があり、集団戦での生存力が高い。",
			"ケイン": "高い機動性とダメージを持ち、ブライアーを追い詰めることができる。",
			"ノクターン": "ブライアーの視界を奪い、奇襲をかけることで有利に立ち回れる。",
			"ワーウィック": "持続的なダメージと回復能力があり、ブライアーとのトレードで有利。",
			"タロン": "高いバーストダメージと機動性で、ブライアーを簡単に排除できる。",
			"アムム": "集団戦でのCCが強力で、ブライアーの動きを制限できる。",
			"エコー": "高いバーストダメージと逃げる能力があり、ブライアーに対して有利。",
			"ヘカリム": "高い移動速度とダメージで、集団戦での影響力が大きく、ブライアーを圧倒できる。"
		}
	},
	"アイバーン": {
		"name": "アイバーン",
		"beats": {
			"ウディア": "アイバーンはウディアに対して高いCC（クラウドコントロール）を持っており、ウディアの突進を止めることができるため、ダメージトレードで有利。",
			"ワーウィック": "アイバーンのシールドと回復能力がワーウィックのダメージを軽減し、ファーム時に安全にプレイできる。",
			"ヘカリム": "アイバーンはヘカリムの突進を制御できるため、集団戦で有利に立ち回れる。",
			"エコー": "エコーに対してアイバーンは持続的なダメージを与えられ、スケーリングでも優位に立てる。",
			"リリア": "アイバーンのスキルはリリアの移動を妨げることができ、ダメージトレードで有利。",
			"ボリベア": "ボリベアの攻撃をシールドで防ぎつつ、反撃できるため、ファーム時に有利。",
			"キンドレッド": "アイバーンはキンドレッドの攻撃を避ける手段が多く、集団戦での影響力が高い。",
			"ヴァイ": "アイバーンのCCがヴァイの突進を阻止できるため、ダメージトレードで有利。",
			"パンテオン": "アイバーンはパンテオンの攻撃をシールドで防ぎ、持続的なダメージを与えられるため、ファーム時に有利。",
			"ザック": "アイバーンのスキルはザックの動きを制御でき、集団戦で有利に立ち回れる。",
			"ブライアー": "アイバーンはブライアーの攻撃をシールドで軽減し、ダメージトレードで優位に立てる。",
			"ダイアナ": "アイバーンはダイアナの突進を制御でき、スケーリングでも優位に立てる。",
			"ウーコン": "アイバーンのCCがウーコンの動きを妨げ、ダメージトレードで有利。",
			"エリス": "アイバーンはエリスの攻撃をシールドで防ぎ、集団戦での影響力が高い。",
			"ナフィーリ": "アイバーンはナフィーリの攻撃をシールドで軽減し、ファーム時に有利。"
		},
		"loses": {
			"タロン": "タロンは高いバーストダメージを持ち、アイバーンのサポート能力を無効化することができるため、ダメージトレードで不利。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力な早期のガンク能力を持ち、アイバーンのファームを妨害しやすい。",
			"キヤナ": "キヤナは高い機動性とバーストダメージを持ち、アイバーンのスキルを避けやすく、集団戦での影響力が高い。",
			"シャコ": "シャコは高いバーストダメージと逃げ能力を持ち、アイバーンのサポートを無効化しやすい。",
			"ノクターン": "ノクターンは強力なガンク能力と集団戦での影響力を持ち、アイバーンの視界を奪うことができる。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、アイバーンのサポート能力を無効化しやすい。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、アイバーンの動きを制限しやすく、集団戦での影響力が高い。",
			"レク＝サイ": "レク＝サイは高いバーストダメージとガンク能力を持ち、アイバーンのファームを妨害しやすい。",
			"ニダリー": "ニダリーは高い機動性とバーストダメージを持ち、アイバーンのスキルを避けやすく、ダメージトレードで不利。",
			"ジャーヴァンⅣ": "ジャーヴァンは強力な集団戦能力を持ち、アイバーンのサポートを無効化しやすい。",
			"グレイブス": "グレイブスは高い持続ダメージを持ち、アイバーンのファームを妨害しやすい。",
			"イブリン": "イブリンは高いバーストダメージと隠密能力を持ち、アイバーンの視界を奪うことができる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、アイバーンのサポート能力を無効化しやすい。",
			"ケイン": "ケインは高い機動性と持続ダメージを持ち、アイバーンのファームを妨害しやすい。",
			"マスター・イー": "マスター・イーは高い持続ダメージを持ち、アイバーンの集団戦での影響力を無効化しやすい。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと持続ダメージを持ち、アイバーンのサポート能力を無効化しやすい。",
			"カーサス": "カーサスは高い持続ダメージを持ち、アイバーンの集団戦での影響力を無効化しやすい。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"ブライアー": "ポッピーはブライアーの攻撃を防ぐシールドを持っており、ダメージトレードで有利。",
			"ウーコン": "ポッピーのEスキルでウーコンのダッシュを阻止でき、集団戦での影響力が高い。",
			"グレイブス": "ポッピーはグレイブスの近接攻撃を受け流すことができ、ファーム時に安全にプレッシャーをかけられる。",
			"ワーウィック": "ポッピーはワーウィックの回復を妨げることができ、ダメージトレードで優位に立てる。",
			"ボリベア": "ポッピーはボリベアの突進を防ぎ、集団戦での位置取りが有利になる。",
			"ケイン": "ポッピーはケインの変身を阻害し、スケーリングで優位に立つことができる。",
			"ベル＝ヴェス": "ポッピーはベル＝ヴェスの攻撃を防ぎやすく、ファーム時に有利。",
			"キンドレッド": "ポッピーはキンドレッドのスキルを無効化でき、ダメージトレードで優位に立てる。",
			"リー・シン": "ポッピーはリー・シンのキックを防ぐことができ、集団戦での影響力が高い。",
			"パンテオン": "ポッピーはパンテオンの攻撃を防ぎやすく、ファーム時に有利。",
			"イブリン": "ポッピーはイブリンの攻撃を防ぎ、ダメージトレードで優位に立てる。",
			"ヴァイ": "ポッピーはヴァイの突進を防ぎ、集団戦での位置取りが有利になる。"
		},
		"loses": {
			"リリア": "ポッピーはリリアの高い機動力と持続的なダメージに対抗できず、ファームが難しい。",
			"タロン": "タロンの瞬発力と高いバーストダメージにより、ポッピーはダメージトレードで不利。",
			"シン・ジャオ": "シン・ジャオの強力なオールイン能力により、ポッピーは集団戦で劣る。",
			"ゼド": "ゼドの影を使った奇襲がポッピーにとって脅威であり、スケーリングが難しい。",
			"ノーチラス": "ノーチラスのCC（クラウドコントロール）能力がポッピーの行動を制限し、ダメージトレードで不利。",
			"エコー": "エコーの高いバーストダメージと逃げる能力により、ポッピーはファームが難しい。",
			"フィドルスティックス": "フィドルスティックスの持続的なダメージとCCがポッピーにとって脅威で、集団戦で不利。",
			"ヴィエゴ": "ヴィエゴの高いダメージと回復能力により、ポッピーはダメージトレードで劣る。",
			"エリス": "エリスのスキルショットと高いバーストダメージがポッピーにとって脅威で、ファームが難しい。",
			"トランドル": "トランドルの強力なオールインと持続的なダメージにより、ポッピーは集団戦で不利。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣの壁とCCがポッピーの行動を制限し、ダメージトレードで不利。",
			"レンガー": "レンガーの高いバーストダメージと奇襲能力がポッピーにとって脅威で、スケーリングが難しい。",
			"カ＝ジックス": "カ＝ジックスの高い機動力とバーストダメージにより、ポッピーはダメージトレードで劣る。",
			"シャコ": "シャコの高いバーストダメージと逃げる能力がポッピーにとって脅威で、集団戦で不利。"
		}
	},
	"ジャーヴァンⅣ": {
		"name": "ジャーヴァンⅣ",
		"beats": {
			"ウディア": "ジャーヴァンⅣはウディアに対して早期のダメージトレードで有利であり、ウディアのスキルを封じることができるため、ファームも安定する。",
			"ザック": "ザックのフルコンボを避けることができ、集団戦でのCCを活かして有利に立ち回れる。",
			"シャコ": "ジャーヴァンⅣの壁を利用した戦術でシャコの移動を制限でき、ダメージトレードで優位に立てる。",
			"ナフィーリ": "ナフィーリの持つ回復力を無視できるダメージを持ち、集団戦での影響力が高い。",
			"フィドルスティックス": "フィドルスティックスのスキルをジャーヴァンⅣの壁で防ぎ、ファームとダメージトレードで優位に立てる。",
			"ボリベア": "ボリベアの突進をジャーヴァンⅣのスキルで制御でき、集団戦での優位性を持つ。",
			"トランドル": "トランドルの強みを無効化するスキルを持ち、ダメージトレードで有利に立てる。",
			"ヌヌ＆ウィルンプ": "ヌヌのスノーボールを防ぎつつ、集団戦でのCCを活かして有利に立ち回れる。",
			"アムム": "アムムの集団戦での強さをジャーヴァンⅣの壁で制限でき、ダメージトレードで優位に立てる。",
			"ノーチラス": "ノーチラスのCCを避けることができ、ファームとダメージトレードで有利に立てる。",
			"リリア": "リリアの移動を制限し、集団戦での影響力を高めることができる。",
			"ワーウィック": "ワーウィックの回復を無視できるダメージを持ち、ダメージトレードで優位に立てる。"
		},
		"loses": {
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、ジャーヴァンのスキルを回避しやすい。ファーム面でも強力なクリープ処理能力を持つ。",
			"サイラス": "サイラスはジャーヴァンのアルティメットを奪って使用できるため、集団戦で非常に強力。ダメージトレードでも有利。",
			"ヘカリム": "ヘカリムは高い機動力と持続的なダメージを持ち、ジャーヴァンのスキルを避けやすい。スケーリングも優れている。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、ジャーヴァンを容易に排除できる。ファームも迅速に行える。",
			"ダイアナ": "ダイアナはジャーヴァンに対して強力なバーストダメージを持ち、集団戦での影響力が高い。スケーリングも優れている。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、ジャーヴァンの攻撃を避けやすい。ファームも効率的に行える。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ジャーヴァンを瞬時に排除できる。集団戦でも有利に立ち回れる。",
			"レク＝サイ": "レク＝サイは高い耐久力とダメージを持ち、ジャーヴァンのスキルを無効化することができる。スケーリングも良好。",
			"シン・ジャオ": "シン・ジャオは高い持続ダメージと耐久力を持ち、ジャーヴァンの攻撃を受け流しやすい。集団戦でも強力。"
		}
	},
	"イブリン": {
		"name": "イブリン",
		"beats": {
			"トランドル": "イブリンはトランドルに対して高いバーストダメージを持ち、トランドルの耐久力を無視して早期にキルを狙えるため。",
			"エコー": "エコーはイブリンの高い機動力に対抗できず、イブリンのスキルコンボで簡単に倒される可能性が高い。",
			"アムム": "アムムの集団戦能力は高いが、イブリンはアムムのスキルを避けることができ、ダメージを与えやすい。",
			"ワーウィック": "ワーウィックはイブリンのバーストダメージに対して脆弱で、イブリンはワーウィックの回復を無視してダメージを与えられる。",
			"リリア": "リリアはスリープ効果を持つが、イブリンはそのスリープを避けることができ、ダメージを与えやすい。",
			"ボリベア": "ボリベアはタンクだが、イブリンはボリベアのスキルを避けることができ、早期にキルを狙える。",
			"シャコ": "シャコはイブリンの高いバーストダメージに対して脆弱で、イブリンはシャコのワーディングを無視して奇襲をかけられる。",
			"ノーチラス": "ノーチラスは硬いが、イブリンはノーチラスのスキルを避けることができ、ダメージを与えやすい。",
			"ヴィエゴ": "ヴィエゴはイブリンの高いバーストダメージに対して脆弱で、イブリンはヴィエゴのスキルを避けることができる。",
			"マスター・イー": "マスター・イーはイブリンの高いバーストダメージに対して脆弱で、イブリンはマスター・イーのスキルを避けることができる。",
			"ケイン": "ケインはイブリンの高いバーストダメージに対して脆弱で、イブリンはケインのスキルを避けることができる。"
		},
		"loses": {
			"レク＝サイ": "レク＝サイは地形を利用したガンクが得意で、イブリンの隠れた状態を無効化できるため、ファームやダメージトレードで不利になる。",
			"エリス": "エリスは高いバーストダメージを持ち、イブリンが近づく前に攻撃できるため、ダメージトレードで不利。",
			"ヴァイ": "ヴァイはイブリンの移動を制限するスキルを持っており、集団戦での影響力が高いため不利。",
			"ヌヌ＆ウィルンプ": "ヌヌは早期のファームとガンクが強力で、イブリンが育つ前に圧力をかけられるため不利。",
			"フィドルスティックス": "フィドルスティックスは恐怖効果を持ち、イブリンが接近するのを防ぐため、集団戦で不利。",
			"レンガー": "レンガーは高いバーストダメージを持ち、イブリンが接近する前に倒される可能性が高いため不利。",
			"ザック": "ザックは高い耐久力と集団戦でのCCを持ち、イブリンが効果的にダメージを与えられないため不利。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、イブリンがスケールする前に圧倒されるため不利。",
			"タロン": "タロンは高い機動力を持ち、イブリンが追いつけないため、ダメージトレードで不利。",
			"キンドレッド": "キンドレッドは高い持続ダメージと集団戦での影響力があり、イブリンが育つ前に圧力をかけられるため不利。",
			"ヘカリム": "ヘカリムは高い移動速度と耐久力を持ち、イブリンが接近するのを防ぐため不利。",
			"ウディア": "ウディアは高い耐久力と持続ダメージを持ち、イブリンがダメージを与えにくいため不利。",
			"ダイアナ": "ダイアナは高いバーストダメージと集団戦での影響力があり、イブリンが育つ前に圧倒されるため不利。",
			"ニダリー": "ニダリーは高い機動力とバーストダメージを持ち、イブリンが接近するのを防ぐため不利。"
		}
	},
	"ニダリー": {
		"name": "ニダリー",
		"beats": {
			"グレイブス": "ニダリーは高い機動力とスキルを持ち、グレイブスの攻撃を避けやすい。さらに、ニダリーの回復能力がグレイブスのダメージトレードに対抗できる。",
			"ワーウィック": "ニダリーはワーウィックのスキルを避けることができ、特に逃げる能力が高いため、ワーウィックの捕まえる能力を無効化できる。",
			"イブリン": "ニダリーはイブリンの潜伏を見破ることができ、また、早期のダメージトレードでイブリンを圧倒することができる。",
			"ボリベア": "ニダリーはボリベアの接近を避けることができ、特にボリベアのスキルを回避しやすい。",
			"ヴィエゴ": "ニダリーはヴィエゴのスキルを避けることができ、また、ニダリーの高いバーストダメージでヴィエゴを早期に排除できる。",
			"ベル＝ヴェス": "ニダリーはベル＝ヴェスの攻撃を避けることができ、また、ニダリーの機動力でベル＝ヴェスのスキルを回避しやすい。",
			"ヌヌ＆ウィルンプ": "ニダリーはヌヌのスキルを避けることができ、また、ニダリーの高いダメージでヌヌを圧倒できる。",
			"ナフィーリ": "ニダリーはナフィーリの攻撃を避けることができ、また、ニダリーのスキルでナフィーリを早期に排除できる。",
			"パンテオン": "ニダリーはパンテオンのスキルを避けることができ、特にパンテオンのスタンを回避しやすい。",
			"シャコ": "ニダリーはシャコの攻撃を避けることができ、また、ニダリーの高いバーストダメージでシャコを圧倒できる。",
			"カ＝ジックス": "ニダリーはカ＝ジックスの攻撃を避けることができ、また、ニダリーの機動力でカ＝ジックスのスキルを回避しやすい。",
			"ウーコン": "ニダリーはウーコンの攻撃を避けることができ、また、ニダリーの高いダメージでウーコンを早期に排除できる。"
		},
		"loses": {
			"ザック": "ザックは高い耐久力とCCを持っており、ニダリーのダメージトレードを無効化しやすい。",
			"ノーチラス": "ノーチラスのフックとスタンはニダリーの機動性を制限し、集団戦での影響力を高める。",
			"シン・ジャオ": "シン・ジャオは高い持続ダメージと自己回復能力を持ち、ニダリーのファームを妨げる。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ニダリーが孤立した際に容易にキルを狙える。",
			"レク＝サイ": "レク＝サイは地中移動と強力なCCを持ち、ニダリーの逃げ道を封じることができる。",
			"ヘカリム": "ヘカリムは高い移動速度とダメージを持ち、ニダリーのスケーリングを阻害する。",
			"ブライアー": "ブライアーは持続的なダメージとCCを持ち、ニダリーのトレードを不利にする。",
			"エリス": "エリスはスキルショットとCCを持ち、ニダリーの機動性を制限しやすい。",
			"サイラス": "サイラスはニダリーのスキルを奪い、逆にダメージを与えることができるため不利。",
			"ヴァイ": "ヴァイはニダリーを捕まえる能力が高く、集団戦での影響力が強い。",
			"キヤナ": "キヤナは高いバーストダメージと機動性を持ち、ニダリーに対して強力なカウンターとなる。",
			"リー・シン": "リー・シンは高い機動性とキックでニダリーを捕まえやすく、ダメージトレードで有利。"
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ブライアー": "ファームが容易で、持続的なダメージを与えられるため、トレードで有利。",
			"マスター・イー": "スケーリングが優れており、後半の集団戦で強力なダメージを出せる。",
			"ザック": "高い耐久力とCCを持ち、集団戦での影響力が大きい。",
			"シャコ": "高いバーストダメージを持ち、トレードで優位に立ちやすい。",
			"シン・ジャオ": "持続的なダメージと自己回復能力があり、トレードで有利。",
			"レンガー": "高いバーストダメージと機動力で、トレードで優位に立てる。",
			"ダイアナ": "スケーリングが良く、集団戦での爆発力が高い。",
			"ベル＝ヴェス": "高いダメージと持続力を持ち、集団戦での影響力が強い。",
			"サイラス": "相手のスキルを奪えるため、トレードで有利に立ちやすい。",
			"リー・シン": "高い機動力とダメージを持ち、トレードで優位に立てる。",
			"ヴィエゴ": "スケーリングが良く、集団戦でのダメージが高い。",
			"ケイン": "変身によるスケーリングが優れており、集団戦で強力。"
		},
		"loses": {
			"ニダリー": "高い機動力とスキルでワーウィックの接近を阻止し、ダメージトレードで優位に立てる。",
			"ボリベア": "強力なCCと耐久力でワーウィックの攻撃を無効化し、集団戦での影響力が高い。",
			"エコー": "高いバーストダメージと逃げる能力で、ワーウィックが捕まえにくい。",
			"ウディア": "持続的なダメージと耐久力で、ワーウィックのトレードを有利に進められる。",
			"ヴァイ": "ワーウィックのスキルを無効化する能力があり、ダメージトレードで優位に立てる。",
			"フィドルスティックス": "恐怖効果と持続的なダメージで、ワーウィックの接近を阻止しやすい。",
			"ノーチラス": "強力なCCでワーウィックを捕まえ、集団戦での影響力が高い。",
			"ウーコン": "高い機動力と分身を使ったトレードで、ワーウィックの攻撃をかわしやすい。",
			"キンドレッド": "高いバーストダメージと逃げる能力で、ワーウィックが近づくのが難しい。",
			"レク＝サイ": "地形を利用した奇襲が可能で、ワーウィックのファームを妨害しやすい。",
			"ヌヌ＆ウィルンプ": "持続的なダメージとCCで、ワーウィックのトレードを不利に進められる。"
		}
	},
	"ケイン": {
		"name": "ケイン",
		"beats": {
			"アムム": "アムムはCC（クラウドコントロール）を持っており、ケインがダメージを与える際に有利に働く。また、アムムの耐久力が高く、集団戦での生存能力が高い。",
			"ブライアー": "ブライアーは持続的なダメージを出せるが、ケインの機動力に対抗するのが難しい。ファーム面でもケインが優位。",
			"エコー": "エコーは瞬間的なバーストダメージが強いが、ケインの回復能力と機動力で対抗できる。スケーリングでもケインが有利。",
			"フィドルスティックス": "フィドルスティックスは集団戦での強さがあるが、ケインの機動力で回避しやすい。ダメージトレードでも有利。",
			"ボリベア": "ボリベアはタンクとして強いが、ケインのダメージと回復で持続戦闘が有利。",
			"シン・ジャオ": "シン・ジャオは近接戦で強いが、ケインのスキルを使った機動力で有利に立ち回れる。",
			"シャコ": "シャコは瞬間的なバーストが強いが、ケインの回復とスケーリングで有利。",
			"ダイアナ": "ダイアナは集団戦で強いが、ケインの機動力で回避しやすく、ダメージトレードでも有利。",
			"パンテオン": "パンテオンは初期の強さがあるが、ケインのスケーリングとファーム能力で後半有利。",
			"トランドル": "トランドルはタンクとして強いが、ケインのダメージと回復で持続戦闘が有利。",
			"リリア": "リリアは機動力が高いが、ケインのダメージと回復で有利に立ち回れる。"
		},
		"loses": {
			"キンドレッド": "ファームが得意で、ケインのスキルを避けることができるため、ダメージトレードで有利。",
			"ウーコン": "分身を使ってケインの攻撃をかわしやすく、集団戦での影響力が高い。",
			"レク＝サイ": "地中移動でケインの攻撃を避けられ、集団戦でのエンゲージが強力。",
			"ベル＝ヴェス": "高い持続ダメージと回復能力で、ダメージトレードで優位に立てる。",
			"グレイブス": "高いバーストダメージを持ち、ケインのスキルを避けることができるため、ファームとダメージトレードで有利。",
			"レンガー": "高いバーストダメージと潜伏能力で、ケインを狙いやすく、集団戦での影響力が強い。",
			"ウディア": "高い耐久力と持続ダメージで、ケインの攻撃を受け止めやすく、集団戦での存在感が強い。",
			"ヴィエゴ": "高いバーストダメージとスキルの使い方で、ケインを圧倒しやすい。",
			"ヘカリム": "高い移動速度とエンゲージ能力で、集団戦での影響力が大きい。",
			"タロン": "高いバーストダメージと機動力で、ケインを狙いやすく、ダメージトレードで有利。",
			"ゼド": "高いバーストダメージと影の使い方で、ケインを圧倒しやすく、ダメージトレードで優位に立てる。"
		}
	},
	"リー・シン": {
		"name": "リー・シン",
		"beats": {
			"マスター・イー": "リー・シンは早期のダメージトレードで優位に立ちやすく、マスター・イーのスキルを封じることができる。",
			"ウーコン": "リー・シンはウーコンの分身を見分けやすく、集団戦での有利を得やすい。",
			"タロン": "リー・シンはタロンの移動を制限できるスキルを持ち、ファームとダメージトレードで優位に立てる。",
			"ヴィエゴ": "リー・シンはヴィエゴのスキルを避けやすく、集団戦での影響力が高い。"
		},
		"loses": {
			"ナフィーリ": "ナフィーリは高い機動力と回復能力を持ち、リー・シンのダメージトレードを無効化しやすい。",
			"ザック": "ザックはタンクとしての耐久力が高く、リー・シンのダメージを受け流しつつ、集団戦でのCCを活かして反撃できる。",
			"レク＝サイ": "レク＝サイは地中移動による奇襲が可能で、リー・シンのファームを妨害しやすい。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作ることでリー・シンの逃げ道を封じ、集団戦での有利を取ることができる。",
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立ちやすく、リー・シンがスケールする前に圧力をかけられる。",
			"ヴァイ": "ヴァイはリー・シンに対して強力なダメージとCCを持ち、特に集団戦での影響力が高い。",
			"エリス": "エリスは遠距離からのスキルでリー・シンを牽制でき、特にファームやダメージトレードで不利にさせる。"
		}
	},
	"グレイブス": {
		"name": "グレイブス",
		"beats": {
			"ブライアー": "グレイブスは高いバーストダメージを持ち、ブライアーのスキルを無効化することができるため、ダメージトレードで有利。",
			"ワーウィック": "グレイブスは遠距離からの攻撃が可能で、ワーウィックの接近を阻止しやすい。",
			"ボリベア": "ボリベアのタンク性に対して、グレイブスは持続的なダメージを与えられるため、ファームとダメージトレードで優位。",
			"ケイン": "グレイブスはケインの変身前に高いダメージを与えられるため、早期の段階で有利に立てる。",
			"マスター・イー": "グレイブスはマスター・イーの攻撃を避ける能力が高く、集団戦での影響力が大きい。",
			"ノクターン": "ノクターンの暗闇を利用して、グレイブスは安全に攻撃できるため、ファームとダメージトレードで有利。",
			"エリス": "エリスのスキルを避けることができ、グレイブスは持続的なダメージを与えられるため、集団戦で優位。",
			"シン・ジャオ": "シン・ジャオの突進を避けることができ、グレイブスは遠距離からの攻撃で有利に立てる。",
			"ゼド": "ゼドのバーストダメージに対して、グレイブスは自己回復と高いダメージを持っているため、ダメージトレードで有利。"
		},
		"loses": {
			"レンガー": "レンガーは高いバーストダメージを持ち、グレイブスがスキルを使った後に反撃されやすい。ファーム時にレンガーの潜伏能力が脅威となる。",
			"ニダリー": "ニダリーは高い機動性と回復能力を持ち、グレイブスの攻撃を避けやすい。ダメージトレードで有利に立ち回ることができる。",
			"タロン": "タロンは瞬時にグレイブスに接近し、高いバーストダメージを与えることができる。集団戦ではタロンの機動力が脅威となる。",
			"ヘカリム": "ヘカリムは高い移動速度と持続的なダメージを持ち、グレイブスの攻撃を受け流しながら反撃できる。スケーリングでも有利。",
			"キンドレッド": "キンドレッドは持続的なダメージと回復能力を持ち、グレイブスの攻撃を耐えながら反撃できる。集団戦での影響力が高い。",
			"ウーコン": "ウーコンは高いバーストダメージと持続的なダメージを持ち、グレイブスの攻撃を避けやすい。ダメージトレードで有利。",
			"ダイアナ": "ダイアナは高いバーストダメージと集団戦での影響力を持ち、グレイブスがスキルを使った後に反撃されやすい。"
		}
	},
	"シン・ジャオ": {
		"name": "シン・ジャオ",
		"beats": {
			"ダイアナ": "シン・ジャオはダイアナに対して早期のダメージトレードで有利であり、ダイアナのスキルを避けやすい。",
			"ナフィーリ": "ナフィーリはシン・ジャオの攻撃を受けるとダメージを受けやすく、ファームの際に圧力をかけやすい。",
			"ブライアー": "シン・ジャオはブライアーのスキルを回避しやすく、集団戦での持続力が高い。",
			"ノーチラス": "ノーチラスのCCを避ける能力があり、ダメージトレードで優位に立てる。",
			"ザック": "ザックのスキルを避けることができ、ファーム時に有利に立ち回れる。",
			"ヌヌ＆ウィルンプ": "シン・ジャオはヌヌの攻撃を受けにくく、集団戦での影響力が高い。",
			"パンテオン": "パンテオンの攻撃を受けるときに有利な位置取りができ、ダメージトレードで勝てる。",
			"シャコ": "シャコの攻撃を避けることができ、ファーム時に有利に立てる。",
			"リリア": "リリアのスリープを避ける能力があり、集団戦での持続力が高い。",
			"イブリン": "イブリンの攻撃を受けにくく、ダメージトレードで優位に立てる。",
			"レク＝サイ": "レク＝サイの攻撃を避けることができ、ファーム時に有利に立ち回れる。"
		},
		"loses": {
			"ボリベア": "ファーム面での圧力が強く、早期にダメージを与えられるため、シン・ジャオは不利。",
			"トランドル": "トランドルのスケーリングが優れており、集団戦での耐久力が高いため、シン・ジャオは劣位に立たされる。",
			"キヤナ": "キヤナの高いバーストダメージと機動力により、ダメージトレードで不利になる。",
			"タロン": "タロンの瞬発力と高いバーストダメージにより、シン・ジャオは早期に倒されやすい。",
			"サイラス": "サイラスのスキルを奪う能力により、シン・ジャオの強みを無効化され、集団戦で不利になる。",
			"ケイン": "ケインの変身能力と高いダメージ出力により、シン・ジャオはファームと集団戦で劣位に立たされる。"
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"トランドル": "グウェンはトランドルの攻撃を避ける能力が高く、トランドルの強力な回復を無効化できるため、ファームとダメージトレードで有利。",
			"ウディア": "グウェンはウディアの接近を妨げるスキルを持ち、持続的なダメージを与えられるため、集団戦で優位に立てる。",
			"シン・ジャオ": "グウェンはシン・ジャオの突進を避けることができ、持続的なダメージを与えられるため、ダメージトレードで有利。",
			"ノクターン": "グウェンはノクターンの暗闇を利用して安全に攻撃でき、スケーリングにおいても優位。",
			"イブリン": "グウェンはイブリンの攻撃を避ける能力が高く、集団戦での持続的なダメージを与えられるため有利。",
			"ワーウィック": "グウェンはワーウィックの回復を無効化でき、ダメージトレードで優位に立てる。",
			"ザック": "グウェンはザックのスキルを避けることができ、集団戦での持続的なダメージを与えられるため有利。",
			"ダイアナ": "グウェンはダイアナの突進を避けることができ、スケーリングにおいても優位。",
			"レンガー": "グウェンはレンガーの攻撃を避ける能力が高く、ダメージトレードで有利。",
			"ウーコン": "グウェンはウーコンの分身を見分けやすく、集団戦での持続的なダメージを与えられるため有利。",
			"ノーチラス": "グウェンはノーチラスの拘束を避けることができ、ダメージトレードで優位に立てる。",
			"ニダリー": "グウェンはニダリーの攻撃を避ける能力が高く、スケーリングにおいても優位。",
			"パンテオン": "グウェンはパンテオンの攻撃を避けることができ、集団戦での持続的なダメージを与えられるため有利。",
			"グレイブス": "グウェンはグレイブスの攻撃を避ける能力が高く、ダメージトレードで優位に立てる。",
			"リリア": "グウェンはリリアのスリープを避けることができ、集団戦での持続的なダメージを与えられるため有利。",
			"ヌヌ＆ウィルンプ": "グウェンはヌヌの攻撃を避ける能力が高く、スケーリングにおいても優位。"
		},
		"loses": {
			"フィドルスティックス": "フィドルスティックスのスキルセットは、グウェンの近接攻撃を避けるのに優れており、特に集団戦でのCC（クラウドコントロール）によってグウェンの動きを制限できるため不利。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージを持ち、グウェンのスキルを無効化する能力があるため、ダメージトレードで不利になる。",
			"タロン": "タロンは高いバーストダメージを持ち、グウェンがスケールする前に早期にキルを狙えるため、ファームとスケーリングで不利。",
			"レク＝サイ": "レク＝サイは地形を利用した奇襲が得意で、グウェンが孤立した際に強力なダメージを与えることができるため不利。",
			"エコー": "エコーは高い機動性とバーストダメージを持ち、グウェンが攻撃を当てる前に逃げることができるため、ダメージトレードで不利。",
			"ヴァイ": "ヴァイのCCとバーストダメージはグウェンに対して非常に効果的で、特に集団戦での影響力が大きいため不利。",
			"ゼド": "ゼドは高いバーストダメージを持ち、グウェンがスケールする前にキルを狙えるため、ファームとスケーリングで不利。",
			"マスター・イー": "マスター・イーは高い持続力とダメージを持ち、グウェンが集団戦で効果的に働く前に圧倒できるため不利。",
			"ケイン": "ケインは高い機動性とダメージを持ち、グウェンがスケールする前にキルを狙えるため、ファームとスケーリングで不利。",
			"カ＝ジックス": "カ＝ジックスは高いバーストダメージを持ち、グウェンが孤立した際に強力なダメージを与えることができるため不利。",
			"ヴィエゴ": "ヴィエゴは高い持続ダメージとCCを持ち、グウェンが集団戦で効果的に働く前に圧倒できるため不利。",
			"キヤナ": "キヤナは高い機動性とバーストダメージを持ち、グウェンが攻撃を当てる前に逃げることができるため、ダメージトレードで不利。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持ち、グウェンが集団戦で効果的に働く前に圧倒できるため不利。",
			"ブライアー": "ブライアーは高い持続ダメージとCCを持ち、グウェンがスケールする前に圧倒できるため不利。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"トランドル": "サイラスはトランドルのスキルを奪うことで、トランドルの強みを無効化し、ファームやダメージトレードで有利に立てる。",
			"エコー": "エコーの瞬間移動スキルを奪うことで、エコーの逃げ能力を制限し、ダメージトレードで優位に立つことができる。",
			"フィドルスティックス": "フィドルスティックスのウルトを奪うことで、集団戦での影響力を高め、フィドルスティックスの強みを打ち消すことができる。",
			"ヌヌ＆ウィルンプ": "ヌヌのスキルを奪うことで、ヌヌの強力なサポートを無効化し、ファームやダメージトレードで有利に立てる。",
			"ヘカリム": "ヘカリムの突進スキルを奪うことで、集団戦での脅威を減少させ、ダメージトレードで優位に立つことができる。",
			"ジャーヴァンⅣ": "ジャーヴァンの壁を奪うことで、集団戦での動きを制限し、ダメージトレードで有利に立つことができる。",
			"ケイン": "ケインの変身スキルを奪うことで、彼の強みを無効化し、ファームやダメージトレードで優位に立つことができる。",
			"マスター・イー": "マスター・イーのダッシュスキルを奪うことで、彼の機動力を制限し、ダメージトレードで有利に立つことができる。",
			"イブリン": "イブリンのステルススキルを奪うことで、彼女の奇襲能力を無効化し、ファームやダメージトレードで優位に立つことができる。",
			"ゼド": "ゼドの影を奪うことで、彼のダメージを減少させ、集団戦での影響力を制限することができる。"
		},
		"loses": {
			"シャコ": "シャコは高いバーストダメージを持ち、サイラスがスキルを使った後に反撃される可能性が高い。ファーム時にシャコのワードを避けるのが難しく、ダメージトレードでも不利。",
			"ノーチラス": "ノーチラスのCC（クラウドコントロール）能力が高く、サイラスがスキルを発動する前に捕まる可能性がある。集団戦ではノーチラスのタンク性がサイラスのダメージを吸収しやすい。",
			"タロン": "タロンは高い機動力とバーストダメージを持ち、サイラスがスキルを使った後に反撃されやすい。ファーム時にタロンの影響を受けやすく、ダメージトレードでも不利。",
			"キンドレッド": "キンドレッドは持続的なダメージと回復能力を持ち、サイラスがスキルを使った後に反撃される可能性が高い。集団戦ではキンドレッドのウルトがサイラスのダメージを無効化することがある。",
			"グレイブス": "グレイブスは高いバーストダメージと持続的なダメージを持ち、サイラスが近づく前にダメージを与えられる。ファーム時にグレイブスの攻撃を避けるのが難しい。",
			"パンテオン": "パンテオンは強力なCCとバーストダメージを持ち、サイラスがスキルを使った後に捕まる可能性が高い。集団戦ではパンテオンのタンク性がサイラスのダメージを吸収しやすい。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージと機動力を持ち、サイラスがスキルを使った後に反撃される可能性が高い。ファーム時にベル＝ヴェスの攻撃を避けるのが難しい。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、サイラスがスキルを使った後に反撃される可能性が高い。ダメージトレードでもキヤナのスキルがサイラスに対して有利に働く。"
		}
	},
	"フィドルスティックス": {
		"name": "フィドルスティックス",
		"beats": {
			"ワーウィック": "フィドルスティックスはワーウィックに対して高いダメージトレードが可能で、特にスキルを使った後の回復力が強い。",
			"イブリン": "フィドルスティックスはイブリンのスキルを避ける能力が高く、集団戦での影響力が大きい。",
			"ザック": "ザックのスキルを無効化する能力があり、ファームと集団戦で優位に立てる。",
			"キンドレッド": "フィドルスティックスはキンドレッドの攻撃を避けやすく、スケーリングにおいても有利。",
			"リリア": "リリアに対して持続的なダメージを与えられ、集団戦での影響力が高い。",
			"キヤナ": "フィドルスティックスはキヤナの攻撃を受けにくく、ファームでの優位性がある。",
			"グレイブス": "フィドルスティックスはグレイブスの近接攻撃に対して強く、ダメージトレードで有利。",
			"ヘカリム": "ヘカリムに対して持続的なダメージを与えられ、集団戦での影響力が大きい。",
			"ベル＝ヴェス": "フィドルスティックスはベル＝ヴェスの攻撃を避けやすく、スケーリングで有利。",
			"カ＝ジックス": "カ＝ジックスに対して高いダメージトレードが可能で、集団戦での影響力が強い。"
		},
		"loses": {
			"ブライアー": "ブライアーは高い持続ダメージと回復能力を持ち、フィドルスティックスのスキルを避けやすい。",
			"ダイアナ": "ダイアナは瞬時にフィドルスティックスに接近できるため、ファームやダメージトレードで優位に立てる。",
			"サイラス": "サイラスはフィドルスティックスのスキルを奪って逆に利用できるため、集団戦で非常に強力。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣはフィドルスティックスを囲い込むことができ、逃げ道を封じることで不利に持ち込む。",
			"ニダリー": "ニダリーは高い機動力を持ち、フィドルスティックスのスキルを避けながらダメージを与えることができる。",
			"ノーチラス": "ノーチラスはフィドルスティックスを捕まえる能力が高く、集団戦での影響力が大きい。",
			"レク＝サイ": "レク＝サイは地下からの奇襲が可能で、フィドルスティックスの視界を奪うことができる。",
			"ノクターン": "ノクターンはフィドルスティックスの視界を奪い、暗闇の中での接近戦で有利に立てる。"
		}
	},
	"ザイラ": {
		"name": "ザイラ",
		"beats": {
			"マスター・イー": "ザイラは遠距離攻撃が可能で、マスター・イーの接近を阻止できるため、ファームで有利。",
			"エリス": "エリスのスキルを封じることができ、ダメージトレードで優位に立てる。",
			"グレイブス": "ザイラのCC（クラウドコントロール）でグレイブスの攻撃を妨害できるため、ダメージトレードで有利。",
			"ブライアー": "ブライアーの突進をザイラのスキルで止められるため、集団戦で有利。",
			"ザック": "ザックのフルコンボを避けることができ、ファームで有利。",
			"ヘカリム": "ヘカリムの突進をザイラのスキルで制御できるため、ダメージトレードで有利。",
			"ベル＝ヴェス": "ザイラの範囲攻撃でベル＝ヴェスの攻撃を牽制できるため、集団戦で有利。",
			"レク＝サイ": "レク＝サイの潜伏を警戒しやすく、ファームで有利。",
			"フィドルスティックス": "ザイラのスキルでフィドルスティックスのスネアを避けられるため、ダメージトレードで有利。",
			"リー・シン": "リー・シンのキックをザイラのスキルで回避できるため、集団戦で有利。",
			"パンテオン": "パンテオンの突撃をザイラのスキルで制御できるため、ダメージトレードで有利。",
			"トランドル": "トランドルの攻撃をザイラのスキルで妨害できるため、ファームで有利。",
			"ナフィーリ": "ナフィーリの攻撃をザイラのスキルで牽制できるため、集団戦で有利。",
			"ヴィエゴ": "ヴィエゴのスキルをザイラのスキルで封じることができ、ダメージトレードで有利。"
		},
		"loses": {
			"カーサス": "ザイラはカーサスのスキルを避けるのが難しく、特に集団戦でのダメージを受けやすい。",
			"ダイアナ": "ダイアナの瞬発力と接近戦の強さに対して、ザイラは距離を保つのが難しい。",
			"ノーチラス": "ノーチラスのCC（クラウドコントロール）によってザイラは動けなくなり、ファームやダメージトレードが困難になる。",
			"ヌヌ＆ウィルンプ": "ヌヌのスノーボールとウィルンプの攻撃力により、ザイラは早期に圧力をかけられる。",
			"ケイン": "ケインはザイラに対して高い機動性を持ち、特に暗黒形態の時にザイラを狙いやすい。",
			"タロン": "タロンの高いバーストダメージと機動力により、ザイラは簡単に狙われる。",
			"ジャーヴァンⅣ": "ジャーヴァンの壁とCCにより、ザイラは逃げることが難しく、集団戦での生存率が低下する。",
			"ニダリー": "ニダリーの高い機動性とバーストダメージにより、ザイラは早期に倒される可能性が高い。",
			"レンガー": "レンガーの潜伏能力とバーストダメージにより、ザイラは不意打ちを受けやすい。",
			"シン・ジャオ": "シン・ジャオの突進とCCにより、ザイラは距離を保つことが難しくなる。",
			"イブリン": "イブリンの隠れた状態からの奇襲により、ザイラは容易に狙われる。",
			"エコー": "エコーの高い機動力とバーストダメージにより、ザイラは対処が難しい。",
			"ヴァイ": "ヴァイの突進とCCにより、ザイラは捕まえられやすく、ファームが困難になる。",
			"キヤナ": "キヤナの高いバーストダメージと機動力により、ザイラは簡単に狙われる。",
			"ボリベア": "ボリベアのCCとタンク性能により、ザイラはダメージを与えにくくなる。",
			"キンドレッド": "キンドレッドの高い機動力とバーストダメージにより、ザイラは早期に倒される可能性が高い。"
		}
	},
	"ザック": {
		"name": "ザック",
		"beats": {
			"イブリン": "ザックはイブリンに対して高い耐久性を持ち、彼女のバーストダメージを耐えることができるため、ダメージトレードで有利。",
			"トランドル": "ザックはトランドルの攻撃を受けても、スキルで回復できるため、ファームとダメージトレードで優位に立てる。",
			"カ＝ジックス": "ザックはカ＝ジックスの攻撃を受けても、スキルで逃げることができ、集団戦での影響力が高い。",
			"マスター・イー": "ザックはマスター・イーの攻撃を受けても、スキルで耐久力を上げられるため、スケーリングで有利。",
			"ニダリー": "ザックはニダリーの攻撃を受けても、スキルで回復できるため、ファームとダメージトレードで優位に立てる。",
			"ウーコン": "ザックはウーコンの攻撃を受けても、スキルで耐久力を上げられるため、集団戦での影響力が高い。",
			"ケイン": "ザックはケインの攻撃を受けても、スキルで回復できるため、ダメージトレードで有利。",
			"シャコ": "ザックはシャコのバーストダメージを耐えることができ、集団戦での影響力が高い。",
			"キンドレッド": "ザックはキンドレッドの攻撃を受けても、スキルで耐久力を上げられるため、スケーリングで有利。",
			"ベル＝ヴェス": "ザックはベル＝ヴェスの攻撃を受けても、スキルで回復できるため、ファームとダメージトレードで優位に立てる。",
			"リー・シン": "ザックはリー・シンの攻撃を受けても、スキルで耐久力を上げられるため、集団戦での影響力が高い。"
		},
		"loses": {
			"リリア": "ファームが得意で、ザックのスキルを避けやすい。",
			"ヘカリム": "高い機動力とダメージでザックを圧倒できる。",
			"ヌヌ＆ウィルンプ": "持続的なダメージとCCでザックを無力化できる。",
			"レク＝サイ": "地下を移動できるため、ザックの動きを読みづらい。",
			"フィドルスティックス": "恐怖効果でザックを無力化し、集団戦で優位に立てる。",
			"エコー": "高いバーストダメージと逃げ性能でザックに対抗できる。",
			"ゼド": "ザックの耐久力を無視したバーストダメージが可能。",
			"ジャーヴァンⅣ": "壁を作ることでザックの動きを制限できる。",
			"ブライアー": "持続的なダメージと回復でザックを圧倒できる。",
			"ボリベア": "高い耐久力とCCでザックを抑え込むことができる。",
			"パンテオン": "高い初動ダメージでザックを早期に排除できる。"
		}
	},
	"ウディア": {
		"name": "ウディア",
		"beats": {
			"ワーウィック": "ウディアは持続的なダメージと回復能力があり、ワーウィックのバーストダメージに対して耐性があるため。",
			"トランドル": "ウディアはトランドルの攻撃を受けても、スキルを使って素早く回復できるため、トランドルに対して有利。",
			"ザック": "ウディアはザックのCCを受けても、スキルで逃げることができ、持続的なダメージでザックを圧倒できるため。",
			"ノクターン": "ウディアはノクターンの暗闇を利用して、持続的なダメージを与えつつ、回復することができるため。",
			"ヘカリム": "ウディアはヘカリムの突進を受けても、スキルで耐えられるため、集団戦で有利に立ち回れる。",
			"ケイン": "ウディアはケインの変身に対しても、持続的なダメージと回復で対抗できるため。",
			"ウーコン": "ウディアはウーコンの分身を見破りやすく、持続的なダメージで優位に立てるため。",
			"リリア": "ウディアはリリアのスリープを受けても、スキルで回復しながらダメージを与えられるため。",
			"ベル＝ヴェス": "ウディアはベル＝ヴェスのバーストダメージに対して耐性があり、持続的な戦闘で有利。",
			"ヴァイ": "ウディアはヴァイの突進を受けても、持続的なダメージで対抗できるため。",
			"レンガー": "ウディアはレンガーのバーストを受けても、持続的な回復で耐えられるため。",
			"グレイブス": "ウディアはグレイブスのバーストダメージに対して、持続的な回復とダメージで優位に立てるため。"
		},
		"loses": {
			"カ＝ジックス": "高いバーストダメージを持ち、ウディアが近づく前に倒される可能性が高い。",
			"キヤナ": "高い機動力と瞬発力でウディアを翻弄し、ダメージトレードで優位に立てる。",
			"エコー": "時間を巻き戻す能力により、ウディアの攻撃を無効化しやすい。",
			"ジャーヴァンⅣ": "壁を作ることでウディアの逃げ道を封じ、集団戦での有利を得やすい。",
			"ヌヌ＆ウィルンプ": "持続的なダメージとCCでウディアを抑え込み、ファームを妨害できる。",
			"シャコ": "高いバーストダメージと隠れ身の能力で、ウディアを一瞬で排除できる。",
			"キンドレッド": "ウディアの体力を削るのが得意で、集団戦での生存能力も高い。",
			"パンテオン": "強力なCCとバーストダメージでウディアを瞬時に排除できる。",
			"ゼド": "高いバーストダメージと機動力でウディアを狙いやすく、ダメージトレードで優位。",
			"シン・ジャオ": "持続的なダメージとCCでウディアを抑え込み、集団戦での有利を得やすい。"
		}
	},
	"エリス": {
		"name": "エリス",
		"beats": {
			"イブリン": "エリスはイブリンに対して早期のダメージトレードで優位に立てるため、イブリンのスキルを封じることができる。",
			"マスター・イー": "エリスはマスター・イーの攻撃を避けやすく、早期のファームで有利を取れる。",
			"ボリベア": "エリスはボリベアの接近を阻止できるスキルを持っており、集団戦での優位性が高い。",
			"ワーウィック": "エリスはワーウィックの回復を妨げることができ、ダメージトレードで有利に進められる。",
			"キンドレッド": "エリスはキンドレッドのスキルを避けやすく、ファームでの優位性を持つ。",
			"ゼド": "エリスはゼドの攻撃を避ける能力が高く、スケーリングで有利に進められる。",
			"ヴィエゴ": "エリスはヴィエゴのスキルを封じることができ、集団戦での優位性がある。",
			"フィドルスティックス": "エリスはフィドルスティックスのスキルを避けやすく、ダメージトレードで有利に立てる。",
			"ヌヌ＆ウィルンプ": "エリスはヌヌの攻撃を避ける能力が高く、ファームでの優位性を持つ。",
			"リリア": "エリスはリリアのスキルを封じることができ、集団戦での優位性が高い。",
			"キヤナ": "エリスはキヤナの攻撃を避けやすく、ダメージトレードで有利に進められる。"
		},
		"loses": {
			"ヘカリム": "ファームが早く、エリスのスキルを避けやすい。",
			"タロン": "高いバーストダメージでエリスを瞬時に排除できる。",
			"ダイアナ": "スケーリングが優れており、集団戦での影響力が強い。",
			"ウーコン": "高い機動力とダメージでエリスを圧倒できる。",
			"シャコ": "エリスのスキルを無効化し、ダメージトレードで有利。",
			"ノクターン": "暗闇を利用してエリスに接近しやすい。",
			"ヴァイ": "エリスの逃げスキルを無効化し、ダメージトレードで優位に立てる。",
			"ブライアー": "持続的なダメージと回復能力でエリスに対抗できる。",
			"ジャーヴァンⅣ": "集団戦でのCCが強力で、エリスを捕まえやすい。",
			"レンガー": "高いバーストダメージでエリスを狙いやすい。",
			"ザック": "持続的なCCと耐久力でエリスに対抗できる。"
		}
	},
	"レンガー": {
		"name": "レンガー",
		"beats": {
			"ダイアナ": "レンガーはダイアナに対して高いバーストダメージを持ち、ダイアナのスキルを避けることができるため、ダメージトレードで有利。",
			"リリア": "レンガーはリリアの移動速度を利用して、リリアがスキルを当てる前に攻撃を仕掛けることができるため、ファームで有利。",
			"グレイブス": "レンガーはグレイブスの攻撃を避ける能力が高く、集団戦での瞬時のバーストダメージで有利。",
			"ケイン": "レンガーはケインの変身前に高いダメージを与えられるため、スケーリングで有利。",
			"ヴァイ": "レンガーはヴァイの突進を避けることができ、ダメージトレードで優位に立てる。",
			"ニダリー": "レンガーはニダリーのスキルを避けやすく、ファームでの優位性を持つ。",
			"イブリン": "レンガーはイブリンのスニーク攻撃を察知しやすく、集団戦でのバーストダメージで有利。",
			"エリス": "レンガーはエリスのスキルを避けることができ、ダメージトレードで有利。",
			"キヤナ": "レンガーはキヤナのスキルを避ける能力が高く、集団戦での瞬時のバーストダメージで有利。",
			"カ＝ジックス": "レンガーはカ＝ジックスの孤立した敵を狙う能力が高く、ダメージトレードで有利。",
			"フィドルスティックス": "レンガーはフィドルスティックスのスキルを避けやすく、集団戦でのバーストダメージで有利。",
			"タロン": "レンガーはタロンの攻撃を避ける能力が高く、ダメージトレードで優位に立てる。",
			"ノーチラス": "レンガーはノーチラスのスキルを避けることができ、集団戦での瞬時のバーストダメージで有利。"
		},
		"loses": {
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持っており、レンガーの瞬間火力に対して強い。ファーム面でも安定しており、スケーリングも優れている。",
			"ウーコン": "ウーコンは高い機動力と自己回復能力を持ち、レンガーの攻撃をかわしやすい。集団戦では分身を使って混乱を招くことができ、レンガーにとって不利。",
			"ヘカリム": "ヘカリムは高い移動速度と集団戦での影響力を持ち、レンガーの奇襲を防ぎやすい。ダメージトレードでも有利に立ち回れる。",
			"マスター・イー": "マスター・イーは高いダメージと回復能力を持ち、レンガーの攻撃を受け流しながら反撃できる。スケーリングも優れており、後半戦で強力。",
			"キンドレッド": "キンドレッドは高い機動力と持続的なダメージを持ち、レンガーの攻撃を避けやすい。集団戦ではウルトで味方を守ることができ、レンガーにとって脅威。",
			"パンテオン": "パンテオンは高いバーストダメージとスタンを持ち、レンガーの奇襲を防ぎやすい。ファーム面でも安定しており、集団戦での影響力も大きい。",
			"シン・ジャオ": "シン・ジャオは高い耐久力と持続的なダメージを持ち、レンガーの攻撃を受け止めやすい。集団戦では強力なCCを持ち、レンガーにとって脅威。",
			"ザック": "ザックは高い耐久力と集団戦でのCCを持ち、レンガーの攻撃を受け流しやすい。ファーム面でも安定しており、スケーリングも優れている。",
			"レク＝サイ": "レク＝サイは高い機動力とバーストダメージを持ち、レンガーの奇襲を防ぎやすい。集団戦では地形を利用して有利に立ち回れる。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージと自己回復能力を持ち、レンガーの攻撃を受け流しやすい。集団戦では強力な影響力を持つ。",
			"トランドル": "トランドルは高い耐久力と自己回復能力を持ち、レンガーの攻撃を受け流しやすい。集団戦では強力なCCを持ち、レンガーにとって脅威。"
		}
	},
	"シャコ": {
		"name": "シャコ",
		"beats": {
			"マスター・イー": "シャコはマスター・イーに対して高いバーストダメージを持ち、イーの回復を無効化することができるため、ダメージトレードで有利。",
			"キンドレッド": "シャコはキンドレッドのスキルを避ける能力が高く、特に集団戦での位置取りが有利になる。",
			"カ＝ジックス": "シャコはカ＝ジックスの攻撃を避けやすく、またカ＝ジックスのバーストに対して耐性があるため、ファームとダメージトレードで優位。",
			"サイラス": "シャコはサイラスのスキルを利用して反撃できるため、ダメージトレードで有利。",
			"ヴァイ": "シャコはヴァイの突進を避けることができ、またヴァイのスキルを無効化する能力があるため、集団戦で有利。",
			"エリス": "シャコはエリスのスキルを避けることができ、またエリスのバーストに対して強い耐性を持つため、ダメージトレードで優位。",
			"パンテオン": "シャコはパンテオンのスキルを避けやすく、またパンテオンのバーストに対して強い耐性があるため、ファームで有利。",
			"ウディア": "シャコはウディアの攻撃を避ける能力が高く、またウディアのスキルを利用して反撃できるため、ダメージトレードで優位。",
			"トランドル": "シャコはトランドルのスキルを避けることができ、またトランドルのバーストに対して強い耐性を持つため、集団戦で有利。"
		},
		"loses": {
			"ナフィーリ": "ファームが難しく、持続的なダメージを与えられるため、トレードで不利になる。",
			"ノクターン": "シャコのスキルを無効化する能力があり、集団戦での影響力が高い。",
			"カーサス": "スキルの範囲攻撃でファームを奪われやすく、集団戦での生存能力が高い。",
			"ヘカリム": "高い機動力と持続的なダメージで、トレードで不利になる。",
			"ザック": "CC（クラウドコントロール）を持ち、集団戦での影響力が強い。",
			"ニダリー": "高い機動力とトレード能力で、シャコに対して優位に立てる。",
			"ベル＝ヴェス": "持続的なダメージとCCで、トレードで不利になる。",
			"タロン": "高いバーストダメージで、シャコを瞬時に排除できる。",
			"ジャーヴァンⅣ": "壁を作ることでシャコの動きを制限し、集団戦での影響力が強い。",
			"ダイアナ": "高いバーストダメージと集団戦での強さで、シャコに対して優位。",
			"レク＝サイ": "地形を利用した移動と高いバーストダメージで、トレードで不利になる。",
			"ゼド": "高いバーストダメージで、シャコを瞬時に排除できる。",
			"ウーコン": "高い機動力と持続的なダメージで、トレードで不利になる。",
			"ケイン": "変身による強力なダメージと集団戦での影響力が高い。",
			"キヤナ": "高いバーストダメージと集団戦での影響力で、シャコに対して優位。",
			"ノーチラス": "CCを持ち、集団戦での影響力が強く、シャコに対して不利。"
		}
	},
	"ウーコン": {
		"name": "ウーコン",
		"beats": {
			"ケイン": "ウーコンはケインに対して高い機動力を持ち、ケインのスキルを避けやすい。",
			"ナフィーリ": "ウーコンはナフィーリの攻撃を回避しやすく、ダメージトレードで有利に立てる。",
			"マスター・イー": "ウーコンはマスター・イーの攻撃を受け流しやすく、集団戦での影響力が高い。",
			"シャコ": "ウーコンはシャコのワーディングを無効化しやすく、ファームで優位に立てる。",
			"ノクターン": "ウーコンはノクターンの暗闇を利用して奇襲をかけやすく、スケーリングで有利。",
			"ワーウィック": "ウーコンはワーウィックの回復を妨げるスキルを持ち、ダメージトレードで優位。",
			"レンガー": "ウーコンはレンガーのバーストダメージを避けやすく、集団戦での生存率が高い。",
			"ブライアー": "ウーコンはブライアーの攻撃を避けることができ、ファームで有利に立てる。",
			"グレイブス": "ウーコンはグレイブスの攻撃を回避しやすく、ダメージトレードで優位。",
			"シン・ジャオ": "ウーコンはシン・ジャオの攻撃を避けやすく、集団戦での影響力が高い。",
			"イブリン": "ウーコンはイブリンの奇襲を警戒しやすく、スケーリングで有利。",
			"エリス": "ウーコンはエリスのスキルを避けやすく、ダメージトレードで優位。"
		},
		"loses": {
			"ニダリー": "ウーコンはニダリーに対してファームが難しく、ニダリーの高いバーストダメージに対抗できないため。",
			"エコー": "エコーの機動力とバーストダメージにより、ウーコンはダメージトレードで不利になりやすい。",
			"ヌヌ＆ウィルンプ": "ヌヌのスノーボールとウィルンプの攻撃力により、ウーコンは集団戦で劣位に立たされる。",
			"キヤナ": "キヤナの高い瞬発力と範囲攻撃により、ウーコンはスケーリングで不利になる。",
			"タロン": "タロンの高いバーストダメージと逃げる能力により、ウーコンはダメージトレードで不利。",
			"ダイアナ": "ダイアナのシールドとバーストダメージにより、ウーコンは集団戦で劣位に立たされる。",
			"リー・シン": "リー・シンの機動力とキックによるコントロールにより、ウーコンはダメージトレードで不利。",
			"パンテオン": "パンテオンの強力な初動と集団戦での影響力により、ウーコンはファームが難しい。",
			"ヘカリム": "ヘカリムの高い移動速度とダメージにより、ウーコンはスケーリングで不利になる。",
			"ノーチラス": "ノーチラスのCCと耐久力により、ウーコンは集団戦で劣位に立たされる。"
		}
	},
	"カーサス": {
		"name": "カーサス",
		"beats": {
			"ウーコン": "カーサスはウーコンに対して高いマジックダメージを持ち、ウーコンの耐久力を無視できるため、ファームとダメージトレードで有利。",
			"グレイブス": "カーサスのスキルはグレイブスのバーストダメージを軽減し、集団戦での持続的なダメージを提供できるため有利。",
			"シャコ": "カーサスはシャコのスニーク攻撃に対して強力な反撃ができ、スケーリングにおいても優位性を持つ。",
			"ダイアナ": "カーサスはダイアナの突進を避けることができ、集団戦での持続的なダメージを出せるため有利。",
			"カ＝ジックス": "カーサスはカ＝ジックスのバーストダメージを受けにくく、ファームとスケーリングで優位。",
			"ザイラ": "カーサスはザイラのCCを受けにくく、集団戦での持続的なダメージを出せるため有利。",
			"エリス": "カーサスはエリスの変身を無視できるため、ファームとダメージトレードで有利。",
			"ワーウィック": "カーサスはワーウィックの回復を無視できるマジックダメージを持ち、集団戦で優位。",
			"イブリン": "カーサスはイブリンのバーストを受けにくく、スケーリングで優位性を持つ。",
			"ブライアー": "カーサスはブライアーの攻撃を受けにくく、集団戦での持続的なダメージを出せるため有利。",
			"シン・ジャオ": "カーサスはシン・ジャオの突進を避けることができ、ダメージトレードで優位。",
			"ゼド": "カーサスはゼドのバーストを受けにくく、スケーリングで優位性を持つ。",
			"ヴァイ": "カーサスはヴァイの突進を避けることができ、集団戦での持続的なダメージを出せるため有利。",
			"ノクターン": "カーサスはノクターンのバーストを受けにくく、ファームとスケーリングで優位性を持つ。",
			"リー・シン": "カーサスはリー・シンのバーストを受けにくく、集団戦での持続的なダメージを出せるため有利。",
			"ヴィエゴ": "カーサスはヴィエゴのバーストを受けにくく、スケーリングで優位性を持つ。",
			"ジャーヴァンⅣ": "カーサスはジャーヴァンⅣのCCを受けにくく、集団戦での持続的なダメージを出せるため有利。"
		},
		"loses": {
			"フィドルスティックス": "フィドルスティックスは高いバーストダメージを持ち、カーサスがスキルを使う前に倒すことができるため、ダメージトレードで不利。",
			"タロン": "タロンは高い機動性とバーストダメージを持ち、カーサスがスキルを発動する前に接近して攻撃できるため、ファームとダメージトレードで不利。",
			"ヘカリム": "ヘカリムは強力な突進能力を持ち、カーサスがスキルを使う前に接近してダメージを与えることができるため、集団戦で不利。",
			"ケイン": "ケインは高い機動性と回復能力を持ち、カーサスのスキルを避けながら持続的にダメージを与えることができるため、スケーリングで不利。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージと回復能力を持ち、カーサスのスキルを受け流しながら戦えるため、集団戦で不利。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力なCCと持続的なダメージを持ち、カーサスがスキルを使う前に倒すことができるため、ダメージトレードで不利。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、カーサスがスキルを発動する前に捕まえることができるため、集団戦で不利。",
			"エコー": "エコーは高い機動性とバーストダメージを持ち、カーサスがスキルを使う前に接近して攻撃できるため、ファームで不利。",
			"ニダリー": "ニダリーは高い機動性とバーストダメージを持ち、カーサスがスキルを発動する前に倒すことができるため、ダメージトレードで不利。",
			"キンドレッド": "キンドレッドは高い持続ダメージと回復能力を持ち、カーサスのスキルを受け流しながら戦えるため、スケーリングで不利。",
			"ウディア": "ウディアは高い持続ダメージと耐久力を持ち、カーサスのスキルを受け流しながら戦えるため、集団戦で不利。",
			"リリア": "リリアは高い機動性と持続ダメージを持ち、カーサスがスキルを発動する前に倒すことができるため、ダメージトレードで不利。",
			"ボリベア": "ボリベアは高い耐久力とCCを持ち、カーサスがスキルを使う前に接近して攻撃できるため、集団戦で不利。",
			"ナフィーリ": "ナフィーリは高い機動性と持続ダメージを持ち、カーサスがスキルを発動する前に倒すことができるため、ファームで不利。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"ブライアー": "パンテオンはブライアーに対して早期のダメージトレードで優位に立てるため、ファームを安定させやすい。",
			"ベル＝ヴェス": "パンテオンのスキルセットはベル＝ヴェスの攻撃を無効化できるため、集団戦での生存率が高い。",
			"ワーウィック": "パンテオンはワーウィックの回復を妨げることができ、ダメージトレードで有利に進められる。",
			"ノーチラス": "ノーチラスのCCを避ける能力が高く、集団戦での影響力を持つため有利。",
			"マスター・イー": "パンテオンはマスター・イーの攻撃を早期に制圧でき、ファームを優位に進められる。",
			"ウーコン": "パンテオンはウーコンの分身を見極めやすく、ダメージトレードで有利に立てる。",
			"ゼド": "パンテオンはゼドの攻撃を受ける前に先手を打てるため、ダメージトレードで有利。",
			"フィドルスティックス": "パンテオンはフィドルスティックスのスキルを避けやすく、集団戦での優位性がある。",
			"ウディア": "パンテオンはウディアの攻撃を早期に制圧でき、ファームを安定させやすい。",
			"イブリン": "パンテオンはイブリンの奇襲を防ぎやすく、ダメージトレードで有利に進められる。"
		},
		"loses": {
			"ヌヌ＆ウィルンプ": "ファーム面での圧力が強く、パンテオンが安全にミニオンを取るのが難しい。",
			"ヘカリム": "ダメージトレードでの持続力が高く、パンテオンの短期的なバーストに対抗できる。",
			"キンドレッド": "スケーリングが優れており、後半戦での強さがパンテオンを上回る。",
			"レク＝サイ": "集団戦でのCC（クラウドコントロール）が強力で、パンテオンの突進を無効化できる。",
			"ナフィーリ": "持続的なダメージと回復能力があり、パンテオンの攻撃を耐えやすい。",
			"ボリベア": "タンクとしての耐久力が高く、パンテオンのダメージを受け流しやすい。",
			"ニダリー": "高い機動力と回復能力で、パンテオンの攻撃を避けやすい。",
			"エコー": "高いバーストダメージと逃げる能力があり、パンテオンに対して有利に立ち回れる。",
			"シン・ジャオ": "集団戦での強さと持続的なダメージがあり、パンテオンに対して優位に立てる。",
			"ジャーヴァンⅣ": "壁を作ることでパンテオンの動きを制限し、集団戦での有利を得やすい。"
		}
	},
	"ラムス": {
		"name": "ラムス",
		"beats": {
			"ヴィエゴ": "ラムスはヴィエゴに対して持続的なダメージを与えやすく、ヴィエゴのスキルを避けることができるため、ファームとダメージトレードで有利。",
			"エリス": "エリスのスキルを受けにくく、持続的なダメージを与えられるため、ファームとダメージトレードで優位に立てる。",
			"ベル＝ヴェス": "ラムスはベル＝ヴェスの攻撃を受け流しやすく、持続的なダメージを与えられるため、ダメージトレードで有利。",
			"ヘカリム": "ラムスはヘカリムの突進を受け流しやすく、持続的なダメージを与えられるため、ダメージトレードで優位。",
			"マスター・イー": "ラムスはマスター・イーの攻撃を受け流しやすく、持続的なダメージを与えられるため、ファームとダメージトレードで有利。",
			"ザック": "ラムスはザックのスキルを避けやすく、持続的なダメージを与えられるため、ダメージトレードで優位。",
			"カ＝ジックス": "ラムスはカ＝ジックスの攻撃を受け流しやすく、持続的なダメージを与えられるため、ファームとダメージトレードで有利。",
			"イブリン": "ラムスはイブリンの攻撃を受け流しやすく、持続的なダメージを与えられるため、ダメージトレードで優位。",
			"キンドレッド": "ラムスはキンドレッドの攻撃を受け流しやすく、持続的なダメージを与えられるため、ファームとダメージトレードで有利。",
			"レンガー": "ラムスはレンガーの攻撃を受け流しやすく、持続的なダメージを与えられるため、ダメージトレードで優位。",
			"ヴァイ": "ラムスはヴァイの攻撃を受け流しやすく、持続的なダメージを与えられるため、ファームとダメージトレードで有利。",
			"シン・ジャオ": "ラムスはシン・ジャオの攻撃を受け流しやすく、持続的なダメージを与えられるため、ダメージトレードで優位。",
			"リー・シン": "ラムスはリー・シンの攻撃を受け流しやすく、持続的なダメージを与えられるため、ファームとダメージトレードで有利。"
		},
		"loses": {
			"レク＝サイ": "ファームが難しく、早期のガンクで圧力をかけられるため。",
			"リリア": "高い機動力と持続的なダメージでトレードに勝ちやすい。",
			"トランドル": "ラムスのタンク性能を無視できるため、ダメージトレードで有利。",
			"ノーチラス": "CCが強力で、ラムスの動きを制限できるため。",
			"アムム": "集団戦での影響力が高く、ラムスの役割を奪うことができる。",
			"ジャーヴァンⅣ": "壁を作ることでラムスの動きを封じ、ダメージを与えやすい。",
			"ニダリー": "高いバーストダメージと逃げ性能で、ラムスに対して有利。",
			"ボリベア": "早期の圧力とタンク性能でラムスを抑え込むことができる。",
			"パンテオン": "レベル1からの強力なトレード能力でラムスを圧倒できる。",
			"ワーウィック": "持続的な回復とダメージでラムスに対抗できる。",
			"シャコ": "高いバーストダメージと逃げ性能でラムスに対して有利。",
			"ダイアナ": "高いバーストダメージと集団戦での影響力が強い。",
			"ゼド": "高いバーストダメージでラムスを瞬時に排除できる。",
			"ブライアー": "持続的なダメージとCCでラムスを抑え込むことができる。"
		}
	},
	"ナフィーリ": {
		"name": "ナフィーリ",
		"beats": {
			"カ＝ジックス": "ナフィーリは高い機動性を持ち、カ＝ジックスのスキルを避けやすい。",
			"シャコ": "ナフィーリのスキルはシャコのワーディングを無効化し、シャコの攻撃を受けにくい。",
			"ワーウィック": "ナフィーリは持続的なダメージを与えられるため、ワーウィックの回復を上回るダメージを出せる。",
			"グレイブス": "ナフィーリはグレイブスの攻撃を避ける能力が高く、ダメージトレードで有利。",
			"マスター・イー": "ナフィーリはマスター・イーの攻撃を避けることができ、集団戦での影響力が高い。",
			"レンガー": "ナフィーリはレンガーのバーストダメージを受けにくく、ファームで優位に立てる。",
			"ヴィエゴ": "ナフィーリはヴィエゴのスキルを避けやすく、集団戦での生存率が高い。",
			"レク＝サイ": "ナフィーリはレク＝サイの潜伏攻撃を察知しやすく、ダメージトレードで有利。",
			"リー・シン": "ナフィーリはリー・シンのキックを避けることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"ヘカリム": "ヘカリムは高い機動力を持ち、ナフィーリの攻撃を避けやすい。また、集団戦での影響力も強く、ナフィーリがダメージを与える前に倒される可能性が高い。",
			"ダイアナ": "ダイアナは瞬時にナフィーリに接近できる能力があり、特に集団戦でのバーストダメージが脅威。スケーリングも優れているため、後半戦での強さが際立つ。",
			"ニダリー": "ニダリーは高い機動力と回復能力を持ち、ナフィーリの攻撃をかわしやすい。ファームの面でも有利で、早期にアイテムを揃えられる。",
			"ノクターン": "ノクターンの暗闇のスキルはナフィーリの視界を奪い、集団戦での位置取りを難しくする。ダメージトレードでも有利に進められる。",
			"ザック": "ザックは高い耐久力とCCを持ち、ナフィーリの攻撃を受け流しやすい。集団戦ではナフィーリを無力化することができる。",
			"ウーコン": "ウーコンは分身を使ってナフィーリの攻撃を避けることができ、ダメージトレードでも有利。スケーリングも良好で、後半戦での強さがある。",
			"ケイン": "ケインは変身によってダメージを増加させることができ、ナフィーリに対して強力なバーストを持つ。集団戦でも有利に立ち回れる。",
			"エコー": "エコーは高い機動力と自己回復能力を持ち、ナフィーリの攻撃を避けやすい。ダメージトレードでも有利に進められる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ナフィーリに対して強力な攻撃を仕掛けることができる。集団戦でも影響力が大きい。",
			"イブリン": "イブリンはステルスを利用してナフィーリに接近しやすく、ダメージトレードで有利。集団戦でも高いバーストを持つ。",
			"フィドルスティックス": "フィドルスティックスは恐怖効果を持ち、ナフィーリの行動を制限できる。集団戦での影響力が強い。",
			"リリア": "リリアは高い機動力と持続的なダメージを持ち、ナフィーリの攻撃を避けやすい。スケーリングも優れている。",
			"ボリベア": "ボリベアは高い耐久力とCCを持ち、ナフィーリの攻撃を受け流しやすい。集団戦での影響力が強い。",
			"シン・ジャオ": "シン・ジャオは高い耐久力とダメージを持ち、ナフィーリの攻撃を受け流しやすい。集団戦でも有利に立ち回れる。",
			"タロン": "タロンは高いバーストダメージを持ち、ナフィーリに対して強力な攻撃を仕掛けることができる。集団戦でも影響力が大きい。",
			"トランドル": "トランドルは高い耐久力とCCを持ち、ナフィーリの攻撃を受け流しやすい。集団戦での影響力が強い。",
			"ヌヌ＆ウィルンプ": "ヌヌは高いダメージとCCを持ち、ナフィーリに対して強力な攻撃を仕掛けることができる。集団戦でも有利に立ち回れる。",
			"ヴァイ": "ヴァイは高いバーストダメージを持ち、ナフィーリに対して強力な攻撃を仕掛けることができる。集団戦でも影響力が大きい。",
			"ノーチラス": "ノーチラスは高いCCを持ち、ナフィーリの行動を制限できる。集団戦での影響力が強い。"
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"アムム": "トランドルはアムムのスキルを無効化することができ、特に集団戦での影響力を減少させることができる。",
			"ワーウィック": "トランドルはワーウィックの回復を無効化することができ、ダメージトレードで有利に立てる。",
			"ヴァイ": "トランドルはヴァイの突進を避けることができ、ファームとダメージトレードで優位に立つことができる。",
			"ダイアナ": "トランドルはダイアナのバーストダメージに対して耐久性が高く、スケーリングで有利。",
			"パンテオン": "トランドルはパンテオンの攻撃を受け流し、集団戦での持続力が高い。",
			"マスター・イー": "トランドルはマスター・イーの攻撃を受け止めることができ、ファームでの優位性を持つ。",
			"キンドレッド": "トランドルはキンドレッドのスキルを無効化し、ダメージトレードで有利に立つことができる。",
			"ノクターン": "トランドルはノクターンの暗闇を克服し、集団戦での影響力を高めることができる。",
			"セジュアニ": "トランドルはセジュアニのCCを受けにくく、ダメージトレードで有利。",
			"ノーチラス": "トランドルはノーチラスのフックを避けることができ、ファームでの優位性を持つ。",
			"ボリベア": "トランドルはボリベアの攻撃を受け流し、スケーリングで有利に立つことができる。",
			"シン・ジャオ": "トランドルはシン・ジャオの攻撃を受け止めることができ、集団戦での持続力が高い。"
		},
		"loses": {
			"サイラス": "サイラスはトランドルのスキルを奪って利用できるため、ダメージトレードで有利になりやすい。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持ち、トランドルの攻撃を受け流しやすい。",
			"ザック": "ザックはトランドルの攻撃を避ける能力が高く、集団戦での影響力が強い。",
			"ヘカリム": "ヘカリムは高い機動力を持ち、トランドルが追いつくのが難しいため、ファームやダメージトレードで不利。",
			"リリア": "リリアは持続的なダメージと回復能力があり、トランドルの攻撃を受け流しやすい。",
			"レク＝サイ": "レク＝サイは地中移動でトランドルの攻撃を避けられ、集団戦での影響力が高い。",
			"タロン": "タロンは高いバーストダメージを持ち、トランドルが対処しづらい。",
			"エリス": "エリスはスキルショットでトランドルを遠距離から攻撃でき、ダメージトレードで有利。",
			"グレイブス": "グレイブスは高いバーストダメージと持続的なダメージを持ち、トランドルに対して優位に立てる。"
		}
	},
	"グラガス": {
		"name": "グラガス",
		"beats": {
			"トランドル": "グラガスはトランドルの攻撃を避ける能力が高く、スキルでのダメージトレードが有利。",
			"ウーコン": "ウーコンの攻撃を受け流すことができ、集団戦での生存率が高い。",
			"グレイブス": "グラガスはグレイブスのバーストダメージに対して耐久性があり、ファームが安定する。",
			"ノクターン": "ノクターンの暗闇を利用して、グラガスは安全にスキルを使えるため有利。",
			"アムム": "アムムの集団戦での強さに対抗できるスキルを持ち、ダメージトレードで優位に立てる。",
			"リー・シン": "リー・シンのキル圧力に対して、グラガスは逃げる手段が豊富で有利。",
			"マスター・イー": "マスター・イーのダメージを軽減できるスキルを持ち、スケーリングで優位。",
			"シン・ジャオ": "シン・ジャオの攻撃を受け流しつつ、ファームでの優位性を保てる。",
			"ダイアナ": "ダイアナのバーストに対して耐久性があり、集団戦での役割を果たしやすい。",
			"リリア": "リリアの移動速度を利用して、グラガスは有利に立ち回れる。",
			"ベル＝ヴェス": "ベル＝ヴェスの攻撃を避ける能力が高く、ダメージトレードで優位に立てる。"
		},
		"loses": {
			"レンガー": "グラガスはレンガーの高いバーストダメージに対抗できず、ファームやダメージトレードで不利。",
			"ノーチラス": "ノーチラスのCC（クラウドコントロール）により、グラガスは集団戦での役割を果たしにくい。",
			"レク＝サイ": "レク＝サイの地中移動とバーストダメージにより、グラガスはスケーリングで劣る。",
			"イブリン": "イブリンの高い機動性とバーストダメージにより、グラガスはファームとダメージトレードで不利。",
			"フィドルスティックス": "フィドルスティックスの恐怖効果により、グラガスは集団戦での影響力が低下する。",
			"ウディア": "ウディアの持続的なダメージとタンク性により、グラガスはダメージトレードで不利。",
			"シャコ": "シャコの高いバーストダメージと不意打ちにより、グラガスはファームで不利。",
			"ヴァイ": "ヴァイの突進とCCにより、グラガスはダメージトレードで劣る。",
			"ヘカリム": "ヘカリムの高い機動性と持続ダメージにより、グラガスは集団戦で不利。",
			"ブライアー": "ブライアーの持続的なダメージと回復により、グラガスはダメージトレードで劣る。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣの壁とCCにより、グラガスは集団戦での影響力が低下する。",
			"エリス": "エリスの高いバーストダメージと機動性により、グラガスはファームで不利。",
			"ケイン": "ケインの変身能力と高いバーストダメージにより、グラガスはスケーリングで劣る。"
		}
	},
	"リリア": {
		"name": "リリア",
		"beats": {
			"セジュアニ": "リリアはセジュアニに対して高い機動力を持ち、逃げやすいためダメージトレードで有利。",
			"ザック": "ザックのCCを避けることができ、ファーム時に安全に距離を保てる。",
			"トランドル": "リリアのスキルでトランドルの攻撃を回避しやすく、集団戦での影響力が高い。",
			"アムム": "アムムのスキルを避けることができ、スケーリングで有利に進められる。",
			"ノクターン": "ノクターンの暗闇を利用してリリアは安全にファームでき、集団戦での位置取りが有利。",
			"ワーウィック": "ワーウィックの回復をリリアの高いバーストダメージで無効化できるため、ダメージトレードで有利。",
			"ナフィーリ": "ナフィーリの攻撃を避けることができ、集団戦での影響力が高い。",
			"ボリベア": "ボリベアの接近をリリアのスキルで阻止でき、ファーム時に有利。",
			"パンテオン": "パンテオンの攻撃をリリアの機動力で避けられるため、ダメージトレードで有利。",
			"エコー": "エコーのスキルを避けることができ、集団戦での位置取りが有利。",
			"シャコ": "シャコの潜伏をリリアのスキルで見破ることができ、ダメージトレードで有利。",
			"グレイブス": "グレイブスの攻撃をリリアの機動力で避けられるため、ファーム時に有利。",
			"ウーコン": "ウーコンの分身をリリアのスキルで見破ることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"レンガー": "高いバーストダメージを持ち、リリアがスキルを使う前に倒される可能性が高い。",
			"キヤナ": "高い機動力と瞬発力でリリアを捕まえやすく、ダメージトレードで有利。",
			"タロン": "高いバーストダメージと逃げる能力を持ち、リリアのスキルを避けやすい。",
			"エリス": "スキルショットでのダメージが高く、リリアの移動を制限できる。",
			"イブリン": "ステルス状態からの奇襲が可能で、リリアが対処しづらい。",
			"ニダリー": "高い機動力と回復能力で、リリアのダメージを軽減しやすい。",
			"フィドルスティックス": "恐怖効果でリリアを無力化し、集団戦での影響力が高い。",
			"ノーチラス": "CC（クラウドコントロール）を持ち、リリアを捕まえやすい。",
			"カ＝ジックス": "高いバーストダメージと孤立した敵を狙う能力で、リリアに対して有利。",
			"ブライアー": "高い耐久力と持続的なダメージで、リリアのダメージを受け流しやすい。",
			"ダイアナ": "高いバーストダメージと集団戦での影響力があり、リリアを圧倒できる。",
			"ヘカリム": "高い移動速度とダメージで、リリアを追い詰めることができる。",
			"キンドレッド": "高い持続ダメージと回復能力で、リリアとのトレードで有利。",
			"ジャーヴァンⅣ": "壁を作ることでリリアの逃げ道を封じ、集団戦での影響力が高い。",
			"ヌヌ＆ウィルンプ": "高いCCと持続的なダメージで、リリアを圧倒できる。",
			"ウディア": "高い耐久力と持続的なダメージで、リリアのダメージを受け流しやすい。",
			"ヴィエゴ": "高いバーストダメージとリリアを倒した後の強化効果で、集団戦で有利。"
		}
	},
	"ノクターン": {
		"name": "ノクターン",
		"beats": {
			"ナフィーリ": "ノクターンはナフィーリに対して高いバーストダメージを持ち、早期のダメージトレードで有利に立てる。",
			"シャコ": "ノクターンはシャコのワードを無視して奇襲をかけることができ、ファームとダメージトレードで優位に立つ。",
			"フィドルスティックス": "ノクターンはフィドルスティックスのスキルを避けやすく、集団戦での影響力が高い。",
			"ボリベア": "ノクターンはボリベアの接近を阻止しやすく、ダメージトレードで有利に進めることができる。",
			"キンドレッド": "ノクターンはキンドレッドのスキルを回避しやすく、ファームとスケーリングで優位に立つ。",
			"ワーウィック": "ノクターンはワーウィックの回復を妨げることができ、ダメージトレードで有利に進める。",
			"ブライアー": "ノクターンはブライアーの攻撃を避けやすく、集団戦での影響力が高い。",
			"ケイン": "ノクターンはケインの変身を遅らせることができ、ファームとダメージトレードで優位に立つ。",
			"カ＝ジックス": "ノクターンはカ＝ジックスの奇襲を警戒しやすく、ダメージトレードで有利に進める。",
			"エリス": "ノクターンはエリスのスキルを避けやすく、集団戦での影響力が高い。",
			"ダイアナ": "ノクターンはダイアナの接近を阻止しやすく、ダメージトレードで有利に進める。",
			"ヴァイ": "ノクターンはヴァイの突進を避けやすく、集団戦での影響力が高い。"
		},
		"loses": {
			"ヘカリム": "ヘカリムは高い移動速度と強力な集団戦能力を持ち、ノクターンのダメージトレードに対して優位に立つことができる。",
			"レク＝サイ": "レク＝サイは地中移動と強力なバーストダメージを持ち、ノクターンのファームやスケーリングを妨げることができる。",
			"リリア": "リリアは持続的なダメージと高い機動力を持ち、ノクターンのダメージトレードに対して有利である。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持ち、ノクターンの集団戦での影響力を低下させることができる。",
			"トランドル": "トランドルはノクターンの耐久力を削ることができ、特に集団戦での効果的なカウンターとなる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ノクターンがスケーリングする前に早期に倒すことができる。",
			"ヌヌ＆ウィルンプ": "ヌヌは強力なサポートと持続的なダメージを持ち、ノクターンのファームを妨げることができる。",
			"ウーコン": "ウーコンは高い機動力と集団戦での影響力を持ち、ノクターンに対して有利に立つことができる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと持続的なダメージを持ち、ノクターンのダメージトレードに対して優位である。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは強力な集団戦能力を持ち、ノクターンの動きを制限することができる。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、ノクターンのスケーリングを妨げることができる。"
		}
	},
	"アムム": {
		"name": "アムム",
		"beats": {
			"パンテオン": "アムムはパンテオンの攻撃を受け流すことができ、持続的なダメージを与えられるため、ファームとダメージトレードで有利。",
			"ブライアー": "ブライアーの回復能力に対してアムムのCCが効果的で、集団戦での優位性がある。",
			"ワーウィック": "ワーウィックの持続的なダメージに対してアムムは耐久性が高く、スケーリングで有利。",
			"グレイブス": "アムムはグレイブスのバーストダメージを受けにくく、ファームとダメージトレードで優位。",
			"ベル＝ヴェス": "ベル＝ヴェスの攻撃をアムムのスキルで無効化でき、集団戦での優位性がある。",
			"ウディア": "ウディアの高い移動速度に対してアムムのCCが効果的で、ダメージトレードで有利。",
			"マスター・イー": "アムムはマスター・イーの攻撃を受け流し、集団戦での影響力が高い。",
			"ヴィエゴ": "ヴィエゴの持続的なダメージに対してアムムは耐久性があり、スケーリングで有利。",
			"ボリベア": "ボリベアの攻撃をアムムのスキルで無効化でき、ダメージトレードで優位。",
			"エリス": "エリスのスキルをアムムのCCで止められるため、集団戦での優位性がある。",
			"リー・シン": "リー・シンの機動力に対してアムムのCCが効果的で、ダメージトレードで有利。"
		},
		"loses": {
			"ニダリー": "高い機動力と早いレベルアップでアムムを圧倒できる。",
			"レク＝サイ": "壁を越える能力と高いバーストダメージでアムムを狙いやすい。",
			"シン・ジャオ": "持続的なダメージと自己回復能力でアムムとのトレードが有利。",
			"キンドレッド": "遠距離攻撃とスキルでアムムの接近を阻止できる。",
			"サイラス": "アムムのアルティメットを奪って逆に有利に戦える。",
			"カ＝ジックス": "孤立した敵を狙う能力が高く、アムムは孤立しやすい。",
			"ゼド": "高いバーストダメージでアムムを瞬時に排除できる。",
			"シャコ": "高い機動力と分身を使ってアムムを翻弄できる。",
			"ヘカリム": "高い移動速度とダメージでアムムを圧倒できる。",
			"タロン": "高いバーストダメージと逃げ能力でアムムに対して有利。",
			"トランドル": "アムムの耐久力を削る能力が高く、トレードで有利。",
			"ヌヌ＆ウィルンプ": "高いダメージとスノーボールでアムムを圧倒できる。"
		}
	},
	"ゼド": {
		"name": "ゼド",
		"beats": {
			"ヌヌ＆ウィルンプ": "ゼドは高いバーストダメージを持ち、ヌヌのサポートを受けても瞬時に排除できるため、ファームやダメージトレードで有利。",
			"ボリベア": "ボリベアは耐久力が高いが、ゼドのスキルで簡単にキルを狙えるため、ダメージトレードで有利。",
			"ザック": "ザックはCCが強いが、ゼドの機動力で回避しやすく、集団戦で有利に立ち回れる。",
			"ノクターン": "ノクターンは暗闇を利用した奇襲が得意だが、ゼドの瞬発力で逆にキルを取れるため、ダメージトレードで有利。",
			"トランドル": "トランドルの耐久力は高いが、ゼドのバーストで早期に排除できるため、ファームで有利。",
			"ケイン": "ケインは変身後の強さがあるが、ゼドの高いバーストで早期にキルを狙えるため、ダメージトレードで有利。",
			"ブライアー": "ブライアーは回復力があるが、ゼドのダメージで一気に削ることができ、集団戦で有利。",
			"シャコ": "シャコは不意打ちが得意だが、ゼドのスキルで瞬時に排除できるため、ファームで有利。"
		},
		"loses": {
			"ノーチラス": "ノーチラスは強力なCCを持ち、ゼドのダメージトレードを妨げることができる。また、タンクとしての耐久力が高く、ファームを安定させやすい。",
			"レク＝サイ": "レク＝サイは地形を利用した奇襲が得意で、ゼドのスキルを避けやすい。さらに、集団戦での影響力が高い。",
			"エリス": "エリスは変身能力を持ち、ゼドに対して高いバーストダメージを持つ。特にスキルを使ったダメージトレードで有利。",
			"キンドレッド": "キンドレッドは高い機動力と持続的なダメージを持ち、ゼドの攻撃を避けつつ反撃できる。スケーリングも優れている。",
			"ダイアナ": "ダイアナはゼドに対して強力なバーストダメージを持ち、集団戦での影響力も大きい。ゼドの攻撃を受け流すことができる。",
			"タロン": "タロンは高い機動力とバーストダメージを持ち、ゼドとのダメージトレードで有利。ファームも容易。",
			"サイラス": "サイラスはゼドのスキルを奪うことができ、逆に強力なダメージを与えることができる。集団戦での影響力も高い。",
			"パンテオン": "パンテオンは強力なCCとバーストダメージを持ち、ゼドの攻撃を受け流しつつ反撃できる。ファームも安定。",
			"イブリン": "イブリンは高い機動力とバーストダメージを持ち、ゼドの攻撃を避けやすい。集団戦での影響力も大きい。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ゼドに対して強力な奇襲が可能。スケーリングも優れている。"
		}
	},
	"ヴァイ": {
		"name": "ヴァイ",
		"beats": {
			"イブリン": "ヴァイはイブリンに対して早期のダメージトレードで優位に立てるため、イブリンのスキルを封じることができる。",
			"ベル＝ヴェス": "ヴァイはベル＝ヴェスの移動を制限する能力があり、集団戦での影響力が高い。",
			"ブライアー": "ブライアーの回復能力を無視できるため、ファームとダメージトレードで有利。",
			"ヌヌ＆ウィルンプ": "ヴァイはヌヌの雪玉を避けやすく、早期の対面で優位に立てる。",
			"エリス": "エリスのスキルを避ける能力が高く、ダメージトレードで有利。",
			"ワーウィック": "ワーウィックの回復を無視できるため、ファームとダメージトレードで優位。",
			"ナフィーリ": "ナフィーリのスキルを封じることができ、集団戦での影響力が高い。",
			"ケイン": "ヴァイはケインの移動を制限でき、早期のダメージトレードで有利。",
			"キンドレッド": "キンドレッドのスキルを避けやすく、ダメージトレードで優位。",
			"ニダリー": "ニダリーの攻撃を受けにくく、ファームで有利。",
			"エコー": "エコーのスキルを封じることができ、集団戦での影響力が高い。",
			"パンテオン": "パンテオンの攻撃を受けにくく、ダメージトレードで優位。",
			"リー・シン": "リー・シンの移動を制限でき、早期のダメージトレードで有利。"
		},
		"loses": {
			"レク＝サイ": "ヴァイはレク＝サイに対してファームで劣る。レク＝サイは地下を移動できるため、視界を取るのが容易で、ヴァイのガンクを避けやすい。",
			"ダイアナ": "ダイアナはスケーリングが優れており、後半の集団戦でのダメージが高い。ヴァイはダイアナのシールドやバーストダメージに対抗しづらい。",
			"レンガー": "レンガーは高いバーストダメージを持ち、ヴァイが近づく前に一撃で排除できる可能性がある。ダメージトレードで不利。",
			"タロン": "タロンは高い機動力を持ち、ヴァイのガンクを避けることができる。ファームやダメージトレードで不利になることが多い。",
			"ヘカリム": "ヘカリムは移動速度が速く、集団戦での影響力が高い。ヴァイはヘカリムの突進を止める手段が限られている。",
			"ヴィエゴ": "ヴィエゴは自己回復能力が高く、ダメージトレードで有利。ヴァイはヴィエゴのスキルを避けるのが難しく、集団戦でも不利になる。"
		}
	},
	"モルガナ": {
		"name": "モルガナ",
		"beats": {
			"ブライアー": "モルガナのスキルでブライアーの突進を無効化できるため、ファームやダメージトレードで有利。",
			"エリス": "モルガナのシールドがエリスのスキルを防ぎやすく、集団戦での生存率が高まる。",
			"ケイン": "モルガナのCC（クラウドコントロール）でケインの動きを制限できるため、ダメージトレードで有利。",
			"ノーチラス": "モルガナのバリアがノーチラスの攻撃を防ぎ、集団戦での耐久性が向上する。",
			"パンテオン": "モルガナのスキルでパンテオンの突撃を防ぎ、ファームでの優位性を保てる。",
			"リリア": "モルガナのスキルでリリアの移動を制限でき、ダメージトレードで有利に立てる。",
			"ワーウィック": "モルガナのシールドがワーウィックの攻撃を防ぎ、集団戦での生存率が高まる。",
			"グレイブス": "モルガナのスキルでグレイブスの攻撃を防ぎ、ファームでの優位性を保てる。",
			"レク＝サイ": "モルガナのCCでレク＝サイの動きを制限でき、ダメージトレードで有利。",
			"ブランド": "モルガナのシールドがブランドのスキルを防ぎ、集団戦での耐久性が向上する。",
			"トランドル": "モルガナのスキルでトランドルの攻撃を防ぎ、ファームでの優位性を保てる。",
			"アムム": "モルガナのバリアがアムムのCCを防ぎ、集団戦での生存率が高まる。",
			"ザック": "モルガナのスキルでザックの攻撃を防ぎ、ダメージトレードで有利。",
			"ヴィエゴ": "モルガナのシールドがヴィエゴの攻撃を防ぎ、集団戦での耐久性が向上する。",
			"シャコ": "モルガナのCCでシャコの動きを制限でき、ダメージトレードで有利。",
			"ボリベア": "モルガナのスキルでボリベアの攻撃を防ぎ、ファームでの優位性を保てる。",
			"カ＝ジックス": "モルガナのシールドがカ＝ジックスの攻撃を防ぎ、集団戦での生存率が高まる。",
			"ウーコン": "モルガナのCCでウーコンの動きを制限でき、ダメージトレードで有利。"
		},
		"loses": {
			"ニダリー": "ファームが得意で、早期のダメージトレードで優位に立てるため。",
			"ダイアナ": "高いバーストダメージを持ち、集団戦での影響力が強い。",
			"キンドレッド": "持続的なダメージと回復能力があり、スケーリングが優れている。",
			"ヌヌ＆ウィルンプ": "強力なCCと持続的なダメージで、ファームとダメージトレードで優位。",
			"シン・ジャオ": "高い機動力とダメージで、モルガナのスキルを避けやすい。",
			"エコー": "高いバーストダメージと逃げ能力を持ち、ダメージトレードで有利。",
			"キヤナ": "高い機動力と瞬発力で、集団戦での影響力が大きい。",
			"ベル＝ヴェス": "持続的なダメージと回復能力があり、スケーリングが優れている。",
			"ウディア": "高い耐久力と持続的なダメージで、集団戦での影響力が強い。",
			"レンガー": "高いバーストダメージと機動力で、ダメージトレードで優位。",
			"ジャーヴァンⅣ": "強力なCCとダメージで、集団戦での影響力が大きい。",
			"フィドルスティックス": "高い持続ダメージとCCで、集団戦での影響力が強い。",
			"ノクターン": "高いバーストダメージと逃げ能力を持ち、ダメージトレードで有利。",
			"イブリン": "高いバーストダメージと機動力で、ダメージトレードで優位。",
			"マスター・イー": "高いスケーリングと持続的なダメージで、集団戦での影響力が強い。",
			"ヴァイ": "高い機動力とCCで、ダメージトレードで優位。",
			"リー・シン": "高い機動力とバーストダメージで、ダメージトレードで有利。",
			"ゼド": "高いバーストダメージと機動力で、ダメージトレードで優位。",
			"サイラス": "高いバーストダメージとCCで、集団戦での影響力が強い。"
		}
	},
	"ノーチラス": {
		"name": "ノーチラス",
		"beats": {
			"ワーウィック": "ノーチラスはワーウィックの攻撃を受け流すことができ、CC（クラウドコントロール）で彼の回復を妨げることができるため。",
			"ゼド": "ノーチラスはゼドのダメージを受ける前にフックで捕まえることができ、タンクとしての耐久性で彼のコンボを耐えることができるため。",
			"リリア": "ノーチラスはリリアのスリープを避ける手段を持ち、集団戦でのCCで彼女の動きを制限できるため。",
			"ヘカリム": "ノーチラスはヘカリムの突進を止めることができ、彼のダメージを軽減するためのタンクとして機能するため。",
			"フィドルスティックス": "ノーチラスはフィドルスティックスの恐怖を無効化する手段を持ち、集団戦での影響力を高めることができるため。",
			"グレイブス": "ノーチラスはグレイブスの攻撃を受け流し、近接戦での優位性を持つため。",
			"カ＝ジックス": "ノーチラスはカ＝ジックスのバーストダメージを耐えることができ、彼の動きを制限することができるため。",
			"エコー": "ノーチラスはエコーの瞬間移動を予測して捕まえることができ、集団戦での影響力を持つため。",
			"ニダリー": "ノーチラスはニダリーの攻撃を受け流し、彼女のスキルを無効化する手段を持つため。",
			"ヴァイ": "ノーチラスはヴァイの突進を止めることができ、彼女のダメージを軽減するためのタンクとして機能するため。",
			"ザック": "ノーチラスはザックのジャンプを予測して捕まえることができ、集団戦での影響力を持つため。",
			"シャコ": "ノーチラスはシャコのバーストダメージを耐えることができ、彼の動きを制限することができるため。",
			"ヌヌ＆ウィルンプ": "ノーチラスはヌヌの攻撃を受け流し、集団戦でのCCで彼の動きを制限できるため。",
			"ベル＝ヴェス": "ノーチラスはベル＝ヴェスの攻撃を受け流し、彼女のスキルを無効化する手段を持つため。"
		},
		"loses": {
			"シン・ジャオ": "ファームが容易で、早期のダメージトレードで優位に立てるため。",
			"パンテオン": "高いバーストダメージと強力なCCを持ち、集団戦での影響力が大きい。",
			"ブランド": "高い魔法ダメージと持続的なダメージを持ち、トレードで有利に立てる。",
			"キンドレッド": "高い機動力と持続的なダメージで、ノーチラスのスキルを回避しやすい。",
			"ボリベア": "強力なタンク性能とCCを持ち、集団戦での耐久性が高い。",
			"ジャーヴァンⅣ": "優れたエンゲージ能力と壁を作ることで、ノーチラスの動きを制限できる。",
			"トランドル": "高い持続力と自己回復能力で、ダメージトレードで有利に立てる。",
			"レク＝サイ": "高い機動力とバーストダメージで、ノーチラスを狙いやすい。",
			"ダイアナ": "高いバーストダメージと機動力で、ノーチラスを簡単に排除できる。",
			"レンガー": "高いバーストダメージと潜伏能力で、ノーチラスを狙いやすい。"
		}
	},
	"モルデカイザー": {
		"name": "モルデカイザー",
		"beats": {
			"アムム": "モルデカイザーはアムムのCCを無効化できるため、ファームと集団戦で有利。",
			"ジャーヴァンⅣ": "モルデカイザーはジャーヴァンの壁を無視して攻撃できるため、ダメージトレードで有利。",
			"ヴァイ": "モルデカイザーはヴァイの突進を受け流し、スケーリングで優位に立てる。",
			"シャコ": "モルデカイザーはシャコのダメージを吸収できるため、ファームと集団戦で有利。",
			"ダイアナ": "モルデカイザーはダイアナのバーストを耐えられるため、ダメージトレードで有利。",
			"シン・ジャオ": "モルデカイザーはシン・ジャオの攻撃を無効化できるため、集団戦で有利。",
			"キンドレッド": "モルデカイザーはキンドレッドの攻撃を受け流し、スケーリングで優位に立てる。",
			"グレイブス": "モルデカイザーはグレイブスのバーストを耐えられるため、ダメージトレードで有利。",
			"トランドル": "モルデカイザーはトランドルの攻撃を無効化できるため、ファームと集団戦で有利。",
			"エコー": "モルデカイザーはエコーのバーストを耐えられるため、ダメージトレードで有利。",
			"ノクターン": "モルデカイザーはノクターンの攻撃を受け流し、スケーリングで優位に立てる。",
			"ブライアー": "モルデカイザーはブライアーのCCを無効化できるため、ファームと集団戦で有利。",
			"ワーウィック": "モルデカイザーはワーウィックのライフスティールを無効化できるため、ダメージトレードで有利。",
			"レンガー": "モルデカイザーはレンガーのバーストを耐えられるため、スケーリングで優位に立てる。",
			"ヘカリム": "モルデカイザーはヘカリムの突進を受け流し、集団戦で有利。"
		},
		"loses": {
			"ブランド": "ファームが難しい。ブランドのスキルでハラスメントを受けやすく、CSを取りづらい。",
			"ゼド": "ダメージトレードで不利。ゼドのバーストダメージがモルデカイザーの耐久を上回る。",
			"キヤナ": "スケーリングが不利。キヤナはレベル6以降の強さが増し、モルデカイザーに対して優位に立つ。",
			"ニダリー": "集団戦で不利。ニダリーの機動力とスキルが集団戦での影響力を高め、モルデカイザーが孤立しやすい。",
			"レク＝サイ": "ファームが難しい。レク＝サイの埋伏攻撃でモルデカイザーがハラスメントを受けやすい。",
			"リリア": "ダメージトレードで不利。リリアの持続的なダメージと回復能力がモルデカイザーに対して有利。",
			"エリス": "スケーリングが不利。エリスは早期に強力なバーストを持ち、モルデカイザーが成長する前に圧力をかけられる。",
			"フィドルスティックス": "集団戦で不利。フィドルスティックスのウルトがモルデカイザーの耐久を無視してダメージを与える。",
			"ケイン": "ファームが難しい。ケインの移動能力とハラスメントでモルデカイザーがCSを取りづらい。",
			"リー・シン": "ダメージトレードで不利。リー・シンの高いバーストダメージと機動力がモルデカイザーに対して優位。",
			"パンテオン": "スケーリングが不利。パンテオンは早期に強力で、モルデカイザーが成長する前に圧倒される。",
			"マスター・イー": "集団戦で不利。マスター・イーの持続的なダメージと回復がモルデカイザーに対して有利。",
			"サイラス": "ファームが難しい。サイラスのスキルでモルデカイザーがハラスメントを受けやすい。",
			"ボリベア": "ダメージトレードで不利。ボリベアのバーストとCCがモルデカイザーに対して強力。",
			"カ＝ジックス": "スケーリングが不利。カ＝ジックスはレベル6以降のバーストが強力で、モルデカイザーが対処しづらい。",
			"ウディア": "集団戦で不利。ウディアの持続的なダメージと耐久力がモルデカイザーに対して優位。",
			"タロン": "ファームが難しい。タロンの高い機動力とハラスメントでモルデカイザーがCSを取りづらい。"
		}
	},
	"シヴァーナ": {
		"name": "シヴァーナ",
		"beats": {
			"ウーコン": "シヴァーナは高い耐久力を持ち、ウーコンのダメージを受けても生存しやすい。",
			"レク＝サイ": "シヴァーナの持続的なダメージと回復能力がレク＝サイのバーストダメージに対抗できる。",
			"カ＝ジックス": "シヴァーナは集団戦での持続ダメージが強く、カ＝ジックスの単体攻撃を無効化できる。",
			"ノクターン": "シヴァーナはノクターンの暗闇を利用して安全にファームでき、集団戦でも強力。",
			"アムム": "シヴァーナはアムムのCCを受けても耐えられるため、集団戦で有利に立ち回れる。",
			"サイラス": "シヴァーナはサイラスのスキルを吸収しても、持続的なダメージで優位に立てる。",
			"ヴァイ": "シヴァーナはヴァイの突進を受けても耐久力で生存し、反撃が可能。",
			"ベル＝ヴェス": "シヴァーナはベル＝ヴェスの攻撃を受けても、持続的なダメージで優位に立てる。",
			"リー・シン": "シヴァーナはリー・シンのキックを受けても耐えられ、反撃のチャンスがある。",
			"エリス": "シヴァーナはエリスのバーストダメージに対して高い耐久力を持ち、持続的に戦える。",
			"ザック": "シヴァーナはザックのCCを受けても耐えられ、集団戦での持続ダメージが強い。",
			"ヘカリム": "シヴァーナはヘカリムの突進を受けても生存しやすく、集団戦でのダメージが強力。"
		},
		"loses": {
			"シン・ジャオ": "シン・ジャオは高いバーストダメージと持続的なダメージを持ち、シヴァーナのファームを妨げることができる。さらに、彼のスキルはシヴァーナのスキルを無効化することができるため、ダメージトレードで不利になる。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、シヴァーナのダメージを軽減することができる。彼のQスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回ることができる。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、シヴァーナのスキルを避けることができる。彼女のスキルはシヴァーナのファームを妨げ、集団戦での影響力も大きい。",
			"イブリン": "イブリンは高いバーストダメージとステルス能力を持ち、シヴァーナに対して不利な状況を作り出すことができる。彼女のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"リリア": "リリアは高い機動力と持続的なダメージを持ち、シヴァーナのスキルを避けることができる。彼女のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"ケイン": "ケインは高いバーストダメージと機動力を持ち、シヴァーナのスキルを避けることができる。彼のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"エコー": "エコーは高いバーストダメージと機動力を持ち、シヴァーナのスキルを避けることができる。彼のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、シヴァーナのスキルを避けることができる。彼のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"キンドレッド": "キンドレッドは高いバーストダメージと持続的なダメージを持ち、シヴァーナのファームを妨げることができる。彼女のスキルは集団戦でも有利に立ち回る。",
			"ゼド": "ゼドは高いバーストダメージを持ち、シヴァーナのスキルを避けることができる。彼のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"シャコ": "シャコは高いバーストダメージとステルス能力を持ち、シヴァーナに対して不利な状況を作り出すことができる。彼のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"ブライアー": "ブライアーは高い持続的なダメージと回復能力を持ち、シヴァーナのダメージを軽減することができる。彼女のスキルはシヴァーナのファームを妨げ、集団戦でも有利に立ち回る。",
			"パンテオン": "パンテオンは高いバーストダメージと持続的なダメージを持ち、シヴァーナのファームを妨げることができる。彼のスキルは集団戦でも有利に立ち回る。"
		}
	},
	"セジュアニ": {
		"name": "セジュアニ",
		"beats": {
			"フィドルスティックス": "セジュアニはフィドルスティックスのスキルを無効化するCCを持っており、ファームやダメージトレードで優位に立てる。",
			"ワーウィック": "ワーウィックのHP回復をセジュアニのCCで妨げることができ、集団戦での有利を得やすい。",
			"エリス": "エリスのスキルをセジュアニが耐えられるため、ダメージトレードで有利に進められる。",
			"ノクターン": "ノクターンのダメージをセジュアニが受け止められるため、ファームと集団戦で優位に立てる。",
			"キンドレッド": "キンドレッドの攻撃をセジュアニが耐えられるため、ダメージトレードで有利。",
			"シン・ジャオ": "シン・ジャオの突進をセジュアニがCCで止められるため、集団戦で有利。",
			"ダイアナ": "ダイアナのバーストダメージをセジュアニが耐えられるため、ファームと集団戦で優位。",
			"ボリベア": "ボリベアの攻撃をセジュアニが耐えられるため、ダメージトレードで有利。",
			"キヤナ": "キヤナのスキルをセジュアニが耐えられるため、集団戦で有利に立てる。",
			"カ＝ジックス": "カ＝ジックスのバーストをセジュアニが耐えられるため、ダメージトレードで優位。",
			"アムム": "アムムのCCをセジュアニが上手く利用できるため、集団戦で有利。",
			"ザック": "ザックのスキルをセジュアニが耐えられるため、ファームと集団戦で優位。",
			"シャコ": "シャコのバーストをセジュアニが耐えられるため、ダメージトレードで有利。",
			"イブリン": "イブリンの攻撃をセジュアニが耐えられるため、集団戦で優位に立てる。",
			"マスター・イー": "マスター・イーの攻撃をセジュアニが耐えられるため、ダメージトレードで有利。",
			"ヌヌ＆ウィルンプ": "ヌヌの攻撃をセジュアニが耐えられるため、ファームと集団戦で優位。"
		},
		"loses": {
			"リリア": "リリアは高い機動力と持続的なダメージを持ち、セジュアニのスキルを避けやすい。ファームも容易で、スケーリングが優れている。",
			"ノーチラス": "ノーチラスは強力なCCを持ち、セジュアニの接近を阻止できる。集団戦での存在感が高く、ダメージトレードでも有利。",
			"ジャーヴァンⅣ": "ジャーヴァンⅣは壁を作ることでセジュアニの逃げ道を封じ、ダメージトレードで優位に立てる。スケーリングも良好。",
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持ち、セジュアニの攻撃を受け流しながら反撃できる。ファームも得意。",
			"ウーコン": "ウーコンは高い機動力とダメージを持ち、セジュアニのスキルを避けやすい。集団戦での影響力も大きい。",
			"ケイン": "ケインは変身によってダメージを増加させ、セジュアニに対して有利なトレードが可能。スケーリングも優れている。",
			"ゼド": "ゼドは高いバーストダメージを持ち、セジュアニを瞬時に排除できる。ファームも容易で、スケーリングが良好。",
			"ベル＝ヴェス": "ベル＝ヴェスは高い持続ダメージと機動力を持ち、セジュアニの攻撃を避けやすい。集団戦でも強力。",
			"レク＝サイ": "レク＝サイは地中移動によってセジュアニのスキルを避け、強力なダメージを与えられる。集団戦での影響力も大きい。",
			"タロン": "タロンは高いバーストダメージと機動力を持ち、セジュアニを瞬時に排除できる。ファームも得意。",
			"ニダリー": "ニダリーは高い機動力と持続的なダメージを持ち、セジュアニの攻撃を避けやすい。スケーリングも優れている。",
			"グレイブス": "グレイブスは高いバーストダメージを持ち、セジュアニに対して有利なトレードが可能。集団戦でも強力。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと持続的なダメージを持ち、セジュアニを瞬時に排除できる。スケーリングも良好。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"ヴァイ": "ファームが得意で、ブランドのスキルを利用してダメージトレードで優位に立てる。",
			"パンテオン": "高いバーストダメージを持ち、ブランドのスキルを避けやすい。",
			"ウーコン": "高い機動力と持続的なダメージで、ブランドのスキルを回避しやすい。",
			"ヌヌ＆ウィルンプ": "持続的なダメージと回復能力で、ブランドの攻撃を耐えやすい。",
			"ボリベア": "タンクとしての耐久力が高く、ブランドのスキルを受けても生き残りやすい。",
			"トランドル": "ブランドのスキルを無効化する能力があり、集団戦で有利に立てる。",
			"ザック": "高い耐久力とCCを持ち、ブランドの攻撃を受けても問題ない。",
			"ワーウィック": "持続的な回復能力があり、ダメージトレードで有利に立てる。",
			"ブライアー": "高いバーストダメージと機動力で、ブランドのスキルを避けやすい。",
			"フィドルスティックス": "集団戦での恐怖効果が強力で、ブランドのスキルを無効化できる。",
			"リー・シン": "高い機動力でブランドのスキルを避け、ダメージトレードで優位に立てる。",
			"ノーチラス": "タンクとしての耐久力が高く、ブランドの攻撃を受けても生き残りやすい。",
			"シン・ジャオ": "高い持続ダメージと耐久力で、ブランドの攻撃を耐えやすい。",
			"ヘカリム": "高い移動速度と持続的なダメージで、ブランドのスキルを避けやすい。"
		},
		"loses": {
			"キヤナ": "高い機動力と瞬発力でブランドのスキルを避けやすく、ダメージトレードで有利。",
			"ナフィーリ": "持続的なダメージと回復能力でブランドの攻撃を耐えやすく、集団戦での影響力が高い。",
			"ニダリー": "高い機動力とスキルを使ったダメージトレードでブランドに対して優位。",
			"タロン": "瞬時に接近し、ブランドのスキルを避けながら高いバーストダメージを与えられる。",
			"カ＝ジックス": "潜伏能力を活かしてブランドに接近し、ダメージトレードで有利に立てる。",
			"エコー": "高い機動力と自己回復能力でブランドの攻撃をかわしやすい。",
			"レンガー": "高いバーストダメージと潜伏能力でブランドに対して優位に立てる。",
			"ザイラ": "範囲攻撃とCCでブランドの動きを制限し、ダメージトレードで有利。",
			"シャコ": "高いバーストダメージと瞬時の移動能力でブランドに対して優位。",
			"レク＝サイ": "高い耐久力とダメージでブランドの攻撃を耐えやすく、集団戦での影響力が高い。",
			"リリア": "持続的なダメージとCCでブランドの動きを制限し、ダメージトレードで有利。",
			"エリス": "高いバーストダメージとスキルの使い方でブランドに対して優位。",
			"ケイン": "高い機動力と回復能力でブランドの攻撃を耐えやすく、集団戦での影響力が高い。",
			"ヴィエゴ": "高いバーストダメージと自己回復能力でブランドに対して優位。",
			"マスター・イー": "高い持続ダメージと回復能力でブランドの攻撃を耐えやすく、集団戦での影響力が高い。"
		}
	}
}