{
	"キヤナ": {
		"name": "キヤナ",
		"beats": {
			"エコー": "エコーはキヤナに対してファームの面で優位性を持っており、スキルを使って安全にミニオンを処理できるため、キヤナがファームを取りにくい状況を作り出すことができる。",
			"ゼド": "ゼドはキヤナとのダメージトレードにおいて、シャドウを利用して高いバーストダメージを与えることができ、キヤナが反撃する前に有利なトレードを仕掛けることができる。",
			"シンドラ": "シンドラはキヤナに対してスケーリングの面で優位性を持ち、レベルが上がるにつれて強力なAoEダメージを持つため、集団戦での影響力が増す。",
			"ガリオ": "ガリオは集団戦においてキヤナを抑える能力が高く、彼のウルトを使うことでキヤナの攻撃を無効化し、味方を守ることができる。",
			"ゼラス": "ゼラスはキヤナに対して遠距離からの攻撃が可能で、キヤナが近づく前にダメージを与えることができるため、トレードで有利に立つことができる。",
			"タロン": "タロンはキヤナに対して高いバーストダメージを持ち、瞬時にキヤナを排除することができるため、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはキヤナとのファームにおいて、自己回復能力を持っているため、持続的にミニオンを処理しやすく、キヤナが圧力をかけるのが難しい。",
			"カサディン": "カサディンはキヤナに対してスケーリングの面で優位性を持ち、レベルが上がるにつれて強力なダメージを持つため、後半の集団戦での影響力が増す。",
			"アーリ": "アーリはキヤナとのダメージトレードにおいて、スキルを使って安全に距離を保ちながらダメージを与えることができ、キヤナが近づくのを難しくする。",
			"アクシャン": "アクシャンはキヤナに対して高いバーストダメージを持ち、瞬時にキヤナを排除することができるため、ダメージトレードで優位に立つことができる。",
			"ベイガー": "ベイガーはキヤナに対してスケーリングの面で優位性を持ち、後半に強力なバーストダメージを持つため、集団戦での影響力が増す。"
		},
		"loses": {
			"マルファイト": "マルファイトはキヤナに対して強力な耐久力を持ち、ファームの際にキヤナの攻撃を受け流すことができる。",
			"ルブラン": "ルブランはキヤナに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"メル": "メルはキヤナに対して持続的なダメージを与えることができ、スケーリングにおいても有利な状況を作り出す。",
			"タリヤ": "タリヤはキヤナに対して地形を利用した戦闘が得意で、集団戦での位置取りが有利になる。",
			"ブラッドミア": "ブラッドミアはキヤナに対して持続的な回復能力を持ち、ダメージトレードで有利に立つことができる。",
			"ラックス": "ラックスはキヤナに対して長射程のスキルを持ち、ファームやダメージトレードで優位に立つことができる。",
			"ダイアナ": "ダイアナはキヤナに対して高いバーストダメージと持続的なダメージを持ち、集団戦での影響力が強い。",
			"アニビア": "アニビアはキヤナに対して強力なCCを持ち、スケーリングにおいても有利な状況を作り出す。"
		}
	},
	"ダイアナ": {
		"name": "ダイアナ",
		"beats": {
			"アニー": "アニーはダイアナに対して早期のダメージトレードで優位に立つことができ、ファームを安定させやすい。",
			"フィズ": "フィズはダイアナのスキルを回避する能力が高く、集団戦での生存率が高い。",
			"ラックス": "ラックスはダイアナに対して長距離からのダメージを与えることができ、スケーリングにおいても有利な状況を作りやすい。",
			"マルザハール": "マルザハールはダイアナの攻撃を無効化するシールドを持ち、集団戦での影響力が高い。",
			"カタリナ": "カタリナはダイアナに対して瞬時にダメージを与え、ファームを効率的に行うことができる。",
			"シンドラ": "シンドラはダイアナに対して高いバーストダメージを持ち、スケーリングにおいても強力な存在である。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはダイアナに対してマップ全体での影響力を持ち、集団戦での連携が取りやすい。",
			"ヨネ": "ヨネはダイアナに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"アクシャン": "アクシャンはダイアナに対して持続的なダメージを与えることができ、スケーリングにおいても強力な選択肢となる。"
		},
		"loses": {
			"リサンドラ": "リサンドラはダイアナに対して強力なCCを持っており、ダイアナのファームを妨げることができる。",
			"ヤスオ": "ヤスオはダイアナのスキルを回避する能力が高く、ダメージトレードで優位に立つことができる。",
			"ガリオ": "ガリオはダイアナの攻撃を無効化するシールドを持っており、集団戦でダイアナを抑え込むことができる。",
			"イレリア": "イレリアはダイアナのスキルを利用してダメージを与えつつ、回復する能力があり、持続的なトレードで有利に進めることができる。",
			"ビクター": "ビクターはダイアナに対して高い範囲ダメージを持っており、ファームとトレードの両方で優位に立つことができる。",
			"アジール": "アジールはダイアナの接近を阻止する能力があり、スケーリングにおいても有利に進めることができる。",
			"フェイ": "フェイはダイアナの攻撃を避ける能力が高く、ダメージトレードで有利に立つことができる。",
			"タリヤ": "タリヤはダイアナの動きを制限する地形を作り出すことができ、集団戦での影響力が高い。",
			"サイラス": "サイラスはダイアナのスキルを奪うことができ、ダメージトレードで有利に立つことができる。",
			"ゼラス": "ゼラスはダイアナに対して長距離からの攻撃が可能で、ファームとトレードで優位に立つことができる。",
			"ライズ": "ライズはダイアナのスキルを無効化する能力があり、集団戦での影響力が高い。"
		}
	},
	"ゾーイ": {
		"name": "ゾーイ",
		"beats": {
			"ブラッドミア": "ブラッドミアはゾーイの高いバーストダメージに対して耐える手段が限られており、ファームの際にダメージトレードで不利を感じやすい。",
			"ゼラス": "ゼラスはゾーイのスキルショットを避けるのが難しく、ダメージトレードでゾーイに対して劣位に立たされることが多い。",
			"ゼド": "ゼドはゾーイの遠距離攻撃に対して近接での接近が難しく、ファーム時にゾーイの優位性を感じることができる。",
			"シンドラ": "シンドラはゾーイの機動力に対して反応が遅れやすく、ダメージトレードでゾーイに有利な状況を作られることが多い。",
			"イレリア": "イレリアはゾーイのスキルを避けるのが難しく、ファーム時にゾーイの攻撃を受けやすい。",
			"アジール": "アジールはゾーイの高いバーストダメージに対して耐える手段が限られており、ダメージトレードで不利を感じやすい。",
			"ビクター": "ビクターはゾーイの機動力に対して反応が遅れやすく、ダメージトレードでゾーイに有利な状況を作られることが多い。",
			"ヤスオ": "ヤスオはゾーイのスキルを避けるのが難しく、ファーム時にゾーイの攻撃を受けやすい。",
			"フェイ": "フェイはゾーイの高いバーストダメージに対して耐える手段が限られており、ダメージトレードで不利を感じやすい。",
			"アニー": "アニーはゾーイの機動力に対して反応が遅れやすく、ダメージトレードでゾーイに有利な状況を作られることが多い。",
			"サイラス": "サイラスはゾーイの高いバーストダメージに対して耐える手段が限られており、ダメージトレードで不利を感じやすい。"
		},
		"loses": {
			"マルザハール": "マルザハールはゾーイに対して強力なシールドを持っており、ファームを安定させることができるため、ゾーイはファームで不利になる。",
			"アクシャン": "アクシャンはゾーイに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"タロン": "タロンはゾーイに対して高い機動力を持っており、スケーリングの段階でゾーイを圧倒することができる。",
			"ヴェックス": "ヴェックスはゾーイに対して強力なCCを持っており、集団戦でゾーイを無力化することができる。",
			"エコー": "エコーはゾーイに対して高いバーストダメージと逃げる能力を持っており、ダメージトレードで有利に立つことができる。",
			"ガリオ": "ガリオはゾーイに対して強力なタンク性能を持っており、集団戦でゾーイを守ることができるため、ゾーイは不利になる。",
			"カサディン": "カサディンはゾーイに対して高いスケーリング能力を持っており、後半戦でゾーイを圧倒することができる。",
			"ルブラン": "ルブランはゾーイに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ライズ": "ライズはゾーイに対して高い持続ダメージを持っており、集団戦でゾーイを圧倒することができる。",
			"メル": "メルはゾーイに対して高いCCを持っており、集団戦でゾーイを無力化することができる。",
			"カタリナ": "カタリナはゾーイに対して高い機動力を持っており、ダメージトレードで優位に立つことができる。"
		}
	},
	"カタリナ": {
		"name": "カタリナ",
		"beats": {
			"タリヤ": "タリヤはカタリナに対して遠距離からの攻撃が可能で、ファームを安定させやすい。",
			"ベイガー": "ベイガーはカタリナに対して高いAPダメージを持ち、ダメージトレードで優位に立つことができる。",
			"シンドラ": "シンドラはカタリナに対してスキルを使ったダメージを持ち、スケーリングにおいても強力な成長を見せる。",
			"ゼラス": "ゼラスはカタリナに対して長射程のスキルを持ち、集団戦での影響力が高い。",
			"フェイ": "フェイはカタリナに対して持続的なダメージを与えることができ、ファームを効率的に行える。",
			"オーロラ": "オーロラはカタリナに対して高いCCを持ち、ダメージトレードで有利に立つことができる。",
			"ヨネ": "ヨネはカタリナに対して高いバーストダメージを持ち、スケーリングにおいても強力な成長を見せる。",
			"アーリ": "アーリはカタリナに対して機動力が高く、集団戦での立ち回りが優れている。",
			"ルブラン": "ルブランはカタリナに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"サイラス": "サイラスはカタリナに対してスキルを盗むことで、集団戦での影響力を高めることができる。",
			"アニー": "アニーはカタリナに対して高いバーストダメージを持ち、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"ガリオ": "ガリオはカタリナに対して強力なシールドとCCを持っており、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはカタリナの攻撃を吸収する能力があり、ファームをしやすく、持続的なダメージを与えることができる。",
			"ヤスオ": "ヤスオはカタリナのスキルを回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"タロン": "タロンはカタリナに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"ダイアナ": "ダイアナはカタリナに対して強力なオールインが可能で、スケーリングにおいても優れたパフォーマンスを発揮する。",
			"ライズ": "ライズはカタリナに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"アカリ": "アカリはカタリナのスキルを避ける能力があり、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールはカタリナに対して遠距離からの攻撃が可能で、ファームをしやすく、集団戦での影響力が強い。",
			"リサンドラ": "リサンドラはカタリナに対してCCを持っており、ダメージトレードで優位に立つことができる。"
		}
	},
	"タロン": {
		"name": "タロン",
		"beats": {
			"マルザハール": "マルザハールはタロンに対してファームがしやすく、タロンの攻撃を受けにくい。",
			"タリヤ": "タリヤはタロンに対してダメージトレードで有利なスキルを持っている。",
			"アニビア": "アニビアはタロンに対してスケーリングが優れており、後半戦で強力な存在になる。",
			"フィズ": "フィズはタロンに対して集団戦での機動力が高く、タロンを捉えやすい。",
			"オリアナ": "オリアナはタロンに対して集団戦でのコントロールが強力で、タロンの動きを制限できる。",
			"サイラス": "サイラスはタロンに対してダメージトレードで有利なスキルを持ち、タロンの攻撃を返すことができる。",
			"ヴェックス": "ヴェックスはタロンに対してファームがしやすく、タロンの攻撃を避ける手段がある。",
			"アカリ": "アカリはタロンに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"フェイ": "フェイはタロンに対してダメージトレードで有利なスキルを持ち、タロンに対抗できる。",
			"カタリナ": "カタリナはタロンに対して集団戦での瞬発力が高く、タロンを狙いやすい。",
			"アーリ": "アーリはタロンに対してスケーリングが優れており、後半戦での影響力が大きい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはタロンに対して集団戦でのコントロールが強力で、タロンの動きを制限できる。"
		},
		"loses": {
			"ゼド": "ゼドはタロンに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"リサンドラ": "リサンドラはタロンの攻撃を無効化するスキルを持っており、ファームやダメージトレードで有利に進めることができる。",
			"キヤナ": "キヤナはタロンに対して高い機動力を持ち、集団戦での影響力が大きいため、タロンは対処が難しい。",
			"イレリア": "イレリアはタロンに対して持続的なダメージを与えることができ、スケーリングにおいても優位に立つことができる。",
			"ルブラン": "ルブランはタロンに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"アニー": "アニーはタロンに対して強力なスタンを持っており、集団戦での影響力が大きい。",
			"ライズ": "ライズはタロンに対して持続的なダメージを与えることができ、スケーリングにおいても優位に立つことができる。",
			"ヨネ": "ヨネはタロンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールはタロンに対して持続的なダメージを与えることができ、集団戦での影響力が大きい。",
			"メル": "メルはタロンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"エコー": "エコーはタロンに対して高い機動力を持ち、集団戦での影響力が大きいため、タロンは対処が難しい。",
			"アクシャン": "アクシャンはタロンに対して持続的なダメージを与えることができ、スケーリングにおいても優位に立つことができる。",
			"ガリオ": "ガリオはタロンに対して強力な防御能力を持ち、集団戦での影響力が大きい。",
			"ダイアナ": "ダイアナはタロンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"ガリオ": {
		"name": "ガリオ",
		"beats": {
			"ダイアナ": "ダイアナはガリオのスキルに対して非常に依存しているため、ガリオのシールドとCC（クラウドコントロール）で彼女の攻撃を無効化できる。",
			"ブラッドミア": "ブラッドミアはガリオの耐久力と集団戦での影響力に対して脆弱であり、ガリオのスキルで彼の攻撃を阻止できる。",
			"アカリ": "アカリはガリオの範囲攻撃に対して対抗しづらく、ガリオのスキルで彼女の移動を制限できる。",
			"カタリナ": "カタリナはガリオのCCと耐久力に対して攻撃が通りにくく、ガリオのスキルで彼女のコンボを中断できる。",
			"フィズ": "フィズはガリオのシールドと耐久力に対して効果的にダメージを与えにくく、ガリオのスキルで彼の動きを制限できる。",
			"ルブラン": "ルブランはガリオの耐久力と集団戦での影響力に対して脆弱であり、ガリオのスキルで彼女の攻撃を無効化できる。",
			"マルザハール": "マルザハールはガリオのシールドと集団戦での影響力に対して効果的にダメージを与えにくく、ガリオのスキルで彼の動きを制限できる。",
			"サイラス": "サイラスはガリオの耐久力とCCに対して脆弱であり、ガリオのスキルで彼の攻撃を阻止できる。",
			"アジール": "アジールはガリオのシールドと集団戦での影響力に対して効果的にダメージを与えにくく、ガリオのスキルで彼の動きを制限できる。",
			"ヴェックス": "ヴェックスはガリオの耐久力とCCに対して脆弱であり、ガリオのスキルで彼女の攻撃を無効化できる。",
			"ライズ": "ライズはガリオのシールドと集団戦での影響力に対して効果的にダメージを与えにくく、ガリオのスキルで彼の動きを制限できる。",
			"アクシャン": "アクシャンはガリオの耐久力とCCに対して脆弱であり、ガリオのスキルで彼の攻撃を阻止できる。",
			"ヤスオ": "ヤスオはガリオの耐久力と集団戦での影響力に対して効果的にダメージを与えにくく、ガリオのスキルで彼の動きを制限できる。",
			"ゾーイ": "ゾーイはガリオのシールドと耐久力に対して脆弱であり、ガリオのスキルで彼女の攻撃を無効化できる。"
		},
		"loses": {
			"スモルダー": "スモルダーはファームの面でガリオに対して優位であり、持続的なダメージを与えることができるため、ガリオはファームを取りづらい。",
			"フェイ": "フェイはダメージトレードにおいてガリオに対して強力なスキルを持っており、ガリオはダメージを受けやすい。",
			"オーロラ": "オーロラはスケーリングにおいてガリオよりも強力で、後半戦での影響力が高いため、ガリオは劣位に立たされる。",
			"タリヤ": "タリヤは集団戦においてガリオに対して強力なエリアコントロールを持っており、ガリオはその影響を受けやすい。",
			"キヤナ": "キヤナはダメージトレードでガリオに対して高いバーストダメージを持っており、ガリオは対抗しづらい。",
			"アーリ": "アーリはファームの面でガリオに対して優位であり、ガリオはアーリの機動力に対処しづらい。",
			"リサンドラ": "リサンドラはダメージトレードにおいてガリオに対して強力なCCを持っており、ガリオはその影響を受けやすい。",
			"オリアナ": "オリアナは集団戦においてガリオに対して強力なバーストとCCを持っており、ガリオはその影響を受けやすい。",
			"イレリア": "イレリアはスケーリングにおいてガリオよりも強力で、後半戦での影響力が高いため、ガリオは劣位に立たされる。",
			"ヨネ": "ヨネはダメージトレードにおいてガリオに対して高いバーストダメージを持っており、ガリオは対抗しづらい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは集団戦においてガリオに対して強力なマップコントロールを持っており、ガリオはその影響を受けやすい。",
			"ラックス": "ラックスはダメージトレードにおいてガリオに対して高いバーストダメージを持っており、ガリオは対抗しづらい。"
		}
	},
	"シンドラ": {
		"name": "シンドラ",
		"beats": {
			"ヴェックス": "ヴェックスはシンドラに対してファームがしやすく、シンドラのスキルを避けることができるため、ダメージトレードで有利に立てる。",
			"リサンドラ": "リサンドラはシンドラの攻撃を受け流す能力があり、集団戦での耐久性が高いため、シンドラに対して優位に立つことができる。",
			"ラックス": "ラックスはシンドラに対して長射程のスキルを持ち、ダメージトレードで有利に進めることができる。",
			"ライズ": "ライズはシンドラに対してスケーリングが優れており、後半の集団戦で強力なダメージを出すことができる。",
			"メル": "メルはシンドラに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ベイガー": "ベイガーはシンドラに対してスケーリングが強力で、後半の集団戦での影響力が大きいため、シンドラに対して有利に立つ。",
			"アニー": "アニーはシンドラに対して瞬時に接近し、バーストダメージを与えることができるため、ダメージトレードで有利に進める。",
			"マルザハール": "マルザハールはシンドラのスキルを無効化する能力があり、集団戦での影響力が高いため、シンドラに対して優位に立つ。",
			"フェイ": "フェイはシンドラに対して高い機動力を持ち、ダメージトレードで有利に進めることができる。",
			"タリヤ": "タリヤはシンドラに対して地形を利用した戦い方ができ、集団戦での影響力が高いため、シンドラに対して有利に立つ。",
			"ビクター": "ビクターはシンドラに対して高いバーストダメージを持ち、ダメージトレードで優位に進めることができる。"
		},
		"loses": {
			"イレリア": "イレリアはシンドラに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"カタリナ": "カタリナはシンドラのスキルを回避しやすく、ダメージトレードで有利に進めることができる。",
			"ルブラン": "ルブランはシンドラに対して高いバーストダメージを持ち、ファームを妨害しやすい。",
			"フィズ": "フィズはシンドラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ゾーイ": "ゾーイはシンドラに対して遠距離からの攻撃が可能で、ファームを妨害しやすい。",
			"ゼド": "ゼドはシンドラに対して高いバーストダメージを持ち、集団戦での影響力が大きい。",
			"エコー": "エコーはシンドラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスはシンドラに対して遠距離からの攻撃が可能で、ファームを妨害しやすい。",
			"ダイアナ": "ダイアナはシンドラに対して高いバーストダメージを持ち、集団戦での影響力が大きい。",
			"キヤナ": "キヤナはシンドラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"カサディン": "カサディンはシンドラに対して高い耐久力を持ち、スケーリングで優位に立つことができる。",
			"オーロラ": "オーロラはシンドラに対して高いバーストダメージを持ち、集団戦での影響力が大きい。",
			"サイラス": "サイラスはシンドラのスキルを奪うことができ、ダメージトレードで優位に立つことができる。",
			"アカリ": "アカリはシンドラに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"フィズ": "フィズはサイラスに対して高い機動力を持ち、サイラスのスキルを回避しやすいため、ダメージトレードで有利に立ち回ることができる。",
			"ゼラス": "ゼラスはサイラスに対して長射程のスキルを持ち、サイラスが近づく前にダメージを与えることができるため、ファームの面で優位に立つことができる。",
			"イレリア": "イレリアはサイラスに対して高いバーストダメージを持ち、サイラスのスキルを利用して反撃することができるため、ダメージトレードで有利に進めることができる。",
			"アニー": "アニーはサイラスに対して強力なスタンを持ち、集団戦でのコントロールを提供するため、サイラスに対して優位に立つことができる。",
			"ゼド": "ゼドはサイラスに対して高いバーストダメージを持ち、サイラスがスキルを使った後に反撃することで有利に立ち回ることができる。",
			"エコー": "エコーはサイラスに対して高い機動力を持ち、サイラスのスキルを避けながらダメージを与えることができるため、ダメージトレードで有利に進めることができる。",
			"カサディン": "カサディンはサイラスに対してスケーリングが優れており、ゲーム後半においてサイラスに対して強力な存在となるため、集団戦で有利に立つことができる。",
			"ブラッドミア": "ブラッドミアはサイラスに対して持続的なダメージを与えることができ、サイラスが近づく前にダメージを与えることができるため、ファームの面で優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはサイラスに対してグローバルな影響力を持ち、集団戦での介入が可能なため、サイラスに対して優位に立つことができる。",
			"アーリ": "アーリはサイラスに対して高い機動力を持ち、サイラスのスキルを避けながらダメージを与えることができるため、ダメージトレードで有利に進めることができる。",
			"リサンドラ": "リサンドラはサイラスに対して強力なCCを持ち、集団戦でのコントロールを提供するため、サイラスに対して優位に立つことができる。",
			"ダイアナ": "ダイアナはサイラスに対して高いバーストダメージを持ち、サイラスがスキルを使った後に反撃することで有利に立ち回ることができる。",
			"ヨネ": "ヨネはサイラスに対して高いダメージを持ち、サイラスのスキルを利用して反撃することができるため、ダメージトレードで有利に進めることができる。",
			"ルブラン": "ルブランはサイラスに対して高い機動力とバーストダメージを持ち、サイラスが近づく前にダメージを与えることができるため、ダメージトレードで有利に進めることができる。"
		},
		"loses": {
			"タリヤ": "タリヤはサイラスに対して強力な範囲攻撃を持っており、ファームをしづらくさせる。",
			"ヤスオ": "ヤスオはサイラスのスキルを無効化することができ、ダメージトレードで優位に立つことができる。",
			"ライズ": "ライズはサイラスに対して高いバーストダメージを持ち、スケーリングにおいても有利に進めることができる。",
			"ガリオ": "ガリオは集団戦での耐久力が高く、サイラスの攻撃を受け止めることができるため、サイラスにとって厳しい相手となる。",
			"オリアナ": "オリアナはサイラスに対して強力なコントロールスキルを持ち、ダメージトレードで有利に立つことができる。",
			"オーロラ": "オーロラはサイラスに対して持続的なダメージを与えることができ、ファームを困難にさせる。",
			"ラックス": "ラックスはサイラスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"キヤナ": "キヤナはサイラスに対して高い機動力を持ち、スケーリングにおいても有利に進めることができる。",
			"カタリナ": "カタリナはサイラスに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"ゾーイ": "ゾーイはサイラスに対して高い射程とバーストダメージを持ち、ファームを困難にさせる。"
		}
	},
	"エコー": {
		"name": "エコー",
		"beats": {
			"ベイガー": "エコーはベイガーに対して高い機動性を持ち、スキルを避けやすいため、ダメージトレードで有利に立てる。",
			"アニー": "エコーはアニーのスタンを避けることができ、ファームをしながら安全にダメージを与えることができる。",
			"ゼラス": "エコーはゼラスのスキルを回避しやすく、集団戦での瞬時のバーストダメージが強力であるため、優位に立てる。",
			"イレリア": "エコーはイレリアの接近を阻止する能力があり、スケーリングにおいてもエコーの方が強力である。",
			"ラックス": "エコーはラックスのスキルを避けることができ、ダメージトレードで有利に進めることができる。",
			"フェイ": "エコーはフェイの攻撃を避けることができ、集団戦での持続的なダメージが強力であるため、優位に立てる。",
			"マルザハール": "エコーはマルザハールのウルトを避けることができ、ファームをしながら有利にダメージを与えることができる。",
			"シンドラ": "エコーはシンドラのスキルを避ける能力が高く、ダメージトレードで有利に進めることができる。",
			"カタリナ": "エコーはカタリナのスキルを避けることができ、集団戦での瞬時のバーストダメージが強力であるため、優位に立てる。",
			"ゾーイ": "エコーはゾーイのスキルを避けることができ、ダメージトレードで有利に進めることができる。",
			"オリアナ": "エコーはオリアナのスキルを避けることができ、集団戦での持続的なダメージが強力であるため、優位に立てる。",
			"リサンドラ": "エコーはリサンドラのスキルを避けることができ、ファームをしながら有利にダメージを与えることができる。",
			"フィズ": "エコーはフィズの攻撃を避けることができ、スケーリングにおいてもエコーの方が強力である。"
		},
		"loses": {
			"ライズ": "ライズはエコーに対して高いマナ回復能力を持ち、ファームを安定させることができるため、エコーはファームで不利になる。",
			"キヤナ": "キヤナはエコーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、エコーはダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはエコーのスキルを回避する能力が高く、スケーリングにおいても強力な後半のダメージを持つため、エコーはスケーリングで不利になる。",
			"ルブラン": "ルブランはエコーに対して高い機動力とバーストダメージを持ち、集団戦での影響力が大きいため、エコーは集団戦で不利になる。",
			"アジール": "アジールはエコーに対して持続的なダメージを与える能力が高く、ファームでの安定性もあるため、エコーはファームで不利になる。",
			"アニビア": "アニビアはエコーに対して強力なCCを持ち、ダメージトレードで優位に立つことができるため、エコーはダメージトレードで不利になる。",
			"アクシャン": "アクシャンはエコーに対して持続的なダメージを与える能力が高く、スケーリングにおいても強力な後半のダメージを持つため、エコーはスケーリングで不利になる。",
			"ブラッドミア": "ブラッドミアはエコーに対して持続的な回復能力を持ち、集団戦での耐久力が高いため、エコーは集団戦で不利になる。",
			"カサディン": "カサディンはエコーに対して高い機動力を持ち、スケーリングにおいても強力な後半のダメージを持つため、エコーはスケーリングで不利になる。",
			"サイラス": "サイラスはエコーに対して強力なCCを持ち、ダメージトレードで優位に立つことができるため、エコーはダメージトレードで不利になる。",
			"アカリ": "アカリはエコーに対して高い機動力を持ち、集団戦での影響力が大きいため、エコーは集団戦で不利になる。",
			"メル": "メルはエコーに対して持続的なダメージを与える能力が高く、ファームでの安定性もあるため、エコーはファームで不利になる。",
			"ゼド": "ゼドはエコーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、エコーはダメージトレードで不利になる。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"アクシャン": "アクシャンはイレリアに対してファームがしやすく、イレリアの攻撃を避けることができるため、ダメージトレードで有利に立てる。",
			"ゼラス": "ゼラスはイレリアの近接攻撃を避けることができ、遠距離からの攻撃でダメージを与えやすいため、スケーリングにおいて有利。",
			"ダイアナ": "ダイアナはイレリアに対して強力なバーストダメージを持ち、集団戦での影響力が高いため、イレリアに対して有利。",
			"ヨネ": "ヨネはイレリアの攻撃を回避しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利。",
			"シンドラ": "シンドラはイレリアに対して高い範囲ダメージを持ち、集団戦でのコントロールが強いため、イレリアに対して有利。",
			"ラックス": "ラックスはイレリアに対して長射程のスキルを持ち、ダメージトレードで有利に立てる。",
			"フィズ": "フィズはイレリアの攻撃を避ける能力が高く、ダメージトレードで有利に立てる。",
			"ベイガー": "ベイガーはイレリアに対して高いスケーリングを持ち、集団戦での影響力が強いため、イレリアに対して有利。",
			"ビクター": "ビクターはイレリアに対して高い範囲ダメージを持ち、集団戦でのコントロールが強いため、イレリアに対して有利。",
			"マルザハール": "マルザハールはイレリアに対して強力なCCを持ち、集団戦での影響力が高いため、イレリアに対して有利。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはイレリアに対してマップ全体での影響力を持ち、集団戦での有利な状況を作りやすいため、イレリアに対して有利。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはイレリアに対して強力なスキルを持ち、ファームを妨害しやすい。",
			"ゾーイ": "ゾーイはイレリアに対して高いダメージを持ち、トレードで優位に立つことができる。",
			"カサディン": "カサディンはイレリアのスキルを無効化する能力があり、スケーリングにおいて有利に進める。",
			"ブラッドミア": "ブラッドミアはイレリアに対して持続的なダメージを与えやすく、トレードで不利にさせる。",
			"ヤスオ": "ヤスオはイレリアの攻撃を回避する手段を持ち、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールはイレリアに対して遠距離からの攻撃が可能で、ファームを妨害しやすい。",
			"リサンドラ": "リサンドラはイレリアを凍結させる能力があり、集団戦での影響力が高い。",
			"サイラス": "サイラスはイレリアのスキルを奪うことができ、トレードで有利に進める。",
			"アカリ": "アカリはイレリアに対して高いバーストダメージを持ち、トレードで不利にさせる。",
			"キヤナ": "キヤナはイレリアに対して高い機動力を持ち、集団戦での影響力が強い。"
		}
	},
	"ラックス": {
		"name": "ラックス",
		"beats": {
			"ベイガー": "ベイガーはラックスのスキルショットを避けるのが難しく、ラックスの高いダメージを受けやすい。",
			"リサンドラ": "リサンドラはラックスの長射程の攻撃に対して防御手段が限られており、ダメージトレードで不利になる。",
			"ヴェックス": "ヴェックスはラックスのスキルを避けるのが難しく、ラックスの高いバーストダメージにさらされやすい。",
			"マルザハール": "マルザハールはラックスのスキルを受けやすく、特に集団戦でラックスの範囲攻撃に対して脆弱である。",
			"アクシャン": "アクシャンはラックスの高いダメージに対して耐久力が不足しており、ファームやダメージトレードで不利になる。",
			"タリヤ": "タリヤはラックスのスキルを避けるのが難しく、ラックスの高いバーストダメージにさらされやすい。",
			"サイラス": "サイラスはラックスのスキルを受けやすく、特に集団戦でラックスの範囲攻撃に対して脆弱である。",
			"ビクター": "ビクターはラックスの高いダメージに対して耐久力が不足しており、ダメージトレードで不利になる。",
			"キヤナ": "キヤナはラックスのスキルを避けるのが難しく、ラックスの高いバーストダメージにさらされやすい。",
			"アーリ": "アーリはラックスのスキルを受けやすく、特に集団戦でラックスの範囲攻撃に対して脆弱である。"
		},
		"loses": {
			"ゼラス": "ゼラスはラックスに対して長射程のスキルを持っており、ファームをしやすく、ラックスの攻撃を避けながらダメージトレードを有利に進めることができる。",
			"カサディン": "カサディンはラックスのスキルを回避する能力が高く、スケーリングが進むにつれてラックスに対して強力な存在となる。",
			"ブラッドミア": "ブラッドミアはラックスに対して持続的なダメージを与えることができ、集団戦ではラックスを圧倒する力を持っている。",
			"シンドラ": "シンドラはラックスに対して高いバーストダメージを持ち、ファームやダメージトレードで優位に立つことができる。",
			"アカリ": "アカリはラックスのスキルを避けることができ、近接戦でのダメージトレードにおいて有利に立つことができる。",
			"イレリア": "イレリアはラックスに対して高い機動力を持ち、集団戦でのダメージを与える能力が高い。",
			"ヤスオ": "ヤスオはラックスのスキルをカウンターする能力があり、ダメージトレードで有利に進めることができる。",
			"エコー": "エコーはラックスに対して高いバーストダメージを持ち、スケーリングが進むにつれてラックスに対して強力な存在となる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはラックスに対してローミング能力が高く、集団戦での影響力を持つ。",
			"アニー": "アニーはラックスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"メル": "メルはラックスに対して持続的なダメージを与えることができ、集団戦ではラックスを圧倒する力を持っている。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ヴェックス": "ヴェックスはブラッドミアの持つ持続的なダメージと回復力に対抗する手段が限られているため、ファームやダメージトレードで不利な状況に陥りやすい。",
			"カタリナ": "カタリナはブラッドミアの高い耐久力と回復力に対して、瞬時のバーストダメージを与えることが難しく、スケーリングにおいても劣る。",
			"ルブラン": "ルブランはブラッドミアの持続的なダメージに対して、短期的なバーストダメージしか持たないため、集団戦での影響力が薄い。",
			"ヤスオ": "ヤスオはブラッドミアの持つ回復力と持続的なダメージに対抗する手段が乏しく、ダメージトレードで劣位に立たされることが多い。",
			"ラックス": "ラックスはブラッドミアの高い耐久力に対して、持続的なダメージを与えることが難しく、集団戦での役割が制限される。",
			"イレリア": "イレリアはブラッドミアの回復力に対抗する手段が限られており、ファームやダメージトレードでの優位性を発揮しにくい。",
			"フィズ": "フィズはブラッドミアの持続的なダメージに対して、瞬時のバーストダメージを持つが、集団戦ではブラッドミアの耐久力に苦しむことが多い。",
			"アクシャン": "アクシャンはブラッドミアの回復力に対抗する手段が乏しく、スケーリングにおいても劣位に立たされることが多い。",
			"ゼラス": "ゼラスはブラッドミアの持続的なダメージに対して、持続的なダメージを与えることが難しく、集団戦での影響力が薄い。",
			"メル": "メルはブラッドミアの高い耐久力に対して、持続的なダメージを与えることが難しく、ダメージトレードで劣位に立たされることが多い。",
			"ヨネ": "ヨネはブラッドミアの持つ回復力に対抗する手段が限られており、スケーリングにおいても劣位に立たされることが多い。",
			"キヤナ": "キヤナはブラッドミアの持続的なダメージに対して、瞬時のバーストダメージを持つが、集団戦ではブラッドミアの耐久力に苦しむことが多い。",
			"ゼド": "ゼドはブラッドミアの高い耐久力に対して、持続的なダメージを与えることが難しく、ダメージトレードで劣位に立たされることが多い。"
		},
		"loses": {
			"ガリオ": "ガリオはブラッドミアに対して強力なシールドとCCを持っており、ダメージトレードで優位に立つことができる。",
			"ライズ": "ライズは高いバーストダメージを持ち、ブラッドミアの回復を無効化することができるため、ファームが難しくなる。",
			"タリヤ": "タリヤはブラッドミアに対して強力なゾーニング能力を持ち、集団戦での影響力が高い。",
			"マルザハール": "マルザハールはブラッドミアに対して強力なサイレンスを持ち、スケーリングにおいても有利に進めることができる。",
			"フェイ": "フェイは高い持続ダメージを持ち、ブラッドミアの回復を上回るダメージを与えることができる。",
			"ゾーイ": "ゾーイは高いバーストダメージと機動力を持ち、ブラッドミアに対して有効なトレードを行うことができる。",
			"オリアナ": "オリアナはブラッドミアに対して強力な集団戦のコントロールを持ち、ダメージトレードでも優位に立つことができる。",
			"オーロラ": "オーロラはブラッドミアに対して高いCCを持ち、ファームを難しくさせる要素がある。",
			"ベイガー": "ベイガーは高いバーストダメージを持ち、ブラッドミアの回復を無効化することができるため、ダメージトレードで有利。",
			"カシオペア": "カシオペアは持続的なダメージを持ち、ブラッドミアの回復を上回るダメージを与えることができる。",
			"アニビア": "アニビアは強力なCCと持続ダメージを持ち、ブラッドミアに対して有効なトレードを行うことができる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ブラッドミアの回復を無効化することができるため、ファームが難しくなる。",
			"カサディン": "カサディンは高い機動力を持ち、ブラッドミアに対して有効なトレードを行うことができる。"
		}
	},
	"ゼド": {
		"name": "ゼド",
		"beats": {
			"タリヤ": "タリヤはゼドに対して高い範囲ダメージを持っており、ファームをしやすく、ダメージトレードで優位に立つことができる。",
			"フェイ": "フェイはゼドに対して持続的なダメージを与えることができ、スケーリングにおいても有利な状況を作りやすい。",
			"オーロラ": "オーロラはゼドに対して高いCC（クラウドコントロール）を持っており、集団戦での影響力が大きい。",
			"ヴェックス": "ヴェックスはゼドに対して強力なバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アーリ": "アーリはゼドに対して高い機動力を持ち、ファームやダメージトレードで有利に立つことができる。",
			"タロン": "タロンはゼドに対して高いバーストダメージを持ち、集団戦での瞬時のキルを狙いやすい。",
			"ベイガー": "ベイガーはゼドに対してスケーリングが強力で、後半戦でのダメージが非常に高くなる。",
			"シンドラ": "シンドラはゼドに対して高い範囲ダメージを持ち、集団戦での影響力が大きい。",
			"ラックス": "ラックスはゼドに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはゼドに対して高い持続ダメージを持ち、スケーリングにおいても有利な状況を作りやすい。",
			"ビクター": "ビクターはゼドに対して高い範囲ダメージを持ち、集団戦での影響力が大きい。",
			"メル": "メルはゼドに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"エコー": "エコーはゼドに対して高い機動力を持ち、ファームやダメージトレードで有利に立つことができる。",
			"ゼラス": "ゼラスはゼドに対して高い範囲ダメージを持ち、集団戦での影響力が大きい。"
		},
		"loses": {
			"マルファイト": "マルファイトはゼドに対して強力な耐久力を持ち、ファームを安定させることができるため、ゼドがダメージトレードで優位に立つのが難しい。",
			"キヤナ": "キヤナはゼドに対して高いバーストダメージを持ち、スケーリングの段階でゼドを圧倒することができる。",
			"アクシャン": "アクシャンはゼドに対して持続的なダメージを与えることができ、集団戦でゼドが効果的に機能するのを妨げる。",
			"サイラス": "サイラスはゼドのスキルを奪うことができ、ダメージトレードでゼドに対して有利に立つことができる。",
			"ゾーイ": "ゾーイはゼドに対して高い射程とバーストダメージを持ち、ファームをしながら安全にダメージを与えることができる。",
			"イレリア": "イレリアはゼドに対して高い機動力を持ち、ダメージトレードでゼドを圧倒することができる。",
			"ヤスオ": "ヤスオはゼドの攻撃を回避する能力が高く、集団戦でゼドに対して効果的に立ち回ることができる。",
			"アジール": "アジールはゼドに対して持続的なダメージを与えることができ、スケーリングの段階でゼドを圧倒することができる。"
		}
	},
	"アクシャン": {
		"name": "アクシャン",
		"beats": {
			"フィズ": "フィズはアクシャンに対して高い機動力を持っており、アクシャンのスキルを避けやすいため、ダメージトレードで有利に立ち回ることができる。",
			"ベイガー": "ベイガーはアクシャンに対して高いスケーリング能力を持ち、後半戦での集団戦において強力なダメージを出すことができるため、アクシャンに対して優位性を持つ。",
			"ゼラス": "ゼラスはアクシャンに対して長射程のスキルを持っており、ファームをしながら安全にダメージを与えることができるため、アクシャンに対して有利に戦える。",
			"フェイ": "フェイはアクシャンに対して高いバーストダメージを持ち、短期的なダメージトレードで優位に立つことができるため、アクシャンに対して有利。",
			"マルザハール": "マルザハールはアクシャンに対して強力なCCを持ち、集団戦での影響力が高いため、アクシャンに対して有利に立ち回ることができる。",
			"リサンドラ": "リサンドラはアクシャンに対して自己防御能力が高く、ダメージトレードで有利に立つことができるため、アクシャンに対して優位性を持つ。",
			"ビクター": "ビクターはアクシャンに対して高い範囲ダメージを持ち、集団戦での影響力が強いため、アクシャンに対して有利に戦える。",
			"ゾーイ": "ゾーイはアクシャンに対して高いバーストダメージを持ち、ファームをしながら安全に攻撃できるため、アクシャンに対して有利。",
			"ゼド": "ゼドはアクシャンに対して高いバーストダメージを持ち、短期的なダメージトレードで優位に立つことができるため、アクシャンに対して有利。",
			"ルブラン": "ルブランはアクシャンに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができるため、アクシャンに対して優位性を持つ。",
			"ライズ": "ライズはアクシャンに対して高いスケーリング能力を持ち、後半戦での集団戦において強力なダメージを出すことができるため、アクシャンに対して有利。",
			"タリヤ": "タリヤはアクシャンに対して高い範囲ダメージを持ち、集団戦での影響力が強いため、アクシャンに対して有利に戦える。",
			"ヨネ": "ヨネはアクシャンに対して高いバーストダメージを持ち、ダメージトレードで有利に立つことができるため、アクシャンに対して優位性を持つ。",
			"カサディン": "カサディンはアクシャンに対して高い機動力を持ち、後半戦での集団戦において強力なダメージを出すことができるため、アクシャンに対して有利。"
		},
		"loses": {
			"マルファイト": "マルファイトはアクシャンに対して強力な耐久力を持ち、ファームを安定させることができるため、アクシャンはファームで不利になる。",
			"ヤスオ": "ヤスオはアクシャンのスキルを回避する能力が高く、ダメージトレードでアクシャンに対して優位に立つことができる。",
			"アニー": "アニーは高いバーストダメージを持ち、アクシャンがスケーリングする前に早期に圧力をかけることができるため、アクシャンは不利になる。",
			"イレリア": "イレリアはアクシャンに対して持続的なダメージを与えることができ、集団戦でアクシャンを無力化することができる。",
			"ヴェックス": "ヴェックスはアクシャンの動きを制限するスキルを持ち、集団戦でアクシャンに対して優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはアクシャンに対して持続的なダメージを与えられ、ファームでの競争においてアクシャンを圧倒することができる。",
			"キヤナ": "キヤナはアクシャンに対して高いバーストダメージを持ち、ダメージトレードでアクシャンを圧倒することができる。",
			"ガリオ": "ガリオはアクシャンの攻撃を無効化するシールドを持ち、集団戦でアクシャンに対して優位に立つことができる。",
			"ダイアナ": "ダイアナはアクシャンに対して高いバーストダメージを持ち、スケーリングの段階でアクシャンを圧倒することができる。",
			"ラックス": "ラックスはアクシャンに対して長距離からのダメージを与えることができ、ダメージトレードでアクシャンを不利にする。",
			"メル": "メルはアクシャンに対して持続的なダメージを与えられ、集団戦でアクシャンを無力化することができる。",
			"アジール": "アジールはアクシャンに対して高い範囲ダメージを持ち、集団戦でアクシャンを圧倒することができる。"
		}
	},
	"タリヤ": {
		"name": "タリヤ",
		"beats": {
			"アニビア": "アニビアはタリヤのスキルに対して脆弱であり、タリヤの範囲攻撃でダメージを受けやすい。",
			"メル": "メルはタリヤの高いマナ回復能力に対抗できず、ファームが難しくなる。",
			"ヤスオ": "ヤスオはタリヤのCC（クラウドコントロール）を避けるのが難しく、ダメージトレードで不利になる。",
			"ブラッドミア": "ブラッドミアはタリヤの持続的なダメージに対して回復が追いつかず、集団戦で劣る。",
			"ヨネ": "ヨネはタリヤのスキルを避けるのが難しく、スケーリングにおいてもタリヤに圧倒される。",
			"アカリ": "アカリはタリヤの範囲攻撃に対して近づくのが難しく、ファームが困難になる。",
			"マルザハール": "マルザハールはタリヤの持続的なダメージに対して耐えるのが難しく、集団戦で劣る。",
			"ヴェックス": "ヴェックスはタリヤのスキルを避けるのが難しく、ダメージトレードで不利になる。",
			"サイラス": "サイラスはタリヤのスキルを利用することができず、ファームが難しくなる。",
			"フィズ": "フィズはタリヤの範囲攻撃に対して脆弱であり、ダメージトレードで不利になる。",
			"フェイ": "フェイはタリヤの持続的なダメージに対して耐えるのが難しく、集団戦で劣る。"
		},
		"loses": {
			"カタリナ": "カタリナはタリヤに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ゼド": "ゼドはタリヤに対して瞬時に接近し、強力なダメージを与えることができるため、ファームが難しくなる。",
			"ビクター": "ビクターはタリヤに対してスキルを使って安全にダメージを与えることができ、集団戦での影響力が高い。",
			"カサディン": "カサディンはタリヤに対してスケーリングが進むにつれて非常に強力になり、集団戦での存在感が増す。",
			"シンドラ": "シンドラはタリヤに対して高い範囲ダメージを持ち、ダメージトレードで有利に立つことができる。",
			"アニー": "アニーはタリヤに対して瞬時に接近し、スタンを持っているため、ダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスはタリヤに対して長射程のスキルを持ち、ファームを安全に行うことができる。",
			"アジール": "アジールはタリヤに対して高い持続ダメージを持ち、集団戦での影響力が強い。",
			"ラックス": "ラックスはタリヤに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"オーロラ": "オーロラはタリヤに対して高いCCを持ち、集団戦での影響力が強い。",
			"アーリ": "アーリはタリヤに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ゾーイ": "ゾーイはタリヤに対して高いバーストダメージを持ち、ファームが難しくなる。",
			"アクシャン": "アクシャンはタリヤに対して高い持続ダメージを持ち、スケーリングが進むにつれて強力になる。",
			"エコー": "エコーはタリヤに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"トゥイッチ": {
		"name": "トゥイッチ",
		"beats": {
			"ベイガー": "トゥイッチはベイガーに対してファームがしやすく、遠距離からの攻撃で安全にCSを稼げるため、優位性を持つ。",
			"オレリオン・ソル": "トゥイッチはオレリオン・ソルに対してダメージトレードで有利であり、スキルを避けながら攻撃できるため、トレードが有利に進む。",
			"ガリオ": "トゥイッチはガリオに対してスケーリングが優れており、後半のダメージが高くなるため、集団戦での影響力が増す。",
			"ゾーイ": "トゥイッチはゾーイに対して集団戦での持続的なダメージを出せるため、チームファイトでの貢献度が高い。",
			"ヴェックス": "トゥイッチはヴェックスに対してファームの面で有利であり、遠距離からの攻撃で安全にCSを取ることができる。",
			"フェイ": "トゥイッチはフェイに対してダメージトレードで優位性を持ち、スキルを避けながら攻撃できるため、トレードが有利に進む。",
			"ラックス": "トゥイッチはラックスに対してスケーリングが優れており、後半のダメージが高くなるため、集団戦での影響力が増す。",
			"マルザハール": "トゥイッチはマルザハールに対して集団戦での持続的なダメージを出せるため、チームファイトでの貢献度が高い。",
			"ライズ": "トゥイッチはライズに対してファームの面で有利であり、遠距離からの攻撃で安全にCSを取ることができる。",
			"メル": "トゥイッチはメルに対してダメージトレードで優位性を持ち、スキルを避けながら攻撃できるため、トレードが有利に進む。"
		},
		"loses": {
			"ケイル": "ケイルはトゥイッチに対してファームの面で優位に立ち、トゥイッチが育つ前に圧力をかけることができる。",
			"カサディン": "カサディンはトゥイッチのダメージトレードに対して強力な耐久力を持ち、トゥイッチの攻撃を無効化することができる。",
			"ゼド": "ゼドはトゥイッチに対して高いバーストダメージを持ち、トゥイッチがスケーリングする前に倒すことができる。",
			"ブラッドミア": "ブラッドミアはトゥイッチとの集団戦において、持続的なダメージと回復能力でトゥイッチを圧倒することができる。",
			"キヤナ": "キヤナはトゥイッチに対して高い機動力を持ち、トゥイッチが攻撃する前に接近してダメージを与えることができる。",
			"フィズ": "フィズはトゥイッチに対して高いバーストダメージを持ち、トゥイッチが反撃する前に倒すことができる。",
			"アカリ": "アカリはトゥイッチに対して高い機動力と持続的なダメージを持ち、トゥイッチがスケーリングする前に圧力をかけることができる。",
			"ビクター": "ビクターはトゥイッチに対して強力な範囲攻撃を持ち、集団戦でトゥイッチを効果的に排除することができる。",
			"オーロラ": "オーロラはトゥイッチに対して高いCC（クラウドコントロール）を持ち、トゥイッチの行動を制限することができる。",
			"ダイアナ": "ダイアナはトゥイッチに対して高いバーストダメージを持ち、トゥイッチが反撃する前に倒すことができる。",
			"ヤスオ": "ヤスオはトゥイッチに対して高い耐久力を持ち、トゥイッチの攻撃を無効化することができる。",
			"リサンドラ": "リサンドラはトゥイッチに対して強力なCCを持ち、トゥイッチの行動を制限することができる。",
			"ルブラン": "ルブランはトゥイッチに対して高いバーストダメージを持ち、トゥイッチが反撃する前に倒すことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはトゥイッチに対して強力なマップコントロールを持ち、集団戦でトゥイッチを排除することができる。",
			"タリヤ": "タリヤはトゥイッチに対して強力な範囲攻撃を持ち、集団戦でトゥイッチを効果的に排除することができる。",
			"アーリ": "アーリはトゥイッチに対して高い機動力を持ち、トゥイッチが攻撃する前に接近してダメージを与えることができる。"
		}
	},
	"オリアナ": {
		"name": "オリアナ",
		"beats": {
			"ヴェックス": "ヴェックスはオリアナに対してファームがしやすく、オリアナのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"メル": "メルはオリアナのスキルを利用してダメージを与えやすく、集団戦においてもオリアナの動きを制限することができる。",
			"アニー": "アニーはオリアナに対して早期に強力なバーストダメージを持っており、スケーリングの面でもオリアナよりも早く強力な状態になることができる。",
			"ブラッドミア": "ブラッドミアはオリアナのスキルを回避しやすく、ダメージトレードで有利に立つことができ、集団戦でも持続的なダメージを与えることができる。",
			"マルザハール": "マルザハールはオリアナのスキルを無効化することができ、集団戦での影響力が高く、スケーリングにおいても強力な存在となる。",
			"ガリオ": "ガリオはオリアナの攻撃を受け流しつつ、集団戦での介入が得意で、オリアナに対して有利な状況を作り出すことができる。",
			"カサディン": "カサディンはオリアナのスキルを避ける能力が高く、ファームとスケーリングの面で優位に立つことができる。",
			"ライズ": "ライズはオリアナに対して持続的なダメージを与えることができ、集団戦での影響力が高く、スケーリングにおいても強力な存在となる。",
			"サイラス": "サイラスはオリアナのスキルを奪うことができ、ダメージトレードで有利に立つことができ、集団戦でも強力な影響を持つ。"
		},
		"loses": {
			"フェイ": "フェイはオリアナに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"タロン": "タロンはオリアナに対して高い機動力を持ち、ファームを妨害しやすい。",
			"ゾーイ": "ゾーイはオリアナに対して長射程のスキルを持ち、遠距離からのダメージを与えることができる。",
			"エコー": "エコーはオリアナに対して高いバーストダメージと逃げる能力を持ち、集団戦での影響力が大きい。",
			"ゼラス": "ゼラスはオリアナに対して高い範囲ダメージを持ち、ファームをしながら安全にダメージを与えることができる。",
			"シンドラ": "シンドラはオリアナに対して強力なコントロールスキルを持ち、集団戦での優位性を持つ。",
			"ルブラン": "ルブランはオリアナに対して高いバーストダメージを持ち、ダメージトレードで圧倒することができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはオリアナに対してマップ全体に影響を与える能力を持ち、集団戦での連携が強力。",
			"ビクター": "ビクターはオリアナに対して高い範囲ダメージを持ち、スケーリングが優れているため後半戦で強力。",
			"ヤスオ": "ヤスオはオリアナに対して高い機動力とダメージを持ち、集団戦での影響力が大きい。"
		}
	},
	"フェイ": {
		"name": "フェイ",
		"beats": {
			"ベイガー": "ベイガーはフェイに対してスキルショットを避けるのが難しく、ダメージトレードで不利になる。",
			"リサンドラ": "リサンドラはフェイの高いバーストダメージに対して耐える手段が限られているため、ファームが難しくなる。",
			"ガリオ": "ガリオはフェイの魔法ダメージに対して脆弱で、集団戦での影響力が低下する。",
			"ヴェックス": "ヴェックスはフェイの機動力に対抗できず、ダメージトレードで劣る。",
			"ダイアナ": "ダイアナはフェイの遠距離攻撃に対して接近するのが難しく、スケーリングで劣る。",
			"マルザハール": "マルザハールはフェイの持続的なダメージに対して対処が難しく、集団戦での役割が制限される。",
			"ブラッドミア": "ブラッドミアはフェイの高いバーストダメージに対して耐えるのが難しく、ダメージトレードで劣る。",
			"メル": "メルはフェイのスキルに対して脆弱で、ファームが難しくなる。",
			"ルブラン": "ルブランはフェイの持続的なダメージに対して対処が難しく、スケーリングで劣る。",
			"ライズ": "ライズはフェイの高いバーストダメージに対して耐える手段が限られているため、ダメージトレードで不利になる。",
			"ビクター": "ビクターはフェイの機動力に対抗できず、集団戦での影響力が低下する。",
			"オリアナ": "オリアナはフェイの魔法ダメージに対して脆弱で、ファームが難しくなる。"
		},
		"loses": {
			"アクシャン": "アクシャンは高いバーストダメージを持っており、フェイはその攻撃を受けると早期に不利になる。",
			"カタリナ": "カタリナは瞬時に接近してダメージを与える能力があり、フェイはその攻撃を避けるのが難しい。",
			"タリヤ": "タリヤは範囲攻撃を持ち、フェイはその範囲内でのファームが困難になる。",
			"エコー": "エコーは高い機動力を持ち、フェイはその追撃を逃れるのが難しい。",
			"ゼド": "ゼドは強力なアサシンで、フェイはそのダメージを受けると生存が難しくなる。",
			"ヤスオ": "ヤスオはフェイのスキルを無効化することができ、ダメージトレードで有利に立つ。",
			"ゾーイ": "ゾーイは長射程のスキルを持ち、フェイはその攻撃を避けるのが難しい。",
			"シンドラ": "シンドラは高いコントロールとダメージを持ち、フェイはその攻撃を受けると不利になる。",
			"アーリ": "アーリは高い機動力とバーストダメージを持ち、フェイはその攻撃を避けるのが難しい。",
			"ゼラス": "ゼラスは長距離からの攻撃が可能で、フェイはその攻撃を受けるとファームが困難になる。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"アクシャン": "アクシャンはヤスオに対してファームがしやすく、ヤスオの攻撃を避けることができるため、ダメージトレードで有利に立てる。",
			"エコー": "エコーはヤスオのスキルを回避しやすく、瞬時にダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"イレリア": "イレリアはヤスオに対してスケーリングが優れており、レイトゲームにおいて強力なダメージを出すことができる。",
			"カタリナ": "カタリナはヤスオに対して集団戦での瞬発力が高く、ヤスオを一瞬で排除することができるため、集団戦で有利に立つ。",
			"ダイアナ": "ダイアナはヤスオに対して高いバーストダメージを持ち、特に集団戦での影響力が大きいため、優位に立つことができる。",
			"ベイガー": "ベイガーはヤスオに対してスケーリングが非常に強力で、後半戦でのダメージが高くなるため、長期戦で有利に立つ。",
			"サイラス": "サイラスはヤスオのスキルを奪うことができ、集団戦での影響力が高いため、ヤスオに対して有利に立つ。",
			"フィズ": "フィズはヤスオの攻撃を避ける能力が高く、ダメージトレードで有利に立つことができる。",
			"ライズ": "ライズはヤスオに対してスケーリングが強力で、特に集団戦での持続的なダメージが高いため、優位に立つ。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはヤスオに対してマップ全体に影響を与える能力があり、集団戦での有利な状況を作り出すことができる。",
			"ラックス": "ラックスはヤスオに対して長距離からのダメージを与えることができ、特に集団戦での影響力が大きいため、優位に立つ。",
			"ゼラス": "ゼラスはヤスオに対して持続的なダメージを与えることができ、特に集団戦での影響力が高いため、優位に立つ。",
			"ゼド": "ゼドはヤスオに対して高いバーストダメージを持ち、特に集団戦での瞬発力が高いため、優位に立つ。",
			"フェイ": "フェイはヤスオに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"アジール": "アジールは遠距離攻撃が可能で、ヤスオが近づく前にダメージを与えることができるため、ファームが難しい。",
			"リサンドラ": "リサンドラはCC（クラウドコントロール）を持っており、ヤスオが攻撃する前に凍らせることができるため、ダメージトレードで不利になる。",
			"レネクトン": "レネクトンは早期に強力なダメージを出すことができ、ヤスオがスケーリングする前に圧力をかけることができる。",
			"タリヤ": "タリヤは地形を利用してヤスオの動きを制限し、集団戦での位置取りを有利にすることができる。",
			"アニー": "アニーは瞬時に高いバーストダメージを出すことができ、ヤスオが近づく前に倒すことができるため、ファームが難しい。",
			"アニビア": "アニビアは壁を使ってヤスオの移動を妨げ、ダメージトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ヤスオの攻撃を受け流しやすいため、ダメージトレードで不利になる。",
			"ヨネ": "ヨネは高い機動性を持ち、ヤスオの攻撃を避けながら反撃することができるため、スケーリングで不利になる。",
			"マルザハール": "マルザハールはスキルを使ってヤスオを無力化し、集団戦での影響力を高めることができる。",
			"カサディン": "カサディンは後半に強力なダメージを出すことができ、ヤスオがスケーリングする前に圧力をかけることができる。",
			"ヴェックス": "ヴェックスは遠距離からの攻撃が可能で、ヤスオが近づく前にダメージを与えることができるため、ファームが難しい。",
			"タロン": "タロンは高いバーストダメージを持ち、ヤスオが攻撃する前に倒すことができるため、ダメージトレードで不利になる。",
			"ガリオ": "ガリオは集団戦での耐久性が高く、ヤスオの攻撃を受け止めることができるため、集団戦で不利になる。",
			"オーロラ": "オーロラはCCを持っており、ヤスオが攻撃する前に無力化することができるため、ダメージトレードで不利になる。"
		}
	},
	"ツイステッド・フェイト": {
		"name": "ツイステッド・フェイト",
		"beats": {
			"マルザハール": "マルザハールはツイステッド・フェイトのスキルに対して非常に脆弱であり、特に彼のウルトが発動する前にツイステッド・フェイトが先手を取ることができる。",
			"ベイガー": "ベイガーはツイステッド・フェイトの長距離スキルショットに対して逃げる手段が限られており、ツイステッド・フェイトが有利にダメージトレードを行える。",
			"リサンドラ": "リサンドラはツイステッド・フェイトのウルトによる瞬時の移動に対して対処が難しく、集団戦での影響力が低下する。",
			"アカリ": "アカリはツイステッド・フェイトのスキルによって視界を失うことが多く、ファームやスケーリングにおいて不利な状況に陥りやすい。",
			"ラックス": "ラックスはツイステッド・フェイトのスキルに対して防御手段が乏しく、ダメージトレードで劣位に立たされることが多い。",
			"フィズ": "フィズはツイステッド・フェイトのウルトによる瞬時の移動に対して反応が難しく、集団戦での立ち回りが制限される。",
			"ゼラス": "ゼラスはツイステッド・フェイトのスキルに対して距離を詰められやすく、ファームやダメージトレードで不利な状況に陥ることが多い。",
			"ヴェックス": "ヴェックスはツイステッド・フェイトのウルトによる瞬時の移動に対して対処が難しく、集団戦での影響力が低下する。",
			"アジール": "アジールはツイステッド・フェイトのスキルに対して逃げる手段が限られており、ダメージトレードで劣位に立たされることが多い。",
			"ルブラン": "ルブランはツイステッド・フェイトのウルトによる瞬時の移動に対して反応が難しく、集団戦での立ち回りが制限される。"
		},
		"loses": {
			"メル": "メルはツイステッド・フェイトに対してファームの面で優位性を持っており、より早くゴールドを獲得できる。",
			"ヤスオ": "ヤスオはツイステッド・フェイトとのダメージトレードにおいて、風の刃を使って反撃する能力が高い。",
			"ダイアナ": "ダイアナはツイステッド・フェイトに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"ヨネ": "ヨネはツイステッド・フェイトとの集団戦において、自己回復能力と高いダメージを持っているため、非常に脅威となる。",
			"サイラス": "サイラスはツイステッド・フェイトのスキルを奪うことで、ダメージトレードで有利に立つことができる。",
			"キヤナ": "キヤナはツイステッド・フェイトに対して高いバーストダメージを持ち、瞬時にキルを狙える。",
			"アニビア": "アニビアはツイステッド・フェイトに対して集団戦でのコントロール能力が高く、敵を封じ込めることができる。",
			"アニー": "アニーはツイステッド・フェイトとのダメージトレードにおいて、スタンを持つため、先手を取ることができる。",
			"シンドラ": "シンドラはツイステッド・フェイトに対してスケーリングが優れており、後半戦での影響力が大きい。",
			"タリヤ": "タリヤはツイステッド・フェイトとの集団戦において、地形を利用して敵を分断することができる。",
			"アーリ": "アーリはツイステッド・フェイトに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"オーロラ": "オーロラはツイステッド・フェイトに対して集団戦でのCC能力が高く、チームの勝利に貢献できる。",
			"タロン": "タロンはツイステッド・フェイトに対して高いバーストダメージを持ち、瞬時にキルを狙える。",
			"ビクター": "ビクターはツイステッド・フェイトに対してスケーリングが優れており、後半戦での強さが際立つ。"
		}
	},
	"ルブラン": {
		"name": "ルブラン",
		"beats": {
			"エコー": "エコーはルブランに対して瞬時にダメージを与える能力があり、ファームをしながらトレードを有利に進めることができる。",
			"ゼラス": "ゼラスはルブランに対して長射程のスキルを持ち、ダメージトレードで優位に立つことができる。",
			"シンドラ": "シンドラはルブランに対して高いスケーリングを持ち、集団戦での影響力が強い。",
			"キヤナ": "キヤナはルブランに対して高いバーストダメージを持ち、ファームをしながら有利なトレードを行うことができる。",
			"アジール": "アジールはルブランに対して集団戦での持続的なダメージを提供し、スケーリングが優れている。",
			"ベイガー": "ベイガーはルブランに対して高いAPスケーリングを持ち、集団戦でのダメージを増加させることができる。",
			"ヨネ": "ヨネはルブランに対して高い耐久性とダメージを持ち、ファームをしながらトレードを有利に進めることができる。",
			"ビクター": "ビクターはルブランに対して高いスキルダメージを持ち、集団戦での影響力が強い。",
			"オリアナ": "オリアナはルブランに対して集団戦でのコントロールとダメージを提供し、スケーリングが優れている。",
			"ヤスオ": "ヤスオはルブランに対して高いバーストダメージを持ち、トレードで有利に立つことができる。"
		},
		"loses": {
			"メル": "メルはルブランに対して高い耐久力を持ち、ファームを安定させることができるため、ルブランはファームで不利になる。",
			"マルザハール": "マルザハールはルブランのスキルを無効化するウルトを持っているため、ダメージトレードでルブランは不利になる。",
			"ヴェックス": "ヴェックスはルブランの機動力を制限するスキルを持っているため、スケーリングの面でルブランは不利になる。",
			"ブラッドミア": "ブラッドミアはルブランに対して持続的な回復能力を持っているため、集団戦でルブランは不利になる。",
			"ガリオ": "ガリオはルブランの攻撃を受け止めることができるため、ファームの面でルブランは不利になる。",
			"カサディン": "カサディンはルブランのスキルを回避する能力が高いため、ダメージトレードでルブランは不利になる。",
			"リサンドラ": "リサンドラはルブランを凍結させるスキルを持っているため、スケーリングの面でルブランは不利になる。",
			"カタリナ": "カタリナはルブランのスキルを回避しやすく、集団戦での持続力が高いため、ルブランは不利になる。",
			"フェイ": "フェイはルブランに対して高いバーストダメージを持っているため、ダメージトレードでルブランは不利になる。"
		}
	},
	"アニビア": {
		"name": "アニビア",
		"beats": {
			"マルザハール": "マルザハールはアニビアのスキルショットを避けるのが難しく、アニビアのCC（クラウドコントロール）を受けやすい。",
			"ライズ": "ライズはアニビアの高いバーストダメージに対抗する手段が限られており、アニビアのファーム能力に圧倒される。",
			"リサンドラ": "リサンドラはアニビアの氷の壁に対して有効な手段が少なく、アニビアのトレードで不利になることが多い。",
			"ベイガー": "ベイガーはアニビアの持続的なダメージに対して脆弱で、アニビアのスキルを避けるのが難しい。",
			"ヤスオ": "ヤスオはアニビアのCCを避けることができず、アニビアのダメージトレードに対して効果的に反撃できない。",
			"ブラッドミア": "ブラッドミアはアニビアの高いバーストダメージに対して耐えるのが難しく、アニビアの集団戦での影響力に圧倒される。",
			"ガリオ": "ガリオはアニビアのスキルを避けるのが難しく、アニビアの持続的なダメージに対して脆弱である。",
			"ビクター": "ビクターはアニビアの高いバーストダメージに対抗する手段が限られており、アニビアのファーム能力に圧倒される。",
			"ラックス": "ラックスはアニビアのCCを避けるのが難しく、アニビアの持続的なダメージに対して脆弱である。",
			"ゼド": "ゼドはアニビアのスキルを避けるのが難しく、アニビアの高いバーストダメージに対して脆弱である。"
		},
		"loses": {
			"タリヤ": "タリヤはファームの面でアニビアよりも優れた範囲攻撃を持っているため、アニビアは劣位にある。",
			"アーリ": "アーリはダメージトレードにおいてアニビアのスキルを回避しやすく、アニビアは不利な状況に置かれる。",
			"オレリオン・ソル": "オレリオン・ソルはスケーリングにおいてアニビアよりも持続的なダメージを出せるため、アニビアは劣位にある。",
			"アジール": "アジールは集団戦での範囲ダメージが強力で、アニビアはその影響を受けやすい。",
			"カサディン": "カサディンはファームの面でアニビアに対して持続的なダメージを与えられるため、アニビアは不利な状況に置かれる。",
			"ゼラス": "ゼラスはダメージトレードにおいてアニビアのスキルを遠距離から無効化できるため、アニビアは劣位にある。",
			"カタリナ": "カタリナはスケーリングにおいてアニビアよりも高いバーストダメージを持っているため、アニビアは不利な状況に置かれる。",
			"アカリ": "アカリは集団戦での機動力が高く、アニビアはその攻撃を避けることが難しいため、アニビアは劣位にある。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"ヴェックス": "ヴェックスはケイルのスキルを避けるのが難しく、ダメージトレードで不利を取ることができない。",
			"ベイガー": "ベイガーはケイルの持つ持続的なダメージに対抗する手段が限られており、ファームが難しい。",
			"マルザハール": "マルザハールはケイルの高いスケーリング能力に対して、集団戦での影響力が薄い。",
			"メル": "メルはケイルの持つ範囲攻撃に対して耐久力が不足しており、ダメージトレードで劣る。",
			"ヤスオ": "ヤスオはケイルのスキルを避けることができず、ファームを安定させるのが難しい。",
			"ラックス": "ラックスはケイルの持つ持続的なダメージに対して脆弱で、集団戦での役割が限られる。",
			"ゼド": "ゼドはケイルの高いスケーリングに対抗する手段が乏しく、ダメージトレードで劣る。",
			"リサンドラ": "リサンドラはケイルの持つ持続的なダメージに対して耐えきれず、ファームが難しい。",
			"フィズ": "フィズはケイルのスキルを避けるのが難しく、ダメージトレードで有利を取れない。",
			"イレリア": "イレリアはケイルの高いスケーリング能力に対抗するのが難しく、集団戦での影響力が薄い。",
			"タリヤ": "タリヤはケイルの持つ持続的なダメージに対して脆弱で、ファームが難しい。",
			"エコー": "エコーはケイルの高いスケーリングに対抗する手段が限られており、ダメージトレードで劣る。",
			"ガリオ": "ガリオはケイルの持つ持続的なダメージに対して耐久力が不足しており、集団戦での役割が限られる。",
			"フェイ": "フェイはケイルの高いスケーリング能力に対抗するのが難しく、ダメージトレードで不利を取ることができない。",
			"アニビア": "アニビアはケイルの持つ持続的なダメージに対して脆弱で、ファームが難しい。",
			"ゼラス": "ゼラスはケイルの高いスケーリングに対抗する手段が乏しく、集団戦での影響力が薄い。"
		},
		"loses": {
			"カサディン": "カサディンはファームの面でケイルに対して優位であり、マナを消費せずに持続的にダメージを与えることができるため、ケイルはファームが難しくなる。",
			"ライズ": "ライズはスキルを使ってケイルに対して高いダメージトレードを行うことができ、ケイルはそのダメージを受けると不利な状況に陥る。",
			"シンドラ": "シンドラは集団戦において強力な範囲攻撃を持っており、ケイルはその攻撃を避けるのが難しく、集団戦で劣位に立たされる。",
			"オーロラ": "オーロラはスケーリングが優れており、ゲーム後半においてケイルよりも強力な存在となるため、ケイルは時間が経つにつれて不利になる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ケイルはその攻撃に対して脆弱であるため、ダメージトレードで不利になる。",
			"ヨネ": "ヨネは高い機動力を持ち、ケイルの攻撃を避けながらダメージを与えることができるため、ケイルはトレードで不利になる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは集団戦での影響力が高く、ケイルはその影響を受けやすいため、集団戦で不利になる。",
			"サイラス": "サイラスはケイルのスキルを奪って使用できるため、ケイルはサイラスとの対面で不利な状況に陥る。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ケイルはその攻撃に対して脆弱であるため、ダメージトレードで不利になる。",
			"オリアナ": "オリアナは集団戦でのコントロール能力が高く、ケイルはその影響を受けやすいため、集団戦で不利になる。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、ケイルはその攻撃に対して脆弱であるため、ダメージトレードで不利になる。",
			"オレリオン・ソル": "オレリオン・ソルはスケーリングが優れており、ゲーム後半においてケイルよりも強力な存在となるため、ケイルは時間が経つにつれて不利になる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、ケイルはその攻撃に対して脆弱であるため、ダメージトレードで不利になる。",
			"ビクター": "ビクターは集団戦での範囲攻撃が強力であり、ケイルはその攻撃を避けるのが難しく、集団戦で不利になる。"
		}
	},
	"ナフィーリ": {
		"name": "ナフィーリ",
		"beats": {
			"アニー": "アニーはナフィーリに対して高いバーストダメージを持っており、ファームをしやすい。",
			"フェイ": "フェイはナフィーリに対して持続的なダメージを与えられ、ダメージトレードで優位に立てる。",
			"ゼラス": "ゼラスはナフィーリに対して長射程のスキルを持ち、集団戦での影響力が高い。",
			"サイラス": "サイラスはナフィーリのスキルを奪うことで、スケーリングにおいて有利に立つことができる。",
			"ルブラン": "ルブランはナフィーリに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"オレリオン・ソル": "オレリオン・ソルはナフィーリに対して持続的なダメージを与えられ、集団戦での影響力が高い。",
			"アーリ": "アーリはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立てる。",
			"ラックス": "ラックスはナフィーリに対して長射程のスキルを持ち、ファームをしやすい。",
			"ブラッドミア": "ブラッドミアはナフィーリに対して持続的なダメージを与えられ、スケーリングにおいて有利に立つことができる。",
			"キヤナ": "キヤナはナフィーリに対して高い機動力を持ち、集団戦での影響力が高い。",
			"シンドラ": "シンドラはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立てる。"
		},
		"loses": {
			"マルザハール": "マルザハールはナフィーリに対して強力なバーストダメージを持っており、ファームを妨げることができる。",
			"アクシャン": "アクシャンはナフィーリに対して高い機動性を持ち、ダメージトレードで優位に立つことができる。",
			"フィズ": "フィズはナフィーリに対して高いバーストダメージを持ち、スケーリングの段階でナフィーリを圧倒することができる。",
			"オリアナ": "オリアナはナフィーリに対して強力な集団戦の能力を持ち、ナフィーリの攻撃を無効化することができる。",
			"アカリ": "アカリはナフィーリに対して高い機動性とバーストダメージを持ち、ダメージトレードで有利に立つことができる。",
			"ダイアナ": "ダイアナはナフィーリに対して強力なオールイン能力を持ち、ファームを妨げることができる。",
			"ベイガー": "ベイガーはナフィーリに対して高いスケーリング能力を持ち、後半戦で圧倒することができる。",
			"ヴェックス": "ヴェックスはナフィーリに対して強力なCCを持ち、集団戦でナフィーリを無力化することができる。",
			"リサンドラ": "リサンドラはナフィーリに対して強力なCCと耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ヤスオ": "ヤスオはナフィーリに対して高い機動性を持ち、集団戦でナフィーリを圧倒することができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはナフィーリに対して強力なマップコントロールを持ち、ファームを妨げることができる。",
			"ヨネ": "ヨネはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"タリヤ": "タリヤはナフィーリに対して強力なエリアコントロールを持ち、集団戦でナフィーリを無力化することができる。",
			"ガリオ": "ガリオはナフィーリに対して強力な耐久力と集団戦能力を持ち、ナフィーリの攻撃を無効化することができる。",
			"ゼド": "ゼドはナフィーリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"メル": "メルはナフィーリに対して高いスケーリング能力を持ち、後半戦で圧倒することができる。",
			"カサディン": "カサディンはナフィーリに対して高い耐久力とスケーリング能力を持ち、後半戦で圧倒することができる。"
		}
	},
	"アーリ": {
		"name": "アーリ",
		"beats": {
			"ヴェックス": "ヴェックスはアーリの高い機動力に対抗する手段が限られており、ダメージトレードで不利になることが多い。",
			"マルザハール": "マルザハールはアーリのスキルを避けるのが難しく、ファームをする際にアーリの圧力を受けやすい。",
			"アニビア": "アニビアはアーリの瞬発力に対して反応が遅れやすく、集団戦での立ち回りが難しくなる。",
			"リサンドラ": "リサンドラはアーリの機動力に対して逃げる手段が限られており、ダメージトレードで劣位に立たされることが多い。",
			"アジール": "アジールはアーリの高いバーストダメージに対して耐えるのが難しく、スケーリングの面でもアーリに圧倒されることがある。",
			"イレリア": "イレリアはアーリのスキルを避けるのが難しく、集団戦での影響力が薄れることが多い。",
			"フェイ": "フェイはアーリの高い機動力に対抗する手段が限られており、ダメージトレードで不利になることが多い。",
			"ガリオ": "ガリオはアーリのバーストダメージに対して耐えるのが難しく、集団戦での立ち回りが難しくなる。",
			"ヨネ": "ヨネはアーリのスキルを避けるのが難しく、ダメージトレードで劣位に立たされることが多い。"
		},
		"loses": {
			"メル": "メルは高い持続ダメージを持っており、アーリのファームを妨げることができる。",
			"カタリナ": "カタリナは瞬時にアーリに接近し、ダメージトレードで優位に立つことができる。",
			"ゼド": "ゼドはアーリに対して高いバーストダメージを持ち、集団戦でアーリを排除する能力が高い。",
			"アニー": "アニーはスキルコンボでアーリに対して強力なダメージを与え、ファームを困難にする。",
			"サイラス": "サイラスはアーリのスキルを奪い、逆にアーリに対して強力なダメージを与えることができる。",
			"アクシャン": "アクシャンはアーリに対して高い持続ダメージを持ち、スケーリングで優位に立つことができる。",
			"ラックス": "ラックスは長射程のスキルを持ち、アーリのダメージトレードを制限することができる。",
			"ライズ": "ライズは高いマナ管理能力を持ち、集団戦でアーリに対して持続的なダメージを与えることができる。"
		}
	},
	"リサンドラ": {
		"name": "リサンドラ",
		"beats": {
			"ダイアナ": "ダイアナはリサンドラのCC（クラウドコントロール）に対して脆弱であり、リサンドラのスキルを受けやすい。",
			"ヤスオ": "ヤスオはリサンドラの氷の牢獄に捕まると、逃げる手段が限られるため、ダメージトレードで不利になる。",
			"タロン": "タロンはリサンドラのスノーボール能力に対抗できず、リサンドラが先に有利なファームを確保することができる。",
			"フィズ": "フィズはリサンドラのスキルを避けることが難しく、集団戦でリサンドラのダメージを受けやすい。",
			"アカリ": "アカリはリサンドラのスキルを受けると、リサンドラの持続的なダメージに対抗できず、スケーリングで劣る。",
			"ガリオ": "ガリオはリサンドラのスキルコンボに対して耐性がなく、集団戦でリサンドラの影響を受けやすい。",
			"イレリア": "イレリアはリサンドラのCCに対して脆弱であり、リサンドラが有利なファームを確保することができる。",
			"カタリナ": "カタリナはリサンドラのスキルを受けると、リサンドラの持続的なダメージに対抗できず、集団戦で劣る。",
			"ルブラン": "ルブランはリサンドラのスキルに対して脆弱であり、リサンドラが先に有利なファームを確保することができる。",
			"ベイガー": "ベイガーはリサンドラのスキルを受けやすく、ダメージトレードで不利になる。",
			"オーロラ": "オーロラはリサンドラのスキルに対して脆弱であり、集団戦でリサンドラの影響を受けやすい。"
		},
		"loses": {
			"フェイ": "フェイはリサンドラに対してファームが容易で、リサンドラのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"タリヤ": "タリヤはリサンドラのスキルを避けながらダメージを与えることができ、集団戦においてもリサンドラを圧倒することができる。",
			"シンドラ": "シンドラはリサンドラに対して長距離からの攻撃が可能で、リサンドラのスキルを無効化する手段を持っているため、ダメージトレードで有利に進めることができる。",
			"ラックス": "ラックスはリサンドラに対して遠距離からの攻撃ができ、リサンドラのスキルを避けることができるため、ファームとダメージトレードで優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはリサンドラに対して瞬時に位置を変えることができ、集団戦での影響力が高いため、リサンドラに対して不利な状況を作り出すことができる。",
			"アクシャン": "アクシャンはリサンドラに対して高いバーストダメージを持ち、リサンドラのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"ビクター": "ビクターはリサンドラに対して高い範囲ダメージを持ち、集団戦での影響力が強いため、リサンドラに対して不利な状況を作り出すことができる。",
			"サイラス": "サイラスはリサンドラのスキルを奪うことができ、ダメージトレードで優位に立つことができるため、リサンドラに対して不利な状況を作り出すことができる。",
			"アジール": "アジールはリサンドラに対して高い持続ダメージを持ち、集団戦での影響力が強いため、リサンドラに対して不利な状況を作り出すことができる。",
			"アーリ": "アーリはリサンドラに対して高い機動力を持ち、リサンドラのスキルを避けながらダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"ゾーイ": "ゾーイはリサンドラに対して高いバーストダメージを持ち、リサンドラのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"ライズ": "ライズはリサンドラに対して高い持続ダメージを持ち、集団戦での影響力が強いため、リサンドラに対して不利な状況を作り出すことができる。",
			"オリアナ": "オリアナはリサンドラに対して高い範囲ダメージを持ち、集団戦での影響力が強いため、リサンドラに対して不利な状況を作り出すことができる。",
			"ゼラス": "ゼラスはリサンドラに対して高いバーストダメージを持ち、リサンドラのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはリサンドラに対して高い機動力を持ち、リサンドラのスキルを避けながらダメージを与えることができるため、ダメージトレードで優位に立つことができる。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"ヨネ": "アカリはヨネに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"フィズ": "アカリはフィズのスキルを避ける能力が高く、ファームを安定させながらダメージトレードで優位に進めることができる。",
			"ゼラス": "アカリはゼラスのスキルショットを避けやすく、集団戦での影響力を高めることができる。",
			"ラックス": "アカリはラックスのスキルを回避しやすく、ダメージトレードで有利に進めることができる。",
			"エコー": "アカリはエコーの攻撃を避ける能力が高く、ファームを安定させつつスケーリングに有利に進めることができる。",
			"ビクター": "アカリはビクターのスキルを避けることができ、集団戦での瞬発力を活かして有利に立ち回ることができる。",
			"メル": "アカリはメルの攻撃を避けやすく、ダメージトレードで優位に進めることができる。",
			"イレリア": "アカリはイレリアの攻撃を回避しやすく、スケーリングにおいて有利に進めることができる。",
			"ゼド": "アカリはゼドのスキルを避ける能力が高く、集団戦での影響力を高めることができる。"
		},
		"loses": {
			"ガリオ": "ガリオはアカリに対して強力な範囲攻撃を持っており、ファームがしやすい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはアカリに対して遠距離からのダメージトレードが可能で、アカリの接近を阻害する。",
			"リサンドラ": "リサンドラはアカリに対してCC（クラウドコントロール）を持っており、集団戦でアカリを無力化することができる。",
			"タリヤ": "タリヤはアカリに対して地形を利用した攻撃ができ、ファームやダメージトレードで優位に立つことができる。",
			"ライズ": "ライズはアカリに対して高いバーストダメージを持ち、スケーリングにおいても強力な存在である。",
			"ベイガー": "ベイガーはアカリに対して高いAPダメージを持ち、集団戦での影響力が大きい。",
			"タロン": "タロンはアカリに対して高いバーストダメージを持ち、ファームやダメージトレードでアカリを圧倒することができる。",
			"アジール": "アジールはアカリに対して範囲攻撃を持ち、集団戦での持続的なダメージを与えることができる。",
			"キヤナ": "キヤナはアカリに対して高い機動力を持ち、ダメージトレードでアカリを翻弄することができる。",
			"マルザハール": "マルザハールはアカリに対して強力なシールドを持ち、スケーリングにおいても安定したダメージを出すことができる。"
		}
	},
	"マルザハール": {
		"name": "マルザハール",
		"beats": {
			"ゾーイ": "ゾーイはマルザハールに対してファームが難しく、マルザハールのEスキルでの圧力に対処しづらい。",
			"ヤスオ": "ヤスオはマルザハールのウルトに対して回避手段が限られており、ダメージトレードで不利を感じやすい。",
			"ルブラン": "ルブランはマルザハールのWスキルによって捕まえられやすく、集団戦での影響力が低下する。",
			"ライズ": "ライズはマルザハールの持続的なダメージに対して耐えるのが難しく、スケーリングで劣る。",
			"ブラッドミア": "ブラッドミアはマルザハールのスキルコンボに対して回復が追いつかず、ダメージトレードで苦しむ。",
			"アカリ": "アカリはマルザハールのEスキルによって移動が制限され、集団戦での機動力が損なわれる。",
			"フィズ": "フィズはマルザハールのウルトに対して逃げる手段が限られ、ダメージトレードで不利を感じる。",
			"アジール": "アジールはマルザハールの持続的なダメージに対して耐えるのが難しく、集団戦での影響力が低下する。",
			"ゼド": "ゼドはマルザハールのEスキルによって捕まえられやすく、ダメージトレードで不利を感じる。",
			"アニー": "アニーはマルザハールの持続的なダメージに対して耐えるのが難しく、スケーリングで劣る。",
			"リサンドラ": "リサンドラはマルザハールのウルトに対して回避手段が限られており、集団戦での影響力が低下する。"
		},
		"loses": {
			"スモルダー": "スモルダーはファームの面でマルザハールに対して優位であり、マルザハールはスモルダーの高いバーストダメージに対処しづらい。",
			"タロン": "タロンはダメージトレードにおいてマルザハールを圧倒し、マルザハールはタロンの瞬発力に対抗できない。",
			"ビクター": "ビクターはスケーリングの面でマルザハールよりも強力で、マルザハールはビクターの範囲攻撃に対して脆弱である。",
			"タリヤ": "タリヤは集団戦においてマルザハールを無力化する能力があり、マルザハールはタリヤの地形操作に対処できない。",
			"アクシャン": "アクシャンはファームの効率が高く、マルザハールはアクシャンの持続的なダメージに対して耐えられない。",
			"オリアナ": "オリアナはダメージトレードでマルザハールに対して優位であり、マルザハールはオリアナのスキルコンボに対処しづらい。",
			"オレリオン・ソル": "オレリオン・ソルはスケーリングの面でマルザハールを上回り、マルザハールはオレリオン・ソルの移動能力に対抗できない。",
			"フェイ": "フェイは集団戦での影響力が高く、マルザハールはフェイの持続的なダメージに対して脆弱である。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはファームの面でマルザハールに対して優位であり、マルザハールはツイステッド・フェイトのローミングに対処できない。",
			"オーロラ": "オーロラはダメージトレードでマルザハールを圧倒し、マルザハールはオーロラのスキルに対して脆弱である。",
			"ガリオ": "ガリオはスケーリングの面でマルザハールよりも強力で、マルザハールはガリオの集団戦での耐久力に対抗できない。",
			"アニビア": "アニビアは集団戦においてマルザハールを無力化する能力があり、マルザハールはアニビアのCCに対処できない。",
			"アーリ": "アーリはダメージトレードでマルザハールに対して優位であり、マルザハールはアーリの機動力に対抗できない。"
		}
	},
	"ゼラス": {
		"name": "ゼラス",
		"beats": {
			"ベイガー": "ゼラスはベイガーに対して長射程のスキルを持っており、ファームをしやすく、ダメージトレードで優位に立つことができる。",
			"ラックス": "ゼラスはラックスのスキルを避ける能力が高く、集団戦での影響力を持つため、ラックスに対して有利に戦える。",
			"ヴェックス": "ゼラスはヴェックスの攻撃を距離を保ちながら避けることができ、スケーリングにおいても優位性を持つ。",
			"メル": "ゼラスはメルの攻撃を遠距離から牽制できるため、ダメージトレードで有利に立つことができる。",
			"シンドラ": "ゼラスはシンドラのスキルを避けることができ、集団戦での持続的なダメージを与える能力が高い。",
			"マルザハール": "ゼラスはマルザハールのウルトを避けることができ、ファームとスケーリングにおいて優位性を持つ。",
			"ビクター": "ゼラスはビクターのスキルを距離を保ちながら避けることができ、ダメージトレードで有利に立つことができる。",
			"ライズ": "ゼラスはライズの移動能力を制限し、集団戦での影響力を持つため、ライズに対して有利に戦える。",
			"リサンドラ": "ゼラスはリサンドラの攻撃を距離を保ちながら避けることができ、スケーリングにおいても優位性を持つ。",
			"アジール": "ゼラスはアジールの攻撃を遠距離から牽制できるため、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"エコー": "エコーは高い機動力を持ち、ゼラスのスキルを避けやすいため、ダメージトレードで優位に立つことができる。",
			"ルブラン": "ルブランは瞬時にゼラスに接近し、高いバーストダメージを与えることができるため、ファームが難しくなる。",
			"イレリア": "イレリアはゼラスのスキルを避けながら近づくことができ、持続的なダメージを与えることで有利に戦える。",
			"アクシャン": "アクシャンはゼラスのスキルを無効化する能力を持ち、集団戦での影響力が高いため、ゼラスにとって脅威となる。",
			"カタリナ": "カタリナはゼラスのスキルを避けながら接近し、集団戦でのダメージを一気に与えることができるため、ゼラスにとって不利である。",
			"アカリ": "アカリは高い機動力と隠れ身を持ち、ゼラスの攻撃を避けつつダメージを与えることができるため、戦闘で不利になる。",
			"フィズ": "フィズはゼラスのスキルを回避しやすく、バーストダメージを与える能力が高いため、ダメージトレードで不利になる。",
			"サイラス": "サイラスはゼラスのスキルを奪い、逆にダメージを与えることができるため、ファームや集団戦で不利になる。",
			"カサディン": "カサディンはレベルが上がるにつれてゼラスに対して強力なダメージを与えることができるため、スケーリングで不利になる。",
			"ヨネ": "ヨネは高い持続ダメージを持ち、ゼラスのスキルを避けながら戦うことができるため、ダメージトレードで不利になる。",
			"キヤナ": "キヤナはゼラスのスキルを避けつつ、瞬時にダメージを与えることができるため、ファームが難しくなる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、ゼラスのスキルを避けることができるため、ダメージトレードで不利になる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えつつ、ゼラスの攻撃を受け流すことができるため、ファームで不利になる。",
			"ヤスオ": "ヤスオはゼラスのスキルを風で防ぎ、近づいてダメージを与えることができるため、ダメージトレードで不利になる。"
		}
	},
	"ベイガー": {
		"name": "ベイガー",
		"beats": {
			"ヴェックス": "ヴェックスはベイガーのスキルショットを避けるのが難しく、ベイガーの高いバーストダメージに対して脆弱であるため、ダメージトレードで不利になる。",
			"ブラッドミア": "ブラッドミアはベイガーのCC（クラウドコントロール）を受けやすく、ベイガーの高いファーム能力に対抗するのが難しい。",
			"アカリ": "アカリはベイガーの範囲攻撃に対して近づくのが難しく、集団戦でベイガーのスキルを避けるのが困難である。",
			"ライズ": "ライズはベイガーの高いバーストダメージに対して耐久力が不足しており、スケーリングにおいてもベイガーの方が優位に立つ。",
			"ダイアナ": "ダイアナはベイガーのスキルを避けるのが難しく、集団戦でベイガーのダメージを受けやすい。",
			"マルザハール": "マルザハールはベイガーの高いバーストダメージに対して脆弱であり、ファーム能力でもベイガーに劣る。",
			"オリアナ": "オリアナはベイガーの範囲攻撃に対して脆弱であり、ダメージトレードで不利になる。",
			"リサンドラ": "リサンドラはベイガーの高いバーストダメージに対して耐久力が不足しており、集団戦での影響力が限られる。"
		},
		"loses": {
			"アクシャン": "アクシャンは高い機動力を持ち、ベイガーのスキルを避けやすいため、ダメージトレードで優位に立つことができる。",
			"カタリナ": "カタリナは瞬時に近づいてベイガーにダメージを与えることができ、集団戦での影響力が高い。",
			"アニビア": "アニビアは強力なCCを持ち、ベイガーのスキルを封じることができるため、ファームやスケーリングで有利に進めることができる。",
			"エコー": "エコーは高いバーストダメージを持ち、ベイガーのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ベイガーに対して安全にダメージを与えることができるため、ファームで有利に進めることができる。",
			"イレリア": "イレリアは高い機動力と持続的なダメージを持ち、ベイガーに対して強力なダメージトレードを行うことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、集団戦でベイガーを狙いやすくするため、スケーリングで有利に進めることができる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ベイガーに対して強力なダメージトレードを行うことができる。",
			"フェイ": "フェイは高い機動力を持ち、ベイガーのスキルを避けながらダメージを与えることができるため、ファームで有利に進めることができる。",
			"ビクター": "ビクターは強力なスキルを持ち、ベイガーに対して安全にダメージを与えることができるため、スケーリングで有利に進めることができる。",
			"カサディン": "カサディンは高い機動力を持ち、ベイガーのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"フィズ": "フィズは高いバーストダメージを持ち、ベイガーに対して強力なダメージトレードを行うことができる。",
			"メル": "メルは高い持続ダメージを持ち、ベイガーに対して強力なダメージトレードを行うことができる。",
			"アジール": "アジールは長射程のスキルを持ち、ベイガーに対して安全にダメージを与えることができるため、ファームで有利に進めることができる。"
		}
	},
	"ヴェル＝コズ": {
		"name": "ヴェル＝コズ",
		"beats": {
			"ガリオ": "ガリオはヴェル＝コズに対して高い耐久力を持ち、ファームを安定させやすい。",
			"ゾーイ": "ゾーイはヴェル＝コズに対して高いバーストダメージを持ち、ダメージトレードで優位に立ちやすい。",
			"オーロラ": "オーロラはヴェル＝コズに対して持続的なダメージを与えやすく、スケーリングにおいて有利に進めることができる。",
			"フェイ": "フェイはヴェル＝コズに対して高い機動力を持ち、集団戦での位置取りが有利になる。",
			"ビクター": "ビクターはヴェル＝コズに対して強力な範囲攻撃を持ち、ダメージトレードで優位に立ちやすい。",
			"アニビア": "アニビアはヴェル＝コズに対して強力なCCを持ち、集団戦での影響力が高い。",
			"ブラッドミア": "ブラッドミアはヴェル＝コズに対して持続的なダメージを与えやすく、ファームを安定させやすい。",
			"サイラス": "サイラスはヴェル＝コズに対して強力なバーストダメージを持ち、ダメージトレードで優位に立ちやすい。",
			"ライズ": "ライズはヴェル＝コズに対して高い機動力を持ち、集団戦での位置取りが有利になる。",
			"アニー": "アニーはヴェル＝コズに対して強力なバーストダメージを持ち、ダメージトレードで優位に立ちやすい。",
			"ラックス": "ラックスはヴェル＝コズに対して高い範囲攻撃を持ち、集団戦での影響力が高い。"
		},
		"loses": {
			"エコー": "エコーは高い機動力を持っており、ヴェル＝コズのスキルを避けやすいため、ダメージトレードで有利に立つことができる。",
			"アジール": "アジールは長射程の攻撃を持ち、ヴェル＝コズの攻撃を安全に避けながらダメージを与えることができる。",
			"タリヤ": "タリヤは地形を利用した戦闘が得意で、ヴェル＝コズのスキルを封じることができるため、集団戦で優位に立つことができる。",
			"カタリナ": "カタリナは瞬時に敵に接近できるため、ヴェル＝コズのスキルを避けながらダメージを与えることができる。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、ヴェル＝コズがスキルを当てる前に倒すことができる。",
			"アカリ": "アカリは高い機動力と隠れ身を持っており、ヴェル＝コズの攻撃を避けながら接近してダメージを与えることができる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ヴェル＝コズがスキルを当てる前に倒すことができるため、ファームで不利になる。",
			"ヨネ": "ヨネは高い持続ダメージを持ち、ヴェル＝コズのスキルを避けながらダメージを与えることができる。",
			"イレリア": "イレリアは高い機動力と持続ダメージを持ち、ヴェル＝コズのスキルを避けながら接近してダメージを与えることができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、ヴェル＝コズが集団戦で不利になるように仕向けることができる。",
			"ゼラス": "ゼラスは高い射程と持続ダメージを持ち、ヴェル＝コズの攻撃を避けながらダメージを与えることができる。",
			"リサンドラ": "リサンドラはCC（クラウドコントロール）を持っており、ヴェル＝コズを無力化することで集団戦で優位に立つことができる。",
			"フィズ": "フィズは高い機動力を持ち、ヴェル＝コズのスキルを避けながら接近してダメージを与えることができる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ヴェル＝コズがスキルを当てる前に倒すことができるため、ファームで不利になる。",
			"アーリ": "アーリは高い機動力とCCを持っており、ヴェル＝コズの攻撃を避けながらダメージを与えることができる。"
		}
	},
	"ヴェックス": {
		"name": "ヴェックス",
		"beats": {
			"イレリア": "イレリアはヴェックスに対してファームが難しく、ダメージトレードで劣るため、集団戦でもヴェックスのスキルを活かしやすい。",
			"ヨネ": "ヨネはヴェックスの範囲攻撃に対して接近するのが難しく、ダメージトレードで不利を感じやすい。",
			"アクシャン": "アクシャンはヴェックスのCC（クラウドコントロール）に対して脆弱で、集団戦での影響力が低くなる。",
			"ルブラン": "ルブランはヴェックスの持つ持続的なダメージに対して耐えにくく、ファームを安定させるのが難しい。",
			"カサディン": "カサディンはヴェックスのスキルに対して回避が難しく、ダメージトレードで劣ることが多い。",
			"リサンドラ": "リサンドラはヴェックスの持つ範囲攻撃に対して対処が難しく、集団戦での役割が制限される。",
			"ゾーイ": "ゾーイはヴェックスのスキルに対して距離を保つのが難しく、ダメージトレードで不利を感じやすい。",
			"ヤスオ": "ヤスオはヴェックスのスキルに対して回避が難しく、集団戦での影響力が低くなる。",
			"フィズ": "フィズはヴェックスの持つ持続的なダメージに対して耐えにくく、ファームを安定させるのが難しい。",
			"アカリ": "アカリはヴェックスの範囲攻撃に対して接近するのが難しく、ダメージトレードで劣ることが多い。",
			"マルザハール": "マルザハールはヴェックスの持つCCに対して脆弱で、集団戦での影響力が低くなる。",
			"キヤナ": "キヤナはヴェックスのスキルに対して回避が難しく、ダメージトレードで不利を感じやすい。"
		},
		"loses": {
			"オリアナ": "オリアナはヴェックスに対して強力なバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"シンドラ": "シンドラはヴェックスに対して高いスキルショットの精度を持ち、ファームをしながら安全にダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアはヴェックスに対して持続的なダメージを与える能力があり、集団戦での影響力が高い。",
			"ライズ": "ライズはヴェックスに対して高い移動能力を持ち、スケーリングが進むにつれて強力なダメージを出すことができる。",
			"ベイガー": "ベイガーはヴェックスに対して高いAPスケーリングを持ち、集団戦でのダメージが非常に強力になる。",
			"ビクター": "ビクターはヴェックスに対して強力な範囲攻撃を持ち、ファームをしながら安全にダメージを与えることができる。",
			"ラックス": "ラックスはヴェックスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アニー": "アニーはヴェックスに対して強力なスタンを持ち、集団戦での影響力が高い。",
			"メル": "メルはヴェックスに対して高い持続ダメージを持ち、スケーリングが進むにつれて強力な存在になる。",
			"フェイ": "フェイはヴェックスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはヴェックスに対して高いマップコントロールを持ち、集団戦での影響力が高い。",
			"アーリ": "アーリはヴェックスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"オーロラ": "オーロラはヴェックスに対して高い持続ダメージを持ち、スケーリングが進むにつれて強力な存在になる。",
			"ガリオ": "ガリオはヴェックスに対して高い耐久力を持ち、集団戦での影響力が高い。",
			"アジール": "アジールはヴェックスに対して高い範囲攻撃を持ち、ファームをしながら安全にダメージを与えることができる。",
			"タロン": "タロンはヴェックスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"タリヤ": "タリヤはヴェックスに対して高い範囲攻撃を持ち、集団戦での影響力が高い。"
		}
	},
	"スウェイン": {
		"name": "スウェイン",
		"beats": {
			"ガリオ": "ガリオはスウェインに対してファームがしやすく、スウェインのスキルを避けることができるため、ダメージトレードで有利に立てる。",
			"マルザハール": "マルザハールはスウェインのスキルを無効化することができ、集団戦での影響力が高い。",
			"フィズ": "フィズはスウェインの攻撃を回避しやすく、ダメージトレードで優位に立つことができる。",
			"アカリ": "アカリはスウェインのスキルを避ける能力が高く、スケーリングにおいても強力な存在となる。",
			"ベイガー": "ベイガーはスウェインに対して高いバーストダメージを持ち、集団戦での影響力が大きい。",
			"カタリナ": "カタリナはスウェインのスキルを回避しやすく、ダメージトレードで有利に立つことができる。",
			"エコー": "エコーはスウェインの攻撃を避ける能力が高く、ファームとスケーリングにおいて優位に立つ。",
			"ダイアナ": "ダイアナはスウェインに対して高いバーストダメージを持ち、集団戦での影響力が大きい。",
			"ブラッドミア": "ブラッドミアはスウェインの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ヴェックス": "ヴェックスはスウェインに対して高いダメージを持ち、集団戦での影響力が大きい。",
			"ラックス": "ラックスはスウェインに対して高いバーストダメージを持ち、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"メル": "メルはスウェインに対してファームがしやすく、スウェインのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"フェイ": "フェイはスウェインのスキルを簡単に回避でき、持続的なダメージを与えることができるため、スウェインに対して有利なトレードが可能である。",
			"イレリア": "イレリアはスウェインのスキルを避けながら近づくことができ、ダメージトレードで有利に立つことができるため、スウェインにとって厳しい相手である。",
			"タリヤ": "タリヤはスウェインのスキルを避ける能力が高く、集団戦においてもスウェインの動きを制限することができるため、スウェインにとって不利な状況を作り出すことができる。",
			"ヨネ": "ヨネはスウェインのスキルを避けながら攻撃でき、ダメージトレードで優位に立つことができるため、スウェインにとって厳しい相手である。",
			"ヤスオ": "ヤスオはスウェインのスキルを回避しやすく、ダメージトレードで有利に立つことができるため、スウェインにとって不利な状況を作り出すことができる。",
			"ゾーイ": "ゾーイはスウェインのスキルを避けながら高いバーストダメージを与えることができるため、スウェインにとって不利な相手である。",
			"オレリオン・ソル": "オレリオン・ソルはスウェインのスキルを避ける能力が高く、集団戦においてもスウェインの動きを制限することができるため、スウェインにとって不利な状況を作り出すことができる。",
			"シンドラ": "シンドラはスウェインのスキルを避けながら高いダメージを与えることができるため、スウェインにとって不利な相手である。",
			"アジール": "アジールはスウェインのスキルを避ける能力が高く、持続的なダメージを与えることができるため、スウェインにとって不利な状況を作り出すことができる。",
			"ライズ": "ライズはスウェインのスキルを避けながら高いバーストダメージを与えることができるため、スウェインにとって不利な相手である。",
			"ゼド": "ゼドはスウェインのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため、スウェインにとって不利な状況を作り出すことができる。",
			"アニー": "アニーはスウェインのスキルを避けながら高いバーストダメージを与えることができるため、スウェインにとって不利な相手である。",
			"ルブラン": "ルブランはスウェインのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため、スウェインにとって不利な状況を作り出すことができる。",
			"ゼラス": "ゼラスはスウェインのスキルを避けながら持続的なダメージを与えることができるため、スウェインにとって不利な相手である。"
		}
	},
	"フィズ": {
		"name": "フィズ",
		"beats": {
			"メル": "メルはフィズに対してスキルを避けるのが難しく、フィズの高い機動力によりダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスはフィズの近接攻撃に対して距離を保つことができ、フィズのスキルを避けながらダメージを与えることができる。",
			"ヨネ": "ヨネはフィズの攻撃を受けるときに反撃する機会が多く、フィズのスキルを利用してダメージトレードで有利に進めることができる。",
			"ベイガー": "ベイガーはフィズの攻撃を受ける際に自身のスキルで反撃しやすく、集団戦でのダメージを高めることができる。",
			"シンドラ": "シンドラはフィズの攻撃を受けるときに自身のスキルで距離を保ちつつ、フィズに対して有効なダメージを与えることができる。",
			"アニー": "アニーはフィズに対してスタンを持っており、フィズの攻撃を無効化しつつダメージを与えることができる。",
			"ゾーイ": "ゾーイはフィズの攻撃を避ける能力が高く、フィズに対して安全にダメージを与えることができる。",
			"フェイ": "フェイはフィズの攻撃を受ける際に自身のスキルで反撃しやすく、集団戦での役割を果たしやすい。"
		},
		"loses": {
			"アクシャン": "アクシャンはフィズに対して強力なダメージトレードを行うことができ、フィズのスキルを無効化する能力を持っているため、フィズは不利である。",
			"サイラス": "サイラスはフィズのスキルを奪って利用できるため、フィズはサイラスとの対面で劣位に立たされる。",
			"ブラッドミア": "ブラッドミアはフィズに対して持続的なダメージを与えることができ、フィズの回避能力を無効化するため、フィズは不利である。",
			"ダイアナ": "ダイアナはフィズに対して強力な集団戦能力を持ち、フィズの機動性を制限することができるため、フィズは不利である。",
			"ライズ": "ライズはフィズに対して高いバーストダメージを持ち、フィズのスケーリングを妨げるため、フィズは不利である。",
			"アカリ": "アカリはフィズに対して高い持続ダメージを与えることができ、フィズのスキルを回避する能力を持っているため、フィズは不利である。",
			"タリヤ": "タリヤはフィズに対して強力なゾーニング能力を持ち、フィズのファームを妨げるため、フィズは不利である。",
			"ヤスオ": "ヤスオはフィズに対して強力なカウンターを持ち、フィズのダメージトレードを無効化することができるため、フィズは不利である。",
			"ガリオ": "ガリオはフィズに対して強力な集団戦能力を持ち、フィズのダメージを軽減することができるため、フィズは不利である。",
			"アジール": "アジールはフィズに対して高い範囲ダメージを持ち、フィズの機動性を制限するため、フィズは不利である。",
			"カサディン": "カサディンはフィズに対して高いスケーリング能力を持ち、フィズのダメージを軽減することができるため、フィズは不利である。",
			"リサンドラ": "リサンドラはフィズに対して強力なCCを持ち、フィズの機動性を制限するため、フィズは不利である。",
			"イレリア": "イレリアはフィズに対して持続的なダメージを与えることができ、フィズのダメージトレードを無効化するため、フィズは不利である."
		}
	},
	"オレリオン・ソル": {
		"name": "オレリオン・ソル",
		"beats": {
			"アニビア": "アニビアはオレリオン・ソルに対してファームがしやすく、スキルを使ったダメージトレードで優位に立つことができる。",
			"ラックス": "ラックスはオレリオン・ソルに対して長射程のスキルを持ち、ダメージトレードで有利に進めることができる。",
			"オリアナ": "オリアナはオレリオン・ソルに対して集団戦でのコントロールが強く、チームファイトでの影響力が高い。",
			"メル": "メルはオレリオン・ソルに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"マルザハール": "マルザハールはオレリオン・ソルに対して持続的なダメージを与えやすく、集団戦での存在感が強い。",
			"ヤスオ": "ヤスオはオレリオン・ソルに対して機動力が高く、ダメージトレードで有利に立ち回ることができる。",
			"ライズ": "ライズはオレリオン・ソルに対して高いバーストダメージを持ち、ファームとダメージトレードで優位に立つことができる。",
			"ベイガー": "ベイガーはオレリオン・ソルに対してスケーリングが強力で、後半戦でのダメージが非常に高い。",
			"アジール": "アジールはオレリオン・ソルに対して集団戦での範囲攻撃が強く、チームファイトでの影響力が大きい。",
			"カサディン": "カサディンはオレリオン・ソルに対して後半のスケーリングが優れており、特に集団戦での強さが際立つ。",
			"オーロラ": "オーロラはオレリオン・ソルに対して持続的なダメージを与えやすく、ファームでの優位性を持つ。",
			"ビクター": "ビクターはオレリオン・ソルに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。"
		},
		"loses": {
			"キヤナ": "キヤナはオレリオン・ソルに対して高いバーストダメージを持っており、ファーム中にオレリオン・ソルを圧倒することができる。",
			"ヨネ": "ヨネはオレリオン・ソルに対して強力なダメージトレードを行うことができ、オレリオン・ソルのスキルを避ける能力が高い。",
			"アーリ": "アーリはオレリオン・ソルに対して機動力が高く、集団戦でのエンゲージや逃げる能力に優れているため、オレリオン・ソルを狙いやすい。",
			"フィズ": "フィズはオレリオン・ソルに対して高いバーストダメージを持ち、オレリオン・ソルのスキルを回避する能力があるため、ダメージトレードで優位に立つことができる。",
			"タリヤ": "タリヤはオレリオン・ソルに対して強力なゾーンコントロールを持ち、集団戦でオレリオン・ソルの動きを制限することができる。",
			"カタリナ": "カタリナはオレリオン・ソルに対して高いバーストダメージを持ち、集団戦での瞬時のダメージを与える能力が高い。",
			"ゼド": "ゼドはオレリオン・ソルに対して高いバーストダメージを持ち、オレリオン・ソルのスキルを避ける能力があるため、ダメージトレードで優位に立つことができる。",
			"サイラス": "サイラスはオレリオン・ソルに対して強力なダメージトレードを行うことができ、オレリオン・ソルのスキルを奪って逆にダメージを与えることができる。",
			"ヴェックス": "ヴェックスはオレリオン・ソルに対して高いダメージを持ち、集団戦でのエンゲージや逃げる能力に優れているため、オレリオン・ソルを狙いやすい。",
			"ゾーイ": "ゾーイはオレリオン・ソルに対して高いバーストダメージを持ち、オレリオン・ソルのスキルを避ける能力があるため、ダメージトレードで優位に立つことができる。",
			"フェイ": "フェイはオレリオン・ソルに対して高いバーストダメージを持ち、集団戦での瞬時のダメージを与える能力が高い。",
			"アクシャン": "アクシャンはオレリオン・ソルに対して高いバーストダメージを持ち、オレリオン・ソルのスキルを避ける能力があるため、ダメージトレードで優位に立つことができる。",
			"ゼラス": "ゼラスはオレリオン・ソルに対して高いダメージを持ち、集団戦でのエンゲージや逃げる能力に優れているため、オレリオン・ソルを狙いやすい。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"ガリオ": "ガリオはオーロラに対してファームがしやすく、スキルを使って安全にミニオンを処理できるため、オーロラに対して有利です。",
			"カサディン": "カサディンはオーロラに対してダメージトレードで有利であり、スキルを使ってオーロラの攻撃を避けることができるため、オーロラに対して有利です。",
			"ブラッドミア": "ブラッドミアはオーロラに対してスケーリングが優れており、レイトゲームに向けて強力なダメージを持つため、オーロラに対して有利です。",
			"サイラス": "サイラスはオーロラに対して集団戦での影響力が高く、オーロラのスキルを奪って逆に攻撃できるため、オーロラに対して有利です。",
			"マルザハール": "マルザハールはオーロラに対してファームが容易で、スキルを使って安全にミニオンを処理できるため、オーロラに対して有利です。",
			"ルブラン": "ルブランはオーロラに対してダメージトレードで優位に立ちやすく、高いバーストダメージを持つため、オーロラに対して有利です。",
			"ヨネ": "ヨネはオーロラに対してスケーリングが優れており、レイトゲームに向けて強力なダメージを持つため、オーロラに対して有利です。",
			"アジール": "アジールはオーロラに対して集団戦での影響力が高く、範囲攻撃を持つため、オーロラに対して有利です。",
			"タリヤ": "タリヤはオーロラに対してファームがしやすく、スキルを使って安全にミニオンを処理できるため、オーロラに対して有利です。"
		},
		"loses": {
			"カタリナ": "カタリナはオーロラに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ゼド": "ゼドはオーロラに対して瞬時に接近し、強力なコンボを決めることができるため、ファームが難しくなる。",
			"キヤナ": "キヤナはオーロラに対して高い機動力を持ち、集団戦での影響力が大きく、オーロラが効果的に戦うのを妨げる。",
			"アニー": "アニーはオーロラに対して強力なスタンを持っており、ダメージトレードで有利に立つことができる。",
			"ラックス": "ラックスはオーロラに対して長射程のスキルを持ち、ファームを妨げることができるため、オーロラは不利になる。",
			"ビクター": "ビクターはオーロラに対してスケーリングが優れており、後半戦での集団戦で強力なダメージを出すことができる。",
			"アクシャン": "アクシャンはオーロラに対して高い持続ダメージを持ち、ダメージトレードでオーロラを圧倒することができる。"
		}
	},
	"カサディン": {
		"name": "カサディン",
		"beats": {
			"アニー": "アニーはカサディンに対して初期のダメージトレードで優位に立つことができるが、カサディンはレベルが上がるにつれてスケーリングが進むため、後半戦ではアニーに対して強力な存在となる。",
			"ラックス": "ラックスはカサディンに対して遠距離からの攻撃が可能で、ファームをしやすいが、カサディンは後半においてラックスのスキルを回避しやすくなるため、集団戦での影響力が増す。",
			"ゼラス": "ゼラスはカサディンに対して初期のハラスが強力だが、カサディンはレベル6以降の機動力でゼラスの攻撃を避けやすく、集団戦での役割が大きくなる。",
			"ベイガー": "ベイガーはカサディンに対して高いバーストダメージを持つが、カサディンは後半においてベイガーのスキルを避ける能力が高まり、集団戦での影響力が増す。",
			"メル": "メルはカサディンに対して初期のダメージトレードで優位に立つことができるが、カサディンは後半においてメルの攻撃を回避しやすくなるため、集団戦での影響力が増す。",
			"フィズ": "フィズはカサディンに対して高いバーストダメージを持つが、カサディンはレベルが上がるにつれてフィズの攻撃を避けやすくなり、集団戦での役割が大きくなる。",
			"ビクター": "ビクターはカサディンに対して強力なスキルを持つが、カサディンは後半においてビクターのスキルを避ける能力が高まり、集団戦での影響力が増す。",
			"イレリア": "イレリアはカサディンに対して初期のダメージトレードで優位に立つことができるが、カサディンは後半においてイレリアの攻撃を回避しやすくなるため、集団戦での影響力が増す。",
			"タリヤ": "タリヤはカサディンに対して強力なスキルを持つが、カサディンは後半においてタリヤの攻撃を避ける能力が高まり、集団戦での役割が大きくなる。",
			"ルブラン": "ルブランはカサディンに対して高いバーストダメージを持つが、カサディンはレベルが上がるにつれてルブランの攻撃を避けやすくなり、集団戦での影響力が増す。",
			"ブラッドミア": "ブラッドミアはカサディンに対して初期のダメージトレードで優位に立つことができるが、カサディンは後半においてブラッドミアの攻撃を回避しやすくなるため、集団戦での影響力が増す。",
			"アニビア": "アニビアはカサディンに対して強力なスキルを持つが、カサディンは後半においてアニビアの攻撃を避ける能力が高まり、集団戦での役割が大きくなる。",
			"アジール": "アジールはカサディンに対して初期のダメージトレードで優位に立つことができるが、カサディンは後半においてアジールの攻撃を回避しやすくなるため、集団戦での影響力が増す。",
			"シンドラ": "シンドラはカサディンに対して強力なスキルを持つが、カサディンは後半においてシンドラの攻撃を避ける能力が高まり、集団戦での役割が大きくなる。",
			"アーリ": "アーリはカサディンに対して高いバーストダメージを持つが、カサディンはレベルが上がるにつれてアーリの攻撃を避けやすくなり、集団戦での影響力が増す。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはカサディンに対して強力なマジックダメージを持ち、ファームを妨げる能力が高い。",
			"ゼド": "ゼドはカサディンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはカサディンに対して持続的なダメージを与えやすく、スケーリングの面で有利に進めることができる。",
			"キヤナ": "キヤナはカサディンに対して高い機動力を持ち、集団戦での影響力が大きい。",
			"リサンドラ": "リサンドラはカサディンに対してCC（クラウドコントロール）を持ち、ダメージトレードで有利に立つことができる。",
			"オーロラ": "オーロラはカサディンに対して持続的なダメージを与えやすく、ファームを妨げる能力が高い。",
			"ガリオ": "ガリオはカサディンに対して集団戦での耐久力が高く、ダメージを受けても問題なく戦える。",
			"オリアナ": "オリアナはカサディンに対して強力な集団戦のスキルを持ち、チームファイトでの影響力が大きい。"
		}
	},
	"アニー": {
		"name": "アニー",
		"beats": {
			"ヤスオ": "ヤスオはアニーに対してスキルを避ける能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"ヴェックス": "ヴェックスはアニーの攻撃を距離を保ちながら避けることができ、ファームを安定させることができる。",
			"ヨネ": "ヨネはアニーのスキルを回避しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立てる。",
			"タロン": "タロンはアニーに対して高いバーストダメージを持ち、集団戦での瞬時のキルを狙いやすい。",
			"アクシャン": "アクシャンはアニーのスキルを避ける機動力があり、スケーリングにおいても強力なダメージを持つ。",
			"ライズ": "ライズはアニーのスキルを受け流しつつ、持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"ブラッドミア": "ブラッドミアはアニーの攻撃を受け流し、持続的な回復能力を持つため、ファームとダメージトレードで有利に立てる。",
			"リサンドラ": "リサンドラはアニーの攻撃を無効化する能力があり、集団戦でのコントロールが強力である。",
			"タリヤ": "タリヤはアニーの攻撃を避けることができ、スケーリングにおいても強力なダメージを持つ。",
			"マルザハール": "マルザハールはアニーのスキルを無効化するシールドを持ち、集団戦での影響力が高い。",
			"オーロラ": "オーロラはアニーの攻撃を避ける能力があり、ファームを安定させることができる。",
			"ラックス": "ラックスはアニーの攻撃を距離を保ちながら避けることができ、ダメージトレードで優位に立てる。",
			"フィズ": "フィズはアニーのスキルを避ける機動力があり、ダメージトレードで有利に立ち回ることができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはアニーの攻撃を避ける能力が高く、集団戦での影響力が強い。"
		},
		"loses": {
			"カサディン": "カサディンは高い機動力を持ち、アニーのスキルを回避しやすいため、ダメージトレードで有利に立つことができる。",
			"エコー": "エコーは瞬時に位置を変える能力があり、アニーのスキルを避けながら反撃することができるため、ファームでの競争が難しい。",
			"オリアナ": "オリアナはシールドとコントロール効果を持ち、アニーの攻撃を無効化しやすいため、集団戦での影響力が高い。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、アニーがスキルを使った後に反撃することで、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールは遠距離からの攻撃が可能で、アニーが近づく前にダメージを与えることができるため、ファームが難しくなる。",
			"サイラス": "サイラスはアニーのスキルを奪って使用できるため、ダメージトレードで有利に立つことができる。",
			"ビクター": "ビクターは範囲攻撃と高いバーストダメージを持ち、アニーが近づく前にダメージを与えることができるため、集団戦での影響力が高い。",
			"メル": "メルは高い持続ダメージを持ち、アニーのスキルを避けながら持続的にダメージを与えることができるため、ダメージトレードで不利になる。",
			"フェイ": "フェイは高い機動力を持ち、アニーのスキルを避けながら反撃することができるため、ファームでの競争が難しい。",
			"シンドラ": "シンドラは高いバーストダメージとコントロール効果を持ち、アニーが近づく前にダメージを与えることができるため、集団戦での影響力が高い。"
		}
	},
	"カシオペア": {
		"name": "カシオペア",
		"beats": {
			"エコー": "エコーはカシオペアに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"ルブラン": "ルブランはカシオペアに対して瞬時に高いバーストダメージを与えることができ、ファームを妨害しやすい。",
			"カタリナ": "カタリナはカシオペアに対してスキルを連続で当てることで、ダメージトレードで優位に立つことができる。",
			"イレリア": "イレリアはカシオペアに対して近接戦での持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"ヴェックス": "ヴェックスはカシオペアに対して遠距離からのCCを持ち、集団戦での制圧力が高い。",
			"リサンドラ": "リサンドラはカシオペアに対して自己防御能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"ブラッドミア": "ブラッドミアはカシオペアに対して持続的なライフスティールを持ち、ファームを安定させやすい。",
			"フィズ": "フィズはカシオペアに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"オレリオン・ソル": "オレリオン・ソルはカシオペアに対して持続的なダメージを与えつつ、スケーリングで優位に立つことができる。",
			"アクシャン": "アクシャンはカシオペアに対して高いバーストダメージを持ち、ダメージトレードで有利に立ち回ることができる。",
			"サイラス": "サイラスはカシオペアに対してスキルを盗むことで、ダメージトレードで優位に立つことができる。",
			"ヤスオ": "ヤスオはカシオペアに対して高い機動力を持ち、集団戦での影響力が高い。",
			"ゼド": "ゼドはカシオペアに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ダイアナ": "ダイアナはカシオペアに対して高いバーストダメージを持ち、集団戦での影響力が高い。"
		},
		"loses": {
			"キヤナ": "キヤナはカシオペアに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"シンドラ": "シンドラはカシオペアに対して長射程のスキルを持っており、ファームをしながら安全にダメージを与えることができる。",
			"タリヤ": "タリヤはカシオペアに対して地形を利用したスキルを持っており、集団戦での影響力が高い。",
			"ガリオ": "ガリオはカシオペアに対してタンクとしての耐久力があり、集団戦での前線を支えることができる。",
			"マルザハール": "マルザハールはカシオペアに対してスキルを無効化するシールドを持っており、ダメージトレードで有利に立つことができる。",
			"ゾーイ": "ゾーイはカシオペアに対して高い機動力を持っており、ファームをしながら安全に攻撃することができる。",
			"ビクター": "ビクターはカシオペアに対してスキルの範囲攻撃を持っており、集団戦でのダメージを稼ぎやすい。",
			"フェイ": "フェイはカシオペアに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールはカシオペアに対して長射程の攻撃を持っており、ファームをしながら安全にダメージを与えることができる。",
			"ヨネ": "ヨネはカシオペアに対して高い機動力とダメージを持っており、ダメージトレードで優位に立つことができる。",
			"アニー": "アニーはカシオペアに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"メル": "メルはカシオペアに対して高い持続ダメージを持っており、集団戦での影響力が高い。",
			"アーリ": "アーリはカシオペアに対して高い機動力を持っており、ダメージトレードで優位に立つことができる。",
			"ベイガー": "ベイガーはカシオペアに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ヴェックス": "ヴェックスはライズのスキルショットを避けるのが難しく、ダメージトレードで不利になる。",
			"エコー": "エコーはライズの持続的なダメージに対抗する手段が限られており、ファームが難しくなる。",
			"ブラッドミア": "ブラッドミアはライズの高いバーストダメージに対して耐えることができず、スケーリングが遅れる。",
			"フィズ": "フィズはライズのCCを避けることができず、集団戦での影響力が低下する。",
			"ダイアナ": "ダイアナはライズの持続的なダメージに対して脆弱で、ファームが困難になる。",
			"メル": "メルはライズのスキルを避けるのが難しく、ダメージトレードで劣位に立たされる。",
			"カタリナ": "カタリナはライズのCCに対して脆弱で、集団戦での効果的な動きが制限される。",
			"アカリ": "アカリはライズの持続的なダメージに対抗する手段が少なく、スケーリングが遅れる。",
			"カサディン": "カサディンはライズの高いバーストダメージに対して耐えることができず、ファームが難しくなる。",
			"サイラス": "サイラスはライズのスキルを利用することができず、ダメージトレードで劣位に立たされる。",
			"リサンドラ": "リサンドラはライズの持続的なダメージに対して脆弱で、集団戦での影響力が低下する。",
			"アーリ": "アーリはライズのスキルショットを避けるのが難しく、ダメージトレードで不利になる。"
		},
		"loses": {
			"オレリオン・ソル": "オレリオン・ソルはファームの面でライズに対して優れた範囲攻撃を持っており、ライズがミニオンを処理するのを妨げることができる。",
			"アクシャン": "アクシャンはダメージトレードにおいてライズに対して強力なバーストダメージを持っており、ライズが反撃する前に大きなダメージを与えることができる。",
			"オリアナ": "オリアナはスケーリングの面でライズよりも強力な集団戦能力を持っており、ライズが集団戦で効果的に機能するのを難しくする。",
			"ヤスオ": "ヤスオはダメージトレードにおいてライズのスキルを回避する能力があり、ライズが攻撃する機会を減少させる。",
			"タリヤ": "タリヤはファームの面でライズに対して優れた範囲攻撃を持っており、ライズがミニオンを処理するのを妨げることができる。",
			"マルザハール": "マルザハールはスケーリングの面でライズに対して強力な集団戦能力を持っており、ライズが集団戦で効果的に機能するのを難しくする。",
			"アニビア": "アニビアはダメージトレードにおいてライズに対して強力なCC（クラウドコントロール）を持っており、ライズが攻撃する機会を減少させる。",
			"ベイガー": "ベイガーはスケーリングの面でライズに対して強力な集団戦能力を持っており、ライズが集団戦で効果的に機能するのを難しくする。",
			"フェイ": "フェイはダメージトレードにおいてライズに対して強力なバーストダメージを持っており、ライズが反撃する前に大きなダメージを与えることができる。",
			"シンドラ": "シンドラはファームの面でライズに対して優れた範囲攻撃を持っており、ライズがミニオンを処理するのを妨げることができる。",
			"アニー": "アニーはダメージトレードにおいてライズに対して強力なバーストダメージを持っており、ライズが反撃する前に大きなダメージを与えることができる。",
			"ガリオ": "ガリオはスケーリングの面でライズに対して強力な集団戦能力を持っており、ライズが集団戦で効果的に機能するのを難しくする。",
			"ゼラス": "ゼラスはダメージトレードにおいてライズに対して強力な範囲攻撃を持っており、ライズが反撃する前に大きなダメージを与えることができる。",
			"キヤナ": "キヤナはファームの面でライズに対して優れた機動性を持っており、ライズがミニオンを処理するのを妨げることができる。"
		}
	},
	"ビクター": {
		"name": "ビクター",
		"beats": {
			"メル": "メルはビクターに対してファームがしやすく、ビクターのスキルを避けることができるため、ダメージトレードで有利に立てる。",
			"ベイガー": "ベイガーはビクターのスキルをカウンターする能力があり、集団戦での影響力が高いため、ビクターに対して有利に戦える。",
			"ヴェックス": "ヴェックスはビクターの攻撃を避ける機動力があり、スケーリングにおいても強力なダメージを持つため、ビクターに対して優位に立てる。",
			"アジール": "アジールはビクターの攻撃を距離を保ちながら避けることができ、集団戦での持続的なダメージを出せるため、ビクターに対して有利である。",
			"マルザハール": "マルザハールはビクターのスキルを無効化することができ、集団戦での影響力が高いため、ビクターに対して有利に戦える。",
			"タリヤ": "タリヤはビクターのスキルを避けることができ、ファームとダメージトレードにおいて優位に立てるため、ビクターに対して有利である。",
			"ダイアナ": "ダイアナはビクターに対して高いバーストダメージを持ち、集団戦での機動力があるため、ビクターに対して有利に戦える。",
			"アニー": "アニーはビクターに対して瞬時にダメージを与える能力があり、集団戦での影響力が高いため、ビクターに対して有利である。",
			"リサンドラ": "リサンドラはビクターの攻撃を無効化する能力があり、集団戦での持続的なダメージを出せるため、ビクターに対して有利に立てる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはビクターの攻撃を避けることができ、集団戦での影響力が高いため、ビクターに対して有利である。",
			"オーロラ": "オーロラはビクターの攻撃を避ける能力があり、スケーリングにおいても強力なダメージを持つため、ビクターに対して有利に立てる。"
		},
		"loses": {
			"アクシャン": "アクシャンはビクターに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"カサディン": "カサディンはビクターのスキルを回避しやすく、スケーリングにおいても強力な存在となる。",
			"アカリ": "アカリはビクターの攻撃を避ける能力が高く、集団戦での影響力が大きい。",
			"アニビア": "アニビアはビクターの攻撃を封じる壁を作ることができ、ファームを妨害することができる。",
			"ルブラン": "ルブランはビクターに対して高いバーストダメージを持ち、ダメージトレードで有利に立つことができる。",
			"フェイ": "フェイはビクターのスキルを簡単に避けることができ、集団戦での影響力が強い。",
			"ゾーイ": "ゾーイはビクターに対して遠距離からの攻撃が可能で、ファームを妨害しやすい。",
			"ゼド": "ゼドはビクターに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはビクターの攻撃を回復で相殺でき、集団戦での持続力が高い。",
			"ゼラス": "ゼラスはビクターに対して長射程の攻撃を持ち、ファームを妨害することができる。",
			"シンドラ": "シンドラはビクターのスキルを簡単に避けることができ、ダメージトレードで優位に立つことができる。",
			"イレリア": "イレリアはビクターに対して高い機動力を持ち、集団戦での影響力が大きい。"
		}
	},
	"アジール": {
		"name": "アジール",
		"beats": {
			"ヤスオ": "ヤスオはアジールに対してファームが難しく、アジールの範囲攻撃でのハラスが効果的であるため、ダメージトレードで優位に立つことができる。",
			"メル": "メルはアジールのスキルショットを避けるのが難しく、アジールの持続的なダメージに対して耐えるのが困難であるため、集団戦での影響力が低くなる。",
			"ダイアナ": "ダイアナはアジールの遠距離攻撃に対して近づくのが難しく、アジールのスキルを受けるとダメージトレードで不利になる。",
			"ヴェックス": "ヴェックスはアジールの範囲攻撃に対して脆弱であり、アジールのスキルを避けるのが難しいため、集団戦での役割が制限される。",
			"イレリア": "イレリアはアジールの持続的なダメージに対して耐えるのが難しく、アジールのスキルを受けるとファームが困難になる。",
			"カタリナ": "カタリナはアジールのスキルを避けるのが難しく、アジールの範囲攻撃に対して脆弱であるため、ダメージトレードで劣る。",
			"フィズ": "フィズはアジールのスキルを避けることができるが、アジールの持続的なダメージに対して耐えるのが難しいため、集団戦での影響力が低くなる。",
			"アニー": "アニーはアジールの範囲攻撃に対して脆弱であり、アジールのスキルを受けるとダメージトレードで不利になる。",
			"エコー": "エコーはアジールのスキルを避けることができるが、アジールの持続的なダメージに対して耐えるのが難しいため、集団戦での役割が制限される。",
			"アクシャン": "アクシャンはアジールの範囲攻撃に対して脆弱であり、アジールのスキルを受けるとファームが困難になる。",
			"ベイガー": "ベイガーはアジールの持続的なダメージに対して耐えるのが難しく、アジールのスキルを受けるとダメージトレードで劣る。",
			"ゼド": "ゼドはアジールの範囲攻撃に対して脆弱であり、アジールのスキルを受けると集団戦での影響力が低くなる。"
		},
		"loses": {
			"ビクター": "ビクターはアジールに対して高いダメージトレード能力を持っており、アジールのスキルを避けながら攻撃できるため、ファームが難しくなる。",
			"ルブラン": "ルブランはアジールに対して瞬時に高いバーストダメージを与えることができ、アジールがスケーリングする前に圧力をかけることができる。",
			"オレリオン・ソル": "オレリオン・ソルはアジールに対して移動速度と範囲攻撃を活かして、集団戦での位置取りを有利にし、アジールの攻撃を避けることができる。",
			"ガリオ": "ガリオはアジールのスキルを無効化するシールドを持っており、集団戦でアジールのダメージを軽減しやすい。",
			"アーリ": "アーリはアジールに対して高い機動性を持ち、アジールのスキルを避けながらダメージを与えることができるため、ファームが難しくなる。",
			"カサディン": "カサディンはアジールに対して後半のスケーリングが強力で、アジールのダメージを無効化しやすい。",
			"ヨネ": "ヨネはアジールに対して高いバーストダメージを持ち、アジールがスキルを使った後に攻撃することで有利に立ち回ることができる。",
			"ゼラス": "ゼラスはアジールに対して長射程の攻撃を持ち、アジールが近づく前にダメージを与えることができるため、ファームが難しくなる。",
			"オーロラ": "オーロラはアジールに対して高いCC（クラウドコントロール）を持ち、集団戦でアジールの行動を制限することができる。",
			"シンドラ": "シンドラはアジールに対して高いバーストダメージを持ち、アジールがスキルを使った後に攻撃することで有利に立ち回ることができる。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"カサディン": "カサディンはヴィエゴのダメージトレードに対して耐性が低く、早期のファームで劣るため、ヴィエゴが有利です。",
			"メル": "メルはヴィエゴのスキルを避けるのが難しく、集団戦での影響力が劣るため、ヴィエゴが有利です。",
			"ガリオ": "ガリオはヴィエゴの高いダメージを受けやすく、集団戦での役割が制限されるため、ヴィエゴが有利です。",
			"アクシャン": "アクシャンはヴィエゴの持続的なダメージに対抗しづらく、ファームの効率が低いため、ヴィエゴが有利です。",
			"アニビア": "アニビアはヴィエゴの機動力に対して脆弱で、スケーリングにおいても劣るため、ヴィエゴが有利です。",
			"サイラス": "サイラスはヴィエゴの攻撃を受けやすく、集団戦での影響力が限られるため、ヴィエゴが有利です。",
			"フィズ": "フィズはヴィエゴの持続的なダメージに対して脆弱で、ファームの効率が低いため、ヴィエゴが有利です。",
			"マルザハール": "マルザハールはヴィエゴの高いバーストダメージに対抗しづらく、集団戦での役割が制限されるため、ヴィエゴが有利です。",
			"アーリ": "アーリはヴィエゴの攻撃を避けるのが難しく、ダメージトレードで劣るため、ヴィエゴが有利です。",
			"ヨネ": "ヨネはヴィエゴの持続的なダメージに対して脆弱で、スケーリングにおいても劣るため、ヴィエゴが有利です。",
			"ヤスオ": "ヤスオはヴィエゴの攻撃を受けやすく、集団戦での影響力が限られるため、ヴィエゴが有利です。",
			"ダイアナ": "ダイアナはヴィエゴの高いバーストダメージに対抗しづらく、ファームの効率が低いため、ヴィエゴが有利です。",
			"ルブラン": "ルブランはヴィエゴの持続的なダメージに対して脆弱で、スケーリングにおいても劣るため、ヴィエゴが有利です。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはファームの面でヴィエゴよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できる。",
			"タリヤ": "タリヤはダメージトレードにおいて、スキルを使った後のリカバリーが早く、ヴィエゴに対して持続的なダメージを与えやすい。",
			"オリアナ": "オリアナはスケーリングにおいて、後半の集団戦での影響力が高く、ヴィエゴの攻撃を無効化するシールドを持っている。",
			"リサンドラ": "リサンドラは集団戦でのCC（クラウドコントロール）能力が高く、ヴィエゴの動きを制限することができる。",
			"オーロラ": "オーロラはファームの面で、スキルを使って安全にミニオンを処理できるため、ヴィエゴに対して優位に立てる。",
			"アジール": "アジールはダメージトレードにおいて、長射程の攻撃を持ち、ヴィエゴに対して安全にダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアはスケーリングにおいて、後半の持続力が高く、ヴィエゴの攻撃を耐えることができる。",
			"ラックス": "ラックスは集団戦での範囲攻撃が強力で、ヴィエゴの接近を阻止することができる。",
			"ライズ": "ライズはファームの面で、スキルを使って効率的にミニオンを処理でき、ヴィエゴに対して優位に立てる。",
			"フェイ": "フェイはダメージトレードにおいて、スキルを使った後のリカバリーが早く、ヴィエゴに対して持続的なダメージを与えやすい。",
			"アカリ": "アカリは集団戦での機動力が高く、ヴィエゴの攻撃を避けながら反撃することができる。"
		}
	},
	"コーキ": {
		"name": "コーキ",
		"beats": {
			"ヴェックス": "ヴェックスはコーキのスキルショットを避けるのが難しく、ダメージトレードで不利な状況に陥りやすい。",
			"リサンドラ": "リサンドラはコーキの遠距離攻撃に対して防御手段が限られており、ファームが難しくなることがある。",
			"カサディン": "カサディンはコーキの持続的なダメージに対して耐えるのが難しく、集団戦での影響力が低下することがある。",
			"カタリナ": "カタリナはコーキのスキルを避けるのが難しく、ダメージトレードで優位に立たれることが多い。",
			"ヴィエゴ": "ヴィエゴはコーキの高いバーストダメージに対して脆弱で、スケーリングが遅れることがある。",
			"サイラス": "サイラスはコーキの攻撃を受けると、ダメージトレードで劣位に立たされることが多い。",
			"キヤナ": "キヤナはコーキの持続的なダメージに対して対抗手段が限られており、ファームが難しくなることがある。",
			"アカリ": "アカリはコーキのスキルを避けるのが難しく、ダメージトレードで不利な状況に陥りやすい。",
			"アニー": "アニーはコーキの遠距離攻撃に対して防御手段が限られており、集団戦での影響力が低下することがある。",
			"ガリオ": "ガリオはコーキの持続的なダメージに対して耐えるのが難しく、スケーリングが遅れることがある。",
			"タロン": "タロンはコーキのスキルを避けるのが難しく、ダメージトレードで優位に立たれることが多い。",
			"ビクター": "ビクターはコーキの高いバーストダメージに対して脆弱で、集団戦での影響力が低下することがある。"
		},
		"loses": {
			"ゼラス": "ゼラスは長射程のスキルを持っており、コーキがファームをする際に安全にハラスを行うことができるため、ファームが難しい。",
			"フェイ": "フェイは高いバーストダメージを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"ゾーイ": "ゾーイは高い機動力とスキルの範囲を持っており、コーキがスケーリングする前に圧力をかけることができる。",
			"アジール": "アジールは強力な集団戦能力を持っており、コーキが集団戦で効果的にダメージを出す前に、アジールが先にダメージを与えることができる。",
			"メル": "メルは持続的なダメージを与える能力が高く、コーキがファームをする際に圧力をかけることができる。",
			"フィズ": "フィズは高いバーストダメージと機動力を持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"オリアナ": "オリアナは強力な集団戦スキルを持っており、コーキが集団戦で効果的にダメージを出す前に、オリアナが先にダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージと回復能力を持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"ライズ": "ライズは高いバーストダメージと持続的なダメージを持っており、コーキがスケーリングする前に圧力をかけることができる。",
			"ダイアナ": "ダイアナは高いバーストダメージと機動力を持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"オーロラ": "オーロラは強力な集団戦能力を持っており、コーキが集団戦で効果的にダメージを出す前に、オーロラが先にダメージを与えることができる。",
			"アクシャン": "アクシャンは高いバーストダメージを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"ラックス": "ラックスは長射程のスキルを持っており、コーキがファームをする際に安全にハラスを行うことができるため、ファームが難しい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは強力な集団戦能力を持っており、コーキが集団戦で効果的にダメージを出す前に、ツイステッド・フェイトが先にダメージを与えることができる。",
			"イレリア": "イレリアは高い持続的ダメージを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"シンドラ": "シンドラは高いバーストダメージを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"ヤスオ": "ヤスオは高い機動力を持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。",
			"ゼド": "ゼドは高いバーストダメージを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができる。"
		}
	},
	"ジグス": {
		"name": "ジグス",
		"beats": {
			"リサンドラ": "リサンドラはジグスに対してスキルを使う際に距離を詰める必要があり、ジグスの長射程攻撃に対して不利な状況に置かれることが多い。",
			"ライズ": "ライズはジグスの高いバーストダメージに対して耐えることが難しく、特に早期のダメージトレードで劣位に立たされる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはジグスの遠距離攻撃を避けるのが難しく、ファームをする際にジグスの圧力を受けやすい。",
			"フェイ": "フェイはジグスのスキルを避ける手段が限られており、ダメージトレードでジグスに対して劣位に立たされることが多い。",
			"ベイガー": "ベイガーはジグスの高いバーストダメージに対して脆弱であり、特に集団戦での生存能力が低くなる。",
			"イレリア": "イレリアはジグスのスキルを避けるのが難しく、特にファーム中にジグスの攻撃を受けやすい。",
			"サイラス": "サイラスはジグスのスキルを反撃することが難しく、ダメージトレードでジグスに対して不利な状況に置かれることが多い。",
			"オーロラ": "オーロラはジグスの攻撃を避ける手段が限られており、特に集団戦での役割を果たすのが難しい。",
			"ブラッドミア": "ブラッドミアはジグスの高いバーストダメージに対して耐えることが難しく、特に早期のダメージトレードで劣位に立たされる。",
			"ラックス": "ラックスはジグスの攻撃を避けるのが難しく、特にファーム中にジグスの圧力を受けやすい。",
			"アニビア": "アニビアはジグスの高いバーストダメージに対して脆弱であり、特に集団戦での生存能力が低くなる。",
			"ゾーイ": "ゾーイはジグスの攻撃を避ける手段が限られており、特にダメージトレードでジグスに対して劣位に立たされることが多い。",
			"メル": "メルはジグスの高いバーストダメージに対して耐えることが難しく、特に早期のダメージトレードで劣位に立たされる。",
			"マルザハール": "マルザハールはジグスの攻撃を避けるのが難しく、特にファーム中にジグスの圧力を受けやすい。",
			"フィズ": "フィズはジグスの高いバーストダメージに対して脆弱であり、特に集団戦での生存能力が低くなる。",
			"ビクター": "ビクターはジグスの攻撃を避ける手段が限られており、特にダメージトレードでジグスに対して劣位に立たされることが多い。"
		},
		"loses": {
			"オレリオン・ソル": "オレリオン・ソルはファームの面でジグスに対して優位であり、長射程のスキルを使って安全にミニオンを処理できるため、ジグスはファームが難しくなる。",
			"ヨネ": "ヨネはダメージトレードにおいてジグスに対して強力で、近接攻撃とスキルを駆使してジグスに対して有効なダメージを与えることができる。",
			"アカリ": "アカリはスケーリングの面でジグスに対して有利で、レベルが上がるにつれて強力なバーストダメージを持ち、ジグスを圧倒することができる。",
			"カタリナ": "カタリナは集団戦においてジグスに対して脅威であり、瞬時に敵の後衛に飛び込んで大ダメージを与えることができるため、ジグスは集団戦での立ち位置が難しくなる。",
			"キヤナ": "キヤナはダメージトレードにおいてジグスに対して優位で、スキルを使ってジグスに対して高いバーストダメージを与えることができる。",
			"ゼラス": "ゼラスはファームの面でジグスに対して有利で、長射程のスキルを使って安全にミニオンを処理できるため、ジグスはファームが難しくなる。",
			"アニー": "アニーはダメージトレードにおいてジグスに対して強力で、スタンを持つため、ジグスに対して有効なダメージを与えることができる。",
			"タリヤ": "タリヤはスケーリングの面でジグスに対して優位で、レベルが上がるにつれて強力なエリアコントロールを持ち、ジグスを圧倒することができる。",
			"ルブラン": "ルブランはダメージトレードにおいてジグスに対して強力で、瞬時に高いバーストダメージを与えることができるため、ジグスはトレードで不利になる。",
			"シンドラ": "シンドラは集団戦においてジグスに対して脅威であり、強力な範囲攻撃を持つため、ジグスは集団戦での立ち位置が難しくなる。",
			"カサディン": "カサディンはスケーリングの面でジグスに対して優位で、レベルが上がるにつれて強力なバーストダメージを持ち、ジグスを圧倒することができる。",
			"ヤスオ": "ヤスオはダメージトレードにおいてジグスに対して強力で、風の壁を使ってジグスのスキルを無効化しつつ、反撃することができる。",
			"オリアナ": "オリアナは集団戦においてジグスに対して脅威であり、強力な範囲攻撃とコントロールを持つため、ジグスは集団戦での立ち位置が難しくなる。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"オレリオン・ソル": "オレリオン・ソルはヨネに対してファームがしやすく、スキルを使ったダメージトレードで優位に立つことができる。",
			"ヤスオ": "ヤスオはヨネに対してスケーリングが得意で、集団戦での影響力が高い。",
			"マルザハール": "マルザハールはヨネに対して持続的なダメージを与えやすく、集団戦でのCCが強力である。",
			"ゼラス": "ゼラスはヨネに対して遠距離からの攻撃が可能で、ダメージトレードで有利に立ちやすい。",
			"ガリオ": "ガリオはヨネに対して集団戦での耐久力が高く、味方を守る能力が優れている。",
			"アジール": "アジールはヨネに対してスケーリングが良く、集団戦でのダメージを大きく出すことができる。",
			"ラックス": "ラックスはヨネに対して遠距離からのスキルでダメージを与えやすく、トレードで優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはヨネに対してマップ全体に影響を与える能力があり、集団戦での連携が強力である。",
			"ベイガー": "ベイガーはヨネに対してスケーリングが非常に良く、後半の集団戦でのダメージが高い。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはヨネに対して強力なマジックダメージを持ち、ファームを妨げる能力が高い。",
			"アカリ": "アカリはヨネに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"イレリア": "イレリアはヨネに対して高いスケーリング能力を持ち、後半戦での強さが際立つ。",
			"アニー": "アニーはヨネに対して強力なスタンを持ち、集団戦での影響力が大きい。",
			"タリヤ": "タリヤはヨネに対して優れたゾーニング能力を持ち、ファームを困難にする。",
			"オーロラ": "オーロラはヨネに対して持続的なダメージを与える能力があり、ダメージトレードで有利に進める。",
			"ブラッドミア": "ブラッドミアはヨネに対して高い回復能力を持ち、持久戦での優位性がある。",
			"ルブラン": "ルブランはヨネに対して高いバーストダメージを持ち、瞬時に倒すことができる。",
			"ゾーイ": "ゾーイはヨネに対して高い射程とスキルを持ち、ファームを妨げることができる。",
			"カタリナ": "カタリナはヨネに対して集団戦での爆発的なダメージを持ち、戦闘を有利に進める。",
			"アーリ": "アーリはヨネに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"メル": {
		"name": "メル",
		"beats": {
			"ルブラン": "ルブランはメルに対して高いバーストダメージを持ち、ファームを効率的に行うことができるため、早期のダメージトレードで優位に立つことができる。",
			"アーリ": "アーリはメルに対して高い機動力を持ち、スキルを使ったダメージトレードで有利に立ち回ることができる。",
			"ヴェックス": "ヴェックスはメルに対して強力な集団戦のスキルを持ち、敵チャンピオンを一掃する能力が高いため、集団戦で優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはメルに対してマップ全体に影響を与える能力を持ち、スケーリングにおいても有利に進めることができる。",
			"エコー": "エコーはメルに対して高いバーストダメージと逃げる能力を持ち、ダメージトレードで優位に立つことができる。",
			"キヤナ": "キヤナはメルに対して高い瞬発力を持ち、ファームを効率的に行いながらダメージトレードで有利に立つことができる。",
			"ベイガー": "ベイガーはメルに対してスケーリングが非常に強力で、集団戦でのダメージを大きく増加させることができるため、長期戦で優位に立つことができる。",
			"ラックス": "ラックスはメルに対して高い範囲ダメージを持ち、集団戦での影響力が大きいため、優位に立つことができる。",
			"マルザハール": "マルザハールはメルに対して強力なCCを持ち、集団戦での制圧力が高いため、優位に立つことができる。",
			"ゾーイ": "ゾーイはメルに対して高いバーストダメージを持ち、ファームを効率的に行いながらダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"タリヤ": "タリヤはメルに対して強力な範囲攻撃を持っており、ファームをしづらくさせる。",
			"オレリオン・ソル": "オレリオン・ソルはメルに対して高いダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールはメルに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"ビクター": "ビクターはメルに対して集団戦での影響力が高く、チームファイトでの勝率を上げる。",
			"フィズ": "フィズはメルに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"シンドラ": "シンドラはメルに対して強力なバーストダメージを持ち、ファームを妨げることができる。",
			"オリアナ": "オリアナはメルに対して集団戦でのコントロールが強力で、チーム全体に影響を与える。",
			"フェイ": "フェイはメルに対して高い持続ダメージを持ち、ダメージトレードで優位に立つことができる。",
			"カサディン": "カサディンはメルに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"ゼラス": "ゼラスはメルに対して高い範囲攻撃を持ち、ファームをしづらくさせる。",
			"ブラッドミア": "ブラッドミアはメルに対して持続的なダメージを持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"マルザハール": "マルザハールはスモルダーに対してファームが容易で、スキルを使って安全にミニオンを処理できるため、レーンでの優位性を保ちやすい。",
			"ガリオ": "ガリオはスモルダーに対してダメージトレードで有利で、タンクとしての耐久性を活かしつつ、スキルを使って反撃することができる。",
			"アカリ": "アカリはスモルダーに対してスケーリングが優れており、レベルが上がるにつれて高いバーストダメージを持つため、後半戦での強さが際立つ。",
			"カサディン": "カサディンはスモルダーに対して集団戦での機動力が高く、瞬時に敵の後衛にアクセスできるため、戦闘を有利に進めることができる。",
			"ゾーイ": "ゾーイはスモルダーに対してファームが得意で、スキルを使って安全にミニオンを処理しつつ、敵チャンピオンに対しても高いダメージを出せる。",
			"アニビア": "アニビアはスモルダーに対してダメージトレードで有利で、スキルを使って相手を拘束しつつ、高いダメージを与えることができる。",
			"リサンドラ": "リサンドラはスモルダーに対してスケーリングが優れており、後半戦での集団戦において強力なCCを持っているため、チームファイトでの影響力が大きい。",
			"ヨネ": "ヨネはスモルダーに対して集団戦での機動力が高く、瞬時に敵の後衛にアクセスできるため、戦闘を有利に進めることができる。"
		},
		"loses": {
			"キヤナ": "キヤナはスモルダーに対して高いバーストダメージを持ち、ファームを妨害しやすい。",
			"ゼラス": "ゼラスはスモルダーに対して長射程のスキルを持ち、ダメージトレードで優位に立つことができる。",
			"シンドラ": "シンドラはスモルダーに対して強力なコントロールスキルを持ち、集団戦での影響力が高い。",
			"オリアナ": "オリアナはスモルダーに対してシールドとバーストダメージを提供し、スケーリングが優れている。",
			"ヴェックス": "ヴェックスはスモルダーに対して高い耐久性を持ち、集団戦での存在感が強い。",
			"イレリア": "イレリアはスモルダーに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"ヤスオ": "ヤスオはスモルダーに対して風の壁を使い、スキルを無効化しながらダメージを与えることができる。",
			"アニー": "アニーはスモルダーに対して強力なスタンを持ち、ファームを妨害しやすい。",
			"ダイアナ": "ダイアナはスモルダーに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"ラックス": "ラックスはスモルダーに対して長射程のスキルを持ち、ダメージトレードで優位に立つことができる。",
			"アクシャン": "アクシャンはスモルダーに対して高い機動力を持ち、ファームを妨害しやすい。",
			"ビクター": "ビクターはスモルダーに対して強力な範囲攻撃を持ち、集団戦での影響力が高い。",
			"ゼド": "ゼドはスモルダーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"メル": "メルはスモルダーに対して高い耐久性を持ち、集団戦での存在感が強い。",
			"タリヤ": "タリヤはスモルダーに対して地形を利用した戦闘が得意で、ダメージトレードで優位に立つことができる。",
			"フェイ": "フェイはスモルダーに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"ベイガー": "ベイガーはスモルダーに対して高いスケーリングを持ち、後半戦での影響力が強い。",
			"アジール": "アジールはスモルダーに対して高い範囲攻撃を持ち、集団戦での影響力が高い。",
			"オレリオン・ソル": "オレリオン・ソルはスモルダーに対して高い移動能力を持ち、ファームを妨害しやすい。",
			"エコー": "エコーはスモルダーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはスモルダーに対してマップ全体に影響を与える能力を持ち、集団戦での影響力が高い。",
			"サイラス": "サイラスはスモルダーに対して強力なスキルを盗む能力を持ち、ダメージトレードで優位に立つことができる。",
			"フィズ": "フィズはスモルダーに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。"
		}
	}
}