{
	"キヤナ": {
		"name": "キヤナ",
		"beats": {
			"エコー": "キヤナはエコーに対して高いバーストダメージを持っており、エコーがスキルを外した際に有利にダメージトレードを行える。",
			"ゼド": "キヤナはゼドのシャドウを避ける能力があり、ゼドが攻撃を仕掛ける際に反撃するチャンスがあるため、ダメージトレードで有利。",
			"シンドラ": "キヤナはシンドラのスキルを避ける機動力があり、シンドラがスキルを使った後に攻撃することで有利にファームできる。",
			"ガリオ": "キヤナはガリオのスキルを回避しやすく、ガリオが集団戦での役割を果たす前にダメージを与えることができるため、集団戦で有利。",
			"ゼラス": "キヤナはゼラスのスキルを避けることができ、ゼラスが攻撃を仕掛けた後に反撃することでダメージトレードで有利。",
			"タロン": "キヤナはタロンの攻撃を避ける能力があり、タロンがスキルを使った後に反撃することで有利にダメージトレードを行える。",
			"ヨネ": "キヤナはヨネの攻撃を避ける機動力があり、ヨネがスキルを使った後に攻撃することで有利にファームできる。",
			"カサディン": "キヤナはカサディンのスキルを避ける能力があり、カサディンがスキルを使った後に反撃することで有利にダメージトレードを行える。",
			"アーリ": "キヤナはアーリのスキルを避ける機動力があり、アーリが攻撃を仕掛けた後に反撃することで有利にダメージトレードを行える。",
			"アクシャン": "キヤナはアクシャンの攻撃を避ける能力があり、アクシャンがスキルを使った後に反撃することで有利にダメージトレードを行える。",
			"ベイガー": "キヤナはベイガーのスキルを避ける能力があり、ベイガーが攻撃を仕掛けた後に反撃することで有利にダメージトレードを行える。"
		},
		"loses": {
			"マルファイト": "マルファイトはキヤナに対して強力な耐久力を持ち、ファームを安定させることができるため、キヤナは不利です。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、キヤナがダメージトレードを行う際に不利になります。",
			"メル": "メルは持続的なダメージを与える能力が高く、キヤナのスケーリングを妨げるため不利です。",
			"タリヤ": "タリヤはエリアコントロールが得意で、キヤナが集団戦で有利に立ち回るのを難しくします。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、キヤナのダメージトレードに対して有利です。",
			"ラックス": "ラックスは長射程のスキルを持ち、キヤナが近づくのを阻止するため不利になります。",
			"ダイアナ": "ダイアナは高いバーストダメージと自己シールドを持ち、キヤナのスケーリングを妨げるため不利です。",
			"アニビア": "アニビアは強力なCCを持ち、キヤナが集団戦で活躍するのを難しくするため不利です。"
		}
	},
	"ダイアナ": {
		"name": "ダイアナ",
		"beats": {
			"アニー": "アニーはダイアナに対して早期のダメージトレードで優位に立つことができ、彼女のスキルコンボでダメージを与えやすい。",
			"フィズ": "フィズは高い機動力を持ち、ダイアナのスキルを回避しながらダメージを与えることができるため、有利である。",
			"ラックス": "ラックスは長射程のスキルを持ち、ダイアナが近づく前にダメージを与えることができるため、ファームとダメージトレードで有利。",
			"マルザハール": "マルザハールはダイアナの攻撃を無効化するシールドを持ち、集団戦での影響力が高いため有利。",
			"カタリナ": "カタリナは高いバーストダメージを持ち、ダイアナがスキルを使った後に反撃することで有利に立てる。",
			"シンドラ": "シンドラはダイアナに対して遠距離からのダメージを与えられ、スキルの範囲で優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体マップでの影響力が高く、ダイアナが孤立した際に有利に立つことができる。",
			"ヨネ": "ヨネは高いダメージと自己回復能力を持ち、ダイアナとの1対1のトレードで有利に立つことができる。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、ダイアナがスキルを使った後に反撃することで有利に立てる。"
		},
		"loses": {
			"リサンドラ": "リサンドラはダイアナに対して強力なCCを持っており、ダイアナが接近するのを阻止することができるため、ダイアナはファームが難しくなる。",
			"ヤスオ": "ヤスオはダイアナのスキルを回避する能力が高く、ダメージトレードにおいて有利に立つことができるため、ダイアナは不利になる。",
			"ガリオ": "ガリオはダイアナのダメージを軽減するシールドを持っており、集団戦での耐久性が高いため、ダイアナは効果的にダメージを与えられない。",
			"イレリア": "イレリアはダイアナのスキルを利用してダメージを与えることができ、スケーリングにおいても優位に立つため、ダイアナは不利になる。",
			"ビクター": "ビクターは遠距離からの高いダメージを持ち、ダイアナが近づく前にダメージを与えることができるため、ダイアナはファームが難しくなる。",
			"アジール": "アジールはダイアナの接近を阻止する能力が高く、ダメージトレードにおいて有利に立つため、ダイアナは不利になる。",
			"フェイ": "フェイはダイアナのスキルを回避する能力が高く、集団戦での影響力が強いため、ダイアナは不利になる。",
			"タリヤ": "タリヤはダイアナの動きを制限する地形を作ることができ、ダイアナはファームやダメージトレードで不利になる。",
			"サイラス": "サイラスはダイアナのスキルを奪って利用することができ、ダメージトレードにおいて有利に立つため、ダイアナは不利になる。",
			"ゼラス": "ゼラスは遠距離からの高いダメージを持ち、ダイアナが近づく前にダメージを与えることができるため、ダイアナはファームが難しくなる。",
			"ライズ": "ライズはダイアナのスキルを回避する能力が高く、集団戦での影響力が強いため、ダイアナは不利になる。"
		}
	},
	"ゾーイ": {
		"name": "ゾーイ",
		"beats": {
			"ブラッドミア": "ゾーイはブラッドミアに対して、遠距離からの攻撃でファームを効率的に行えるため有利です。",
			"ゼラス": "ゾーイはゼラスに対して、スキルを使ってダメージトレードを有利に進めることができるため有利です。",
			"ゼド": "ゾーイはゼドに対して、スキルを使って距離を保ちながらスケーリングができるため有利です。",
			"シンドラ": "ゾーイはシンドラに対して、集団戦での機動力を活かして有利に立ち回ることができるため有利です。",
			"イレリア": "ゾーイはイレリアに対して、遠距離からの攻撃でファームを安全に行えるため有利です。",
			"アジール": "ゾーイはアジールに対して、スキルを使ってダメージトレードを有利に進めることができるため有利です。",
			"ビクター": "ゾーイはビクターに対して、スキルを使って距離を保ちながらスケーリングができるため有利です。",
			"ヤスオ": "ゾーイはヤスオに対して、集団戦での機動力を活かして有利に立ち回ることができるため有利です。",
			"フェイ": "ゾーイはフェイに対して、遠距離からの攻撃でファームを効率的に行えるため有利です。",
			"アニー": "ゾーイはアニーに対して、スキルを使ってダメージトレードを有利に進めることができるため有利です。",
			"サイラス": "ゾーイはサイラスに対して、集団戦での機動力を活かして有利に立ち回ることができるため有利です。"
		},
		"loses": {
			"マルザハール": "マルザハールはゾーイのスキルを無効化するシールドを持っているため、ダメージトレードで不利になる。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、ゾーイがスキルを当てる前に倒される可能性が高い。",
			"タロン": "タロンは高い機動力を持ち、ゾーイが逃げる前に接近してダメージを与えることができるため、ファームが難しい。",
			"ヴェックス": "ヴェックスはゾーイのスキルを避ける能力が高く、集団戦での影響力が強いため不利になる。",
			"エコー": "エコーは高いバーストダメージと逃げる能力を持っており、ゾーイがダメージトレードで不利になる。",
			"ガリオ": "ガリオはゾーイのスキルを無効化するシールドを持ち、集団戦での影響力が高いため不利になる。",
			"カサディン": "カサディンはスケーリングが非常に強力で、後半に入るとゾーイに対して圧倒的な強さを持つ。",
			"ルブラン": "ルブランは高いバーストダメージと機動力を持ち、ゾーイがダメージトレードで不利になる。",
			"ライズ": "ライズは高い持続ダメージを持ち、ゾーイが集団戦で不利になる要因となる。",
			"メル": "メルは高い耐久力と持続的なダメージを持ち、ゾーイがファームやダメージトレードで不利になる。",
			"カタリナ": "カタリナは高いバーストダメージと瞬時の移動能力を持ち、ゾーイがダメージトレードで不利になる。"
		}
	},
	"カタリナ": {
		"name": "カタリナ",
		"beats": {
			"タリヤ": "カタリナはタリヤに対して高い機動力を持っており、タリヤのスキルを避けやすいため、ダメージトレードで有利です。",
			"ベイガー": "カタリナはベイガーのスキルを回避しやすく、近接攻撃でのダメージを与えやすいため、ファームで有利です。",
			"シンドラ": "カタリナはシンドラのスキルを避けることができ、シンドラがスキルを使った後に反撃できるため、ダメージトレードで有利です。",
			"ゼラス": "カタリナはゼラスの攻撃を避ける能力が高く、近づいてダメージを与えることができるため、ファームで有利です。",
			"フェイ": "カタリナはフェイのスキルを避けやすく、近接攻撃でのダメージを与えやすいため、ダメージトレードで有利です。",
			"オーロラ": "カタリナはオーロラのスキルを回避しやすく、オーロラがスキルを使った後に反撃できるため、ダメージトレードで有利です。",
			"ヨネ": "カタリナはヨネの攻撃を避ける能力が高く、近づいてダメージを与えることができるため、ファームで有利です。",
			"アーリ": "カタリナはアーリのスキルを避けやすく、アーリがスキルを使った後に反撃できるため、ダメージトレードで有利です。",
			"ルブラン": "カタリナはルブランのスキルを回避しやすく、近接攻撃でのダメージを与えやすいため、ファームで有利です。",
			"サイラス": "カタリナはサイラスの攻撃を避ける能力が高く、近づいてダメージを与えることができるため、ファームで有利です。",
			"アニー": "カタリナはアニーのスキルを避けやすく、アニーがスキルを使った後に反撃できるため、ダメージトレードで有利です。"
		},
		"loses": {
			"ガリオ": "ガリオはカタリナのダメージを軽減するシールドを持っており、ファーム時に安全に圧力をかけることができる。",
			"ブラッドミア": "ブラッドミアはカタリナの攻撃を受けた際に回復する能力があり、ダメージトレードで有利に立つことができる。",
			"ヤスオ": "ヤスオはカタリナのスキルを回避するための風の壁を持っており、集団戦での影響力が高い。",
			"タロン": "タロンは高いバーストダメージを持ち、カタリナがスケーリングする前に早期にキルを狙うことができる。",
			"ダイアナ": "ダイアナはカタリナに対して強力なオールイン能力を持ち、集団戦での存在感が強い。",
			"ライズ": "ライズは高いマナ回復と持続的なダメージを持ち、カタリナのファームを妨げることができる。",
			"アカリ": "アカリはカタリナのスキルを避ける能力があり、ダメージトレードで優位に立つことができる。",
			"アジール": "アジールは長射程の攻撃を持ち、カタリナが近づくのを難しくするため、ファームが困難になる。",
			"リサンドラ": "リサンドラはカタリナを凍結させる能力を持ち、集団戦での影響力が高く、カタリナの動きを制限する。"
		}
	},
	"タロン": {
		"name": "タロン",
		"beats": {
			"マルザハール": "タロンはマルザハールに対して高いバーストダメージを持っており、彼のシールドを無視して早期にキルを狙うことができるため、ファームで有利です。",
			"タリヤ": "タロンはタリヤのスキルを避ける機動力を持っており、ダメージトレードで有利に立ち回ることができるため、ダメージトレードで有利です。",
			"アニビア": "タロンはアニビアのスタンを避けることができ、彼女のスキルを回避しながら攻撃できるため、スケーリングで有利です。",
			"フィズ": "タロンはフィズの攻撃を避けることができ、フィズがスキルを使った後に反撃することで有利なダメージトレードが可能です。",
			"オリアナ": "タロンはオリアナのスキルを避ける機動力を持っており、彼女のウルトを無効化しやすいため、集団戦で有利です。",
			"サイラス": "タロンはサイラスのスキルを避けることができ、彼のウルトを奪った後に強力なダメージを与えることができるため、ダメージトレードで有利です。",
			"ヴェックス": "タロンはヴェックスのスキルを避けることができ、彼女の攻撃を無効化しながら攻撃できるため、ファームで有利です。",
			"アカリ": "タロンはアカリのスキルを避けることができ、彼女の攻撃を無効化しながら反撃できるため、ダメージトレードで有利です。",
			"フェイ": "タロンはフェイのスキルを避けることができ、彼女の攻撃を無効化しながら攻撃できるため、スケーリングで有利です。",
			"カタリナ": "タロンはカタリナのスキルを避けることができ、彼女の攻撃を無効化しながら反撃できるため、ダメージトレードで有利です。",
			"アーリ": "タロンはアーリのスキルを避けることができ、彼女の攻撃を無効化しながら攻撃できるため、集団戦で有利です。",
			"ツイステッド・フェイト": "タロンはツイステッド・フェイトのスキルを避けることができ、彼のウルトを無効化しやすいため、集団戦で有利です。"
		},
		"loses": {
			"ゼド": "ゼドはタロンよりも高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"リサンドラ": "リサンドラはタロンの攻撃を無効化するスキルを持っており、ファームやダメージトレードで不利になる。",
			"キヤナ": "キヤナはタロンよりも高い機動性を持ち、集団戦での影響力が大きいため不利である。",
			"イレリア": "イレリアはタロンに対して持続的なダメージを与えることができ、スケーリングで優位に立つ。",
			"ルブラン": "ルブランはタロンよりも高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"アニー": "アニーはタロンに対して強力なスタンを持っており、集団戦での影響力が高いため不利である。",
			"ライズ": "ライズはタロンに対して持続的なダメージを与えることができ、スケーリングで優位に立つ。",
			"ヨネ": "ヨネはタロンに対して高い耐久力とダメージを持ち、ダメージトレードで不利になる。",
			"アジール": "アジールはタロンに対して高い範囲ダメージを持ち、集団戦での影響力が大きいため不利である。",
			"メル": "メルはタロンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"エコー": "エコーはタロンよりも高い機動性を持ち、集団戦での影響力が大きいため不利である。",
			"アクシャン": "アクシャンはタロンに対して持続的なダメージを与えることができ、スケーリングで優位に立つ。",
			"ガリオ": "ガリオはタロンに対して強力な防御能力を持ち、集団戦での影響力が高いため不利である。",
			"ダイアナ": "ダイアナはタロンに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"ガリオ": {
		"name": "ガリオ",
		"beats": {
			"ダイアナ": "ガリオはダイアナに対して強力なマジックバリアを持っているため、ダイアナのダメージトレードを軽減できる。",
			"ブラッドミア": "ガリオはブラッドミアの攻撃を防ぐためのシールドを持っており、ファームを安定させることができる。",
			"アカリ": "ガリオはアカリのスキルを無効化する能力があり、集団戦での影響力が高い。",
			"カタリナ": "ガリオはカタリナの瞬発力に対抗できるため、ダメージトレードで有利に立てる。",
			"フィズ": "ガリオはフィズの攻撃を受け流すことができ、ファームを安全に行える。",
			"ルブラン": "ガリオはルブランのバーストダメージを軽減できるため、スケーリングにおいて有利。",
			"マルザハール": "ガリオはマルザハールのウルトを無効化できるため、集団戦での優位性がある。",
			"サイラス": "ガリオはサイラスのスキルを受け流すことができ、ダメージトレードで有利に立てる。",
			"アジール": "ガリオはアジールの攻撃を防ぐためのシールドを持っており、ファームを安定させることができる。",
			"ヴェックス": "ガリオはヴェックスの恐怖効果を無効化できるため、集団戦での影響力が高い。",
			"ライズ": "ガリオはライズのスキルを受け流すことができ、ダメージトレードで有利に立てる。",
			"アクシャン": "ガリオはアクシャンの攻撃を防ぐためのシールドを持っており、ファームを安定させることができる。",
			"ヤスオ": "ガリオはヤスオの攻撃を受け流すことができ、スケーリングにおいて有利。",
			"ゾーイ": "ガリオはゾーイのバーストダメージを軽減できるため、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"スモルダー": "ガリオはスモルダーの高い持続ダメージに対抗できず、ファームが難しい。",
			"フェイ": "ガリオはフェイの高いバーストダメージに対して脆弱で、ダメージトレードで不利になる。",
			"オーロラ": "ガリオはオーロラのCC（クラウドコントロール）に対して無力で、集団戦での役割を果たせない。",
			"タリヤ": "ガリオはタリヤの地形操作に対して対処が難しく、スケーリングで劣る。",
			"キヤナ": "ガリオはキヤナの高い機動力に追いつけず、ダメージトレードで不利になる。",
			"アーリ": "ガリオはアーリの高いバーストダメージに対して脆弱で、ファームが困難になる。",
			"リサンドラ": "ガリオはリサンドラのCCに対して無力で、集団戦での影響力が低下する。",
			"オリアナ": "ガリオはオリアナのボールを利用したコンボに対して脆弱で、ダメージトレードで不利になる。",
			"イレリア": "ガリオはイレリアの高い機動力とダメージに対抗できず、スケーリングで劣る。",
			"ヨネ": "ガリオはヨネの高いバーストダメージに対して脆弱で、ダメージトレードで不利になる。",
			"ツイステッド・フェイト": "ガリオはツイステッド・フェイトのグローバルな影響力に対抗できず、集団戦での役割が制限される。",
			"ラックス": "ガリオはラックスの高いバーストダメージに対して脆弱で、ファームが難しくなる。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"メル": "パンテオンはメルに対して強力なダメージトレードを行うことができ、早期に有利なファームを確保できる。",
			"アカリ": "パンテオンはアカリのスキルを封じることができ、集団戦での影響力を高めることができる。",
			"フィズ": "パンテオンはフィズに対して高いバーストダメージを持ち、スケーリングの段階で優位に立つことができる。",
			"エコー": "パンテオンはエコーの移動を制限し、ダメージトレードで有利に進めることができる。",
			"カサディン": "パンテオンはカサディンに対して早期の圧力をかけることができ、ファームを優位に進めることができる。",
			"シンドラ": "パンテオンはシンドラのスキルを避けやすく、集団戦でのダメージを効果的に与えることができる。",
			"ヤスオ": "パンテオンはヤスオに対して強力な初期ダメージを持ち、ファームでの優位を確保できる。",
			"イレリア": "パンテオンはイレリアのスキルを封じることができ、ダメージトレードで有利に進めることができる。",
			"オリアナ": "パンテオンはオリアナに対して高いバーストダメージを持ち、集団戦での影響力を高めることができる。",
			"ゼド": "パンテオンはゼドに対して強力なダメージトレードを行うことができ、スケーリングの段階で優位に立つことができる。",
			"アクシャン": "パンテオンはアクシャンに対して早期の圧力をかけることができ、ファームを優位に進めることができる。"
		},
		"loses": {
			"ゾーイ": "ゾーイは高いバーストダメージを持っており、パンテオンはそのダメージトレードに耐えられない。",
			"タリヤ": "タリヤは優れたファーム能力を持ち、パンテオンが近づく前に圧力をかけることができる。",
			"アジール": "アジールはスケーリングが優れており、後半戦でパンテオンを圧倒することができる。",
			"ラックス": "ラックスは長射程のスキルを持ち、パンテオンが接近する前にダメージを与えることができる。",
			"ゼラス": "ゼラスは高いダメージを持ち、パンテオンが近づくのを阻止することができる。",
			"マルザハール": "マルザハールはパンテオンの攻撃を無効化するシールドを持ち、集団戦で有利に立てる。",
			"ビクター": "ビクターは強力なスキルを持ち、パンテオンが近づく前にダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、パンテオンのダメージトレードに対抗できる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、パンテオンを瞬時に排除することができる。",
			"アーリ": "アーリは機動力が高く、パンテオンの攻撃を避けながらダメージを与えることができる。",
			"ダイアナ": "ダイアナはパンテオンに対して強力なオールインが可能で、集団戦で有利に立てる。",
			"カタリナ": "カタリナは高いバーストダメージを持ち、パンテオンを瞬時に排除することができる。",
			"オーロラ": "オーロラは優れたCCを持ち、パンテオンの動きを制限することができる。",
			"フェイ": "フェイは高いダメージを持ち、パンテオンが近づく前に圧力をかけることができる。",
			"タロン": "タロンは高いバーストダメージを持ち、パンテオンを瞬時に排除することができる。",
			"ライズ": "ライズは高いスケーリングを持ち、後半戦でパンテオンを圧倒することができる。",
			"ヨネ": "ヨネは高いダメージと機動力を持ち、パンテオンの攻撃を避けながら反撃できる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは優れた集団戦能力を持ち、パンテオンを無力化することができる。"
		}
	},
	"シンドラ": {
		"name": "シンドラ",
		"beats": {
			"ヴェックス": "シンドラはヴェックスに対して高いダメージを持っており、早期のファームで有利に立てるため。",
			"リサンドラ": "シンドラはリサンドラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため。",
			"ラックス": "シンドラはラックスのスキルショットを避けやすく、集団戦でのダメージを出しやすいから。",
			"ライズ": "シンドラはライズに対して遠距離からの攻撃が可能で、スケーリングにおいても有利に進めるため。",
			"メル": "シンドラはメルの攻撃を受ける前にダメージを与えられるため、ファームでの優位性があるから。",
			"ベイガー": "シンドラはベイガーのスタンを避けることができ、ダメージトレードで有利に進めるため。",
			"アニー": "シンドラはアニーのバーストダメージを受ける前に攻撃できるため、集団戦での優位性があるから。",
			"マルザハール": "シンドラはマルザハールのウルトを避けることができ、スケーリングで有利に進めるため。",
			"フェイ": "シンドラはフェイの攻撃を避けやすく、ダメージトレードで優位に立つことができるため。",
			"タリヤ": "シンドラはタリヤのスキルを避ける能力が高く、集団戦でのダメージを出しやすいから。",
			"ビクター": "シンドラはビクターに対して高いダメージを持っており、ファームで有利に立てるため。"
		},
		"loses": {
			"イレリア": "イレリアはシンドラに対して高い機動力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"カタリナ": "カタリナはシンドラのスキルを回避しやすく、集団戦での瞬発力が高いため不利になる。",
			"ルブラン": "ルブランはシンドラに対して高いバーストダメージを持ち、ファームを妨害しやすい。",
			"フィズ": "フィズはシンドラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ゾーイ": "ゾーイはシンドラに対して遠距離からの攻撃が可能で、ファームを安全に行えるため不利になる。",
			"ゼド": "ゼドはシンドラに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"エコー": "エコーはシンドラのスキルを避ける能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"ゼラス": "ゼラスはシンドラに対して長射程の攻撃を持ち、ファームを安全に行えるため不利になる。",
			"ダイアナ": "ダイアナはシンドラに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"キヤナ": "キヤナはシンドラに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"カサディン": "カサディンはシンドラに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"オーロラ": "オーロラはシンドラに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"サイラス": "サイラスはシンドラのスキルを奪うことができ、ダメージトレードで有利に立ち回ることができる。",
			"アカリ": "アカリはシンドラに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"フィズ": "サイラスはフィズの攻撃を避ける能力が高く、ダメージトレードで有利に立てる。",
			"ゼラス": "サイラスはゼラスのスキルを反撃することで、ファームを有利に進めることができる。",
			"イレリア": "サイラスはイレリアのスキルを無効化することで、集団戦での影響力を高める。",
			"アニー": "サイラスはアニーのスタンを避けることができ、ダメージトレードで優位に立つことができる。",
			"ゼド": "サイラスはゼドの影響を受けにくく、スケーリングで有利に進めることができる。",
			"エコー": "サイラスはエコーのスキルを反撃することで、ダメージトレードで有利に立てる。",
			"カサディン": "サイラスはカサディンのスキルを無効化することで、集団戦での優位性を持つ。",
			"ブラッドミア": "サイラスはブラッドミアの攻撃を避ける能力が高く、ファームを有利に進めることができる。",
			"ツイステッド・フェイト": "サイラスはツイステッド・フェイトのカードを避けることができ、ダメージトレードで有利に立つ。",
			"アーリ": "サイラスはアーリのスキルを反撃することで、集団戦での影響力を高める。",
			"リサンドラ": "サイラスはリサンドラの凍結を避けることができ、スケーリングで有利に進めることができる。",
			"ダイアナ": "サイラスはダイアナの攻撃を無効化することで、ダメージトレードで優位に立つことができる。",
			"ヨネ": "サイラスはヨネの攻撃を避ける能力が高く、集団戦での影響力を持つ。",
			"ルブラン": "サイラスはルブランのスキルを反撃することで、ファームを有利に進めることができる。"
		},
		"loses": {
			"タリヤ": "タリヤはサイラスに対して強力なファーム能力を持っており、彼女のスキルでサイラスを圧倒することができる。",
			"ヤスオ": "ヤスオはサイラスのダメージトレードに対して非常に強く、彼の風の壁を利用してサイラスの攻撃を無効化することができる。",
			"ライズ": "ライズはサイラスよりもスケーリングが優れており、後半戦での集団戦において圧倒的なダメージを出すことができる。",
			"ガリオ": "ガリオは集団戦においてサイラスを無力化する能力が高く、彼のタンク性とCCでサイラスを抑え込むことができる。",
			"オリアナ": "オリアナはサイラスに対して強力なダメージトレードを行うことができ、彼女のボールを使ったコンボでサイラスを圧倒することができる。",
			"オーロラ": "オーロラはサイラスのファーム能力を制限するスキルを持っており、彼女の持続的なダメージでサイラスを苦しめることができる。",
			"ラックス": "ラックスはサイラスに対して長距離からのダメージを与えることができ、彼の接近を阻止することができる。",
			"キヤナ": "キヤナはサイラスに対して高いバーストダメージを持っており、彼女のスキルでサイラスを瞬時に排除することができる。",
			"カタリナ": "カタリナはサイラスのダメージトレードに対して非常に強力で、彼女のスキルを使ってサイラスを圧倒することができる。",
			"ゾーイ": "ゾーイはサイラスに対して高い機動性を持っており、彼女のスキルでサイラスを翻弄することができる。"
		}
	},
	"エコー": {
		"name": "エコー",
		"beats": {
			"ベイガー": "エコーはベイガーに対して高い機動性を持っており、彼のスキルを避けやすいため、ダメージトレードで有利です。",
			"アニー": "エコーはアニーのスタンを避ける能力があり、ファームをしながら安全にダメージを与えることができるため、有利です。",
			"ゼラス": "エコーはゼラスのスキルショットを避けることができ、近づいてダメージを与えることで有利なトレードが可能です。",
			"イレリア": "エコーはイレリアの攻撃を避けることができ、スキルを使ってダメージを与えつつ逃げることができるため、有利です。",
			"ラックス": "エコーはラックスのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"フェイ": "エコーはフェイの攻撃を避けることができ、ファームをしながら安全にダメージを与えることができるため、有利です。",
			"マルザハール": "エコーはマルザハールのウルトを避けることができ、ダメージトレードで有利に立つことができます。",
			"シンドラ": "エコーはシンドラのスキルを避けることができ、近づいてダメージを与えることで有利なトレードが可能です。",
			"カタリナ": "エコーはカタリナのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"ゾーイ": "エコーはゾーイのスキルを避けることができ、ファームをしながら安全にダメージを与えることができるため、有利です。",
			"オリアナ": "エコーはオリアナのスキルを避けることができ、ダメージトレードで有利に立つことができます。",
			"リサンドラ": "エコーはリサンドラのスキルを避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"フィズ": "エコーはフィズの攻撃を避けることができ、ファームをしながら安全にダメージを与えることができるため、有利です。"
		},
		"loses": {
			"ライズ": "ライズは高いマナ回復能力を持ち、エコーのスキルを簡単に避けることができるため、ダメージトレードで不利になる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、エコーがスキルを当てる前にキヤナが先に攻撃できるため、ファームで不利になる。",
			"ヤスオ": "ヤスオはエコーのスキルを風で防ぐことができ、集団戦でエコーの影響を減少させるため、不利になる。",
			"ルブラン": "ルブランは高い機動力とバーストダメージを持ち、エコーがスキルを当てる前にルブランが攻撃できるため、ダメージトレードで不利になる。",
			"アジール": "アジールは長距離からの攻撃が可能で、エコーが近づく前にダメージを与えられるため、ファームで不利になる。",
			"アニビア": "アニビアは強力なCCを持ち、エコーが近づくのを防ぐことができるため、集団戦で不利になる。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、エコーがスキルを当てる前にアクシャンが攻撃できるため、ダメージトレードで不利になる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、エコーのダメージを軽減できるため、ファームで不利になる。",
			"カサディン": "カサディンはエコーのスキルを簡単に避けることができ、スケーリングで有利になるため、不利になる。",
			"サイラス": "サイラスはエコーのスキルを奪って使用できるため、集団戦で不利になる。",
			"アカリ": "アカリは高い機動力を持ち、エコーの攻撃を避けることができるため、ダメージトレードで不利になる。",
			"メル": "メルは高いバーストダメージを持ち、エコーがスキルを当てる前に攻撃できるため、ファームで不利になる。",
			"ゼド": "ゼドはエコーのスキルを避ける能力が高く、ダメージトレードで不利になる。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"アクシャン": "イレリアはアクシャンに対して高い機動力を持っており、彼のスキルを避けやすいため、ダメージトレードで有利です。",
			"ゼラス": "イレリアはゼラスのスキルを避ける能力が高く、彼の攻撃を受けずにファームを行うことができるため、ファームで有利です。",
			"ダイアナ": "イレリアはダイアナのオールインに対して強力なカウンターを持っており、集団戦での生存率が高いため、集団戦で有利です。",
			"ヨネ": "イレリアはヨネの攻撃を避けることができ、持続的なダメージを与える能力が高いため、ダメージトレードで有利です。",
			"シンドラ": "イレリアはシンドラのスキルを避けることができ、彼女のダメージを軽減しやすいため、ファームで有利です。",
			"ラックス": "イレリアはラックスのスキルを避ける能力が高く、彼女の攻撃を受けずにダメージを与えることができるため、ダメージトレードで有利です。",
			"フィズ": "イレリアはフィズの攻撃を避けることができ、持続的なダメージを与える能力が高いため、ダメージトレードで有利です。",
			"ベイガー": "イレリアはベイガーのスキルを避けることができ、彼の攻撃を受けずにファームを行うことができるため、ファームで有利です。",
			"ビクター": "イレリアはビクターのスキルを避ける能力が高く、彼のダメージを軽減しやすいため、集団戦で有利です。",
			"マルザハール": "イレリアはマルザハールのスキルを避けることができ、彼の攻撃を受けずにダメージを与えることができるため、ダメージトレードで有利です。",
			"ツイステッド・フェイト": "イレリアはツイステッド・フェイトのスキルを避ける能力が高く、彼の攻撃を受けずにファームを行うことができるため、ファームで有利です。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはイレリアに対して強力な遠距離攻撃を持っており、ファームを妨げることができる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、イレリアが近づく前にダメージを与えることができる。",
			"カサディン": "カサディンはスケーリングが非常に強力で、後半にイレリアを圧倒する能力がある。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ダメージトレードで有利に立つことができる。",
			"ヤスオ": "ヤスオはイレリアのスキルを回避する能力があり、集団戦での影響力が高い。",
			"アジール": "アジールは範囲攻撃を持ち、イレリアが近づくのを難しくする。",
			"リサンドラ": "リサンドラはイレリアを凍結させる能力があり、ダメージトレードで有利に立つことができる。",
			"サイラス": "サイラスはイレリアのスキルを奪うことができ、ダメージトレードで有利に立つことができる。",
			"アカリ": "アカリは高い機動性を持ち、イレリアの攻撃を避けることができる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、イレリアが近づく前にダメージを与えることができる。"
		}
	},
	"ラックス": {
		"name": "ラックス",
		"beats": {
			"ベイガー": "ラックスはベイガーに対して長射程のスキルを持っており、ファームをしやすく、ダメージトレードで優位に立てる。",
			"リサンドラ": "ラックスはリサンドラのスキルを避ける能力が高く、集団戦でのダメージを出しやすい。",
			"ヴェックス": "ラックスはヴェックスの攻撃を距離を保ちながら避けられるため、ダメージトレードで有利。",
			"マルザハール": "ラックスはマルザハールのウルトを避ける手段があり、集団戦での影響力が高い。",
			"アクシャン": "ラックスはアクシャンの攻撃を遠距離から牽制できるため、ファームとダメージトレードで有利。",
			"タリヤ": "ラックスはタリヤのスキルを避けることができ、集団戦でのダメージを出しやすい。",
			"サイラス": "ラックスはサイラスの近接攻撃を避けることができ、ダメージトレードで優位に立てる。",
			"ビクター": "ラックスはビクターのスキルを距離を保ちながら避けられるため、ファームとダメージトレードで有利。",
			"キヤナ": "ラックスはキヤナの攻撃を遠距離から牽制できるため、ダメージトレードで有利。",
			"アーリ": "ラックスはアーリのスキルを避ける能力が高く、集団戦でのダメージを出しやすい。"
		},
		"loses": {
			"ゼラス": "ゼラスは長射程のスキルを持っており、ラックスはファームをする際にダメージを受けやすい。",
			"カサディン": "カサディンはレベル6以降のスケーリングが非常に強力で、ラックスはその影響を受けやすい。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ラックスのダメージトレードに対して有利に立ち回ることができる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ラックスは集団戦での生存が難しくなる。",
			"アカリ": "アカリは高い機動力を持ち、ラックスのスキルを避けながらダメージを与えることができる。",
			"イレリア": "イレリアはスキルを使ってラックスに接近しやすく、ダメージトレードで有利になる。",
			"ヤスオ": "ヤスオはラックスのスキルを回避しやすく、集団戦での影響力が高い。",
			"エコー": "エコーは高いバーストダメージと逃げ能力を持ち、ラックスは対処が難しい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールが強く、ラックスはその影響を受けやすい。",
			"アニー": "アニーは高いバーストダメージを持ち、ラックスはダメージトレードで不利になる。",
			"メル": "メルは高い持続ダメージを持ち、ラックスはファームや集団戦で不利になる。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ヴェックス": "ブラッドミアはヴェックスのスキルを避ける能力が高く、ダメージトレードで有利に立てる。",
			"カタリナ": "ブラッドミアはカタリナのコンボを中断する手段を持っており、ファームで優位に立つことができる。",
			"ルブラン": "ブラッドミアはルブランのバーストダメージに対して耐性があり、集団戦での生存率が高い。",
			"ヤスオ": "ブラッドミアはヤスオの攻撃を受け流すことができ、ダメージトレードで有利に進める。",
			"ラックス": "ブラッドミアはラックスのスキルを避けることができ、ファームを安定させることができる。",
			"イレリア": "ブラッドミアはイレリアのスキルを回避しやすく、スケーリングで有利に進める。",
			"フィズ": "ブラッドミアはフィズの攻撃を受け流すことができ、ダメージトレードで優位に立つ。",
			"アクシャン": "ブラッドミアはアクシャンの攻撃を避ける能力が高く、集団戦での影響力が大きい。",
			"ゼラス": "ブラッドミアはゼラスのスキルを避けることができ、ファームで有利に立つことができる。",
			"メル": "ブラッドミアはメルの攻撃を受け流すことができ、ダメージトレードで優位に進める。",
			"ヨネ": "ブラッドミアはヨネの攻撃を避ける能力が高く、スケーリングで有利に進める。",
			"キヤナ": "ブラッドミアはキヤナの攻撃を受け流すことができ、集団戦での生存率が高い。",
			"ゼド": "ブラッドミアはゼドのバーストダメージに対して耐性があり、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"ガリオ": "ガリオはブラッドミアのダメージを軽減するシールドを持っているため、ダメージトレードで不利になる。",
			"ライズ": "ライズは高いバーストダメージを持ち、ブラッドミアが回復する前に倒すことができるため、ファームで不利になる。",
			"タリヤ": "タリヤは地形を利用してブラッドミアの動きを制限できるため、集団戦で不利になる。",
			"マルザハール": "マルザハールのサイレンスはブラッドミアのスキルを封じるため、ダメージトレードで不利になる。",
			"フェイ": "フェイは高い機動力を持ち、ブラッドミアの攻撃を避けやすいため、ファームで不利になる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、ブラッドミアが回復する前に倒すことができるため、ダメージトレードで不利になる。",
			"オリアナ": "オリアナの集団戦でのコントロール能力はブラッドミアにとって脅威であり、集団戦で不利になる。",
			"オーロラ": "オーロラはブラッドミアの攻撃を無効化するスキルを持っているため、ダメージトレードで不利になる。",
			"ベイガー": "ベイガーは高いバーストダメージを持ち、ブラッドミアが回復する前に倒すことができるため、ファームで不利になる。",
			"カシオペア": "カシオペアは持続的なダメージを与えることができ、ブラッドミアの回復を妨げるため、ダメージトレードで不利になる。",
			"アニビア": "アニビアはブラッドミアの動きを制限する能力を持っているため、集団戦で不利になる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ブラッドミアが回復する前に倒すことができるため、ダメージトレードで不利になる。",
			"カサディン": "カサディンは高い機動力を持ち、ブラッドミアの攻撃を避けやすいため、ファームで不利になる."
		}
	},
	"ゼド": {
		"name": "ゼド",
		"beats": {
			"タリヤ": "ゼドはタリヤに対して高いバーストダメージを持っており、タリヤのスキルを避けることができるため、ダメージトレードで有利です。",
			"フェイ": "ゼドはフェイのスキルを回避しやすく、フェイの持続的なダメージに対して瞬時に反撃できるため、ファームとダメージトレードで有利です。",
			"オーロラ": "ゼドはオーロラのスキルを避ける能力が高く、オーロラがスキルを使った後に反撃することで有利な状況を作り出せます。",
			"ヴェックス": "ゼドはヴェックスのスキルを避けることができ、ヴェックスがスキルを使った後に攻撃することで有利なダメージトレードが可能です。",
			"アーリ": "ゼドはアーリのスキルを避けることができ、アーリがスキルを使った後に反撃することで有利な状況を作り出せます。",
			"タロン": "ゼドはタロンと同様のバーストダメージを持っており、タロンのスキルを避けることで有利なダメージトレードが可能です。",
			"ベイガー": "ゼドはベイガーのスキルを避けることができ、ベイガーがスキルを使った後に反撃することで有利な状況を作り出せます。",
			"シンドラ": "ゼドはシンドラのスキルを避ける能力が高く、シンドラがスキルを使った後に攻撃することで有利なダメージトレードが可能です。",
			"ラックス": "ゼドはラックスのスキルを避けることができ、ラックスがスキルを使った後に反撃することで有利な状況を作り出せます。",
			"ヨネ": "ゼドはヨネのスキルを避けることができ、ヨネがスキルを使った後に攻撃することで有利なダメージトレードが可能です。",
			"ビクター": "ゼドはビクターのスキルを避ける能力が高く、ビクターがスキルを使った後に反撃することで有利な状況を作り出せます。",
			"メル": "ゼドはメルのスキルを避けることができ、メルがスキルを使った後に攻撃することで有利なダメージトレードが可能です。",
			"エコー": "ゼドはエコーのスキルを避ける能力が高く、エコーがスキルを使った後に反撃することで有利な状況を作り出せます。",
			"ゼラス": "ゼドはゼラスのスキルを避けることができ、ゼラスがスキルを使った後に攻撃することで有利なダメージトレードが可能です。"
		},
		"loses": {
			"マルファイト": "マルファイトはゼドのスキルを簡単に無効化できるため、ダメージトレードで不利になる。",
			"キヤナ": "キヤナは高い機動力を持っており、ゼドの攻撃を避けやすいため、ファームで不利になる。",
			"アクシャン": "アクシャンはゼドに対して持続的なダメージを与えることができるため、ダメージトレードで不利になる。",
			"サイラス": "サイラスはゼドのスキルを奪って逆に攻撃できるため、集団戦で不利になる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持っており、ゼドが近づく前に倒される可能性が高いため、ファームで不利になる。",
			"イレリア": "イレリアはゼドのスキルを避けながら反撃できるため、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはゼドの攻撃をカウンターできるため、集団戦で不利になる。",
			"アジール": "アジールは遠距離から持続的にダメージを与えることができるため、スケーリングで不利になる。"
		}
	},
	"アクシャン": {
		"name": "アクシャン",
		"beats": {
			"フィズ": "アクシャンはフィズに対して、ファームの面で有利であり、フィズのスキルを避けることができるため、ダメージトレードでも優位に立てる。",
			"ベイガー": "アクシャンはベイガーに対して、スケーリングの面で有利であり、ベイガーのスタンを避けることができるため、集団戦でも強力な存在となる。",
			"ゼラス": "アクシャンはゼラスに対して、ファームの面で有利であり、ゼラスのスキルを避けることでダメージトレードでも優位に立てる。",
			"フェイ": "アクシャンはフェイに対して、スケーリングの面で有利であり、フェイの攻撃を避けることができるため、集団戦でも強力な存在となる。",
			"マルザハール": "アクシャンはマルザハールに対して、ファームの面で有利であり、マルザハールのウルトを避けることができるため、ダメージトレードでも優位に立てる。",
			"リサンドラ": "アクシャンはリサンドラに対して、スケーリングの面で有利であり、リサンドラのCCを避けることができるため、集団戦でも強力な存在となる。",
			"ビクター": "アクシャンはビクターに対して、ファームの面で有利であり、ビクターのスキルを避けることでダメージトレードでも優位に立てる。",
			"ゾーイ": "アクシャンはゾーイに対して、スケーリングの面で有利であり、ゾーイのスキルを避けることができるため、集団戦でも強力な存在となる。",
			"ゼド": "アクシャンはゼドに対して、ファームの面で有利であり、ゼドの攻撃を避けることでダメージトレードでも優位に立てる。",
			"ルブラン": "アクシャンはルブランに対して、スケーリングの面で有利であり、ルブランのスキルを避けることができるため、集団戦でも強力な存在となる。",
			"ライズ": "アクシャンはライズに対して、ファームの面で有利であり、ライズのスキルを避けることでダメージトレードでも優位に立てる。",
			"タリヤ": "アクシャンはタリヤに対して、スケーリングの面で有利であり、タリヤの攻撃を避けることができるため、集団戦でも強力な存在となる。",
			"ヨネ": "アクシャンはヨネに対して、ファームの面で有利であり、ヨネのスキルを避けることでダメージトレードでも優位に立てる。",
			"カサディン": "アクシャンはカサディンに対して、スケーリングの面で有利であり、カサディンの攻撃を避けることができるため、集団戦でも強力な存在となる。"
		},
		"loses": {
			"マルファイト": "マルファイトはアクシャンのスキルを簡単に無効化できるため、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはアクシャンのスキルを反射できるため、ダメージトレードで不利になる。",
			"アニー": "アニーは高いバーストダメージを持っており、アクシャンがファームをする際に圧力をかけることができるため、ファームで不利になる。",
			"イレリア": "イレリアはアクシャンに対して高い機動力を持ち、ダメージトレードで有利に立てるため、ダメージトレードで不利になる。",
			"ヴェックス": "ヴェックスはアクシャンの攻撃を遠距離から妨害できるため、ファームで不利になる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えることができ、アクシャンが集団戦で効果的に戦うのを妨げるため、集団戦で不利になる。",
			"キヤナ": "キヤナはアクシャンに対して高いバーストダメージを持ち、ダメージトレードで不利になる。",
			"ガリオ": "ガリオはアクシャンの攻撃を無効化するスキルを持っており、集団戦で不利になる。",
			"ダイアナ": "ダイアナはアクシャンに対して高いバーストダメージを持ち、ダメージトレードで不利になる。",
			"ラックス": "ラックスはアクシャンのスキルを遠距離から妨害できるため、ファームで不利になる。",
			"メル": "メルはアクシャンに対して高い持続ダメージを持ち、ダメージトレードで不利になる。",
			"アジール": "アジールはアクシャンの攻撃を遠距離から妨害できるため、ファームで不利になる。"
		}
	},
	"タリヤ": {
		"name": "タリヤ",
		"beats": {
			"アニビア": "タリヤはアニビアに対して、ファームを効率的に行うためのスキルを持っているため有利である。",
			"メル": "タリヤはメルに対して、ダメージトレードで優位に立つことができるため有利である。",
			"ヤスオ": "タリヤはヤスオに対して、スケーリングの面で有利なスキルセットを持っているため有利である。",
			"ブラッドミア": "タリヤはブラッドミアに対して、集団戦での影響力が高いため有利である。",
			"ヨネ": "タリヤはヨネに対して、ファームの効率が高く、持続的なダメージを与えられるため有利である。",
			"アカリ": "タリヤはアカリに対して、ダメージトレードでの優位性を持っているため有利である。",
			"マルザハール": "タリヤはマルザハールに対して、スケーリングの面で有利な点が多いため有利である。",
			"ヴェックス": "タリヤはヴェックスに対して、集団戦でのコントロールが強いため有利である。",
			"サイラス": "タリヤはサイラスに対して、ファームを安定して行えるため有利である。",
			"フィズ": "タリヤはフィズに対して、ダメージトレードでの優位性を持っているため有利である。",
			"フェイ": "タリヤはフェイに対して、スケーリングの面で有利な点が多いため有利である."
		},
		"loses": {
			"カタリナ": "カタリナは高いバーストダメージを持っており、タリヤはその攻撃を受けると早期に倒される可能性が高いです。",
			"ゼド": "ゼドはタリヤに対して強力なダメージトレードを行うことができ、タリヤはその影響を受けやすいです。",
			"ビクター": "ビクターはスキルを使ってタリヤの攻撃を避けることができ、タリヤはその間にダメージを受けることになります。",
			"カサディン": "カサディンはスケーリングが非常に強力で、タリヤはゲーム後半においてカサディンに対抗するのが難しいです。",
			"シンドラ": "シンドラはタリヤに対して高いコントロールとダメージを持っており、タリヤはその影響を受けやすいです。",
			"アニー": "アニーは瞬時にタリヤに接近し、バーストダメージを与えることができるため、タリヤは不利です。",
			"ゼラス": "ゼラスは長距離からの攻撃が得意で、タリヤはその攻撃を避けるのが難しいです。",
			"アジール": "アジールはスケーリングが強力で、タリヤはアジールの持続的なダメージに対抗しにくいです。",
			"ラックス": "ラックスは高いバーストダメージとスネアを持っており、タリヤはその攻撃を受けやすいです。",
			"オーロラ": "オーロラはタリヤに対して強力なCCを持っており、タリヤはその影響を受けやすいです。",
			"アーリ": "アーリは高い機動性を持っており、タリヤはアーリの攻撃を避けるのが難しいです。",
			"ゾーイ": "ゾーイは高いバーストダメージを持っており、タリヤはその攻撃を受けると早期に倒される可能性があります。",
			"アクシャン": "アクシャンはタリヤに対して強力なダメージトレードを行うことができ、タリヤはその影響を受けやすいです。",
			"エコー": "エコーは高い機動性とバーストダメージを持っており、タリヤはその攻撃を避けるのが難しいです。"
		}
	},
	"トゥイッチ": {
		"name": "トゥイッチ",
		"beats": {
			"ベイガー": "トゥイッチはベイガーに対してファームがしやすく、遠距離からの攻撃で安全にCSを取ることができるため、優位性を持つ。",
			"オレリオン・ソル": "トゥイッチはオレリオン・ソルに対してダメージトレードで有利であり、彼のスキルを避けながら持続的にダメージを与えることができる。",
			"ガリオ": "トゥイッチはガリオに対してスケーリングが有利で、後半に強力なダメージを出せるため、ゲームが進むにつれて優位になる。",
			"ゾーイ": "トゥイッチはゾーイに対して集団戦で有利であり、彼女のスキルを避けつつ、後衛から安全にダメージを与えることができる。",
			"ヴェックス": "トゥイッチはヴェックスに対してファームがしやすく、彼女の攻撃を避けながらCSを取ることができるため、優位性を持つ。",
			"フェイ": "トゥイッチはフェイに対してダメージトレードで有利であり、彼女のスキルを避けつつ持続的にダメージを与えることができる。",
			"ラックス": "トゥイッチはラックスに対してスケーリングが有利で、後半に強力なダメージを出せるため、ゲームが進むにつれて優位になる。",
			"マルザハール": "トゥイッチはマルザハールに対して集団戦で有利であり、彼のウルトを避けつつ後衛からダメージを与えることができる。",
			"ライズ": "トゥイッチはライズに対してファームがしやすく、遠距離からの攻撃で安全にCSを取ることができるため、優位性を持つ。",
			"メル": "トゥイッチはメルに対してダメージトレードで有利であり、彼女のスキルを避けながら持続的にダメージを与えることができる。"
		},
		"loses": {
			"ケイル": "ケイルはレベル6以降に強力なスケーリングを持ち、トゥイッチがダメージを与える前に彼女の強化された攻撃を受ける可能性が高いです。",
			"カサディン": "カサディンはマナを消費せずに高い機動性を持ち、トゥイッチの攻撃を避けることができるため、ダメージトレードで有利です。",
			"ゼド": "ゼドはトゥイッチに対して高いバーストダメージを持ち、ファーム中にトゥイッチを圧倒することができます。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、トゥイッチの攻撃を受けても生存しやすいため、ダメージトレードで不利です。",
			"キヤナ": "キヤナは高い機動性と瞬発力を持ち、トゥイッチの攻撃を避けながら反撃することができるため、ファームで不利です。",
			"フィズ": "フィズはトゥイッチの攻撃を回避する能力が高く、集団戦での瞬時のバーストダメージで不利にさせることができます。",
			"アカリ": "アカリは高い機動性と隠れた状態からの攻撃が可能で、トゥイッチがダメージを与える前に彼女を排除することができます。",
			"ビクター": "ビクターは範囲攻撃と高いスケーリングを持ち、集団戦でトゥイッチを圧倒することができるため不利です。",
			"オーロラ": "オーロラはトゥイッチの攻撃を無効化する能力を持ち、ダメージトレードで有利に立つことができます。",
			"ダイアナ": "ダイアナは高いバーストダメージと自己回復能力を持ち、トゥイッチに対して有利なダメージトレードを行うことができます。",
			"ヤスオ": "ヤスオはトゥイッチの攻撃を避ける能力が高く、集団戦でのダメージを与える際に有利です。",
			"リサンドラ": "リサンドラはトゥイッチを凍結させる能力を持ち、集団戦での影響力が高いため不利です。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、トゥイッチが反撃する前に排除することができるため不利です。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、トゥイッチがファームする際に圧力をかけることができます。",
			"タリヤ": "タリヤは範囲攻撃と高いスケーリングを持ち、集団戦でトゥイッチを圧倒することができるため不利です。",
			"アーリ": "アーリは高い機動性を持ち、トゥイッチの攻撃を避けながら反撃することができるため、ダメージトレードで不利です。"
		}
	},
	"オリアナ": {
		"name": "オリアナ",
		"beats": {
			"ヴェックス": "オリアナはヴェックスに対して、スキルショットを使って安全にファームできるため有利です。",
			"メル": "オリアナはメルの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができます。",
			"アニー": "オリアナはアニーのスタンを避けることができ、集団戦での影響力が高いです。",
			"ブラッドミア": "オリアナはブラッドミアの攻撃を遠距離からコントロールできるため、ファームで有利です。",
			"マルザハール": "オリアナはマルザハールのウルトを避けることができ、ダメージトレードで優位に立てます。",
			"ガリオ": "オリアナはガリオのスキルを避けやすく、集団戦でのダメージを出しやすいです。",
			"カサディン": "オリアナはカサディンに対して、スキルを使って安全にファームできるため有利です。",
			"ライズ": "オリアナはライズの移動を制限でき、ダメージトレードで優位に立つことができます。",
			"サイラス": "オリアナはサイラスのスキルを避けることができ、集団戦での影響力が高いです。"
		},
		"loses": {
			"フェイ": "フェイは高い機動力を持っており、オリアナのスキルを避けやすいため、ダメージトレードで有利になる。",
			"タロン": "タロンはオリアナに対して強力なバーストダメージを持っており、ファーム中にオリアナを圧倒することができる。",
			"ゾーイ": "ゾーイは長距離からのスキルショットでオリアナを攻撃できるため、集団戦での影響力が高い。",
			"エコー": "エコーは高い機動力と自己回復能力を持っており、オリアナのスキルをかわしながらダメージを与えることができる。",
			"ゼラス": "ゼラスは遠距離からの持続的なダメージを与えることができ、オリアナのスキルを避けながらファームを行うことができる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、オリアナがスキルを当てる前に倒すことができるため、ダメージトレードで有利。",
			"ルブラン": "ルブランは高い機動力とバーストダメージを持っており、オリアナに対して非常に強力なカウンターとなる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、オリアナが孤立した際に狙いやすく、集団戦での影響力が高い。",
			"ビクター": "ビクターはスキルの範囲が広く、オリアナのスキルを避けながら持続的なダメージを与えることができるため、ファームで有利。",
			"ヤスオ": "ヤスオはオリアナのスキルを風で防ぐことができ、ダメージトレードで有利になるため、オリアナにとって非常に厄介な相手。"
		}
	},
	"フェイ": {
		"name": "フェイ",
		"beats": {
			"ベイガー": "フェイはベイガーに対して高いファーム能力を持っており、彼のスキルを避けることでダメージトレードで有利に立てる。",
			"リサンドラ": "フェイはリサンドラのスキルを回避しやすく、集団戦での影響力を高めることができる。",
			"ガリオ": "フェイはガリオの攻撃を避けることができ、スケーリングにおいても有利な状況を作り出せる。",
			"ヴェックス": "フェイはヴェックスのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ダイアナ": "フェイはダイアナの攻撃を回避しやすく、集団戦での役割を果たしやすい。",
			"マルザハール": "フェイはマルザハールのウルトを避けることができ、ファームとスケーリングで有利に進める。",
			"ブラッドミア": "フェイはブラッドミアの攻撃を避けることができ、ダメージトレードで優位に立つことができる。",
			"メル": "フェイはメルのスキルを回避しやすく、集団戦での影響力を高めることができる。",
			"ルブラン": "フェイはルブランの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ライズ": "フェイはライズのスキルを避けることができ、スケーリングにおいても有利な状況を作り出せる。",
			"ビクター": "フェイはビクターの攻撃を回避しやすく、集団戦での役割を果たしやすい。",
			"オリアナ": "フェイはオリアナのウルトを避けることができ、ファームとスケーリングで有利に進める。"
		},
		"loses": {
			"アクシャン": "アクシャンは高いバーストダメージを持っており、フェイはその攻撃を受けやすいため不利です。",
			"カタリナ": "カタリナは瞬時に近づいてダメージを与える能力があり、フェイはその機動力に対抗できないため不利です。",
			"タリヤ": "タリヤは強力な範囲ダメージとコントロールを持っており、フェイはその影響を受けやすいため不利です。",
			"エコー": "エコーは高いバーストダメージと逃げる能力を持っており、フェイはその攻撃を避けるのが難しいため不利です。",
			"ゼド": "ゼドは高いダメージを持つアサシンであり、フェイはその攻撃を受けやすく、特にレベル差があると不利です。",
			"ヤスオ": "ヤスオは高いダメージと持続的なトレード能力を持っており、フェイはその持続力に対抗できないため不利です。",
			"ゾーイ": "ゾーイは高いバーストダメージとスキルショットを持っており、フェイはその攻撃を避けるのが難しいため不利です。",
			"シンドラ": "シンドラは強力な範囲ダメージとコントロールを持っており、フェイはその影響を受けやすいため不利です。",
			"アーリ": "アーリは高い機動力とバーストダメージを持っており、フェイはその攻撃を受けやすいため不利です。",
			"ゼラス": "ゼラスは強力な範囲攻撃を持っており、フェイはその攻撃を避けるのが難しいため不利です。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"アクシャン": "ヤスオはアクシャンに対して、ファームの面で優位に立つことができる。彼のスキルセットはアクシャンの攻撃を避けやすく、安定したCSを確保できるからだ。",
			"エコー": "ヤスオはエコーとのダメージトレードにおいて有利である。彼のシールドと回避能力により、エコーの攻撃を効果的に受け流し、反撃することができるからだ。",
			"イレリア": "ヤスオはイレリアに対してスケーリングの面で有利である。彼はレベルが上がるにつれて強力なダメージを出せるため、イレリアの成長を抑えることができるからだ。",
			"カタリナ": "ヤスオはカタリナとの集団戦において有利である。彼のウルトはカタリナのコンボを中断させることができ、チームファイトでの影響力を高めるからだ。",
			"ダイアナ": "ヤスオはダイアナに対してファームの面で優位に立つことができる。彼の機動力により、ダイアナの攻撃を避けながら安全にCSを取ることができるからだ。",
			"ベイガー": "ヤスオはベイガーとのダメージトレードにおいて有利である。彼のスキルを使ってベイガーのスキルショットを避け、持続的なダメージを与えることができるからだ。",
			"サイラス": "ヤスオはサイラスに対してスケーリングの面で有利である。彼はレベルが上がるにつれて強力なダメージを出せるため、サイラスの成長を抑えることができるからだ。",
			"フィズ": "ヤスオはフィズとの集団戦において有利である。彼のウルトはフィズのダメージを無効化し、チームファイトでの影響力を高めるからだ。",
			"ライズ": "ヤスオはライズに対してファームの面で優位に立つことができる。彼の機動力により、ライズの攻撃を避けながら安全にCSを取ることができるからだ。",
			"ツイステッド・フェイト": "ヤスオはツイステッド・フェイトとのダメージトレードにおいて有利である。彼のスキルを使ってツイステッド・フェイトの攻撃を避け、反撃することができるからだ。",
			"ラックス": "ヤスオはラックスに対してスケーリングの面で有利である。彼はレベルが上がるにつれて強力なダメージを出せるため、ラックスの成長を抑えることができるからだ。",
			"ゼラス": "ヤスオはゼラスとの集団戦において有利である。彼のウルトはゼラスのスキルを中断させることができ、チームファイトでの影響力を高めるからだ。",
			"ゼド": "ヤスオはゼドに対してファームの面で優位に立つことができる。彼のスキルセットはゼドの攻撃を避けやすく、安定したCSを確保できるからだ。",
			"フェイ": "ヤスオはフェイとのダメージトレードにおいて有利である。彼のシールドと回避能力により、フェイの攻撃を効果的に受け流し、反撃することができるからだ。"
		},
		"loses": {
			"アジール": "アジールは遠距離からの攻撃が可能で、ヤスオが近づく前にダメージを与えることができるため、ファームが難しい。",
			"リサンドラ": "リサンドラはCC（クラウドコントロール）を持っており、ヤスオがスキルを使う前に捕まえることができるため、ダメージトレードで不利になる。",
			"レネクトン": "レネクトンは早期に強力なダメージを出すことができ、ヤスオがスケーリングする前に圧倒される可能性が高い。",
			"タリヤ": "タリヤは地形を利用した攻撃が得意で、ヤスオが集団戦で効果的に動くのを妨げることができるため、不利になる。",
			"アニー": "アニーは高いバーストダメージを持ち、ヤスオが近づく前に一気にダメージを与えることができるため、ファームが難しい。",
			"アニビア": "アニビアは壁を使ってヤスオの移動を制限し、ダメージトレードで有利に立つことができるため、不利になる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ヤスオの攻撃を受け流しやすいため、ダメージトレードで不利になる。",
			"ヨネ": "ヨネは高い機動性を持ち、ヤスオの攻撃を避けながらダメージを与えることができるため、スケーリングで不利になる。",
			"マルザハール": "マルザハールはスキルを使ってヤスオを無力化することができ、集団戦での影響力が高いため、不利になる。",
			"カサディン": "カサディンは後半に強力なスケーリングを持ち、ヤスオが成長する前に圧倒される可能性が高い。",
			"ヴェックス": "ヴェックスは遠距離からの攻撃とCCを持ち、ヤスオが近づくのを妨げることができるため、ダメージトレードで不利になる。",
			"タロン": "タロンは高いバーストダメージを持ち、ヤスオがスケーリングする前に一気に倒すことができるため、不利になる。",
			"ガリオ": "ガリオは集団戦での耐久性が高く、ヤスオの攻撃を受け流しやすいため、不利になる。",
			"オーロラ": "オーロラはスキルを使ってヤスオの動きを制限し、ダメージトレードで有利に立つことができるため、不利になる。"
		}
	},
	"サイオン": {
		"name": "サイオン",
		"beats": {
			"マルザハール": "サイオンはマルザハールのスキルを無効化することができるため、ファームで有利になる。",
			"フィズ": "サイオンはフィズの攻撃を耐えることができるため、ダメージトレードで有利になる。",
			"タロン": "サイオンはタロンの攻撃を受け止めることができるため、スケーリングで有利になる。",
			"ダイアナ": "サイオンはダイアナの攻撃を耐えることができるため、集団戦で有利になる。",
			"オリアナ": "サイオンはオリアナのスキルを無効化することができるため、ファームで有利になる。",
			"ルブラン": "サイオンはルブランの攻撃を耐えることができるため、ダメージトレードで有利になる。",
			"ゾーイ": "サイオンはゾーイの攻撃を受け止めることができるため、スケーリングで有利になる。",
			"リサンドラ": "サイオンはリサンドラの攻撃を耐えることができるため、集団戦で有利になる。",
			"カタリナ": "サイオンはカタリナの攻撃を無効化することができるため、ファームで有利になる。",
			"サイラス": "サイオンはサイラスの攻撃を耐えることができるため、ダメージトレードで有利になる。",
			"キヤナ": "サイオンはキヤナの攻撃を受け止めることができるため、スケーリングで有利になる。",
			"ブラッドミア": "サイオンはブラッドミアの攻撃を耐えることができるため、集団戦で有利になる。",
			"ベイガー": "サイオンはベイガーのスキルを無効化することができるため、ファームで有利になる。",
			"メル": "サイオンはメルの攻撃を耐えることができるため、ダメージトレードで有利になる。",
			"ゼド": "サイオンはゼドの攻撃を受け止めることができるため、スケーリングで有利になる。",
			"アクシャン": "サイオンはアクシャンの攻撃を耐えることができるため、集団戦で有利になる。"
		},
		"loses": {
			"ヨネ": "ヨネは高い機動力を持っており、サイオンのスキルを避けやすいため、ダメージトレードで有利になる。",
			"アニビア": "アニビアは強力なCCを持っており、サイオンが近づくのを阻止できるため、ファームが難しくなる。",
			"アカリ": "アカリは高いバーストダメージを持ち、サイオンの耐久力を無視してダメージトレードで優位に立てる。",
			"タリヤ": "タリヤは地形を利用してサイオンの動きを制限できるため、集団戦での影響力が高い。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、サイオンが近づく前にダメージを与えられるため、ファームが困難になる。",
			"エコー": "エコーは高い機動力とバーストダメージを持ち、サイオンに対して有利なダメージトレードができる。",
			"フェイ": "フェイは持続的なダメージを与えられるため、サイオンの耐久力を削りやすく、集団戦で有利になる。",
			"イレリア": "イレリアはサイオンのスキルを避けながらダメージを与えられるため、ダメージトレードで優位に立てる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、サイオンが近づく前に大きなダメージを与えられるため、ファームが難しくなる。",
			"オーロラ": "オーロラは強力なCCを持ち、サイオンの動きを制限できるため、集団戦での影響力が高い。",
			"ヤスオ": "ヤスオはサイオンのスキルを避けることができ、ダメージトレードで有利になるため、サイオンにとって不利な相手である。"
		}
	},
	"ツイステッド・フェイト": {
		"name": "ツイステッド・フェイト",
		"beats": {
			"マルザハール": "ツイステッド・フェイトはマルザハールに対して、彼のスキルを避ける能力が高く、ファームを安定させることができるため有利です。",
			"ベイガー": "ツイステッド・フェイトはベイガーに対して、彼のスキルを避けつつ、遠距離からのダメージトレードが可能なため有利です。",
			"リサンドラ": "ツイステッド・フェイトはリサンドラに対して、彼女のCCを避けることができ、スケーリングにおいても優位に立てるため有利です。",
			"アカリ": "ツイステッド・フェイトはアカリに対して、彼女の近接攻撃を避けることができ、集団戦での影響力が高いため有利です。",
			"ラックス": "ツイステッド・フェイトはラックスに対して、彼女のスキルを避けながらダメージを与えることができるため有利です。",
			"フィズ": "ツイステッド・フェイトはフィズに対して、彼のスキルを避けることができ、ファームを安定させることができるため有利です。",
			"ゼラス": "ツイステッド・フェイトはゼラスに対して、彼のスキルを避けつつ、遠距離からのダメージトレードが可能なため有利です。",
			"ヴェックス": "ツイステッド・フェイトはヴェックスに対して、彼女のスキルを避ける能力が高く、集団戦での影響力があるため有利です。",
			"アジール": "ツイステッド・フェイトはアジールに対して、彼のスキルを避けることができ、スケーリングにおいても優位に立てるため有利です。",
			"ルブラン": "ツイステッド・フェイトはルブランに対して、彼女のスキルを避けることができ、ダメージトレードで有利に立てるため有利です。"
		},
		"loses": {
			"メル": "メルは高いバーストダメージを持っており、ツイステッド・フェイトはそのダメージトレードに対抗しづらい。",
			"ヤスオ": "ヤスオは高い機動性を持ち、ツイステッド・フェイトのスキルを避けることができるため、ファームが難しい。",
			"ダイアナ": "ダイアナは強力なオールイン能力を持ち、ツイステッド・フェイトは集団戦での生存が難しくなる。",
			"ヨネ": "ヨネは高いダメージと自己回復能力を持ち、ツイステッド・フェイトはダメージトレードで不利になる。",
			"サイラス": "サイラスはツイステッド・フェイトのスキルを奪うことができ、これによりツイステッド・フェイトは不利な状況に陥る。",
			"キヤナ": "キヤナは高いバーストダメージと機動性を持ち、ツイステッド・フェイトはダメージトレードで劣る。",
			"アニビア": "アニビアは強力なCCを持ち、ツイステッド・フェイトは集団戦での影響力が低下する。",
			"アニー": "アニーは高いバーストダメージを持ち、ツイステッド・フェイトはダメージトレードで不利になる。",
			"シンドラ": "シンドラは高いスキルショットの精度を持ち、ツイステッド・フェイトはファームが難しくなる。",
			"タリヤ": "タリヤは強力なゾーンコントロールを持ち、ツイステッド・フェイトは集団戦での影響力が低下する。",
			"アーリ": "アーリは高い機動性とバーストダメージを持ち、ツイステッド・フェイトはダメージトレードで不利になる。",
			"オーロラ": "オーロラは強力なCCを持ち、ツイステッド・フェイトは集団戦での生存が難しくなる。",
			"タロン": "タロンは高いバーストダメージを持ち、ツイステッド・フェイトはダメージトレードで不利になる。",
			"ビクター": "ビクターは高いスキルダメージを持ち、ツイステッド・フェイトはファームが難しくなる。"
		}
	},
	"ルブラン": {
		"name": "ルブラン",
		"beats": {
			"エコー": "ルブランはエコーに対して高いバーストダメージを持っており、エコーがスキルを使った後に反撃することが難しいため、ダメージトレードで有利です。",
			"ゼラス": "ルブランはゼラスのスキルを避ける能力が高く、ゼラスが攻撃を当てる前にルブランが先手を取ることができるため、ファームで有利です。",
			"シンドラ": "ルブランはシンドラのスキルを回避しやすく、シンドラがスキルを使った後に反撃することでダメージトレードで有利になります。",
			"キヤナ": "ルブランはキヤナの攻撃を避ける機動力があり、キヤナが近づく前にダメージを与えることができるため、ダメージトレードで有利です。",
			"アジール": "ルブランはアジールのスキルを避けることができ、アジールがスキルを使った後に反撃することで有利に戦うことができます。",
			"ベイガー": "ルブランはベイガーのスキルを避ける能力が高く、ベイガーがスキルを使った後に反撃することでダメージトレードで有利です。",
			"ヨネ": "ルブランはヨネの攻撃を避ける機動力があり、ヨネが近づく前にダメージを与えることができるため、ダメージトレードで有利です。",
			"ビクター": "ルブランはビクターのスキルを避ける能力が高く、ビクターがスキルを使った後に反撃することで有利に戦うことができます。",
			"オリアナ": "ルブランはオリアナのスキルを避けることができ、オリアナがスキルを使った後に反撃することでダメージトレードで有利です。",
			"ヤスオ": "ルブランはヤスオの攻撃を避ける機動力があり、ヤスオが近づく前にダメージを与えることができるため、ダメージトレードで有利です。"
		},
		"loses": {
			"メル": "ルブランはメルのスキルによるCCと持続的なダメージに対して脆弱であるため、ダメージトレードで不利になる。",
			"マルザハール": "ルブランはマルザハールのシールドとサイレンスによってスキルを使えなくなるため、ファームが難しくなる。",
			"ヴェックス": "ルブランはヴェックスの遠距離攻撃とCCに対して対抗手段が限られているため、集団戦で不利になる。",
			"ブラッドミア": "ルブランはブラッドミアの回復能力と持続的なダメージに対して耐えられないため、ダメージトレードで不利になる。",
			"ガリオ": "ルブランはガリオのタンク性と集団戦での影響力に対抗できないため、集団戦で不利になる。",
			"カサディン": "ルブランはカサディンの高い機動力とスケーリング能力に対して劣るため、スケーリングで不利になる。",
			"リサンドラ": "ルブランはリサンドラのCCと持続的なダメージに対して脆弱であるため、ダメージトレードで不利になる。",
			"カタリナ": "ルブランはカタリナの高いバーストダメージと機動力に対して対抗手段が限られているため、ダメージトレードで不利になる。",
			"フェイ": "ルブランはフェイの持続的なダメージとCCに対して脆弱であるため、ファームが難しくなる。"
		}
	},
	"アニビア": {
		"name": "アニビア",
		"beats": {
			"マルザハール": "アニビアはマルザハールのスキルを避けることができ、ファームを安定させることができるため、ファームで有利です。",
			"ライズ": "アニビアはライズの移動能力を制限することができ、ダメージトレードで優位に立つことができるため、ダメージトレードで有利です。",
			"リサンドラ": "アニビアはリサンドラのCCを避けることができ、スケーリングにおいて有利な状況を作り出すことができるため、スケーリングで有利です。",
			"ベイガー": "アニビアはベイガーのスキルを避けることができ、集団戦での持続的なダメージを与えることができるため、集団戦で有利です。",
			"ヤスオ": "アニビアはヤスオの攻撃を防ぐことができ、ファームを安定させることができるため、ファームで有利です。",
			"ブラッドミア": "アニビアはブラッドミアの攻撃を避けることができ、ダメージトレードで優位に立つことができるため、ダメージトレードで有利です。",
			"ガリオ": "アニビアはガリオのスキルを避けることができ、スケーリングにおいて有利な状況を作り出すことができるため、スケーリングで有利です。",
			"ビクター": "アニビアはビクターのスキルを避けることができ、集団戦での持続的なダメージを与えることができるため、集団戦で有利です。",
			"ラックス": "アニビアはラックスの攻撃を防ぐことができ、ファームを安定させることができるため、ファームで有利です。",
			"ゼド": "アニビアはゼドの攻撃を避けることができ、ダメージトレードで優位に立つことができるため、ダメージトレードで有利です。"
		},
		"loses": {
			"タリヤ": "タリヤは高い移動速度と優れた範囲攻撃を持っているため、アニビアはファームが難しくなる。",
			"アーリ": "アーリは機動力が高く、アニビアのスキルを避けやすいため、ダメージトレードで不利になる。",
			"オレリオン・ソル": "オレリオン・ソルは持続的なダメージを与える能力が高く、アニビアはスケーリングで劣る。",
			"アジール": "アジールは高い範囲攻撃と持続的なダメージを持っているため、集団戦でアニビアは不利になる。",
			"カサディン": "カサディンはレベル6以降の耐久力が高く、アニビアはダメージトレードで不利になる。",
			"ゼラス": "ゼラスは高いバーストダメージを持っており、アニビアはファームが難しくなる。",
			"カタリナ": "カタリナは高い機動力とバーストダメージを持っているため、アニビアはダメージトレードで不利になる。",
			"アカリ": "アカリは高い機動力と持続的なダメージを持っているため、アニビアは集団戦で不利になる。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"ヴェックス": "ケイルはヴェックスに対して、ファームの際に安全に距離を保ちながら攻撃できるため有利です。",
			"ベイガー": "ケイルはベイガーのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"マルザハール": "ケイルはマルザハールのウルトを無効化できるため、集団戦での影響力が高いです。",
			"メル": "ケイルはメルの攻撃を避けやすく、スケーリングにおいても優位に進めることができます。",
			"ヤスオ": "ケイルはヤスオの攻撃を距離を取ることで回避でき、ダメージトレードで有利です。",
			"ラックス": "ケイルはラックスのスキルを避けることができ、ファームの際に安全にプレイできます。",
			"ゼド": "ケイルはゼドの攻撃を避けることができ、スケーリングにおいて有利です。",
			"リサンドラ": "ケイルはリサンドラのCCを避けることができ、集団戦での生存率が高いです。",
			"フィズ": "ケイルはフィズの攻撃を距離を取ることで回避でき、ダメージトレードで優位に立てます。",
			"イレリア": "ケイルはイレリアの攻撃を避けやすく、スケーリングにおいても有利です。",
			"タリヤ": "ケイルはタリヤのスキルを避けることができ、集団戦での影響力が高いです。",
			"エコー": "ケイルはエコーの攻撃を距離を取ることで回避でき、ダメージトレードで有利です。",
			"ガリオ": "ケイルはガリオの攻撃を避けやすく、集団戦での生存率が高いです。",
			"フェイ": "ケイルはフェイの攻撃を距離を取ることで回避でき、スケーリングにおいて有利です。",
			"アニビア": "ケイルはアニビアのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"ゼラス": "ケイルはゼラスの攻撃を距離を取ることで回避でき、ファームの際に安全にプレイできます。"
		},
		"loses": {
			"カサディン": "カサディンは高い機動力を持ち、ケイルのスキルを回避しやすい。",
			"ライズ": "ライズは高いバーストダメージを持ち、ケイルがスケールする前に圧力をかけることができる。",
			"シンドラ": "シンドラは強力なコントロールとダメージを持ち、ケイルがファームするのを妨げることができる。",
			"オーロラ": "オーロラは持続的なダメージを与え、ケイルの回復を無効化する能力がある。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、ケイルに対して有利に立ち回ることができる。",
			"ヨネ": "ヨネは高いダメージと持続的なトレード能力を持ち、ケイルがスケールする前に圧倒することができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、ケイルのファームを妨げることができる。",
			"サイラス": "サイラスはケイルのスキルを盗むことができ、彼女に対して有利に戦うことができる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ケイルが成長する前に圧力をかけることができる。",
			"オリアナ": "オリアナは強力な集団戦能力を持ち、ケイルがスケールするのを妨げることができる。",
			"ダイアナ": "ダイアナは高いバーストダメージと機動力を持ち、ケイルに対して有利に立ち回ることができる。",
			"オレリオン・ソル": "オレリオン・ソルは高いマップコントロールと持続的なダメージを持ち、ケイルのファームを妨げることができる。",
			"ゾーイ": "ゾーイは高いバーストダメージと機動力を持ち、ケイルに対して有利に戦うことができる。",
			"ビクター": "ビクターは強力なスキルとダメージを持ち、ケイルが成長する前に圧力をかけることができる。"
		}
	},
	"ナフィーリ": {
		"name": "ナフィーリ",
		"beats": {
			"アニー": "アニーは高いバーストダメージを持っており、ナフィーリに対して早期のダメージトレードで有利に立てる。",
			"フェイ": "フェイはスキルを使ってナフィーリの攻撃を避けることができ、ファームを安定させることができる。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ナフィーリに対して安全にダメージを与えることができるため、集団戦で有利。",
			"サイラス": "サイラスはナフィーリのスキルを奪って利用できるため、ダメージトレードで優位に立つことができる。",
			"ルブラン": "ルブランは高い機動力を持ち、ナフィーリの攻撃を避けながらダメージを与えることができるため、ファームで有利。",
			"オレリオン・ソル": "オレリオン・ソルは持続的なダメージを与えることができ、集団戦でナフィーリに対して優位に立つことができる。",
			"アーリ": "アーリは高い機動力とバーストダメージを持ち、ナフィーリに対してダメージトレードで有利に立てる。",
			"ラックス": "ラックスは長射程のスキルを持ち、ナフィーリに対して安全にダメージを与えることができるため、ファームで有利。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを持ち、ナフィーリに対して集団戦で有利に立つことができる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、ナフィーリに対して早期のダメージトレードで有利に立てる。",
			"シンドラ": "シンドラは高いコントロールとダメージを持ち、ナフィーリに対して集団戦で優位に立つことができる。"
		},
		"loses": {
			"マルザハール": "マルザハールはナフィーリのスキルを無効化するシールドを持っているため、ダメージトレードで有利になる。",
			"アクシャン": "アクシャンは高い機動性を持ち、ナフィーリの攻撃を避けやすいため、ファームが難しくなる。",
			"フィズ": "フィズはナフィーリのスキルを回避する能力が高く、ダメージトレードで優位に立つことができる。",
			"オリアナ": "オリアナは集団戦での影響力が高く、ナフィーリの攻撃を効果的に無効化できるため不利になる。",
			"アカリ": "アカリは高いバーストダメージを持ち、ナフィーリがスケーリングする前に倒される可能性が高い。",
			"ダイアナ": "ダイアナは瞬時にナフィーリに接近できるため、ダメージトレードで有利になる。",
			"ベイガー": "ベイガーは高いAPダメージを持ち、ナフィーリの耐久力を無視してダメージを与えることができる。",
			"ヴェックス": "ヴェックスはナフィーリの攻撃を遠距離から無効化できるため、ファームが難しくなる。",
			"リサンドラ": "リサンドラはナフィーリを凍結させる能力があり、ダメージトレードで有利になる。",
			"ヤスオ": "ヤスオはナフィーリのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、ナフィーリのスケーリングを妨げることができる。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、ナフィーリがスケーリングする前に倒される可能性が高い。",
			"タリヤ": "タリヤはナフィーリの動きを制限する能力があり、ダメージトレードで有利になる。",
			"ガリオ": "ガリオはナフィーリの攻撃を無効化するシールドを持っており、集団戦での影響力が高い。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ナフィーリを瞬時に排除することができるため不利になる。",
			"メル": "メルはナフィーリの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"カサディン": "カサディンは高い機動性を持ち、ナフィーリの攻撃を避けやすいため、ファームが難しくなる。"
		}
	},
	"アーリ": {
		"name": "アーリ",
		"beats": {
			"ヴェックス": "アーリはヴェックスに対して高い機動力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"マルザハール": "アーリはマルザハールのウルトを避ける能力が高く、集団戦での影響力を減少させることができる。",
			"アニビア": "アーリはアニビアのスキルを回避しやすく、ファームを効率的に行うことができるため、有利である。",
			"リサンドラ": "アーリはリサンドラのCCを避けることができ、ダメージトレードで優位に立つことができる。",
			"アジール": "アーリはアジールの攻撃を避ける機動力があり、スケーリングにおいても有利に進めることができる。",
			"イレリア": "アーリはイレリアの攻撃を回避しやすく、ダメージトレードで有利に立ち回ることができる。",
			"フェイ": "アーリはフェイのスキルを避ける能力が高く、集団戦での影響力を減少させることができる。",
			"ガリオ": "アーリはガリオのウルトを避けることができ、集団戦での有利な位置取りが可能である。",
			"ヨネ": "アーリはヨネの攻撃を避ける機動力があり、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"メル": "アーリはメルの高いバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"カタリナ": "アーリはカタリナの瞬時の移動能力に対処できず、ファームやスケーリングで劣る。",
			"ゼド": "アーリはゼドの影の攻撃に対して脆弱で、集団戦での生存率が低くなる。",
			"アニー": "アーリはアニーのスタンとバーストダメージに対して無防備で、ダメージトレードで不利になる。",
			"サイラス": "アーリはサイラスのスキルを奪われることで、スキルの使用に制限がかかり、集団戦で劣る。",
			"アクシャン": "アーリはアクシャンの高い機動力に対抗できず、ファームやダメージトレードで不利になる。",
			"ラックス": "アーリはラックスの長射程のスキルに対して脆弱で、ダメージトレードで不利になる。",
			"ライズ": "アーリはライズの高いマナコストと持続的なダメージに対抗できず、スケーリングで劣る。"
		}
	},
	"リサンドラ": {
		"name": "リサンドラ",
		"beats": {
			"ダイアナ": "リサンドラはダイアナに対して強力なCCを持っており、ダイアナの突進を阻止することができるため、ダメージトレードで有利です。",
			"ヤスオ": "リサンドラはヤスオの風の刃を無効化することができるため、ファーム時に安全にミニオンを処理でき、優位に立つことができます。",
			"タロン": "リサンドラはタロンの攻撃を受けた際に自己回復能力を持っているため、タロンとのダメージトレードで有利です。",
			"フィズ": "リサンドラはフィズのスキルを封じることができるため、集団戦での影響力が高く、フィズに対して優位です。",
			"アカリ": "リサンドラはアカリのシャドウを追い詰めることができるため、ファームとダメージトレードで有利です。",
			"ガリオ": "リサンドラはガリオのスキルを無効化することができるため、集団戦での優位性を持っています。",
			"イレリア": "リサンドラはイレリアの攻撃を受けた際に自己防衛ができるため、ダメージトレードで有利です。",
			"カタリナ": "リサンドラはカタリナのコンボを阻止することができるため、集団戦での影響力が高く、カタリナに対して優位です。",
			"ルブラン": "リサンドラはルブランのスキルを封じることができるため、ダメージトレードで有利です。",
			"ベイガー": "リサンドラはベイガーのスキルを無効化することができるため、集団戦での優位性を持っています。",
			"オーロラ": "リサンドラはオーロラの攻撃を受けた際に自己回復能力を持っているため、ダメージトレードで有利です。"
		},
		"loses": {
			"フェイ": "フェイは高いバーストダメージを持っており、リサンドラはそのダメージトレードに対抗しづらい。",
			"タリヤ": "タリヤは優れたファーム能力を持ち、リサンドラが圧力をかける前にスケールすることができる。",
			"シンドラ": "シンドラはリサンドラのスキルを簡単に避けることができ、集団戦での影響力が高い。",
			"ラックス": "ラックスは長射程のスキルを持ち、リサンドラが近づく前にダメージを与えることができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはマップ全体に影響を与える能力を持ち、リサンドラの動きを制限することができる。",
			"アクシャン": "アクシャンは高い機動力を持ち、リサンドラのスキルを避けやすく、ダメージトレードで有利に立てる。",
			"ビクター": "ビクターはスケーリングが優れており、リサンドラが早期に勝負を仕掛けない限り、後半で強力になる。",
			"サイラス": "サイラスはリサンドラのスキルを奪うことができ、集団戦での優位性を持つ。",
			"アジール": "アジールは高い範囲ダメージを持ち、リサンドラが近づく前にダメージを与えることができる。",
			"アーリ": "アーリは高い機動力を持ち、リサンドラのスキルを避けやすく、ダメージトレードで有利に立てる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、リサンドラが反撃する前に倒すことができる。",
			"ライズ": "ライズは高い持続ダメージを持ち、リサンドラが集団戦で効果的に機能するのを妨げる。",
			"オリアナ": "オリアナは集団戦でのコントロールが強力で、リサンドラの動きを制限することができる。",
			"ゼラス": "ゼラスは高い範囲ダメージを持ち、リサンドラが近づく前にダメージを与えることができる。",
			"ヨネ": "ヨネは高い機動力とダメージを持ち、リサンドラのスキルを避けやすく、ダメージトレードで有利に立てる。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"ヨネ": "アカリはヨネに対して高い機動力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"フィズ": "アカリはフィズのスキルを避ける能力が高く、ファームをしながら安全にトレードができる。",
			"ゼラス": "アカリはゼラスの遠距離攻撃を避けることができ、近接戦でのダメージトレードで優位に立てる。",
			"ラックス": "アカリはラックスのスキルを回避しやすく、集団戦での瞬時のバーストダメージを与えることができる。",
			"エコー": "アカリはエコーのスキルを避けることができ、ファームをしながら有利なトレードが可能である。",
			"ビクター": "アカリはビクターのスキルを避ける能力が高く、集団戦での機動力を活かして有利に立ち回れる。",
			"メル": "アカリはメルの攻撃を避けることができ、ダメージトレードで優位に立つことができる。",
			"イレリア": "アカリはイレリアのスキルを避けることができ、ファームをしながら有利なトレードが可能である。",
			"ゼド": "アカリはゼドの影を避ける能力が高く、集団戦での瞬時のバーストダメージを与えることができる。"
		},
		"loses": {
			"ガリオ": "ガリオはアカリに対して強力なCCを持っており、アカリの移動を制限することでダメージトレードで有利に立つことができる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持っており、アカリが孤立した際に瞬時に介入してダメージを与えることができる。",
			"リサンドラ": "リサンドラはアカリに対して強力なCCと自己防御スキルを持っており、アカリの攻撃を無効化しやすい。",
			"タリヤ": "タリヤはアカリに対して高い範囲ダメージを持っており、アカリが近づく前にダメージを与えることができる。",
			"ライズ": "ライズは高いバーストダメージを持っており、アカリが近づく前に一気にダメージを与えることができる。",
			"ベイガー": "ベイガーは高いAPダメージを持ち、アカリが近づくと瞬時に大ダメージを与えることができるため、アカリにとって非常に危険である。",
			"タロン": "タロンは高いバーストダメージと機動力を持っており、アカリが攻撃する前に先手を取ることができる。",
			"アジール": "アジールは高い範囲ダメージを持ち、アカリが近づくときに安全にダメージを与えることができる。",
			"キヤナ": "キヤナは高いバーストダメージと逃げる能力を持っており、アカリが攻撃する前にダメージを与えられる。",
			"マルザハール": "マルザハールは強力なCCを持っており、アカリが近づくときに無力化することができる。"
		}
	},
	"マルザハール": {
		"name": "マルザハール",
		"beats": {
			"ゾーイ": "マルザハールはゾーイに対して、彼女のスキルを無効化するウルトを持っているため、ダメージトレードで有利です。",
			"ヤスオ": "マルザハールはヤスオの攻撃を受け流すことができるため、ファームを安定させやすく、スケーリングでも優位に立てます。",
			"ルブラン": "マルザハールはルブランの瞬間火力に対して、シールドを持っているため、集団戦での生存率が高くなります。",
			"ライズ": "マルザハールはライズのスキルを封じることができるため、ダメージトレードで有利に立つことができます。",
			"ブラッドミア": "マルザハールはブラッドミアの回復を妨げることができるため、ファームとダメージトレードで優位です。",
			"アカリ": "マルザハールはアカリの移動を制限することができるため、集団戦での影響力が高まります。",
			"フィズ": "マルザハールはフィズの攻撃を無効化するウルトを持っているため、ダメージトレードで有利です。",
			"アジール": "マルザハールはアジールのスキルを封じることができるため、スケーリングで優位に立つことができます。",
			"ゼド": "マルザハールはゼドの攻撃を受け流すことができるため、集団戦での生存率が高くなります。",
			"アニー": "マルザハールはアニーのバーストダメージを無効化することができるため、ダメージトレードで有利です。",
			"リサンドラ": "マルザハールはリサンドラのスキルを封じることができるため、ファームとスケーリングで優位です。"
		},
		"loses": {
			"スモルダー": "マルザハールはスモルダーの高いバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"タロン": "タロンはマルザハールのスキルを回避しやすく、ファームやダメージトレードで優位に立つことができる。",
			"ビクター": "ビクターはマルザハールのスキルを遠距離から安全に打ち込むことができ、集団戦での影響力が高い。",
			"タリヤ": "タリヤはマルザハールの動きを制限する壁を作ることができ、スケーリングで有利になる。",
			"アクシャン": "アクシャンはマルザハールのスキルを避けやすく、ファームとダメージトレードで優位に立つ。",
			"オリアナ": "オリアナはマルザハールの集団戦において、彼のスキルを無効化することができ、非常に強力な対抗策となる。",
			"オレリオン・ソル": "オレリオン・ソルはマルザハールのスキルを避けながら高いダメージを出せるため、ダメージトレードで不利になる。",
			"フェイ": "フェイはマルザハールのスキルを簡単に避けることができ、ファームとダメージトレードで優位に立つ。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはマルザハールのスキルを避けつつ、集団戦での影響力が高く、スケーリングで有利になる。",
			"オーロラ": "オーロラはマルザハールのスキルを無効化する手段を持っており、集団戦で不利に立たされる。",
			"ガリオ": "ガリオはマルザハールのスキルを無効化し、集団戦での影響力が高いため不利になる。",
			"アニビア": "アニビアはマルザハールの動きを制限することができ、ダメージトレードで優位に立つ。",
			"アーリ": "アーリはマルザハールのスキルを避けやすく、ダメージトレードで不利になる。"
		}
	},
	"ゼラス": {
		"name": "ゼラス",
		"beats": {
			"ベイガー": "ゼラスはベイガーに対して、遠距離からの攻撃が可能で、ベイガーのスキルを避けやすいため有利です。",
			"ラックス": "ゼラスはラックスに対して、ラックスのスキルを避けながらダメージを与えることができるため、有利です。",
			"ヴェックス": "ゼラスはヴェックスに対して、ヴェックスの近接攻撃を避けつつ、遠距離からの攻撃で優位に立てるため有利です。",
			"メル": "ゼラスはメルに対して、メルのスキルを避けながら持続的にダメージを与えられるため、有利です。",
			"シンドラ": "ゼラスはシンドラに対して、シンドラのスキルを避けつつ、遠距離からの攻撃で優位に立てるため有利です。",
			"マルザハール": "ゼラスはマルザハールに対して、マルザハールのスキルを避けながら持続的にダメージを与えられるため、有利です。",
			"ビクター": "ゼラスはビクターに対して、ビクターのスキルを避けつつ、遠距離からの攻撃で優位に立てるため有利です。",
			"ライズ": "ゼラスはライズに対して、ライズのスキルを避けながら持続的にダメージを与えられるため、有利です。",
			"リサンドラ": "ゼラスはリサンドラに対して、リサンドラのスキルを避けつつ、遠距離からの攻撃で優位に立てるため有利です。",
			"アジール": "ゼラスはアジールに対して、アジールのスキルを避けながら持続的にダメージを与えられるため、有利です。"
		},
		"loses": {
			"エコー": "エコーは高い機動力を持っており、ゼラスのスキルを避けやすいため、ダメージトレードで有利になる。",
			"ルブラン": "ルブランは瞬時にゼラスに接近し、高いバーストダメージを与えることができるため、ファームが難しくなる。",
			"イレリア": "イレリアはゼラスのスキルを避けながら近づくことができ、持続的なダメージを与えるため、集団戦で不利になる。",
			"アクシャン": "アクシャンはゼラスのスキルを回避しつつ、持続的なダメージを与えることができるため、スケーリングで有利になる。",
			"カタリナ": "カタリナはゼラスのスキルを避けながら、集団戦で一気にダメージを与えることができるため、不利になる。",
			"アカリ": "アカリは高い機動力を持ち、ゼラスのスキルを避けながら接近できるため、ダメージトレードで有利になる。",
			"フィズ": "フィズはゼラスのスキルを避ける能力が高く、持続的なダメージを与えることができるため、ファームが難しくなる。",
			"サイラス": "サイラスはゼラスのスキルを吸収し、逆にダメージを与えることができるため、集団戦で不利になる。",
			"カサディン": "カサディンはスケーリングが強力で、ゼラスのダメージを耐えながら後半で有利になる。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、ゼラスのスキルを避けながら接近できるため、ダメージトレードで不利になる。",
			"キヤナ": "キヤナは高い機動力を持ち、ゼラスのスキルを避けながらダメージを与えることができるため、集団戦で不利になる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、ゼラスのスキルを避けながら攻撃できるため、ファームが難しくなる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えつつ、ゼラスのスキルを避けることができるため、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはゼラスのスキルを風で防ぎつつ、近づいてダメージを与えることができるため、集団戦で不利になる。"
		}
	},
	"ベイガー": {
		"name": "ベイガー",
		"beats": {
			"ヴェックス": "ベイガーはヴェックスに対して高いダメージを持ち、彼女のスキルを避けることができるため、ダメージトレードで有利です。",
			"ブラッドミア": "ベイガーはブラッドミアの攻撃を遠距離から安全に反撃できるため、ファームで有利です。",
			"アカリ": "ベイガーはアカリのシャドウを無効化する能力を持っているため、集団戦で有利です。",
			"ライズ": "ベイガーはライズの魔法ダメージを高いバーストで返すことができるため、ダメージトレードで有利です。",
			"ダイアナ": "ベイガーはダイアナの突進をカウンターする能力があり、集団戦で有利です。",
			"マルザハール": "ベイガーはマルザハールのウルトを無効化することができるため、集団戦で有利です。",
			"オリアナ": "ベイガーはオリアナのボールを遠距離から攻撃できるため、ダメージトレードで有利です。",
			"リサンドラ": "ベイガーはリサンドラのCCを避けることができるため、スケーリングで有利です。"
		},
		"loses": {
			"アクシャン": "アクシャンは高い機動力を持っており、ベイガーのスキルを避けやすいため、ダメージトレードで有利になる。",
			"カタリナ": "カタリナは瞬時に近づいてダメージを与える能力があり、ベイガーのスキルを回避しやすいので、ファームとダメージトレードで不利になる。",
			"アニビア": "アニビアは強力なCCを持っており、ベイガーがスキルを発動する前に妨害できるため、集団戦で不利になる。",
			"エコー": "エコーは高いバーストダメージと逃げる能力を持っており、ベイガーがスキルを当てるのが難しいため、ダメージトレードで不利になる。",
			"ゼラス": "ゼラスは長射程のスキルを持っており、ベイガーが近づく前にダメージを与えられるため、ファームで不利になる。",
			"イレリア": "イレリアは高い機動力と持続的なダメージを持っており、ベイガーがスキルを当てるのが難しいため、ダメージトレードで不利になる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持っており、ベイガーが孤立しやすくなるため、集団戦で不利になる。",
			"シンドラ": "シンドラは高いバーストダメージを持っており、ベイガーがスキルを発動する前に倒される可能性が高いため、ダメージトレードで不利になる。",
			"フェイ": "フェイは高い機動力と持続的なダメージを持っており、ベイガーがスキルを当てるのが難しいため、ダメージトレードで不利になる。",
			"ビクター": "ビクターは強力なバーストダメージを持っており、ベイガーがスキルを発動する前に倒される可能性が高いため、ダメージトレードで不利になる。",
			"カサディン": "カサディンは高い機動力を持っており、ベイガーのスキルを避けやすいため、ダメージトレードで不利になる。",
			"フィズ": "フィズは高い機動力とバーストダメージを持っており、ベイガーがスキルを当てるのが難しいため、ダメージトレードで不利になる。",
			"メル": "メルは高い持続的なダメージを持っており、ベイガーがスキルを発動する前に倒される可能性が高いため、ダメージトレードで不利になる。",
			"アジール": "アジールは長射程のスキルを持っており、ベイガーが近づく前にダメージを与えられるため、ファームで不利になる。"
		}
	},
	"ヴェル＝コズ": {
		"name": "ヴェル＝コズ",
		"beats": {
			"ガリオ": "ヴェル＝コズはガリオに対して、遠距離からのスキルショットでダメージを与えやすく、ガリオの接近を阻止できるため有利です。",
			"ゾーイ": "ヴェル＝コズはゾーイに対して、ゾーイのスキルを避けながら持続的にダメージを与えることができるため、有利です。",
			"オーロラ": "ヴェル＝コズはオーロラに対して、スキルのリーチが長く、オーロラの攻撃を受ける前にダメージを与えられるため、有利です。",
			"フェイ": "ヴェル＝コズはフェイに対して、フェイの移動を制限しつつ、遠距離からの攻撃で有利に立ち回れるため、有利です。",
			"ビクター": "ヴェル＝コズはビクターに対して、ビクターのスキルを避けながら持続的にダメージを与えられるため、有利です。",
			"アニビア": "ヴェル＝コズはアニビアに対して、アニビアの壁を避けつつ、遠距離からの攻撃で有利に戦えるため、有利です。",
			"ブラッドミア": "ヴェル＝コズはブラッドミアに対して、ブラッドミアの接近を阻止し、遠距離からの攻撃で有利に立ち回れるため、有利です。",
			"サイラス": "ヴェル＝コズはサイラスに対して、サイラスのスキルを避けながら持続的にダメージを与えられるため、有利です。",
			"ライズ": "ヴェル＝コズはライズに対して、ライズの移動を制限しつつ、遠距離からの攻撃で有利に戦えるため、有利です。",
			"アニー": "ヴェル＝コズはアニーに対して、アニーの接近を阻止し、遠距離からの攻撃で有利に立ち回れるため、有利です。",
			"ラックス": "ヴェル＝コズはラックスに対して、ラックスのスキルを避けながら持続的にダメージを与えられるため、有利です。"
		},
		"loses": {
			"エコー": "エコーは高い機動力を持っており、ヴェル＝コズのスキルを避けやすいため、ダメージトレードで有利になる。",
			"アジール": "アジールは長射程の攻撃を持ち、ヴェル＝コズが近づく前にダメージを与えることができるため、ファームが難しくなる。",
			"タリヤ": "タリヤは地形を利用してヴェル＝コズの動きを制限できるため、集団戦での影響力が高い。",
			"カタリナ": "カタリナは瞬時に接近して高いバーストダメージを与えることができるため、ダメージトレードで不利になる。",
			"アクシャン": "アクシャンは高いバーストダメージと機動力を持ち、ヴェル＝コズがスキルを当てる前に攻撃を仕掛けることができる。",
			"アカリ": "アカリはスキルを使ってヴェル＝コズの攻撃を避けることができ、ダメージトレードで有利になる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、ヴェル＝コズがスキルを当てる前に倒すことができるため、ファームが難しくなる。",
			"ヨネ": "ヨネは高い機動力と持続的なダメージを持ち、ヴェル＝コズがスキルを当てる前に攻撃を仕掛けることができる。",
			"イレリア": "イレリアは高い機動力と持続的なダメージを持ち、ヴェル＝コズがスキルを当てる前に接近して攻撃できる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、集団戦での影響力が高いため、ヴェル＝コズにとって不利になる。",
			"ゼラス": "ゼラスは高い射程と持続的なダメージを持ち、ヴェル＝コズが近づく前に攻撃を仕掛けることができる。",
			"リサンドラ": "リサンドラはCC（クラウドコントロール）を持ち、ヴェル＝コズのスキルを無効化することができるため、ダメージトレードで不利になる。",
			"フィズ": "フィズは高い機動力を持ち、ヴェル＝コズのスキルを避けやすく、ダメージトレードで有利になる。",
			"ルブラン": "ルブランは高いバーストダメージと機動力を持ち、ヴェル＝コズがスキルを当てる前に攻撃を仕掛けることができる。",
			"アーリ": "アーリは高い機動力とCCを持ち、ヴェル＝コズがスキルを当てる前に接近して攻撃できるため、ダメージトレードで不利になる。"
		}
	},
	"ヴェックス": {
		"name": "ヴェックス",
		"beats": {
			"イレリア": "ヴェックスはイレリアに対して、遠距離からのスキルで圧力をかけることができるため、ファームがしやすい。",
			"ヨネ": "ヴェックスはヨネの攻撃を避ける能力が高く、ダメージトレードで有利に立てる。",
			"アクシャン": "ヴェックスはアクシャンの突進を阻止するスキルを持っているため、集団戦での優位性がある。",
			"ルブラン": "ヴェックスはルブランの瞬間移動に対して、スキルを当てやすく、ダメージトレードで有利。",
			"カサディン": "ヴェックスはカサディンのスケーリングを抑えることができるため、早期のゲームで有利。",
			"リサンドラ": "ヴェックスはリサンドラのCCを避けることができ、ファームを安定させることができる。",
			"ゾーイ": "ヴェックスはゾーイのスキルを遠距離からカウンターできるため、ダメージトレードで有利。",
			"ヤスオ": "ヴェックスはヤスオの風を利用して、スキルを当てやすく、集団戦での優位性がある。",
			"フィズ": "ヴェックスはフィズの動きを予測しやすく、ダメージトレードで有利に立てる。",
			"アカリ": "ヴェックスはアカリの隠れた状態を見つけやすく、集団戦での優位性がある。",
			"マルザハール": "ヴェックスはマルザハールのウルトを避けることができ、ダメージトレードで有利。",
			"キヤナ": "ヴェックスはキヤナの攻撃を遠距離から抑えることができるため、ファームがしやすい。"
		},
		"loses": {
			"オリアナ": "オリアナはヴェックスに対して優れたファーム能力を持ち、スキルを使って安全にミニオンを処理できるため、ヴェックスはファームで不利になる。",
			"シンドラ": "シンドラは高いダメージトレード能力を持ち、ヴェックスのスキルを避けながら攻撃できるため、ダメージトレードで不利になる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、ヴェックスの攻撃を受けても生存しやすいため、ダメージトレードで不利になる。",
			"ライズ": "ライズは高いスケーリング能力を持ち、ゲーム後半において強力なダメージを出せるため、スケーリングで不利になる。",
			"ベイガー": "ベイガーはスキルを使って安全にファームでき、後半に強力なバーストダメージを持つため、スケーリングで不利になる。",
			"ビクター": "ビクターは高い範囲ダメージを持ち、集団戦での影響力が大きいため、集団戦で不利になる。",
			"ラックス": "ラックスは長い射程と高いバーストダメージを持ち、ヴェックスが近づく前に攻撃できるため、ダメージトレードで不利になる。",
			"アニー": "アニーは強力なスタンを持ち、ヴェックスが攻撃する前に捕まえることができるため、ダメージトレードで不利になる。",
			"メル": "メルは高い機動力を持ち、ヴェックスのスキルを避けながら攻撃できるため、ダメージトレードで不利になる。",
			"フェイ": "フェイは高いバーストダメージを持ち、集団戦での影響力が大きいため、集団戦で不利になる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体マップでの影響力が高く、ヴェックスが孤立しやすくなるため、集団戦で不利になる。",
			"アーリ": "アーリは高い機動力を持ち、ヴェックスのスキルを避けながら攻撃できるため、ダメージトレードで不利になる。",
			"オーロラ": "オーロラは高い範囲ダメージを持ち、集団戦での影響力が大きいため、集団戦で不利になる。",
			"ガリオ": "ガリオは強力なタンク能力を持ち、集団戦でヴェックスのダメージを吸収できるため、集団戦で不利になる。",
			"アジール": "アジールは高いスケーリング能力を持ち、後半において強力なダメージを出せるため、スケーリングで不利になる。",
			"タロン": "タロンは高いバーストダメージを持ち、ヴェックスが攻撃する前に倒すことができるため、ダメージトレードで不利になる。",
			"タリヤ": "タリヤは高い範囲ダメージを持ち、集団戦での影響力が大きいため、集団戦で不利になる."
		}
	},
	"ジェイス": {
		"name": "ジェイス",
		"beats": {
			"タリヤ": "ジェイスはタリヤに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"ライズ": "ジェイスはライズに対して高いバーストダメージを持ち、ダメージトレードで優位に立てるため有利です。",
			"アニー": "ジェイスはアニーのスキルを避けることができ、集団戦での影響力が高いため有利です。",
			"オーロラ": "ジェイスはオーロラに対して高いスケーリングを持ち、ゲーム後半に強力なダメージを出せるため有利です。",
			"アクシャン": "ジェイスはアクシャンに対して遠距離からの攻撃で優位に立てるため、ファームがしやすく有利です。",
			"タロン": "ジェイスはタロンに対して高いダメージトレードを行えるため、序盤から有利に進められます。",
			"カタリナ": "ジェイスはカタリナに対してスキルを使って距離を保てるため、集団戦での生存率が高く有利です。",
			"メル": "ジェイスはメルに対して高いバーストダメージを持ち、ダメージトレードで優位に立てるため有利です。",
			"カサディン": "ジェイスはカサディンに対して早期にダメージを与えられるため、ファームとダメージトレードで有利です。",
			"ゼラス": "ジェイスはゼラスに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"アカリ": "ジェイスはアカリに対して高いバーストダメージを持ち、ダメージトレードで優位に立てるため有利です。",
			"ヴィエゴ": "ジェイスはヴィエゴに対して高いスケーリングを持ち、ゲーム後半に強力なダメージを出せるため有利です。",
			"シンドラ": "ジェイスはシンドラに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"ゼド": "ジェイスはゼドに対して高いバーストダメージを持ち、ダメージトレードで優位に立てるため有利です。"
		},
		"loses": {
			"ゾーイ": "ゾーイは高いバーストダメージを持っており、ジェイスはその攻撃に対して脆弱であるため、ダメージトレードで不利である。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、ジェイスの攻撃を受けても生存しやすいため、ファームで不利である。",
			"ガリオ": "ガリオは強力な集団戦能力を持ち、ジェイスのスキルを無効化することができるため、集団戦で不利である。",
			"アニビア": "アニビアは優れたコントロールスキルを持ち、ジェイスの動きを制限することができるため、ダメージトレードで不利である。",
			"ルブラン": "ルブランは高い機動力とバーストダメージを持ち、ジェイスはその攻撃に対して対処が難しいため、ダメージトレードで不利である。",
			"ヨネ": "ヨネは持続的なダメージを出すことができ、ジェイスはその攻撃に対して脆弱であるため、ファームで不利である。",
			"イレリア": "イレリアは高い機動力と持続的なダメージを持ち、ジェイスはその攻撃に対して対処が難しいため、ダメージトレードで不利である。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、ジェイスはその影響を受けやすいため、スケーリングで不利である。",
			"エコー": "エコーは高いバーストダメージと逃げる能力を持ち、ジェイスはその攻撃に対して脆弱であるため、ダメージトレードで不利である。",
			"リサンドラ": "リサンドラは強力なCCを持ち、ジェイスはその攻撃を受けると動けなくなるため、集団戦で不利である。",
			"アジール": "アジールは高い範囲ダメージを持ち、ジェイスはその攻撃に対して脆弱であるため、ダメージトレードで不利である。",
			"ヴェックス": "ヴェックスは強力なコントロールスキルを持ち、ジェイスはその攻撃を受けると動きが制限されるため、集団戦で不利である。",
			"ラックス": "ラックスは高いバーストダメージとCCを持ち、ジェイスはその攻撃に対して脆弱であるため、ダメージトレードで不利である."
		}
	},
	"スウェイン": {
		"name": "スウェイン",
		"beats": {
			"ガリオ": "スウェインはガリオに対して持続的なダメージを与えることができ、ガリオのシールドを無視してダメージを稼げるため有利である。",
			"マルザハール": "スウェインはマルザハールのウルトを避ける手段を持っており、マルザハールのバリアを無視してダメージを与えられるため有利である。",
			"フィズ": "スウェインはフィズの攻撃を受け流しつつ、持続的なダメージを与えることができるため有利である。",
			"アカリ": "スウェインはアカリのスキルを受け流しつつ、持続的なダメージを与えられるため有利である。",
			"ベイガー": "スウェインはベイガーのスキルを避けることができ、持続的なダメージを与えられるため有利である。",
			"カタリナ": "スウェインはカタリナの攻撃を受け流しつつ、持続的なダメージを与えられるため有利である。",
			"エコー": "スウェインはエコーのスキルを受け流しつつ、持続的なダメージを与えられるため有利である。",
			"ダイアナ": "スウェインはダイアナの攻撃を受け流しつつ、持続的なダメージを与えられるため有利である。",
			"ブラッドミア": "スウェインはブラッドミアの攻撃を受け流しつつ、持続的なダメージを与えられるため有利である。",
			"ヴェックス": "スウェインはヴェックスのスキルを受け流しつつ、持続的なダメージを与えられるため有利である。",
			"ラックス": "スウェインはラックスのスキルを避けることができ、持続的なダメージを与えられるため有利である."
		},
		"loses": {
			"メル": "メルは高い機動力を持っており、スウェインのスキルを避けやすいため、ダメージトレードで有利になる。",
			"フェイ": "フェイは持続的なダメージを与える能力が高く、スウェインの回復を上回るため、ファームで不利になる。",
			"イレリア": "イレリアはスウェインのスキルを簡単に避けることができ、集団戦での影響力が高いため、スウェインにとって不利である。",
			"タリヤ": "タリヤは地形を利用した戦闘が得意で、スウェインの動きを制限できるため、スケーリングで不利になる。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、スウェインの耐久力を無視できるため、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはスウェインのスキルをカウンターできるため、ファームでの優位性を持つ。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、スウェインの回復を無視できるため、ダメージトレードで不利になる。",
			"オレリオン・ソル": "オレリオン・ソルは高い範囲攻撃を持ち、スウェインの集団戦での影響力を低下させるため、不利になる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、スウェインの耐久力を無視できるため、ダメージトレードで不利になる。",
			"アジール": "アジールは持続的なダメージを与える能力が高く、スウェインの回復を上回るため、スケーリングで不利になる。",
			"ライズ": "ライズは高い機動力とバーストダメージを持ち、スウェインのスキルを避けやすいため、ダメージトレードで不利になる。",
			"ゼド": "ゼドは高いバーストダメージを持ち、スウェインの耐久力を無視できるため、ダメージトレードで不利になる。",
			"アニー": "アニーは高いバーストダメージを持ち、スウェインの回復を無視できるため、ダメージトレードで不利になる。",
			"ルブラン": "ルブランは高い機動力を持ち、スウェインのスキルを避けやすいため、ダメージトレードで不利になる。",
			"ゼラス": "ゼラスは高い範囲攻撃を持ち、スウェインの集団戦での影響力を低下させるため、不利になる。"
		}
	},
	"フィズ": {
		"name": "フィズ",
		"beats": {
			"メル": "フィズはメルに対して高い機動力を持っており、ダメージトレードで優位に立つことができる。",
			"ゼラス": "フィズはゼラスのスキルを避ける能力が高く、ファームを効率的に行いながらダメージを与えることができる。",
			"ヨネ": "フィズはヨネの攻撃を回避しやすく、集団戦での影響力が高い。",
			"ベイガー": "フィズはベイガーのスキルを避けることができ、ダメージトレードで有利に立つことができる。",
			"シンドラ": "フィズはシンドラのスキルを避ける能力が高く、ファームをしながら有利な状況を作り出せる。",
			"アニー": "フィズはアニーのスタンを避けることができ、ダメージトレードで優位に立つことができる。",
			"ゾーイ": "フィズはゾーイのスキルを避ける能力が高く、集団戦での影響力が強い。",
			"フェイ": "フィズはフェイの攻撃を回避しやすく、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"アクシャン": "フィズはアクシャンの長射程攻撃に対して近接で戦うため、ファームが難しい。",
			"サイラス": "フィズはサイラスのスキルを奪われると、ダメージトレードで不利になる。",
			"ブラッドミア": "フィズはブラッドミアの回復能力に対抗できず、ダメージトレードで劣る。",
			"ダイアナ": "フィズはダイアナの強力な集団戦スキルに対して脆弱で、集団戦で不利になる。",
			"ライズ": "フィズはライズの持続的なダメージとCCに対して対処が難しく、ダメージトレードで劣る。",
			"アカリ": "フィズはアカリの高いバーストダメージに対して脆弱で、ファームが難しい。",
			"タリヤ": "フィズはタリヤの地形を利用した攻撃に対して不利で、ダメージトレードで劣る。",
			"ヤスオ": "フィズはヤスオの風の刃によるカウンターに対して脆弱で、ダメージトレードで不利になる。",
			"ガリオ": "フィズはガリオのタンク性能とCCに対して対処が難しく、集団戦で不利になる。",
			"アジール": "フィズはアジールの持続的なダメージに対して脆弱で、ファームが難しい。",
			"カサディン": "フィズはカサディンのスケーリング能力に対して劣り、ゲーム後半で不利になる。",
			"リサンドラ": "フィズはリサンドラのCCに対して脆弱で、ダメージトレードで不利になる。",
			"イレリア": "フィズはイレリアの高いバーストダメージに対して脆弱で、ファームが難しい。"
		}
	},
	"オレリオン・ソル": {
		"name": "オレリオン・ソル",
		"beats": {
			"アニビア": "オレリオン・ソルはアニビアに対してファームが有利であり、彼の範囲攻撃がアニビアのスキルを避けやすくするため、ダメージトレードでも優位に立てる。",
			"ラックス": "オレリオン・ソルはラックスのスキルショットを避ける能力が高く、ダメージトレードにおいて有利であるため、集団戦でもラックスを圧倒できる。",
			"オリアナ": "オレリオン・ソルはオリアナのボールを避けることができ、ファームとダメージトレードで優位に立つことができるため、集団戦でも有利に働く。",
			"メル": "オレリオン・ソルはメルの攻撃を避けやすく、ファームがしやすいため、ダメージトレードでも有利であり、集団戦でも強力な影響を持つ。",
			"マルザハール": "オレリオン・ソルはマルザハールのウルトを避けることができ、ファームとダメージトレードで優位に立てるため、集団戦でも有利に働く。",
			"ヤスオ": "オレリオン・ソルはヤスオの攻撃を避ける能力が高く、ファームがしやすいため、ダメージトレードでも有利であり、集団戦でも強力な影響を持つ。",
			"ライズ": "オレリオン・ソルはライズのスキルを避けることができ、ファームとダメージトレードで優位に立つため、集団戦でも有利に働く。",
			"ベイガー": "オレリオン・ソルはベイガーのスキルを避けやすく、ファームがしやすいため、ダメージトレードでも有利であり、集団戦でも強力な影響を持つ。",
			"アジール": "オレリオン・ソルはアジールの攻撃を避ける能力が高く、ファームがしやすいため、ダメージトレードでも有利であり、集団戦でも強力な影響を持つ。",
			"カサディン": "オレリオン・ソルはカサディンのスキルを避けることができ、ファームとダメージトレードで優位に立つため、集団戦でも有利に働く。",
			"オーロラ": "オレリオン・ソルはオーロラの攻撃を避けやすく、ファームがしやすいため、ダメージトレードでも有利であり、集団戦でも強力な影響を持つ。",
			"ビクター": "オレリオン・ソルはビクターのスキルを避けることができ、ファームとダメージトレードで優位に立つため、集団戦でも有利に働く。"
		},
		"loses": {
			"キヤナ": "キヤナはオレリオン・ソルに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはオレリオン・ソルのスキルを回避しやすく、集団戦での影響力が高いため不利である。",
			"アーリ": "アーリはオレリオン・ソルに対して機動力が高く、ファームを妨害しやすい。",
			"フィズ": "フィズはオレリオン・ソルのスキルを避けることができ、ダメージトレードで有利に進めることができる。",
			"タリヤ": "タリヤはオレリオン・ソルに対して強力なゾーンコントロールを持ち、集団戦での優位性を持つ。",
			"カタリナ": "カタリナはオレリオン・ソルに対して高いバーストダメージを持ち、スケーリングで優位に立つことができる。",
			"ゼド": "ゼドはオレリオン・ソルに対して高いダメージを持ち、ファームを妨害しやすい。",
			"サイラス": "サイラスはオレリオン・ソルのスキルを奪うことができ、ダメージトレードで有利に進めることができる。",
			"ヴェックス": "ヴェックスはオレリオン・ソルに対して強力なCCを持ち、集団戦での影響力が高い。",
			"ゾーイ": "ゾーイはオレリオン・ソルに対して高いバーストダメージを持ち、ファームを妨害しやすい。",
			"フェイ": "フェイはオレリオン・ソルに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"アクシャン": "アクシャンはオレリオン・ソルに対して高いバーストダメージを持ち、スケーリングで優位に立つことができる。",
			"ゼラス": "ゼラスはオレリオン・ソルに対して高い射程を持ち、ファームを妨害しやすい。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"ガリオ": "オーロラはガリオに対して、ファームの面で優位に立つことができる。彼女のスキルはミニオンを効率的に処理できるため、ゴールドを稼ぎやすい。",
			"カサディン": "オーロラはカサディンに対して、ダメージトレードで有利である。彼女のスキルはカサディンのシールドを無視してダメージを与えることができるため、トレードで勝ちやすい。",
			"ブラッドミア": "オーロラはブラッドミアに対して、スケーリングの面で優位である。彼女はレベルが上がるにつれて強力なスキルを持ち、ブラッドミアのダメージを抑えることができる。",
			"サイラス": "オーロラはサイラスに対して、集団戦で有利である。彼女の範囲攻撃は集団戦でのダメージを大幅に増加させ、サイラスの効果的な攻撃を防ぐことができる。",
			"マルザハール": "オーロラはマルザハールに対して、ファームの面で優位である。彼女はマルザハールのウルトを避けることができ、安定してミニオンを処理できる。",
			"ルブラン": "オーロラはルブランに対して、ダメージトレードで有利である。彼女のスキルはルブランの瞬間移動を制限し、トレードで優位に立つことができる。",
			"ヨネ": "オーロラはヨネに対して、スケーリングの面で優位である。彼女はレイトゲームにおいて強力なダメージを持ち、ヨネの攻撃を抑えることができる。",
			"アジール": "オーロラはアジールに対して、集団戦で有利である。彼女の範囲攻撃はアジールの兵士を一掃し、集団戦での影響力を高めることができる。",
			"タリヤ": "オーロラはタリヤに対して、ファームの面で優位である。彼女はタリヤのスキルを避けながら、効率的にミニオンを処理できる。"
		},
		"loses": {
			"カタリナ": "カタリナはオーロラに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ゼド": "ゼドはオーロラに対して強力なシャドウを使い、ファームを妨害しつつ高いダメージを与えることができる。",
			"キヤナ": "キヤナはオーロラに対して高い機動力を持ち、集団戦での影響力が大きく、オーロラを圧倒することができる。",
			"アニー": "アニーはオーロラに対して強力なスタンを持ち、ダメージトレードで有利に立つことができる。",
			"ラックス": "ラックスはオーロラに対して長射程のスキルを持ち、ファームを安全に行いながらダメージを与えることができる。",
			"ビクター": "ビクターはオーロラに対してスケーリングが優れており、後半戦での集団戦で強力なダメージを出すことができる。",
			"アクシャン": "アクシャンはオーロラに対して高いバーストダメージを持ち、特にレベルが上がるとダメージトレードで優位に立つことができる。"
		}
	},
	"カサディン": {
		"name": "カサディン",
		"beats": {
			"アニー": "カサディンはアニーのスキルを回避しやすく、ダメージトレードで有利に立てるため。",
			"ラックス": "カサディンはラックスのスキルショットを避ける能力が高く、ファームを安定させやすいから。",
			"ゼラス": "カサディンはゼラスの遠距離攻撃を避けることができ、スケーリングにおいて優位に立つため。",
			"ベイガー": "カサディンはベイガーのスタンを避けることができ、集団戦での生存率が高いから。",
			"メル": "カサディンはメルの攻撃を回避しやすく、ダメージトレードで有利に立てるため。",
			"フィズ": "カサディンはフィズの攻撃を避ける能力が高く、ファームを安定させやすいから。",
			"ビクター": "カサディンはビクターのスキルを避けることができ、スケーリングにおいて優位に立つため。",
			"イレリア": "カサディンはイレリアの攻撃を回避しやすく、集団戦での生存率が高いから。",
			"タリヤ": "カサディンはタリヤのスキルを避ける能力が高く、ダメージトレードで有利に立てるため。",
			"ルブラン": "カサディンはルブランのスキルを避けることができ、ファームを安定させやすいから。",
			"ブラッドミア": "カサディンはブラッドミアの攻撃を回避しやすく、スケーリングにおいて優位に立つため。",
			"アニビア": "カサディンはアニビアのスタンを避けることができ、集団戦での生存率が高いから。",
			"アジール": "カサディンはアジールの攻撃を回避しやすく、ダメージトレードで有利に立てるため。",
			"シンドラ": "カサディンはシンドラのスキルを避ける能力が高く、ファームを安定させやすいから。",
			"アーリ": "カサディンはアーリの攻撃を回避しやすく、スケーリングにおいて優位に立つため。"
		},
		"loses": {
			"ヴェックス": "ヴェックスはカサディンに対して強力なマナ消費とCCを持っており、ファームが難しくなる。",
			"ゼド": "ゼドはカサディンに対して高いバーストダメージを持っており、ダメージトレードで不利になる。",
			"ヨネ": "ヨネはカサディンに対して高い機動性と持続的なダメージを持っており、スケーリングで優位に立つ。",
			"キヤナ": "キヤナはカサディンに対して強力なエリアダメージを持っており、集団戦での影響力が高い。",
			"リサンドラ": "リサンドラはカサディンに対して強力なCCと持続的なダメージを持っており、ダメージトレードで不利になる。",
			"オーロラ": "オーロラはカサディンに対して高いバーストダメージを持っており、ファームが難しくなる。",
			"ガリオ": "ガリオはカサディンに対して強力なタンク性能とCCを持っており、集団戦での影響力が高い。",
			"オリアナ": "オリアナはカサディンに対して強力なエリアコントロールとダメージを持っており、スケーリングで優位に立つ。"
		}
	},
	"アニー": {
		"name": "アニー",
		"beats": {
			"ヤスオ": "アニーはヤスオに対して強力なバーストダメージを持っており、早期に有利なダメージトレードを行うことができる。",
			"ヴェックス": "アニーはヴェックスのスキルを避ける能力が高く、集団戦での影響力を持つため、ヴェックスに対して有利である。",
			"ヨネ": "アニーはヨネの攻撃を受ける前に先手を打つことができ、ファームの面でも優位に立つことができる。",
			"タロン": "アニーはタロンの瞬発力に対抗できるスキルを持っており、ダメージトレードで有利に立つことができる。",
			"アクシャン": "アニーはアクシャンの攻撃を封じることができ、集団戦での優位性を持つため、アクシャンに対して有利である。",
			"ライズ": "アニーはライズのスキルを避けることができ、ファームの面でも有利に立つことができる。",
			"ブラッドミア": "アニーはブラッドミアの回復を妨げるバーストダメージを持っており、ダメージトレードで有利である。",
			"リサンドラ": "アニーはリサンドラのCCを避けることができ、集団戦での影響力を持つため、リサンドラに対して有利である。",
			"タリヤ": "アニーはタリヤのスキルを避ける能力が高く、ダメージトレードで有利に立つことができる。",
			"マルザハール": "アニーはマルザハールのウルトを無効化することができ、集団戦での優位性を持つため、マルザハールに対して有利である。",
			"オーロラ": "アニーはオーロラの攻撃を受ける前に先手を打つことができ、ファームの面でも優位に立つことができる。",
			"ラックス": "アニーはラックスのスキルを避けることができ、ダメージトレードで有利に立つことができる。",
			"フィズ": "アニーはフィズの攻撃を受ける前に先手を打つことができ、集団戦での影響力を持つため、フィズに対して有利である。",
			"ツイステッド・フェイト": "アニーはツイステッド・フェイトのスキルを避ける能力が高く、ファームの面でも有利に立つことができる。"
		},
		"loses": {
			"カサディン": "カサディンはアニーのスキルを回避する能力が高く、ファームをしながら安全にダメージを与えることができるため、アニーは不利である。",
			"エコー": "エコーは高い機動力を持ち、アニーのスキルを避けながらダメージトレードを行うことができるため、アニーは不利である。",
			"オリアナ": "オリアナはアニーに対して長距離からの攻撃が可能で、集団戦での影響力が高いため、アニーは不利である。",
			"ダイアナ": "ダイアナはアニーに対して強力なオールインが可能で、スケーリングにおいても優位に立つことができるため、アニーは不利である。",
			"アジール": "アジールは遠距離からの持続的なダメージを与えることができ、アニーの攻撃を避けることができるため、アニーは不利である。",
			"サイラス": "サイラスはアニーのスキルを奪って逆にダメージを与えることができるため、アニーは不利である。",
			"ビクター": "ビクターは高い範囲ダメージを持ち、集団戦での影響力が強いため、アニーは不利である。",
			"メル": "メルはアニーの攻撃を避ける能力が高く、ファームをしながら安全にダメージを与えることができるため、アニーは不利である。",
			"フェイ": "フェイは高い機動力を持ち、アニーのスキルを避けながらダメージトレードを行うことができるため、アニーは不利である。",
			"シンドラ": "シンドラはアニーに対して強力な範囲攻撃を持ち、集団戦での影響力が高いため、アニーは不利である。"
		}
	},
	"カシオペア": {
		"name": "カシオペア",
		"beats": {
			"エコー": "カシオペアはエコーに対して、ファームの面で優位に立つことができる。彼女のスキルはミニオンを効率的に処理できるため、エコーよりも早くゴールドを獲得できる。",
			"ルブラン": "カシオペアはルブランに対して、ダメージトレードで有利である。彼女のスキルセットはルブランの攻撃を受け流しつつ、反撃することが可能である。",
			"カタリナ": "カシオペアはカタリナに対して、スケーリングの面で優位である。カシオペアはレベルが上がるにつれて強力なダメージを出すことができ、カタリナを圧倒する。",
			"イレリア": "カシオペアはイレリアに対して、集団戦で有利である。彼女の範囲攻撃はイレリアの機動力を制限し、チームファイトでの影響力を高める。",
			"ヴェックス": "カシオペアはヴェックスに対して、ファームの面で優位である。彼女はミニオンを効率的に処理できるため、ヴェックスよりも早くアイテムを揃えることができる。",
			"リサンドラ": "カシオペアはリサンドラに対して、ダメージトレードで有利である。彼女のスキルはリサンドラの冷却時間を利用して、持続的なダメージを与えることができる。",
			"ブラッドミア": "カシオペアはブラッドミアに対して、スケーリングの面で優位である。彼女はレベルが上がるにつれて強力なダメージを出し、ブラッドミアを圧倒する。",
			"フィズ": "カシオペアはフィズに対して、集団戦で有利である。彼女の範囲攻撃はフィズの機動力を制限し、チームファイトでの影響力を高める。",
			"オレリオン・ソル": "カシオペアはオレリオン・ソルに対して、ファームの面で優位である。彼女はミニオンを効率的に処理できるため、オレリオン・ソルよりも早くゴールドを獲得できる。",
			"アクシャン": "カシオペアはアクシャンに対して、ダメージトレードで有利である。彼女のスキルセットはアクシャンの攻撃を受け流しつつ、反撃することが可能である。",
			"サイラス": "カシオペアはサイラスに対して、スケーリングの面で優位である。カシオペアはレベルが上がるにつれて強力なダメージを出すことができ、サイラスを圧倒する。",
			"ヤスオ": "カシオペアはヤスオに対して、集団戦で有利である。彼女の範囲攻撃はヤスオの機動力を制限し、チームファイトでの影響力を高める。",
			"ゼド": "カシオペアはゼドに対して、ファームの面で優位である。彼女はミニオンを効率的に処理できるため、ゼドよりも早くアイテムを揃えることができる。",
			"ダイアナ": "カシオペアはダイアナに対して、ダメージトレードで有利である。彼女のスキルはダイアナの攻撃を受け流しつつ、持続的なダメージを与えることができる。"
		},
		"loses": {
			"キヤナ": "キヤナは高いバーストダメージを持っており、カシオペアがダメージトレードで不利になる。",
			"シンドラ": "シンドラは優れたファーム能力とスキルショットでカシオペアを圧倒することができる。",
			"タリヤ": "タリヤは優れたマップコントロールと集団戦での影響力を持ち、カシオペアに対して有利に立ち回る。",
			"ガリオ": "ガリオはタンクとしての耐久性が高く、カシオペアのダメージを軽減しやすい。",
			"マルザハール": "マルザハールはスキルでカシオペアを無力化し、ファームやダメージトレードで優位に立つ。",
			"ゾーイ": "ゾーイは高い機動力とバーストダメージを持ち、カシオペアに対して有利に戦える。",
			"ビクター": "ビクターはスキルの範囲攻撃でカシオペアを圧倒し、集団戦での影響力が高い。",
			"フェイ": "フェイは高いバーストダメージと機動力を持ち、カシオペアに対して有利に立ち回る。",
			"アジール": "アジールは優れたスケーリングと集団戦能力を持ち、カシオペアに対して有利に戦える。",
			"ヨネ": "ヨネは高いダメージと機動力を持ち、カシオペアに対して有利に立ち回る。",
			"アニー": "アニーは高いバーストダメージを持ち、カシオペアがダメージトレードで不利になる。",
			"メル": "メルは高い機動力とバーストダメージを持ち、カシオペアに対して有利に戦える。",
			"アーリ": "アーリは高い機動力とバーストダメージを持ち、カシオペアに対して有利に立ち回る。",
			"ベイガー": "ベイガーは高いスケーリング能力を持ち、カシオペアが集団戦で不利になる。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"リサンドラ": "ブランドはリサンドラに対して強力なダメージを持っており、リサンドラのスキルを避けることができるため、ダメージトレードで有利です。",
			"タリヤ": "ブランドはタリヤの移動を制限するスキルを持っており、タリヤがファームをする際に圧力をかけることができるため、ファームで有利です。",
			"イレリア": "ブランドはイレリアの攻撃を受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。",
			"アニー": "ブランドはアニーのスタンを避けることができ、アニーがスキルを使った後に反撃することで有利な状況を作り出せます。",
			"エコー": "ブランドはエコーの瞬間移動を予測して攻撃できるため、ダメージトレードで有利です。",
			"ヴェックス": "ブランドはヴェックスのスキルを避けることができ、ヴェックスがスキルを使った後に反撃することで有利です。",
			"フィズ": "ブランドはフィズのダメージを受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。",
			"サイラス": "ブランドはサイラスのスキルを避けることができ、サイラスがスキルを使った後に反撃することで有利です。",
			"メル": "ブランドはメルの攻撃を受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。",
			"オーロラ": "ブランドはオーロラのスキルを避けることができ、オーロラがスキルを使った後に反撃することで有利です。",
			"ブラッドミア": "ブランドはブラッドミアの攻撃を受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。",
			"アニビア": "ブランドはアニビアのスキルを避けることができ、アニビアがスキルを使った後に反撃することで有利です。",
			"カサディン": "ブランドはカサディンのスキルを避けることができ、カサディンがスキルを使った後に反撃することで有利です。",
			"ライズ": "ブランドはライズの攻撃を受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。",
			"ヨネ": "ブランドはヨネの攻撃を受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。",
			"アカリ": "ブランドはアカリのスキルを避けることができ、アカリがスキルを使った後に反撃することで有利です。",
			"カタリナ": "ブランドはカタリナの攻撃を受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。",
			"ツイステッド・フェイト": "ブランドはツイステッド・フェイトのスキルを避けることができ、ツイステッド・フェイトがスキルを使った後に反撃することで有利です。",
			"フェイ": "ブランドはフェイの攻撃を受ける前に高いバーストダメージを与えることができるため、ダメージトレードで有利です。"
		},
		"loses": {
			"ベイガー": "ブランドはベイガーのスタンに対して脆弱であり、ダメージトレードで不利になる。",
			"アーリ": "アーリはブランドのスキルを回避しやすく、ファームとダメージトレードで優位に立つ。",
			"ラックス": "ラックスはブランドの攻撃を遠距離から安全に避けられ、集団戦での影響力が高い。",
			"オリアナ": "オリアナはブランドのスキルを無効化するシールドを持ち、集団戦での優位性がある。",
			"ビクター": "ビクターはブランドよりもスケーリングが優れており、後半戦で強力なダメージを出せる。",
			"ゾーイ": "ゾーイはブランドのスキルを避ける能力が高く、ダメージトレードで有利に立つ。",
			"ガリオ": "ガリオはブランドの攻撃を無効化できるため、集団戦での影響力が高い。",
			"ゼラス": "ゼラスはブランドの攻撃を遠距離から安全に避けられ、ファームで優位に立つ。",
			"アジール": "アジールはブランドの攻撃を避ける能力が高く、スケーリングで優位に立つ。",
			"ルブラン": "ルブランはブランドのスキルを簡単に回避でき、ダメージトレードで有利になる。",
			"ゼド": "ゼドはブランドの攻撃を避ける能力が高く、ダメージトレードで優位に立つ。",
			"アクシャン": "アクシャンはブランドの攻撃を避ける能力が高く、スケーリングで優位に立つ。",
			"ヤスオ": "ヤスオはブランドのスキルを回避しやすく、ダメージトレードで不利になる。"
		}
	},
	"チョ＝ガス": {
		"name": "チョ＝ガス",
		"beats": {
			"マルザハール": "チョ＝ガスはマルザハールのスキルを無効化することができるため、ファームで有利です。",
			"カサディン": "チョ＝ガスはカサディンの魔法ダメージを軽減するため、ダメージトレードで有利です。",
			"ダイアナ": "チョ＝ガスはダイアナのオールインを耐えることができるため、スケーリングで有利です。",
			"オリアナ": "チョ＝ガスはオリアナのバーストダメージを受けにくいため、集団戦で有利です。",
			"イレリア": "チョ＝ガスはイレリアの攻撃を受け流すことができるため、ファームで有利です。",
			"ブラッドミア": "チョ＝ガスはブラッドミアのライフスティールを無効化するため、ダメージトレードで有利です。",
			"ヤスオ": "チョ＝ガスはヤスオの攻撃を受け止めることができるため、スケーリングで有利です。",
			"フィズ": "チョ＝ガスはフィズのダメージを軽減するため、集団戦で有利です。",
			"アクシャン": "チョ＝ガスはアクシャンの攻撃を耐えることができるため、ファームで有利です。",
			"キヤナ": "チョ＝ガスはキヤナのバーストを受けにくいため、ダメージトレードで有利です。",
			"ゼド": "チョ＝ガスはゼドのシャドウ攻撃を無効化するため、スケーリングで有利です。",
			"サイラス": "チョ＝ガスはサイラスのスキルを受け流すことができるため、集団戦で有利です。",
			"ヴェックス": "チョ＝ガスはヴェックスの恐怖効果を耐えることができるため、ファームで有利です。"
		},
		"loses": {
			"ラックス": "ラックスは高い射程とスキルを持っており、チョ＝ガスが近づく前にダメージを与えることができるため、ファームが難しい。",
			"ゾーイ": "ゾーイは瞬時にダメージを与え、チョ＝ガスが反撃する前に逃げることができるため、ダメージトレードで不利になる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはワールドワイドなローミング能力を持ち、チョ＝ガスが孤立しやすくなるため、集団戦で不利になる。",
			"ゼラス": "ゼラスは高いスキルショットと範囲攻撃を持っており、チョ＝ガスが近づくのを阻止することができるため、ファームが難しい。",
			"アニー": "アニーはスタンを持っており、チョ＝ガスが近づくと簡単に捕まえられるため、ダメージトレードで不利になる。",
			"タリヤ": "タリヤは地形を利用してチョ＝ガスの動きを制限できるため、集団戦で不利になる。",
			"アーリ": "アーリは高い機動性を持ち、チョ＝ガスが攻撃を当てる前に逃げることができるため、ダメージトレードで不利になる。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、チョ＝ガスが反撃する前に倒すことができるため、ダメージトレードで不利になる。",
			"リサンドラ": "リサンドラは自己防御能力が高く、チョ＝ガスの攻撃を無効化できるため、集団戦で不利になる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと回復能力を持ち、チョ＝ガスが持つ耐久力を無視できるため、ダメージトレードで不利になる。",
			"オーロラ": "オーロラは高い範囲攻撃を持ち、チョ＝ガスが近づくのを阻止することができるため、ファームが難しい。",
			"フェイ": "フェイは高い機動性とバーストダメージを持ち、チョ＝ガスが反撃する前に倒すことができるため、ダメージトレードで不利になる。",
			"ビクター": "ビクターは高い範囲ダメージを持ち、チョ＝ガスが近づくのを阻止することができるため、ファームが難しい。",
			"ベイガー": "ベイガーは高いバーストダメージを持ち、チョ＝ガスが近づくと簡単に倒されるため、ダメージトレードで不利になる。",
			"メル": "メルは高い機動性を持ち、チョ＝ガスが攻撃を当てる前に逃げることができるため、ダメージトレードで不利になる。",
			"ライズ": "ライズは高いバーストダメージと持続的なダメージを持ち、チョ＝ガスが反撃する前に倒すことができるため、ダメージトレードで不利になる。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ヴェックス": "ライズはヴェックスに対して高いマナ管理能力を持ち、持続的なダメージを与えることができるため、ファームで有利になる。",
			"エコー": "ライズはエコーのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ライズはブラッドミアの攻撃を受け流しやすく、持続的なダメージを与えることで有利に戦える。",
			"フィズ": "ライズはフィズの攻撃を予測しやすく、ダメージトレードで優位に立つことができる。",
			"ダイアナ": "ライズはダイアナのスキルを避ける能力が高く、集団戦での影響力を持つため有利になる。",
			"メル": "ライズはメルに対して高い持続ダメージを持ち、ファームで有利に立つことができる。",
			"カタリナ": "ライズはカタリナのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"アカリ": "ライズはアカリの攻撃を受け流しやすく、集団戦での影響力を持つため有利になる。",
			"カサディン": "ライズはカサディンに対して高いマナ管理能力を持ち、持続的なダメージを与えることができるため、ファームで有利になる。",
			"サイラス": "ライズはサイラスのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"リサンドラ": "ライズはリサンドラの攻撃を受け流しやすく、集団戦での影響力を持つため有利になる。",
			"アーリ": "ライズはアーリのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"オレリオン・ソル": "ライズはオレリオン・ソルの高い移動速度と範囲攻撃に対して対抗しづらい。",
			"アクシャン": "ライズはアクシャンの瞬発力とバーストダメージに対して脆弱である。",
			"オリアナ": "ライズはオリアナのシールドと集団戦でのコントロールに対して劣る。",
			"ヤスオ": "ライズはヤスオの風の刃を避ける手段が限られており、ダメージトレードで不利になる。",
			"タリヤ": "ライズはタリヤの地形操作に対して対処が難しく、ファームが困難になる。",
			"マルザハール": "ライズはマルザハールのサイレンスと持続的なダメージに対して無力である。",
			"アニビア": "ライズはアニビアの凍結と持続的なダメージに対して耐えられない。",
			"ベイガー": "ライズはベイガーの高いバーストダメージに対して脆弱で、集団戦での生存が難しい。",
			"フェイ": "ライズはフェイの高い機動力と持続的なダメージに対して対抗しづらい。",
			"シンドラ": "ライズはシンドラのスキルショットとコントロールに対して不利である。",
			"アニー": "ライズはアニーのバーストダメージとスタンに対して脆弱である。",
			"ガリオ": "ライズはガリオのタンク性と集団戦での影響力に対して劣る。",
			"ゼラス": "ライズはゼラスの長射程と持続的なダメージに対して対抗が難しい。",
			"キヤナ": "ライズはキヤナの高い機動力とバーストダメージに対して脆弱である。"
		}
	},
	"ビクター": {
		"name": "ビクター",
		"beats": {
			"メル": "ビクターはメルに対して、ファームの面で優位に立つことができる。彼のスキルはクリープを効率的に処理できるため、メルよりも早くゴールドを獲得できる。",
			"ベイガー": "ビクターはベイガーに対して、ダメージトレードで有利である。彼のスキルはベイガーのスキルショットを避けやすく、持続的なダメージを与えることができる。",
			"ヴェックス": "ビクターはヴェックスに対して、スケーリングの面で優位である。彼はレベルが上がるにつれて強力なスキルを持ち、後半戦での影響力が増す。",
			"アジール": "ビクターはアジールに対して、集団戦で有利である。彼の範囲攻撃とエリアコントロール能力は、アジールのスキルを無効化しやすい。",
			"マルザハール": "ビクターはマルザハールに対して、ファームの面で優位である。彼のスキルはマルザハールのバリアを貫通しやすく、クリープを効率的に処理できる。",
			"タリヤ": "ビクターはタリヤに対して、ダメージトレードで有利である。彼のスキルはタリヤの地形を利用した攻撃を無効化しやすい。",
			"ダイアナ": "ビクターはダイアナに対して、スケーリングの面で優位である。彼は後半戦でのダメージが高く、ダイアナの攻撃を受け流すことができる。",
			"アニー": "ビクターはアニーに対して、集団戦で有利である。彼の範囲攻撃はアニーのスタンを避けやすく、チームファイトでの影響力が高い。",
			"リサンドラ": "ビクターはリサンドラに対して、ファームの面で優位である。彼のスキルはリサンドラのクリープ処理を妨げることができる。",
			"ツイステッド・フェイト": "ビクターはツイステッド・フェイトに対して、ダメージトレードで有利である。彼のスキルはTFのカードを避けやすく、持続的なダメージを与えることができる。",
			"オーロラ": "ビクターはオーロラに対して、スケーリングの面で優位である。彼はレベルが上がるにつれて強力なスキルを持ち、後半戦での影響力が増す。"
		},
		"loses": {
			"アクシャン": "アクシャンはビクターに対して高い機動力を持っており、ダメージトレードで優位に立つことができる。",
			"カサディン": "カサディンはスケーリングが非常に強力で、ビクターが後半戦で劣る可能性が高い。",
			"アカリ": "アカリはビクターのスキルを避ける能力が高く、ファームやダメージトレードで有利に進めることができる。",
			"アニビア": "アニビアはビクターに対して強力なCCを持っており、集団戦でビクターを無力化することができる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ビクターがダメージトレードで不利になる要因となる。",
			"フェイ": "フェイは持続的なダメージを与える能力が高く、ビクターのファームを妨げることができる。",
			"ゾーイ": "ゾーイは高いバーストダメージと機動力を持ち、ビクターに対して有利に立ち回ることができる。",
			"ゼド": "ゼドはビクターに対して強力なアサシン能力を持ち、集団戦でビクターを狙いやすい。",
			"ブラッドミア": "ブラッドミアは持続的なダメージと回復能力が高く、ビクターとのダメージトレードで有利になる。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ビクターが近づくのを難しくするため、ファームで不利になる。",
			"シンドラ": "シンドラは高いバーストダメージとCCを持ち、集団戦でビクターを無力化することができる。",
			"イレリア": "イレリアはビクターに対して高い機動力と持続的なダメージを持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"アジール": {
		"name": "アジール",
		"beats": {
			"ヤスオ": "アジールはヤスオに対して遠距離からの攻撃が可能で、ファームを安定させることができるため有利です。",
			"メル": "アジールはメルのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため有利です。",
			"ダイアナ": "アジールはダイアナの接近を防ぐことができ、スケーリングにおいても有利な状況を作り出せるため有利です。",
			"ヴェックス": "アジールはヴェックスの攻撃を距離を保ちながら避けることができ、集団戦での影響力が高いため有利です。",
			"イレリア": "アジールはイレリアの突進を距離を取ることで無効化でき、ファームを安定させることができるため有利です。",
			"カタリナ": "アジールはカタリナのコンボを遠距離からの攻撃で中断でき、ダメージトレードで優位に立つことができるため有利です。",
			"フィズ": "アジールはフィズの動きを予測しやすく、スケーリングにおいても有利な状況を作り出せるため有利です。",
			"アニー": "アジールはアニーのスタンを避けることができ、集団戦での影響力が高いため有利です。",
			"エコー": "アジールはエコーの瞬間移動を予測しやすく、ダメージトレードで優位に立つことができるため有利です。",
			"アクシャン": "アジールはアクシャンの攻撃を距離を保ちながら避けることができ、ファームを安定させることができるため有利です。",
			"ベイガー": "アジールはベイガーのスキルを距離を取ることで避けることができ、スケーリングにおいても有利な状況を作り出せるため有利です。",
			"ゼド": "アジールはゼドの攻撃を遠距離からの攻撃で無効化でき、集団戦での影響力が高いため有利です。"
		},
		"loses": {
			"ビクター": "ビクターは高いダメージを持ち、アジールのスキルを避ける能力があるため、ダメージトレードで不利になる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、アジールがスキルを当てる前にルブランが攻撃を仕掛けることができるため、ファームが難しくなる。",
			"オレリオン・ソル": "オレリオン・ソルは移動速度が速く、アジールのスキルを避けやすいため、集団戦で不利になる。",
			"ガリオ": "ガリオはアジールのスキルを無効化する能力があり、集団戦での影響力が高いため、アジールは不利になる。",
			"アーリ": "アーリは高い機動性を持ち、アジールのスキルを避けることができるため、ダメージトレードで不利になる。",
			"カサディン": "カサディンはスケーリングが優れており、後半にアジールを圧倒することができるため、スケーリングで不利になる。",
			"ヨネ": "ヨネは高いバーストダメージと持続的なダメージを持ち、アジールのスキルを避けることができるため、ダメージトレードで不利になる。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、アジールが近づく前にダメージを与えることができるため、ファームが難しくなる。",
			"オーロラ": "オーロラは高いCC（クラウドコントロール）を持ち、アジールの行動を制限することができるため、集団戦で不利になる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、アジールのスキルを避ける能力があるため、ダメージトレードで不利になる。"
		}
	},
	"マルファイト": {
		"name": "マルファイト",
		"beats": {
			"ジェイス": "ジェイスは遠距離攻撃が可能で、マルファイトが近づく前にダメージを与えることができるため、ファームで有利です。",
			"イレリア": "イレリアは高い機動力を持ち、マルファイトのスキルを避けながらダメージトレードを行うことができるため、有利です。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、マルファイトがスキルを使った後に反撃することで有利に戦えるため、ダメージトレードで優位です。",
			"エコー": "エコーは瞬時に位置を変える能力があり、マルファイトの攻撃を避けつつ反撃できるため、ダメージトレードで有利です。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体的なマップコントロールを持ち、集団戦での影響力が高いため、マルファイトに対して有利です。",
			"キヤナ": "キヤナは高いバーストダメージと機動力を持ち、マルファイトのスキルを避けながら攻撃できるため、ダメージトレードで有利です。",
			"ゼド": "ゼドは高いバーストダメージを持ち、マルファイトがスキルを使った後に反撃することで有利に戦えるため、ダメージトレードで優位です。",
			"カタリナ": "カタリナは高い機動力とダメージを持ち、マルファイトのスキルを避けながら集団戦で有利に立ち回ることができるため、集団戦で有利です。",
			"タロン": "タロンは高いバーストダメージを持ち、マルファイトがスキルを使った後に反撃することで有利に戦えるため、ダメージトレードで優位です。",
			"アジール": "アジールは遠距離からの持続的なダメージを与えることができ、マルファイトが近づく前にダメージを与えることができるため、ファームで有利です。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、マルファイトが近づく前にダメージを与えることができるため、ファームで有利です。",
			"ヤスオ": "ヤスオは高い機動力を持ち、マルファイトのスキルを避けながら反撃できるため、ダメージトレードで有利です。"
		},
		"loses": {
			"サイラス": "サイラスはマルファイトのスキルを奪って効果的にダメージを与えることができるため、ダメージトレードで有利になる。",
			"オーロラ": "オーロラは高いバーストダメージを持ち、マルファイトの耐久力を無視してファームを妨害できるため、ファームで不利になる。",
			"ライズ": "ライズは高いスケーリング能力を持ち、マルファイトが集団戦で活躍する前に強力なダメージを出せるため、集団戦で不利になる。",
			"アカリ": "アカリは高い機動力を持ち、マルファイトのスキルを避けながらダメージを与えることができるため、ダメージトレードで不利になる。",
			"メル": "メルは持続的なダメージを与えられるため、マルファイトが耐えるのが難しく、ファームで不利になる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、マルファイトの攻撃を受け流しながらダメージを与えられるため、ダメージトレードで不利になる。",
			"オリアナ": "オリアナは集団戦での影響力が高く、マルファイトのスキルを無効化することができるため、集団戦で不利になる。",
			"マルザハール": "マルザハールはマルファイトのスキルを無効化することができ、持続的なダメージを与えられるため、ダメージトレードで不利になる。",
			"ヨネ": "ヨネは高いバーストダメージと機動力を持ち、マルファイトの攻撃を避けながらダメージを与えられるため、ダメージトレードで不利になる。",
			"アーリ": "アーリは高い機動力とバーストダメージを持ち、マルファイトのスキルを避けながら攻撃できるため、ダメージトレードで不利になる。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、マルファイトの耐久力を無視してダメージを与えられるため、ダメージトレードで不利になる。",
			"ルブラン": "ルブランは高い機動力とバーストダメージを持ち、マルファイトの攻撃を避けながら効果的にダメージを与えられるため、ダメージトレードで不利になる。"
		}
	},
	"モルガナ": {
		"name": "モルガナ",
		"beats": {
			"アニビア": "モルガナはアニビアに対して、スキルショットでのダメージトレードが有利であり、アニビアのスキルを避けやすい。",
			"ガリオ": "モルガナはガリオに対して、ガリオのスキルを無効化するシールドを持っており、集団戦での生存率が高い。",
			"サイラス": "モルガナはサイラスに対して、サイラスのスキルを封じることができるため、ファームとダメージトレードで優位に立てる。",
			"ダイアナ": "モルガナはダイアナに対して、ダイアナの突進を防ぐことができるため、集団戦での有利さが増す。",
			"アカリ": "モルガナはアカリに対して、アカリのスキルを無効化することで、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "モルガナはブラッドミアに対して、ブラッドミアの攻撃をシールドで防ぐことができ、ファームでの優位性を持つ。",
			"ビクター": "モルガナはビクターに対して、ビクターのスキルを避けやすく、ダメージトレードで有利に進めることができる。",
			"ライズ": "モルガナはライズに対して、ライズのスキルを無効化することで、集団戦での有利さを得ることができる。",
			"アクシャン": "モルガナはアクシャンに対して、アクシャンの攻撃をシールドで防ぎ、ファームでの優位性を持つ。",
			"リサンドラ": "モルガナはリサンドラに対して、リサンドラのスキルを無効化することで、ダメージトレードで優位に立つことができる。",
			"フェイ": "モルガナはフェイに対して、フェイの攻撃をシールドで防ぎ、集団戦での有利さを得ることができる。",
			"タリヤ": "モルガナはタリヤに対して、タリヤのスキルを避けやすく、ダメージトレードで優位に進めることができる。",
			"メル": "モルガナはメルに対して、メルの攻撃をシールドで防ぎ、ファームでの優位性を持つ。"
		},
		"loses": {
			"フィズ": "フィズは高い機動力を持っており、モルガナのスキルを避けやすいため、ダメージトレードで有利になる。",
			"イレリア": "イレリアはモルガナのスキルを簡単に避けられ、また、彼女のスキルを利用してダメージを与えることができるため、ファームで不利になる。",
			"エコー": "エコーは瞬時に移動できる能力を持っており、モルガナのスキルを回避しやすいため、集団戦で不利になる。",
			"ベイガー": "ベイガーは高いスケーリング能力を持っており、モルガナがダメージを与える前に強力なスキルを発動できるため、スケーリングで不利になる。",
			"キヤナ": "キヤナは高いバーストダメージを持ち、モルガナのスキルを避けることができるため、ダメージトレードで不利になる。",
			"ゼド": "ゼドは高いバーストダメージと機動力を持っており、モルガナのスキルを避けて攻撃できるため、集団戦で不利になる。",
			"マルザハール": "マルザハールはモルガナのスキルを無効化するシールドを持っており、ダメージトレードで有利になる。",
			"ゾーイ": "ゾーイは高い機動力とバーストダメージを持っており、モルガナのスキルを避けやすいため、ファームで不利になる。",
			"カタリナ": "カタリナは高い機動力を持ち、モルガナのスキルを避けて攻撃できるため、集団戦で不利になる。",
			"アニー": "アニーは高いバーストダメージを持ち、モルガナのスキルを避けることができるため、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはモルガナのスキルを簡単に避けられ、また、彼のスキルで反撃できるため、ファームで不利になる。",
			"オリアナ": "オリアナは高いスケーリング能力を持ち、モルガナのスキルを避けて攻撃できるため、スケーリングで不利になる。",
			"カサディン": "カサディンは高い機動力を持ち、モルガナのスキルを避けやすいため、ダメージトレードで不利になる。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"カサディン": "ヴィエゴはカサディンに対して早期のダメージトレードで優位に立つことができるため、カサディンはファームが難しくなる。",
			"メル": "ヴィエゴはメルのスキルを避ける能力が高く、ダメージトレードで有利に進めることができるため、メルは苦戦する。",
			"ガリオ": "ヴィエゴはガリオのスキルを回避しやすく、集団戦でのダメージを与える能力が高いため、ガリオは劣位に置かれる。",
			"アクシャン": "ヴィエゴはアクシャンの攻撃を受ける前にダメージを与えることができるため、アクシャンはファームが難しくなる。",
			"アニビア": "ヴィエゴはアニビアのスキルを避けることができ、ダメージトレードで優位に立つことができるため、アニビアは不利になる。",
			"サイラス": "ヴィエゴはサイラスのスキルを利用してダメージを与えることができるため、サイラスは集団戦で劣位に置かれる。",
			"フィズ": "ヴィエゴはフィズの攻撃を避ける能力が高く、ダメージトレードで有利に進めることができるため、フィズは苦戦する。",
			"マルザハール": "ヴィエゴはマルザハールのスキルを回避しやすく、集団戦でのダメージを与える能力が高いため、マルザハールは劣位に置かれる。",
			"アーリ": "ヴィエゴはアーリのスキルを避けることができ、ダメージトレードで優位に立つことができるため、アーリは不利になる。",
			"ヨネ": "ヴィエゴはヨネの攻撃を受ける前にダメージを与えることができるため、ヨネはファームが難しくなる。",
			"ヤスオ": "ヴィエゴはヤスオのスキルを利用してダメージを与えることができるため、ヤスオは集団戦で劣位に置かれる。",
			"ダイアナ": "ヴィエゴはダイアナの攻撃を避ける能力が高く、ダメージトレードで有利に進めることができるため、ダイアナは苦戦する。",
			"ルブラン": "ヴィエゴはルブランのスキルを回避しやすく、集団戦でのダメージを与える能力が高いため、ルブランは劣位に置かれる。"
		},
		"loses": {
			"ヴェックス": "ヴィエゴはヴェックスのスキルショットを避けるのが難しく、ダメージトレードで不利になる。",
			"タリヤ": "ヴィエゴはタリヤの地形を利用した攻撃に対して脆弱で、ファームが困難になる。",
			"オリアナ": "ヴィエゴはオリアナのボールを利用したコンボに対して対処が難しく、集団戦で不利になる。",
			"リサンドラ": "ヴィエゴはリサンドラのCC（クラウドコントロール）に捕まりやすく、ダメージトレードで劣る。",
			"オーロラ": "ヴィエゴはオーロラの持つ高いバーストダメージに対して耐性が低く、スケーリングで不利になる。",
			"アジール": "ヴィエゴはアジールの遠距離攻撃に対して近づくのが難しく、ファームがしづらい。",
			"ブラッドミア": "ヴィエゴはブラッドミアのライフスティールに対抗しづらく、ダメージトレードで不利になる。",
			"ラックス": "ヴィエゴはラックスのスキルショットを避けるのが難しく、集団戦で不利になる。",
			"ライズ": "ヴィエゴはライズの高いバーストダメージに対して脆弱で、スケーリングで不利になる。",
			"フェイ": "ヴィエゴはフェイの持つ高い機動力に対して追いつくのが難しく、ファームが困難になる。",
			"アカリ": "ヴィエゴはアカリの隠れた攻撃に対して対処が難しく、ダメージトレードで不利になる。"
		}
	},
	"トリスターナ": {
		"name": "トリスターナ",
		"beats": {
			"フィズ": "トリスターナはフィズに対して遠距離攻撃ができるため、ファームをしやすく、ダメージトレードで有利に立てる。",
			"タリヤ": "トリスターナはタリヤのスキルを避ける能力が高く、集団戦での生存率が上がるため、優位に戦える。",
			"ガリオ": "トリスターナはガリオのタンク性能に対して高いダメージを出せるため、ダメージトレードで有利になる。",
			"ゾーイ": "トリスターナはゾーイのスキルを避けることができ、ファームとダメージトレードで優位に立つことができる。",
			"カサディン": "トリスターナはカサディンのスケーリングに対して早期にダメージを与えられるため、試合の初期で有利に進められる。",
			"ゼド": "トリスターナはゼドの攻撃を距離を保ちながら避けることができ、ダメージトレードで有利に立てる。",
			"ヨネ": "トリスターナはヨネの攻撃を避ける能力が高く、ファームとダメージトレードで優位に立つことができる。",
			"ツイステッド・フェイト": "トリスターナはツイステッド・フェイトのスキルを避けることができ、集団戦での生存率が高くなるため有利。",
			"ラックス": "トリスターナはラックスのスキルを避けることができ、ダメージトレードで有利に立てる。",
			"ベイガー": "トリスターナはベイガーのスキルを避けることができ、ファームとダメージトレードで優位に立つことができる。",
			"イレリア": "トリスターナはイレリアの攻撃を距離を保ちながら避けることができ、ダメージトレードで有利に立てる。",
			"ライズ": "トリスターナはライズのスキルを避けることができ、集団戦での生存率が高くなるため有利。",
			"ゼラス": "トリスターナはゼラスの攻撃を距離を保ちながら避けることができ、ダメージトレードで有利に立てる。",
			"ダイアナ": "トリスターナはダイアナの攻撃を距離を保ちながら避けることができ、ファームとダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"コーキ": "トリスターナはコーキのミサイル攻撃に対して脆弱で、ファームが難しくなる。",
			"ブラッドミア": "トリスターナはブラッドミアの高いバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"ルブラン": "トリスターナはルブランの瞬時のダメージと機動力に対して対処が難しく、スケーリングが遅れる。",
			"アニー": "トリスターナはアニーのスタンと高いバーストダメージに対して脆弱で、集団戦で不利になる。",
			"ヴェックス": "トリスターナはヴェックスの遠距離攻撃とCCに対して対抗できず、ファームが困難になる。",
			"サイラス": "トリスターナはサイラスのスキルを奪われることで、ダメージトレードで不利になる。",
			"キヤナ": "トリスターナはキヤナの高い機動力とバーストダメージに対して脆弱で、スケーリングが遅れる。",
			"シンドラ": "トリスターナはシンドラのスキルショットに対して避けるのが難しく、集団戦で不利になる。",
			"アジール": "トリスターナはアジールの範囲攻撃に対して脆弱で、ファームが難しくなる。",
			"スモルダー": "トリスターナはスモルダーの持続的なダメージに対抗できず、ダメージトレードで不利になる。",
			"アカリ": "トリスターナはアカリの高い機動力とバーストダメージに対して脆弱で、スケーリングが遅れる。",
			"ヤスオ": "トリスターナはヤスオの風の刃によるカウンターに対して脆弱で、集団戦で不利になる。",
			"フェイ": "トリスターナはフェイの高いバーストダメージに対抗できず、ダメージトレードで不利になる。"
		}
	},
	"コーキ": {
		"name": "コーキ",
		"beats": {
			"ヴェックス": "ヴェックスはコーキに対して強力なダメージトレードを行うことができ、コーキのスキルを避ける能力があるため有利です。",
			"リサンドラ": "リサンドラはコーキの攻撃を凍結させることができ、集団戦でのコントロールが強力なため有利です。",
			"カサディン": "カサディンはコーキの魔法ダメージを軽減する能力があり、スケーリングにおいて優位性を持つため有利です。",
			"カタリナ": "カタリナはコーキに対して瞬時に接近し、高いバーストダメージを与えることができるため有利です。",
			"ヴィエゴ": "ヴィエゴはコーキに対して持続的なダメージを与えつつ、ファームを効率的に行うことができるため有利です。",
			"サイラス": "サイラスはコーキのスキルを奪って使用できるため、ダメージトレードで有利に立つことができるため有利です。",
			"キヤナ": "キヤナはコーキに対して高い機動力を持ち、奇襲をかけることで有利に戦うことができるため有利です。",
			"アカリ": "アカリはコーキのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため有利です。",
			"アニー": "アニーはコーキに対して強力なスタンを持ち、集団戦での影響力が高いため有利です。",
			"ガリオ": "ガリオはコーキの魔法ダメージを軽減し、集団戦での耐久性が高いため有利です。",
			"タロン": "タロンはコーキに対して高いバーストダメージを持ち、ファームを効率的に行うことができるため有利です。",
			"ビクター": "ビクターはコーキに対して持続的なダメージを与えつつ、スケーリングにおいて優位性を持つため有利です。"
		},
		"loses": {
			"ゼラス": "ゼラスは長射程のスキルを持っており、コーキがファームをする際に安全にハラスを行うことができるため、コーキは不利です。",
			"フェイ": "フェイは高いバーストダメージを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができるため、コーキは不利です。",
			"ゾーイ": "ゾーイは瞬時に距離を詰める能力があり、コーキがスケーリングする前に早期に圧力をかけることができるため、コーキは不利です。",
			"アジール": "アジールは高い集団戦能力を持っており、コーキが集団戦で効果的にダメージを出す前に、アジールが優位に立つことができるため、コーキは不利です。",
			"メル": "メルは持続的なダメージを与える能力があり、コーキがファームをする際に圧力をかけることができるため、コーキは不利です。",
			"フィズ": "フィズは高い機動性を持っており、コーキがダメージトレードを行う際にフィズが容易に逃げることができるため、コーキは不利です。",
			"オリアナ": "オリアナは強力な集団戦スキルを持っており、コーキが集団戦で効果的に機能する前にオリアナが優位に立つことができるため、コーキは不利です。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、コーキがダメージトレードを行う際に不利な状況を作り出すことができるため、コーキは不利です。",
			"ライズ": "ライズは高いバーストダメージと持続的なダメージを持っており、コーキがスケーリングする前に圧力をかけることができるため、コーキは不利です。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、コーキが集団戦で効果的に機能する前にダイアナが優位に立つことができるため、コーキは不利です。",
			"オーロラ": "オーロラは強力なCCを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができるため、コーキは不利です。",
			"アクシャン": "アクシャンは高いバーストダメージを持ち、コーキがファームをする際に圧力をかけることができるため、コーキは不利です。",
			"ラックス": "ラックスは長射程のスキルを持っており、コーキがファームをする際に安全にハラスを行うことができるため、コーキは不利です。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは瞬時にマップ全体に影響を与える能力があり、コーキがスケーリングする前に圧力をかけることができるため、コーキは不利です。",
			"イレリア": "イレリアは高い機動性と持続的なダメージを持っており、コーキがダメージトレードを行う際に不利な状況を作り出すことができるため、コーキは不利です。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、コーキが集団戦で効果的に機能する前にシンドラが優位に立つことができるため、コーキは不利です。",
			"ヤスオ": "ヤスオは高い機動性を持ち、コーキがダメージトレードを行う際に不利な状況を作り出すことができるため、コーキは不利です。",
			"ゼド": "ゼドは高いバーストダメージを持ち、コーキがスケーリングする前に圧力をかけることができるため、コーキは不利です。"
		}
	},
	"ジグス": {
		"name": "ジグス",
		"beats": {
			"リサンドラ": "ジグスはリサンドラに対して遠距離からの攻撃が可能で、ファームをしやすいです。",
			"ライズ": "ジグスはライズのスキルを避けることができ、ダメージトレードで有利です。",
			"ツイステッド・フェイト": "ジグスはツイステッド・フェイトのカードを避けることができ、集団戦での影響力が高いです。",
			"フェイ": "ジグスはフェイの攻撃を遠距離から牽制でき、スケーリングにおいて優位です。",
			"ベイガー": "ジグスはベイガーのスタンを避けることができ、ダメージトレードで有利です。",
			"イレリア": "ジグスはイレリアの接近を防ぎやすく、ファームを安定させることができます。",
			"サイラス": "ジグスはサイラスのスキルを遠距離から攻撃し、ダメージトレードで優位です。",
			"オーロラ": "ジグスはオーロラの攻撃を避けることができ、集団戦での影響力が高いです。",
			"ブラッドミア": "ジグスはブラッドミアの接近を防ぎやすく、ファームを安定させることができます。",
			"ラックス": "ジグスはラックスのスキルを避けることができ、ダメージトレードで有利です。",
			"アニビア": "ジグスはアニビアの壁を避けることができ、スケーリングにおいて優位です。",
			"ゾーイ": "ジグスはゾーイの攻撃を遠距離から牽制でき、集団戦での影響力が高いです。",
			"メル": "ジグスはメルの攻撃を避けることができ、ダメージトレードで有利です。",
			"マルザハール": "ジグスはマルザハールのスキルを遠距離から攻撃し、ファームをしやすいです。",
			"フィズ": "ジグスはフィズの接近を防ぎやすく、スケーリングにおいて優位です。",
			"ビクター": "ジグスはビクターのスキルを避けることができ、集団戦での影響力が高いです。"
		},
		"loses": {
			"オレリオン・ソル": "オレリオン・ソルは高い機動力を持ち、ジグスのスキルを避けやすいため、ダメージトレードで有利になる。",
			"ヨネ": "ヨネは強力なバーストダメージを持ち、ジグスのスキルを簡単に回避できるため、ファームとダメージトレードで優位に立つ。",
			"アカリ": "アカリは高いバーストダメージと隠れ身を持ち、ジグスの攻撃を避けながら接近できるため、集団戦で不利になる。",
			"カタリナ": "カタリナは瞬時にジグスに接近し、バーストダメージを与えることができるため、ダメージトレードで不利になる。",
			"キヤナ": "キヤナは高い機動力とバーストダメージを持ち、ジグスのスキルを避けやすいため、ファームとダメージトレードで有利になる。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ジグスに対して安全にダメージを与えることができるため、ファームで不利になる。",
			"アニー": "アニーは強力なスタンを持ち、ジグスに対して接近戦で有利に立つことができるため、ダメージトレードで不利になる。",
			"タリヤ": "タリヤは高い範囲ダメージを持ち、ジグスのスキルを避けながらダメージを与えることができるため、集団戦で不利になる。",
			"ルブラン": "ルブランは高い機動力とバーストダメージを持ち、ジグスに対して有利に立つことができるため、ダメージトレードで不利になる。",
			"シンドラ": "シンドラは高いバーストダメージを持ち、ジグスのスキルを避けながら安全にダメージを与えることができるため、ファームで不利になる。",
			"カサディン": "カサディンは高い耐久性とバーストダメージを持ち、ジグスに対して有利に立つことができるため、集団戦で不利になる。",
			"ヤスオ": "ヤスオはジグスのスキルを簡単に避けることができ、接近戦で有利に立つため、ダメージトレードで不利になる。",
			"オリアナ": "オリアナは高い範囲ダメージとコントロールを持ち、ジグスに対して有利に立つことができるため、集団戦で不利になる。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"オレリオン・ソル": "ヨネはオレリオン・ソルに対して高い機動力を持っており、彼のスキルを避けやすいため、ファームがしやすい。",
			"ヤスオ": "ヨネはヤスオに対して、彼の攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"マルザハール": "ヨネはマルザハールのウルトを避ける手段を持っており、スケーリングにおいても有利に進めることができる。",
			"ゼラス": "ヨネはゼラスのスキルを避けることができ、集団戦においても彼のダメージを無効化しやすい。",
			"ガリオ": "ヨネはガリオのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"アジール": "ヨネはアジールの攻撃を避ける能力が高く、ファームを安定させることができる。",
			"ラックス": "ヨネはラックスのスキルを避けることができ、ダメージトレードで有利に立ち回ることができる。",
			"ツイステッド・フェイト": "ヨネはツイステッド・フェイトのカードを避けることができ、スケーリングにおいても有利に進めることができる。",
			"ベイガー": "ヨネはベイガーのスキルを避ける能力が高く、集団戦においても彼のダメージを無効化しやすい。"
		},
		"loses": {
			"ヴェックス": "ヴェックスは遠距離からのスキルでヨネに対して安全にダメージを与えることができるため、ダメージトレードで不利になる。",
			"アカリ": "アカリは高い機動力と瞬発力を持ち、ヨネの攻撃を避けながら反撃できるため、ファームとダメージトレードで不利になる。",
			"イレリア": "イレリアはヨネに対して強力なダメージを持ち、スキルを使ってヨネの攻撃を無効化できるため、集団戦で不利になる。",
			"アニー": "アニーは高いバーストダメージを持ち、ヨネが近づく前に大きなダメージを与えることができるため、ダメージトレードで不利になる。",
			"タリヤ": "タリヤは地形を利用してヨネの動きを制限し、遠距離からの攻撃で優位に立てるため、ファームで不利になる。",
			"オーロラ": "オーロラは持続的なダメージとCCを持ち、ヨネの動きを制限することで集団戦で不利になる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ヨネの攻撃を耐えながら反撃できるため、ダメージトレードで不利になる。",
			"ルブラン": "ルブランは高いバーストダメージと機動力を持ち、ヨネが攻撃する前に大きなダメージを与えることができるため、集団戦で不利になる。",
			"ゾーイ": "ゾーイは遠距離からのスキルでヨネに対して安全にダメージを与えることができるため、ファームで不利になる。",
			"カタリナ": "カタリナは高い機動力と瞬発力を持ち、ヨネの攻撃を避けながら反撃できるため、ダメージトレードで不利になる。",
			"アーリ": "アーリは高い機動力とCCを持ち、ヨネの攻撃を避けながら反撃できるため、集団戦で不利になる。"
		}
	},
	"メル": {
		"name": "メル",
		"beats": {
			"ルブラン": "ルブランは高いバーストダメージを持っており、メルがファームをする際に圧力をかけることができるため、ファームで有利です。",
			"アーリ": "アーリは機動力が高く、メルがダメージトレードを行う際に有利な位置取りができるため、ダメージトレードで有利です。",
			"ヴェックス": "ヴェックスはスケーリングが優れており、メルが集団戦で強力なCCを持っているため、集団戦で有利です。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはマップ全体に影響を与える能力を持っており、メルがファームをしながらも他レーンに介入できるため、ファームで有利です。",
			"エコー": "エコーは高いバーストダメージと逃げる能力を持っており、メルがダメージトレードを行う際に有利です。",
			"キヤナ": "キヤナは地形を利用した戦闘が得意で、メルが集団戦で有利な位置を取ることができるため、集団戦で有利です。",
			"ベイガー": "ベイガーはスケーリングが非常に強力で、メルがファームをしながらも後半に強くなるため、スケーリングで有利です。",
			"ラックス": "ラックスは長射程のスキルを持っており、メルがダメージトレードを行う際に有利な距離を保つことができるため、ダメージトレードで有利です。",
			"マルザハール": "マルザハールは強力なバリアを持っており、メルが集団戦で有利に立ち回ることができるため、集団戦で有利です。",
			"ゾーイ": "ゾーイは高いバーストダメージを持ち、メルがファームをする際に圧力をかけることができるため、ファームで有利です。"
		},
		"loses": {
			"タリヤ": "タリヤは高いマナコストのスキルを持ち、メルのファームを妨げることができる。",
			"オレリオン・ソル": "オレリオン・ソルは移動速度が速く、メルのダメージトレードを避けることができる。",
			"アジール": "アジールはスケーリングが優れており、メルが後半に劣る可能性がある。",
			"ビクター": "ビクターは高いバーストダメージを持ち、メルの集団戦での生存能力を脅かす。",
			"フィズ": "フィズは高い機動性を持ち、メルの攻撃を回避しやすい。",
			"シンドラ": "シンドラは強力なコントロールスキルを持ち、メルのファームを妨げることができる。",
			"オリアナ": "オリアナは集団戦での影響力が高く、メルが劣位に立たされる可能性がある。",
			"フェイ": "フェイは持続的なダメージを与えることができ、メルのダメージトレードを不利にする。",
			"カサディン": "カサディンは後半に強力なスケーリングを持ち、メルが対処しづらい。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、メルのファームを妨げることができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、メルのダメージトレードを無効化する。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"マルザハール": "スモルダーはマルザハールに対して、ファームが容易であり、マルザハールのスキルを避けることができるため有利である。",
			"ガリオ": "スモルダーはガリオに対して、ダメージトレードで優位に立ちやすく、ガリオのスキルを回避する能力が高いため有利である。",
			"アカリ": "スモルダーはアカリに対して、スケーリングが優れており、後半戦での強さがアカリを上回るため有利である。",
			"カサディン": "スモルダーはカサディンに対して、集団戦での影響力が高く、カサディンの瞬間移動を制限できるため有利である。",
			"ゾーイ": "スモルダーはゾーイに対して、ファームの効率が良く、ゾーイの攻撃を受けにくいため有利である。",
			"アニビア": "スモルダーはアニビアに対して、ダメージトレードで有利であり、アニビアのスキルを避けることができるため有利である。",
			"リサンドラ": "スモルダーはリサンドラに対して、スケーリングが優れており、リサンドラのCCを無効化する手段を持っているため有利である。",
			"ヨネ": "スモルダーはヨネに対して、集団戦での持続力が高く、ヨネの攻撃を耐えることができるため有利である."
		},
		"loses": {
			"キヤナ": "キヤナは高いバーストダメージを持っており、スモルダーはその攻撃を受けやすいです。",
			"ゼラス": "ゼラスは長射程のスキルを持っており、スモルダーはファームをする際にダメージを受けやすいです。",
			"シンドラ": "シンドラは強力な集団戦能力を持っており、スモルダーはその影響を受けやすいです。",
			"オリアナ": "オリアナは優れたスケーリングを持っており、スモルダーは後半に劣る可能性があります。",
			"ヴェックス": "ヴェックスは高いCC（クラウドコントロール）を持っており、スモルダーはその影響を受けやすいです。",
			"イレリア": "イレリアは高い機動力を持っており、スモルダーはその攻撃を避けるのが難しいです。",
			"ヤスオ": "ヤスオは高いダメージトレード能力を持っており、スモルダーはその攻撃に対抗しにくいです。",
			"アニー": "アニーは強力なバーストダメージを持っており、スモルダーはその攻撃を受けやすいです。",
			"ダイアナ": "ダイアナは高いバーストダメージと機動力を持っており、スモルダーはその攻撃に対抗しにくいです。",
			"ラックス": "ラックスは長射程のスキルを持っており、スモルダーはファームをする際にダメージを受けやすいです。",
			"アクシャン": "アクシャンは高いダメージトレード能力を持っており、スモルダーはその攻撃に対抗しにくいです。",
			"ビクター": "ビクターは強力なスケーリングを持っており、スモルダーは後半に劣る可能性があります。",
			"ゼド": "ゼドは高いバーストダメージを持っており、スモルダーはその攻撃を受けやすいです。",
			"メル": "メルは高い機動力を持っており、スモルダーはその攻撃を避けるのが難しいです。",
			"タリヤ": "タリヤは強力な集団戦能力を持っており、スモルダーはその影響を受けやすいです。",
			"フェイ": "フェイは高いダメージトレード能力を持っており、スモルダーはその攻撃に対抗しにくいです。",
			"ベイガー": "ベイガーは強力なスケーリングを持っており、スモルダーは後半に劣る可能性があります。",
			"アジール": "アジールは長射程のスキルを持っており、スモルダーはファームをする際にダメージを受けやすいです。",
			"オレリオン・ソル": "オレリオン・ソルは高い集団戦能力を持っており、スモルダーはその影響を受けやすいです。",
			"エコー": "エコーは高い機動力を持っており、スモルダーはその攻撃を避けるのが難しいです。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは強力な集団戦能力を持っており、スモルダーはその影響を受けやすいです。",
			"サイラス": "サイラスは高いダメージトレード能力を持っており、スモルダーはその攻撃に対抗しにくいです。",
			"フィズ": "フィズは高い機動力を持っており、スモルダーはその攻撃を避けるのが難しいです。"
		}
	}
}