{
	"キヤナ": {
		"name": "キヤナ",
		"beats": {
			"エコー": "キヤナはエコーのスキルを回避しやすく、瞬時にダメージを与えることができるため、エコーに対して有利。",
			"ゼド": "ゼドのシャドウを利用した攻撃をキヤナは避けやすく、反撃が可能。",
			"シンドラ": "シンドラのスキルを避ける能力が高く、近接戦で優位に立てる。",
			"ガリオ": "ガリオのタンク性に対して、キヤナは高いバーストダメージを持っているため有利。",
			"ゼラス": "ゼラスのスキルを避けることができ、近づいてダメージを与えやすい。",
			"タロン": "タロンの瞬発力に対抗できるスキルを持ち、反撃が可能。",
			"ヨネ": "ヨネの攻撃を避けることができ、キヤナのバーストで有利に立てる。",
			"カサディン": "カサディンのマナ管理を妨げることができ、持続的なダメージを与えやすい。",
			"アーリ": "アーリのスキルを避ける能力が高く、反撃が可能。",
			"アクシャン": "アクシャンの攻撃を避けやすく、バーストダメージで有利に立てる。",
			"ベイガー": "ベイガーのスキルを避けることができ、近接戦で優位に立てる。"
		},
		"loses": {
			"マルファイト": "マルファイトの強力なシールドとCC（クラウドコントロール）能力がキヤナの攻撃を妨げるため。",
			"ルブラン": "ルブランの高いバーストダメージと機動力がキヤナに対して有利に働くため。",
			"メル": "メルの持つ持続的なダメージと回復能力がキヤナの瞬発力を無効化するため。",
			"タリヤ": "タリヤの地形操作能力がキヤナの動きを制限し、戦闘を不利にするため。",
			"ブラッドミア": "ブラッドミアの自己回復と持続的なダメージがキヤナの攻撃を耐えやすくするため。",
			"ラックス": "ラックスの長射程スキルとCCがキヤナの接近を阻害するため。",
			"ダイアナ": "ダイアナの高いバーストダメージと自己シールドがキヤナに対して強力なカウンターとなるため。",
			"アニビア": "アニビアのCCと持続的なダメージがキヤナの動きを制限し、戦闘を不利にするため。"
		}
	},
	"ダイアナ": {
		"name": "ダイアナ",
		"beats": {
			"アニー": "アニーはダイアナに対して早期のダメージを与えられるが、ダイアナのバーストダメージに対抗できないため有利。",
			"フィズ": "フィズはダイアナのスキルを回避する能力が高く、ダイアナの攻撃を避けながら反撃できるため有利。",
			"ラックス": "ラックスはダイアナの接近を阻止するスキルを持っており、遠距離からの攻撃でダイアナを圧倒できるため有利。",
			"マルザハール": "マルザハールはダイアナのバーストダメージを無効化するシールドを持っており、ダイアナの攻撃を受け流せるため有利。",
			"カタリナ": "カタリナはダイアナのスキルを避ける機動力があり、ダイアナがスキルを使った後に反撃できるため有利。",
			"シンドラ": "シンドラはダイアナの接近を阻止するスキルを持ち、ダイアナが近づく前にダメージを与えられるため有利。",
			"ツイステッド・フェイト": "ツイステッド・フェイトはダイアナの動きを制限するスキルを持ち、ダイアナが攻撃する前に先手を取れるため有利。",
			"ヨネ": "ヨネはダイアナの攻撃を避ける能力が高く、ダイアナのスキルをかわしながら反撃できるため有利。",
			"アクシャン": "アクシャンはダイアナのバーストダメージを受けにくく、持続的なダメージを与えられるため有利。"
		},
		"loses": {
			"リサンドラ": "ダイアナの攻撃を凍結させる能力があり、ダイアナのコンボを無効化できる。",
			"ヤスオ": "ダイアナのスキルを風で防ぐことができ、反撃のチャンスを持つ。",
			"ガリオ": "ダイアナのダメージを軽減し、チームファイトでの影響力を高める。",
			"イレリア": "ダイアナのスキルを避ける機動力があり、接近戦で有利に立てる。",
			"ビクター": "遠距離からの高いバーストダメージでダイアナを圧倒できる。",
			"アジール": "ダイアナの接近を阻止し、持続的なダメージを与えることができる。",
			"フェイ": "ダイアナのスキルを無効化するシールドを持ち、持続的なダメージを与えられる。",
			"タリヤ": "ダイアナの動きを制限する壁を作り、戦闘を有利に進められる。",
			"サイラス": "ダイアナのスキルを奪い、逆にダメージを与えることができる。",
			"ゼラス": "遠距離からの高いダメージを持ち、ダイアナの接近を許さない。",
			"ライズ": "高いバーストダメージと移動能力でダイアナを圧倒できる。"
		}
	},
	"ゾーイ": {
		"name": "ゾーイ",
		"beats": {
			"ブラッドミア": "ゾーイの高いバーストダメージがブラッドミアの回復を上回るため、早期に倒しやすい。",
			"ゼラス": "ゾーイのスキルがゼラスのスキルを避けやすく、持続的なダメージを与えられる。",
			"ゼド": "ゾーイはゼドのシャドウを避ける能力が高く、反撃が可能。",
			"シンドラ": "ゾーイの機動力がシンドラのスキルを回避しやすく、ダメージを与えやすい。",
			"イレリア": "ゾーイの遠距離攻撃がイレリアの接近を阻害し、優位に立てる。",
			"アジール": "ゾーイのスキルがアジールの兵士を簡単に処理でき、ダメージを与えやすい。",
			"ビクター": "ゾーイはビクターのスキルを避けることができ、持続的にダメージを与えられる。",
			"ヤスオ": "ゾーイのスキルはヤスオの風の刃を避けやすく、反撃が可能。",
			"フェイ": "ゾーイの高いバーストダメージがフェイの耐久力を上回るため、早期に倒しやすい。",
			"アニー": "ゾーイはアニーのスタンを避けることができ、ダメージを与えやすい。",
			"サイラス": "ゾーイのスキルがサイラスのスキルを無効化しやすく、優位に立てる。"
		},
		"loses": {
			"マルザハール": "ゾーイのスキルがマルザハールのシールドを貫通できないため、持続的なダメージを与えにくい。",
			"アクシャン": "アクシャンの高いバーストダメージと機動力により、ゾーイは捕まりやすい。",
			"タロン": "タロンの瞬発力と高いバーストダメージがゾーイにとって脅威となる。",
			"ヴェックス": "ヴェックスの恐怖効果がゾーイのスキルを妨害し、戦闘での優位性を失わせる。",
			"エコー": "エコーの高い機動力と自己回復能力がゾーイに対して有利に働く。",
			"ガリオ": "ガリオのタンク性とCCがゾーイのダメージを無効化しやすい。",
			"カサディン": "カサディンの高い魔法耐性と瞬時の移動能力がゾーイに対して強力。",
			"ルブラン": "ルブランの高いバーストダメージと機動力がゾーイを圧倒する。",
			"ライズ": "ライズの持続的なダメージとCCがゾーイにとって厄介。",
			"メル": "メルのシールドと回復能力がゾーイのダメージを軽減する。",
			"カタリナ": "カタリナの高いバーストダメージと瞬時の移動能力がゾーイにとって脅威。"
		}
	},
	"カタリナ": {
		"name": "カタリナ",
		"beats": {
			"タリヤ": "カタリナの高いバーストダメージに対して、タリヤは耐久力が低く、瞬時に倒される可能性が高い。",
			"ベイガー": "カタリナはベイガーのスキルを避けやすく、近接攻撃で一気にダメージを与えられる。",
			"シンドラ": "シンドラのスキルを避けることができ、カタリナの機動力で接近しやすい。",
			"ゼラス": "ゼラスは遠距離攻撃が主体で、カタリナの瞬発力に対抗しづらい。",
			"フェイ": "フェイはカタリナのバーストに対して脆弱で、早期に倒されるリスクが高い。",
			"オーロラ": "オーロラはカタリナの攻撃を受けやすく、反撃が難しい。",
			"ヨネ": "ヨネはカタリナの高いバーストに対して耐久力が不足している。",
			"アーリ": "アーリはカタリナの機動力に対抗しきれず、接近されると危険。",
			"ルブラン": "ルブランはカタリナのバーストに対して脆弱で、早期に倒される可能性が高い。",
			"サイラス": "サイラスはカタリナの攻撃を受けやすく、反撃が難しい。",
			"アニー": "アニーはカタリナの高いバーストに対して脆弱で、瞬時に倒されるリスクが高い。"
		},
		"loses": {
			"ガリオ": "ガリオのスキルセットはカタリナの瞬発力を抑えることができ、特にガリオのW（英雄の進撃）がカタリナの攻撃を無効化するため、彼女のコンボが決まりにくい。",
			"ブラッドミア": "ブラッドミアはカタリナの攻撃を受けると回復する能力があり、持続的な戦闘で有利に立つことができる。",
			"ヤスオ": "ヤスオはカタリナのスキルを回避する能力が高く、特に風の壁を使ってカタリナの攻撃を防ぐことができる。",
			"タロン": "タロンは高いバーストダメージを持ち、カタリナが近づく前に一気に倒すことができるため、対面で非常に強力。",
			"ダイアナ": "ダイアナはカタリナに対して強力なバーストダメージを持ち、また、彼女のE（月の光）でカタリナを捕まえることができる。",
			"ライズ": "ライズは高いマナコストのスキルを持ち、カタリナの攻撃を受けても耐えることができ、逆に反撃することができる。",
			"アカリ": "アカリはカタリナと同様のバーストダメージを持ち、さらにスキルを使ってカタリナの攻撃を避けることができる。",
			"アジール": "アジールはカタリナの攻撃を遠距離から抑えることができ、特に彼の兵士を使ってダメージを与えることができる。",
			"リサンドラ": "リサンドラはカタリナを凍らせる能力があり、彼女の動きを制限することで、カタリナの攻撃を無効化することができる。"
		}
	},
	"タロン": {
		"name": "タロン",
		"beats": {
			"マルザハール": "タロンはマルザハールのスキルを避けやすく、瞬時に近づいてダメージを与えることができるため、対抗しやすい。",
			"タリヤ": "タリヤの地形を利用したスキルに対して、タロンは高い機動性で回避できるため、有利。",
			"アニビア": "アニビアのスタンを避けることができ、タロンのバーストダメージで早期に倒すことが可能。",
			"フィズ": "フィズの回避能力に対して、タロンは瞬時に接近し、ダメージを与えることができるため、優位に立てる。",
			"オリアナ": "オリアナのスキルを避けやすく、タロンの高いバーストダメージでオリアナを圧倒できる。",
			"サイラス": "サイラスのスキルを奪うことができるため、タロンはサイラスに対して有利に戦える。",
			"ヴェックス": "ヴェックスのスキルを避けることができ、タロンの機動力で接近してダメージを与えやすい。",
			"アカリ": "アカリのスキルを避けやすく、タロンのバーストでアカリを早期に排除できる。",
			"フェイ": "フェイのスキルを避けることができ、タロンの高いダメージで有利に戦える。",
			"カタリナ": "カタリナのスキルを避けやすく、タロンのバーストダメージでカタリナを圧倒できる。",
			"アーリ": "アーリのスキルを避けることができ、タロンの機動力で接近してダメージを与えやすい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトのスキルを避けやすく、タロンの高いバーストダメージで有利に戦える。"
		},
		"loses": {
			"ゼド": "タロンよりも高いバーストダメージを持ち、瞬時にタロンを排除できる。",
			"リサンドラ": "タロンの攻撃を無効化するCC（クラウドコントロール）を持ち、逃げる手段が多い。",
			"キヤナ": "タロンのスキルを回避する能力が高く、逆にタロンを追い詰めることができる。",
			"イレリア": "タロンのスキルを避ける機動力があり、持続的なダメージでタロンを圧倒できる。",
			"ルブラン": "高いバーストダメージと機動力でタロンを瞬時に排除できる。",
			"アニー": "強力なスタンを持ち、タロンの攻撃を無効化しやすい。",
			"ライズ": "持続的なダメージとCCを持ち、タロンに対して有利に立ち回れる。",
			"ヨネ": "高いダメージと自己回復能力でタロンに対抗できる。",
			"アジール": "タロンの攻撃を避ける能力が高く、持続的なダメージを与えられる。",
			"メル": "タロンの攻撃を無効化するスキルを持ち、持続的にダメージを与えられる。",
			"エコー": "高い機動力とバーストダメージでタロンを圧倒できる。",
			"アクシャン": "タロンの攻撃を避ける能力が高く、逆にタロンを狙うことができる。",
			"ガリオ": "タロンの攻撃を無効化するシールドを持ち、タロンに対して強い。",
			"ダイアナ": "高いバーストダメージと自己回復能力でタロンに対抗できる。"
		}
	},
	"ガリオ": {
		"name": "ガリオ",
		"beats": {
			"ダイアナ": "ガリオのスキルでダイアナの突進を無効化できるため、対抗しやすい。",
			"ブラッドミア": "ガリオのシールドとCCでブラッドミアの攻撃を防ぎやすい。",
			"アカリ": "ガリオの範囲攻撃でアカリの移動を制限できるため、優位に立てる。",
			"カタリナ": "ガリオのスキルでカタリナのコンボを中断できるため、戦闘で有利。",
			"フィズ": "ガリオのCCでフィズの回避を封じることができるため、対抗しやすい。",
			"ルブラン": "ガリオの耐久力でルブランの瞬間火力に耐えられるため、優位に立てる。",
			"マルザハール": "ガリオのシールドでマルザハールのウルトを無効化できるため、戦闘で有利。",
			"サイラス": "ガリオのスキルでサイラスのスキルを無効化できるため、対抗しやすい。",
			"アジール": "ガリオの範囲攻撃でアジールの兵士を処理しやすく、優位に立てる。",
			"ヴェックス": "ガリオの耐久力でヴェックスの攻撃に耐えられるため、戦闘で有利。",
			"ライズ": "ガリオのCCでライズの移動を制限できるため、対抗しやすい。",
			"アクシャン": "ガリオのスキルでアクシャンの攻撃を防ぎやすく、優位に立てる。",
			"ヤスオ": "ガリオのCCでヤスオの動きを制限できるため、対抗しやすい。",
			"ゾーイ": "ガリオの耐久力でゾーイの瞬間火力に耐えられるため、戦闘で有利。"
		},
		"loses": {
			"スモルダー": "高いバーストダメージでガリオを瞬時に排除できるため。",
			"フェイ": "高い機動性とスキル回避能力でガリオの攻撃を避けやすい。",
			"オーロラ": "範囲攻撃とCCでガリオの動きを制限できるため。",
			"タリヤ": "壁を使った戦術でガリオの移動を妨げることができる。",
			"キヤナ": "高いバーストダメージと瞬発力でガリオを狙いやすい。",
			"アーリ": "機動力とスキルのコンボでガリオを簡単に倒せる。",
			"リサンドラ": "CCと自己防御能力でガリオの攻撃を無効化できる。",
			"オリアナ": "ボールを使った戦術でガリオを効果的に攻撃できる。",
			"イレリア": "高いダメージと機動性でガリオを圧倒できる。",
			"ヨネ": "高いバーストと持続ダメージでガリオを圧倒することができる。",
			"ツイステッド・フェイト": "全体マップでの影響力とCCでガリオを無力化できる。",
			"ラックス": "長射程のスキルでガリオを安全に攻撃できる。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"メル": "パンテオンの高いバーストダメージに対して耐久力が低いため、早期に倒されやすい。",
			"アカリ": "アカリのスキルがパンテオンのシールドを貫通できないため、対抗が難しい。",
			"フィズ": "フィズの機動力はあるが、パンテオンのスタンで捕まえられるリスクが高い。",
			"エコー": "エコーはパンテオンの攻撃を避けることができるが、パンテオンの瞬発力に対抗しきれない。",
			"カサディン": "カサディンは後半強力だが、パンテオンの早期の圧力に耐えられない。",
			"シンドラ": "シンドラは強力なスキルを持つが、パンテオンの接近戦での強さに対抗できない。",
			"ヤスオ": "ヤスオは風の壁でパンテオンのスキルを防げるが、パンテオンのスタンで捕まるリスクがある。",
			"イレリア": "イレリアは強力だが、パンテオンのバーストダメージに対して脆弱。",
			"オリアナ": "オリアナは強力なコントロールを持つが、パンテオンの瞬発力に対抗できない。",
			"ゼド": "ゼドは高いダメージを持つが、パンテオンのスタンで行動を制限される。",
			"アクシャン": "アクシャンは強力なダメージを持つが、パンテオンの早期の攻撃に対して脆弱。"
		},
		"loses": {
			"ゾーイ": "高いバーストダメージと機動力でパンテオンを圧倒できる。",
			"タリヤ": "地形を利用したスキルでパンテオンの動きを制限できる。",
			"アジール": "遠距離からの持続的なダメージでパンテオンの接近を阻止できる。",
			"ラックス": "長射程のスキルでパンテオンを安全に攻撃できる。",
			"ゼラス": "高いマナ回復と遠距離攻撃でパンテオンを牽制できる。",
			"マルザハール": "スキルでのCCとバリアでパンテオンの攻撃を無効化できる。",
			"ビクター": "高い範囲ダメージとシールドでパンテオンの攻撃を受け流せる。",
			"ブラッドミア": "持続的な回復とダメージでパンテオンの攻撃を耐えられる。",
			"ルブラン": "高い機動力とバーストダメージでパンテオンを瞬時に排除できる。",
			"アーリ": "高い機動力でパンテオンの攻撃を避けつつ反撃できる。",
			"ダイアナ": "パンテオンの攻撃を受け流しつつ、強力な反撃が可能。",
			"カタリナ": "高い機動力と連続攻撃でパンテオンを圧倒できる。",
			"オーロラ": "CCスキルでパンテオンの動きを制限できる。",
			"フェイ": "高いバーストダメージでパンテオンを瞬時に排除できる。",
			"タロン": "高い機動力でパンテオンの攻撃を避けつつ、強力な反撃が可能。",
			"ライズ": "高い持続ダメージとCCでパンテオンを圧倒できる。",
			"ヨネ": "高いバーストダメージと機動力でパンテオンを圧倒できる。",
			"ツイステッド・フェイト": "スキルでのCCと遠距離攻撃でパンテオンを牽制できる。"
		}
	},
	"シンドラ": {
		"name": "シンドラ",
		"beats": {
			"ヴェックス": "シンドラのスキルはヴェックスの移動を制限し、ダメージを与えやすい。",
			"リサンドラ": "シンドラはリサンドラの凍結を避けやすく、遠距離から攻撃できる。",
			"ラックス": "ラックスのスキルはシンドラのバーストダメージに対抗しにくい。",
			"ライズ": "シンドラはライズの移動を制限し、ダメージを与えやすい。",
			"メル": "シンドラはメルのスキルを避けやすく、持続的なダメージを与えられる。",
			"ベイガー": "シンドラはベイガーのスキルを避けやすく、バーストダメージで圧倒できる。",
			"アニー": "シンドラはアニーのスタンを避けやすく、遠距離から攻撃できる。",
			"マルザハール": "シンドラはマルザハールのウルトを避けやすく、持続的にダメージを与えられる。",
			"フェイ": "シンドラはフェイのスキルを避けやすく、バーストダメージで優位に立てる。",
			"タリヤ": "シンドラはタリヤのスキルを避けやすく、遠距離から攻撃できる。",
			"ビクター": "シンドラはビクターのスキルを避けやすく、バーストダメージで圧倒できる。"
		},
		"loses": {
			"イレリア": "高い機動力と持続的なダメージでシンドラを圧倒できる。",
			"カタリナ": "瞬時に近づいて高いバーストダメージを与えられるため、シンドラが反撃する前に倒される可能性が高い。",
			"ルブラン": "高いバーストダメージと機動力でシンドラを容易に狙える。",
			"フィズ": "シンドラのスキルを避けながら近づき、高いダメージを与えることができる。",
			"ゾーイ": "高いバーストダメージとスリープ効果でシンドラを無力化できる。",
			"ゼド": "シンドラのスキルを避けつつ、影を使って高いダメージを与えることができる。",
			"エコー": "高い機動力と自己回復能力でシンドラに対抗できる。",
			"ゼラス": "遠距離からの攻撃でシンドラを圧倒し、スキルを避けることができる。",
			"ダイアナ": "近づいて高いバーストダメージを与えられるため、シンドラが反撃する前に倒される可能性が高い。",
			"キヤナ": "高い機動力とバーストダメージでシンドラを狙いやすい。",
			"カサディン": "高い耐久力と瞬時の移動能力でシンドラの攻撃を避けつつ反撃できる。",
			"オーロラ": "シンドラのスキルを無効化しつつ、高いダメージを与えることができる。",
			"サイラス": "シンドラのスキルを奪って利用できるため、非常に強力な対抗者となる。",
			"アカリ": "高い機動力とバーストダメージでシンドラを圧倒できる。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"フィズ": "サイラスはフィズのスキルを吸収できるため、フィズのダメージを無効化しやすい。",
			"ゼラス": "ゼラスのスキルをコピーして、遠距離からの攻撃を強化できる。",
			"イレリア": "イレリアのスキルを利用して、サイラスは高いバーストダメージを出せる。",
			"アニー": "アニーのスタンを無効化し、逆にサイラスが攻撃するチャンスを得られる。",
			"ゼド": "ゼドの影を吸収することで、サイラスはゼドの攻撃を無効化できる。",
			"エコー": "エコーの時間操作スキルを利用して、サイラスはエコーの攻撃を回避しやすい。",
			"カサディン": "カサディンのスキルをコピーすることで、サイラスは高い機動性を得られる。",
			"ブラッドミア": "ブラッドミアのスキルを吸収することで、サイラスは持続的なダメージを与えられる。",
			"ツイステッド・フェイト": "ツイステッド・フェイトのカードを利用して、サイラスは戦闘を有利に進められる。",
			"アーリ": "アーリのスキルを吸収することで、サイラスは高いバーストダメージを出せる。",
			"リサンドラ": "リサンドラの凍結スキルを無効化し、逆に攻撃するチャンスを得られる。",
			"ダイアナ": "ダイアナの月の力を利用して、サイラスは高いダメージを出せる。",
			"ヨネ": "ヨネのスキルを吸収することで、サイラスは高い機動性を得られる。",
			"ルブラン": "ルブランのスキルをコピーすることで、サイラスは高いバーストダメージを出せる。"
		},
		"loses": {
			"タリヤ": "タリヤの地形操作と遠距離攻撃がサイラスの接近を妨げるため。",
			"ヤスオ": "ヤスオの風の刃でサイラスのスキルを無効化できるため。",
			"ライズ": "ライズの高いバーストダメージと移動能力がサイラスにとって脅威となるため。",
			"ガリオ": "ガリオのタンク性とCCがサイラスのダメージを抑えるため。",
			"オリアナ": "オリアナのボールを使ったコントロールとバーストがサイラスに対して強力なため。",
			"オーロラ": "オーロラのスキルがサイラスの動きを制限し、ダメージを与えやすくするため。",
			"ラックス": "ラックスの長射程とCCがサイラスの接近を困難にするため。",
			"キヤナ": "キヤナの高いバーストダメージと逃げ能力がサイラスにとって厄介なため。",
			"カタリナ": "カタリナの瞬時のダメージと逃げ能力がサイラスに対して有利に働くため。",
			"ゾーイ": "ゾーイの高い機動性とバーストダメージがサイラスにとって脅威となるため。"
		}
	},
	"エコー": {
		"name": "エコー",
		"beats": {
			"ベイガー": "エコーの高い機動力と瞬発力により、ベイガーのスキルを避けやすい。",
			"アニー": "エコーのバーストダメージがアニーの耐久力を上回るため、早期に倒しやすい。",
			"ゼラス": "エコーのワープ能力でゼラスのスキルを回避しやすく、接近戦で有利。",
			"イレリア": "エコーのスキルでイレリアのスタンを避けられるため、対抗しやすい。",
			"ラックス": "エコーの瞬時の移動能力でラックスのスキルを避けられるため、優位に立てる。",
			"フェイ": "エコーの高いバーストダメージがフェイの耐久力を上回るため、早期に倒しやすい。",
			"マルザハール": "エコーの機動力でマルザハールのウルトを避けられるため、戦闘で有利。",
			"シンドラ": "エコーのスキルでシンドラのスキルを回避しやすく、接近戦で有利。",
			"カタリナ": "エコーの高いバーストダメージがカタリナの耐久力を上回るため、早期に倒しやすい。",
			"ゾーイ": "エコーの機動力でゾーイのスキルを避けられるため、戦闘で有利。",
			"オリアナ": "エコーの瞬時の移動能力でオリアナのスキルを避けられるため、優位に立てる。",
			"リサンドラ": "エコーのスキルでリサンドラのスキルを回避しやすく、接近戦で有利。",
			"フィズ": "エコーの高いバーストダメージがフィズの耐久力を上回るため、早期に倒しやすい。"
		},
		"loses": {
			"ライズ": "高いバーストダメージとCCでエコーを抑え込むことができる。",
			"キヤナ": "エコーのスキルを回避しやすく、瞬時にダメージを与えられる。",
			"ヤスオ": "エコーのスキルを反射できるため、対抗しやすい。",
			"ルブラン": "高い機動力とバーストダメージでエコーを圧倒できる。",
			"アジール": "遠距離からの持続的なダメージでエコーを牽制できる。",
			"アニビア": "CCと持続的なダメージでエコーの動きを制限できる。",
			"アクシャン": "エコーのスキルを無効化し、強力なダメージを与えられる。",
			"ブラッドミア": "持続的な回復とバーストダメージでエコーに対抗できる。",
			"カサディン": "高い耐久力と瞬時のダメージでエコーを圧倒できる。",
			"サイラス": "エコーのスキルを奪い、逆に利用することができる。",
			"アカリ": "高い機動力でエコーの攻撃を避けつつ、反撃できる。",
			"メル": "エコーのスキルを無効化し、持続的なダメージを与えられる。",
			"ゼド": "高いバーストダメージでエコーを瞬時に排除できる。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"アクシャン": "イレリアはアクシャンの攻撃を避けやすく、持続的なダメージを与えられるため有利。",
			"ゼラス": "イレリアの機動力がゼラスのスキルを回避しやすく、近接戦で優位に立てる。",
			"ダイアナ": "イレリアはダイアナのオールインを避けることができ、持続的なダメージで勝てる。",
			"ヨネ": "イレリアはヨネのスキルを避けやすく、反撃のチャンスが多い。",
			"シンドラ": "イレリアはシンドラのスキルを避けやすく、近づいてダメージを与えられる。",
			"ラックス": "イレリアはラックスのスキルを避けることができ、近接戦で有利。",
			"フィズ": "イレリアはフィズのスキルを回避しやすく、持続的なダメージで勝てる。",
			"ベイガー": "イレリアはベイガーのスキルを避けやすく、近づいてダメージを与えられる。",
			"ビクター": "イレリアはビクターのスキルを避けやすく、持続的なダメージで勝てる。",
			"マルザハール": "イレリアはマルザハールのスキルを避けやすく、持続的なダメージで勝てる。",
			"ツイステッド・フェイト": "イレリアはツイステッド・フェイトのスキルを避けやすく、近接戦で有利。"
		},
		"loses": {
			"ヴェックス": "イレリアはヴェックスの遠距離攻撃とCC（クラウドコントロール）に対して脆弱で、特にヴェックスのウルトがイレリアの機動性を制限するため不利。",
			"ゾーイ": "ゾーイの高いバーストダメージと瞬時の移動能力により、イレリアは接近するのが難しく、持続的な戦闘で劣る。",
			"カサディン": "カサディンはイレリアのダメージを軽減するシールドを持ち、さらに瞬時に距離を取ることができるため、イレリアにとって厳しい相手。",
			"ブラッドミア": "ブラッドミアの自己回復能力と高いバーストダメージにより、イレリアは持続的な戦闘で不利になる。",
			"ヤスオ": "ヤスオはイレリアのスキルを回避する能力が高く、また風の壁でイレリアの攻撃を防ぐことができるため、対面が難しい。",
			"アジール": "アジールの範囲攻撃とゾーニング能力により、イレリアは近づくことが難しく、ダメージを与えにくい。",
			"リサンドラ": "リサンドラのCCと自己防御能力により、イレリアは攻撃を仕掛けることが難しく、特にリサンドラのウルトが脅威。",
			"サイラス": "サイラスはイレリアのスキルを奪って使用できるため、イレリアの強みを逆手に取られることが多い。",
			"アカリ": "アカリの高い機動性と隠れ能力により、イレリアはアカリを捕まえるのが難しく、逆にアカリに攻撃されやすい。",
			"キヤナ": "キヤナの高いバーストダメージと地形を利用した戦闘スタイルにより、イレリアは不利な状況に陥りやすい。"
		}
	},
	"ラックス": {
		"name": "ラックス",
		"beats": {
			"ベイガー": "ラックスのスキルはベイガーのスタンを避けやすく、遠距離からの攻撃が可能であるため、ベイガーのキャッチを避けながらダメージを与えられる。",
			"リサンドラ": "ラックスはリサンドラの凍結を避ける手段を持っており、リサンドラの攻撃を受ける前にダメージを与えることができる。",
			"ヴェックス": "ラックスの長射程とスキルの機動性により、ヴェックスの接近を阻止しやすい。",
			"マルザハール": "ラックスはマルザハールのウルトを避けることができ、マルザハールのバリアを破る手段を持っている。",
			"アクシャン": "ラックスはアクシャンの突進を避けることができ、遠距離からの攻撃でアクシャンを圧倒できる。",
			"タリヤ": "ラックスはタリヤの壁を越えて攻撃できるため、タリヤの戦術を無効化しやすい。",
			"サイラス": "ラックスはサイラスのウルトを利用される前にダメージを与えられるため、サイラスに対して有利。",
			"ビクター": "ラックスはビクターのスキルを避けることができ、ビクターの攻撃を受ける前に反撃できる。",
			"キヤナ": "ラックスはキヤナの接近を防ぎやすく、遠距離からの攻撃でキヤナを圧倒できる。",
			"アーリ": "ラックスはアーリの機動性に対抗できるスキルを持っており、アーリの攻撃を避けながらダメージを与えられる。"
		},
		"loses": {
			"ゼラス": "高い射程とスキルの持続ダメージでラックスを圧倒できる。",
			"カサディン": "高い機動力とバーストダメージでラックスを容易に狙える。",
			"ブラッドミア": "持続的な回復とCCでラックスの攻撃を無効化できる。",
			"シンドラ": "高いバーストダメージとCCでラックスを瞬時に排除できる。",
			"アカリ": "高い機動力とスキルの回避能力でラックスの攻撃を避けられる。",
			"イレリア": "高いダメージとスキルの連携でラックスを圧倒できる。",
			"ヤスオ": "高いバーストダメージと風の壁でラックスのスキルを防げる。",
			"エコー": "高い機動力とバーストダメージでラックスを狙いやすい。",
			"ツイステッド・フェイト": "全体的なマップコントロールとCCでラックスを捕まえやすい。",
			"アニー": "高いバーストダメージとCCでラックスを瞬時に排除できる。",
			"メル": "高い持続ダメージとCCでラックスを圧倒できる。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ヴェックス": "ブラッドミアの攻撃を避ける能力があり、持続的なダメージを与えられるため。",
			"カタリナ": "ブラッドミアのスキルを回避しやすく、瞬時にダメージを与えられるため。",
			"ルブラン": "高い機動力とバーストダメージでブラッドミアを圧倒できるため。",
			"ヤスオ": "ブラッドミアのスキルをカウンターしやすく、ダメージを与えやすい位置取りが可能なため。",
			"ラックス": "ブラッドミアの接近を阻止し、遠距離からの攻撃で有利に戦えるため。",
			"イレリア": "ブラッドミアのスキルを利用してダメージを与えつつ、回避することができるため。",
			"フィズ": "高い機動力でブラッドミアの攻撃を避けつつ、瞬時にダメージを与えられるため。",
			"アクシャン": "ブラッドミアのスキルを避けながら、持続的なダメージを与えられるため。",
			"ゼラス": "遠距離からの攻撃でブラッドミアを圧倒しやすいため。",
			"メル": "ブラッドミアの攻撃を避けつつ、持続的なダメージを与えられるため。",
			"ヨネ": "ブラッドミアの攻撃を避けつつ、強力なバーストダメージを与えられるため。",
			"キヤナ": "ブラッドミアのスキルを回避しやすく、瞬時にダメージを与えられるため。",
			"ゼド": "ブラッドミアのスキルを利用して、瞬時に高いダメージを与えられるため。"
		},
		"loses": {
			"ガリオ": "ガリオのスキルセットはブラッドミアの攻撃を無効化しやすく、特にガリオのWスキルでの反撃が強力。",
			"ライズ": "ライズは高いバーストダメージを持ち、ブラッドミアの回復を上回るダメージを与えることができる。",
			"タリヤ": "タリヤの地形操作能力により、ブラッドミアの移動を制限しやすく、戦闘を有利に進められる。",
			"マルザハール": "マルザハールのRスキルはブラッドミアを完全に無力化し、持続的なダメージを与えることができる。",
			"フェイ": "フェイの高い機動力とバーストダメージにより、ブラッドミアは簡単に狙われやすい。",
			"ゾーイ": "ゾーイのスキルは高いバーストダメージを持ち、ブラッドミアの回復を無視して瞬時に倒すことができる。",
			"オリアナ": "オリアナのスキルはブラッドミアの動きを制御し、チームファイトでの影響力を高める。",
			"オーロラ": "オーロラのCC（クラウドコントロール）能力はブラッドミアの行動を制限し、ダメージを与えやすくする。",
			"ベイガー": "ベイガーの高いバーストダメージとスタン効果により、ブラッドミアは容易に倒される。",
			"カシオペア": "カシオペアの持続的なダメージとスネア効果は、ブラッドミアにとって非常に厄介。",
			"アニビア": "アニビアの壁とCCはブラッドミアの移動を制限し、戦闘を有利に進める。",
			"シンドラ": "シンドラの高いバーストダメージとCCは、ブラッドミアにとって脅威となる。",
			"カサディン": "カサディンの高い機動力とバーストダメージは、ブラッドミアに対して非常に効果的。"
		}
	},
	"ゼド": {
		"name": "ゼド",
		"beats": {
			"タリヤ": "ゼドの高いバーストダメージに対して、タリヤは耐久力が低く、瞬時に倒される可能性が高い。",
			"フェイ": "フェイはゼドのシャドウを避ける手段が限られており、捕まると致命的なダメージを受ける。",
			"オーロラ": "オーロラはゼドの攻撃を受けやすく、特にシャドウを利用したコンボに対して脆弱。",
			"ヴェックス": "ヴェックスはゼドの瞬発力に対抗する手段が乏しく、ゼドに近づかれると危険。",
			"アーリ": "アーリはゼドのバーストに対して逃げる手段があるが、ゼドの攻撃が当たると致命的。",
			"タロン": "タロンはゼドと同じようなプレイスタイルを持つが、ゼドの方がバースト力が高い。",
			"ベイガー": "ベイガーはゼドの攻撃を受けやすく、特にレベルが低い時に脆弱。",
			"シンドラ": "シンドラはゼドのシャドウを避けるのが難しく、捕まると一気にHPを削られる。",
			"ラックス": "ラックスはゼドの高いバーストに対して非常に脆弱で、瞬時に倒される可能性が高い。",
			"ヨネ": "ヨネはゼドの攻撃を受けやすく、特にシャドウを利用したコンボに対して脆弱。",
			"ビクター": "ビクターはゼドの攻撃を受けやすく、特に初期の段階でのバーストに対して脆弱。",
			"メル": "メルはゼドの攻撃を避ける手段が限られており、捕まると致命的なダメージを受ける。",
			"エコー": "エコーはゼドのバーストに対して逃げる手段があるが、ゼドの攻撃が当たると致命的。",
			"ゼラス": "ゼラスはゼドの攻撃を受けやすく、特にシャドウを利用したコンボに対して脆弱。"
		},
		"loses": {
			"マルファイト": "マルファイトのパッシブとWスキルにより、ゼドの攻撃を無効化しやすい。",
			"キヤナ": "キヤナの高いバーストダメージと逃げ能力がゼドにとって脅威。",
			"アクシャン": "アクシャンのスキルセットがゼドのコンボを妨害し、逆にダメージを与えられる。",
			"サイラス": "サイラスはゼドのUltを奪うことで、ゼドに対して強力な反撃が可能。",
			"ゾーイ": "ゾーイのスキルがゼドの接近を妨げ、遠距離からの攻撃が有効。",
			"イレリア": "イレリアのスキルがゼドの動きを制限し、持続的なダメージを与えられる。",
			"ヤスオ": "ヤスオの風の壁がゼドのスキルを防ぎ、反撃のチャンスを与える。",
			"アジール": "アジールの範囲攻撃と壁がゼドの接近を困難にし、持続的なダメージを与えられる。"
		}
	},
	"アクシャン": {
		"name": "アクシャン",
		"beats": {
			"フィズ": "アクシャンのスキルはフィズの機動力を抑えることができ、フィズの攻撃を避けやすい。",
			"ベイガー": "アクシャンはベイガーのスタンを避ける能力があり、またベイガーのAP依存のダメージに対して耐久性が高い。",
			"ゼラス": "アクシャンはゼラスのスキルを避けることができ、持続的なダメージを与えやすい。",
			"フェイ": "アクシャンはフェイのスキルを回避しやすく、持続的なダメージを与えることができる。",
			"マルザハール": "アクシャンはマルザハールのウルトを避けることができ、マルザハールのバリアを無視してダメージを与えられる。",
			"リサンドラ": "アクシャンはリサンドラのCCを避けることができ、リサンドラの持続的なダメージに対して強い。",
			"ビクター": "アクシャンはビクターのスキルを避けることができ、ビクターのダメージを軽減しやすい。",
			"ゾーイ": "アクシャンはゾーイのスキルを避ける能力があり、ゾーイの瞬発力に対抗できる。",
			"ゼド": "アクシャンはゼドの影を見極めやすく、ゼドのバーストダメージに対して耐久性が高い。",
			"ルブラン": "アクシャンはルブランのスキルを避けることができ、ルブランのバーストダメージに対して強い。",
			"ライズ": "アクシャンはライズのスキルを避けることができ、ライズの持続的なダメージに対して耐久性が高い。",
			"タリヤ": "アクシャンはタリヤのスキルを避けることができ、タリヤの持続的なダメージに対して強い。",
			"ヨネ": "アクシャンはヨネの攻撃を避けることができ、ヨネのバーストダメージに対して耐久性が高い。",
			"カサディン": "アクシャンはカサディンのスキルを避けることができ、カサディンのバーストダメージに対して強い。"
		},
		"loses": {
			"マルファイト": "アクシャンの物理ダメージを軽減するシールドと耐久力が高い。",
			"ヤスオ": "アクシャンのスキルを反撃することができ、特に風の壁で攻撃を防げる。",
			"アニー": "アクシャンの攻撃を簡単に止めることができるスタンを持っている。",
			"イレリア": "アクシャンの移動を制限し、持続的なダメージを与えることができる。",
			"ヴェックス": "アクシャンの機動力を制限し、遠距離からの攻撃で圧倒できる。",
			"ブラッドミア": "アクシャンの攻撃を吸収し、持続的な戦闘で有利に立てる。",
			"キヤナ": "アクシャンのスキルを回避しやすく、瞬時にダメージを与えることができる。",
			"ガリオ": "アクシャンの攻撃を無効化するシールドを持ち、チームファイトで強力。",
			"ダイアナ": "アクシャンに対して強力なバーストダメージを持ち、接近戦で優位に立てる。",
			"ラックス": "アクシャンのスキルを遠距離から狙い撃ちでき、特にCCが強力。",
			"メル": "アクシャンの攻撃を無効化するスキルを持ち、持続的な戦闘で有利。",
			"アジール": "アクシャンの攻撃を遠距離から制圧でき、特にゾーニングが得意。"
		}
	},
	"タリヤ": {
		"name": "タリヤ",
		"beats": {
			"アニビア": "タリヤのスキルはアニビアの動きを制限しやすく、特に地形を利用した攻撃が有効。",
			"メル": "タリヤの範囲攻撃がメルの近接攻撃を阻害しやすい。",
			"ヤスオ": "タリヤのCC（クラウドコントロール）スキルがヤスオの移動を妨げるため、対抗しやすい。",
			"ブラッドミア": "タリヤの持続的なダメージがブラッドミアの回復を上回る可能性が高い。",
			"ヨネ": "タリヤのスキルでヨネの突進を防ぎやすく、戦闘を有利に進められる。",
			"アカリ": "タリヤの地形を利用した攻撃がアカリの隠れ身を無効化することができる。",
			"マルザハール": "タリヤの範囲攻撃がマルザハールのバリアを貫通しやすい。",
			"ヴェックス": "タリヤのスキルがヴェックスの移動を制限し、攻撃のチャンスを増やす。",
			"サイラス": "タリヤのスキルでサイラスのスキルを封じることができ、戦闘を有利に進められる。",
			"フィズ": "タリヤの範囲攻撃がフィズの機動力を制限しやすい。",
			"フェイ": "タリヤの持続的なダメージがフェイの耐久力を上回る可能性が高い。"
		},
		"loses": {
			"カタリナ": "高いバーストダメージと瞬時の移動能力でタリヤを圧倒できる。",
			"ゼド": "タリヤのスキルを避けながら高いダメージを与えられる。",
			"ビクター": "範囲攻撃と強力なバーストでタリヤを圧倒することができる。",
			"カサディン": "タリヤのスキルを無効化し、接近戦で優位に立てる。",
			"シンドラ": "高いバーストダメージとコントロール能力でタリヤを抑え込む。",
			"アニー": "瞬時のバーストとスタンでタリヤを無力化できる。",
			"ゼラス": "長距離からの攻撃でタリヤを安全に攻撃できる。",
			"アジール": "高い範囲攻撃と持続的なダメージでタリヤを圧倒する。",
			"ラックス": "長距離からのスキルでタリヤを牽制し、バーストダメージを与えられる。",
			"オーロラ": "高いCCとバーストでタリヤを無力化できる。",
			"アーリ": "高い機動性とバーストでタリヤを狙いやすい。",
			"ゾーイ": "高いバーストと機動性でタリヤを圧倒する。",
			"アクシャン": "高いバーストダメージと逃げる能力でタリヤを狙いやすい。",
			"エコー": "高い機動性とバーストでタリヤを圧倒できる。"
		}
	},
	"トゥイッチ": {
		"name": "トゥイッチ",
		"beats": {
			"ベイガー": "トゥイッチは遠距離から攻撃できるため、ベイガーのスキルを避けやすい。",
			"オレリオン・ソル": "オレリオン・ソルの移動速度を利用して、トゥイッチは安全に攻撃できる。",
			"ガリオ": "ガリオのタンク性に対して、トゥイッチは持続的なダメージを与えられる。",
			"ゾーイ": "ゾーイのスキルを避ける能力が高く、トゥイッチは安全にダメージを与えられる。",
			"ヴェックス": "ヴェックスの接近を避けることができ、トゥイッチは後衛から攻撃できる。",
			"フェイ": "フェイのスキルを避けやすく、トゥイッチは持続的にダメージを与えられる。",
			"ラックス": "ラックスのスキルを避けることができ、トゥイッチは安全に攻撃できる。",
			"マルザハール": "マルザハールのウルトを避けることができ、トゥイッチは持続的にダメージを与えられる。",
			"ライズ": "ライズのスキルを避ける能力が高く、トゥイッチは安全に攻撃できる。",
			"メル": "メルの攻撃を避けやすく、トゥイッチは持続的にダメージを与えられる。"
		},
		"loses": {
			"ケイル": "ケイルは遠距離攻撃が可能で、トゥイッチの攻撃を避けやすい。",
			"カサディン": "カサディンは高い機動性を持ち、トゥイッチのスキルを回避しやすい。",
			"ゼド": "ゼドは瞬時にトゥイッチに接近し、高いバーストダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、トゥイッチのダメージを軽減できる。",
			"キヤナ": "キヤナは地形を利用した高い機動性を持ち、トゥイッチに対して有利に立ち回れる。",
			"フィズ": "フィズは高い回避能力を持ち、トゥイッチの攻撃を避けやすい。",
			"アカリ": "アカリはシャドウを使ってトゥイッチに接近し、瞬時にダメージを与えることができる。",
			"ビクター": "ビクターは範囲攻撃を持ち、トゥイッチを一掃することができる。",
			"オーロラ": "オーロラはCC（クラウドコントロール）を持ち、トゥイッチの行動を制限できる。",
			"ダイアナ": "ダイアナは高いバーストダメージを持ち、トゥイッチを瞬時に排除できる。",
			"ヤスオ": "ヤスオは風の壁を使ってトゥイッチの攻撃を防ぎ、反撃が可能。",
			"リサンドラ": "リサンドラはCCを持ち、トゥイッチを無力化することができる。",
			"ルブラン": "ルブランは高い機動性とバーストダメージを持ち、トゥイッチに対して有利。",
			"ツイステッド・フェイト": "ツイステッド・フェイトは全体マップでの影響力が高く、トゥイッチを狙いやすい。",
			"タリヤ": "タリヤは地形を操作する能力があり、トゥイッチの動きを制限できる。",
			"アーリ": "アーリは高い機動性とCCを持ち、トゥイッチに対して有利に立ち回れる。"
		}
	},
	"オリアナ": {
		"name": "オリアナ",
		"beats": {
			"ヴェックス": "オリアナのスキルはヴェックスの移動を制限し、彼女の攻撃を避けるのが難しいため。",
			"メル": "オリアナの範囲攻撃がメルの耐久力を上回るため、早期にダメージを与えやすい。",
			"アニー": "オリアナのスキルセットはアニーのバーストダメージを無効化しやすい。",
			"ブラッドミア": "オリアナのコントロール能力がブラッドミアの攻撃を妨げるため。",
			"マルザハール": "オリアナのシールドがマルザハールのウルトを無効化できるため。",
			"ガリオ": "オリアナのスキルがガリオのタンク性を無視してダメージを与えられるため。",
			"カサディン": "オリアナのスキルはカサディンの瞬間移動を予測しやすく、対処しやすい。",
			"ライズ": "オリアナの範囲攻撃がライズの移動を制限し、ダメージを与えやすい。",
			"サイラス": "オリアナのスキルはサイラスのスキルを無効化し、彼の攻撃を防ぎやすい。"
		},
		"loses": {
			"フェイ": "高いバーストダメージと機動力でオリアナを圧倒できる。",
			"タロン": "オリアナのスキルを避ける能力が高く、瞬時にキルを狙える。",
			"ゾーイ": "高い機動力とバーストダメージでオリアナを簡単に排除できる。",
			"エコー": "オリアナのスキルを回避しつつ、高いダメージを与えることができる。",
			"ゼラス": "長射程のスキルでオリアナを安全に攻撃できる。",
			"シンドラ": "オリアナのスキルを無効化しつつ、高いダメージを持つ。",
			"ルブラン": "高い機動力とバーストダメージでオリアナを圧倒できる。",
			"ツイステッド・フェイト": "瞬時に位置を変え、オリアナを狙うことができる。",
			"ビクター": "高い範囲ダメージとバーストでオリアナを圧倒できる。",
			"ヤスオ": "オリアナのスキルをカウンターしつつ、高いダメージを持つ。"
		}
	},
	"フェイ": {
		"name": "フェイ",
		"beats": {
			"ベイガー": "フェイのスキルはベイガーのスタンを避けることができ、持続的なダメージを与えやすい。",
			"リサンドラ": "リサンドラのCCを無効化できるため、フェイはリサンドラに対して優位に立てる。",
			"ガリオ": "ガリオのタンク性に対して、フェイは魔法ダメージで効果的にダメージを与えられる。",
			"ヴェックス": "フェイはヴェックスの恐怖を避けることができ、持続的に攻撃できる。",
			"ダイアナ": "ダイアナの接近を阻止しやすく、遠距離からの攻撃が有利。",
			"マルザハール": "マルザハールのスキルを無効化できるため、フェイは有利に戦える。",
			"ブラッドミア": "ブラッドミアの回復を妨げることができ、持続的にダメージを与えられる。",
			"メル": "メルのスキルを避けやすく、フェイは攻撃を続けやすい。",
			"ルブラン": "ルブランの瞬発力に対抗できるスキルを持っているため、フェイは有利。",
			"ライズ": "ライズの移動を制限できるため、フェイは有利に立ち回れる。",
			"ビクター": "ビクターのスキルを避けることができ、持続的にダメージを与えられる。",
			"オリアナ": "オリアナのボールを避けやすく、フェイは攻撃を続けやすい。"
		},
		"loses": {
			"アクシャン": "高いバーストダメージと機動力でフェイを圧倒できる。",
			"カタリナ": "瞬時に近づいて高いダメージを与えられるため、フェイが対処しづらい。",
			"タリヤ": "地形を利用した攻撃が得意で、フェイの動きを制限できる。",
			"エコー": "高い機動力とバーストダメージで、フェイに対して優位に立てる。",
			"ゼド": "影を使った攻撃でフェイを一瞬で排除できる可能性がある。",
			"ヤスオ": "風の刃を使った攻撃でフェイのスキルを無効化しやすい。",
			"ゾーイ": "高いバーストダメージとスリープ効果でフェイを無力化できる。",
			"シンドラ": "スキルショットでフェイを狙いやすく、ダメージを与えやすい。",
			"アーリ": "高い機動力とCCでフェイを捕まえやすい。",
			"ゼラス": "遠距離からの攻撃でフェイに圧力をかけられる。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"アクシャン": "ヤスオはアクシャンの攻撃を避ける能力が高く、反撃が可能。",
			"エコー": "エコーのスキルをヤスオの風の刃でカウンターできるため、優位に立てる。",
			"イレリア": "イレリアのスタンを避けやすく、ダメージを与えやすい。",
			"カタリナ": "カタリナのスキルを風の刃で無効化できるため、対抗しやすい。",
			"ダイアナ": "ダイアナの接近戦において、ヤスオは反撃のチャンスが多い。",
			"ベイガー": "ベイガーのスキルを避けることができ、近接戦で有利。",
			"サイラス": "サイラスのスキルをカウンターしやすく、戦闘で優位に立てる。",
			"フィズ": "フィズの移動スキルを風の刃で無効化できるため、対抗しやすい。",
			"ライズ": "ライズのスキルを避けやすく、反撃が可能。",
			"ツイステッド・フェイト": "TFのカードを避けることができ、戦闘で有利。",
			"ラックス": "ラックスのスキルを避ける能力が高く、反撃が可能。",
			"ゼラス": "ゼラスのスキルを風の刃で無効化できるため、対抗しやすい。",
			"ゼド": "ゼドの影を避けることができ、反撃のチャンスが多い。",
			"フェイ": "フェイのスキルを避けやすく、ダメージを与えやすい。"
		},
		"loses": {
			"アジール": "アジールの長射程と高いバーストダメージがヤスオに対して有利に働くため。",
			"リサンドラ": "リサンドラのCC（クラウドコントロール）能力がヤスオの機動性を制限するため。",
			"レネクトン": "レネクトンのタンク性能と持続的なダメージがヤスオに対して優位に立つため。",
			"タリヤ": "タリヤの地形操作と範囲攻撃がヤスオの接近を困難にするため。",
			"アニー": "アニーのスタンと高いバーストダメージがヤスオに対して効果的であるため。",
			"アニビア": "アニビアの壁とCCがヤスオの動きを制限し、対処を難しくするため。",
			"ブラッドミア": "ブラッドミアの持続的な回復とダメージがヤスオに対して有利に働くため。",
			"ヨネ": "ヨネの高い機動性とダメージがヤスオに対して優位に立つため。",
			"マルザハール": "マルザハールのサイレンスと持続的なダメージがヤスオのスキル使用を妨げるため。",
			"カサディン": "カサディンの高い機動性とバーストダメージがヤスオに対して有利に働くため。",
			"ヴェックス": "ヴェックスの遠距離攻撃とCCがヤスオの接近を困難にするため。",
			"タロン": "タロンの高いバーストダメージと逃げ能力がヤスオに対して優位に立つため。",
			"ガリオ": "ガリオのタンク性能とCCがヤスオの攻撃を無効化するため。",
			"オーロラ": "オーロラのCCと持続的なダメージがヤスオに対して効果的であるため。"
		}
	},
	"サイオン": {
		"name": "サイオン",
		"beats": {
			"マルザハール": "サイオンの高い耐久力とマルザハールのスキルが相性が良く、マルザハールのウルトを無効化できるため。",
			"フィズ": "サイオンのCC（クラウドコントロール）でフィズの動きを制限できるため。",
			"タロン": "タロンのバーストダメージに対してサイオンは高い耐久力を持ち、反撃が可能なため。",
			"ダイアナ": "サイオンのタンク性能がダイアナのダメージを吸収でき、ダイアナのウルトに対しても耐性があるため。",
			"オリアナ": "サイオンのCCでオリアナの動きを制限でき、オリアナのスキルを無効化しやすいから。",
			"ルブラン": "サイオンの耐久力がルブランのバーストを耐えられるため、反撃が可能。",
			"ゾーイ": "サイオンの高いHPプールがゾーイのスキルを耐えられるため、ゾーイのバーストに対抗できる。",
			"リサンドラ": "サイオンのタンク性能がリサンドラのダメージを吸収でき、リサンドラのCCに対しても耐性があるため。",
			"カタリナ": "サイオンのCCでカタリナの動きを制限でき、カタリナのバーストに対しても耐久力があるため。",
			"サイラス": "サイオンの耐久力がサイラスのダメージを吸収でき、サイラスのウルトに対しても耐性があるため。",
			"キヤナ": "サイオンのCCでキヤナの動きを制限でき、キヤナのバーストに対しても耐久力があるため。",
			"ブラッドミア": "サイオンの高いHPプールがブラッドミアのダメージを耐えられるため、反撃が可能。",
			"ベイガー": "サイオンの耐久力がベイガーのバーストを耐えられるため、反撃が可能。",
			"メル": "サイオンのタンク性能がメルのダメージを吸収でき、メルのスキルに対しても耐性があるため。",
			"ゼド": "サイオンの高い耐久力がゼドのバーストを耐えられるため、反撃が可能。",
			"アクシャン": "サイオンの耐久力がアクシャンのダメージを吸収でき、アクシャンのスキルに対しても耐性があるため。"
		},
		"loses": {
			"ヨネ": "高いバーストダメージと機動力でサイオンを圧倒できる。",
			"アニビア": "サイオンの接近を阻害する壁と凍結効果で対処しやすい。",
			"アカリ": "高い機動力とバーストダメージでサイオンを簡単に排除できる。",
			"タリヤ": "地形を利用した攻撃が得意で、サイオンの動きを制限できる。",
			"ゼラス": "長射程のスキルでサイオンを安全に攻撃できる。",
			"エコー": "高い機動力とバーストダメージでサイオンを翻弄できる。",
			"フェイ": "サイオンの耐久力を無視できるダメージを持っている。",
			"イレリア": "サイオンのスキルを避けながら高いダメージを与えられる。",
			"シンドラ": "サイオンの耐久力を無視する高いバーストダメージを持つ。",
			"オーロラ": "サイオンの動きを制限しつつ、持続的なダメージを与えられる。",
			"ヤスオ": "サイオンのスキルを避けながら高いダメージを出せる。"
		}
	},
	"ツイステッド・フェイト": {
		"name": "ツイステッド・フェイト",
		"beats": {
			"マルザハール": "ツイステッド・フェイトのスキルでマルザハールのシールドを無視できるため、効果的にダメージを与えられる。",
			"ベイガー": "ベイガーのスタンを避けることができ、また、TFのウルトで瞬時に距離を詰められるため有利。",
			"リサンドラ": "リサンドラの凍結を避けることができ、TFのウルトで瞬時に攻撃できるため、リサンドラに対して優位。",
			"アカリ": "アカリの移動能力を制限できるため、TFのスキルでアカリを捕まえやすい。",
			"ラックス": "ラックスのスキルを避けやすく、TFのウルトで瞬時に攻撃できるため有利。",
			"フィズ": "フィズの回避能力を無視できるため、TFのスキルでフィズを捕まえやすい。",
			"ゼラス": "ゼラスのスキルを避けやすく、TFのウルトで瞬時に攻撃できるため有利。",
			"ヴェックス": "ヴェックスの恐怖を避けることができ、TFのウルトで瞬時に攻撃できるため有利。",
			"アジール": "アジールの壁を無視できるため、TFのスキルでアジールを捕まえやすい。",
			"ルブラン": "ルブランの瞬時の移動を制限できるため、TFのスキルでルブランを捕まえやすい。"
		},
		"loses": {
			"メル": "メルの高いバーストダメージと機動力がツイステッド・フェイトに対して優位に働くため。",
			"ヤスオ": "ヤスオの風の刃でのカウンターがツイステッド・フェイトのスキルを無効化できるため。",
			"ダイアナ": "ダイアナの瞬時の接近能力とバーストダメージがツイステッド・フェイトにとって脅威となるため。",
			"ヨネ": "ヨネの高いダメージと持続的な攻撃がツイステッド・フェイトに対して有利に働くため。",
			"サイラス": "サイラスのスキルを奪う能力がツイステッド・フェイトの戦略を崩すため。",
			"キヤナ": "キヤナの高い機動力とバーストダメージがツイステッド・フェイトに対して強力なカウンターとなるため。",
			"アニビア": "アニビアのCC（クラウドコントロール）能力がツイステッド・フェイトの動きを制限するため。",
			"アニー": "アニーの高いバーストダメージとスタンがツイステッド・フェイトに対して効果的であるため。",
			"シンドラ": "シンドラのスキルの範囲とバーストダメージがツイステッド・フェイトに対して優位に働くため。",
			"タリヤ": "タリヤの地形操作とバーストダメージがツイステッド・フェイトに対して脅威となるため。",
			"アーリ": "アーリの高い機動力とCCがツイステッド・フェイトに対して有利に働くため。",
			"オーロラ": "オーロラのスキルがツイステッド・フェイトの動きを制限し、ダメージを与えるため。",
			"タロン": "タロンの高いバーストダメージと逃げ能力がツイステッド・フェイトに対して強力なカウンターとなるため。",
			"ビクター": "ビクターの範囲攻撃とバーストダメージがツイステッド・フェイトに対して優位に働くため。"
		}
	},
	"ルブラン": {
		"name": "ルブラン",
		"beats": {
			"エコー": "ルブランの高いバーストダメージがエコーの耐久力を上回るため、早期にキルを狙いやすい。",
			"ゼラス": "ルブランの機動力がゼラスのスキルを避けやすく、接近戦で有利に立ち回れる。",
			"シンドラ": "ルブランの瞬発力がシンドラのスキルを避けるのに役立ち、シンドラがスキルを使った後の隙を突ける。",
			"キヤナ": "ルブランの高いバーストと機動力がキヤナのスキルを無効化しやすく、先手を取れる。",
			"アジール": "ルブランのフラッシュやワードを使った奇襲がアジールのスキルを避けるのに効果的で、アジールがスキルを使った後の隙を突ける。",
			"ベイガー": "ルブランの高いバーストダメージがベイガーの耐久力を上回り、早期にキルを狙いやすい。",
			"ヨネ": "ルブランの機動力がヨネのスキルを避けやすく、接近戦で有利に立ち回れる。",
			"ビクター": "ルブランの瞬発力がビクターのスキルを避けるのに役立ち、ビクターがスキルを使った後の隙を突ける。",
			"オリアナ": "ルブランの高いバーストダメージがオリアナの耐久力を上回り、早期にキルを狙いやすい。",
			"ヤスオ": "ルブランの機動力がヤスオのスキルを避けやすく、接近戦で有利に立ち回れる。"
		},
		"loses": {
			"メル": "高い耐久力とCCでルブランの瞬発力を抑えることができるため。",
			"マルザハール": "ルブランのスキルを無効化するシールドを持ち、持続的なダメージを与えられるため。",
			"ヴェックス": "ルブランの機動力を制限し、強力なCCで捕まえることができるため。",
			"ブラッドミア": "ルブランのバーストダメージを耐えることができ、回復能力が高いため。",
			"ガリオ": "ルブランの攻撃を無効化し、チームファイトでの影響力が高いため。",
			"カサディン": "ルブランの魔法ダメージを軽減し、後半戦での強さが際立つため。",
			"リサンドラ": "ルブランを凍らせることで行動を制限し、持続的なダメージを与えられるため。",
			"カタリナ": "ルブランと同様のバーストダメージを持ち、相手のスキルを利用して反撃できるため。",
			"フェイ": "高い機動力と持続的なダメージでルブランを追い詰めることができるため。"
		}
	},
	"アニビア": {
		"name": "アニビア",
		"beats": {
			"マルザハール": "アニビアのスキルでマルザハールのシールドを無視できるため、効果的にダメージを与えられる。",
			"ライズ": "アニビアのCC（クラウドコントロール）でライズの移動を制限できるため、戦闘で有利に立てる。",
			"リサンドラ": "アニビアの氷の壁でリサンドラの逃げ道を封じることができ、対処しやすい。",
			"ベイガー": "アニビアの高いバーストダメージでベイガーを早期に排除できるため、優位に立てる。",
			"ヤスオ": "アニビアのスキルでヤスオの風の刃を無効化できるため、戦闘で有利。",
			"ブラッドミア": "アニビアのCCでブラッドミアの攻撃を妨害できるため、戦闘で優位に立てる。",
			"ガリオ": "アニビアのスキルでガリオのタンク性を無視してダメージを与えられるため、有利。",
			"ビクター": "アニビアのスキルでビクターのスキルを避けやすく、ダメージを与えやすい。",
			"ラックス": "アニビアの高いバーストダメージでラックスを早期に排除できるため、優位に立てる。",
			"ゼド": "アニビアのCCでゼドの攻撃を制限できるため、戦闘で有利。"
		},
		"loses": {
			"タリヤ": "タリヤの地形操作能力により、アニビアの動きを制限できるため。",
			"アーリ": "アーリの高い機動力と瞬発力でアニビアを捕まえやすい。",
			"オレリオン・ソル": "オレリオン・ソルの持つ範囲攻撃と移動能力がアニビアに対して優位に働く。",
			"アジール": "アジールの遠距離攻撃と壁を使った戦闘がアニビアにとって厄介。",
			"カサディン": "カサディンの高いバーストダメージと瞬時の移動能力がアニビアに対して強力。",
			"ゼラス": "ゼラスの持つ長射程とスキルのコンボがアニビアに対して有利に働く。",
			"カタリナ": "カタリナの高いバーストダメージと瞬時の移動能力がアニビアを圧倒する。",
			"アカリ": "アカリの隠れた状態からの奇襲がアニビアにとって非常に危険。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"ヴェックス": "ケイルは遠距離攻撃が可能で、ヴェックスのスキルを避けやすい。",
			"ベイガー": "ケイルはレベルアップによって強力なダメージを持ち、ベイガーのスタンを避けることができる。",
			"マルザハール": "ケイルはマルザハールのウルトを無効化できるため、対抗しやすい。",
			"メル": "ケイルはメルの攻撃を避ける能力が高く、持続的なダメージを与えられる。",
			"ヤスオ": "ケイルはヤスオの攻撃を避けることができ、持続的なダメージで勝てる。",
			"ラックス": "ケイルはラックスのスキルを避けやすく、持続的なダメージを与えられる。",
			"ゼド": "ケイルはゼドの攻撃を避ける能力が高く、レベルアップで強力になる。",
			"リサンドラ": "ケイルはリサンドラのCCを避けることができ、持続的なダメージを与えられる。",
			"フィズ": "ケイルはフィズの攻撃を避けやすく、持続的なダメージで勝てる。",
			"イレリア": "ケイルはイレリアの攻撃を避ける能力が高く、持続的なダメージを与えられる。",
			"タリヤ": "ケイルはタリヤのスキルを避けやすく、持続的なダメージを与えられる。",
			"エコー": "ケイルはエコーの攻撃を避ける能力が高く、持続的なダメージで勝てる。",
			"ガリオ": "ケイルはガリオのウルトを無効化できるため、対抗しやすい。",
			"フェイ": "ケイルはフェイの攻撃を避けやすく、持続的なダメージを与えられる。",
			"アニビア": "ケイルはアニビアのスキルを避けやすく、持続的なダメージを与えられる。",
			"ゼラス": "ケイルはゼラスの攻撃を避ける能力が高く、持続的なダメージで勝てる。"
		},
		"loses": {
			"カサディン": "高いバーストダメージと機動力でケイルを圧倒できる。",
			"ライズ": "スキルの連鎖でケイルの逃げ道を封じることができる。",
			"シンドラ": "高い範囲ダメージとCCでケイルを無力化できる。",
			"オーロラ": "強力なCCとバーストでケイルを早期に排除できる。",
			"キヤナ": "高い機動力とバーストでケイルを瞬時に倒すことができる。",
			"ヨネ": "高いダメージと持続的な戦闘能力でケイルに対抗できる。",
			"ツイステッド・フェイト": "全体マップでの影響力とCCでケイルを狙いやすい。",
			"サイラス": "ケイルのスキルを奪って逆に利用できるため不利。",
			"ルブラン": "高いバーストダメージでケイルを瞬時に排除できる。",
			"オリアナ": "強力なシールドとCCでケイルの攻撃を防げる。",
			"ダイアナ": "高いバーストと機動力でケイルを圧倒できる。",
			"オレリオン・ソル": "範囲攻撃と持続的なダメージでケイルを苦しめる。",
			"ゾーイ": "高いバーストと機動力でケイルを狙いやすい。",
			"ビクター": "強力なスキルと範囲ダメージでケイルを無力化できる。"
		}
	},
	"ナフィーリ": {
		"name": "ナフィーリ",
		"beats": {
			"アニー": "アニーの高いバーストダメージはナフィーリに対して有効で、早期にキルを狙いやすい。",
			"フェイ": "フェイのスキルはナフィーリの移動を制限し、捕まえやすくする。",
			"ゼラス": "ゼラスの長射程スキルはナフィーリの攻撃を避けつつダメージを与えられる。",
			"サイラス": "サイラスはナフィーリのスキルを奪って利用できるため、対抗しやすい。",
			"ルブラン": "ルブランの高い機動力とバーストダメージはナフィーリに対して強力。",
			"オレリオン・ソル": "オレリオン・ソルの範囲攻撃はナフィーリのスキルを避けながらダメージを与えられる。",
			"アーリ": "アーリの機動力とスネアはナフィーリを捕まえるのに役立つ。",
			"ラックス": "ラックスのスキルはナフィーリの攻撃を遠距離から牽制できる。",
			"ブラッドミア": "ブラッドミアの回復能力はナフィーリのダメージを相殺しやすい。",
			"キヤナ": "キヤナの地形を利用した攻撃はナフィーリに対して有利に働く。",
			"シンドラ": "シンドラのスキルはナフィーリの動きを制限し、ダメージを与えやすい。"
		},
		"loses": {
			"マルザハール": "ナフィーリのスキルを無効化するシールドを持っているため、対抗しづらい。",
			"アクシャン": "高いバーストダメージと機動力でナフィーリを圧倒できる。",
			"フィズ": "高い機動性と回避能力でナフィーリの攻撃を避けやすい。",
			"オリアナ": "ナフィーリのスキルをコントロールできるため、戦闘で優位に立てる。",
			"アカリ": "高いバーストダメージと隠れ身でナフィーリに接近しやすい。",
			"ダイアナ": "ナフィーリに対して強力なバーストダメージを持ち、接近戦で優位。",
			"ベイガー": "高いAPダメージを持ち、ナフィーリの耐久力を削りやすい。",
			"ヴェックス": "ナフィーリの動きを制限し、ダメージを与えやすい。",
			"リサンドラ": "CC（クラウドコントロール）を持ち、ナフィーリを無力化できる。",
			"ヤスオ": "高い機動力とダメージでナフィーリを圧倒できる。",
			"ツイステッド・フェイト": "全体的なマップコントロールとCCでナフィーリを狙いやすい。",
			"ヨネ": "高いバーストダメージと機動力でナフィーリに対抗できる。",
			"タリヤ": "地形を利用した戦闘でナフィーリを制圧できる。",
			"ガリオ": "ナフィーリの攻撃を無効化し、味方を守る能力が高い。",
			"ゼド": "高いバーストダメージでナフィーリを瞬時に排除できる。",
			"メル": "ナフィーリのスキルを無効化し、持続的なダメージを与えられる。",
			"カサディン": "高い機動力と耐久力でナフィーリに対抗できる。"
		}
	},
	"アーリ": {
		"name": "アーリ",
		"beats": {
			"ヴェックス": "アーリの機動力に対抗できず、スキルを避けられるため。",
			"マルザハール": "アーリの高いバーストダメージに対して、マルザハールのシールドが効果的に機能しない。",
			"アニビア": "アーリの瞬発力でアニビアのスキルを避けやすく、持続的なダメージを与えられる。",
			"リサンドラ": "アーリの機動力がリサンドラの拘束を回避できるため、戦闘で優位に立てる。",
			"アジール": "アーリのフラッシュやスキルでアジールの攻撃を避けやすく、近づいてダメージを与えられる。",
			"イレリア": "アーリのスキルでイレリアのコンボを妨害でき、持続的なダメージを与えられる。",
			"フェイ": "アーリの高いバーストダメージがフェイの耐久力を上回るため。",
			"ガリオ": "アーリの機動力でガリオのスキルを避けやすく、ダメージを与えられる。",
			"ヨネ": "アーリのスキルでヨネの攻撃を回避しやすく、優位に立てる。"
		},
		"loses": {
			"メル": "高いバーストダメージとCCでアーリを圧倒できるため。",
			"カタリナ": "瞬時に近づいて高いダメージを与えられるため、アーリが逃げるのが難しい。",
			"ゼド": "アーリのスキルを避けつつ、高いダメージを持つため、対面が厳しい。",
			"アニー": "スタンを持つため、アーリのスキルを封じることができ、バーストで倒されやすい。",
			"サイラス": "アーリのスキルを奪って逆に使うことができるため、非常に不利。",
			"アクシャン": "高い機動力とバーストダメージでアーリを狙いやすい。",
			"ラックス": "長射程のスキルでアーリを牽制し、CCで捕まえることができる。",
			"ライズ": "高い持続ダメージとCCでアーリを抑え込むことができる。"
		}
	},
	"リサンドラ": {
		"name": "リサンドラ",
		"beats": {
			"ダイアナ": "リサンドラのスキルでダイアナの突進を無効化できるため、対抗しやすい。",
			"ヤスオ": "リサンドラのCC（クラウドコントロール）でヤスオの動きを制限できるため、優位に立てる。",
			"タロン": "リサンドラの氷の壁でタロンの逃げ道を封じることができ、捕まえやすい。",
			"フィズ": "リサンドラのスキルでフィズのダメージを軽減できるため、対抗しやすい。",
			"アカリ": "リサンドラのスキルでアカリの移動を制限できるため、戦闘を有利に進められる。",
			"ガリオ": "リサンドラの魔法ダメージがガリオに対して効果的で、ダメージを与えやすい。",
			"イレリア": "リサンドラのCCでイレリアの攻撃を妨害できるため、戦闘を有利に進められる。",
			"カタリナ": "リサンドラのスキルでカタリナのコンボを中断できるため、優位に立てる。",
			"ルブラン": "リサンドラのスキルでルブランの瞬間移動を制限できるため、対抗しやすい。",
			"ベイガー": "リサンドラのスキルでベイガーのスキルを無効化できるため、優位に立てる。",
			"オーロラ": "リサンドラのスキルでオーロラの動きを制限できるため、戦闘を有利に進められる。"
		},
		"loses": {
			"フェイ": "フェイの高いバーストダメージと機動力がリサンドラに対して有利に働く。",
			"タリヤ": "タリヤの地形操作と持続的なダメージがリサンドラのスキルを封じることができる。",
			"シンドラ": "シンドラの長射程と高いバーストダメージがリサンドラに対して優位に立つ。",
			"ラックス": "ラックスのスキルショットとバーストダメージがリサンドラの防御を突破する。",
			"ツイステッド・フェイト": "ツイステッド・フェイトの全体マップへの影響力とCCがリサンドラにとって脅威。",
			"アクシャン": "アクシャンの高い機動力と持続的なダメージがリサンドラに対して有利。",
			"ビクター": "ビクターの範囲攻撃とバーストダメージがリサンドラに対して強力。",
			"サイラス": "サイラスのスキルを奪う能力がリサンドラにとって脅威。",
			"アジール": "アジールの持続的なダメージと範囲攻撃がリサンドラに対して有利。",
			"アーリ": "アーリの高い機動力とバーストダメージがリサンドラに対して強力。",
			"ゾーイ": "ゾーイの高いバーストダメージと機動力がリサンドラに対して有利。",
			"ライズ": "ライズの高いバーストダメージと持続的なダメージがリサンドラに対して脅威。",
			"オリアナ": "オリアナのCCとバーストダメージがリサンドラに対して強力。",
			"ゼラス": "ゼラスの高いバーストダメージと範囲攻撃がリサンドラに対して有利。",
			"ヨネ": "ヨネの高い機動力と持続的なダメージがリサンドラに対して脅威。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"ヨネ": "アカリの高いバーストダメージに対して、ヨネは耐久力が低く、瞬時に倒される可能性が高い。",
			"フィズ": "フィズはアカリのスキルを避けることが難しく、アカリのコンボで簡単にキルされる。",
			"ゼラス": "ゼラスはアカリの接近戦に弱く、アカリの機動力に対抗できない。",
			"ラックス": "ラックスはアカリの瞬発力に対して脆弱で、アカリが近づくと簡単に倒される。",
			"エコー": "エコーはアカリの高いバーストに対して耐久力が不足しており、アカリに捕まると致命的。",
			"ビクター": "ビクターはアカリの機動力に対抗できず、アカリが近づくとダメージを受けやすい。",
			"メル": "メルはアカリの攻撃を受けやすく、アカリのスキルで簡単に倒される。",
			"イレリア": "イレリアはアカリの高いバーストに対して脆弱で、アカリに捕まるとすぐにキルされる。",
			"ゼド": "ゼドはアカリのスキルを避けることが難しく、アカリの攻撃に対して脆弱。"
		},
		"loses": {
			"ガリオ": "ガリオのスキルはアカリの移動を制限し、特にガリオのウルトがアカリの攻撃を無効化するため、アカリは攻撃しづらい。",
			"ツイステッド・フェイト": "ツイステッド・フェイトのワードを使ったマップ全体の影響力と、アカリの隠れた状態を見破る能力がアカリにとって不利。",
			"リサンドラ": "リサンドラの凍結スキルはアカリの機動性を奪い、反撃のチャンスを減少させる。",
			"タリヤ": "タリヤの地形操作スキルはアカリの移動を制限し、戦闘を不利に進める要因となる。",
			"ライズ": "ライズの高いバーストダメージと移動速度がアカリに対して優位に働く。",
			"ベイガー": "ベイガーのスタンと高いバーストダメージはアカリにとって致命的で、特にレベルが上がると厄介。",
			"タロン": "タロンの高いバーストダメージと逃げる能力がアカリにとって脅威で、特にレーン戦で不利。",
			"アジール": "アジールの範囲攻撃と壁を使ったコントロールがアカリの接近を難しくする。",
			"キヤナ": "キヤナの高いバーストと地形を利用した戦闘スタイルがアカリにとって非常に厄介。",
			"マルザハール": "マルザハールのサイレンスとバーストダメージがアカリのスキルを無効化し、戦闘を不利にする。"
		}
	},
	"マルザハール": {
		"name": "マルザハール",
		"beats": {
			"ゾーイ": "マルザハールのスキルでゾーイの移動を制限できるため、対処しやすい。",
			"ヤスオ": "マルザハールのウルトがヤスオの風の刃を無効化するため、戦闘で優位に立てる。",
			"ルブラン": "マルザハールのEでルブランの瞬間移動を捕まえやすく、ダメージを与えやすい。",
			"ライズ": "マルザハールのスキルがライズのバーストダメージを抑えることができるため、対抗しやすい。",
			"ブラッドミア": "マルザハールのスキルでブラッドミアの回復を妨げることができるため、戦闘で有利。",
			"アカリ": "マルザハールのウルトでアカリの隠れた状態を無効化できるため、対処が容易。",
			"フィズ": "マルザハールのスキルでフィズのダイブを防ぎやすく、安定した戦闘が可能。",
			"アジール": "マルザハールのスキルでアジールの攻撃を制限できるため、優位に立てる。",
			"ゼド": "マルザハールのウルトでゼドのバーストを無効化できるため、対抗しやすい。",
			"アニー": "マルザハールのスキルでアニーのバーストを抑えることができるため、戦闘で有利。",
			"リサンドラ": "マルザハールのスキルでリサンドラのCCを無効化できるため、対処が容易。"
		},
		"loses": {
			"スモルダー": "高いバーストダメージでマルザハールのシールドを貫通できるため。",
			"タロン": "瞬時に近づいて高いダメージを与え、マルザハールが反撃する前に倒せる。",
			"ビクター": "長距離からのスキルでマルザハールの動きを制限し、ダメージを与えやすい。",
			"タリヤ": "地形を利用してマルザハールの動きを封じることができる。",
			"アクシャン": "高い機動力でマルザハールのスキルを避けつつ攻撃できる。",
			"オリアナ": "ボールを使ったコントロールでマルザハールを無力化できる。",
			"オレリオン・ソル": "高い機動力と範囲攻撃でマルザハールを圧倒できる。",
			"フェイ": "スキルを使ってマルザハールのシールドを無視し、持続的なダメージを与えられる。",
			"ツイステッド・フェイト": "瞬時に位置を変えられるため、マルザハールのスキルを避けやすい。",
			"オーロラ": "高いCC（クラウドコントロール）でマルザハールを無力化できる。",
			"ガリオ": "タンクとしての耐久力が高く、マルザハールのダメージを軽減できる。",
			"アニビア": "壁を使ってマルザハールの動きを制限し、持続的なダメージを与えられる。",
			"アーリ": "高い機動力でマルザハールのスキルを避けつつ、バーストダメージを与えられる。"
		}
	},
	"ゼラス": {
		"name": "ゼラス",
		"beats": {
			"ベイガー": "ゼラスのスキルは遠距離からの攻撃が可能で、ベイガーのスキルを避けやすい。",
			"ラックス": "ラックスのスキルはゼラスの遠距離攻撃に対して脆弱で、ゼラスが優位に立てる。",
			"ヴェックス": "ゼラスの範囲攻撃がヴェックスの近接攻撃を阻害しやすい。",
			"メル": "ゼラスの持つCC（クラウドコントロール）でメルの動きを制限できる。",
			"シンドラ": "ゼラスはシンドラのスキルを避けやすく、ダメージを与えやすい。",
			"マルザハール": "ゼラスのスキルはマルザハールのシールドを貫通しやすい。",
			"ビクター": "ゼラスはビクターのスキルを避けることができ、持続的なダメージを与えられる。",
			"ライズ": "ゼラスの遠距離攻撃がライズの移動を妨げるため、優位に立てる。",
			"リサンドラ": "ゼラスはリサンドラのスキルを避けやすく、ダメージを与えやすい。",
			"アジール": "ゼラスのスキルはアジールの攻撃を無効化しやすく、優位に立てる。"
		},
		"loses": {
			"エコー": "高い機動力と瞬発力でゼラスのスキルを避けやすい。",
			"ルブラン": "高いバーストダメージと機動力でゼラスを圧倒できる。",
			"イレリア": "ゼラスのスキルを避けつつ、近接でのダメージを与えられる。",
			"アクシャン": "高いバーストと逃げる能力でゼラスに対抗できる。",
			"カタリナ": "ゼラスのスキルを回避しつつ、連続攻撃でダメージを与えられる。",
			"アカリ": "高い機動力とスキルの回避能力でゼラスに対抗できる。",
			"フィズ": "高い機動力とゼラスのスキルを無効化する能力を持つ。",
			"サイラス": "ゼラスのスキルを奪い、逆に攻撃できる。",
			"カサディン": "高い耐久力と瞬時の移動能力でゼラスを圧倒できる。",
			"ヨネ": "高いダメージと機動力でゼラスに対抗できる。",
			"キヤナ": "高いバーストダメージと機動力でゼラスを圧倒できる。",
			"ゾーイ": "高いバーストとスキルの回避能力でゼラスに対抗できる。",
			"ブラッドミア": "高い持続ダメージと回復能力でゼラスを圧倒できる。",
			"ヤスオ": "高い機動力とスキルの回避能力でゼラスに対抗できる。"
		}
	},
	"ベイガー": {
		"name": "ベイガー",
		"beats": {
			"ヴェックス": "ベイガーのスキルはヴェックスの移動を制限し、彼女の攻撃を避けやすくするため、対抗しやすい。",
			"ブラッドミア": "ベイガーはブラッドミアの攻撃をカウンターする能力があり、特にスキルショットでのダメージを与えやすい。",
			"アカリ": "アカリの近接攻撃に対して、ベイガーは安全な距離から攻撃できるため、有利に戦える。",
			"ライズ": "ベイガーのスキルはライズの移動を制限し、彼のコンボを妨害することができる。",
			"ダイアナ": "ダイアナの突進に対して、ベイガーはスタンを持っているため、彼女の攻撃を無効化できる。",
			"マルザハール": "マルザハールのシールドを無視してダメージを与えることができるため、対抗しやすい。",
			"オリアナ": "オリアナのボールを利用した攻撃に対して、ベイガーは安全に距離を保ちながら反撃できる。",
			"リサンドラ": "リサンドラの凍結スキルに対して、ベイガーは瞬時に反撃する能力があり、彼女の動きを制限できる。"
		},
		"loses": {
			"アクシャン": "高い機動力と持続的なダメージでベイガーを圧倒できる。",
			"カタリナ": "瞬時に近づいて高いバーストダメージを与えられるため、ベイガーがスキルを使う前に倒される可能性が高い。",
			"アニビア": "壁を使ってベイガーの動きを制限し、持続的なダメージを与えることができる。",
			"エコー": "高い機動力と自己回復能力で、ベイガーのスキルを避けながら攻撃できる。",
			"ゼラス": "長射程のスキルで安全にダメージを与えられ、ベイガーのスキルを避けやすい。",
			"イレリア": "高い機動力とスキルの連携でベイガーに接近しやすく、ダメージを与えやすい。",
			"ツイステッド・フェイト": "全体マップでの影響力が高く、ベイガーを孤立させることができる。",
			"シンドラ": "スキルの範囲攻撃でベイガーを圧倒し、コントロールを持つことができる。",
			"フェイ": "高いバーストダメージと機動力で、ベイガーを素早く排除できる。",
			"ビクター": "スキルの範囲攻撃と高いバーストダメージで、ベイガーに対抗できる。",
			"カサディン": "高い機動力とスキルの回避能力で、ベイガーの攻撃を避けながら反撃できる。",
			"フィズ": "高い機動力とバーストダメージで、ベイガーに近づきやすい。",
			"メル": "持続的なダメージと回復能力で、ベイガーの攻撃を耐えながら反撃できる。",
			"アジール": "高い射程と持続的なダメージで、ベイガーを安全に攻撃できる。"
		}
	},
	"ヴェル＝コズ": {
		"name": "ヴェル＝コズ",
		"beats": {
			"ガリオ": "ガリオは魔法耐性が高く、ヴェル＝コズのスキルを軽減できるが、ヴェル＝コズの長射程攻撃に対しては対処が難しい。",
			"ゾーイ": "ゾーイは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいが、ヴェル＝コズのCC（クラウドコントロール）に捕まると致命的。",
			"オーロラ": "オーロラは防御力が高く、ヴェル＝コズの攻撃を耐えやすいが、ヴェル＝コズの持続的なダメージには注意が必要。",
			"フェイ": "フェイは高いバーストダメージを持つが、ヴェル＝コズのスキルを避けることができれば有利に立てる。",
			"ビクター": "ビクターはスキルの範囲攻撃が強力だが、ヴェル＝コズの射程に入ると危険。",
			"アニビア": "アニビアは壁を使ってヴェル＝コズのスキルを防げるが、ヴェル＝コズの持続的なダメージには注意が必要。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高いが、ヴェル＝コズのスキルを受けると一気にHPが削られる可能性がある。",
			"サイラス": "サイラスはヴェル＝コズのスキルを奪うことで有利に立てるが、ヴェル＝コズの射程に入ると危険。",
			"ライズ": "ライズは高いバーストダメージを持つが、ヴェル＝コズのスキルを受けると致命的。",
			"アニー": "アニーは高いバーストダメージを持つが、ヴェル＝コズのスキルを受けると危険。",
			"ラックス": "ラックスは長射程のスキルを持つが、ヴェル＝コズのスキルを受けると一気にHPが削られる可能性がある。"
		},
		"loses": {
			"エコー": "高い機動力と瞬時のバーストダメージでヴェル＝コズを圧倒できる。",
			"アジール": "長射程のスキルでヴェル＝コズの攻撃を避けつつ、持続的なダメージを与えられる。",
			"タリヤ": "地形を利用したスキルでヴェル＝コズの移動を制限し、ダメージを与えやすい。",
			"カタリナ": "高いバーストダメージと瞬時の移動能力でヴェル＝コズを狙いやすい。",
			"アクシャン": "高い機動力とダメージでヴェル＝コズを簡単に倒せる。",
			"アカリ": "スキルを使ってヴェル＝コズの攻撃を避けつつ、近づいてダメージを与えられる。",
			"ゼド": "高いバーストダメージとシャドウを使った機動力でヴェル＝コズを狙いやすい。",
			"ヨネ": "高いダメージと持続的な攻撃でヴェル＝コズを圧倒できる。",
			"イレリア": "高い機動力とスキルの連携でヴェル＝コズを簡単に倒せる。",
			"ツイステッド・フェイト": "スキルを使ってヴェル＝コズの位置を把握し、瞬時に攻撃できる。",
			"ゼラス": "高い射程と持続的なダメージでヴェル＝コズを圧倒できる。",
			"リサンドラ": "CC（クラウドコントロール）を使ってヴェル＝コズを無力化し、ダメージを与えられる。",
			"フィズ": "高い機動力とバーストダメージでヴェル＝コズを狙いやすい。",
			"ルブラン": "高いバーストダメージと機動力でヴェル＝コズを簡単に倒せる。",
			"アーリ": "高い機動力とスキルでヴェル＝コズの攻撃を避けつつ、ダメージを与えられる。"
		}
	},
	"ヴェックス": {
		"name": "ヴェックス",
		"beats": {
			"イレリア": "ヴェックスのスキルはイレリアの機動力を制限し、遠距離からの攻撃が有効であるため。",
			"ヨネ": "ヴェックスのCC（クラウドコントロール）能力がヨネの攻撃を妨げるため。",
			"アクシャン": "アクシャンの突進をヴェックスのスキルで阻止できるため。",
			"ルブラン": "ヴェックスはルブランの瞬間移動を予測しやすく、対抗しやすい。",
			"カサディン": "カサディンの魔法耐性を無視したダメージを与えられるため。",
			"リサンドラ": "リサンドラの凍結スキルに対して、ヴェックスは距離を保ちながら攻撃できるため。",
			"ゾーイ": "ゾーイのバーストダメージに対して、ヴェックスは安全に距離を取れるため。",
			"ヤスオ": "ヴェックスのスキルはヤスオの風の壁を越えてダメージを与えられるため。",
			"フィズ": "フィズの機動力に対して、ヴェックスはスキルで反撃できるため。",
			"アカリ": "アカリの隠れた状態に対して、ヴェックスはスキルで位置を特定しやすい。",
			"マルザハール": "マルザハールのスキルを無効化する手段があるため。",
			"キヤナ": "キヤナの瞬時のダメージに対して、ヴェックスは距離を保ちながら反撃できるため。"
		},
		"loses": {
			"オリアナ": "ヴェックスのスキルはオリアナのシールドやバリアを貫通できず、オリアナのコントロールが厄介。",
			"シンドラ": "シンドラのスキルはヴェックスの移動を制限し、ダメージを与えやすい。",
			"ブラッドミア": "ブラッドミアの回復能力が高く、ヴェックスのダメージを軽減できる。",
			"ライズ": "ライズの高いバーストダメージと移動能力がヴェックスにとって脅威。",
			"ベイガー": "ベイガーのスタンと高いバーストダメージがヴェックスに対して有利。",
			"ビクター": "ビクターの範囲攻撃とスキルのバーストがヴェックスに対して強力。",
			"ラックス": "ラックスの長射程とスネアがヴェックスの行動を制限する。",
			"アニー": "アニーのスタンと高いバーストダメージがヴェックスにとって脅威。",
			"メル": "メルのスキルはヴェックスの移動を妨げ、ダメージを与えやすい。",
			"フェイ": "フェイの高いバーストダメージと移動能力がヴェックスにとって厄介。",
			"ツイステッド・フェイト": "ツイステッド・フェイトのワープ能力がヴェックスの攻撃を避けやすい。",
			"アーリ": "アーリの高い機動力とバーストダメージがヴェックスに対して有利。",
			"オーロラ": "オーロラのスキルはヴェックスの行動を制限し、ダメージを与えやすい。",
			"ガリオ": "ガリオのタンク性とCCがヴェックスにとって厄介。",
			"アジール": "アジールの範囲攻撃とバーストダメージがヴェックスに対して強力。",
			"タロン": "タロンの高いバーストダメージと機動力がヴェックスにとって脅威。",
			"タリヤ": "タリヤの地形操作と範囲攻撃がヴェックスに対して有利。"
		}
	},
	"ジェイス": {
		"name": "ジェイス",
		"beats": {
			"タリヤ": "タリヤは遠距離攻撃が得意で、ジェイスのスキルを避けやすいが、ジェイスの高いバーストダメージに対しては脆弱。",
			"ライズ": "ライズはマナ依存のチャンピオンで、ジェイスの高いバーストダメージに対して耐久力が低い。",
			"アニー": "アニーは瞬時にスタンを与えることができるが、ジェイスの射程とダメージに対しては対抗しきれない。",
			"オーロラ": "オーロラはスキルのクールダウンが長く、ジェイスの持続的なダメージに対して弱い。",
			"アクシャン": "アクシャンは近接チャンピオンで、ジェイスの射程に対して接近するのが難しい。",
			"タロン": "タロンは瞬発力があるが、ジェイスの高いダメージを受けるとすぐに倒される可能性が高い。",
			"カタリナ": "カタリナは高いバーストダメージを持つが、ジェイスのスキルで簡単にカウンターされる。",
			"メル": "メルは耐久力が低く、ジェイスの攻撃を受けるとすぐに倒される。",
			"カサディン": "カサディンは後半強力だが、序盤のジェイスのダメージには耐えられない。",
			"ゼラス": "ゼラスは遠距離攻撃が得意だが、ジェイスのバーストダメージには脆弱。",
			"アカリ": "アカリは隠れ身を使えるが、ジェイスのスキルで簡単に見つけられる。",
			"ヴィエゴ": "ヴィエゴは強力なチャンピオンだが、ジェイスの高いダメージに対しては脆弱。",
			"シンドラ": "シンドラは強力なコントロールを持つが、ジェイスの射程とダメージに対抗しきれない。",
			"ゼド": "ゼドは高いバーストダメージを持つが、ジェイスの射程と持続的なダメージに対しては不利。"
		},
		"loses": {
			"ゾーイ": "高いバーストダメージと機動力でジェイスを圧倒できる。",
			"ブラッドミア": "持続的な回復とダメージを持ち、ジェイスの攻撃を耐えやすい。",
			"ガリオ": "タンクとしての耐久力が高く、ジェイスのスキルを無効化できる。",
			"アニビア": "CC（クラウドコントロール）を持ち、ジェイスの動きを制限できる。",
			"ルブラン": "高いバーストダメージと機動力でジェイスを狙いやすい。",
			"ヨネ": "高いダメージと持続力でジェイスに対抗できる。",
			"イレリア": "スキルを使ってジェイスに接近し、ダメージを与えやすい。",
			"ツイステッド・フェイト": "全体的なマップコントロールとCCでジェイスを捕まえやすい。",
			"エコー": "高い機動力とバーストダメージでジェイスを圧倒できる。",
			"リサンドラ": "CCと耐久力でジェイスに対抗できる。",
			"アジール": "遠距離からの持続的なダメージでジェイスを圧倒できる。",
			"ヴェックス": "高いバーストダメージとCCでジェイスを狙いやすい。",
			"ラックス": "長射程のスキルでジェイスを安全に攻撃できる。"
		}
	},
	"スウェイン": {
		"name": "スウェイン",
		"beats": {
			"ガリオ": "スウェインのスキルはガリオのシールドを無視できるため、ダメージを与えやすい。",
			"マルザハール": "スウェインはマルザハールのウルトを避ける手段があり、持続的なダメージを与えられる。",
			"フィズ": "フィズの機動力に対して、スウェインは持続的なCCを持っているため、捕まえやすい。",
			"アカリ": "スウェインはアカリのシャドウを無視できるため、対抗しやすい。",
			"ベイガー": "スウェインはベイガーのスタンを避けることができ、持続的なダメージを与えられる。",
			"カタリナ": "スウェインのスキルはカタリナのコンボを中断できるため、有利に戦える。",
			"エコー": "スウェインはエコーのバーストダメージに対して耐久性が高く、持続的に戦える。",
			"ダイアナ": "スウェインはダイアナのオールインに対して強力な反撃ができる。",
			"ブラッドミア": "スウェインはブラッドミアのライフスティールを無効化する手段を持っている。",
			"ヴェックス": "スウェインはヴェックスの恐怖を無効化できるため、対抗しやすい。",
			"ラックス": "スウェインはラックスのスキルショットを避ける手段があり、持続的にダメージを与えられる。"
		},
		"loses": {
			"メル": "高い機動力とバーストダメージでスウェインを圧倒できる。",
			"フェイ": "スウェインのスキルを無効化する能力があり、対抗しやすい。",
			"イレリア": "スウェインのCCを避けつつ、持続的なダメージを与えられる。",
			"タリヤ": "地形を利用した戦闘でスウェインを封じ込めることができる。",
			"ヨネ": "高いバーストダメージと機動力でスウェインを素早く排除できる。",
			"ヤスオ": "スウェインのスキルを回避しつつ、ダメージを与えることができる。",
			"ゾーイ": "高いバーストダメージとスキルの機動性でスウェインを圧倒できる。",
			"オレリオン・ソル": "持続的なダメージと逃げる能力でスウェインに対抗できる。",
			"シンドラ": "スウェインのスキルを避けつつ、高いダメージを与えられる。",
			"アジール": "遠距離からの持続的なダメージでスウェインを圧倒できる。",
			"ライズ": "高いバーストダメージと機動力でスウェインを排除できる。",
			"ゼド": "高いバーストダメージでスウェインを瞬時に排除できる。",
			"アニー": "高いバーストダメージとCCでスウェインを無力化できる。",
			"ルブラン": "高い機動力とバーストダメージでスウェインを圧倒できる。",
			"ゼラス": "遠距離からの持続的なダメージでスウェインを圧倒できる。"
		}
	},
	"フィズ": {
		"name": "フィズ",
		"beats": {
			"メル": "フィズはメルのスキルを回避する能力が高く、特にダイブやバーストダメージに対して強い。",
			"ゼラス": "フィズはゼラスのスキルを避けやすく、近接攻撃でのダメージを与えやすい。",
			"ヨネ": "フィズはヨネの攻撃を避けることができ、特にヨネのウルトに対して有利に立ち回れる。",
			"ベイガー": "フィズはベイガーのスキルショットを避けることができ、近づいてダメージを与えることが得意。",
			"シンドラ": "フィズはシンドラのスキルを回避しやすく、瞬時にシンドラに接近してダメージを与えられる。",
			"アニー": "フィズはアニーのスタンを避けることができ、アニーがスキルを使った後に攻撃するチャンスがある。",
			"ゾーイ": "フィズはゾーイのスキルを避ける能力が高く、特にゾーイのバーストに対して強い。",
			"フェイ": "フィズはフェイのスキルを回避しやすく、近接での攻撃が得意であるため有利。"
		},
		"loses": {
			"アクシャン": "アクシャンのスキルはフィズの機動性を制限し、特に逃げる手段を奪うことができるため不利。",
			"サイラス": "サイラスはフィズのスキルを奪って利用できるため、フィズに対して強力なカウンターとなる。",
			"ブラッドミア": "ブラッドミアの持続的な回復能力とダメージは、フィズのバーストダメージを無効化することができる。",
			"ダイアナ": "ダイアナはフィズに対して強力なオールインが可能で、特にレベル6以降はフィズが対処しづらい。",
			"ライズ": "ライズのスキルはフィズの機動性を制限し、特に集団戦での影響力が高い。",
			"アカリ": "アカリはフィズと同様に高い機動性を持ち、フィズの攻撃を避けることができるため不利。",
			"タリヤ": "タリヤの壁を使ったコントロールはフィズの動きを制限し、特に逃げる際に不利になる。",
			"ヤスオ": "ヤスオはフィズの攻撃を防ぐシールドを持ち、またフィズのスキルを利用して反撃することができる。",
			"ガリオ": "ガリオのタンク性とCCはフィズのバーストダメージを無効化し、集団戦での影響力が高い。",
			"アジール": "アジールの範囲攻撃と壁はフィズの接近を困難にし、特に集団戦で不利になる。",
			"カサディン": "カサディンはフィズのバーストを耐える能力が高く、特にレベル16以降はフィズに対して強力。",
			"リサンドラ": "リサンドラのCCと耐久力はフィズの攻撃を無効化し、特に1対1の状況で不利になる。",
			"イレリア": "イレリアはフィズの機動性を利用して反撃しやすく、特にスキルを当てられると不利になる。"
		}
	},
	"オレリオン・ソル": {
		"name": "オレリオン・ソル",
		"beats": {
			"アニビア": "オレリオン・ソルの範囲攻撃がアニビアのスキルを避けやすく、持続的なダメージを与えられるため。",
			"ラックス": "ラックスのスキルをオレリオン・ソルが回避しやすく、またオレリオン・ソルの持続的なダメージがラックスに対して有利に働くため。",
			"オリアナ": "オレリオン・ソルの移動能力がオリアナのボールを避けやすく、オレリオン・ソルがオリアナに対して優位に立てるため。",
			"メル": "メルのスキルがオレリオン・ソルに対して効果的でないため、オレリオン・ソルが有利に戦える。",
			"マルザハール": "マルザハールのウルトがオレリオン・ソルに対して効果的でないため、オレリオン・ソルが自由に動ける。",
			"ヤスオ": "オレリオン・ソルの範囲攻撃がヤスオの近接攻撃を避けやすく、持続的にダメージを与えられるため。",
			"ライズ": "オレリオン・ソルの移動能力がライズのスキルを避けやすく、また持続的なダメージがライズに対して有利に働くため。",
			"ベイガー": "オレリオン・ソルの範囲攻撃がベイガーのスキルを避けやすく、持続的にダメージを与えられるため。",
			"アジール": "オレリオン・ソルの移動能力がアジールのスキルを避けやすく、また持続的なダメージがアジールに対して有利に働くため。",
			"カサディン": "オレリオン・ソルの範囲攻撃がカサディンに対して有利に働き、持続的にダメージを与えられるため。",
			"オーロラ": "オレリオン・ソルのスキルがオーロラのスキルを避けやすく、持続的なダメージがオーロラに対して有利に働くため。",
			"ビクター": "オレリオン・ソルの範囲攻撃がビクターのスキルを避けやすく、持続的にダメージを与えられるため。"
		},
		"loses": {
			"キヤナ": "高いバーストダメージでオレリオン・ソルを瞬時に排除できる。",
			"ヨネ": "高い機動力とダメージでオレリオン・ソルを圧倒できる。",
			"アーリ": "スキルショットでのCCと高いバーストでオレリオン・ソルを狙いやすい。",
			"フィズ": "高い機動力と回避能力でオレリオン・ソルの攻撃を避けられる。",
			"タリヤ": "地形を利用した戦闘でオレリオン・ソルを封じ込めることができる。",
			"カタリナ": "瞬時に近づいて高いダメージを与え、オレリオン・ソルを排除できる。",
			"ゼド": "影を使った高いバーストダメージでオレリオン・ソルを狙いやすい。",
			"サイラス": "オレリオン・ソルのスキルを奪って逆にダメージを与えることができる。",
			"ヴェックス": "高いCCとバーストでオレリオン・ソルを抑え込むことができる。",
			"ゾーイ": "高いバーストと機動力でオレリオン・ソルを狙いやすい。",
			"フェイ": "高いバーストダメージとCCでオレリオン・ソルを排除できる。",
			"アクシャン": "高い機動力とダメージでオレリオン・ソルを圧倒できる。",
			"ゼラス": "遠距離からの高いダメージでオレリオン・ソルを狙いやすい。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"ガリオ": "オーロラの魔法ダメージに対して耐性があり、スキルでのCCが有効に働くため。",
			"カサディン": "オーロラの持つ持続的なダメージとCCがカサディンの瞬発力を抑えるため。",
			"ブラッドミア": "オーロラの高いバーストダメージがブラッドミアの回復を妨げるため。",
			"サイラス": "オーロラのスキルを奪っても、オーロラの持つ持続的なダメージに対抗しづらいため。",
			"マルザハール": "オーロラのスキルがマルザハールのシールドを貫通しやすく、持続的にダメージを与えられるため。",
			"ルブラン": "オーロラのCCと持続的なダメージがルブランの機動力を制限するため。",
			"ヨネ": "オーロラの範囲攻撃がヨネの接近を難しくし、持続的にダメージを与えられるため。",
			"アジール": "オーロラのスキルがアジールの兵士を簡単に処理でき、アジールのダメージを抑えるため。",
			"タリヤ": "オーロラの持続的なダメージがタリヤのスキルを使わせる前に倒すことができるため。"
		},
		"loses": {
			"カタリナ": "高いバーストダメージと瞬時の移動能力でオーロラを圧倒できる。",
			"ゼド": "影を使った攻撃でオーロラのスキルを回避しつつ、高いダメージを与えることができる。",
			"キヤナ": "地形を利用した移動と高いバーストダメージでオーロラに対して優位に立てる。",
			"アニー": "スタン効果を持つスキルでオーロラを無力化し、強力なバーストダメージを与える。",
			"ラックス": "長射程のスキルでオーロラを安全に攻撃でき、CC効果で動きを制限できる。",
			"ビクター": "高い範囲ダメージとスキルのバーストでオーロラに対して優位に立つことができる。",
			"アクシャン": "高い機動力とバーストダメージでオーロラを迅速に排除できる。"
		}
	},
	"カサディン": {
		"name": "カサディン",
		"beats": {
			"アニー": "アニーのスキルはカサディンの移動を制限しやすく、早期にダメージを与えることができるため有利。",
			"ラックス": "ラックスの長射程スキルはカサディンの接近を防ぎ、遠距離からの攻撃が可能。",
			"ゼラス": "ゼラスのスキルはカサディンの機動力を抑え、持続的なダメージを与えることができる。",
			"ベイガー": "ベイガーはカサディンの魔法耐性を無視したダメージを持ち、スキルでの圧力が強い。",
			"メル": "メルのスキルはカサディンの移動を妨げ、持続的なダメージを与えることができる。",
			"フィズ": "フィズはカサディンに対して高いバーストダメージを持ち、逃げる手段も多いため有利。",
			"ビクター": "ビクターのスキルはカサディンの接近を防ぎ、持続的なダメージを与えることができる。",
			"イレリア": "イレリアはカサディンに対して高いバーストダメージを持ち、スキルでの追撃が得意。",
			"タリヤ": "タリヤのスキルはカサディンの移動を制限し、持続的なダメージを与えることができる。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、カサディンに対して強力な圧力をかけることができる。",
			"ブラッドミア": "ブラッドミアはカサディンに対して持続的なダメージを与えやすく、回復能力も高い。",
			"アニビア": "アニビアのスキルはカサディンの移動を制限し、持続的なダメージを与えることができる。",
			"アジール": "アジールはカサディンに対して高い持続ダメージを持ち、遠距離からの攻撃が可能。",
			"シンドラ": "シンドラはカサディンに対して高いバーストダメージを持ち、スキルでの圧力が強い。",
			"アーリ": "アーリはカサディンに対して高いバーストダメージを持ち、逃げる手段も多いため有利。"
		},
		"loses": {
			"ヴェックス": "カサディンはヴェックスのスキルショットに対して非常に脆弱で、特に彼女のウルトがカサディンの移動を制限するため、対抗が難しい。",
			"ゼド": "ゼドのバーストダメージはカサディンにとって致命的で、特にカサディンがスキルを使った後にゼドが攻撃を仕掛けると、逃げる手段が限られる。",
			"ヨネ": "ヨネの高い機動力とダメージはカサディンにとって脅威であり、特に彼のウルトでの追撃が厄介。",
			"キヤナ": "キヤナの地形を利用した攻撃や高いバーストダメージはカサディンにとって非常に危険で、特に彼女のスキルコンボがカサディンを一瞬で排除する可能性がある。",
			"リサンドラ": "リサンドラのCC（クラウドコントロール）能力はカサディンの移動を制限し、彼女のウルトでの拘束が特に厄介。",
			"オーロラ": "オーロラのスキルはカサディンのスキルを無効化することができ、特に彼女のウルトがカサディンの行動を制限するため、非常に不利。",
			"ガリオ": "ガリオのシールドとCCはカサディンの攻撃を防ぎ、特に彼のウルトでの介入がカサディンにとって脅威。",
			"オリアナ": "オリアナのボールを使ったスキルはカサディンに対して高いダメージを与え、特に彼女のウルトがカサディンの行動を制限するため、非常に不利。"
		}
	},
	"アニー": {
		"name": "アニー",
		"beats": {
			"ヤスオ": "アニーのスキルはヤスオの風の刃を無効化できるため、対抗しやすい。",
			"ヴェックス": "アニーのスタン効果がヴェックスの移動を制限し、攻撃を防ぎやすい。",
			"ヨネ": "アニーの高いバーストダメージがヨネの耐久力を上回るため、早期に倒しやすい。",
			"タロン": "アニーのスキルでタロンの瞬間移動を予測しやすく、捕まえやすい。",
			"アクシャン": "アニーのスタンがアクシャンの攻撃を阻害し、反撃のチャンスを与える。",
			"ライズ": "アニーのバーストダメージがライズの耐久力を上回るため、優位に立てる。",
			"ブラッドミア": "アニーのスキルでブラッドミアの回復を妨げることができ、持続戦闘で有利。",
			"リサンドラ": "アニーのスタンがリサンドラのスキルを中断させるため、対抗しやすい。",
			"タリヤ": "アニーのバーストダメージがタリヤの耐久力を上回るため、早期に倒しやすい。",
			"マルザハール": "アニーのスキルでマルザハールのシールドを破壊しやすく、優位に立てる。",
			"オーロラ": "アニーのスタンがオーロラのスキルを無効化できるため、対抗しやすい。",
			"ラックス": "アニーのバーストダメージがラックスの耐久力を上回るため、早期に倒しやすい。",
			"フィズ": "アニーのスタンがフィズの移動を制限し、攻撃を防ぎやすい。",
			"ツイステッド・フェイト": "アニーのスキルでツイステッド・フェイトのカードを無効化できるため、対抗しやすい。"
		},
		"loses": {
			"カサディン": "高い魔法耐性と瞬時の移動能力でアニーのスキルを回避できる。",
			"エコー": "高い機動性と自己回復能力でアニーの攻撃をかわしやすい。",
			"オリアナ": "シールドとコントロール効果でアニーの攻撃を無効化できる。",
			"ダイアナ": "高いバーストダメージと接近戦でアニーを圧倒できる。",
			"アジール": "遠距離からの攻撃でアニーに近づくことを許さない。",
			"サイラス": "アニーのスキルを奪い、逆に利用することで有利に立てる。",
			"ビクター": "高い範囲攻撃とシールドでアニーの攻撃を防ぎやすい。",
			"メル": "高い耐久力とCCでアニーの攻撃を受け流せる。",
			"フェイ": "高いバーストダメージと機動力でアニーを瞬時に排除できる。",
			"シンドラ": "高いコントロール能力とバーストダメージでアニーを圧倒できる。"
		}
	},
	"カシオペア": {
		"name": "カシオペア",
		"beats": {
			"エコー": "カシオペアのスキルがエコーの瞬発力を抑え、持続的なダメージを与えやすい。",
			"ルブラン": "カシオペアの範囲攻撃がルブランの移動を制限し、反撃を難しくする。",
			"カタリナ": "カシオペアのスネークスキルがカタリナの突進を阻害し、コンボを妨げる。",
			"イレリア": "カシオペアの持続的なダメージがイレリアの回復を上回り、戦闘で優位に立てる。",
			"ヴェックス": "カシオペアのスキルがヴェックスの逃げ道を封じ、ダメージを与えやすい。",
			"リサンドラ": "カシオペアのスキルがリサンドラの凍結を無効化し、持続的に攻撃できる。",
			"ブラッドミア": "カシオペアの範囲攻撃がブラッドミアの回復を妨げ、持続的にダメージを与えられる。",
			"フィズ": "カシオペアのスキルがフィズの回避を難しくし、安定してダメージを与えられる。",
			"オレリオン・ソル": "カシオペアのスキルがオレリオン・ソルの移動を制限し、戦闘で優位に立てる。",
			"アクシャン": "カシオペアの持続的なダメージがアクシャンの回復を上回り、戦闘で優位に立てる。",
			"サイラス": "カシオペアのスキルがサイラスのスキルを無効化し、戦闘で優位に立てる。",
			"ヤスオ": "カシオペアのスキルがヤスオの風を無効化し、安定してダメージを与えられる。",
			"ゼド": "カシオペアのスキルがゼドの影を制御し、反撃を難しくする。",
			"ダイアナ": "カシオペアの持続的なダメージがダイアナのバーストを上回り、戦闘で優位に立てる。"
		},
		"loses": {
			"キヤナ": "高いバーストダメージと機動力でカシオペアを圧倒できる。",
			"シンドラ": "範囲攻撃とCCでカシオペアの動きを制限できる。",
			"タリヤ": "壁を使った戦闘でカシオペアを孤立させることができる。",
			"ガリオ": "タンクとしての耐久力とCCでカシオペアを無力化できる。",
			"マルザハール": "スキルショットを無効化するシールドがカシオペアに対して強力。",
			"ゾーイ": "高いバーストと機動力でカシオペアを素早く排除できる。",
			"ビクター": "範囲攻撃と高いダメージでカシオペアを圧倒できる。",
			"フェイ": "高いバーストダメージとCCでカシオペアを狙いやすい。",
			"アジール": "遠距離からの攻撃でカシオペアを安全に攻撃できる。",
			"ヨネ": "高い機動力とバーストでカシオペアを素早く排除できる。",
			"アニー": "高いバーストダメージとCCでカシオペアを無力化できる。",
			"メル": "高いバーストとCCでカシオペアを狙いやすい。",
			"アーリ": "高い機動力とバーストでカシオペアを圧倒できる。",
			"ベイガー": "高いバーストダメージとCCでカシオペアを無力化できる。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"リサンドラ": "ブランドのスキルがリサンドラの冷凍効果を無効化しやすい。",
			"タリヤ": "ブランドの範囲攻撃がタリヤの移動を制限しやすい。",
			"イレリア": "ブランドのバーストダメージがイレリアの回復を上回る。",
			"アニー": "ブランドのスキルがアニーのスタンを避けやすい。",
			"エコー": "ブランドの持続的なダメージがエコーの瞬間移動を制限する。",
			"ヴェックス": "ブランドの攻撃がヴェックスの逃げ道を封じる。",
			"フィズ": "ブランドのスキルがフィズの回避能力を無効化する。",
			"サイラス": "ブランドのスキルがサイラスのスキルを奪う際に有利。",
			"メル": "ブランドの範囲攻撃がメルのサポート能力を制限する。",
			"オーロラ": "ブランドのバーストダメージがオーロラの耐久力を上回る。",
			"ブラッドミア": "ブランドの持続的なダメージがブラッドミアの回復を妨げる。",
			"アニビア": "ブランドのスキルがアニビアの壁を越えてダメージを与えられる。",
			"カサディン": "ブランドのスキルがカサディンの瞬間移動を制限する。",
			"ライズ": "ブランドの範囲攻撃がライズの移動を妨げる。",
			"ヨネ": "ブランドのバーストダメージがヨネの耐久力を上回る。",
			"アカリ": "ブランドのスキルがアカリの隠れた状態を無効化する。",
			"カタリナ": "ブランドの持続的なダメージがカタリナのコンボを妨げる。",
			"ツイステッド・フェイト": "ブランドのスキルがツイステッド・フェイトのカードを無効化する。",
			"フェイ": "ブランドの範囲攻撃がフェイのサポート能力を制限する。"
		},
		"loses": {
			"ベイガー": "ブランドのスキルはベイガーのスタンに対して脆弱で、捕まると一気にダメージを受ける。",
			"アーリ": "アーリの機動力とスキルのコンボでブランドを簡単に倒すことができる。",
			"ラックス": "ラックスの長射程スキルでブランドは距離を保たれ、反撃が難しい。",
			"オリアナ": "オリアナのボールを使ったコンボでブランドは一気にダメージを受ける可能性が高い。",
			"ビクター": "ビクターのスキルはブランドのスキルを避けやすく、持続的なダメージを与えられる。",
			"ゾーイ": "ゾーイの高いバーストダメージと機動力でブランドは簡単に狙われる。",
			"ガリオ": "ガリオのタンク性とスキルでブランドのダメージを軽減し、反撃が難しい。",
			"ゼラス": "ゼラスのスキルはブランドのスキルを無効化し、ダメージを与えやすい。",
			"アジール": "アジールの範囲攻撃でブランドは近づくことが難しく、持続的にダメージを受ける。",
			"ルブラン": "ルブランの高いバーストダメージでブランドは瞬時に倒される危険がある。",
			"ゼド": "ゼドの影を使った攻撃でブランドは捕まりやすく、反撃が難しい。",
			"アクシャン": "アクシャンの高い機動力とバーストダメージでブランドは簡単に狙われる。",
			"ヤスオ": "ヤスオの風の刃でブランドのスキルを無効化し、反撃が難しい。"
		}
	},
	"チョ＝ガス": {
		"name": "チョ＝ガス",
		"beats": {
			"マルザハール": "チョ＝ガスのスキルでマルザハールのシールドを無視できるため、効果的にダメージを与えられる。",
			"カサディン": "チョ＝ガスのCC（クラウドコントロール）能力がカサディンの移動を制限しやすい。",
			"ダイアナ": "チョ＝ガスの耐久力がダイアナのバーストダメージに対抗できる。",
			"オリアナ": "チョ＝ガスのスキルがオリアナのボールを無効化できるため、戦闘で優位に立てる。",
			"イレリア": "チョ＝ガスのCCがイレリアの機動力を制限し、攻撃を防ぎやすい。",
			"ブラッドミア": "チョ＝ガスの高いHPと回復能力がブラッドミアのダメージを軽減できる。",
			"ヤスオ": "チョ＝ガスのスキルがヤスオの風の刃を無効化できるため、戦闘で有利。",
			"フィズ": "チョ＝ガスの耐久力がフィズのバーストダメージに対抗できる。",
			"アクシャン": "チョ＝ガスのスキルがアクシャンの移動を制限し、攻撃を防ぎやすい。",
			"キヤナ": "チョ＝ガスのCCがキヤナのコンボを妨害できるため、戦闘で優位に立てる。",
			"ゼド": "チョ＝ガスの高いHPがゼドのバーストダメージに対抗できる。",
			"サイラス": "チョ＝ガスのスキルがサイラスのスキルを無効化できるため、戦闘で有利。",
			"ヴェックス": "チョ＝ガスの耐久力がヴェックスのダメージを軽減できる。"
		},
		"loses": {
			"ラックス": "高い射程とスキルでチョ＝ガスを遠距離から攻撃できるため。",
			"ゾーイ": "瞬時に移動できる能力でチョ＝ガスのスキルを避けやすい。",
			"ツイステッド・フェイト": "全体マップへの影響力が高く、チョ＝ガスを孤立させることができる。",
			"ゼラス": "高いバーストダメージでチョ＝ガスを早期に排除できる。",
			"アニー": "スタン効果を持つスキルでチョ＝ガスを無力化できる。",
			"タリヤ": "壁を使った戦術でチョ＝ガスの動きを制限できる。",
			"アーリ": "高い機動力でチョ＝ガスの攻撃を避けつつ反撃できる。",
			"ヨネ": "高いダメージと機動力でチョ＝ガスを圧倒できる。",
			"リサンドラ": "CC（クラウドコントロール）を持ち、チョ＝ガスを無力化できる。",
			"ヴィエゴ": "チョ＝ガスを倒した後にその力を利用できるため。",
			"オーロラ": "チョ＝ガスのスキルを無効化する能力を持つため。",
			"フェイ": "高いバーストダメージでチョ＝ガスを早期に排除できる。",
			"ビクター": "高いダメージと範囲攻撃でチョ＝ガスを圧倒できる。",
			"ベイガー": "高いバーストダメージでチョ＝ガスを排除できる。",
			"メル": "高い機動力でチョ＝ガスの攻撃を避けつつ反撃できる。",
			"ライズ": "高いバーストダメージと移動能力でチョ＝ガスを圧倒できる。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ヴェックス": "ライズはヴェックスのスキルを避ける能力が高く、特に彼女のウルトに対して強いカウンターとなる。",
			"エコー": "エコーの瞬間移動をライズのスキルで制御できるため、エコーの動きを封じやすい。",
			"ブラッドミア": "ライズはブラッドミアの体力回復を妨げることができ、持続戦闘で有利に立てる。",
			"フィズ": "フィズの回避能力に対して、ライズはスキルを当てやすく、特にフィズのウルトに対して強い。",
			"ダイアナ": "ダイアナの接近戦に対して、ライズは距離を保ちながらダメージを与えられるため有利。",
			"メル": "メルのスキルをライズのスキルで打ち消すことができ、特に集団戦で優位に立てる。",
			"カタリナ": "カタリナのコンボをライズのスキルで中断できるため、彼女の強みを消すことができる。",
			"アカリ": "アカリの隠れた状態に対して、ライズはスキルで位置を特定しやすく、対処しやすい。",
			"カサディン": "カサディンのマナ管理に対して、ライズは持続的なダメージを与えられるため有利。",
			"サイラス": "サイラスのスキルを奪うことができるため、ライズは彼に対して強いカウンターとなる。",
			"リサンドラ": "リサンドラの凍結スキルに対して、ライズは移動スキルで逃げやすく、対抗しやすい。",
			"アーリ": "アーリのスキルをライズのスキルで打ち消すことができ、特に彼女のウルトに対して強い。"
		},
		"loses": {
			"オレリオン・ソル": "高い機動力と範囲攻撃でライズを圧倒できる。",
			"アクシャン": "瞬時にライズに接近し、高いバーストダメージを与えられる。",
			"オリアナ": "スキルの連携でライズを無力化しやすい。",
			"ヤスオ": "高い回避能力とバーストダメージでライズに対抗できる。",
			"タリヤ": "地形を利用した戦闘でライズを封じ込めることができる。",
			"マルザハール": "スキルの沈黙効果でライズのスキルを封じることができる。",
			"アニビア": "高いCCとバーストダメージでライズを抑え込むことができる。",
			"ベイガー": "高いAPスケーリングとスタンでライズを圧倒できる。",
			"フェイ": "高い機動力とダメージでライズを追い詰めることができる。",
			"シンドラ": "スキルの範囲攻撃でライズを安全に攻撃できる。",
			"アニー": "高いバーストダメージとスタンでライズを無力化できる。",
			"ガリオ": "タンクとしての耐久力とCCでライズを抑え込むことができる。",
			"ゼラス": "高い射程とダメージでライズを遠距離から攻撃できる。",
			"キヤナ": "高い機動力とバーストダメージでライズを圧倒できる。"
		}
	},
	"ビクター": {
		"name": "ビクター",
		"beats": {
			"メル": "ビクターのスキルセットはメルの攻撃を無効化しやすく、特に遠距離からの攻撃に対して優位に立てる。",
			"ベイガー": "ビクターの範囲攻撃はベイガーのスキルを避けやすく、またビクターのシールドがベイガーのバーストダメージを軽減する。",
			"ヴェックス": "ビクターはヴェックスの恐怖効果を避ける手段を持っており、また高いダメージを持つため有利。",
			"アジール": "ビクターのスキルはアジールの兵士を簡単に処理でき、アジールの攻撃を受けにくい。",
			"マルザハール": "ビクターはマルザハールのサイレンスを避けることができ、またマルザハールのウルトに対しても対抗手段がある。",
			"タリヤ": "ビクターはタリヤの地形を利用した攻撃を避けやすく、また高いダメージを持つため有利。",
			"ダイアナ": "ビクターはダイアナの突進を避ける手段を持っており、またダイアナのバーストに対しても耐性がある。",
			"アニー": "ビクターはアニーのバーストを受けにくく、また遠距離からの攻撃でアニーを圧倒できる。",
			"リサンドラ": "ビクターはリサンドラの凍結を避ける手段を持っており、また高いダメージを持つため有利。",
			"ツイステッド・フェイト": "ビクターはツイステッド・フェイトのカードを避けやすく、また高いダメージを持つため有利。",
			"オーロラ": "ビクターはオーロラのスキルを無効化しやすく、また高いダメージを持つため有利。"
		},
		"loses": {
			"アクシャン": "高い機動力と瞬発力でビクターのスキルを避けやすい。",
			"カサディン": "ビクターのスキルを無効化できるため、対抗しやすい。",
			"アカリ": "高いバーストダメージと隠れ身でビクターに接近しやすい。",
			"アニビア": "強力なCCと持続的なダメージでビクターを圧倒できる。",
			"ルブラン": "高いバーストダメージと機動力でビクターを瞬時に排除できる。",
			"フェイ": "持続的なダメージとCCでビクターの行動を制限できる。",
			"ゾーイ": "高いバーストと機動力でビクターを狙いやすい。",
			"ゼド": "高いバーストダメージでビクターを瞬時に排除できる。",
			"ブラッドミア": "持続的なダメージと回復能力でビクターに対抗できる。",
			"ゼラス": "長射程のスキルでビクターを安全に攻撃できる。",
			"シンドラ": "高いバーストダメージとCCでビクターを圧倒できる。",
			"イレリア": "高い機動力とダメージでビクターに接近しやすい。"
		}
	},
	"アジール": {
		"name": "アジール",
		"beats": {
			"ヤスオ": "アジールのスキルは遠距離攻撃が可能で、ヤスオの近接攻撃を避けやすい。",
			"メル": "アジールの範囲攻撃がメルのスキルを無効化しやすい。",
			"ダイアナ": "アジールはダイアナの突進を避けることができ、ダイアナの攻撃を受けにくい。",
			"ヴェックス": "アジールのスキルはヴェックスの恐怖効果を無効化しやすい。",
			"イレリア": "アジールはイレリアのスキルを遠距離から攻撃できるため、イレリアの接近を阻止できる。",
			"カタリナ": "アジールの範囲攻撃がカタリナのコンボを妨害しやすい。",
			"フィズ": "アジールはフィズのダイブを避けることができ、フィズの攻撃を受けにくい。",
			"アニー": "アジールはアニーのスタンを避けることができ、アニーの攻撃を無効化しやすい。",
			"エコー": "アジールはエコーの瞬間移動を予測しやすく、エコーの攻撃を避けやすい。",
			"アクシャン": "アジールはアクシャンの攻撃を遠距離から無効化できるため、アクシャンの接近を阻止できる。",
			"ベイガー": "アジールはベイガーのスキルを遠距離から攻撃できるため、ベイガーのキャッチを避けやすい。",
			"ゼド": "アジールはゼドの影を遠距離から攻撃できるため、ゼドのダメージを軽減できる。"
		},
		"loses": {
			"ビクター": "ビクターの高いバーストダメージと範囲攻撃がアジールのスキルを封じるため。",
			"ルブラン": "ルブランの機動力とバーストダメージがアジールに対して非常に強力で、容易にキルを狙えるため。",
			"オレリオン・ソル": "オレリオン・ソルの持続的なダメージと移動能力がアジールのスキルを避けやすく、対抗しやすいから。",
			"ガリオ": "ガリオのタンク性とCC（クラウドコントロール）能力がアジールの攻撃を無効化しやすいから。",
			"アーリ": "アーリの高い機動力とバーストダメージがアジールに対して有利に働くため。",
			"カサディン": "カサディンの魔法耐性と瞬時の移動能力がアジールの攻撃を避けやすく、持続戦闘で有利になるため。",
			"ヨネ": "ヨネの高いダメージと機動力がアジールに対して強力で、特に近接戦で優位に立てるため。",
			"ゼラス": "ゼラスの長射程と持続的なダメージがアジールの攻撃を受けにくく、優位に立てるため。",
			"オーロラ": "オーロラのCCと持続的なダメージがアジールに対して強力で、特に集団戦で有利になるため。",
			"シンドラ": "シンドラの高いバーストダメージとCCがアジールに対して非常に効果的で、容易にキルを狙えるため。"
		}
	},
	"マルファイト": {
		"name": "マルファイト",
		"beats": {
			"ジェイス": "マルファイトは物理ダメージを軽減するシールドを持っており、ジェイスの攻撃を受け流しやすい。",
			"イレリア": "マルファイトのCC（クラウドコントロール）能力がイレリアの機動性を制限しやすい。",
			"アクシャン": "マルファイトの耐久力がアクシャンのバーストダメージを耐えることができる。",
			"エコー": "マルファイトのスキルがエコーの瞬間移動を予測しやすく、捕まえやすい。",
			"ツイステッド・フェイト": "マルファイトのスキルでツイステッド・フェイトのカードを無効化できる。",
			"キヤナ": "マルファイトのタンク性能がキヤナのダメージを軽減し、反撃しやすい。",
			"ゼド": "マルファイトはゼドのシャドウを無効化するスキルを持っており、対抗しやすい。",
			"カタリナ": "マルファイトのCCがカタリナのコンボを中断させることができる。",
			"タロン": "マルファイトの耐久力がタロンのバーストを耐えられるため、反撃が可能。",
			"アジール": "マルファイトのスキルでアジールの兵士を無効化しやすい。",
			"シンドラ": "マルファイトの耐久力がシンドラのバーストを耐えられるため、近づきやすい。",
			"ヤスオ": "マルファイトのスキルがヤスオの風の壁を無視できるため、攻撃が通りやすい。"
		},
		"loses": {
			"サイラス": "マルファイトのスキルを奪って強力なコンボを繰り出せるため、対抗しづらい。",
			"オーロラ": "マルファイトの耐久力を無視して高いバーストダメージを持つため、早期に倒されやすい。",
			"ライズ": "マルファイトの移動能力を制限し、遠距離からの攻撃で圧倒できる。",
			"アカリ": "マルファイトのスキルを避けながら高いダメージを出せるため、対処が難しい。",
			"メル": "マルファイトのスキルを無効化し、持続的なダメージを与えられる。",
			"ブラッドミア": "マルファイトの耐久力を削りつつ、自己回復能力で持続戦闘が可能。",
			"オリアナ": "マルファイトの動きを制限し、チームファイトでの影響力を減少させる。",
			"マルザハール": "マルファイトのスキルを無効化し、持続的なダメージを与えられるため、非常に厄介。",
			"ヨネ": "マルファイトのスキルを避けながら高いバーストダメージを持つため、対抗しづらい。",
			"アーリ": "マルファイトのスキルを避けつつ、高い機動力で攻撃を仕掛けられる。",
			"ゾーイ": "マルファイトのスキルを避けながら遠距離からの攻撃で圧倒できる。",
			"ルブラン": "マルファイトのスキルを避けつつ、高いバーストダメージを持つため、非常に厄介。"
		}
	},
	"モルガナ": {
		"name": "モルガナ",
		"beats": {
			"アニビア": "モルガナのスネアがアニビアの移動を制限し、スキルを当てやすくするため。",
			"ガリオ": "ガリオのスキルはモルガナのシールドで無効化できるため、対抗しやすい。",
			"サイラス": "モルガナのスネアでサイラスの接近を阻止でき、スキルを安全に使える。",
			"ダイアナ": "モルガナのシールドがダイアナのオールインを防ぎ、反撃のチャンスを与える。",
			"アカリ": "アカリの移動をスネアで制限でき、攻撃を受けにくくなる。",
			"ブラッドミア": "モルガナのスネアでブラッドミアの攻撃を阻止しやすい。",
			"ビクター": "モルガナのシールドがビクターのスキルを無効化でき、優位に立てる。",
			"ライズ": "モルガナのスネアでライズの移動を制限し、攻撃を当てやすくなる。",
			"アクシャン": "モルガナのスネアがアクシャンの接近を阻止し、反撃のチャンスを与える。",
			"リサンドラ": "モルガナのシールドがリサンドラのCCを防ぎ、戦闘を有利に進められる。",
			"フェイ": "モルガナのスネアでフェイの攻撃を阻止しやすく、優位に立てる。",
			"タリヤ": "モルガナのシールドがタリヤのスキルを無効化でき、攻撃を受けにくくなる。",
			"メル": "モルガナのスネアでメルの移動を制限し、攻撃を当てやすくなる。"
		},
		"loses": {
			"フィズ": "高い機動力と瞬間火力でモルガナを圧倒できるため。",
			"イレリア": "スキルを使ってモルガナのバインドを避けつつ、近接戦で有利に立てるため。",
			"エコー": "高いバーストダメージと逃げ性能でモルガナを狙いやすい。",
			"ベイガー": "高いAPダメージを持ち、モルガナのシールドを貫通できるため。",
			"キヤナ": "高い機動力と瞬間的なダメージでモルガナを無力化できる。",
			"ゼド": "バーストダメージが高く、モルガナのスキルを避けながら攻撃できるため。",
			"マルザハール": "モルガナのバインドを無効化するスキルを持ち、持続的なダメージを与えられる。",
			"ゾーイ": "高い機動力とバーストダメージでモルガナを狙いやすい。",
			"カタリナ": "瞬時に近づいてダメージを与え、モルガナのスキルを避けることができる。",
			"アニー": "高いバーストダメージとスタン効果でモルガナを無力化できる。",
			"ヤスオ": "風の壁でモルガナのスキルを防ぎつつ、近接戦で有利に立てる。",
			"オリアナ": "高いバーストダメージとコントロール能力でモルガナを圧倒できる。",
			"カサディン": "高い機動力とバーストダメージでモルガナを狙いやすい。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"カサディン": "ヴィエゴのダメージを受けると、カサディンはマナを消費するため、持続的な戦闘で不利になる。",
			"メル": "メルのスキルはヴィエゴの攻撃を避けるのが難しく、特に近接戦で有利。",
			"ガリオ": "ガリオのタンク性とCCがヴィエゴの攻撃を無効化しやすい。",
			"アクシャン": "アクシャンはヴィエゴの攻撃を避ける能力が高く、反撃が可能。",
			"アニビア": "アニビアのCCと持続的なダメージがヴィエゴに対して強力。",
			"サイラス": "サイラスはヴィエゴのスキルを奪うことで、逆に有利に立ち回れる。",
			"フィズ": "フィズの高い機動性がヴィエゴの攻撃を避けるのに役立つ。",
			"マルザハール": "マルザハールのスキルがヴィエゴの攻撃を封じることができる。",
			"アーリ": "アーリの機動性とCCがヴィエゴに対して有利に働く。",
			"ヨネ": "ヨネはヴィエゴの攻撃を避ける能力が高く、反撃が可能。",
			"ヤスオ": "ヤスオはヴィエゴの攻撃を避けるスキルを持ち、反撃が得意。",
			"ダイアナ": "ダイアナはヴィエゴに対して高いバーストダメージを持ち、瞬時に倒すことができる。",
			"ルブラン": "ルブランの高い機動性とバーストダメージがヴィエゴに対して有利。"
		},
		"loses": {
			"ヴェックス": "高いバーストダメージとCCでヴィエゴを封じ込めることができる。",
			"タリヤ": "地形を利用したスキルでヴィエゴの動きを制限できる。",
			"オリアナ": "ボールを使ったコントロールとバーストダメージでヴィエゴに対抗できる。",
			"リサンドラ": "CCと自己防御スキルでヴィエゴの攻撃を無効化できる。",
			"オーロラ": "高い持続ダメージとCCでヴィエゴを圧倒できる。",
			"アジール": "遠距離からの攻撃と壁を使った戦術でヴィエゴを牽制できる。",
			"ブラッドミア": "持続的なダメージと回復能力でヴィエゴに対抗できる。",
			"ラックス": "高いバーストダメージとCCでヴィエゴを瞬時に排除できる。",
			"ライズ": "高いマナコストと持続的なダメージでヴィエゴを圧倒できる。",
			"フェイ": "高いバーストダメージとCCでヴィエゴを無力化できる。",
			"アカリ": "高い機動性とバーストダメージでヴィエゴを翻弄できる。"
		}
	},
	"トリスターナ": {
		"name": "トリスターナ",
		"beats": {
			"フィズ": "トリスターナの射程とバーストダメージに対して、フィズは近づくのが難しいため有利。",
			"タリヤ": "トリスターナの高い機動力とタリヤのスキルの相性が悪く、逃げやすい。",
			"ガリオ": "トリスターナの攻撃をガリオのシールドで防ぎつつ、反撃が可能。",
			"ゾーイ": "トリスターナの射程がゾーイのスキルを避けやすく、持続的なダメージで勝てる。",
			"カサディン": "トリスターナの持続的なダメージがカサディンの耐久力を上回るため有利。",
			"ゼド": "トリスターナのバーストダメージがゼドの瞬間火力を上回るため、先手を取れる。",
			"ヨネ": "トリスターナの射程がヨネの攻撃を避けやすく、持続的にダメージを与えられる。",
			"ツイステッド・フェイト": "トリスターナの機動力がツイステッド・フェイトのスキルを避けやすく、優位に立てる。",
			"ラックス": "トリスターナの高いダメージとラックスのスキルの相性が悪く、先手を取れる。",
			"ベイガー": "トリスターナの射程がベイガーのスキルを避けやすく、持続的にダメージを与えられる。",
			"イレリア": "トリスターナのバーストダメージがイレリアの耐久力を上回るため有利。",
			"ライズ": "トリスターナの射程がライズのスキルを避けやすく、持続的にダメージを与えられる。",
			"ゼラス": "トリスターナの高いダメージがゼラスの耐久力を上回るため有利。",
			"ダイアナ": "トリスターナの射程がダイアナの接近を難しくし、持続的にダメージを与えられる。"
		},
		"loses": {
			"コーキ": "高いバーストダメージと機動力でトリスターナを圧倒できる。",
			"ブラッドミア": "持続的なダメージと回復能力でトリスターナの攻撃を凌げる。",
			"ルブラン": "高いバーストダメージと瞬時の移動でトリスターナを狙いやすい。",
			"アニー": "スタン効果を持つスキルでトリスターナを無力化できる。",
			"ヴェックス": "遠距離からの攻撃とCCでトリスターナの接近を阻止できる。",
			"サイラス": "トリスターナのスキルを奪って逆にダメージを与えることができる。",
			"キヤナ": "高い機動力とバーストダメージでトリスターナを瞬時に排除できる。",
			"シンドラ": "高い範囲ダメージとCCでトリスターナを制圧できる。",
			"アジール": "遠距離からの持続的なダメージでトリスターナを圧倒できる。",
			"スモルダー": "持続的なダメージとCCでトリスターナの動きを制限できる。",
			"アカリ": "高い機動力とバーストダメージでトリスターナを狙いやすい。",
			"ヤスオ": "高いダメージとカウンター能力でトリスターナに対抗できる。",
			"フェイ": "高いバーストダメージとCCでトリスターナを無力化できる。"
		}
	},
	"コーキ": {
		"name": "コーキ",
		"beats": {
			"ヴェックス": "コーキの攻撃範囲がヴェックスのスキルを避けやすく、またヴェックスの移動速度を遅くするスキルに対してコーキは距離を保てるため。",
			"リサンドラ": "コーキはリサンドラの凍結スキルを避けることができ、リサンドラの近接攻撃に対して安全に攻撃できるため。",
			"カサディン": "コーキはカサディンの瞬間移動を予測しやすく、持続的なダメージを与えやすいから。",
			"カタリナ": "コーキはカタリナのコンボを避けることができ、またカタリナが近づく前にダメージを与えられるため。",
			"ヴィエゴ": "コーキはヴィエゴの攻撃を距離を取ることで避けやすく、持続的なダメージを与えられるため。",
			"サイラス": "コーキはサイラスのスキルを避けやすく、またサイラスのスキルを使った後に反撃しやすいから。",
			"キヤナ": "コーキはキヤナのスキルを避けることができ、またキヤナが近づく前にダメージを与えられるため。",
			"アカリ": "コーキはアカリのスキルを避けやすく、アカリが近づく前に攻撃できるため。",
			"アニー": "コーキはアニーのスキルを避けやすく、アニーのスタンを受ける前にダメージを与えられるため。",
			"ガリオ": "コーキはガリオのスキルを避けやすく、ガリオが近づく前に攻撃できるため。",
			"タロン": "コーキはタロンのスキルを避けやすく、タロンが近づく前にダメージを与えられるため。",
			"ビクター": "コーキはビクターのスキルを避けやすく、ビクターがスキルを使った後に反撃しやすいから。"
		},
		"loses": {
			"ゼラス": "高い射程とスキルのバーストダメージでコーキを圧倒できる。",
			"フェイ": "持続的なダメージとCCでコーキの動きを制限できる。",
			"ゾーイ": "高い機動力とバーストダメージでコーキを瞬時に排除できる。",
			"アジール": "高いダメージと範囲攻撃でコーキを安全に攻撃できる。",
			"メル": "持続的なダメージと回復能力でコーキに対抗できる。",
			"フィズ": "高い機動力とバーストダメージでコーキを狙いやすい。",
			"オリアナ": "スキルの組み合わせでコーキを効果的に排除できる。",
			"ブラッドミア": "持続的なダメージと回復能力でコーキに対抗できる。",
			"ライズ": "高いバーストダメージと移動能力でコーキを圧倒できる。",
			"ダイアナ": "高いバーストダメージと瞬時の接近能力でコーキを狙いやすい。",
			"オーロラ": "CCと持続的なダメージでコーキの行動を制限できる。",
			"アクシャン": "高いバーストダメージと機動力でコーキを狙いやすい。",
			"ラックス": "高い射程とバーストダメージでコーキを圧倒できる。",
			"ツイステッド・フェイト": "スキルの組み合わせでコーキを効果的に排除できる。",
			"イレリア": "高い機動力と持続的なダメージでコーキに対抗できる。",
			"シンドラ": "高いバーストダメージとCCでコーキを狙いやすい。",
			"ヤスオ": "高い機動力とバーストダメージでコーキを圧倒できる。",
			"ゼド": "高いバーストダメージと瞬時の接近能力でコーキを狙いやすい。"
		}
	},
	"ジグス": {
		"name": "ジグス",
		"beats": {
			"リサンドラ": "ジグスの長射程とスキルのバーストダメージがリサンドラの耐久力を上回るため。",
			"ライズ": "ジグスのスキルがライズの移動能力を制限しやすく、ダメージを与えやすい。",
			"ツイステッド・フェイト": "ジグスの範囲攻撃がツイステッド・フェイトのカードを使うタイミングを制限するため。",
			"フェイ": "ジグスの爆発的なダメージがフェイの耐久力を超えるため。",
			"ベイガー": "ジグスのスキルがベイガーのスタンを避けやすく、ダメージを与えやすい。",
			"イレリア": "ジグスの遠距離攻撃がイレリアの接近を阻害するため。",
			"サイラス": "ジグスのスキルがサイラスのスキルを無効化しやすく、優位に立てる。",
			"オーロラ": "ジグスの範囲攻撃がオーロラのスキルを避けやすく、ダメージを与えやすい。",
			"ブラッドミア": "ジグスの高いバーストダメージがブラッドミアの回復を上回るため。",
			"ラックス": "ジグスのスキルがラックスのスキルを避けやすく、ダメージを与えやすい。",
			"アニビア": "ジグスのスキルがアニビアの壁を越えてダメージを与えられるため。",
			"ゾーイ": "ジグスのスキルがゾーイの移動を制限しやすく、ダメージを与えやすい。",
			"メル": "ジグスの範囲攻撃がメルの耐久力を上回るため。",
			"マルザハール": "ジグスのスキルがマルザハールのシールドを貫通しやすい。",
			"フィズ": "ジグスの長射程がフィズの接近を阻害し、ダメージを与えやすい。",
			"ビクター": "ジグスのスキルがビクターのスキルを避けやすく、ダメージを与えやすい。"
		},
		"loses": {
			"オレリオン・ソル": "高い機動力と範囲攻撃でジグスのスキルを避けやすい。",
			"ヨネ": "近接攻撃と高いバーストダメージでジグスを圧倒できる。",
			"アカリ": "高いバーストダメージと隠れ身でジグスに接近しやすい。",
			"カタリナ": "瞬時にジグスに接近し、連続攻撃で倒すことができる。",
			"キヤナ": "地形を利用した高い機動力でジグスを翻弄できる。",
			"ゼラス": "長射程のスキルでジグスを安全に攻撃できる。",
			"アニー": "高いバーストダメージとスタン効果でジグスを無力化できる。",
			"タリヤ": "地形を操作するスキルでジグスの動きを制限できる。",
			"ルブラン": "高いバーストダメージと機動力でジグスを狙いやすい。",
			"シンドラ": "高いバーストダメージとコントロールスキルでジグスを圧倒できる。",
			"カサディン": "高い機動力と耐久力でジグスの攻撃を受け流せる。",
			"ヤスオ": "高いバーストダメージと風の壁でジグスのスキルを防げる。",
			"オリアナ": "範囲攻撃とコントロールスキルでジグスを無力化できる。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"オレリオン・ソル": "高い範囲攻撃と持続的なダメージで、ヨネの近接攻撃を避けやすい。",
			"ヤスオ": "ヨネと同じく高いバーストダメージを持ち、スキルの相互作用で有利に立ち回れる。",
			"マルザハール": "スキルのバリアとサイレンスでヨネのスキルを封じることができ、対抗しやすい。",
			"ゼラス": "長距離からの攻撃が可能で、ヨネの接近を阻止できる。",
			"ガリオ": "タンクとしての耐久力が高く、ヨネの攻撃を受け止めつつ反撃できる。",
			"アジール": "高い範囲攻撃とコントロール能力で、ヨネの動きを制限できる。",
			"ラックス": "スキルショットでの高いバーストダメージがあり、ヨネの接近を阻止できる。",
			"ツイステッド・フェイト": "瞬時に位置を変えられるため、ヨネの攻撃を避けやすい。",
			"ベイガー": "高いバーストダメージとスタン効果で、ヨネの攻撃を無効化できる。"
		},
		"loses": {
			"ヴェックス": "ヨネはヴェックスのスキルによる遠距離攻撃に対して脆弱で、特にヴェックスのウルトが強力なため、対処が難しい。",
			"アカリ": "アカリの高い機動力とシャドウを使った回避能力により、ヨネの攻撃を避けやすい。",
			"イレリア": "イレリアはヨネの攻撃を避けつつ、スタンを持っているため、反撃が容易。",
			"アニー": "アニーのスタンと高いバーストダメージにより、ヨネは早期に倒されるリスクが高い。",
			"タリヤ": "タリヤの地形操作と遠距離攻撃により、ヨネは接近するのが難しくなる。",
			"オーロラ": "オーロラのCC（クラウドコントロール）能力により、ヨネは動きが制限され、攻撃がしづらい。",
			"ブラッドミア": "ブラッドミアの自己回復能力と高いバーストダメージにより、ヨネは持続戦闘で不利になる。",
			"ルブラン": "ルブランの高い機動力とバーストダメージにより、ヨネは簡単に倒される可能性がある。",
			"ゾーイ": "ゾーイのスリープと高いバーストダメージにより、ヨネは一瞬でやられる危険がある。",
			"カタリナ": "カタリナの高い機動力と連続攻撃により、ヨネは反撃する前に倒されることが多い。",
			"アーリ": "アーリのCCと高い機動力により、ヨネは攻撃を当てるのが難しく、逆に捕まるリスクが高い。"
		}
	},
	"メル": {
		"name": "メル",
		"beats": {
			"ルブラン": "高いバーストダメージと機動力でメルを圧倒できる。",
			"アーリ": "スキルのコンボでメルを捕まえやすく、逃げる手段が限られる。",
			"ヴェックス": "メルのスキルを無効化する能力があり、対抗しやすい。",
			"ツイステッド・フェイト": "全体マップへの影響力が高く、メルの動きを制限できる。",
			"エコー": "高い機動力とバーストダメージでメルを素早く排除できる。",
			"キヤナ": "地形を利用した奇襲が得意で、メルに対して有利に立ち回れる。",
			"ベイガー": "スキルのスタン効果でメルを捕まえやすく、ダメージも高い。",
			"ラックス": "長射程のスキルでメルを遠距離から攻撃でき、視界を確保しやすい。",
			"マルザハール": "スキルの沈黙効果でメルのスキルを封じることができる。",
			"ゾーイ": "高いバーストダメージと機動力でメルを圧倒することができる。"
		},
		"loses": {
			"タリヤ": "タリヤの地形操作能力により、メルは移動が制限されやすく、攻撃を受けやすくなる。",
			"オレリオン・ソル": "オレリオン・ソルの高い機動力と範囲攻撃により、メルは距離を保つのが難しい。",
			"アジール": "アジールのスキルセットはメルの攻撃を無効化しやすく、特に集団戦での影響が大きい。",
			"ビクター": "ビクターのスキルはメルの攻撃を阻害し、特にビクターのEによるゾーニングが効果的。",
			"フィズ": "フィズの高いバーストダメージと機動力により、メルは簡単に狙われる。",
			"シンドラ": "シンドラのスキルはメルの動きを制限し、特に集団戦での影響が大きい。",
			"オリアナ": "オリアナのボールを使ったコントロールがメルにとって脅威であり、特にチームファイトでの連携が強力。",
			"フェイ": "フェイの高いバーストダメージと持続的なダメージがメルにとって厳しい。",
			"カサディン": "カサディンの高い機動力と耐久性により、メルは攻撃を当てるのが難しい。",
			"ゼラス": "ゼラスのスキルはメルの攻撃を阻害し、特に遠距離からの攻撃が厄介。",
			"ブラッドミア": "ブラッドミアの回復能力と持続的なダメージがメルにとって脅威であり、特に1対1の状況で不利。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"マルザハール": "スモルダーのスキルはマルザハールのシールドを無視してダメージを与えることができるため、対抗しやすい。",
			"ガリオ": "スモルダーの範囲攻撃がガリオのタンク性を上回るため、持続的にダメージを与えられる。",
			"アカリ": "スモルダーはアカリの隠れた状態を見破る手段を持っており、対処が容易。",
			"カサディン": "スモルダーの持続的なダメージがカサディンの瞬間火力を上回るため、戦闘で優位に立てる。",
			"ゾーイ": "スモルダーのスキルはゾーイの機動力を制限し、攻撃を当てやすくする。",
			"アニビア": "スモルダーの攻撃はアニビアの壁を越えてダメージを与えることができ、対抗しやすい。",
			"リサンドラ": "スモルダーはリサンドラの凍結を避ける手段を持っており、持続的に攻撃できる。",
			"ヨネ": "スモルダーの範囲攻撃がヨネの近接攻撃を無効化しやすく、戦闘で優位に立てる。"
		},
		"loses": {
			"キヤナ": "高いバーストダメージと機動力でスモルダーを圧倒できる。",
			"ゼラス": "遠距離からの攻撃でスモルダーのスキルを避けやすい。",
			"シンドラ": "スモルダーのスキルを無効化する能力があり、対抗しやすい。",
			"オリアナ": "ボールを使ったコントロールでスモルダーを捕まえやすい。",
			"ヴェックス": "スモルダーの攻撃を避けつつ、持続的なダメージを与えられる。",
			"イレリア": "高い機動力とダメージでスモルダーを追い詰めることができる。",
			"ヤスオ": "スモルダーのスキルを反撃する能力があり、対抗しやすい。",
			"アニー": "スタン効果でスモルダーを無力化しやすい。",
			"ダイアナ": "高いバーストダメージと機動力でスモルダーを圧倒できる。",
			"ラックス": "長距離からのスキルでスモルダーを攻撃しやすい。",
			"アクシャン": "高いバーストダメージでスモルダーを早期に排除できる。",
			"ビクター": "スモルダーの攻撃を避けつつ、持続的なダメージを与えられる。",
			"ゼド": "高いバーストダメージでスモルダーを瞬時に排除できる。",
			"メル": "スモルダーのスキルを無効化する能力があり、対抗しやすい。",
			"タリヤ": "地形を利用してスモルダーを封じ込めることができる。",
			"フェイ": "高い機動力でスモルダーの攻撃を避けやすい。",
			"ベイガー": "高いバーストダメージでスモルダーを瞬時に排除できる。",
			"アジール": "遠距離からの攻撃でスモルダーを圧倒できる。",
			"オレリオン・ソル": "高い機動力と持続的なダメージでスモルダーを圧倒できる。",
			"エコー": "高い機動力とバーストダメージでスモルダーを圧倒できる。",
			"ツイステッド・フェイト": "スモルダーを捕まえる能力があり、対抗しやすい。",
			"サイラス": "スモルダーのスキルを奪って反撃できる。",
			"フィズ": "高い機動力とバーストダメージでスモルダーを圧倒できる。"
		}
	}
}