{
	"ナミ": {
		"name": "ナミ",
		"beats": {
			"スウェイン": "スウェインは持続的なダメージを出せるが、ナミの回復とCCで対抗できる。",
			"ブランド": "ブランドは高いバーストダメージを持つが、ナミのシールドと回復で耐えられる。",
			"タリック": "タリックの耐久力は高いが、ナミのCCと回復で有利に立てる。",
			"モルガナ": "モルガナのバリアは強力だが、ナミのスキルでバリアを剥がしやすい。",
			"ポッピー": "ポッピーはタンクとして強いが、ナミのスキルで動きを制限できる。",
			"マオカイ": "マオカイは耐久性があるが、ナミのCCで動きを封じられる。",
			"ラックス": "ラックスは高いバーストを持つが、ナミの回復で持ちこたえられる。",
			"ザイラ": "ザイラは範囲ダメージが強いが、ナミのCCで近づけない。",
			"パンテオン": "パンテオンは強力な初動を持つが、ナミの回復で持ちこたえられる。",
			"ゼラス": "ゼラスは遠距離からのダメージが強いが、ナミのCCで近づけない。",
			"ヴェル＝コズ": "ヴェル＝コズは高いバーストを持つが、ナミの回復で耐えられる。",
			"レナータ・グラスク": "レナータは強力なバリアを持つが、ナミのCCで動きを制限できる。",
			"タム・ケンチ": "タム・ケンチは耐久性が高いが、ナミのCCで有利に立てる。"
		},
		"loses": {
			"ブリッツクランク": "ファームが難しく、フックで捕まるとダメージトレードで不利になる。",
			"ノーチラス": "CCが強力で、集団戦での影響力が高く、ナミのスキルを封じることができる。",
			"エリス": "高いバーストダメージを持ち、ナミがスキルを当てる前に倒される可能性がある。",
			"ユーミ": "持続的な回復とバーストダメージで、ナミのサポート効果を打ち消すことができる。",
			"アリスター": "タンクとしての耐久力が高く、ナミのスキルを無効化しやすい。"
		}
	},
	"スレッシュ": {
		"name": "スレッシュ",
		"beats": {
			"ユーミ": "スレッシュはユーミに対して強力なフックとCCを持っており、ユーミのサポート能力を無効化できるため、ファームやダメージトレードで有利。",
			"ヴェル＝コズ": "スレッシュはヴェル＝コズのスキルショットを避ける能力が高く、近接戦でのダメージトレードで優位に立てる。",
			"ミリオ": "スレッシュはミリオのシールドを貫通するダメージを持ち、集団戦での影響力が高いため、ミリオに対して有利。"
		},
		"loses": {
			"メル": "メルは高いバーストダメージを持ち、スレッシュのフックを避ける能力が高いため、ダメージトレードで不利。",
			"ラカン": "ラカンは高い機動力とCCを持ち、スレッシュの集団戦での役割を妨害することができるため、不利。",
			"ニーコ": "ニーコは変身能力と高いバーストダメージを持ち、スレッシュのスキルをかわしやすいため、ファームとダメージトレードで不利。",
			"セラフィーン": "セラフィーンは回復とシールドを持ち、スレッシュのダメージを軽減できるため、集団戦で不利。",
			"エリス": "エリスは高いバーストダメージとスネアを持ち、スレッシュのフックを避けることができるため、ダメージトレードで不利。",
			"レナータ・グラスク": "レナータはスレッシュの攻撃を無効化する能力を持ち、集団戦での影響力が高いため、不利。",
			"アリスター": "アリスターはタンクとしての耐久力が高く、スレッシュのフックを無効化できるため、ダメージトレードで不利。",
			"レル": "レルは高い耐久力とCCを持ち、スレッシュの攻撃を受け流すことができるため、集団戦で不利。"
		}
	},
	"ソナ": {
		"name": "ソナ",
		"beats": {
			"モルガナ": "ソナのスキルで味方をサポートしつつ、モルガナのスキルを無効化できるため、ファームやダメージトレードで有利。",
			"ザイラ": "ソナの回復能力がザイラのダメージを軽減し、集団戦での生存率が高まる。",
			"タム・ケンチ": "タム・ケンチの耐久力をソナがサポートできるため、ファームと集団戦で有利。",
			"シャコ": "シャコの攻撃をソナが回復でカバーできるため、ダメージトレードで有利。",
			"メル": "メルの攻撃をソナが回復で支援できるため、ファームとダメージトレードで有利。",
			"パンテオン": "パンテオンの攻撃をソナが回復で支援できるため、ダメージトレードで有利。",
			"ブランド": "ブランドの高いダメージをソナが回復でカバーできるため、集団戦で有利。",
			"スウェイン": "スウェインの持続ダメージをソナが回復で支援できるため、集団戦で有利。",
			"ゼラス": "ゼラスの攻撃をソナが回復でカバーできるため、ダメージトレードで有利。",
			"ソラカ": "ソナとソラカの回復能力が相互に補完し合うため、集団戦で有利。",
			"ルル": "ルルのバフをソナが活かせるため、ファームと集団戦で有利。",
			"マオカイ": "マオカイの耐久力をソナがサポートできるため、集団戦で有利。",
			"セラフィーン": "セラフィーンのスキルをソナが回復で支援できるため、ダメージトレードで有利。"
		},
		"loses": {
			"エリス": "エリスは高いバーストダメージを持ち、ソナのスキルを封じることができるため、ダメージトレードで不利。",
			"ブリッツクランク": "ブリッツクランクのフックでソナを捕まえることができ、集団戦での位置取りが難しくなるため不利。",
			"ラカン": "ラカンは高い機動力とCCを持ち、ソナの後衛としての役割を果たすのが難しくなるため不利。",
			"ブラウム": "ブラウムのシールドとCCにより、ソナのスキルが無効化されやすく、ファームやダメージトレードで不利。",
			"ニーコ": "ニーコは変身能力と高いバーストダメージを持ち、ソナに対して強力なダメージトレードを行えるため不利。",
			"アリスター": "アリスターのCCとタンク性能により、ソナが安全にスキルを使うことが難しく、集団戦で不利。"
		}
	},
	"ミリオ": {
		"name": "ミリオ",
		"beats": {
			"スウェイン": "スウェインは持続的なダメージを与える能力が高く、ミリオの回復効果と相性が良いため、ファームとダメージトレードで有利。",
			"メル": "メルは高いバーストダメージを持ち、ミリオのサポートで生存率が上がるため、スケーリングにおいて有利。",
			"モルガナ": "モルガナのシールドはミリオの回復と相性が良く、集団戦での生存能力を高めるため有利。",
			"マオカイ": "マオカイはタンクとしての耐久力が高く、ミリオのサポートで集団戦での持続力が増すため有利。",
			"シャコ": "シャコは高いバーストダメージを持ち、ミリオのサポートで生存率が上がるため、ダメージトレードで有利。",
			"セラフィーン": "セラフィーンは回復とバフを提供でき、ミリオと組むことで集団戦での強さが増すため有利。",
			"ザイラ": "ザイラは高い範囲ダメージを持ち、ミリオのサポートで集団戦での影響力が増すため有利。",
			"ラックス": "ラックスは高いバーストダメージを持ち、ミリオの回復で生存率が上がるため、ダメージトレードで有利。",
			"タリック": "タリックは耐久力が高く、ミリオの回復と相性が良いため、集団戦での持続力が増すため有利。",
			"ポッピー": "ポッピーはタンクとしての耐久力が高く、ミリオのサポートで集団戦での生存能力が増すため有利。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、ミリオのサポートでダメージトレードで有利。",
			"レナータ・グラスク": "レナータは集団戦でのバフ効果が強力で、ミリオの回復と相性が良いため有利。",
			"ゼラス": "ゼラスは高い範囲ダメージを持ち、ミリオのサポートで集団戦での影響力が増すため有利。",
			"ブランド": "ブランドは高いバーストダメージを持ち、ミリオの回復で生存率が上がるため、ダメージトレードで有利。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクのフックでミリオが捕まると、ダメージトレードで不利になりやすい。ファームも難しくなる。",
			"ブラウム": "ブラウムのシールドとCCでミリオのスキルを無効化し、集団戦での影響力を減少させる。",
			"カルマ": "カルマのスネアとバーストダメージでミリオがトレードで不利になり、スケーリングも遅れる。",
			"エリス": "エリスの変身と高いバーストダメージでミリオが早期に圧倒され、ファームが困難になる。",
			"ジャンナ": "ジャンナのシールドと風でミリオの攻撃を防ぎ、集団戦での効果を減少させる。",
			"スレッシュ": "スレッシュのフックとフラッシュでミリオが捕まりやすく、ダメージトレードで不利になる。",
			"ノーチラス": "ノーチラスのCCと耐久力でミリオがトレードで不利になり、集団戦でも効果的に対抗される。",
			"バード": "バードの移動速度とスキルでミリオが追いつけず、ファームやダメージトレードで不利になる。"
		}
	},
	"ルル": {
		"name": "ルル",
		"beats": {
			"シャコ": "ルルのスキルでシャコの攻撃を無効化できるため、ダメージトレードで有利。",
			"モルガナ": "モルガナのスキルをルルのシールドで防げるため、ファームとダメージトレードで優位。",
			"スウェイン": "ルルのバフでスウェインの持続ダメージを軽減でき、集団戦で有利。",
			"ラックス": "ラックスのスキルをルルのシールドで防ぎつつ、ファームで優位に立てる。",
			"タリック": "タリックのサポート能力をルルが上回るため、集団戦で有利。",
			"メル": "メルの攻撃をルルのスキルで無効化でき、ダメージトレードで優位。",
			"タム・ケンチ": "タム・ケンチの耐久力をルルのバフで補強でき、集団戦で有利。",
			"パンテオン": "パンテオンの攻撃をルルのシールドで防げるため、ダメージトレードで優位。",
			"ザイラ": "ザイラのスキルをルルのシールドで防ぎつつ、ファームで優位に立てる。",
			"エリス": "エリスの攻撃をルルのスキルで無効化でき、ダメージトレードで有利。",
			"レナータ・グラスク": "レナータのスキルをルルのシールドで防ぎつつ、集団戦で優位に立てる。"
		},
		"loses": {
			"ブリッツクランク": "ファーム面での圧力が強く、フックで捕まえられるリスクが高い。",
			"ソナ": "持続的な回復とバフを持ち、ダメージトレードで有利に立てる。",
			"ノーチラス": "CC（クラウドコントロール）を持ち、集団戦での影響力が高い。",
			"レル": "タンクとしての耐久力があり、ダメージトレードで有利。",
			"バード": "移動速度を上げるスキルで逃げやすく、ファームを妨害されやすい。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"サイラス": "ポッピーはサイラスのスキルを阻害することができ、特にEスキルでの接触を防ぐことでダメージトレードで有利になる。",
			"メル": "ポッピーはメルの攻撃を受け流すことができ、特に集団戦での耐久性が高く、メルのダメージを軽減できる。",
			"ゼラス": "ポッピーはゼラスのスキルをブロックできるため、ファーム時に安全にミニオンを処理でき、ダメージトレードでも優位に立てる。",
			"パンテオン": "ポッピーはパンテオンの突進を防ぐことができ、特に集団戦での位置取りが有利になる。",
			"スウェイン": "ポッピーはスウェインのスキルを無効化できるため、ダメージトレードで有利になり、スウェインの回復を妨げることができる。",
			"ソラカ": "ポッピーはソラカのサポートを受けにくく、特にファーム時に有利に立てる。",
			"ブランド": "ポッピーはブランドのスキルを防ぐことができ、特にダメージトレードで有利になる。",
			"ラックス": "ポッピーはラックスのスキルをブロックできるため、特にファーム時に安全にプレイできる。",
			"レオナ": "ポッピーはレオナの攻撃を受け流すことができ、特に集団戦での耐久性が高く、レオナのCCを無効化できる。",
			"バード": "ポッピーはバードのスキルを防ぐことができ、特にダメージトレードで有利になる。",
			"タリック": "ポッピーはタリックのスキルを無効化できるため、特に集団戦での耐久性が高く、タリックのサポートを受けにくい。"
		},
		"loses": {
			"ヴェル＝コズ": "ファームが難しく、遠距離からの攻撃でダメージトレードで不利になる。",
			"ジリアン": "スケーリングが強く、集団戦での回復能力が高いため、持続戦闘で不利。",
			"レナータ・グラスク": "シールドとCCが強力で、ダメージトレードで有利に立てる。",
			"シャコ": "高いバーストダメージを持ち、ファーム中に不意打ちされやすい。",
			"ナミ": "回復とCCで持続的なダメージトレードが可能で、集団戦での影響力が大きい。",
			"マオカイ": "タンクとしての耐久力が高く、集団戦でのCCが強力で不利。",
			"カルマ": "スキルを使ったダメージトレードが得意で、ファームを妨害されやすい。",
			"ジャンナ": "風の壁で攻撃を防ぎ、ダメージトレードで有利に立てる。",
			"タム・ケンチ": "高い耐久力とCCで、集団戦での影響力が強く不利。",
			"エリス": "高いバーストダメージと機動力で、ファーム中に不利な状況を作りやすい。",
			"ノーチラス": "CCが強力で、ダメージトレードで有利に立てる。",
			"モルガナ": "バリアとCCで持続的なダメージトレードが可能で、集団戦での影響力が大きい。",
			"ザイラ": "範囲攻撃とCCで、ファームを妨害しやすく、ダメージトレードで有利。",
			"ミリオ": "回復と移動速度のバフで、集団戦での持続力が高く不利。",
			"ブラウム": "タンクとしての耐久力とCCで、ダメージトレードで有利に立てる。",
			"ソナ": "回復とバフで持続的なダメージトレードが可能で、集団戦での影響力が強い。"
		}
	},
	"レオナ": {
		"name": "レオナ",
		"beats": {
			"ラックス": "レオナのスタンとラックスのスキルコンボにより、ダメージトレードで有利。",
			"ゼラス": "ゼラスのスキルはレオナのタンク性に対して効果的だが、レオナのCCで近づかれると不利になる。",
			"マオカイ": "マオカイのCCをレオナが無効化できるため、ファームとダメージトレードで有利。",
			"ユーミ": "ユーミはサポートとして強力だが、レオナのCCでユーミを引き離すことができる。",
			"ブランド": "ブランドの高いバーストダメージに対して、レオナはタンクとして耐えられるため有利。",
			"メル": "メルのスキルはレオナに対して効果が薄く、レオナのCCで有利に立てる。",
			"ノーチラス": "ノーチラスとレオナは似た役割だが、レオナの方が早くCCを入れられるため有利。",
			"ブリッツクランク": "ブリッツクランクのフックを避けやすく、レオナのCCで反撃できるため有利。",
			"タム・ケンチ": "タム・ケンチの耐久力に対して、レオナのCCで有利に立てる。",
			"セナ": "セナの攻撃をレオナが耐えられるため、ファームとダメージトレードで有利。",
			"パンテオン": "パンテオンの攻撃をレオナが受け止められるため、集団戦で有利。"
		},
		"loses": {
			"シャコ": "シャコは高いバーストダメージを持ち、レオナのタンク性を無視して瞬時に倒すことができるため、ダメージトレードで不利。",
			"セラフィーン": "セラフィーンは回復とシールドを持ち、レオナの攻撃を無効化できるため、ファームとダメージトレードで不利。",
			"ジリアン": "ジリアンは高い機動性と自己回復能力を持ち、レオナのCCを避けやすいため、集団戦で不利。",
			"モルガナ": "モルガナのブラックシールドはレオナのCCを無効化し、ダメージトレードで有利に立てるため不利。",
			"ニーコ": "ニーコは変身能力と高いバーストダメージを持ち、レオナのタンク性を無視して攻撃できるため、ダメージトレードで不利。",
			"ヴェル＝コズ": "ヴェル＝コズは長射程のスキルを持ち、レオナが近づく前にダメージを与えられるため、ファームで不利。",
			"ジャンナ": "ジャンナは風の壁でレオナの攻撃を防ぎ、集団戦での影響力を減少させるため不利。",
			"レル": "レルは高い耐久性とCCを持ち、レオナと同じ役割を果たすため、集団戦での競争が不利。",
			"ソラカ": "ソラカは回復能力が高く、レオナの攻撃を受けても持ちこたえられるため、ダメージトレードで不利。",
			"スウェイン": "スウェインは持続的なダメージと回復を持ち、レオナの攻撃を受けても生き残ることができるため、ファームで不利。",
			"ポッピー": "ポッピーは壁を使ったCCが強力で、レオナの動きを制限できるため、集団戦で不利。"
		}
	},
	"ザイラ": {
		"name": "ザイラ",
		"beats": {
			"モルガナ": "ザイラのスキルはモルガナのシールドを貫通するため、ダメージトレードで有利。",
			"セナ": "ザイラの範囲攻撃がセナの回復を妨げるため、ファームとダメージトレードで優位。",
			"パンテオン": "ザイラのCC（クラウドコントロール）でパンテオンの突進を阻止できるため、集団戦で有利。",
			"スウェイン": "ザイラの持続的なダメージがスウェインの回復を上回るため、ダメージトレードで優位。",
			"タム・ケンチ": "ザイラのスキルがタム・ケンチの逃げを封じるため、ファームとダメージトレードで有利。",
			"レル": "ザイラの範囲攻撃がレルのタンク性を無視できるため、ダメージトレードで優位。",
			"ジリアン": "ザイラの高いバーストダメージがジリアンのサポートを無力化するため、集団戦で有利。",
			"ヴェル＝コズ": "ザイラのスキルがヴェル＝コズのスキルを避けやすく、ダメージトレードで優位。",
			"ブリッツクランク": "ザイラのスキルでブリッツクランクのフックを避けやすく、ファームで有利。",
			"ジャンナ": "ザイラの持続的なダメージがジャンナのシールドを上回るため、ダメージトレードで優位。",
			"アリスター": "ザイラのスキルでアリスターの突進を阻止できるため、集団戦で有利。",
			"ソラカ": "ザイラの範囲攻撃がソラカの回復を妨げるため、ダメージトレードで優位。",
			"ポッピー": "ザイラのスキルがポッピーの壁を無視できるため、ファームで有利。",
			"レオナ": "ザイラのスキルでレオナの突進を避けやすく、ダメージトレードで優位。",
			"ニーコ": "ザイラの範囲攻撃がニーコの変身を無力化するため、集団戦で有利。"
		},
		"loses": {
			"タリック": "タリックのシールドとスタンにより、ザイラのダメージトレードが無効化されやすい。",
			"ユーミ": "ユーミの回復と移動能力により、ザイラの攻撃が当たりにくく、ファームが難しい。",
			"エリス": "エリスの高いバーストダメージとスネアにより、ザイラは早期に圧倒される可能性が高い。",
			"ノーチラス": "ノーチラスのフックとタンク性能により、ザイラは集団戦での影響力を発揮しにくい。",
			"シャコ": "シャコの高いバーストダメージと不意打ちにより、ザイラはダメージトレードで不利になる。",
			"メル": "メルのシールドと回復により、ザイラのダメージが軽減され、ファームが難しくなる。",
			"ミリオ": "ミリオの移動速度バフと回復により、ザイラの攻撃が当たりにくく、集団戦での効果が薄れる。",
			"カルマ": "カルマのスネアとシールドにより、ザイラはダメージトレードで不利になりやすい。",
			"ラカン": "ラカンの高い機動力とCCにより、ザイラは集団戦でのポジショニングが難しくなる。"
		}
	},
	"バード": {
		"name": "バード",
		"beats": {
			"ラックス": "ファームが得意で、遠距離攻撃でバードを安全に攻撃できる。",
			"ブランド": "高いバーストダメージを持ち、バードのスキルを避けることができる。",
			"ブラウム": "バードの攻撃を防ぐシールドを持ち、集団戦での耐久性が高い。",
			"セラフィーン": "回復能力があり、バードのダメージを軽減できる。",
			"メル": "高い機動力を持ち、バードのスキルを避けやすい。",
			"モルガナ": "バードのスキルを無効化するシールドを持ち、集団戦での有利を保てる。",
			"スウェイン": "持続的なダメージを与えつつ、バードの攻撃を受け流すことができる。",
			"ヴェル＝コズ": "長距離からの攻撃が可能で、バードの動きを制限できる。",
			"ジリアン": "バードのスキルを避ける能力が高く、集団戦でのサポートが強力。"
		},
		"loses": {
			"パンテオン": "バードはパンテオンの高いバーストダメージに対抗できず、ファームが難しくなる。",
			"レル": "レルのCC（クラウドコントロール）能力により、バードはダメージトレードで不利になりやすい。",
			"ポッピー": "ポッピーの壁を利用したプレッシャーにより、バードはスケーリングが遅れる可能性がある。",
			"ニーコ": "ニーコの変身能力と高いダメージにより、集団戦でバードは狙われやすい。",
			"マオカイ": "マオカイのタンク性とCCにより、バードはファームとダメージトレードで不利を強いられる。",
			"ユーミ": "ユーミのサポート能力により、バードは集団戦での影響力が薄れる。",
			"エリス": "エリスの高いバーストダメージと機動力により、バードはダメージトレードで不利になる。",
			"ナミ": "ナミのヒールとCCにより、バードはファームと集団戦での効果が減少する。"
		}
	},
	"パイク": {
		"name": "パイク",
		"beats": {
			"ラックス": "ファームが容易で、スキルショットでのダメージトレードが強力。",
			"タム・ケンチ": "耐久力が高く、パイクの攻撃を受け流しつつ反撃できる。",
			"ヴェル＝コズ": "長射程のスキルで安全にダメージを与えられ、パイクの接近を阻止できる。",
			"ゼラス": "高いマナ回復とスキルの持続ダメージで、パイクに対して有利に立ち回れる。",
			"セナ": "回復とダメージを両立でき、パイクの攻撃を受け流しつつ反撃できる。",
			"ジリアン": "サポート能力が高く、パイクの攻撃を無効化しやすい。",
			"スウェイン": "持続的なダメージと回復能力で、パイクとのトレードで有利。",
			"カルマ": "スキルでのバーストダメージとシールドで、パイクの攻撃を防げる。",
			"ザイラ": "範囲攻撃とCCで、パイクの動きを制限しやすい。",
			"ブランド": "高いバーストダメージで、パイクが近づく前に倒すことができる。",
			"ジャンナ": "風のバリアでパイクの攻撃を防ぎ、反撃のチャンスを作れる。"
		},
		"loses": {
			"マオカイ": "マオカイは高い耐久力とCCを持っており、パイクのダメージトレードを無効化しやすい。",
			"ラカン": "ラカンの機動力とCCにより、パイクは接近するのが難しく、集団戦での影響力が低下する。",
			"エリス": "エリスは遠距離からのスキルでパイクを圧倒でき、ファームやダメージトレードで有利。",
			"サイラス": "サイラスはパイクのスキルを奪うことで、逆にパイクを攻撃できるため不利。",
			"レル": "レルのタンク性とCCにより、パイクはダメージを与えにくく、集団戦での役割が制限される。",
			"シャコ": "シャコの高いバーストダメージと逃げる能力により、パイクは対処が難しい。",
			"ポッピー": "ポッピーは壁を利用したCCでパイクの動きを制限し、ダメージトレードで有利。",
			"バード": "バードのグローバルな影響力とサポート能力により、パイクはファームや集団戦で不利。",
			"ノーチラス": "ノーチラスの高い耐久力とCCにより、パイクはダメージを与えにくい。",
			"メル": "メルの持つ持続的なダメージとCCにより、パイクはトレードで不利になる。",
			"ナミ": "ナミの回復とCCにより、パイクは持続的なダメージを与えにくく、集団戦での影響力が低下する。"
		}
	},
	"ソラカ": {
		"name": "ソラカ",
		"beats": {
			"シャコ": "ソラカはシャコの攻撃を回復で軽減できるため、ファームとダメージトレードで有利。",
			"モルガナ": "モルガナのスキルを回復で無効化できるため、集団戦で優位に立てる。",
			"スウェイン": "スウェインの持続ダメージを回復で相殺できるため、スケーリングで有利。",
			"パンテオン": "パンテオンの突進攻撃に対して回復を活かせるため、ダメージトレードで有利。",
			"メル": "メルの攻撃を回復で補えるため、ファームで有利。",
			"タム・ケンチ": "タム・ケンチの耐久力を回復で支えることができ、集団戦で有利。",
			"レオナ": "レオナのCCを回復でカバーできるため、ダメージトレードで有利。",
			"ブラウム": "ブラウムのシールドを回復で補完できるため、集団戦で有利。",
			"アリスター": "アリスターの突進を回復で軽減できるため、ダメージトレードで有利。",
			"ラックス": "ラックスのバーストダメージを回復で軽減できるため、スケーリングで有利。",
			"マオカイ": "マオカイの持続ダメージを回復で相殺できるため、集団戦で有利。",
			"ラカン": "ラカンのフラッシュ攻撃を回復でカバーできるため、ダメージトレードで有利。",
			"ジリアン": "ジリアンのバーストを回復で軽減できるため、スケーリングで有利。",
			"レナータ・グラスク": "レナータのバーストを回復で相殺できるため、集団戦で有利。",
			"ブランド": "ブランドの持続ダメージを回復で軽減できるため、ダメージトレードで有利。"
		},
		"loses": {
			"ポッピー": "ポッピーは高い耐久力とCCを持ち、ソラカの回復を妨げることができるため、ダメージトレードで不利になる。",
			"ユーミ": "ユーミは味方に乗ることで高い生存能力を持ち、ソラカのスキルを無効化しやすいため、ファームと集団戦で不利。",
			"ソナ": "ソナは持続的なダメージと回復を提供し、ソラカの回復を上回ることができるため、ダメージトレードで不利。",
			"バード": "バードは高い機動力とCCを持ち、ソラカを捕まえやすいため、集団戦で不利になる。",
			"レル": "レルは強力なタンクとCCを持ち、ソラカの後衛を守ることができるため、ダメージトレードで不利。",
			"カルマ": "カルマは高いバーストダメージとシールドを持ち、ソラカの回復を無効化できるため、ファームで不利。",
			"ナミ": "ナミは高い回復とCCを持ち、ソラカのダメージトレードを制限することができるため、集団戦で不利。",
			"セナ": "セナは遠距離からの持続的なダメージを与えられ、ソラカの回復を上回ることができるため、ダメージトレードで不利。"
		}
	},
	"カルマ": {
		"name": "カルマ",
		"beats": {
			"ラックス": "高いスキルショットと範囲攻撃でファームがしやすく、ダメージトレードで優位に立てる。",
			"モルガナ": "ブラックシールドでCCを無効化でき、ダメージトレードで有利に進められる。",
			"ゼラス": "高いマナ回復と範囲攻撃でファームが容易で、スケーリングも優れている。",
			"レナータ・グラスク": "シールドと回復で味方を守りつつ、ダメージトレードで有利に立てる。",
			"メル": "高いバーストダメージを持ち、ファームとダメージトレードで優位に立てる。",
			"ブランド": "高いAoEダメージで集団戦に強く、ファームも容易。",
			"ヴェル＝コズ": "長射程と高いバーストダメージでダメージトレードで優位に立てる。",
			"マオカイ": "タンクとしての耐久力があり、集団戦での存在感が強い。",
			"セラフィーン": "回復とCCを持ち、集団戦での影響力が大きい。",
			"ザイラ": "高いAoEダメージとCCで集団戦に強く、ファームも容易。",
			"ジリアン": "時間を稼ぐスキルで集団戦を有利に進められる。",
			"スウェイン": "持続的なダメージと回復で集団戦での耐久力が高い。",
			"ニーコ": "変身スキルで奇襲が可能で、集団戦での影響力が強い。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクのフックで捕まると、カルマはダメージを受けやすく、ファームが困難になる。",
			"パイク": "パイクの高いバーストダメージと機動力により、カルマはトレードで不利になりやすい。",
			"タム・ケンチ": "タム・ケンチのシールドと回復能力により、カルマのダメージが軽減され、集団戦での影響力が薄れる。",
			"ユーミ": "ユーミのサポート能力と回復により、カルマのダメージトレードが無効化される。",
			"レル": "レルのCC（クラウドコントロール）能力により、カルマは動きが制限され、ファームやトレードが難しくなる。",
			"エリス": "エリスの高いバーストダメージとスネアにより、カルマはトレードで不利になりやすい。",
			"ノーチラス": "ノーチラスのCCと耐久力により、カルマは集団戦での影響力が低下する。",
			"ナミ": "ナミの回復とCCにより、カルマのダメージトレードが無効化され、ファームが困難になる。",
			"ブラウム": "ブラウムのシールドとCCにより、カルマはダメージを与えにくく、集団戦での効果が薄れる。"
		}
	},
	"ジャンナ": {
		"name": "ジャンナ",
		"beats": {
			"メル": "ジャンナのシールドと回復がメルの攻撃を無効化しやすく、ファームが安定する。",
			"モルガナ": "モルガナのスネアをジャンナのウルトで無効化できるため、ダメージトレードで有利。",
			"パンテオン": "ジャンナのバリアがパンテオンの突進を防ぎ、集団戦での生存率が高い。",
			"タリック": "タリックのスタンをジャンナのウルトで回避できるため、ダメージトレードで優位に立てる。",
			"タム・ケンチ": "タム・ケンチの耐久力をジャンナのシールドで補強でき、ファームがしやすい。",
			"ポッピー": "ポッピーの壁をジャンナのウルトで無効化でき、集団戦での位置取りが有利。",
			"レナータ・グラスク": "レナータの攻撃をジャンナのシールドで防ぎ、ダメージトレードで優位に立てる。",
			"ブランド": "ブランドのスキルをジャンナのバリアで防ぎやすく、ファームが安定する。",
			"ゼラス": "ゼラスの遠距離攻撃をジャンナのシールドで軽減でき、ダメージトレードで有利。",
			"レル": "レルの突進をジャンナのウルトで無効化でき、集団戦での生存率が高い。",
			"ヴェル＝コズ": "ヴェル＝コズのスキルをジャンナのバリアで防ぎやすく、ファームが安定する。",
			"レオナ": "レオナのスタンをジャンナのウルトで回避でき、ダメージトレードで優位に立てる。",
			"アリスター": "アリスターの突進をジャンナのシールドで防ぎやすく、集団戦での生存率が高い。",
			"スウェイン": "スウェインのダメージをジャンナのシールドで軽減でき、ファームが安定する。",
			"シャコ": "シャコの攻撃をジャンナのバリアで防ぎやすく、ダメージトレードで有利。",
			"ラックス": "ラックスのスキルをジャンナのシールドで防ぎやすく、ファームが安定する。"
		},
		"loses": {
			"エリス": "エリスは高いバーストダメージを持ち、ジャンナのシールドを貫通する能力があるため、ダメージトレードで不利。",
			"ジリアン": "ジリアンは高い機動性とCCを持ち、ジャンナの防御的なプレイスタイルを無効化できるため、集団戦で不利。",
			"セラフィーン": "セラフィーンは持続的な回復とCCを持ち、ジャンナのシールドを上回るサポート能力があるため、ファームで不利。",
			"ブリッツクランク": "ブリッツクランクのフックはジャンナを捕まえるのに非常に効果的で、ダメージトレードで不利。",
			"セナ": "セナは遠距離からの攻撃と回復を持ち、ジャンナのシールドを無効化しやすいため、スケーリングで不利。",
			"パイク": "パイクは高いバーストダメージと機動性を持ち、ジャンナを簡単に排除できるため、集団戦で不利。",
			"カルマ": "カルマは高いバーストとCCを持ち、ジャンナのシールドを無効化できるため、ダメージトレードで不利。",
			"ルル": "ルルは強力なバフとCCを持ち、ジャンナの防御的なプレイスタイルを無効化できるため、スケーリングで不利。"
		}
	},
	"レル": {
		"name": "レル",
		"beats": {
			"パンテオン": "レルはパンテオンに対して強力なCCを持っており、ファーム時に安全に距離を保ちながら攻撃できるため有利。",
			"ノーチラス": "ノーチラスのスキルを無効化できるため、ダメージトレードで優位に立てる。",
			"ブリッツクランク": "ブリッツクランクのフックを避ける能力が高く、集団戦での生存率が上がる。",
			"エリス": "エリスの変身を利用した攻撃に対して、レルは耐久性が高く、スケーリングで有利。",
			"ユーミ": "ユーミのサポートを受けた際も、レルのCCでユーミを無力化できるため、ダメージトレードで優位。",
			"メル": "メルの攻撃を受けても、レルのシールドで耐えられるため、ファーム時に有利。",
			"パイク": "パイクのキルを狙う動きに対して、レルはCCで反撃できるため、集団戦で有利。",
			"ブラウム": "ブラウムのバリアを無視できるため、ダメージトレードで優位に立てる。",
			"セラフィーン": "セラフィーンのスキルを封じることができ、集団戦での影響力を減少させる。",
			"タム・ケンチ": "タム・ケンチの耐久力に対して、レルは持続的なダメージを与えられるため、スケーリングで有利。"
		},
		"loses": {
			"レナータ・グラスク": "レルの攻撃を無効化するシールドを持ち、ダメージトレードで優位に立てる。",
			"スウェイン": "持続的なダメージと回復能力があり、集団戦でレルを圧倒できる。",
			"マオカイ": "CC（クラウドコントロール）を持ち、レルの動きを制限しやすい。",
			"ジャンナ": "風の壁でレルの突進を防ぎ、ファームやダメージトレードで優位に立てる。",
			"ラカン": "高い機動力とCCを持ち、レルの攻撃をかわしやすい。",
			"ブランド": "高いバーストダメージを持ち、レルが近づく前にダメージを与えられる。",
			"アリスター": "タンクとしての耐久力が高く、レルの攻撃を受け止めやすい。",
			"ポッピー": "レルの突進を阻止する能力があり、ファームやダメージトレードで有利。",
			"セナ": "遠距離からの攻撃が可能で、レルが近づく前にダメージを与えられる。",
			"ザイラ": "範囲攻撃とCCを持ち、集団戦でレルを制圧できる。",
			"ミリオ": "味方を守るシールドを持ち、レルの攻撃を無効化できる。",
			"ジリアン": "時間を巻き戻す能力があり、レルの攻撃を無効化できる。"
		}
	},
	"ラカン": {
		"name": "ラカン",
		"beats": {
			"ヴェル＝コズ": "ラカンはヴェル＝コズのスキルを避けやすく、近接戦での機動力が有利。",
			"タム・ケンチ": "タム・ケンチのサポート能力に対抗できる高いバーストダメージを持つ。",
			"ザイラ": "ザイラのトラップを避ける能力があり、集団戦での影響力が高い。",
			"パイク": "パイクのキルを奪う能力に対抗できる機動力とCCを持つ。",
			"ゼラス": "ゼラスの遠距離攻撃を避けることができ、ファームでの優位性を持つ。",
			"ブラウム": "ブラウムのシールドを無視できる高いバーストダメージを持つ。",
			"ブリッツクランク": "ブリッツクランクのフックを避ける能力があり、集団戦での有利を得やすい。",
			"パンテオン": "パンテオンの瞬発力に対抗できる機動力とCCを持つ。",
			"スレッシュ": "スレッシュのフックを避ける能力があり、ダメージトレードで優位。",
			"ユーミ": "ユーミのサポートを無効化できる高いバーストダメージを持つ。",
			"メル": "メルのスキルを避ける能力があり、ファームでの優位性を持つ。"
		},
		"loses": {
			"スウェイン": "スウェインは持続的なダメージと回復能力が高く、ラカンのバーストダメージに対して耐性があるため、ダメージトレードで不利。",
			"ニーコ": "ニーコの変身能力とスネアがラカンの動きを制限し、集団戦での影響力を低下させるため不利。",
			"ソラカ": "ソラカの回復能力により、ラカンの攻撃が無効化されやすく、ファームやダメージトレードで不利。",
			"バード": "バードの移動速度バフとサポート能力がラカンの機動力を上回り、集団戦での優位性を持つため不利。",
			"ジャンナ": "ジャンナのシールドと風のバリアがラカンの攻撃を防ぎ、ダメージトレードで不利。",
			"ジリアン": "ジリアンの回復と時間操作能力がラカンの攻撃を無効化し、集団戦での影響力を低下させるため不利。",
			"セナ": "セナの長射程と持続的なダメージがラカンの接近を困難にし、ファームで不利。",
			"ミリオ": "ミリオのシールドと移動速度バフがラカンの攻撃を無効化し、ダメージトレードで不利。",
			"ルル": "ルルの変身能力とシールドがラカンの攻撃を防ぎ、集団戦での影響力を低下させるため不利。",
			"モルガナ": "モルガナのブラックシールドがラカンのCCを無効化し、ダメージトレードで不利。",
			"タリック": "タリックのスタンとシールドがラカンの攻撃を防ぎ、集団戦での影響力を低下させるため不利。",
			"セラフィーン": "セラフィーンの回復とCCがラカンの攻撃を無効化し、ダメージトレードで不利。",
			"ラックス": "ラックスの長射程とバーストダメージがラカンの接近を困難にし、ファームで不利。",
			"マオカイ": "マオカイのCCと持続的なダメージがラカンの動きを制限し、集団戦での影響力を低下させるため不利。"
		}
	},
	"ジリアン": {
		"name": "ジリアン",
		"beats": {
			"スウェイン": "スウェインは持続的なダメージを与える能力が高く、ジリアンの回復力を無視できるため、ダメージトレードで有利。",
			"マオカイ": "マオカイはタンクとしての耐久性が高く、ジリアンのスキルを受けても生存しやすい。",
			"タム・ケンチ": "タム・ケンチは高い耐久力とサステインを持ち、ジリアンの攻撃を受け流しやすい。",
			"ポッピー": "ポッピーは壁を利用したプレイが得意で、ジリアンの動きを制限できるため有利。",
			"レオナ": "レオナは強力なCCを持ち、ジリアンの行動を制限しやすい。",
			"ブラウム": "ブラウムはシールドとCCを持ち、ジリアンの攻撃を防ぎつつ反撃できる。",
			"ゼラス": "ゼラスは遠距離からの攻撃が得意で、ジリアンに対して安全にダメージを与えられる。",
			"モルガナ": "モルガナはバリアを持ち、ジリアンのスキルを無効化できるため、ダメージトレードで有利。",
			"セラフィーン": "セラフィーンは回復とバフを提供でき、ジリアンの持続力を上回ることができる。",
			"セナ": "セナは遠距離からの攻撃と回復を持ち、ジリアンに対して持続的に圧力をかけられる。",
			"ジャンナ": "ジャンナは風の壁でジリアンの攻撃を防ぎつつ、味方を守ることができる。",
			"スレッシュ": "スレッシュはフックでジリアンを捕まえやすく、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"パイク": "ファームが難しく、ダメージトレードで有利を取られやすい。スケーリングも劣るため、集団戦での影響力が薄い。",
			"サイラス": "スキルを奪われることで、ファームやダメージトレードで不利になる。集団戦では相手のスキルを利用されるため、非常に危険。",
			"ユーミ": "回復能力が高く、ダメージトレードで有利を取られやすい。スケーリングも強力で、集団戦での存在感が大きい。",
			"カルマ": "バーストダメージが高く、ファームが難しい。ダメージトレードで有利を取られ、集団戦でも強力なサポートを提供される。",
			"レナータ・グラスク": "シールドと回復で耐久力が高く、ダメージトレードで不利になる。集団戦では非常に強力な影響力を持つ。",
			"エリス": "高いバーストダメージを持ち、ファームが難しい。ダメージトレードで有利を取られ、集団戦でも強力なCCを持つ。",
			"メル": "持続的なダメージと回復能力が高く、ファームが難しい。ダメージトレードで不利になりやすく、集団戦でも強力。",
			"バード": "移動能力が高く、ファームが難しい。ダメージトレードで有利を取られ、集団戦での影響力が大きい。",
			"ルル": "バフとCCが強力で、ダメージトレードで不利になる。集団戦では非常に強力なサポートを提供する。",
			"パンテオン": "高いバーストダメージを持ち、ファームが難しい。ダメージトレードで有利を取られ、集団戦でも強力な影響力を持つ。",
			"ナミ": "回復とCCが強力で、ダメージトレードで不利になる。集団戦では非常に強力なサポートを提供する。"
		}
	},
	"ブラウム": {
		"name": "ブラウム",
		"beats": {
			"スウェイン": "ブラウムのシールドとCCがスウェインのダメージを軽減し、ファームを安定させる。",
			"パンテオン": "ブラウムのパッシブがパンテオンの攻撃を無効化し、ダメージトレードで有利に立てる。",
			"ブリッツクランク": "ブラウムのフロントラインとしての役割がブリッツクランクのフックを無効化し、集団戦で優位に立てる。",
			"ノーチラス": "ブラウムのCCがノーチラスの攻撃を妨害し、スケーリングで有利に進める。",
			"マオカイ": "ブラウムのシールドがマオカイのダメージを軽減し、ファームを安定させる。",
			"ザイラ": "ブラウムのCCがザイラのスキルを無効化し、ダメージトレードで有利に立てる。",
			"ミリオ": "ブラウムのシールドがミリオの回復を補完し、集団戦での生存率を高める。",
			"ヴェル＝コズ": "ブラウムのフロントラインがヴェル＝コズのダメージを吸収し、スケーリングで有利に進める。",
			"ソナ": "ブラウムのCCがソナのスキルを妨害し、ダメージトレードで有利に立てる。",
			"ユーミ": "ブラウムのシールドがユーミのサポートを強化し、集団戦での効果を高める。",
			"エリス": "ブラウムのフロントラインがエリスの攻撃を吸収し、ファームを安定させる。"
		},
		"loses": {
			"モルガナ": "ブラウムのスキルはモルガナのブラックシールドを貫通できないため、ダメージトレードで不利。",
			"ラカン": "ラカンの高い機動力とCCにより、ブラウムは集団戦で捕まりやすい。",
			"ジリアン": "ジリアンの回復能力とバーストダメージにより、ブラウムはファームとダメージトレードで劣る。",
			"バード": "バードのグローバルな影響力とサポート能力により、ブラウムはスケーリングで不利。",
			"ソラカ": "ソラカの回復能力により、ブラウムはダメージトレードで劣る。",
			"レル": "レルのタンク性能とCCにより、ブラウムは集団戦で劣位に立たされる。",
			"ジャンナ": "ジャンナのシールドと風のバリアにより、ブラウムはダメージトレードで不利。",
			"タリック": "タリックのスタンとシールドにより、ブラウムは集団戦での影響力が低下する。",
			"シャコ": "シャコの高いバーストダメージにより、ブラウムはファームとダメージトレードで不利。",
			"アリスター": "アリスターのCCとタンク性能により、ブラウムは集団戦で劣る。",
			"ニーコ": "ニーコの変身能力とバーストダメージにより、ブラウムはダメージトレードで不利。",
			"ゼラス": "ゼラスの遠距離攻撃とCCにより、ブラウムはファームとダメージトレードで劣る。"
		}
	},
	"ブリッツクランク": {
		"name": "ブリッツクランク",
		"beats": {
			"タム・ケンチ": "ブリッツクランクのフックでタム・ケンチを捕まえることで、早期に有利なトレードが可能。",
			"ソナ": "ソナはブリッツクランクのフックに対して脆弱で、ダメージトレードで優位に立てる。",
			"ラックス": "ラックスはブリッツクランクのフックを避けるのが難しく、捕まった際のダメージが大きい。",
			"ナミ": "ナミはブリッツクランクのフックに対して防御手段が限られており、早期のファームで有利。",
			"パンテオン": "パンテオンはブリッツクランクのフックを受けやすく、集団戦でのダメージが期待できる。",
			"ミリオ": "ミリオはブリッツクランクのフックを避けるのが難しく、捕まった際の影響が大きい。",
			"セナ": "セナはブリッツクランクのフックに対して脆弱で、早期のトレードで有利に立てる。",
			"マオカイ": "マオカイはブリッツクランクのフックを受けやすく、集団戦での影響が大きい。",
			"ブランド": "ブランドはブリッツクランクのフックに対して脆弱で、早期のダメージトレードで有利。",
			"カルマ": "カルマはブリッツクランクのフックを避けるのが難しく、捕まった際の影響が大きい。",
			"ヴェル＝コズ": "ヴェル＝コズはブリッツクランクのフックに対して脆弱で、早期のトレードで有利に立てる。"
		},
		"loses": {
			"タリック": "タリックのシールドと回復能力により、ブリッツクランクのダメージトレードが無効化されやすい。",
			"スウェイン": "スウェインの持続的なダメージとCCにより、ブリッツクランクは接近しづらく、ファームが困難になる。",
			"シャコ": "シャコの高いバーストダメージと逃げ能力により、ブリッツクランクは有利なトレードを仕掛けにくい。",
			"レル": "レルのタンク性とCCにより、ブリッツクランクは集団戦での影響力が低下する。",
			"レナータ・グラスク": "レナータのシールドと逆転効果により、ブリッツクランクのフックが無効化されることが多い。",
			"エリス": "エリスの高いバーストダメージとスキルショットにより、ブリッツクランクはトレードで不利になる。",
			"ブラウム": "ブラウムのバリアとCCにより、ブリッツクランクのフックが効果的に機能しにくい。",
			"ラカン": "ラカンの機動力とCCにより、ブリッツクランクは接近が難しく、トレードで不利になる。",
			"アリスター": "アリスターのタンク性とCCにより、ブリッツクランクは集団戦での影響力が低下する。",
			"ニーコ": "ニーコの変身能力と持続的なダメージにより、ブリッツクランクはトレードで不利になる。",
			"メル": "メルの高いバーストダメージとCCにより、ブリッツクランクは接近しづらくなる。",
			"レオナ": "レオナのCCとタンク性により、ブリッツクランクはトレードで不利になる。",
			"バード": "バードの移動速度とサポート能力により、ブリッツクランクはファームが困難になる。",
			"ポッピー": "ポッピーの壁を利用したCCにより、ブリッツクランクは接近が難しくなる。",
			"ノーチラス": "ノーチラスのタンク性とCCにより、ブリッツクランクは集団戦での影響力が低下する。",
			"ジリアン": "ジリアンの回復能力とCCにより、ブリッツクランクはトレードで不利になる。"
		}
	},
	"セナ": {
		"name": "セナ",
		"beats": {
			"ブランド": "高いバーストダメージを持ち、セナの攻撃をサポートしやすい。",
			"モルガナ": "ブラックシールドでセナを守りつつ、相手を拘束できる。",
			"メル": "高い回復能力でセナの持続力を向上させる。",
			"パンテオン": "強力な初動とダメージトレード能力でセナをサポートできる。",
			"レナータ・グラスク": "セナの攻撃を強化し、集団戦での生存率を高める。",
			"セラフィーン": "高いスケーリング能力とサポート力でセナを支える。",
			"ミリオ": "移動速度を上げることでセナの機動力を向上させる。",
			"ラカン": "高い機動力とCCでセナを守りつつ、攻撃的に動ける。",
			"ソラカ": "回復能力でセナの持続力を高め、ファームを助ける。",
			"ポッピー": "相手の移動を制限し、セナが安全に攻撃できる環境を作る。",
			"ジャンナ": "風の壁でセナを守り、集団戦での生存率を向上させる。",
			"スレッシュ": "フックで相手を捕まえ、セナが安全にダメージを与えられる。"
		},
		"loses": {
			"ヴェル＝コズ": "高い射程とスキルショットによるダメージトレードでセナが不利。",
			"パイク": "高い機動力と瞬発力でセナを捕まえやすく、集団戦での脅威が大きい。",
			"ゼラス": "長射程のスキルでセナを遠距離から攻撃でき、ファームが難しくなる。",
			"ブリッツクランク": "フックでセナを引き寄せることで、ダメージトレードで不利にさせる。",
			"ザイラ": "植物を使ったゾーニングと高いダメージでセナの動きを制限する。",
			"ノーチラス": "CC（クラウドコントロール）を持ち、セナを無力化する能力が高い。",
			"エリス": "変身後の高いバーストダメージでセナを圧倒しやすい。",
			"シャコ": "高いバーストダメージと不意打ちでセナを狙いやすい。",
			"ユーミ": "セナに対して強力なサポートを提供し、集団戦での生存能力を高める。",
			"タム・ケンチ": "セナを守る能力が高く、ダメージトレードで有利に立ち回れる。"
		}
	},
	"エリス": {
		"name": "エリス",
		"beats": {
			"タム・ケンチ": "エリスはタム・ケンチに対して高いバーストダメージを持ち、早期にキルを狙いやすい。",
			"ルブラン": "エリスはルブランのスキルを避ける能力があり、ダメージトレードで有利に立てる。",
			"ラックス": "エリスのスキルはラックスのスキルショットを避けやすく、ファームとダメージトレードで優位に立てる。",
			"ザイラ": "エリスはザイラのトラップを避けることができ、集団戦での影響力が高い。",
			"タリック": "エリスはタリックのシールドを無視できるバーストダメージを持ち、早期のキルが狙える。",
			"モルガナ": "エリスはモルガナのブラックシールドを貫通するダメージを持ち、トレードで有利。",
			"セナ": "エリスはセナに対して高いバーストダメージを持ち、早期に圧力をかけられる。",
			"ゼラス": "エリスはゼラスのスキルを避けやすく、ファームとダメージトレードで優位に立てる。",
			"レナータ・グラスク": "エリスはレナータのシールドを無視できるダメージを持ち、集団戦で有利。",
			"ブリッツクランク": "エリスはブリッツクランクのフックを避ける能力があり、トレードで優位に立てる。",
			"ジャンナ": "エリスはジャンナの風を避けることができ、ダメージトレードで有利。",
			"パイク": "エリスはパイクの攻撃を避けやすく、ファームとダメージトレードで優位に立てる。",
			"ソナ": "エリスはソナの回復を無視できるバーストダメージを持ち、早期にキルを狙いやすい。",
			"ブランド": "エリスはブランドのスキルを避ける能力があり、ダメージトレードで有利。",
			"スレッシュ": "エリスはスレッシュのフックを避けることができ、トレードで優位に立てる。",
			"ナミ": "エリスはナミのスキルを避けやすく、ファームとダメージトレードで優位に立てる。",
			"メル": "エリスはメルのスキルを避ける能力があり、ダメージトレードで有利。",
			"カルマ": "エリスはカルマのスキルを避けやすく、ファームとダメージトレードで優位に立てる。"
		},
		"loses": {
			"マオカイ": "マオカイは高い耐久力とCCを持っており、エリスのダメージトレードを無効化しやすい。",
			"レル": "レルは強力なタンクとCCを持ち、エリスのスキルを簡単に妨害できるため、ファームが難しい。",
			"ノーチラス": "ノーチラスのフックとスタンはエリスに対して非常に効果的で、集団戦での生存率を下げる。",
			"ブラウム": "ブラウムのシールドとCCはエリスの攻撃を防ぎ、ダメージトレードで不利になる。",
			"アリスター": "アリスターは高い耐久力とCCを持ち、エリスのスキルを無効化しやすい。",
			"ニーコ": "ニーコは変身能力と高いバーストダメージを持ち、エリスのスケーリングを妨げる。",
			"ルル": "ルルのシールドとCCはエリスの攻撃を防ぎ、ダメージトレードで不利になる。",
			"サイラス": "サイラスはエリスのスキルを奪うことができ、集団戦での優位性を持つ。",
			"ジリアン": "ジリアンは高い回復能力を持ち、エリスのダメージを軽減しやすい。",
			"ラカン": "ラカンの機動力とCCはエリスに対して非常に効果的で、ダメージトレードで不利になる。",
			"レオナ": "レオナの強力なCCはエリスの行動を制限し、ファームが難しくなる。",
			"ソラカ": "ソラカの回復能力はエリスのダメージを無効化し、集団戦での効果を減少させる。",
			"セラフィーン": "セラフィーンは高いCCと回復能力を持ち、エリスのスケーリングを妨げる。"
		}
	},
	"ニダリー": {
		"name": "ニダリー",
		"beats": {
			"メル": "ニダリーは高い機動力を持ち、メルのスキルを避けやすいため、ファームがしやすい。",
			"ラックス": "ラックスのスキルを避ける能力が高く、ダメージトレードで有利に立てる。",
			"ブランド": "ブランドのスキルを回避しやすく、持続的なダメージトレードで優位に立てる。",
			"パンテオン": "パンテオンの攻撃を避けることができ、スケーリングにおいて有利。",
			"ヴェル＝コズ": "ヴェル＝コズのスキルを避けることで、集団戦での生存率が高まる。",
			"モルガナ": "モルガナのスキルを避けることで、ファームとダメージトレードで有利。",
			"シャコ": "シャコの攻撃を避けることができ、スケーリングで優位に立てる。",
			"パイク": "パイクの攻撃を避けやすく、集団戦での有利な位置取りが可能。",
			"レオナ": "レオナのCCを避けることで、ダメージトレードで有利に立てる。",
			"エリス": "エリスのスキルを避けることで、ファームがしやすくなる。",
			"ザイラ": "ザイラのスキルを避けることで、ダメージトレードで優位に立てる。",
			"セラフィーン": "セラフィーンのスキルを避けることで、集団戦での生存率が高まる。",
			"レル": "レルのCCを避けることで、ダメージトレードで有利に立てる。",
			"マオカイ": "マオカイの攻撃を避けることで、スケーリングにおいて有利。",
			"セナ": "セナの攻撃を避けることで、ファームがしやすくなる。",
			"ジャンナ": "ジャンナのスキルを避けることで、ダメージトレードで優位に立てる。",
			"ニーコ": "ニーコのスキルを避けることで、集団戦での生存率が高まる。",
			"ミリオ": "ミリオのスキルを避けることで、ファームがしやすくなる。"
		},
		"loses": {
			"タム・ケンチ": "タム・ケンチは高い耐久力とCCを持っており、ニダリーのダメージトレードに対して強い。ファームも容易で、集団戦では味方を守る能力が高い。",
			"フィドルスティックス": "フィドルスティックスは高いバーストダメージと恐怖効果を持ち、ニダリーが近づくのを難しくする。スケーリングも優れており、集団戦での影響力が大きい。",
			"タリック": "タリックのシールドとスタンはニダリーの攻撃を無効化し、ダメージトレードで有利に立つことができる。集団戦では味方を守る能力が高い。",
			"ブリッツクランク": "ブリッツクランクのフックはニダリーを捕まえるのに非常に効果的で、ダメージトレードで不利になる。集団戦でも一瞬でキルを狙える。",
			"アリスター": "アリスターは高い耐久力とCCを持ち、ニダリーの攻撃を無効化できる。集団戦では非常に強力で、味方を守る役割も果たせる。",
			"ナミ": "ナミの回復とCCはニダリーのダメージトレードを無効化し、集団戦での持続力を高める。スケーリングも良好。",
			"ポッピー": "ポッピーは高い耐久力と壁を利用したCCを持ち、ニダリーの動きを制限できる。集団戦では非常に強力。",
			"ラカン": "ラカンは高い機動力とCCを持ち、ニダリーの攻撃を避けつつ反撃できる。集団戦での影響力も大きい。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることで耐久力を高め、ニダリーの攻撃を無効化できる。集団戦での持続力が高い。",
			"ソナ": "ソナの回復とバフはニダリーのダメージトレードを無効化し、集団戦での持続力を高める。スケーリングも良好。",
			"レナータ・グラスク": "レナータのシールドとCCはニダリーの攻撃を無効化し、ダメージトレードで不利に立たせる。集団戦での影響力が大きい。",
			"ソラカ": "ソラカの回復能力はニダリーのダメージトレードを無効化し、集団戦での持続力を高める。スケーリングも良好。",
			"ルル": "ルルのシールドとCCはニダリーの攻撃を無効化し、ダメージトレードで不利に立たせる。集団戦での影響力が大きい。",
			"ブラウム": "ブラウムの高い耐久力とCCはニダリーの攻撃を無効化し、ダメージトレードで不利に立たせる。集団戦での影響力が大きい。"
		}
	},
	"タリック": {
		"name": "タリック",
		"beats": {
			"ザイラ": "タリックのシールドと回復能力が、ザイラのダメージを軽減し、持続的なファームを可能にする。",
			"ブリッツクランク": "タリックのスタンとシールドが、ブリッツクランクのフックを無効化し、トレードで有利に働く。",
			"ユーミ": "タリックの回復とシールドがユーミのサポート能力を強化し、集団戦での生存率を高める。",
			"タム・ケンチ": "タリックのシールドがタム・ケンチの耐久力をさらに向上させ、ダメージトレードで優位に立つ。",
			"メル": "タリックのCC（クラウドコントロール）能力がメルの攻撃を妨げ、ファームを安定させる。",
			"モルガナ": "タリックのシールドがモルガナのスネアを無効化し、トレードで有利に働く。",
			"レナータ・グラスク": "タリックの回復能力がレナータのダメージを軽減し、集団戦での持続力を向上させる。",
			"シャコ": "タリックのスタンがシャコの攻撃を阻止し、ダメージトレードで優位に立つ。",
			"ブラウム": "タリックのシールドがブラウムの攻撃を軽減し、ファームを安定させる。",
			"パンテオン": "タリックのCCがパンテオンの攻撃を無効化し、トレードで有利に働く。",
			"ラックス": "タリックのシールドがラックスのスキルショットを軽減し、ダメージトレードで優位に立つ。",
			"ノーチラス": "タリックのスタンがノーチラスのCCを無効化し、集団戦での有利を確保する。",
			"スウェイン": "タリックの回復能力がスウェインの持続ダメージを軽減し、ファームを安定させる。",
			"ゼラス": "タリックのシールドがゼラスのスキルを軽減し、ダメージトレードで優位に立つ。",
			"ニーコ": "タリックのCCがニーコの攻撃を阻止し、集団戦での有利を確保する."
		},
		"loses": {
			"ジャンナ": "ファームが難しく、風のバリアで攻撃を防がれるためダメージトレードが不利。",
			"ナミ": "回復能力が高く、ダメージトレードで持続的に有利を取られる。",
			"ブランド": "高いバーストダメージを持ち、タリックのシールドを無視して攻撃できる。",
			"セナ": "遠距離からの攻撃が可能で、タリックの近接攻撃を避けやすい。",
			"ルル": "バフとデバフを使いこなすことで、タリックの効果を無効化できる。",
			"レル": "タリックの攻撃を無効化するスキルを持ち、集団戦での影響力が高い。",
			"ヴェル＝コズ": "長距離からのスキルショットでタリックを狙い撃ちでき、ファームが難しい。",
			"パイク": "高い機動性とバーストダメージでタリックを圧倒できる。",
			"ミリオ": "シールドと回復でタリックの効果を打ち消し、持続的に戦える。",
			"セラフィーン": "範囲攻撃と回復でタリックの効果を無効化し、集団戦で有利。",
			"ソナ": "持続的な回復とバフでタリックのダメージトレードを無効化できる。",
			"ポッピー": "タリックの移動を制限し、集団戦での影響力を削ぐことができる。",
			"バード": "高い機動性とサポート能力でタリックを圧倒しやすい。",
			"アリスター": "タリックの攻撃を無効化し、集団戦での影響力が高い。"
		}
	},
	"ヴェル＝コズ": {
		"name": "ヴェル＝コズ",
		"beats": {
			"セナ": "ヴェル＝コズは長射程のスキルを持ち、セナの攻撃を避けやすい。",
			"マオカイ": "マオカイのCCをヴェル＝コズのスキルで回避できるため、ダメージトレードで有利。",
			"タム・ケンチ": "タム・ケンチの耐久力に対して、ヴェル＝コズは高いバーストダメージを持つ。",
			"ポッピー": "ポッピーの壁を利用して、ヴェル＝コズは安全に攻撃できる。",
			"レナータ・グラスク": "レナータのシールドを無視して、ヴェル＝コズは持続的にダメージを与えられる。",
			"レオナ": "レオナの接近をヴェル＝コズのスキルで阻止できるため、ファームがしやすい。",
			"モルガナ": "モルガナのブラックシールドを無視して、ヴェル＝コズはダメージを与えられる。",
			"セラフィーン": "セラフィーンの回復をヴェル＝コズの高いバーストで打ち消せる。",
			"アリスター": "アリスターの突進をヴェル＝コズのスキルで避けられるため、集団戦で有利。",
			"ゼラス": "ゼラスのスキルをヴェル＝コズは距離を取ることで回避できる。",
			"タリック": "タリックのガーディアンエンジェルを無視して、ヴェル＝コズは持続的にダメージを与えられる。",
			"ラックス": "ラックスのスキルをヴェル＝コズは距離を取ることで避けられるため、ダメージトレードで有利。",
			"メル": "メルのスキルをヴェル＝コズは距離を取ることで回避できるため、ファームがしやすい。"
		},
		"loses": {
			"パイク": "ファームが難しく、スキルショットを避けられるとダメージトレードで不利になる。",
			"ラカン": "高い機動力とCCでヴェル＝コズのスキルを避けやすく、集団戦での影響力が強い。",
			"ジャンナ": "シールドと風の壁でヴェル＝コズの攻撃を無効化でき、ダメージトレードで有利。",
			"ジリアン": "回復とCCで持続力が高く、スケーリングで後半に強くなる。",
			"パンテオン": "早期のダメージが高く、ファームを妨害しやすい。",
			"ユーミ": "他のチャンピオンに乗ることで安全にダメージを与えられ、集団戦での影響力が大きい。",
			"カルマ": "スキルでのハラスが強く、ファームを妨害しやすい。",
			"バード": "移動速度とワードでの視界確保が優れており、集団戦での位置取りが有利。",
			"ブリッツクランク": "フックでヴェル＝コズを引き寄せ、ダメージトレードで有利に立てる。",
			"エリス": "変身による高いバーストダメージで、ファームとダメージトレードで優位。",
			"ブラウム": "高い耐久力とCCで集団戦での影響力が強く、ヴェル＝コズの攻撃を防ぎやすい。"
		}
	},
	"アリスター": {
		"name": "アリスター",
		"beats": {
			"メル": "アリスターのCC（クラウドコントロール）でメルの移動を制限でき、ファームを安全に行える。",
			"ユーミ": "アリスターのタンク性とCCでユーミを守りつつ、ダメージトレードで有利に立てる。",
			"シャコ": "アリスターのW（頭突き）でシャコのスキルを妨害でき、集団戦での影響力が高い。",
			"ブリッツクランク": "アリスターのE（突進）でブリッツのフックを避けやすく、ダメージトレードで優位に立てる。",
			"タム・ケンチ": "アリスターのCCでタム・ケンチの逃げを封じ、ファームを安定させることができる。",
			"エリス": "アリスターのタンク性でエリスのダメージを受け止めつつ、集団戦での存在感が強い。",
			"レル": "アリスターのCCと耐久力でレルの攻撃を受け止め、ダメージトレードで有利に立てる。",
			"ブラウム": "アリスターのCCでブラウムのシールドを無効化し、集団戦での優位性を確保できる。"
		},
		"loses": {
			"ブランド": "高いバーストダメージを持ち、アリスターの耐久力を無視して攻撃できるため、ダメージトレードで不利。",
			"ジャンナ": "シールドと風の壁でアリスターの突進を無効化できるため、集団戦での影響力が低下する。",
			"ソラカ": "回復能力が高く、アリスターの攻撃を持続的に無効化できるため、ファームとダメージトレードで不利。",
			"ヴェル＝コズ": "長距離からのスキルショットでアリスターを狙えるため、ダメージトレードで不利。",
			"スウェイン": "持続的なダメージと回復を持ち、アリスターの突進を逆に利用できるため、集団戦で不利。",
			"ラカン": "高い機動力とCCを持ち、アリスターの動きを制限できるため、ダメージトレードで不利。",
			"セラフィーン": "シールドとCCを持ち、アリスターの攻撃を無効化できるため、集団戦で不利。",
			"ミリオ": "移動速度のバフと回復でアリスターの攻撃を避けられるため、ファームとダメージトレードで不利。",
			"モルガナ": "ブラックシールドでアリスターのCCを無効化できるため、集団戦で不利。",
			"ルル": "バフとCCを持ち、アリスターの攻撃を無効化できるため、ダメージトレードで不利。",
			"バード": "高い機動力とCCを持ち、アリスターの動きを制限できるため、集団戦で不利。",
			"ラックス": "高いバーストダメージを持ち、アリスターの耐久力を無視して攻撃できるため、ダメージトレードで不利。",
			"ポッピー": "アリスターの突進を阻止できるため、集団戦での影響力が低下し、不利。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"サイラス": "パンテオンはサイラスのスキルを封じることができ、早期のダメージトレードで有利に立てる。",
			"シャコ": "パンテオンはシャコの初期の攻撃を受け流しやすく、ファームを安定させることができる。",
			"ヴェル＝コズ": "パンテオンはヴェル＝コズのスキルを避けやすく、集団戦での瞬発力が高い。",
			"モルガナ": "パンテオンはモルガナのバインドを避ける能力があり、ダメージトレードで優位に立てる。",
			"ブランド": "パンテオンはブランドのスキルを避けやすく、早期のダメージトレードで有利。",
			"エリス": "パンテオンはエリスの変身を利用し、早期のファームで優位に立つことができる。",
			"ニーコ": "パンテオンはニーコのスキルを読みやすく、ダメージトレードで有利に立てる。",
			"ラックス": "パンテオンはラックスのスキルを避けやすく、集団戦での瞬発力が高い。",
			"バード": "パンテオンはバードの移動を制限しやすく、ファームを安定させることができる。",
			"ジリアン": "パンテオンはジリアンのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"ノーチラス": "パンテオンはノーチラスのスキルを避けやすく、集団戦での瞬発力が高い。",
			"ゼラス": "パンテオンはゼラスのスキルを避けやすく、ダメージトレードで有利に立てる。",
			"メル": "パンテオンはメルのスキルを封じることができ、ファームを安定させることができる。",
			"カルマ": "パンテオンはカルマのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"スウェイン": "パンテオンはスウェインのスキルを避けやすく、集団戦での瞬発力が高い。"
		},
		"loses": {
			"レナータ・グラスク": "ファーム: シールドと回復で持続力が高く、パンテオンの攻撃を受け流しやすい。ダメージトレード: スキルでの反撃が強力で、パンテオンの攻撃を無効化できる。スケーリング: 中盤以降のチーム戦での影響力が高く、パンテオンの強みを打ち消す。集団戦: 敵チーム全体にバフをかけることで、パンテオンのダメージを軽減できる。",
			"ジャンナ": "ファーム: パンテオンの攻撃を避ける能力が高く、ファームを安定させやすい。ダメージトレード: シールドと風の壁でパンテオンの攻撃を防ぎ、反撃が可能。スケーリング: 後半の集団戦での影響力が大きく、パンテオンのダメージを無効化できる。集団戦: 敵チームを守る能力が高く、パンテオンの突撃を無効化できる。",
			"ポッピー": "ファーム: パンテオンの攻撃を受け流す能力が高く、ファームを安定させやすい。ダメージトレード: スキルでの反撃が強力で、パンテオンの攻撃を無効化できる。スケーリング: 中盤以降の耐久力が高く、パンテオンのダメージを受けにくい。集団戦: パンテオンの突進を阻止する能力があり、集団戦での影響力が大きい。",
			"レル": "ファーム: パンテオンの攻撃を受け流す能力が高く、ファームを安定させやすい。ダメージトレード: スキルでの反撃が強力で、パンテオンの攻撃を無効化できる。スケーリング: 中盤以降の耐久力が高く、パンテオンのダメージを受けにくい。集団戦: 敵チームをまとめる能力があり、パンテオンの突撃を無効化できる。",
			"ソラカ": "ファーム: 回復能力が高く、パンテオンの攻撃を受け流しやすい。ダメージトレード: 回復で持続力が高く、パンテオンの攻撃を受けても生き残れる。スケーリング: 後半の集団戦での影響力が大きく、パンテオンのダメージを軽減できる。集団戦: チーム全体を回復できるため、パンテオンのダメージを無効化できる。",
			"ブラウム": "ファーム: パンテオンの攻撃を受け流す能力が高く、ファームを安定させやすい。ダメージトレード: シールドでパンテオンの攻撃を防ぎ、反撃が可能。スケーリング: 中盤以降の耐久力が高く、パンテオンのダメージを受けにくい。集団戦: 敵チーム全体を守る能力が高く、パンテオンの突撃を無効化できる。",
			"ソナ": "ファーム: パンテオンの攻撃を避ける能力が高く、ファームを安定させやすい。ダメージトレード: シールドと回復で持続力が高く、パンテオンの攻撃を受け流しやすい。スケーリング: 後半の集団戦での影響力が大きく、パンテオンのダメージを軽減できる。集団戦: チーム全体を強化する能力があり、パンテオンのダメージを無効化できる。",
			"ミリオ": "ファーム: パンテオンの攻撃を受け流す能力が高く、ファームを安定させやすい。ダメージトレード: 回復で持続力が高く、パンテオンの攻撃を受けても生き残れる。スケーリング: 後半の集団戦での影響力が大きく、パンテオンのダメージを軽減できる。集団戦: チーム全体を回復できるため、パンテオンのダメージを無効化できる。",
			"ルル": "ファーム: パンテオンの攻撃を避ける能力が高く、ファームを安定させやすい。ダメージトレード: シールドとバフで持続力が高く、パンテオンの攻撃を受け流しやすい。スケーリング: 後半の集団戦での影響力が大きく、パンテオンのダメージを軽減できる。集団戦: チーム全体を強化する能力があり、パンテオンのダメージを無効化できる。",
			"マオカイ": "ファーム: パンテオンの攻撃を受け流す能力が高く、ファームを安定させやすい。ダメージトレード: スキルでの反撃が強力で、パンテオンの攻撃を無効化できる。スケーリング: 中盤以降の耐久力が高く、パンテオンのダメージを受けにくい。集団戦: 敵チーム全体をまとめる能力があり、パンテオンの突撃を無効化できる。",
			"タリック": "ファーム: パンテオンの攻撃を受け流す能力が高く、ファームを安定させやすい。ダメージトレード: シールドでパンテオンの攻撃を防ぎ、反撃が可能。スケーリング: 中盤以降の耐久力が高く、パンテオンのダメージを受けにくい。集団戦: 敵チーム全体を守る能力が高く、パンテオンの突撃を無効化できる。",
			"ラカン": "ファーム: パンテオンの攻撃を避ける能力が高く、ファームを安定させやすい。ダメージトレード: スキルでの反撃が強力で、パンテオンの攻撃を無効化できる。スケーリング: 中盤以降の耐久力が高く、パンテオンのダメージを受けにくい。集団戦: 敵チームをまとめる能力があり、パンテオンの突撃を無効化できる。",
			"ザイラ": "ファーム: パンテオンの攻撃を受け流す能力が高く、ファームを安定させやすい。ダメージトレード: スキルでの反撃が強力で、パンテオンの攻撃を無効化できる。スケーリング: 中盤以降の影響力が高く、パンテオンのダメージを受けにくい。集団戦: 敵チーム全体をまとめる能力があり、パンテオンの突撃を無効化できる。"
		}
	},
	"ノーチラス": {
		"name": "ノーチラス",
		"beats": {
			"ザイラ": "ノーチラスのCC（クラウドコントロール）でザイラのスキルを封じることができ、ファームやダメージトレードで有利に立てる。",
			"メル": "ノーチラスのタンク性とCCにより、メルの攻撃を受け流しつつ反撃できるため、スケーリングで有利。",
			"ラックス": "ノーチラスのフックでラックスを捕まえやすく、集団戦でのダメージを抑えられるため有利。",
			"マオカイ": "ノーチラスのCCと耐久力でマオカイのスキルを無効化し、ファームで優位に立てる。",
			"ユーミ": "ノーチラスのタンク性がユーミのサポートを受けたキャリーを守りつつ、ダメージトレードで有利に進められる。",
			"エリス": "ノーチラスのCCでエリスの攻撃を制限でき、集団戦での影響力を減少させることができる。",
			"ゼラス": "ノーチラスのフックでゼラスを捕まえやすく、ファームやダメージトレードで有利に立てる。",
			"ポッピー": "ノーチラスの耐久力とCCでポッピーの攻撃を受け流し、スケーリングで有利に進められる。",
			"シャコ": "ノーチラスのCCでシャコの動きを制限でき、集団戦での影響力を減少させることができる。",
			"ブランド": "ノーチラスのタンク性がブランドのダメージを受け流しつつ、ダメージトレードで有利に進められる。",
			"パイク": "ノーチラスのCCでパイクの攻撃を封じることができ、集団戦での影響力を減少させることができる。"
		},
		"loses": {
			"レル": "レルは強力なCCを持ち、ノーチラスのスキルを無効化しやすい。ファーム時に近づくとダメージを受けやすい。",
			"レナータ・グラスク": "レナータのシールドと回復能力により、ノーチラスのダメージトレードが無効化される。",
			"ブラウム": "ブラウムのパッシブにより、ノーチラスの攻撃が効果的に無効化され、集団戦での影響力が低下する。",
			"スウェイン": "スウェインは持続的なダメージと回復を持ち、ノーチラスの攻撃を受け流しやすい。",
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立ちやすく、ノーチラスがファームしづらくなる。",
			"タリック": "タリックのアルティメットにより、ノーチラスのダメージが無効化され、集団戦での効果が薄れる。",
			"ニーコ": "ニーコは変身能力を持ち、ノーチラスのスキルを避けやすく、ダメージトレードで有利。",
			"レオナ": "レオナは強力なCCを持ち、ノーチラスが攻撃を仕掛ける前に無力化されることが多い。",
			"ラカン": "ラカンは高い機動性を持ち、ノーチラスのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"スレッシュ": "スレッシュはフックを使ってノーチラスを引き寄せ、逆にダメージを与えることができる。"
		}
	},
	"ラックス": {
		"name": "ラックス",
		"beats": {
			"レナータ・グラスク": "ラックスのスキルショットでのハラスが有効で、レナータのシールドを無効化できるため、ダメージトレードで有利。",
			"ブランド": "ラックスの長射程とCCでブランドの攻撃を避けやすく、ファームとダメージトレードで優位に立てる。",
			"ザイラ": "ラックスのスキルでザイラの植物を簡単に破壊でき、集団戦での影響力が高い。",
			"スウェイン": "ラックスのバーストダメージがスウェインの回復を上回るため、ダメージトレードで有利。",
			"ラカン": "ラックスのスキルでラカンの突進を阻止でき、集団戦でのコントロールが可能。",
			"セナ": "ラックスのスキルでセナの攻撃を妨害でき、ファームとダメージトレードで優位に立てる。",
			"セラフィーン": "ラックスのスキルでセラフィーンのサポートを無効化でき、集団戦での影響力が高い。",
			"レル": "ラックスのスキルでレルの突進を阻止でき、ダメージトレードで有利。",
			"モルガナ": "ラックスのスキルでモルガナのバリアを無効化でき、ダメージトレードで優位に立てる。",
			"ブラウム": "ラックスのスキルでブラウムのシールドを無効化でき、ダメージトレードで有利。",
			"スレッシュ": "ラックスのスキルでスレッシュのフックを避けやすく、ファームとダメージトレードで優位に立てる。",
			"アリスター": "ラックスのスキルでアリスターの突進を阻止でき、集団戦でのコントロールが可能。"
		},
		"loses": {
			"パイク": "パイクは高い機動力と瞬発力を持ち、ラックスのスキルを避けやすく、ダメージトレードで有利に立てる。",
			"エリス": "エリスは変身能力を持ち、ラックスに対して強力なバーストダメージを持つため、ファームやダメージトレードで不利。",
			"バード": "バードは移動速度を上げるスキルを持ち、ラックスのスキルを避けやすく、集団戦での影響力が高い。",
			"カルマ": "カルマはシールドとスネアを持ち、ラックスの攻撃を防ぎつつ反撃できるため、ダメージトレードで不利。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることで生存能力が高く、ラックスの攻撃を避けやすい。",
			"シャコ": "シャコは高いバーストダメージを持ち、ラックスのスキルを避けることができるため、ダメージトレードで不利。",
			"サイラス": "サイラスはラックスのスキルを奪って使用できるため、集団戦で非常に有利。",
			"ルル": "ルルは味方を強化するスキルを持ち、ラックスの攻撃を無効化できるため、集団戦で不利。",
			"ナミ": "ナミは回復とCCを持ち、ラックスの攻撃を受け流しつつ反撃できるため、ダメージトレードで不利。"
		}
	},
	"マオカイ": {
		"name": "マオカイ",
		"beats": {
			"エリス": "エリスは高いバーストダメージを持ち、マオカイのスキルを避けることができるため、ダメージトレードで有利。",
			"メル": "メルは持続的なダメージを出せるため、ファームとダメージトレードで優位に立てる。",
			"ブランド": "ブランドはマオカイに対して高い魔法ダメージを持ち、集団戦での影響力が強い。",
			"パイク": "パイクは高い機動力とバーストダメージを持ち、マオカイを狙いやすい。",
			"バード": "バードはマオカイの動きを制限するスキルを持ち、集団戦での有利を作りやすい。",
			"ルル": "ルルはマオカイの攻撃をサポートしつつ、味方を守ることができるため、集団戦で有利。",
			"ポッピー": "ポッピーはマオカイのスキルを無効化できるため、ダメージトレードで優位に立てる。",
			"レル": "レルは集団戦でのCCが強力で、マオカイに対して有利に立ち回れる。",
			"シャコ": "シャコは高いバーストダメージを持ち、マオカイを狙いやすい。",
			"スレッシュ": "スレッシュはフックでマオカイを捕まえやすく、ダメージトレードで有利。",
			"パンテオン": "パンテオンは高い初期ダメージを持ち、マオカイに対して強い。",
			"ブリッツクランク": "ブリッツクランクはフックでマオカイを引き寄せ、集団戦で有利に立てる。"
		},
		"loses": {
			"ジリアン": "ジリアンのスキルでマオカイのCCを無効化できるため、ダメージトレードで有利。",
			"タム・ケンチ": "タム・ケンチのシールドと回復能力により、マオカイのダメージを軽減できる。",
			"ブラウム": "ブラウムのパッシブでマオカイの攻撃を止めやすく、集団戦での影響力が高い。",
			"ヴェル＝コズ": "ヴェル＝コズの長射程と高いバーストダメージで、マオカイが近づく前にダメージを与えられる。",
			"ニーコ": "ニーコの変身能力とスキルでマオカイを欺くことができ、ファームやダメージトレードで優位に立てる。",
			"タリック": "タリックのガーディアンエンジェルでマオカイの攻撃を無効化し、集団戦での生存率が高い。",
			"ノーチラス": "ノーチラスのフックでマオカイを捕まえやすく、ダメージトレードで有利に進められる。",
			"アリスター": "アリスターのCCとタンク能力でマオカイの攻撃を無効化し、集団戦での優位性を持つ。",
			"ミリオ": "ミリオのシールドと回復でマオカイのダメージを軽減し、ファームやダメージトレードで有利。",
			"ナミ": "ナミの回復とCCでマオカイの攻撃を防ぎ、ダメージトレードで優位に立てる。",
			"ユーミ": "ユーミのサポート能力でマオカイの攻撃を無効化し、集団戦での影響力が高い。",
			"セナ": "セナの長射程とダメージでマオカイを遠距離から攻撃でき、ファームで有利。",
			"ラカン": "ラカンの機動力とCCでマオカイを捕まえやすく、ダメージトレードで優位に立てる。",
			"カルマ": "カルマのスキルでマオカイの動きを制限し、ダメージトレードで有利に進められる。"
		}
	},
	"ニーコ": {
		"name": "ニーコ",
		"beats": {
			"スウェイン": "ニーコはスウェインのスキルを避けやすく、ダメージトレードで有利。",
			"マオカイ": "ニーコのスキルでマオカイのCCを回避でき、ファームがしやすい。",
			"ブリッツクランク": "ニーコはブリッツのフックを避ける能力が高く、集団戦での生存率が高い。",
			"ブランド": "ニーコはブランドのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"レオナ": "ニーコはレオナの攻撃を避けることができ、スケーリングで有利。",
			"スレッシュ": "ニーコはスレッシュのフックを避けることができ、ファームがしやすい。",
			"エリス": "ニーコはエリスの攻撃を避けやすく、ダメージトレードで有利。",
			"セナ": "ニーコはセナの攻撃を避けることができ、集団戦での影響力が高い。",
			"ラカン": "ニーコはラカンのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"バード": "ニーコはバードのスキルを避けることができ、スケーリングで有利。"
		},
		"loses": {
			"タム・ケンチ": "タム・ケンチは高い耐久力を持ち、ニーコのスキルを吸収できるため、ダメージトレードで不利になる。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ニーコが近づく前にダメージを与えることができるため、ファームが難しい。",
			"カルマ": "カルマはシールドとスネアを持ち、ニーコの攻撃を防ぎつつ反撃できるため、ダメージトレードで不利。",
			"ザイラ": "ザイラは範囲攻撃とCCを持ち、ニーコが近づくと簡単に捕まえられるため、集団戦で不利。",
			"ミリオ": "ミリオは味方を守る能力が高く、ニーコのダメージを軽減できるため、スケーリングで不利。",
			"タリック": "タリックのスタンとシールドはニーコのコンボを無効化できるため、ダメージトレードで不利。",
			"メル": "メルは高い回復能力を持ち、ニーコのダメージを持続的に無効化できるため、集団戦で不利。",
			"ポッピー": "ポッピーはニーコの移動を制限できるため、ファームやダメージトレードで不利。",
			"ジャンナ": "ジャンナの風のバリアはニーコの攻撃を防ぎ、反撃のチャンスを与えるため、ダメージトレードで不利。",
			"シャコ": "シャコは高いバーストダメージを持ち、ニーコがスキルを使った後に反撃されるため、ファームで不利。",
			"ヴェル＝コズ": "ヴェル＝コズは長射程のスキルを持ち、ニーコが近づく前にダメージを与えられるため、ダメージトレードで不利。",
			"ソラカ": "ソラカは回復能力が高く、ニーコのダメージを軽減できるため、スケーリングで不利。",
			"セラフィーン": "セラフィーンはCCと回復を持ち、ニーコの攻撃を無効化できるため、集団戦で不利。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、ニーコがスキルを使った後に反撃されるため、ダメージトレードで不利。",
			"ユーミ": "ユーミは味方に付いて回復し、ニーコの攻撃を無効化できるため、集団戦で不利。",
			"アリスター": "アリスターは高い耐久力とCCを持ち、ニーコの攻撃を防ぎつつ反撃できるため、ダメージトレードで不利。"
		}
	},
	"フィドルスティックス": {
		"name": "フィドルスティックス",
		"beats": {
			"ザイラ": "フィドルスティックスはザイラのスキルショットを避けやすく、また彼の恐怖効果でザイラを無力化できるため、ダメージトレードで有利。",
			"レオナ": "フィドルスティックスはレオナの接近を避ける能力があり、集団戦での位置取りが有利になる。",
			"ソナ": "フィドルスティックスはソナの回復を無効化する恐怖効果を持ち、ダメージトレードで優位に立てる。",
			"パンテオン": "フィドルスティックスはパンテオンの攻撃を避けることができ、スケーリングにおいても有利。",
			"ゼラス": "フィドルスティックスはゼラスのスキルを避けやすく、ファームを安定させやすい。",
			"ミリオ": "フィドルスティックスはミリオのシールドを無視できるため、ダメージトレードで有利。",
			"メル": "フィドルスティックスはメルの攻撃を避けることができ、集団戦での影響力が高い。",
			"ラックス": "フィドルスティックスはラックスのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"ノーチラス": "フィドルスティックスはノーチラスの接近を避ける能力があり、集団戦での位置取りが有利になる。"
		},
		"loses": {
			"レナータ・グラスク": "フィドルスティックスはレナータのシールドと回復に対抗できず、ダメージトレードで不利になる。",
			"ソラカ": "ソラカの回復能力により、フィドルスティックスのダメージを軽減され、ファームが難しくなる。",
			"ニーコ": "ニーコの変身能力とCCにより、フィドルスティックスはスケーリングが遅れ、集団戦で劣る。",
			"ジャンナ": "ジャンナの風のバリアとノックアップでフィドルスティックスのスキルを無効化され、ダメージトレードで不利。",
			"レル": "レルのタンク性とCCにより、フィドルスティックスはファームとダメージトレードで苦しむ。",
			"シャコ": "シャコの高いバーストダメージにより、フィドルスティックスは早期に倒されやすく、スケーリングが難しい。",
			"モルガナ": "モルガナのブラックシールドがフィドルスティックスのCCを無効化し、集団戦で不利になる。",
			"セラフィーン": "セラフィーンの回復とCCにより、フィドルスティックスはダメージトレードで劣る。",
			"カルマ": "カルマのスネアとシールドにより、フィドルスティックスはファームとダメージトレードで不利。",
			"ブラウム": "ブラウムのタンク性とCCにより、フィドルスティックスは集団戦で劣る。",
			"アリスター": "アリスターの突進とCCにより、フィドルスティックスはダメージトレードで不利になる。",
			"マオカイ": "マオカイのタンク性とCCにより、フィドルスティックスはスケーリングが遅れる。",
			"スウェイン": "スウェインの持続ダメージと回復により、フィドルスティックスはファームが難しくなる。",
			"タリック": "タリックのシールドとスタンにより、フィドルスティックスは集団戦で不利になる。",
			"パイク": "パイクの高いバーストダメージにより、フィドルスティックスは早期に倒されやすい。",
			"ポッピー": "ポッピーの壁を使ったCCにより、フィドルスティックスはダメージトレードで不利になる。",
			"エリス": "エリスの高いバーストダメージとCCにより、フィドルスティックスはスケーリングが難しい。"
		}
	},
	"ルブラン": {
		"name": "ルブラン",
		"beats": {
			"セラフィーン": "ルブランは高いバーストダメージを持ち、セラフィーンのスキルを簡単に回避できるため、ダメージトレードで有利。",
			"ヴェル＝コズ": "ルブランの機動力がヴェル＝コズのスキルを避けやすく、ファームとダメージトレードで優位に立てる。",
			"ブランド": "ルブランはブランドのスキルを避けつつ、高いバーストダメージを持つため、ダメージトレードで有利。",
			"ザイラ": "ルブランはザイラのスキルを避けることができ、また高いバーストダメージで有利に立てる。",
			"サイラス": "ルブランはサイラスのスキルを避けやすく、また高いダメージを持つため、ダメージトレードで有利。",
			"パイク": "ルブランはパイクの攻撃を避けることができ、また高いバーストダメージで有利に立てる。",
			"ラックス": "ルブランはラックスのスキルを避けやすく、また高いバーストダメージで有利に立てる。",
			"ソナ": "ルブランはソナのスキルを避けやすく、また高いバーストダメージで有利に立てる。",
			"ジャンナ": "ルブランはジャンナのスキルを避けやすく、また高いバーストダメージで有利に立てる。",
			"モルガナ": "ルブランはモルガナのスキルを避けやすく、また高いバーストダメージで有利に立てる。",
			"スウェイン": "ルブランはスウェインのスキルを避けやすく、また高いバーストダメージで有利に立てる。",
			"ニーコ": "ルブランはニーコのスキルを避けやすく、また高いバーストダメージで有利に立てる。",
			"ブリッツクランク": "ルブランはブリッツクランクのフックを避けやすく、また高いバーストダメージで有利に立てる。",
			"アリスター": "ルブランはアリスターのスキルを避けやすく、また高いバーストダメージで有利に立てる。"
		},
		"loses": {
			"パンテオン": "高い初期ダメージと強力なCCでルブランを圧倒できるため、ファームとダメージトレードで不利。",
			"ソラカ": "回復能力が高く、持続戦闘でルブランのバーストダメージを無効化できるため、集団戦で不利。",
			"タム・ケンチ": "ルブランの攻撃を吸収し、味方を守る能力が高いため、ダメージトレードで不利。",
			"メル": "高いバーストダメージとCCを持ち、ルブランの機動力を制限できるため、ファームで不利。",
			"エリス": "高いダメージとCCを持ち、ルブランのスキルを封じることができるため、ダメージトレードで不利。",
			"セナ": "遠距離からの攻撃と回復が可能で、ルブランの接近を許さないため、集団戦で不利。",
			"ノーチラス": "強力なCCと耐久力でルブランを捕まえやすく、ダメージトレードで不利。",
			"ミリオ": "味方の耐久力を上げるスキルでルブランのバーストを無効化できるため、集団戦で不利。",
			"ジリアン": "高い回復能力とCCでルブランの攻撃を無効化できるため、ダメージトレードで不利。",
			"マオカイ": "高い耐久力とCCでルブランを捕まえやすく、集団戦で不利。",
			"ユーミ": "味方をサポートしつつ、ルブランの攻撃を避けることができるため、ダメージトレードで不利。",
			"ブラウム": "強力なシールドとCCでルブランの攻撃を防ぎ、集団戦で不利。",
			"レオナ": "高いCCと耐久力でルブランを捕まえやすく、ダメージトレードで不利。",
			"ポッピー": "ルブランの機動力を制限し、耐久力が高いため、集団戦で不利。",
			"ラカン": "高い機動力とCCでルブランを捕まえやすく、ダメージトレードで不利。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"スウェイン": "スウェインは耐久力が高く、ブランドのスキルを受けても生存しやすいが、ブランドの高いバーストダメージに対しては脆弱。",
			"メル": "メルはブランドのスキルを避ける能力が高く、ダメージトレードで有利に立ち回れる。",
			"レル": "レルはブランドの攻撃を受け止めることができ、集団戦でのCCが強力で、ブランドのスキルを無効化できる。",
			"ザイラ": "ザイラはブランドと同じく高いダメージを持ち、ブランドのスキルを避けることで有利に立ち回れる。",
			"アリスター": "アリスターはブランドのスキルを受け流すことができ、集団戦での耐久性が高い。",
			"レナータ・グラスク": "レナータはブランドの攻撃を受け流しつつ、味方をサポートできるため、集団戦で有利。",
			"ラカン": "ラカンは高い機動力を持ち、ブランドのスキルを避けやすく、ダメージトレードで有利。",
			"スレッシュ": "スレッシュはフックでブランドを捕まえることができ、ダメージトレードで有利に立ち回れる。",
			"パンテオン": "パンテオンは早期のダメージトレードで強力で、ブランドのスキルを避けることができる。",
			"ブラウム": "ブラウムはブランドの攻撃をブロックでき、集団戦での耐久性が高い。",
			"ミリオ": "ミリオはブランドの攻撃を避けることができ、味方をサポートすることで有利に立ち回れる。",
			"ヴェル＝コズ": "ヴェル＝コズは高いバーストダメージを持ち、ブランドのスキルを避けることで有利に立ち回れる。"
		},
		"loses": {
			"シャコ": "シャコは高い機動力を持ち、ブランドのスキルを避けやすい。さらに、シャコのダメージは瞬時に高く、ブランドが反撃する前に倒される可能性がある。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることで安全にダメージを与えられ、ブランドの攻撃を避けることができる。集団戦ではユーミの回復がブランドのダメージを相殺する。",
			"セラフィーン": "セラフィーンは範囲攻撃と回復を持ち、ブランドのダメージを軽減しつつ、持続的なトレードが可能。スケーリングも優れているため、後半戦で有利。",
			"ナミ": "ナミの回復とCC（クラウドコントロール）能力は、ブランドの攻撃を無効化し、集団戦での生存率を高める。ダメージトレードでも有利。",
			"バード": "バードは移動速度を上げるスキルを持ち、ブランドのスキルを避けやすい。さらに、集団戦でのサポート能力が高い。",
			"ゼラス": "ゼラスは長射程のスキルを持ち、ブランドの攻撃を安全に避けながらダメージを与えられる。ファームでも有利。",
			"エリス": "エリスは変身能力を持ち、近接戦でも強力。ブランドのスキルを避けつつ、高いバーストダメージを持つ。",
			"ニーコ": "ニーコは変身能力と高いバーストダメージを持ち、ブランドの攻撃を避けながら反撃できる。集団戦でも強力。",
			"ラックス": "ラックスは長射程のスキルを持ち、ブランドの攻撃を安全に避けつつ、ダメージを与えられる。集団戦でも有利。",
			"タム・ケンチ": "タム・ケンチは高い耐久力を持ち、ブランドのダメージを受け流すことができる。集団戦での生存率が高い。",
			"パイク": "パイクは高い機動力とバーストダメージを持ち、ブランドを瞬時に排除できる。集団戦でも有利。",
			"ジャンナ": "ジャンナはブランドの攻撃を無効化するシールドを持ち、集団戦でのサポート能力が高い。ダメージトレードでも有利。",
			"マオカイ": "マオカイは高い耐久力とCCを持ち、ブランドの攻撃を受け流しつつ、集団戦での影響力が大きい。",
			"ジリアン": "ジリアンは回復能力とCCを持ち、ブランドのダメージを軽減しつつ、集団戦での生存率を高める。"
		}
	},
	"セラフィーン": {
		"name": "セラフィーン",
		"beats": {
			"ブランド": "セラフィーンはブランドのスキルを回避しやすく、持続的な回復でダメージトレードに優位。",
			"タム・ケンチ": "タム・ケンチの捕食能力に対抗できる回復力があり、ファームを安定させやすい。",
			"レオナ": "レオナのスタンを避ける能力があり、集団戦での生存率が高い。",
			"ザイラ": "ザイラのスキルを避けつつ、持続的なダメージを与えられるため有利。",
			"スウェイン": "スウェインの持続ダメージに対して回復が強力で、スケーリングでも優位。",
			"アリスター": "アリスターの突進を避ける能力があり、ダメージトレードで有利。",
			"ノーチラス": "ノーチラスのCCを回避しやすく、集団戦での影響力が高い。",
			"スレッシュ": "スレッシュのフックを避ける能力があり、ファームを安定させやすい。",
			"ラカン": "ラカンの機動力に対抗できるスキルを持ち、ダメージトレードで優位。",
			"マオカイ": "マオカイのCCに対して回復が強力で、集団戦での生存率が高い。",
			"ブラウム": "ブラウムのバリアを無視できる持続ダメージがあり、ダメージトレードで有利。",
			"ラックス": "ラックスのスキルを避ける能力があり、ファームを安定させやすい。",
			"パンテオン": "パンテオンの突進を避ける能力があり、ダメージトレードで優位。",
			"ジャンナ": "ジャンナのシールドを無視できる持続ダメージがあり、集団戦での影響力が高い。"
		},
		"loses": {
			"ゼラス": "ファーム時に遠距離攻撃で圧力をかけられ、セラフィーンが安全にミニオンを取るのが難しい。",
			"メル": "高いバーストダメージを持ち、セラフィーンのスキルを簡単に打ち消すことができる。",
			"バード": "移動速度を上げるスキルでセラフィーンの追撃を逃れやすく、集団戦での影響力が高い。",
			"ヴェル＝コズ": "長射程のスキルでセラフィーンを遠くから攻撃でき、ダメージトレードで有利。",
			"ミリオ": "シールドと回復でセラフィーンのダメージを軽減し、持続的な戦闘で不利にさせる。",
			"レル": "タンクとしての耐久力が高く、セラフィーンのスキルを無効化しやすい。",
			"パイク": "高い機動性とバーストダメージでセラフィーンを瞬時に排除できる。",
			"ユーミ": "セラフィーンに対して持続的な回復を提供し、集団戦での生存能力を高める。",
			"カルマ": "スネアとシールドでセラフィーンの行動を制限し、ダメージトレードで優位に立てる。"
		}
	},
	"レナータ・グラスク": {
		"name": "レナータ・グラスク",
		"beats": {
			"パンテオン": "高い初期ダメージと強力なギャンク能力で、レナータ・グラスクに対して早期に有利を取れる。",
			"レル": "タンクとしての耐久性とCC能力があり、レナータ・グラスクのスキルを無効化しやすい。",
			"タム・ケンチ": "高い耐久力とサステインを持ち、レナータ・グラスクのダメージを受けにくい。",
			"ゼラス": "遠距離からのダメージを与えられ、レナータ・グラスクの接近を阻止できる。",
			"ノーチラス": "強力なCCと耐久力を持ち、レナータ・グラスクの動きを制限できる。",
			"ブリッツクランク": "フックによる捕まえ能力が高く、レナータ・グラスクを孤立させることができる。",
			"メル": "高いバーストダメージを持ち、レナータ・グラスクを早期に排除できる。",
			"ポッピー": "タンクとしての耐久性とCC能力があり、レナータ・グラスクの動きを制限できる。",
			"スレッシュ": "フックとフラッシュでの捕まえ能力が高く、レナータ・グラスクを狙いやすい。",
			"ブランド": "高いバーストダメージを持ち、レナータ・グラスクを早期に排除できる。",
			"モルガナ": "ブラックシールドでCCを無効化し、レナータ・グラスクのスキルを防ぐことができる。"
		},
		"loses": {
			"スウェイン": "スウェインは持続的なダメージと回復能力が高く、レナータのスキルを無効化しやすい。",
			"カルマ": "カルマはシールドとスネアを持ち、レナータの攻撃を防ぎつつ反撃できる。",
			"エリス": "エリスは高いバーストダメージを持ち、レナータが反撃する前に倒すことができる。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることで安全にダメージを与え、レナータの攻撃を避けることができる。",
			"ジャンナ": "ジャンナの風の壁はレナータのスキルを防ぎ、集団戦での影響力を減少させる。",
			"タリック": "タリックのスタンとシールドはレナータの攻撃を無効化し、持続的な戦闘を有利に進める。",
			"ミリオ": "ミリオは移動速度を上げることでレナータの攻撃を避け、持続的なダメージを与えることができる。",
			"ラックス": "ラックスは長射程のスキルを持ち、レナータが近づく前にダメージを与えることができる。",
			"ヴェル＝コズ": "ヴェル＝コズは高いバーストダメージと長射程を持ち、レナータが近づくのを許さない。",
			"ルル": "ルルのシールドと変身スキルはレナータの攻撃を無効化し、味方を守ることができる。",
			"ソラカ": "ソラカは回復能力が高く、レナータのダメージを相殺しやすい。",
			"セナ": "セナは遠距離からの持続的なダメージを与え、レナータが近づくのを難しくする。"
		}
	},
	"ゾーイ": {
		"name": "ゾーイ",
		"beats": {
			"ブランド": "ゾーイの高いバーストダメージに対して、ブランドは耐久力が低く、早期に倒されやすい。",
			"セナ": "ゾーイのスキルがセナの攻撃を避けるのに役立ち、セナのダメージを抑えることができる。",
			"ソラカ": "ゾーイの高い機動性とバーストダメージが、ソラカの回復を無効化しやすい。",
			"パンテオン": "ゾーイはパンテオンのガンクを避ける能力が高く、逆にパンテオンを圧倒できる。",
			"レナータ・グラスク": "ゾーイのスキルはレナータのシールドを無視しやすく、ダメージを与えやすい。",
			"ラックス": "ゾーイはラックスのスキルを避けることができ、ラックスのダメージを受けにくい。",
			"エリス": "ゾーイはエリスの変身を利用して、エリスを圧倒することができる。",
			"ザイラ": "ゾーイの機動性がザイラのスキルを避けるのに役立ち、ダメージを与えやすい。",
			"ゼラス": "ゾーイはゼラスのスキルを避けることができ、ゼラスのダメージを抑えることができる。",
			"スレッシュ": "ゾーイはスレッシュのフックを避ける能力が高く、スレッシュを圧倒できる。",
			"スウェイン": "ゾーイのバーストダメージがスウェインの耐久力を上回るため、早期に倒しやすい。",
			"モルガナ": "ゾーイはモルガナのバインドを避けることができ、モルガナのダメージを抑えることができる。",
			"レオナ": "ゾーイはレオナの接近を避けることができ、レオナのダメージを受けにくい。",
			"ラカン": "ゾーイはラカンのスキルを避ける能力が高く、ラカンを圧倒できる。",
			"ポッピー": "ゾーイはポッピーの壁を利用して、ポッピーを圧倒することができる。",
			"パイク": "ゾーイの高いバーストダメージがパイクを早期に倒すのに役立つ。"
		},
		"loses": {
			"マオカイ": "マオカイは高い耐久力とCCを持っており、ゾーイのスキルを封じることができるため、ダメージトレードで不利。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、ゾーイがスキルを当てる前に倒される可能性が高いため、ファームが難しい。",
			"セラフィーン": "セラフィーンは回復とシールドを提供できるため、ゾーイのダメージを軽減し、集団戦での効果を高める。",
			"タム・ケンチ": "タム・ケンチはゾーイの攻撃を吸収し、味方を守ることができるため、集団戦での影響力が高い。",
			"ブラウム": "ブラウムはゾーイのスキルをブロックできるため、ダメージトレードで不利になる。",
			"タリック": "タリックのアルティメットはゾーイのダメージを無効化できるため、集団戦での効果が高い。",
			"ジリアン": "ジリアンはゾーイのスキルを回避しやすく、持続的なダメージを与えることができるため、ファームが難しい。",
			"ヴェル＝コズ": "ヴェル＝コズは長距離からの高いダメージを持ち、ゾーイが近づく前に攻撃できるため、ダメージトレードで不利。",
			"ノーチラス": "ノーチラスは高い耐久力とCCを持ち、ゾーイのスキルを封じることができるため、集団戦で不利。",
			"カルマ": "カルマはシールドとスネアを持ち、ゾーイの攻撃を防ぎつつ反撃できるため、ダメージトレードで不利。",
			"ユーミ": "ユーミは味方をサポートし、ゾーイのダメージを軽減できるため、集団戦での影響力が高い。",
			"ルル": "ルルはゾーイの攻撃を妨害し、味方を強化できるため、集団戦で不利。",
			"サイラス": "サイラスはゾーイのスキルを奪い、逆に攻撃することができるため、ダメージトレードで不利。",
			"ソナ": "ソナは回復とバフを提供できるため、ゾーイのダメージを軽減し、集団戦での効果が高い。",
			"ジャンナ": "ジャンナはゾーイの攻撃を防ぎ、味方を守ることができるため、集団戦で不利。",
			"シャコ": "シャコは高いバーストダメージを持ち、ゾーイがスキルを当てる前に倒される可能性が高いため、ファームが難しい。",
			"バード": "バードは移動能力が高く、ゾーイの攻撃を避けやすいため、ダメージトレードで不利。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"セナ": "サイラスはセナのスキルを奪うことで、彼女のダメージを無効化しつつ、自身のダメージを増加させることができるため、ダメージトレードで有利。",
			"ブリッツクランク": "サイラスはブリッツクランクのフックを避ける能力が高く、捕まった場合でもスキルを奪うことで逆転できるため、ファームとダメージトレードで有利。",
			"シャコ": "サイラスはシャコの影を奪うことで、シャコのダメージを減少させつつ、自身のダメージを増加させることができるため、集団戦で有利。",
			"ユーミ": "サイラスはユーミのスキルを奪うことで、ユーミのサポート効果を無効化し、自身のダメージを増加させることができるため、ダメージトレードで有利。",
			"ジリアン": "サイラスはジリアンのスキルを奪うことで、彼女の回復を無効化し、自身のダメージを増加させることができるため、集団戦で有利。",
			"ゾーイ": "サイラスはゾーイのスキルを奪うことで、彼女のバーストダメージを無効化し、自身のダメージを増加させることができるため、ダメージトレードで有利。",
			"エリス": "サイラスはエリスのスキルを奪うことで、彼女の変身を無効化し、自身のダメージを増加させることができるため、集団戦で有利。",
			"モルガナ": "サイラスはモルガナのバインドを奪うことで、彼女のCCを無効化し、自身のダメージを増加させることができるため、ダメージトレードで有利。",
			"ゼラス": "サイラスはゼラスのスキルを奪うことで、彼のダメージを減少させつつ、自身のダメージを増加させることができるため、ファームで有利。",
			"ブランド": "サイラスはブランドのスキルを奪うことで、彼のバーストダメージを無効化し、自身のダメージを増加させることができるため、ダメージトレードで有利。",
			"ジャンナ": "サイラスはジャンナのスキルを奪うことで、彼女のシールドを無効化し、自身のダメージを増加させることができるため、集団戦で有利。",
			"スウェイン": "サイラスはスウェインのスキルを奪うことで、彼の回復を無効化し、自身のダメージを増加させることができるため、ダメージトレードで有利。",
			"タム・ケンチ": "サイラスはタム・ケンチのスキルを奪うことで、彼のサポート効果を無効化し、自身のダメージを増加させることができるため、集団戦で有利。",
			"パイク": "サイラスはパイクのスキルを奪うことで、彼のバーストダメージを無効化し、自身のダメージを増加させることができるため、ダメージトレードで有利。",
			"ラックス": "サイラスはラックスのスキルを奪うことで、彼女のCCを無効化し、自身のダメージを増加させることができるため、集団戦で有利。",
			"レオナ": "サイラスはレオナのスキルを奪うことで、彼女のCCを無効化し、自身のダメージを増加させることができるため、ダメージトレードで有利。"
		},
		"loses": {
			"ポッピー": "ポッピーのEスキルでのスタンがサイラスの移動を制限し、ファームやダメージトレードで不利になる。",
			"フィドルスティックス": "フィドルスティックスの恐怖効果がサイラスのスキルを妨害し、集団戦での影響力を低下させる。",
			"レル": "レルのシールドとCCがサイラスの攻撃を防ぎ、ダメージトレードで不利になる。",
			"アリスター": "アリスターのCCとタンク性がサイラスのダメージを吸収し、集団戦での効果を減少させる。",
			"パンテオン": "パンテオンの高いバーストダメージがサイラスを早期に排除し、ファームを困難にする。",
			"ブラウム": "ブラウムのシールドとCCがサイラスの攻撃を防ぎ、ダメージトレードで不利になる。",
			"スレッシュ": "スレッシュのフックとCCがサイラスを捕まえやすく、集団戦での影響力を低下させる。",
			"ソラカ": "ソラカの回復能力がサイラスのダメージを軽減し、スケーリングで不利になる。",
			"ラカン": "ラカンの機動力とCCがサイラスの攻撃を妨害し、ダメージトレードで不利になる。",
			"カルマ": "カルマのシールドとバーストダメージがサイラスの攻撃を防ぎ、ファームを困難にする。",
			"ソナ": "ソナの回復とCCがサイラスのダメージを軽減し、集団戦での影響力を低下させる。",
			"メル": "メルの高いバーストダメージがサイラスを早期に排除し、ファームを困難にする。",
			"ザイラ": "ザイラのトラップとCCがサイラスの移動を制限し、ダメージトレードで不利になる。",
			"ミリオ": "ミリオのシールドと回復がサイラスのダメージを軽減し、スケーリングで不利になる。",
			"バード": "バードの移動速度バフとCCがサイラスの攻撃を妨害し、集団戦での影響力を低下させる。",
			"レナータ・グラスク": "レナータのシールドとCCがサイラスの攻撃を防ぎ、ダメージトレードで不利になる。",
			"ルル": "ルルのシールドとCCがサイラスの攻撃を妨害し、集団戦での影響力を低下させる。",
			"ヴェル＝コズ": "ヴェル＝コズの高いバーストダメージがサイラスを早期に排除し、ファームを困難にする。",
			"ニーコ": "ニーコの変身能力とCCがサイラスの攻撃を妨害し、ダメージトレードで不利になる。"
		}
	},
	"モルガナ": {
		"name": "モルガナ",
		"beats": {
			"ブラウム": "モルガナのスキルであるブラックシールドは、ブラウムのスタンを無効化できるため、ダメージトレードで有利。",
			"スウェイン": "モルガナのスネアがスウェインの移動を制限し、ファームやダメージトレードで優位に立てる。",
			"レオナ": "レオナの攻撃をブラックシールドで防げるため、集団戦での生存率が高く、ダメージトレードでも有利。",
			"ブランド": "モルガナのスキルでブランドの火力を抑えられるため、ファームとダメージトレードで優位。",
			"ラカン": "ラカンのフラッシュやイニシエートをブラックシールドで防げるため、集団戦での有利が大きい。",
			"ノーチラス": "ノーチラスのフックをブラックシールドで防ぎ、ダメージトレードで優位に立てる。",
			"アリスター": "アリスターの突進をブラックシールドで防げるため、集団戦での有利が大きい。",
			"マオカイ": "モルガナのスネアがマオカイの移動を制限し、ファームやダメージトレードで優位に立てる。",
			"ザイラ": "モルガナのスキルでザイラのトラップを避けられるため、ダメージトレードで有利。",
			"セラフィーン": "モルガナのスネアがセラフィーンのスキルを妨害できるため、集団戦での有利が大きい。",
			"ポッピー": "ポッピーの突進をブラックシールドで防げるため、ダメージトレードで優位に立てる。",
			"レナータ・グラスク": "モルガナのスキルでレナータの攻撃を防げるため、ファームとダメージトレードで優位。",
			"タム・ケンチ": "モルガナのスネアがタム・ケンチの移動を制限し、ファームやダメージトレードで優位に立てる。"
		},
		"loses": {
			"ジャンナ": "ジャンナのシールドと風のバリアでモルガナのスキルを無効化できるため、ダメージトレードで不利。",
			"ミリオ": "ミリオの回復と移動速度のバフにより、モルガナのスキルが当たりにくく、ファームが難しくなる。",
			"カルマ": "カルマのスネアとシールドにより、モルガナの攻撃が通りにくく、集団戦での影響力が低下する。",
			"ユーミ": "ユーミのサポート能力と回復により、モルガナのダメージトレードが無効化されやすい。",
			"エリス": "エリスの高いバーストダメージとスネアにより、モルガナは早期に圧力を受ける。",
			"ソラカ": "ソラカの回復能力により、モルガナのダメージが持続的に無効化され、集団戦で不利。",
			"シャコ": "シャコの高いバーストダメージと逃げ能力により、モルガナは対処が難しい。",
			"ゼラス": "ゼラスの長射程と高いダメージで、モルガナはファームが難しくなる。",
			"ソナ": "ソナの回復とスタンにより、モルガナのスキルが当たりにくく、ダメージトレードで不利。",
			"パンテオン": "パンテオンの高いバーストダメージと瞬発力により、モルガナは早期に圧力を受ける。",
			"ジリアン": "ジリアンの時間操作と回復により、モルガナのダメージが無効化されやすい。",
			"タリック": "タリックのシールドとスタンにより、モルガナの攻撃が通りにくく、集団戦で不利。"
		}
	},
	"シャコ": {
		"name": "シャコ",
		"beats": {
			"ブランド": "シャコはブランドのスキルを避けやすく、瞬時にダメージを与えられるため、ダメージトレードで有利。",
			"フィドルスティックス": "シャコはフィドルスティックスのスキルショットを避けることができ、ファームを安定させやすい。",
			"ラックス": "ラックスのスキルを避ける能力が高く、集団戦での奇襲が可能。",
			"モルガナ": "モルガナのブラックシールドを無視してダメージを与えられるため、ダメージトレードで有利。",
			"レオナ": "レオナのスタンを避けることができ、ファームを安全に行える。",
			"ブリッツクランク": "ブリッツクランクのフックを避けやすく、集団戦での奇襲が可能。",
			"パイク": "パイクの攻撃を避ける能力が高く、ダメージトレードで有利。",
			"ポッピー": "ポッピーの壁を利用して逃げることができ、ファームを安定させやすい。",
			"セナ": "セナの攻撃を避けやすく、ダメージトレードで有利。",
			"ザイラ": "ザイラのスキルを避ける能力が高く、集団戦での奇襲が可能。",
			"セラフィーン": "セラフィーンのスキルを避けやすく、ファームを安定させやすい。",
			"ブラウム": "ブラウムのスタンを避けることができ、ダメージトレードで有利。",
			"メル": "メルの攻撃を避けやすく、集団戦での奇襲が可能。",
			"ニーコ": "ニーコのスキルを避ける能力が高く、ファームを安定させやすい。"
		},
		"loses": {
			"スウェイン": "スウェインは持続的なダメージと回復能力が高く、シャコの瞬間的なバーストダメージに対して耐性があるため不利。",
			"サイラス": "サイラスはシャコのスキルを奪って利用できるため、ダメージトレードで有利に立てる。",
			"ルル": "ルルのシールドとスロー効果により、シャコの攻撃を無効化しやすく、ファームやダメージトレードで不利。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることでシャコの攻撃を避けられ、集団戦での影響力が高い。",
			"ルブラン": "ルブランは高いバーストダメージを持ち、シャコが反撃する前に倒すことができるため不利。",
			"タリック": "タリックのスタンとシールドにより、シャコの攻撃を防ぎつつ反撃できるため不利。",
			"パンテオン": "パンテオンは強力な初動と持続的なダメージを持ち、シャコのファームを妨害しやすい。",
			"ソラカ": "ソラカの回復能力により、シャコのダメージを軽減され、集団戦での効果が薄れる。",
			"アリスター": "アリスターのスタンとノックバックにより、シャコの攻撃を無効化しやすく、ダメージトレードで不利。",
			"ジャンナ": "ジャンナのシールドと風のバリアにより、シャコの攻撃を防ぎつつ味方を守れるため不利。",
			"ソナ": "ソナの回復とバフにより、シャコのダメージを軽減し、集団戦での影響力が高い。",
			"タム・ケンチ": "タム・ケンチは高い耐久力とシャコを飲み込む能力があり、ダメージトレードで不利。",
			"エリス": "エリスは高いバーストダメージとCCを持ち、シャコが反撃する前に倒すことができるため不利。",
			"ミリオ": "ミリオのシールドと移動速度バフにより、シャコの攻撃を避けやすく、集団戦で不利。"
		}
	},
	"ゼラス": {
		"name": "ゼラス",
		"beats": {
			"メル": "ゼラスは遠距離からの攻撃が得意で、メルの近接攻撃を避けやすい。",
			"モルガナ": "ゼラスのスキルはモルガナのシールドを貫通しやすく、ダメージを与えやすい。",
			"セナ": "ゼラスはセナの攻撃を避ける能力が高く、ファームで有利に立てる。",
			"ブランド": "ゼラスの範囲攻撃はブランドのスキルを避けるのが容易で、ダメージトレードで優位に立てる。",
			"ニーコ": "ニーコの変身を見抜きやすく、ゼラスのスキルで先手を取れる。",
			"スウェイン": "スウェインのスキルを避けることができ、集団戦でのダメージを抑えられる。",
			"セラフィーン": "ゼラスはセラフィーンのスキルを避けやすく、ファームでの優位性を保てる。",
			"アリスター": "アリスターの突進を避けることができ、ダメージトレードで有利に立てる。",
			"ザイラ": "ゼラスのスキルはザイラの植物を無視でき、ダメージを与えやすい。",
			"ブラウム": "ゼラスはブラウムのシールドを貫通しやすく、集団戦での影響力が高い。",
			"ラックス": "ゼラスはラックスのスキルを避ける能力が高く、ダメージトレードで優位に立てる。"
		},
		"loses": {
			"ポッピー": "ポッピーはゼラスのスキルを阻害する壁を作ることができ、ダメージトレードで有利に立てる。",
			"カルマ": "カルマはシールドとスネアを持っており、ゼラスの攻撃を無効化しつつ反撃できる。",
			"レオナ": "レオナのスタンとタンク性により、ゼラスはダメージトレードで不利になりやすい。",
			"パイク": "パイクは高い機動性とバーストダメージを持ち、ゼラスを簡単に狙うことができる。",
			"ラカン": "ラカンはゼラスの攻撃を避けつつ、瞬時に接近してダメージを与えることができる。",
			"レナータ・グラスク": "レナータのシールドと回復能力により、ゼラスのダメージを軽減できる。",
			"ノーチラス": "ノーチラスのCCとタンク性により、ゼラスは安全に攻撃を受けることができない。",
			"マオカイ": "マオカイは高い耐久力とCCを持ち、ゼラスの攻撃を無効化しやすい。",
			"ソナ": "ソナは回復とバフを提供し、ゼラスのダメージを軽減しつつ反撃できる。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることで、ゼラスの攻撃を避けつつ支援できる。",
			"ナミ": "ナミの回復とCCにより、ゼラスはダメージトレードで不利になる。",
			"サイラス": "サイラスはゼラスのスキルを奪い、逆に使用することで有利に立てる。",
			"エリス": "エリスは高いバーストダメージを持ち、ゼラスを瞬時に排除できる。",
			"レル": "レルはタンク性とCCを持ち、ゼラスの攻撃を無効化しやすい。",
			"ジャンナ": "ジャンナはシールドと風でゼラスの攻撃を防ぎ、反撃のチャンスを与える。"
		}
	},
	"スウェイン": {
		"name": "スウェイン",
		"beats": {
			"シャコ": "スウェインはシャコの攻撃を受け流すことができ、持続的なダメージを与えられるため、ファームとダメージトレードで有利。",
			"タム・ケンチ": "スウェインのスキルはタム・ケンチの耐久力を削るのに効果的で、集団戦での影響力が高い。",
			"ブリッツクランク": "スウェインはブリッツクランクのフックを避ける手段があり、ダメージトレードで優位に立てる。",
			"ラカン": "ラカンの突進を受け止める能力があり、集団戦でのコントロールが強い。",
			"レナータ・グラスク": "スウェインはレナータのシールドを無視して持続的にダメージを与えられるため、ファームで有利。",
			"ノーチラス": "ノーチラスのCCを受けても、スウェインは自己回復が可能で、ダメージトレードで優位。",
			"レル": "レルのタンク性能に対して、スウェインは持続的なダメージを与えられるため、集団戦で有利。",
			"アリスター": "アリスターの突進を受け流し、スウェインの持続ダメージで有利に戦える。",
			"ラックス": "ラックスのスキルを避けることができ、ダメージトレードで優位に立てる。",
			"ポッピー": "ポッピーの壁を利用して、スウェインは安全にダメージを与えられるため、ファームで有利。",
			"スレッシュ": "スレッシュのフックを避ける能力があり、ダメージトレードで優位に立てる。",
			"マオカイ": "マオカイのCCを受けても、スウェインは自己回復が可能で、集団戦で有利。",
			"セナ": "セナの攻撃を受け流しつつ、持続的にダメージを与えられるため、ファームで有利。"
		},
		"loses": {
			"ブランド": "スウェインはブランドの高いバーストダメージに対して脆弱で、ファーム中に簡単にトレードで負ける。",
			"ジリアン": "ジリアンのスキルでの持続的なダメージと回復能力により、スウェインはダメージトレードで不利になる。",
			"ニーコ": "ニーコの変身能力と高いバーストダメージにより、スウェインはスケーリングで劣る。",
			"ユーミ": "ユーミのサポート能力により、スウェインは集団戦での影響力が低下しやすい。",
			"ミリオ": "ミリオのシールドと回復により、スウェインのダメージが軽減され、トレードで不利になる。",
			"ナミ": "ナミのCCと回復能力により、スウェインはファームとトレードで不利を強いられる。",
			"エリス": "エリスの高いバーストダメージと機動力により、スウェインはダメージトレードで劣る。",
			"モルガナ": "モルガナのバインドとシールドにより、スウェインは集団戦での影響力が制限される。",
			"ソナ": "ソナの持続的な回復とCCにより、スウェインはトレードで不利になる。",
			"タリック": "タリックのガーディアンとCCにより、スウェインは集団戦での効果が薄れる。",
			"サイラス": "サイラスの高いバーストダメージとスキルの奪取により、スウェインはダメージトレードで不利になる。",
			"パイク": "パイクの高い機動力とバーストダメージにより、スウェインはファーム中に不利を強いられる。"
		}
	},
	"タム・ケンチ": {
		"name": "タム・ケンチ",
		"beats": {
			"マオカイ": "タム・ケンチはマオカイに対して強力なファーム能力を持ち、マオカイのCCを無効化できるため、ダメージトレードで有利。",
			"ブランド": "タム・ケンチはブランドのスキルを吸収できるため、ダメージトレードで優位に立てる。",
			"ニーコ": "ニーコの変身を見破ることができ、集団戦での影響力を減少させることができる。",
			"メル": "タム・ケンチはメルの攻撃を受け流しやすく、ファームとダメージトレードで有利。",
			"セナ": "タム・ケンチはセナの攻撃を受け止めることができ、集団戦での生存率が高い。",
			"シャコ": "タム・ケンチはシャコの瞬間移動を予測しやすく、ダメージトレードで有利。",
			"モルガナ": "タム・ケンチはモルガナのスキルを無効化できるため、集団戦での影響力を減少させる。",
			"カルマ": "タム・ケンチはカルマのスキルを吸収でき、ダメージトレードで優位に立てる。",
			"ゼラス": "タム・ケンチはゼラスのスキルを避けやすく、ファームとダメージトレードで有利。",
			"ザイラ": "タム・ケンチはザイラのトラップを無効化でき、集団戦での生存率が高い。",
			"ポッピー": "タム・ケンチはポッピーの壁を利用して有利な位置を取れるため、ダメージトレードで優位。",
			"ユーミ": "タム・ケンチはユーミのサポートを受けながらも、ユーミの攻撃を受け流しやすい。",
			"ブラウム": "タム・ケンチはブラウムのシールドを無視できるため、ダメージトレードで有利。"
		},
		"loses": {
			"エリス": "エリスは高いバーストダメージを持ち、タム・ケンチの耐久力を無視して早期にキルを狙えるため、ファームやダメージトレードで不利。",
			"スウェイン": "スウェインは持続的なダメージと回復能力が高く、タム・ケンチのスキルを無効化しやすいため、集団戦で不利。",
			"ジリアン": "ジリアンは高いバーストとCCを持ち、タム・ケンチが近づく前にダメージを与えられるため、ダメージトレードで不利。",
			"セラフィーン": "セラフィーンは回復とCCを持ち、タム・ケンチの攻撃を無効化しやすいため、集団戦で不利。",
			"ジャンナ": "ジャンナのシールドと風の壁はタム・ケンチの攻撃を防ぎ、ファームやダメージトレードで不利。",
			"ラカン": "ラカンは高い機動力とCCを持ち、タム・ケンチが攻撃する前にダメージを与えられるため、ダメージトレードで不利。",
			"パイク": "パイクは高いバーストダメージと逃げる能力を持ち、タム・ケンチが捕まえにくいため、ファームで不利。",
			"サイラス": "サイラスはタム・ケンチのスキルを奪って逆に使用できるため、ダメージトレードで不利。",
			"タリック": "タリックのシールドとスタンはタム・ケンチの攻撃を無効化し、集団戦で不利。",
			"レル": "レルは高い耐久力とCCを持ち、タム・ケンチが攻撃する前にダメージを与えられるため、ダメージトレードで不利。",
			"ソナ": "ソナは持続的な回復とCCを持ち、タム・ケンチの攻撃を無効化しやすいため、集団戦で不利。",
			"バード": "バードは高い機動力とCCを持ち、タム・ケンチが近づく前にダメージを与えられるため、ダメージトレードで不利。",
			"ブリッツクランク": "ブリッツクランクのフックはタム・ケンチを捕まえやすく、ファームで不利。",
			"アリスター": "アリスターは高い耐久力とCCを持ち、タム・ケンチが攻撃する前にダメージを与えられるため、ダメージトレードで不利。",
			"ナミ": "ナミの回復とCCはタム・ケンチの攻撃を無効化しやすく、集団戦で不利。",
			"ヴェル＝コズ": "ヴェル＝コズは高いバーストダメージを持ち、タム・ケンチの耐久力を無視して早期にキルを狙えるため、ファームやダメージトレードで不利。"
		}
	},
	"ユーミ": {
		"name": "ユーミ",
		"beats": {
			"スウェイン": "ユーミはスウェインの持つ持続的なダメージをサポートし、彼の生存能力を高めることができるため、ファームとダメージトレードで有利。",
			"ザイラ": "ユーミはザイラのスキルを補完し、彼女の範囲攻撃を活かすことで、集団戦での効果を最大化できるため有利。",
			"モルガナ": "ユーミはモルガナのシールドとCCを強化し、彼女の生存能力を向上させることで、ダメージトレードで有利。",
			"ブランド": "ユーミはブランドの高いバーストダメージをサポートし、敵を圧倒することで集団戦で有利。",
			"シャコ": "ユーミはシャコの機動性を向上させ、敵を翻弄することでダメージトレードで有利。",
			"ラックス": "ユーミはラックスのスキルを活かし、敵を捕まえることで集団戦で有利。",
			"メル": "ユーミはメルの持続的なダメージをサポートし、ファームを助けることで有利。",
			"レナータ・グラスク": "ユーミはレナータのスキルを補完し、集団戦での生存能力を高めることで有利。",
			"セラフィーン": "ユーミはセラフィーンの回復能力を強化し、ダメージトレードで有利。",
			"ヴェル＝コズ": "ユーミはヴェル＝コズのスキルをサポートし、集団戦でのダメージを最大化することで有利。",
			"マオカイ": "ユーミはマオカイのCCを活かし、集団戦での制圧力を高めることで有利。",
			"セナ": "ユーミはセナの攻撃をサポートし、ファームとダメージトレードで有利。",
			"ジリアン": "ユーミはジリアンの回復能力を強化し、集団戦での生存能力を向上させることで有利。",
			"ソラカ": "ユーミはソラカの回復をサポートし、ダメージトレードで有利。",
			"ゼラス": "ユーミはゼラスのスキルを補完し、集団戦でのダメージを最大化することで有利。",
			"ニーコ": "ユーミはニーコの変身能力を活かし、ダメージトレードで有利。",
			"フィドルスティックス": "ユーミはフィドルスティックスの持続的なダメージをサポートし、集団戦での効果を高めることで有利。"
		},
		"loses": {
			"タリック": "タリックのシールドと回復能力により、ユーミのダメージトレードが無効化されやすい。",
			"アリスター": "アリスターのスタンとノックアップにより、ユーミは安全にファームすることが難しくなる。",
			"ノーチラス": "ノーチラスのフックとCCにより、ユーミは集団戦での位置取りが困難になる。",
			"レル": "レルのタンク性能とCCにより、ユーミはダメージトレードで不利になりやすい。",
			"スレッシュ": "スレッシュのフックとフラッシュでの逃げ道を封じる能力により、ユーミは不利な状況に陥りやすい。",
			"ブラウム": "ブラウムのバリアとCCにより、ユーミの攻撃が通りにくく、ダメージトレードで不利になる。",
			"ラカン": "ラカンの高い機動力とCCにより、ユーミは集団戦での影響力を発揮しにくい。",
			"レオナ": "レオナの強力なCCとタンク性能により、ユーミはファームやダメージトレードで不利になる。",
			"エリス": "エリスのスキルコンボにより、ユーミは早期にダメージを受けやすく、スケーリングが難しくなる。",
			"ジャンナ": "ジャンナのシールドと風での妨害により、ユーミはダメージトレードで不利になる。",
			"パンテオン": "パンテオンの高いバーストダメージにより、ユーミは早期に圧倒されやすい。",
			"ルル": "ルルのバフとCCにより、ユーミはダメージトレードで不利になり、集団戦での影響力が低下する。"
		}
	},
	"メル": {
		"name": "メル",
		"beats": {
			"スレッシュ": "ファームが得意で、敵チャンピオンを捕まえる能力が高く、ダメージトレードで有利に立てる。",
			"モルガナ": "スキルショットを避ける能力があり、集団戦でのバリアが強力。",
			"ジリアン": "スケーリングが良く、集団戦での回復能力が高い。",
			"ニーコ": "スキルを使ったダメージトレードが得意で、集団戦でのバーストダメージが強力。",
			"ザイラ": "範囲攻撃とCCが強力で、集団戦での影響力が大きい。",
			"セラフィーン": "スケーリングが良く、集団戦でのサポート能力が高い。",
			"スウェイン": "持続的なダメージと回復があり、集団戦での耐久力が高い。",
			"ラックス": "高いバーストダメージを持ち、ダメージトレードで有利に立てる。",
			"ブリッツクランク": "フックで敵を捕まえる能力があり、ダメージトレードで有利に立てる。",
			"レナータ・グラスク": "集団戦でのバリアと回復が強力で、味方を守る能力が高い。",
			"パイク": "高いバーストダメージと機動力があり、ダメージトレードで有利に立てる。",
			"シャコ": "高いバーストダメージと逃げ能力があり、ダメージトレードで有利に立てる。",
			"ヴェル＝コズ": "長射程のスキルを持ち、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"ポッピー": "ポッピーはメルのスキルを無効化することができ、ファームやダメージトレードで優位に立つことができる。",
			"ジャンナ": "ジャンナのシールドと風のバリアは、メルの攻撃を防ぎ、集団戦での影響力を減少させる。",
			"ゼラス": "ゼラスは遠距離からの高いバーストダメージを持ち、メルが近づく前にダメージを与えることができる。",
			"マオカイ": "マオカイのCC（クラウドコントロール）とタンク性により、メルはダメージトレードで不利になる。",
			"ユーミ": "ユーミは他のチャンピオンに乗ることで、メルの攻撃を回避しつつ回復を行えるため、持続戦闘で不利。",
			"ミリオ": "ミリオのシールドと移動速度のバフにより、メルはダメージを与えにくく、集団戦での影響力が低下する。",
			"アリスター": "アリスターのスタンとノックアップは、メルの行動を制限し、ダメージトレードで不利にする。",
			"カルマ": "カルマのスネアとシールドは、メルの攻撃を防ぎ、ファームやダメージトレードで優位に立つ。",
			"ラカン": "ラカンの高い機動性とCCにより、メルは攻撃を当てるのが難しく、集団戦で不利になる。",
			"タム・ケンチ": "タム・ケンチは高い耐久性を持ち、メルのダメージを受け流しやすく、ファームで不利。",
			"ノーチラス": "ノーチラスのCCとタンク性により、メルはダメージトレードで不利になりやすい。",
			"ソラカ": "ソラカの回復能力により、メルは持続的なダメージを与えにくく、集団戦で不利になる。",
			"ブランド": "ブランドの高いバーストダメージは、メルが近づく前に大きなダメージを与えることができ、ファームで不利。"
		}
	}
}