{
	"ランブル": {
		"name": "ランブル",
		"beats": {
			"マルファイト": "ランブルはマルファイトに対して、ファームの面で優位性を持っています。ランブルはスキルを使って安全にミニオンを処理できるため、マルファイトよりも効率的にゴールドを稼ぐことができます。",
			"ティーモ": "ランブルはティーモに対して、ダメージトレードで優位性を持っています。ランブルのスキルはティーモのブラインド効果を無視できるため、ティーモに対して有利にダメージを与えることができます。",
			"ブラッドミア": "ランブルはブラッドミアに対して、スケーリングの面で優位性を持っています。ランブルはレベルが上がるにつれて強力なAoEダメージを持つため、ゲーム後半においてブラッドミアよりも強力になります。",
			"ボリベア": "ランブルはボリベアに対して、集団戦で優位性を持っています。ランブルのウルトは集団戦でのコントロールを提供し、ボリベアの突進を無効化することができるため、チームファイトでの影響力が高いです。",
			"レネクトン": "ランブルはレネクトンに対して、ファームの面で優位性を持っています。ランブルはスキルを使って安全にミニオンを処理できるため、レネクトンよりも効率的にゴールドを稼ぐことができます。",
			"ドクター・ムンド": "ランブルはドクター・ムンドに対して、ダメージトレードで優位性を持っています。ランブルのスキルは持続的なダメージを与えることができ、ムンドの回復を上回ることができます。",
			"チョ＝ガス": "ランブルはチョ＝ガスに対して、スケーリングの面で優位性を持っています。ランブルはレベルが上がるにつれて強力なAoEダメージを持つため、ゲーム後半においてチョ＝ガスよりも強力になります。",
			"ワーウィック": "ランブルはワーウィックに対して、集団戦で優位性を持っています。ランブルのウルトは集団戦でのコントロールを提供し、ワーウィックの突進を無効化することができるため、チームファイトでの影響力が高いです。",
			"ケネン": "ランブルはケネンに対して、ファームの面で優位性を持っています。ランブルはスキルを使って安全にミニオンを処理できるため、ケネンよりも効率的にゴールドを稼ぐことができます。",
			"シンジド": "ランブルはシンジドに対して、ダメージトレードで優位性を持っています。ランブルのスキルはシンジドの逃げを阻止し、持続的なダメージを与えることができるため、シンジドに対して有利に戦えます。",
			"ナー": "ランブルはナーに対して、スケーリングの面で優位性を持っています。ランブルはレベルが上がるにつれて強力なAoEダメージを持つため、ゲーム後半においてナーよりも強力になります。",
			"ナサス": "ランブルはナサスに対して、集団戦で優位性を持っています。ランブルのウルトは集団戦でのコントロールを提供し、ナサスの突進を無効化することができるため、チームファイトでの影響力が高いです。",
			"ガレン": "ランブルはガレンに対して、ファームの面で優位性を持っています。ランブルはスキルを使って安全にミニオンを処理できるため、ガレンよりも効率的にゴールドを稼ぐことができます。"
		},
		"loses": {
			"ヤスオ": "ヤスオはランブルに対して高い機動力を持っており、ファームの際にランブルのスキルを避けやすいです。",
			"オーン": "オーンは耐久力が高く、ランブルのダメージを受けても生存しやすいです。",
			"ジェイス": "ジェイスは遠距離攻撃が可能で、ランブルのスキルを避けながらダメージを与えることができます。",
			"ヨネ": "ヨネは自己回復能力があり、ランブルのダメージトレードに対して有利に立ち回れます。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、ランブルの早期のダメージを無効化できます。",
			"オラフ": "オラフはランブルのスキルを無効化する能力を持ち、集団戦での存在感が強いです。",
			"イレリア": "イレリアは高いバーストダメージを持ち、ランブルに対して強力なトレードが可能です。",
			"トリンダメア": "トリンダメアは自己回復と無敵スキルを持ち、ランブルのダメージを受けても生存しやすいです。",
			"カ・サンテ": "カ・サンテは耐久力が高く、ランブルのスキルを受けても問題なく戦える能力があります。",
			"グウェン": "グウェンは高い機動力と持続的なダメージを持ち、ランブルに対して有利に戦えます。",
			"アンベッサ": "アンベッサは持続的なダメージを持ち、ランブルのスキルを避けながら攻撃することができます。"
		}
	},
	"フィオラ": {
		"name": "フィオラ",
		"beats": {
			"シンジド": "フィオラはシンジドに対して高いダメージトレード能力を持ち、シンジドの持続的なダメージを上回ることができるため、ファームの段階から優位に立つことができる。",
			"ヨネ": "フィオラはヨネに対してスケーリングが優れており、レイトゲームにおいても強力なダメージを出すことができるため、集団戦での影響力が高い。",
			"オーン": "フィオラはオーンに対してファームの段階でのトレードが有利であり、オーンのスキルを避けることでダメージを最小限に抑えつつ、効果的に攻撃できる。",
			"チョ＝ガス": "フィオラはチョ＝ガスに対して高い機動性を持ち、チョ＝ガスのスキルを回避しながらダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"モルデカイザー": "フィオラはモルデカイザーに対して集団戦での役割が強く、モルデカイザーの持つバフを無効化しつつ、ダメージを与えることができるため、優位に立つことができる。",
			"ドクター・ムンド": "フィオラはドクター・ムンドに対して持続的なダメージを与えることができ、ムンドの回復を上回るダメージを出すことができるため、ファームの段階から優位に立つことができる。",
			"ガレン": "フィオラはガレンに対して高い機動性を持ち、ガレンのスキルを避けながらダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"ボリベア": "フィオラはボリベアに対してスケーリングが優れており、レイトゲームにおいても強力なダメージを出すことができるため、集団戦での影響力が高い。",
			"グウェン": "フィオラはグウェンに対して高いダメージトレード能力を持ち、グウェンの持続的なダメージを上回ることができるため、ファームの段階から優位に立つことができる。",
			"オラフ": "フィオラはオラフに対してスケーリングが優れており、レイトゲームにおいても強力なダメージを出すことができるため、集団戦での影響力が高い。",
			"クレッド": "フィオラはクレッドに対して高い機動性を持ち、クレッドのスキルを回避しながらダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"サイオン": "フィオラはサイオンに対して持続的なダメージを与えることができ、サイオンの回復を上回るダメージを出すことができるため、ファームの段階から優位に立つことができる。",
			"ヨリック": "フィオラはヨリックに対して高いダメージトレード能力を持ち、ヨリックの持続的なダメージを上回ることができるため、ファームの段階から優位に立つことができる。",
			"エイトロックス": "フィオラはエイトロックスに対してスケーリングが優れており、レイトゲームにおいても強力なダメージを出すことができるため、集団戦での影響力が高い。",
			"ヤスオ": "フィオラはヤスオに対して高い機動性を持ち、ヤスオのスキルを避けながらダメージを与えることができるため、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"ワーウィック": "ワーウィックはフィオラに対して持続的な回復能力を持っており、フィオラのダメージを軽減しやすいです。",
			"アンベッサ": "アンベッサはフィオラに対して高いバーストダメージを持ち、フィオラがトレードを行う際に不利になります。",
			"クイン": "クインはフィオラに対して遠距離からの攻撃が可能で、フィオラが近づく前にダメージを与えることができます。",
			"シェン": "シェンはフィオラの攻撃を無効化するシールドを持っており、フィオラのダメージを効果的に防ぐことができます。",
			"リヴェン": "リヴェンはフィオラに対して高い機動性を持ち、フィオラの攻撃を避けながら反撃することが得意です。",
			"マルファイト": "マルファイトはフィオラに対して高い耐久力を持ち、フィオラのダメージを受け流すことができます。",
			"ランブル": "ランブルはフィオラに対して範囲攻撃を持ち、フィオラが近づくことを難しくします。",
			"アーゴット": "アーゴットはフィオラに対して持続的なダメージを与えることができ、フィオラのトレードを不利にします。",
			"ガングプランク": "ガングプランクはフィオラに対してバーストダメージを持ち、フィオラがトレードを行う際に不利になります。",
			"ジェイス": "ジェイスはフィオラに対して遠距離からの攻撃が可能で、フィオラが近づく前にダメージを与えることができます。",
			"レネクトン": "レネクトンはフィオラに対して高い耐久力を持ち、フィオラの攻撃を受け流すことができます。",
			"ダリウス": "ダリウスはフィオラに対して持続的なダメージを与えることができ、フィオラがトレードを行う際に不利になります。",
			"トリンダメア": "トリンダメアはフィオラに対して高いバーストダメージを持ち、フィオラがトレードを行う際に不利になります。",
			"ナー": "ナーはフィオラに対して高い機動性を持ち、フィオラの攻撃を避けながら反撃することが得意です。",
			"セト": "セトはフィオラに対して高い耐久力を持ち、フィオラの攻撃を受け流すことができます。",
			"グラガス": "グラガスはフィオラに対して持続的な回復能力を持っており、フィオラのダメージを軽減しやすいです。",
			"ケイル": "ケイルはフィオラに対して高いバーストダメージを持ち、フィオラがトレードを行う際に不利になります。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"ヨリック": "イレリアはヨリックに対して高い機動力を持っており、スキルを使ってヨリックの攻撃を避けることができるため、ファームの面で有利です。",
			"ドクター・ムンド": "イレリアはドクター・ムンドのHPを削る能力が高く、ダメージトレードにおいて有利に立ち回ることができます。",
			"ヨネ": "イレリアはヨネの攻撃を避けることができ、スケーリングの段階でより強力な存在になるため、優位性があります。",
			"ナー": "イレリアはナーの変身を利用して、ナーが小さい状態の時に攻撃を仕掛けることができるため、集団戦で有利です。",
			"ジェイス": "イレリアはジェイスのスキルを避けることができ、ダメージトレードで有利に立つことができます。",
			"ケイル": "イレリアはケイルの成長段階を考慮すると、早期に攻撃を仕掛けることで有利に進めることができます。",
			"ティーモ": "イレリアはティーモのブラインドを避けることができ、ファームの面で有利に立つことができます。",
			"アンベッサ": "イレリアはアンベッサの攻撃を避けることができ、ダメージトレードで有利に立ち回ることができます。",
			"クイン": "イレリアはクインの攻撃を避ける能力が高く、スケーリングの段階で有利に進めることができます。",
			"グウェン": "イレリアはグウェンのスキルを避けることができ、集団戦で有利に立つことができます。",
			"ランブル": "イレリアはランブルのスキルを避けることができ、ダメージトレードで有利に立ち回ることができます。",
			"チョ＝ガス": "イレリアはチョ＝ガスの攻撃を避けることができ、ファームの面で有利に進めることができます。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面でイレリアに対して優位であり、特にQスキルでのクリープ処理が得意です。",
			"カ・サンテ": "カ・サンテはダメージトレードにおいてイレリアに対して有利で、特に耐久力が高く、持続的なダメージを与えることができます。",
			"ジャックス": "ジャックスはスケーリングの面でイレリアに対して強力で、レイトゲームにおいて圧倒的なダメージを出すことができます。",
			"ボリベア": "ボリベアは集団戦においてイレリアに対して優位で、CC（クラウドコントロール）を持っているため、イレリアの動きを制限できます。",
			"カミール": "カミールはファームの面でイレリアに対して有利で、特にスキルを使ったクリープ処理が得意です。",
			"リヴェン": "リヴェンはダメージトレードにおいてイレリアに対して強力で、瞬時に高いダメージを与えることができます。",
			"セト": "セトはスケーリングの面でイレリアに対して優位で、特にタンクとしての耐久力が高く、長期戦に強いです。",
			"レネクトン": "レネクトンは集団戦においてイレリアに対して有利で、自己回復能力が高く、持続的に戦うことができます。",
			"ワーウィック": "ワーウィックはファームの面でイレリアに対して優位で、特にジャングルでのクリープ処理が得意です。",
			"シンジド": "シンジドはダメージトレードにおいてイレリアに対して強力で、毒を使った持続的なダメージが効果的です。",
			"ガレン": "ガレンはスケーリングの面でイレリアに対して優位で、特にレイトゲームにおいて高い耐久力を持っています。",
			"ヤスオ": "ヤスオは集団戦においてイレリアに対して有利で、風の刃を使った高いバーストダメージが特徴です。",
			"アカリ": "アカリはファームの面でイレリアに対して優位で、特にスキルを使ったクリープ処理が得意です。",
			"ケネン": "ケネンはダメージトレードにおいてイレリアに対して強力で、特にスキルコンボによる高いバーストダメージが効果的です。",
			"アーゴット": "アーゴットはスケーリングの面でイレリアに対して優位で、特にレイトゲームにおいて高いダメージを出すことができます。",
			"フィオラ": "フィオラは集団戦においてイレリアに対して有利で、特に1対1の状況で強力なダメージを与えることができます。"
		}
	},
	"シンジド": {
		"name": "シンジド",
		"beats": {
			"グウェン": "シンジドはグウェンに対して、ファームの面で優位性を持っています。シンジドは持続的なダメージを与えつつ、相手の攻撃を避けることができるため、安定してミニオンを処理できます。",
			"マルファイト": "シンジドはマルファイトに対して、ダメージトレードで有利です。シンジドの毒の持続ダメージは、マルファイトのシールドを貫通しやすく、効果的にダメージを与えることができます。",
			"カ・サンテ": "シンジドはカ・サンテに対して、スケーリングの面で優位です。シンジドはレベルが上がるにつれて強力な持続ダメージを持ち、カ・サンテの成長を抑えることができます。",
			"ジャックス": "シンジドはジャックスに対して、集団戦での影響力が高いです。シンジドのウルトは集団戦での敵の動きを制限し、味方が有利に戦う手助けをします。",
			"ヤスオ": "シンジドはヤスオに対して、ファームの面で優位性を持っています。シンジドは毒を使って安全にミニオンを処理でき、ヤスオが近づくのを難しくします。",
			"エイトロックス": "シンジドはエイトロックスに対して、ダメージトレードで有利です。シンジドの持続的なダメージはエイトロックスの回復を妨げ、戦闘を有利に進めることができます。",
			"レネクトン": "シンジドはレネクトンに対して、スケーリングの面で優位です。シンジドはレベルが上がるにつれて強力になり、レネクトンの成長を抑えることができます。",
			"パンテオン": "シンジドはパンテオンに対して、集団戦での影響力が高いです。シンジドのウルトは集団戦での敵の動きを制限し、味方が有利に戦う手助けをします。",
			"シェン": "シンジドはシェンに対して、ファームの面で優位性を持っています。シンジドは持続的なダメージを与えつつ、シェンの攻撃を避けることができるため、安定してミニオンを処理できます。",
			"イレリア": "シンジドはイレリアに対して、ダメージトレードで有利です。シンジドの毒の持続ダメージは、イレリアの回復を妨げ、効果的にダメージを与えることができます。",
			"モルデカイザー": "シンジドはモルデカイザーに対して、スケーリングの面で優位です。シンジドはレベルが上がるにつれて強力な持続ダメージを持ち、モルデカイザーの成長を抑えることができます。",
			"ヨリック": "シンジドはヨリックに対して、集団戦での影響力が高いです。シンジドのウルトは集団戦での敵の動きを制限し、味方が有利に戦う手助けをします。"
		},
		"loses": {
			"ジェイス": "ジェイスはファームの面でシンジドに対して優位であり、遠距離からの攻撃でCSを稼ぎやすい。",
			"ケイル": "ケイルはスケーリングが強力で、後半にシンジドを圧倒する能力を持っている。",
			"ナー": "ナーはダメージトレードにおいてシンジドに対して有利で、変身時の強力な攻撃でシンジドを圧倒できる。",
			"ティーモ": "ティーモは視界を制圧し、シンジドに対して持続的なダメージを与えることができる。",
			"フィオラ": "フィオラはシンジドのスキルを無効化する能力を持ち、1対1のトレードで優位に立つことができる。",
			"ガングプランク": "ガングプランクは範囲攻撃と回復能力を持ち、シンジドに対して持続的なダメージを与えることができる。",
			"アーゴット": "アーゴットはシンジドに対して強力なダメージを与え、集団戦での存在感が高い。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、シンジドを短時間で排除することができる。",
			"ナサス": "ナサスはスケーリングが強力で、後半にシンジドを圧倒する能力を持っている。",
			"ランブル": "ランブルは集団戦でのダメージが高く、シンジドに対して持続的な圧力をかけることができる。",
			"グラガス": "グラガスはCCを持ち、シンジドの動きを制限することで有利に戦うことができる。"
		}
	},
	"シェン": {
		"name": "シェン",
		"beats": {
			"ナサス": "シェンはナサスに対して、持続的なダメージを与えつつ、シールドを使って耐久力を保つことができるため、ファームの面で優位です。",
			"マルファイト": "シェンはマルファイトに対して、スキルを使ってマルファイトの攻撃を回避しつつ、ダメージトレードで有利に立ち回ることができます。",
			"イレリア": "シェンはイレリアに対して、イレリアのスキルを封じることができるため、集団戦での影響力が高まります。",
			"フィオラ": "シェンはフィオラに対して、シールドを使ってフィオラの攻撃を無効化し、持続的なダメージを与えることができるため、ダメージトレードで優位です。",
			"ヨリック": "シェンはヨリックに対して、ヨリックのミニオンを利用してファームを行いながら、シールドで耐久力を保つことができるため、ファームの面で有利です。",
			"ジャックス": "シェンはジャックスに対して、持続的なダメージを与えつつ、シールドを使って耐久力を保つことができるため、ダメージトレードで優位です。",
			"サイオン": "シェンはサイオンに対して、サイオンのスキルを回避しつつ、集団戦での影響力を高めることができるため、集団戦で有利です。",
			"オーン": "シェンはオーンに対して、オーンの攻撃をシールドで無効化し、持続的なダメージを与えることができるため、ダメージトレードで優位です。",
			"チョ＝ガス": "シェンはチョ＝ガスに対して、チョ＝ガスのスキルを回避しつつ、集団戦での影響力を高めることができるため、集団戦で有利です。",
			"ドクター・ムンド": "シェンはドクター・ムンドに対して、持続的なダメージを与えつつ、シールドを使って耐久力を保つことができるため、ダメージトレードで優位です。",
			"トリンダメア": "シェンはトリンダメアに対して、トリンダメアの攻撃をシールドで無効化し、持続的なダメージを与えることができるため、ダメージトレードで優位です。",
			"カ・サンテ": "シェンはカ・サンテに対して、カ・サンテのスキルを回避しつつ、集団戦での影響力を高めることができるため、集団戦で有利です。",
			"ボリベア": "シェンはボリベアに対して、持続的なダメージを与えつつ、シールドを使って耐久力を保つことができるため、ダメージトレードで優位です。"
		},
		"loses": {
			"リヴェン": "リヴェンは高いバーストダメージを持ち、シェンのシールドを簡単に貫通することができるため、ダメージトレードで優位に立つことができる。",
			"パンテオン": "パンテオンは強力なスタンを持ち、シェンがスキルを使う前に攻撃を仕掛けることができるため、ファームの段階で不利になる。",
			"グウェン": "グウェンは持続的なダメージを出す能力が高く、シェンの耐久力を削るのが得意で、集団戦でもシェンを圧倒することができる。",
			"ダリウス": "ダリウスは近接戦での強さが際立っており、シェンが近づく前にダメージを与えることができるため、ファームの段階で不利になる。",
			"ナー": "ナーは変身によって高いバーストダメージを持ち、シェンのスキルを避けることができるため、ダメージトレードで優位に立つことができる。",
			"イラオイ": "イラオイは持続的なダメージを与える能力が高く、シェンが攻撃を仕掛ける前に反撃することができるため、ダメージトレードで不利になる。",
			"モルデカイザー": "モルデカイザーはシェンのスキルを無効化することができるため、集団戦でシェンを無力化することができる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、シェンのダメージを軽減することができるため、ファームの段階で不利になる。",
			"シンジド": "シンジドは高い機動力を持ち、シェンの攻撃を避けることができるため、ダメージトレードで優位に立つことができる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が得意で、シェンが近づく前にダメージを与えることができるため、ファームの段階で不利になる。",
			"オラフ": "オラフはシェンの耐久力を無視して攻撃できるため、ダメージトレードで不利になる。",
			"トランドル": "トランドルはシェンの耐久力を削る能力が高く、集団戦でシェンを圧倒することができる。"
		}
	},
	"アーゴット": {
		"name": "アーゴット",
		"beats": {
			"ボリベア": "アーゴットはボリベアに対して強力なダメージトレードを行うことができ、ボリベアの攻撃を受ける前に有利な状況を作り出すことができます。",
			"リヴェン": "アーゴットはリヴェンのスキルを封じることができ、リヴェンが持つ機動力を制限することで、ファームを安定させることができます。",
			"ワーウィック": "アーゴットはワーウィックの回復能力を無効化する手段を持っており、ダメージトレードで優位に立つことができます。",
			"フィオラ": "アーゴットはフィオラのスキルをうまく避けることができ、集団戦においても有利な位置を取ることができます。",
			"シンジド": "アーゴットはシンジドの毒を受けることなく、持続的なダメージを与えることができ、ファームを効率的に行えます。",
			"セト": "アーゴットはセトの攻撃を受ける前に先手を打つことができ、ダメージトレードで優位に立つことができます。",
			"レネクトン": "アーゴットはレネクトンのスキルをうまく避けることができ、集団戦での影響力を高めることができます。",
			"ナサス": "アーゴットはナサスのファームを妨害することができ、早期の段階で有利な状況を作り出すことができます。",
			"イレリア": "アーゴットはイレリアのスキルを封じることができ、ダメージトレードで優位に立つことができます。",
			"グウェン": "アーゴットはグウェンの攻撃を受ける前に有利な状況を作り出すことができ、集団戦での影響力を高めることができます。",
			"ガレン": "アーゴットはガレンの持つ持続的なダメージを受けることなく、ファームを効率的に行えます。",
			"ヨネ": "アーゴットはヨネの攻撃を受ける前に先手を打つことができ、ダメージトレードで優位に立つことができます。",
			"トリンダメア": "アーゴットはトリンダメアの攻撃を受ける前に有利な状況を作り出すことができ、集団戦での影響力を高めることができます。",
			"カミール": "アーゴットはカミールのスキルをうまく避けることができ、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ヨリック": "ヨリックはアーゴットに対して持続的なダメージを与える能力が高く、ファームの面でも有利に立ち回ることができる。",
			"オーロラ": "オーロラはアーゴットに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはアーゴットに対してスケーリングが優れており、ゲーム後半に強力な存在となる。",
			"イラオイ": "イラオイはアーゴットに対して持続的なダメージを与えやすく、集団戦でも強力な影響を持つ。",
			"ドクター・ムンド": "ドクター・ムンドはアーゴットに対して高い耐久力を持ち、ファームや集団戦での生存能力が高い。",
			"ブラッドミア": "ブラッドミアはアーゴットに対して高い回復能力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"モルデカイザー": "モルデカイザーはアーゴットに対して強力な1対1の能力を持ち、集団戦でも有効なスキルを持っている。",
			"マルファイト": "マルファイトはアーゴットに対して集団戦での影響力が高く、アーゴットのダメージを抑えることができる。",
			"ランブル": "ランブルはアーゴットに対して高い範囲ダメージを持ち、集団戦での影響力が強い。",
			"ヤスオ": "ヤスオはアーゴットに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ボリベア": "ジャックスはボリベアに対して、ファームの面で優位性を持っています。ジャックスはスケーリングが得意で、レイトゲームに向けて成長することができるため、ボリベアに対して有利です。",
			"ケイル": "ジャックスはケイルに対して、ダメージトレードで優位性を発揮します。ジャックスの攻撃力とスキルの組み合わせにより、ケイルに対して効果的にダメージを与えることができます。",
			"ヤスオ": "ジャックスはヤスオに対して、スケーリングの面で優位です。ジャックスはレイトゲームにおいて強力なキャリーとして機能し、ヤスオに対して有利な状況を作り出すことができます。",
			"ヨネ": "ジャックスはヨネに対して、集団戦での強さが際立っています。ジャックスは集団戦での持続的なダメージを出すことができ、ヨネに対して優位に立つことができます。",
			"イレリア": "ジャックスはイレリアに対して、ファームの面で優位性を持っています。ジャックスはファームを効率的に行うことができ、イレリアに対して有利な状況を作り出すことができます。",
			"カミール": "ジャックスはカミールに対して、ダメージトレードで優位性を発揮します。ジャックスのスキルセットはカミールに対して効果的で、ダメージを与えやすいです。",
			"グウェン": "ジャックスはグウェンに対して、スケーリングの面で優位です。ジャックスはレイトゲームにおいて強力なキャリーとして機能し、グウェンに対して有利な状況を作り出すことができます。",
			"セト": "ジャックスはセトに対して、集団戦での強さが際立っています。ジャックスは集団戦での持続的なダメージを出すことができ、セトに対して優位に立つことができます。",
			"ヨリック": "ジャックスはヨリックに対して、ファームの面で優位性を持っています。ジャックスはファームを効率的に行うことができ、ヨリックに対して有利な状況を作り出すことができます。",
			"ワーウィック": "ジャックスはワーウィックに対して、ダメージトレードで優位性を発揮します。ジャックスの攻撃力とスキルの組み合わせにより、ワーウィックに対して効果的にダメージを与えることができます。",
			"モルデカイザー": "ジャックスはモルデカイザーに対して、スケーリングの面で優位です。ジャックスはレイトゲームにおいて強力なキャリーとして機能し、モルデカイザーに対して有利な状況を作り出すことができます。",
			"ダリウス": "ジャックスはダリウスに対して、集団戦での強さが際立っています。ジャックスは集団戦での持続的なダメージを出すことができ、ダリウスに対して優位に立つことができます。"
		},
		"loses": {
			"ブラッドミア": "ブラッドミアはジャックスに対して持続的なダメージを与える能力が高く、ファームを効率的に行うことができるため、ジャックスは不利な状況に置かれやすい。",
			"チョ＝ガス": "チョ＝ガスはジャックスの攻撃を受け止める耐久力があり、ダメージトレードにおいて有利に立つことができるため、ジャックスは苦戦する。",
			"カ・サンテ": "カ・サンテはスケーリングが優れており、後半戦での強さがジャックスを上回るため、ジャックスは不利な状況に陥る。",
			"アカリ": "アカリは高い機動力を持ち、ジャックスの攻撃を避けながら反撃することができるため、ダメージトレードで不利になる。",
			"サイオン": "サイオンは非常に高い耐久力を持ち、集団戦においてジャックスのダメージを吸収しやすいため、ジャックスは不利な状況に置かれる。",
			"ガレン": "ガレンは持続的なダメージと自己回復能力があり、ジャックスとの1対1の戦闘で優位に立つことができるため、ジャックスは不利。",
			"ドクター・ムンド": "ドクター・ムンドは高いHPと回復能力を持ち、ジャックスのダメージを軽減しやすいため、ジャックスは不利な状況に置かれる。",
			"シェン": "シェンはジャックスの攻撃を受け止める能力が高く、集団戦での影響力も大きいため、ジャックスは不利。",
			"シンジド": "シンジドは持続的なダメージを与えつつ、ジャックスの攻撃を避けることができるため、ジャックスは不利な状況に陥る。",
			"ナー": "ナーは変身による強力なCCを持ち、ジャックスとのダメージトレードで有利に立つことができるため、ジャックスは不利。",
			"クレッド": "クレッドは高い耐久力とダメージを持ち、集団戦でジャックスに対して優位に立つことができるため、ジャックスは不利。",
			"アーゴット": "アーゴットは持続的なダメージと自己回復能力があり、ジャックスとの1対1の戦闘で優位に立つことができるため、ジャックスは不利。",
			"ケネン": "ケネンは高い機動力と範囲攻撃を持ち、集団戦でジャックスに対して優位に立つことができるため、ジャックスは不利。",
			"ジェイス": "ジェイスは遠距離からのダメージを与える能力が高く、ジャックスとのダメージトレードで有利に立つことができるため、ジャックスは不利。",
			"イラオイ": "イラオイは持続的なダメージと自己回復能力があり、ジャックスとの1対1の戦闘で優位に立つことができるため、ジャックスは不利。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、集団戦でジャックスに対して優位に立つことができるため、ジャックスは不利。",
			"ガングプランク": "ガングプランクは持続的なダメージを与えつつ、ジャックスの攻撃を避けることができるため、ジャックスは不利な状況に陥る。",
			"オーン": "オーンは高い耐久力と集団戦での影響力があり、ジャックスに対して優位に立つことができるため、ジャックスは不利。",
			"マルファイト": "マルファイトは高い耐久力とCCを持ち、集団戦でジャックスに対して優位に立つことができるため、ジャックスは不利。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"ヤスオ": "ポッピーはヤスオに対して、強力な壁を利用して彼のスキルを無効化できるため、ファームの面で優位に立つことができる。",
			"イレリア": "ポッピーはイレリアの攻撃を受け流すことができ、ダメージトレードにおいて有利な状況を作り出すことができる。",
			"カ・サンテ": "ポッピーはカ・サンテのスキルを封じることができ、集団戦において彼を無力化することができるため、優位性を持つ。",
			"グウェン": "ポッピーはグウェンの攻撃を防ぎつつ、持続的なダメージを与えることができるため、スケーリングの面で有利である。",
			"ジャックス": "ポッピーはジャックスの攻撃を受け流し、ファームを安定させることができるため、優位に立つことができる。",
			"サイオン": "ポッピーはサイオンのスキルを無効化し、ダメージトレードで有利に立つことができる。",
			"クレッド": "ポッピーはクレッドの攻撃を防ぎ、集団戦での影響力を高めることができるため、優位性を持つ。",
			"ナー": "ポッピーはナーの攻撃を受け流し、ファームを安定させることができるため、優位に立つことができる。",
			"セト": "ポッピーはセトの攻撃を防ぎ、ダメージトレードで有利に立つことができる。",
			"シェン": "ポッピーはシェンのスキルを無効化し、集団戦での影響力を高めることができるため、優位性を持つ。",
			"ドクター・ムンド": "ポッピーはドクター・ムンドの攻撃を受け流し、ファームを安定させることができるため、優位に立つことができる。",
			"アンベッサ": "ポッピーはアンベッサの攻撃を防ぎ、ダメージトレードで有利に立つことができる。",
			"リヴェン": "ポッピーはリヴェンの攻撃を受け流し、集団戦での影響力を高めることができるため、優位性を持つ。",
			"ナサス": "ポッピーはナサスの攻撃を防ぎ、ファームを安定させることができるため、優位に立つことができる。",
			"カミール": "ポッピーはカミールの攻撃を受け流し、ダメージトレードで有利に立つことができる。",
			"トリンダメア": "ポッピーはトリンダメアの攻撃を防ぎ、集団戦での影響力を高めることができるため、優位性を持つ。"
		},
		"loses": {
			"ランブル": "ランブルはファームの際にスキルを使って安全にミニオンを処理できるため、ポッピーに対して優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいて、自己回復能力を持っているため、ポッピーとのトレードで有利に進めることができる。",
			"ヨリック": "ヨリックはスケーリングが強力で、レイトゲームにおいてポッピーに対して圧力をかけることができる。",
			"ケイル": "ケイルはレベルが上がるにつれて強力なダメージを出せるようになり、ポッピーに対して優位に立つことができる。",
			"オラフ": "オラフは持続的なダメージを出しつつ、ポッピーのCCを無効化することができるため、トレードで有利に進めることができる。",
			"シンジド": "シンジドは移動速度が速く、ポッピーの攻撃を避けながらファームを行うことができるため、ポッピーに対して有利に立つことができる。",
			"アーゴット": "アーゴットは集団戦において強力なダメージを出すことができ、ポッピーに対して圧力をかけることができる。",
			"パンテオン": "パンテオンは早期のダメージトレードにおいて非常に強力で、ポッピーに対して優位に立つことができる。",
			"レネクトン": "レネクトンはレベル1から強力なトレードが可能で、ポッピーに対して有利に進めることができる。",
			"ボリベア": "ボリベアは持続的なダメージとCCを持っており、ポッピーとのトレードで有利に進めることができる。",
			"ダリウス": "ダリウスは近接戦において非常に強力で、ポッピーに対して優位に立つことができる。",
			"ガレン": "ガレンは持続的なダメージと自己回復能力を持っており、ポッピーとのトレードで有利に進めることができる。",
			"マルファイト": "マルファイトは集団戦において強力なCCを持っており、ポッピーに対して圧力をかけることができる。",
			"オーン": "オーンはスケーリングが強力で、レイトゲームにおいてポッピーに対して優位に立つことができる。"
		}
	},
	"ケネン": {
		"name": "ケネン",
		"beats": {
			"ボリベア": "ケネンはボリベアに対して、遠距離からの攻撃が可能で、ボリベアの接近を防ぎやすいため、ファームが有利です。",
			"アーゴット": "ケネンはアーゴットに対して、スキルを使ってアーゴットの攻撃を避けることができるため、ダメージトレードで優位に立ちやすいです。",
			"カミール": "ケネンはカミールに対して、スキルの範囲攻撃を活かしてカミールのスキルを避けることができるため、スケーリングが有利です。",
			"レネクトン": "ケネンはレネクトンに対して、遠距離からの攻撃でレネクトンの回復を妨げることができるため、集団戦で優位に立ちやすいです。",
			"リヴェン": "ケネンはリヴェンに対して、リヴェンのコンボを避けることができるため、ダメージトレードで有利です。",
			"セト": "ケネンはセトに対して、スキルを使ってセトの接近を防ぎやすく、ファームが有利です。",
			"ヨネ": "ケネンはヨネに対して、遠距離からの攻撃でヨネのスキルを避けることができるため、ダメージトレードで優位です。",
			"ヤスオ": "ケネンはヤスオに対して、スキルを使ってヤスオの攻撃を避けることができるため、スケーリングが有利です。",
			"トリンダメア": "ケネンはトリンダメアに対して、遠距離からの攻撃でトリンダメアの回復を妨げることができるため、集団戦で優位に立ちやすいです。",
			"ダリウス": "ケネンはダリウスに対して、スキルを使ってダリウスの接近を防ぎやすく、ファームが有利です。",
			"クイン": "ケネンはクインに対して、遠距離からの攻撃でクインのスキルを避けることができるため、ダメージトレードで優位です。",
			"ジャックス": "ケネンはジャックスに対して、スキルを使ってジャックスの攻撃を避けることができるため、スケーリングが有利です。"
		},
		"loses": {
			"ヨリック": "ヨリックは持続的なダメージを与える能力が高く、ケネンのスキルを避けながらファームを行うことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ケネンのダメージトレードを無効化しやすい。",
			"ガングプランク": "ガングプランクはスキルを使ってケネンの攻撃を避けることができ、集団戦での影響力も高い。",
			"オーン": "オーンはタンクとしての役割を果たし、ケネンのダメージを軽減しつつ、集団戦での存在感を発揮できる。",
			"グウェン": "グウェンは高いバーストダメージを持ち、ケネンのスキルを回避しながら攻撃することができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ケネンとのダメージトレードで有利に立ち回ることができる。",
			"オラフ": "オラフはケネンのスキルを無効化する能力を持ち、持続的なダメージを与えることができる。",
			"ランブル": "ランブルは範囲攻撃を持ち、ケネンのスキルを避けながらダメージを与えることができる。",
			"ティーモ": "ティーモはブラインド効果を持ち、ケネンの攻撃を無効化しつつ、持続的にダメージを与えることができる。",
			"シンジド": "シンジドは高い持続ダメージを持ち、ケネンのスキルを避けながらファームを行うことができる。",
			"シェン": "シェンはタンクとしての役割を果たし、ケネンのダメージを軽減しつつ、集団戦での影響力を持つ。"
		}
	},
	"セト": {
		"name": "セト",
		"beats": {
			"イレリア": "セトはイレリアに対して強力なダメージを持ち、ファームを効率的に行うことができるため、レーンでの優位性を保ちやすいです。",
			"ヤスオ": "セトはヤスオの攻撃を受け流す能力があり、ダメージトレードで有利に立ち回ることができます。",
			"チョ＝ガス": "セトはチョ＝ガスに対して持続的なダメージを与えることができ、スケーリングにおいても優位性を持っています。",
			"ティーモ": "セトはティーモのブラインドを無視できるため、集団戦での影響力が高くなります。",
			"オラフ": "セトはオラフの攻撃を受け止めることができ、ファームの面でも有利に進めることができます。",
			"ブラッドミア": "セトはブラッドミアの回復を妨げることができ、ダメージトレードで優位に立つことが可能です。",
			"ヨリック": "セトはヨリックのミニオンを簡単に処理でき、スケーリングにおいても有利です。",
			"ガレン": "セトはガレンの持続的なダメージを抑えることができ、集団戦での優位性を持っています。",
			"ダリウス": "セトはダリウスの攻撃を受け流すことができ、ファームを効率的に行うことができます。",
			"ナサス": "セトはナサスのスケーリングを抑えることができ、ダメージトレードで有利に立ち回れます。",
			"シェン": "セトはシェンのシャドウを無視できるため、集団戦での影響力が高くなります。",
			"ヨネ": "セトはヨネの攻撃を受け流すことができ、ファームの面でも優位に進めることができます。"
		},
		"loses": {
			"グラガス": "グラガスはファームにおいて、セトよりも安全にミニオンを処理できるため、リソースを効率的に管理できる。",
			"ナー": "ナーはスケーリングにおいて、成長するにつれてセトに対して強力なダメージを持つため、後半戦での優位性が高い。",
			"アーゴット": "アーゴットはダメージトレードにおいて、セトの攻撃を受け流しつつ反撃できる能力を持っているため、トレードで有利に立てる。",
			"レネクトン": "レネクトンは集団戦において、セトよりも持続的なダメージと耐久力を持っているため、チームファイトでの影響力が大きい。",
			"エイトロックス": "エイトロックスはファームにおいて、自己回復能力が高く、セトよりも長く生存しやすい。",
			"マルファイト": "マルファイトは集団戦において、セトの攻撃を無効化することができるため、チーム戦での役割が強い。",
			"モルデカイザー": "モルデカイザーはダメージトレードにおいて、セトに対して有利な状況を作りやすく、トレードでの勝率が高い。",
			"リヴェン": "リヴェンはスケーリングにおいて、成長するにつれてセトに対して強力なバーストダメージを持つため、後半戦での脅威となる。",
			"カ・サンテ": "カ・サンテはファームにおいて、セトよりも効率的にミニオンを処理できるため、リソースを有利に使える。",
			"パンテオン": "パンテオンはダメージトレードにおいて、セトに対して強力な初動を持っているため、序盤での優位性を確保しやすい。",
			"ジャックス": "ジャックスはスケーリングにおいて、後半戦でのダメージが非常に高く、セトに対して脅威となる。"
		}
	},
	"クイン": {
		"name": "クイン",
		"beats": {
			"ボリベア": "クインはボリベアに対してファームの面で優位性を持っており、遠距離からの攻撃で安全にミニオンを処理できます。",
			"ヴェイン": "クインはヴェインに対してダメージトレードで有利であり、クインのスキルを使ってヴェインの攻撃を避けつつ反撃することが可能です。",
			"ガレン": "クインはガレンに対してスケーリングの面で優位であり、レベルが上がるにつれて強力なスキルを持つため、後半戦での影響力が増します。",
			"フィオラ": "クインはフィオラに対して集団戦での強さがあり、フィオラが孤立した敵を狙うのに対し、クインはチーム全体に貢献できる能力を持っています。",
			"ティーモ": "クインはティーモに対してファームの面で優位性があり、ティーモのブラインド効果を避けつつ安全にミニオンを処理できます。",
			"アーゴット": "クインはアーゴットに対してダメージトレードで有利であり、アーゴットの攻撃を避けながら持続的にダメージを与えることができます。",
			"ナー": "クインはナーに対してスケーリングの面で優位であり、レベルが上がるにつれてより強力なスキルを持つため、後半戦での影響力が増します。",
			"ヤスオ": "クインはヤスオに対して集団戦での強さがあり、ヤスオの攻撃を避けつつチーム全体に貢献できる能力を持っています。",
			"レネクトン": "クインはレネクトンに対してファームの面で優位性があり、遠距離からの攻撃で安全にミニオンを処理できます。",
			"ダリウス": "クインはダリウスに対してダメージトレードで有利であり、クインのスキルを使ってダリウスの攻撃を避けつつ反撃することが可能です。",
			"アンベッサ": "クインはアンベッサに対してスケーリングの面で優位であり、レベルが上がるにつれて強力なスキルを持つため、後半戦での影響力が増します。",
			"リヴェン": "クインはリヴェンに対して集団戦での強さがあり、リヴェンが孤立した敵を狙うのに対し、クインはチーム全体に貢献できる能力を持っています。",
			"ジャックス": "クインはジャックスに対してファームの面で優位性があり、遠距離からの攻撃で安全にミニオンを処理できます。",
			"エイトロックス": "クインはエイトロックスに対してダメージトレードで有利であり、エイトロックスの攻撃を避けながら持続的にダメージを与えることができます。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの際にクインの攻撃を受けにくく、安定したCSを確保できるため、クインに対して優位に立つことができる。",
			"ランブル": "ランブルはダメージトレードにおいて、クインの攻撃を受けた後でも強力なスキルを使って反撃できるため、クインに対して有利な状況を作りやすい。",
			"カミール": "カミールはスケーリングにおいて、レベルが上がるにつれてクインに対して強力なダメージを出せるため、時間が経つほどクインに対して優位になる。",
			"グラガス": "グラガスは集団戦において、クインの攻撃を無効化するスキルを持っているため、クインに対して有利に立ち回ることができる。",
			"オーロラ": "オーロラはファームの際に、クインの攻撃を避けながら安全にCSを取ることができるため、クインに対して優位に立つことができる。",
			"クレッド": "クレッドはダメージトレードにおいて、クインの攻撃を受けた後でも強力な反撃が可能なため、クインに対して有利な状況を作りやすい。",
			"カ・サンテ": "カ・サンテはスケーリングにおいて、レベルが上がるにつれてクインに対して強力なダメージを出せるため、時間が経つほどクインに対して優位になる。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において、クインの攻撃を耐えながら持続的にダメージを与えることができるため、クインに対して有利に立ち回ることができる。",
			"サイオン": "サイオンはファームの際に、クインの攻撃を受けにくく、安定したCSを確保できるため、クインに対して優位に立つことができる。",
			"ヨリック": "ヨリックはダメージトレードにおいて、クインの攻撃を受けた後でも強力なスキルを使って反撃できるため、クインに対して有利な状況を作りやすい。",
			"パンテオン": "パンテオンはスケーリングにおいて、レベルが上がるにつれてクインに対して強力なダメージを出せるため、時間が経つほどクインに対して優位になる。",
			"セト": "セトは集団戦において、クインの攻撃を無効化するスキルを持っているため、クインに対して有利に立ち回ることができる。",
			"チョ＝ガス": "チョ＝ガスはファームの際に、クインの攻撃を避けながら安全にCSを取ることができるため、クインに対して優位に立つことができる。",
			"シェン": "シェンはダメージトレードにおいて、クインの攻撃を受けた後でも強力な反撃が可能なため、クインに対して有利な状況を作りやすい。",
			"イレリア": "イレリアはスケーリングにおいて、レベルが上がるにつれてクインに対して強力なダメージを出せるため、時間が経つほどクインに対して優位になる。",
			"ケイル": "ケイルは集団戦において、クインの攻撃を耐えながら持続的にダメージを与えることができるため、クインに対して有利に立ち回ることができる。",
			"ケネン": "ケネンはファームの際に、クインの攻撃を受けにくく、安定したCSを確保できるため、クインに対して優位に立つことができる。"
		}
	},
	"リヴェン": {
		"name": "リヴェン",
		"beats": {
			"グウェン": "リヴェンはグウェンに対して高い機動力を持ち、スキルを使ってグウェンの攻撃を回避しやすいです。",
			"ヤスオ": "リヴェンはヤスオに対して、早期のダメージトレードで優位に立つことができ、ヤスオのシールドを無視することができます。",
			"ヨリック": "リヴェンはヨリックに対して、瞬時にダメージを与え、ヨリックのミニオンを利用した戦闘を制限することができます。",
			"ヨネ": "リヴェンはヨネに対して、スキルのコンボを使って早期にダメージを与え、ヨネのリカバリーを妨げることができます。",
			"ケイル": "リヴェンはケイルに対して、レベルが低い段階でのダメージトレードで優位に立ち、ケイルの成長を抑えることができます。",
			"ドクター・ムンド": "リヴェンはドクター・ムンドに対して、高いバーストダメージを持ち、ムンドの回復を無視することができます。",
			"シェン": "リヴェンはシェンに対して、シェンのタワーダイブを避ける能力があり、シェンの影響を受けにくいです。",
			"ダリウス": "リヴェンはダリウスに対して、ダリウスの攻撃を避ける機動力を持ち、ダリウスのスタックを貯めさせないことができます。",
			"サイオン": "リヴェンはサイオンに対して、サイオンのスキルを避けつつ、サイオンの耐久力を削ることができます。",
			"イレリア": "リヴェンはイレリアに対して、イレリアのスキルを回避しやすく、イレリアのコンボを妨げることができます。",
			"モルデカイザー": "リヴェンはモルデカイザーに対して、モルデカイザーのスキルを避けつつ、早期にダメージを与えることができます。",
			"セト": "リヴェンはセトに対して、セトのスキルを回避しやすく、セトのダメージを抑えることができます。",
			"シンジド": "リヴェンはシンジドに対して、高い機動力を持ち、シンジドの毒を避けることができます。",
			"フィオラ": "リヴェンはフィオラに対して、フィオラのパリィを避けるスキルを持ち、フィオラの攻撃を無効化することができます。",
			"クレッド": "リヴェンはクレッドに対して、クレッドのスキルを避けつつ、早期にダメージを与えることができます。",
			"オーン": "リヴェンはオーンに対して、オーンのスキルを回避しやすく、オーンの耐久力を削ることができます。"
		},
		"loses": {
			"レネクトン": "レネクトンはファームの面でリヴェンに対して優位であり、持続的なダメージを与える能力が高いため、リヴェンはトレードで不利になることが多いです。",
			"アーゴット": "アーゴットはスケーリングが優れており、リヴェンが後半に向かうにつれて、アーゴットの強さが際立つため、リヴェンは集団戦で苦しむことになります。",
			"グラガス": "グラガスはダメージトレードにおいて、リヴェンの攻撃を受け流す能力が高く、リヴェンはその結果として不利な状況に陥ります。",
			"パンテオン": "パンテオンは早期のゲームでの圧力が強く、リヴェンはその攻撃を受けるとファームが難しくなり、結果的に不利になります。",
			"ワーウィック": "ワーウィックは持続的な回復能力があり、リヴェンのダメージを受けても生存しやすく、トレードで不利になります。",
			"ポッピー": "ポッピーはリヴェンの機動力を制限するスキルを持っており、これによりリヴェンは集団戦での立ち回りが難しくなります。",
			"ボリベア": "ボリベアはタンクとしての耐久力が高く、リヴェンのダメージを受けても問題なく、ファームやトレードで不利になります。",
			"トリンダメア": "トリンダメアはリヴェンの攻撃を受け流しつつ、自己回復能力が高いため、リヴェンはトレードで不利になります。",
			"マルファイト": "マルファイトは集団戦での影響力が強く、リヴェンはその圧力に対抗するのが難しく、不利な状況に陥ります。",
			"カミール": "カミールはリヴェンに対して強力なダメージを持ち、トレードでリヴェンを圧倒することができるため、不利になります。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、リヴェンはその攻撃を避けるのが難しく、ファームで不利になります。",
			"エイトロックス": "エイトロックスは持続的なダメージと回復能力があり、リヴェンはその攻撃に対抗するのが難しく、不利になります。",
			"チョ＝ガス": "チョ＝ガスは耐久力が高く、リヴェンの攻撃を受けても生存しやすいため、トレードで不利になります。",
			"ナー": "ナーはリヴェンに対して強力なCCを持っており、集団戦でリヴェンはその影響を受けやすく、不利になります。",
			"ガレン": "ガレンは高い耐久力と持続的なダメージを持ち、リヴェンはその攻撃に対抗するのが難しく、不利になります。"
		}
	},
	"カミール": {
		"name": "カミール",
		"beats": {
			"ガレン": "カミールはガレンに対して高い機動力を持っており、ガレンのスキルを避けやすいため、ファームの面で優位に立つことができます。",
			"ヨネ": "カミールはヨネの攻撃を避ける能力が高く、ダメージトレードにおいて有利に戦うことができるため、持続的なダメージを与えやすいです。",
			"イレリア": "カミールはイレリアのスキルを回避しやすく、スケーリングの段階でも有利に進めることができるため、後半戦でも強力です。",
			"オラフ": "カミールはオラフの攻撃を受け流すことができ、集団戦においてもオラフを無力化する手段を持っているため、優位に立つことができます。",
			"ナサス": "カミールはナサスのスキルを避けることができ、ファームの段階でナサスに対して圧力をかけることができるため、優位です。",
			"ヤスオ": "カミールはヤスオの攻撃を避ける能力が高く、ダメージトレードにおいて有利に立つことができるため、持続的にダメージを与えやすいです。",
			"オーン": "カミールはオーンのスキルを回避しやすく、スケーリングの段階でも有利に進めることができるため、後半戦でも強力です。",
			"ケイル": "カミールはケイルの攻撃を避けることができ、集団戦においてもケイルを無力化する手段を持っているため、優位に立つことができます。",
			"パンテオン": "カミールはパンテオンの攻撃を受け流すことができ、ファームの段階でパンテオンに対して圧力をかけることができるため、優位です。",
			"ヨリック": "カミールはヨリックのスキルを避ける能力が高く、ダメージトレードにおいて有利に戦うことができるため、持続的なダメージを与えやすいです。",
			"アンベッサ": "カミールはアンベッサの攻撃を受け流すことができ、集団戦においてもアンベッサを無力化する手段を持っているため、優位に立つことができます。"
		},
		"loses": {
			"ティーモ": "ティーモはカミールに対して強力なファーム能力を持ち、カミールが近づく前に攻撃することができるため、カミールはファームが難しい。",
			"ジャックス": "ジャックスはスケーリングが優れており、ゲーム後半においてカミールよりも強力なダメージを出すことができるため、カミールは不利を感じる。",
			"グラガス": "グラガスは集団戦において優れたCC（クラウドコントロール）を持っており、カミールが集団戦で活躍するのを妨げることができる。",
			"レネクトン": "レネクトンは早期のダメージトレードにおいてカミールよりも強力で、カミールがダメージを受けやすくなる。",
			"クレッド": "クレッドは耐久性が高く、カミールの攻撃を受け止めることができるため、カミールはダメージを与えにくい。",
			"シンジド": "シンジドは持続的なダメージを与える能力が高く、カミールが近づくと毒でダメージを受けるため、カミールは不利を感じる。",
			"グウェン": "グウェンはスケーリングが優れており、カミールが成長する前に強力なダメージを出すことができるため、カミールは不利。",
			"チョ＝ガス": "チョ＝ガスは集団戦での耐久性が高く、カミールがダメージを与えるのが難しくなるため、カミールは不利を感じる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、カミールのダメージを軽減することができるため、カミールは不利。",
			"ガングプランク": "ガングプランクは遠距離からの攻撃が可能で、カミールが近づく前にダメージを与えることができるため、カミールは不利を感じる。",
			"ボリベア": "ボリベアは高い耐久性とダメージを持ち、カミールが攻撃するのを難しくするため、カミールは不利。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"イラオイ": "ケイルはイラオイに対してファームがしやすく、遠距離攻撃で安全にミニオンを処理できるため、リソースを効率的に管理できます。",
			"シンジド": "ケイルはシンジドの毒を避けることができ、スキルを使って安全にダメージを与えることができるため、ダメージトレードで優位に立てます。",
			"レネクトン": "ケイルはレネクトンの攻撃を受ける前にスキルを使って距離を取ることができ、集団戦では後衛からのダメージを与えることができます。",
			"ガレン": "ケイルはガレンの持つ持続的なダメージを避けることができ、スケーリングが進むにつれて強力なダメージを出せるため、時間が経つほど有利になります。",
			"ボリベア": "ケイルはボリベアの接近を避けることができ、遠距離からの攻撃で有利に立ち回ることができるため、集団戦での影響力が高まります。",
			"ランブル": "ケイルはランブルのスキルを避けることができ、特に集団戦では後衛から安全にダメージを与えることができるため、優位に立てます。",
			"カ・サンテ": "ケイルはカ・サンテの攻撃を避けることができ、スケーリングが進むにつれて強力なダメージを出せるため、時間が経つほど有利になります。",
			"ダリウス": "ケイルはダリウスの接近を避けることができ、遠距離からの攻撃で有利に立ち回ることができるため、集団戦での影響力が高まります。",
			"モルデカイザー": "ケイルはモルデカイザーのスキルを避けることができ、特に集団戦では後衛から安全にダメージを与えることができるため、優位に立てます。",
			"パンテオン": "ケイルはパンテオンの攻撃を避けることができ、スケーリングが進むにつれて強力なダメージを出せるため、時間が経つほど有利になります。",
			"グウェン": "ケイルはグウェンの攻撃を避けることができ、特に集団戦では後衛から安全にダメージを与えることができるため、優位に立てます。",
			"チョ＝ガス": "ケイルはチョ＝ガスの攻撃を避けることができ、スケーリングが進むにつれて強力なダメージを出せるため、時間が経つほど有利になります。",
			"フィオラ": "ケイルはフィオラの攻撃を避けることができ、特に集団戦では後衛から安全にダメージを与えることができるため、優位に立てます。",
			"ヨリック": "ケイルはヨリックの攻撃を避けることができ、スケーリングが進むにつれて強力なダメージを出せるため、時間が経つほど有利になります。",
			"セト": "ケイルはセトの攻撃を避けることができ、特に集団戦では後衛から安全にダメージを与えることができるため、優位に立てます。",
			"エイトロックス": "ケイルはエイトロックスの攻撃を避けることができ、スケーリングが進むにつれて強力なダメージを出せるため、時間が経つほど有利になります。",
			"アーゴット": "ケイルはアーゴットの攻撃を避けることができ、特に集団戦では後衛から安全にダメージを与えることができるため、優位に立てます。",
			"ガングプランク": "ケイルはガングプランクの攻撃を避けることができ、スケーリングが進むにつれて強力なダメージを出せるため、時間が経つほど有利になります。"
		},
		"loses": {
			"マルファイト": "マルファイトはケイルに対して強力なCCを持っており、ファームを妨害しやすいです。",
			"ジェイス": "ジェイスはケイルに対して高いダメージを持ち、トレードで優位に立つことができます。",
			"アンベッサ": "アンベッサはケイルのスケーリングを阻害する能力を持っており、早期の圧力をかけることができます。",
			"ヨネ": "ヨネはケイルに対して高い機動性を持ち、集団戦での影響力が大きいです。",
			"ヤスオ": "ヤスオはケイルのスキルを回避しやすく、ダメージトレードで有利に立つことができます。",
			"ブラッドミア": "ブラッドミアはケイルに対して持続的なダメージを与えやすく、ファームを妨害することができます。",
			"リヴェン": "リヴェンはケイルに対して高いバーストダメージを持ち、トレードで優位に立つことができます。",
			"ジャックス": "ジャックスはケイルのスケーリングを上回る能力を持ち、後半戦での強さが際立ちます。",
			"イレリア": "イレリアはケイルに対して高い機動性とダメージを持ち、集団戦での影響力が大きいです。",
			"ナサス": "ナサスはケイルに対して持続的なダメージを与えやすく、ファームを妨害することができます。",
			"オーン": "オーンはケイルに対して強力なCCを持っており、集団戦での影響力が大きいです。",
			"グラガス": "グラガスはケイルに対して高い耐久性を持ち、ダメージトレードで優位に立つことができます。",
			"カミール": "カミールはケイルに対して高い機動性を持ち、トレードで優位に立つことができます。",
			"シェン": "シェンはケイルに対して強力なシールドを持ち、集団戦での影響力が大きいです。"
		}
	},
	"アンベッサ": {
		"name": "アンベッサ",
		"beats": {
			"ドクター・ムンド": "アンベッサはドクター・ムンドに対して高いダメージトレードを行うことができ、彼の回復力を上回ることができるため、ファームの面でも優位に立つことができる。",
			"ケイル": "アンベッサはケイルに対して早期の集団戦での影響力が強く、彼女がスケールする前に有利な状況を作り出すことができる。",
			"サイオン": "アンベッサはサイオンに対して持続的なダメージを与えることができ、彼のタンク性能を無視してファームを優位に進めることができる。",
			"ヨネ": "アンベッサはヨネに対して強力なダメージトレードを行うことができ、彼のスキルを封じることで集団戦での優位性を確保できる。",
			"ガレン": "アンベッサはガレンに対して持続的なダメージを与えつつ、彼の回復を上回ることができるため、ファームの面でも有利に進めることができる。",
			"ナサス": "アンベッサはナサスに対して早期のダメージトレードで優位に立ち、彼がスケールする前に圧力をかけることができる。",
			"マルファイト": "アンベッサはマルファイトに対して高いダメージを持ち、集団戦での影響力を持つため、ファームの面でも優位に立つことができる。",
			"アーゴット": "アンベッサはアーゴットに対して持続的なダメージを与え、彼のスキルを封じることで集団戦での優位性を確保できる。",
			"ブラッドミア": "アンベッサはブラッドミアに対して高いダメージトレードを行うことができ、彼の回復力を上回ることができるため、ファームの面でも優位に立つことができる。",
			"ヤスオ": "アンベッサはヤスオに対して持続的なダメージを与え、彼のスキルを封じることで集団戦での優位性を確保できる。",
			"フィオラ": "アンベッサはフィオラに対して高いダメージトレードを行うことができ、彼女のスケールを抑えることができるため、ファームの面でも優位に立つことができる。",
			"オーン": "アンベッサはオーンに対して持続的なダメージを与え、彼のタンク性能を無視してファームを優位に進めることができる。",
			"チョ＝ガス": "アンベッサはチョ＝ガスに対して高いダメージトレードを行うことができ、彼の回復力を上回ることができるため、ファームの面でも優位に立つことができる。",
			"カ・サンテ": "アンベッサはカ・サンテに対して持続的なダメージを与え、彼のスキルを封じることで集団戦での優位性を確保できる。",
			"グラガス": "アンベッサはグラガスに対して高いダメージトレードを行うことができ、彼の回復力を上回ることができるため、ファームの面でも優位に立つことができる。",
			"ナー": "アンベッサはナーに対して持続的なダメージを与え、彼のスキルを封じることで集団戦での優位性を確保できる。"
		},
		"loses": {
			"ヨリック": "ヨリックはアンベッサに対して強力な持続ダメージを持っており、ファームの面で優位に立つことができる。",
			"イレリア": "イレリアはアンベッサのスキルを回避しやすく、ダメージトレードで有利に立つことができる。",
			"レネクトン": "レネクトンは早期の集団戦で強力なCCを持っており、アンベッサに対して圧力をかけることができる。",
			"クレッド": "クレッドは耐久力が高く、アンベッサの攻撃を受け流しながらダメージを与えることができる。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、アンベッサとのトレードで有利に立つことができる。",
			"カミール": "カミールは高い機動力を持ち、アンベッサのスキルを避けながら攻撃することができる。",
			"パンテオン": "パンテオンは早期のゲームで強力なバーストダメージを持ち、アンベッサに対して優位に立つことができる。",
			"シンジド": "シンジドは持続的なダメージを与えつつ、アンベッサの攻撃を避けることができる。",
			"ポッピー": "ポッピーは強力な壁を利用してアンベッサの動きを制限し、集団戦で有利に立つことができる。",
			"ガングプランク": "ガングプランクは遠距離からの攻撃が可能で、アンベッサに対して安全にダメージを与えることができる。",
			"イラオイ": "イラオイは持続的なダメージと回復能力を持ち、アンベッサとのトレードで有利に立つことができる。",
			"ダリウス": "ダリウスは近接戦での強力なダメージを持ち、アンベッサに対して圧力をかけることができる。",
			"モルデカイザー": "モルデカイザーは強力なシールドを持ち、アンベッサの攻撃を受け流しながらダメージを与えることができる。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"シェン": "パンテオンはシェンに対して強力な初期ダメージを持っており、ファームを効率的に行うことができるため、シェンよりも早くアイテムを揃えることができる。",
			"ヨネ": "パンテオンはヨネに対して強力なスキルを持っており、ダメージトレードで有利に立ち回ることができるため、ヨネに対して優位性を持つ。",
			"クイン": "パンテオンはクインに対して高いバーストダメージを持っており、集団戦での瞬時のダメージを与える能力が高いため、クインに対して有利である。",
			"ケネン": "パンテオンはケネンに対して早期のダメージを与えることができ、ファームを優位に進めることができるため、ケネンに対して強い。",
			"セト": "パンテオンはセトに対して高いバーストダメージを持ち、ダメージトレードで有利に立ち回ることができるため、セトに対して優位性を持つ。",
			"ダリウス": "パンテオンはダリウスに対して初期のダメージが高く、ファームを効率的に行うことができるため、ダリウスに対して有利である。",
			"ナー": "パンテオンはナーに対して強力なスキルを持っており、ダメージトレードで有利に立ち回ることができるため、ナーに対して優位性を持つ。",
			"リヴェン": "パンテオンはリヴェンに対して高いバーストダメージを持ち、集団戦での瞬時のダメージを与える能力が高いため、リヴェンに対して有利である。",
			"クレッド": "パンテオンはクレッドに対して早期のダメージを与えることができ、ファームを優位に進めることができるため、クレッドに対して強い。",
			"オーン": "パンテオンはオーンに対して高いバーストダメージを持ち、ダメージトレードで有利に立ち回ることができるため、オーンに対して優位性を持つ。",
			"イレリア": "パンテオンはイレリアに対して強力な初期ダメージを持っており、ファームを効率的に行うことができるため、イレリアよりも早くアイテムを揃えることができる。",
			"エイトロックス": "パンテオンはエイトロックスに対して高いバーストダメージを持ち、集団戦での瞬時のダメージを与える能力が高いため、エイトロックスに対して有利である。",
			"カ・サンテ": "パンテオンはカ・サンテに対して早期のダメージを与えることができ、ファームを優位に進めることができるため、カ・サンテに対して強い。",
			"グウェン": "パンテオンはグウェンに対して高いバーストダメージを持ち、ダメージトレードで有利に立ち回ることができるため、グウェンに対して優位性を持つ。",
			"アンベッサ": "パンテオンはアンベッサに対して強力な初期ダメージを持っており、ファームを効率的に行うことができるため、アンベッサよりも早くアイテムを揃えることができる。"
		},
		"loses": {
			"ドクター・ムンド": "ドクター・ムンドは高い回復力を持っており、パンテオンのダメージを持続的に受けることができるため、ファームの面で有利に立つことができる。",
			"ガングプランク": "ガングプランクはスキルを使って遠距離からのダメージを与えることができ、パンテオンとのダメージトレードで優位に立つことができる。",
			"オラフ": "オラフはパンテオンの攻撃を受けても、自己回復能力が高く、スケーリングの面で有利に進むことができる。",
			"シンジド": "シンジドは毒を使って持続的にダメージを与えることができ、パンテオンとの集団戦で有利に立つことができる。",
			"サイオン": "サイオンは高い耐久力を持ち、パンテオンの攻撃を受けても生き残ることができるため、ファームの面で有利に立つことができる。",
			"フィオラ": "フィオラはパンテオンの攻撃を避ける能力が高く、ダメージトレードで有利に立つことができる。",
			"カミール": "カミールは機動力が高く、パンテオンの攻撃をかわしながらダメージを与えることができるため、スケーリングの面で有利に進むことができる。",
			"チョ＝ガス": "チョ＝ガスは持続的なダメージを与えることができ、集団戦でパンテオンに対して優位に立つことができる。",
			"マルファイト": "マルファイトは高い耐久力を持ち、集団戦でパンテオンのダメージを受けても生き残ることができるため、ファームの面で有利に立つことができる。",
			"レネクトン": "レネクトンはパンテオンとのダメージトレードで優位に立つことができ、自己回復能力も高いため、スケーリングの面で有利に進むことができる。",
			"ケイル": "ケイルはレベルが上がるにつれて強力になり、パンテオンとの集団戦で有利に立つことができる。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、パンテオンとのダメージトレードで優位に立つことができる。",
			"ヨリック": "ヨリックは持続的なダメージを与えることができ、パンテオンとの集団戦で有利に立つことができる。"
		}
	},
	"オラフ": {
		"name": "オラフ",
		"beats": {
			"ヨネ": "オラフはヨネに対して強力な持続ダメージを持っており、ファームを効率的に行うことができるため、レーンでの優位性を保ちやすいです。",
			"ティーモ": "オラフはティーモのブラインドを無視できるため、ダメージトレードで有利に立ち回ることができます。",
			"ナー": "オラフはナーの変身を利用して、スケーリングの段階で優位に立つことができ、特にレイトゲームでの強さが際立ちます。",
			"マルファイト": "オラフはマルファイトに対して持続的なダメージを与えられるため、集団戦での影響力が高くなります。",
			"ナサス": "オラフはナサスのスタックを妨害しやすく、ファームの効率を上げることで、早期に有利な状況を作り出せます。",
			"ドクター・ムンド": "オラフはドクター・ムンドの回復を上回るダメージを持っており、持続的なトレードで優位に立つことができます。",
			"オーン": "オラフはオーンのスキルを避けることができ、集団戦でのダメージを最大化することができるため、優位性があります。",
			"シェン": "オラフはシェンのシールドを無視できるため、ダメージトレードで有利に立ち回ることができます。",
			"シンジド": "オラフはシンジドの毒を受け流しつつ、持続的なダメージを与えることができるため、ファームでの優位性を保ちやすいです。",
			"パンテオン": "オラフはパンテオンの攻撃を耐えることができ、集団戦での影響力を高めることができるため、優位性があります。"
		},
		"loses": {
			"カミール": "カミールはオラフに対して強力なダメージトレードを行うことができ、オラフの攻撃を無効化するスキルを持っています。",
			"クレッド": "クレッドはオラフに対して持続的なダメージを与えることができ、集団戦での影響力が高いです。",
			"ガングプランク": "ガングプランクはオラフに対して遠距離からの攻撃が可能で、ファームを効率的に行うことができます。",
			"トランドル": "トランドルはオラフの強さを無効化するスキルを持ち、特に集団戦での耐久力が高いです。",
			"カ・サンテ": "カ・サンテはオラフに対して持続的な回復能力を持ち、長期戦で優位に立つことができます。",
			"トリンダメア": "トリンダメアはオラフに対して高いバーストダメージを持ち、ファームの面でも優れています。",
			"アンベッサ": "アンベッサはオラフに対して強力なCC（クラウドコントロール）を持ち、ダメージトレードで有利に立つことができます。",
			"グウェン": "グウェンはオラフに対して高いスケーリングを持ち、集団戦での影響力が大きいです。",
			"ブラッドミア": "ブラッドミアはオラフに対して持続的なダメージを与えることができ、特にファームでの優位性があります。",
			"フィオラ": "フィオラはオラフに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができます。",
			"グラガス": "グラガスはオラフに対して強力なCCを持ち、集団戦での影響力が高いです。",
			"サイオン": "サイオンはオラフに対して高い耐久力を持ち、集団戦での存在感が大きいです。",
			"ケイル": "ケイルはオラフに対してスケーリングが優れており、後半戦での強さが際立ちます。",
			"セト": "セトはオラフに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができます。",
			"レネクトン": "レネクトンはオラフに対して持続的なダメージを与えることができ、特にファームでの優位性があります。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ボリベア": "ブラッドミアはボリベアに対して高いダメージトレードを行うことができ、ボリベアの体力を早期に削ることが可能です。",
			"ケイル": "ブラッドミアはケイルのスケーリングに対して早期に圧力をかけることができ、レーンでの優位性を保つことができます。",
			"ジャックス": "ブラッドミアはジャックスに対してファームを効率的に行うことができ、ジャックスが成長する前に有利な状況を作り出せます。",
			"ワーウィック": "ブラッドミアはワーウィックの回復を妨げることができ、ダメージトレードで優位に立つことができます。",
			"ガレン": "ブラッドミアはガレンの持つ耐久力を無視して高いダメージを与えることができ、集団戦でも有利に立ち回れます。",
			"ナー": "ブラッドミアはナーの変身を利用して、ナーが弱い状態の時に攻撃を仕掛けることができ、ファームでの優位性を確保できます。",
			"アーゴット": "ブラッドミアはアーゴットのスキルを避けることができ、ダメージトレードで有利に進めることができます。",
			"ティーモ": "ブラッドミアはティーモのブラインドを無視して攻撃できるため、ファームでの優位性を持つことができます。",
			"シェン": "ブラッドミアはシェンのシールドを無視して高いダメージを与えることができ、集団戦での影響力が大きいです。",
			"マルファイト": "ブラッドミアはマルファイトの耐久力を上回るダメージを持っており、ダメージトレードで優位に立てます。",
			"ダリウス": "ブラッドミアはダリウスの攻撃を避けつつ、高いダメージを与えることができ、集団戦での優位性を持っています。",
			"ガングプランク": "ブラッドミアはガングプランクのスキルを避けることができ、ファームでの優位性を確保しやすいです。",
			"ヤスオ": "ブラッドミアはヤスオのスキルを利用して、ダメージトレードで有利に進めることができます。"
		},
		"loses": {
			"ヨリック": "ヨリックはファームにおいて、ミニオンを効率的に処理できる能力が高く、ブラッドミアが追いつくのが難しい。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードにおいて、自己回復能力が高く、ブラッドミアの攻撃を受け流すことができる。",
			"リヴェン": "リヴェンはスケーリングにおいて、レベルアップとアイテムの効果を最大限に活かし、ブラッドミアに対して強力なダメージを与えることができる。",
			"ナサス": "ナサスは集団戦において、強力な範囲攻撃と耐久力を持ち、ブラッドミアが効果的に戦うのを難しくする。",
			"ランブル": "ランブルはファームにおいて、スキルを使ってミニオンを一掃する能力が高く、ブラッドミアがリソースを確保するのが難しい。",
			"アンベッサ": "アンベッサはダメージトレードにおいて、持続的なダメージを与える能力があり、ブラッドミアが反撃する隙を与えない。",
			"エイトロックス": "エイトロックスはスケーリングにおいて、成長するにつれて非常に強力になり、ブラッドミアに対して優位に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において、非常に高い耐久力を持ち、ブラッドミアがダメージを与えるのが難しい。",
			"クイン": "クインはファームにおいて、機動力が高く、ブラッドミアが追いつくのが難しい。",
			"グラガス": "グラガスはダメージトレードにおいて、スキルを使ってブラッドミアの攻撃を無効化することができる。",
			"トリンダメア": "トリンダメアはスケーリングにおいて、レベルが上がるにつれて非常に強力になり、ブラッドミアに対して優位に立つことができる。",
			"オーン": "オーンは集団戦において、強力なCC（クラウドコントロール）を持ち、ブラッドミアが効果的に戦うのを難しくする。",
			"イレリア": "イレリアはファームにおいて、ミニオンを効率的に処理できる能力が高く、ブラッドミアが追いつくのが難しい。",
			"サイオン": "サイオンはダメージトレードにおいて、高い耐久力を持ち、ブラッドミアの攻撃を受け流すことができる。",
			"グウェン": "グウェンはスケーリングにおいて、成長するにつれて非常に強力になり、ブラッドミアに対して優位に立つことができる。"
		}
	},
	"クレッド": {
		"name": "クレッド",
		"beats": {
			"ドクター・ムンド": "クレッドはドクター・ムンドに対して強力なダメージトレードを行うことができ、特に初期の段階でのファームを有利に進めることができます。",
			"トリンダメア": "クレッドはトリンダメアに対しても優れたスケーリングを持ち、レイトゲームにおいても強力な存在となります。",
			"イレリア": "クレッドはイレリアに対して集団戦での影響力が高く、彼女の動きを制限することができます。",
			"オラフ": "クレッドはオラフに対してファームを効率的に行うことができ、持続的なダメージを与えることが可能です。",
			"ナー": "クレッドはナーに対しても有利で、特に変身前のナーに対して強力なトレードが可能です。",
			"マルファイト": "クレッドはマルファイトに対して集団戦での役割を果たしやすく、彼のスキルを無効化することができます。",
			"ヨリック": "クレッドはヨリックに対してもファームを有利に進めることができ、持続的なダメージを与えることができます。",
			"ヤスオ": "クレッドはヤスオに対しても強力なダメージトレードを行うことができ、特に初期の段階での優位性を持っています。",
			"カミール": "クレッドはカミールに対しても集団戦での影響力が高く、彼女の動きを制限することができます。",
			"オーン": "クレッドはオーンに対してもファームを効率的に行うことができ、持続的なダメージを与えることが可能です。",
			"グラガス": "クレッドはグラガスに対しても有利で、特に集団戦において彼のスキルを無効化することができます。",
			"ティーモ": "クレッドはティーモに対しても強力なダメージトレードを行うことができ、特に初期の段階での優位性を持っています。",
			"アンベッサ": "クレッドはアンベッサに対してもファームを有利に進めることができ、持続的なダメージを与えることが可能です。",
			"ガングプランク": "クレッドはガングプランクに対しても集団戦での役割を果たしやすく、彼のスキルを無効化することができます。",
			"サイオン": "クレッドはサイオンに対しても有利で、特に集団戦において彼の動きを制限することができます。"
		},
		"loses": {
			"ワーウィック": "ワーウィックは持続的な回復能力を持っており、クレッドのダメージトレードに対して非常に強力です。",
			"リヴェン": "リヴェンは高いバーストダメージと機動力を持っており、クレッドがスキルを使う前に攻撃を仕掛けることができます。",
			"グウェン": "グウェンはクレッドの攻撃を無効化するスキルを持っており、ファームやダメージトレードで優位に立つことができます。",
			"シンジド": "シンジドは持続的なダメージを与えつつ逃げる能力が高く、クレッドが近づくのを難しくします。",
			"フィオラ": "フィオラはクレッドのスキルを避けることができ、1対1のトレードで有利に立つことができます。",
			"パンテオン": "パンテオンは早期のレベルで強力なダメージを持ち、クレッドに対してプレッシャーをかけることができます。",
			"カ・サンテ": "カ・サンテは耐久力が高く、クレッドの攻撃を受け流しながら反撃することができます。",
			"イラオイ": "イラオイは持続的なダメージと回復能力を持ち、クレッドとのトレードで有利に立つことができます。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、クレッドが近づく前にダメージを与えることができます。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、クレッドの攻撃を受け流しながら反撃することができます。",
			"ダリウス": "ダリウスはクレッドに対して強力なバーストダメージを持ち、トレードで優位に立つことができます。",
			"ランブル": "ランブルは範囲攻撃を持ち、クレッドが近づくのを難しくします。",
			"モルデカイザー": "モルデカイザーはクレッドの攻撃を無効化するスキルを持ち、集団戦で有利に立つことができます。"
		}
	},
	"ダリウス": {
		"name": "ダリウス",
		"beats": {
			"ヤスオ": "ダリウスはヤスオに対して強力なダメージを持ち、特に近接戦でのトレードにおいて優位性を発揮します。",
			"ヨリック": "ダリウスはヨリックに対して高いファーム能力を持ち、特にレーンでの圧力をかけることができます。",
			"シェン": "ダリウスはシェンに対してスケーリングが優れており、後半戦での強さが際立ちます。",
			"ガレン": "ダリウスはガレンに対して集団戦でのダメージを高めることができ、チームファイトでの影響力が大きいです。",
			"ナサス": "ダリウスはナサスに対して早期のトレードで有利に立ち回ることができ、レーンでの優位性を確保します。",
			"トリンダメア": "ダリウスはトリンダメアに対して持続的なダメージを与えることができ、特に1対1の状況で強さを発揮します。",
			"サイオン": "ダリウスはサイオンに対して高いバーストダメージを持ち、レーンでの圧力をかけることができます。",
			"モルデカイザー": "ダリウスはモルデカイザーに対して持続的なダメージを与えやすく、特にレーンでのトレードで優位に立てます。",
			"ワーウィック": "ダリウスはワーウィックに対して高いダメージを持ち、特にレーンでの圧力をかけることができます。",
			"シンジド": "ダリウスはシンジドに対して強力なトレード能力を持ち、特に近接戦での優位性を発揮します。",
			"フィオラ": "ダリウスはフィオラに対して持続的なダメージを与えることができ、特に1対1の状況で強さを発揮します。",
			"イラオイ": "ダリウスはイラオイに対して高いバーストダメージを持ち、特にレーンでの圧力をかけることができます。",
			"アーゴット": "ダリウスはアーゴットに対して持続的なダメージを与えやすく、特にレーンでのトレードで優位に立てます。",
			"クレッド": "ダリウスはクレッドに対して高いダメージを持ち、特に集団戦での影響力が大きいです。",
			"ヨネ": "ダリウスはヨネに対して強力なダメージを持ち、特に近接戦でのトレードにおいて優位性を発揮します。",
			"アンベッサ": "ダリウスはアンベッサに対して高いファーム能力を持ち、特にレーンでの圧力をかけることができます。"
		},
		"loses": {
			"ジェイス": "ジェイスはファームの面でダリウスよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、ダリウスはファームが難しくなる。",
			"ケネン": "ケネンはスキルを使ってダリウスに対して持続的なダメージを与えることができ、ダリウスはその攻撃を避けるのが難しい。",
			"リヴェン": "リヴェンは高い機動性を持ち、ダリウスの攻撃を回避しながらダメージを与えることができるため、ダリウスは不利な状況に置かれる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ダリウスのダメージを軽減しつつ、持続的にダメージを与えることができる。",
			"パンテオン": "パンテオンは早期の段階で強力なダメージを持ち、ダリウスが成長する前に圧力をかけることができる。",
			"ケイル": "ケイルはレベルが上がるにつれて強力になり、ダリウスの攻撃を無効化することができるため、時間が経つほど不利になる。",
			"クイン": "クインは高い移動速度と攻撃範囲を持ち、ダリウスに対して安全にダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、ダリウスの攻撃を受けても生存しやすい。",
			"セト": "セトは高い耐久力とダメージを持ち、ダリウスの攻撃を受け流しながら反撃することができる。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ダリウスが成長する前に圧倒することができる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力と持続的なダメージを持ち、ダリウスの攻撃を受けても問題ない。",
			"ティーモ": "ティーモはブラインド効果を持ち、ダリウスの攻撃を無効化しつつ、持続的にダメージを与えることができる。",
			"ヴェイン": "ヴェインは高い機動性を持ち、ダリウスの攻撃を避けながら反撃することができるため、ダリウスは不利になる。",
			"オーン": "オーンは高い耐久力と集団戦での強力な影響力を持ち、ダリウスに対して優位に立つことができる。",
			"グウェン": "グウェンは高いダメージと持続的な回復能力を持ち、ダリウスの攻撃を受け流しながら反撃することができる。"
		}
	},
	"モルデカイザー": {
		"name": "モルデカイザー",
		"beats": {
			"マルファイト": "モルデカイザーはマルファイトに対して、ファームの面で有利です。モルデカイザーはミニオンを効率的に処理できるスキルを持っており、マルファイトよりも早くゴールドを獲得できます。",
			"イラオイ": "モルデカイザーはイラオイとのダメージトレードにおいて有利です。モルデカイザーのスキルはイラオイの回復を無効化し、持続的なダメージを与えることができます。",
			"ティーモ": "モルデカイザーはティーモに対してスケーリングの面で有利です。モルデカイザーはレベルが上がるにつれて強力なタンクとして成長し、ティーモのダメージを耐えることができます。",
			"セト": "モルデカイザーはセトとの集団戦において有利です。モルデカイザーは集団戦での持続力が高く、セトの攻撃を受けながらもチームに貢献することができます。",
			"チョ＝ガス": "モルデカイザーはチョ＝ガスに対してファームの面で有利です。モルデカイザーはチョ＝ガスよりも早くミニオンを処理でき、ゴールドを効率的に獲得できます。",
			"アーゴット": "モルデカイザーはアーゴットとのダメージトレードにおいて有利です。モルデカイザーはアーゴットの攻撃を受けても耐えることができ、反撃のチャンスを持っています。",
			"ドクター・ムンド": "モルデカイザーはドクター・ムンドに対してスケーリングの面で有利です。モルデカイザーはレベルが上がるにつれて強力なタンクとして成長し、ムンドの回復を無効化することができます。",
			"ガレン": "モルデカイザーはガレンとの集団戦において有利です。モルデカイザーはガレンの攻撃を受けながらも、持続的なダメージを与えることができ、チームに貢献できます。",
			"レネクトン": "モルデカイザーはレネクトンに対してファームの面で有利です。モルデカイザーはミニオンを効率的に処理でき、レネクトンよりも早くゴールドを獲得できます。",
			"ナサス": "モルデカイザーはナサスとのダメージトレードにおいて有利です。モルデカイザーはナサスの攻撃を受けても耐えることができ、反撃のチャンスを持っています。",
			"ガングプランク": "モルデカイザーはガングプランクに対してスケーリングの面で有利です。モルデカイザーはレベルが上がるにつれて強力なタンクとして成長し、ガングプランクの攻撃を耐えることができます。",
			"クレッド": "モルデカイザーはクレッドとの集団戦において有利です。モルデカイザーは持続力が高く、クレッドの攻撃を受けながらもチームに貢献することができます。",
			"シェン": "モルデカイザーはシェンに対してファームの面で有利です。モルデカイザーはミニオンを効率的に処理でき、シェンよりも早くゴールドを獲得できます。",
			"ブラッドミア": "モルデカイザーはブラッドミアとのダメージトレードにおいて有利です。モルデカイザーはブラッドミアの攻撃を受けても耐えることができ、反撃のチャンスを持っています。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはファームにおいてモルデカイザーよりも優れた持続力を持っており、より効率的にミニオンを処理できます。",
			"ヨネ": "ヨネはダメージトレードにおいてモルデカイザーに対して高いバーストダメージを持ち、モルデカイザーの耐久力を脅かします。",
			"グウェン": "グウェンはスケーリングにおいてモルデカイザーよりも強力で、後半戦での影響力が高まります。",
			"フィオラ": "フィオラは集団戦においてモルデカイザーを無力化する能力を持ち、1対1の状況で優位に立つことができます。",
			"ヨリック": "ヨリックはファームにおいてモルデカイザーよりも効率的にミニオンを処理し、持続的な圧力をかけることができます。",
			"ワーウィック": "ワーウィックはダメージトレードにおいてモルデカイザーに対して持続的な回復を持ち、トレードでの優位性を持っています。",
			"ジェイス": "ジェイスはスケーリングにおいてモルデカイザーよりも強力で、特に遠距離からの攻撃でモルデカイザーを圧倒します。",
			"ボリベア": "ボリベアは集団戦においてモルデカイザーを無力化する能力を持ち、特にタンクとしての役割を果たします。",
			"リヴェン": "リヴェンはダメージトレードにおいてモルデカイザーに対して高いバーストダメージを持ち、トレードでの優位性を持っています。",
			"ケイル": "ケイルはスケーリングにおいてモルデカイザーよりも強力で、後半戦での影響力が高まります。",
			"ダリウス": "ダリウスは集団戦においてモルデカイザーを無力化する能力を持ち、特に1対1の状況で優位に立つことができます。",
			"ヤスオ": "ヤスオはダメージトレードにおいてモルデカイザーに対して高いバーストダメージを持ち、トレードでの優位性を持っています。",
			"シンジド": "シンジドはファームにおいてモルデカイザーよりも効率的にミニオンを処理し、持続的な圧力をかけることができます。",
			"トリンダメア": "トリンダメアはスケーリングにおいてモルデカイザーよりも強力で、特に後半戦での影響力が高まります。",
			"ジャックス": "ジャックスは集団戦においてモルデカイザーを無力化する能力を持ち、特に1対1の状況で優位に立つことができます。"
		}
	},
	"サイオン": {
		"name": "サイオン",
		"beats": {
			"マルファイト": "サイオンはマルファイトに対して高い耐久力を持ち、マルファイトのスキルを受けても生存しやすいです。",
			"ティーモ": "サイオンはティーモの攻撃を受けても耐えられるため、ティーモのトレードを無効化しやすいです。",
			"イラオイ": "サイオンはイラオイのダメージを軽減できるため、イラオイとのファーム競争で優位に立てます。",
			"ヨリック": "サイオンはヨリックのミニオンを処理しやすく、集団戦での影響力が高いです。",
			"ガングプランク": "サイオンはガングプランクのバーストダメージに対して強く、持続的な戦闘で有利です。",
			"ナサス": "サイオンはナサスのスケーリングを抑えつつ、ファームを安定させることができます。",
			"ジャックス": "サイオンはジャックスの攻撃を受けても耐えられるため、長期戦で有利に進められます。",
			"パンテオン": "サイオンはパンテオンの初期ダメージを受けても生存でき、後半の集団戦で強力です。",
			"オーン": "サイオンはオーンのスキルを受けても耐えられるため、ファームと集団戦で優位に立てます。",
			"ブラッドミア": "サイオンはブラッドミアのトレードを受けても生存しやすく、持続的な戦闘で有利です。",
			"トリンダメア": "サイオンはトリンダメアの攻撃を受けても耐えられるため、長期戦で有利に進められます。"
		},
		"loses": {
			"アンベッサ": "アンベッサはファームにおいてサイオンよりも優れた能力を持っており、より効率的にゴールドを獲得できる。",
			"ヨネ": "ヨネはダメージトレードにおいてサイオンに対して有利で、サイオンの耐久力を削ることができる。",
			"フィオラ": "フィオラはスケーリングにおいてサイオンを上回り、後半戦での強さが際立つ。",
			"チョ＝ガス": "チョ＝ガスは集団戦においてサイオンよりも効果的に敵を排除できる能力を持っている。",
			"リヴェン": "リヴェンはダメージトレードでサイオンに対して優位に立ち、短時間で大きなダメージを与えることができる。",
			"エイトロックス": "エイトロックスはファームにおいてサイオンよりも効率的で、持続的なダメージを与えることができる。",
			"ボリベア": "ボリベアは集団戦においてサイオンを圧倒する能力があり、チームファイトでの影響力が高い。",
			"シンジド": "シンジドはスケーリングにおいてサイオンを上回り、後半戦での持続力が強い。",
			"グウェン": "グウェンはダメージトレードにおいてサイオンに対して優位で、サイオンの耐久力を無視して攻撃できる。",
			"シェン": "シェンは集団戦においてサイオンよりも効果的にチームをサポートできる能力を持っている。",
			"ダリウス": "ダリウスはダメージトレードでサイオンに対して優位に立ち、短時間でサイオンを圧倒することができる。",
			"クレッド": "クレッドはファームにおいてサイオンよりも効率的で、より早くアイテムを揃えることができる。",
			"ヤスオ": "ヤスオはスケーリングにおいてサイオンを上回り、後半戦での強さが際立つ。"
		}
	},
	"エイトロックス": {
		"name": "エイトロックス",
		"beats": {
			"ドクター・ムンド": "エイトロックスはドクター・ムンドに対して高いダメージを持ち、ファームを効率的に行うことができるため、序盤から有利に進めることができる。",
			"ティーモ": "エイトロックスはティーモのブラインド効果を無視できるため、ダメージトレードで優位に立つことができる。",
			"セト": "エイトロックスはセトに対して持続的なダメージを与えることができ、スケーリングにおいても有利な状況を作り出すことができる。",
			"トリンダメア": "エイトロックスはトリンダメアの回復を抑える手段を持っており、集団戦での影響力が高い。",
			"サイオン": "エイトロックスはサイオンの耐久力を削ることができ、ファームとダメージトレードで優位に立つことができる。",
			"ブラッドミア": "エイトロックスはブラッドミアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、集団戦での優位性がある。",
			"ガングプランク": "エイトロックスはガングプランクのスキルを避けることができ、ダメージトレードで有利に立つことができる。",
			"チョ＝ガス": "エイトロックスはチョ＝ガスのスキルを回避しやすく、ファームを効率的に行うことができるため、序盤から有利に進めることができる。",
			"リヴェン": "エイトロックスはリヴェンに対して持続的なダメージを与えることができ、スケーリングにおいても有利な状況を作り出すことができる。"
		},
		"loses": {
			"グラガス": "グラガスはファームにおいてエイトロックスよりも安定したクリープ処理が可能で、スキルを使って安全にCSを取ることができる。",
			"シンジド": "シンジドはダメージトレードにおいてエイトロックスに対して持続的なダメージを与えることができ、エイトロックスの回復を妨げることができる。",
			"ケイル": "ケイルはスケーリングにおいてエイトロックスよりも強力で、レベル16以降はエイトロックスに対して圧倒的な強さを発揮する。",
			"フィオラ": "フィオラは集団戦においてエイトロックスを個別に排除する能力が高く、エイトロックスのスキルを無効化することができる。",
			"マルファイト": "マルファイトはファームにおいてエイトロックスと同等かそれ以上の耐久性を持ち、レーンでの圧力をかけることができる。",
			"グウェン": "グウェンはダメージトレードにおいてエイトロックスに対して高いバーストダメージを持ち、エイトロックスのスキルを避けることができる。",
			"イレリア": "イレリアはスケーリングにおいてエイトロックスよりも優れており、後半戦でのダメージ出力が高い。",
			"カ・サンテ": "カ・サンテは集団戦においてエイトロックスに対して高い耐久性を持ち、エイトロックスの攻撃を受け流すことができる。",
			"アーゴット": "アーゴットはファームにおいてエイトロックスと同等の能力を持ち、レーンでの圧力をかけることができる。",
			"アンベッサ": "アンベッサはダメージトレードにおいてエイトロックスに対して持続的なダメージを与えることができ、エイトロックスの回復を妨げることができる。",
			"ナー": "ナーはスケーリングにおいてエイトロックスよりも優れており、特に集団戦での影響力が高い。"
		}
	},
	"ティーモ": {
		"name": "ティーモ",
		"beats": {
			"レネクトン": "ティーモはレネクトンに対して、遠距離からの攻撃が可能であり、レネクトンの接近を防ぎやすいです。",
			"ヴェイン": "ティーモはヴェインに対して、持続的なダメージを与えつつ、逃げる手段を持っているため、ダメージトレードで優位に立てます。",
			"カミール": "ティーモはカミールに対して、スキルを使って距離を保ちながら攻撃できるため、ファームの面で有利です。",
			"ボリベア": "ティーモはボリベアに対して、ボリベアの接近を妨げることができ、集団戦での影響力が高いです。",
			"シンジド": "ティーモはシンジドに対して、毒を使って持続的にダメージを与えられるため、スケーリングの面で有利です。",
			"トリンダメア": "ティーモはトリンダメアに対して、視界を利用してトレードを有利に進めることができ、ファームでの優位性があります。",
			"ヨリック": "ティーモはヨリックに対して、遠距離攻撃でヨリックのミニオンを処理しやすく、ファームの面で有利です。",
			"ヨネ": "ティーモはヨネに対して、スキルを使って距離を保ちながら攻撃できるため、ダメージトレードで優位に立てます。",
			"ダリウス": "ティーモはダリウスに対して、ダリウスの接近を妨げることができ、集団戦での影響力が高いです。",
			"ケイル": "ティーモはケイルに対して、早期にダメージを与え続けることで、スケーリングの面で有利です。",
			"ガレン": "ティーモはガレンに対して、持続的なダメージを与えつつ、ガレンの攻撃を避けることができるため、ダメージトレードで優位に立てます。",
			"ケネン": "ティーモはケネンに対して、遠距離からの攻撃が可能であり、ケネンのスキルを避けやすいです。",
			"ワーウィック": "ティーモはワーウィックに対して、持続的なダメージを与えつつ、ワーウィックの接近を防ぎやすいです。",
			"アーゴット": "ティーモはアーゴットに対して、遠距離からの攻撃が可能であり、アーゴットのスキルを避けやすいです。"
		},
		"loses": {
			"サイオン": "サイオンはティーモに対して高い耐久力を持っており、ティーモのダメージを軽減しやすいです。",
			"オーン": "オーンはティーモに対して強力な集団戦能力を持っており、ティーモが孤立しているときに効果的に対処できます。",
			"ヤスオ": "ヤスオはティーモのスキルを回避する能力が高く、ダメージトレードで優位に立つことができます。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ティーモの持続的なダメージを無効化することができます。",
			"ライズ": "ライズは高いバーストダメージを持ち、ティーモが近づく前に大きなダメージを与えることができます。",
			"モルデカイザー": "モルデカイザーはティーモを1対1で無力化する能力があり、特に集団戦での影響力が大きいです。",
			"マルファイト": "マルファイトはティーモに対して強力なCCを持っており、ティーモの動きを制限することができます。",
			"ジェイス": "ジェイスはティーモに対して遠距離からの高いダメージを与えることができ、ファームでの競争において優位です。",
			"カ・サンテ": "カ・サンテはティーモに対して高い耐久力とダメージを持ち、持続的な戦闘で有利に立つことができます。",
			"グラガス": "グラガスはティーモのスキルを妨害する能力があり、特に集団戦での影響力が大きいです。",
			"ランブル": "ランブルはティーモに対して高い持続ダメージを持ち、ファームでの競争において優位です。",
			"ガングプランク": "ガングプランクはティーモに対して高いバーストダメージを持ち、特にダメージトレードで優位に立つことができます。",
			"オラフ": "オラフはティーモに対して高い持続的なダメージを持ち、特に集団戦での影響力が大きいです。",
			"セト": "セトはティーモに対して高い耐久力とダメージを持ち、持続的な戦闘で有利に立つことができます。"
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"ドクター・ムンド": "グウェンはドクター・ムンドに対して高いダメージを持ち、持続的なトレードで有利に立ち回ることができるため、ファームの段階から優位性を発揮します。",
			"ヨリック": "グウェンはヨリックのミニオンを簡単に処理でき、スキルを使ってダメージを与えつつ、ヨリックの攻撃を避けることができるため、ダメージトレードで有利です。",
			"モルデカイザー": "グウェンはモルデカイザーのスキルを回避しやすく、集団戦においてもモルデカイザーの影響を受けにくいため、スケーリングの面で優位です。",
			"チョ＝ガス": "グウェンはチョ＝ガスのスキルを避ける能力が高く、集団戦での機動力を活かして有利に立ち回ることができます。",
			"レネクトン": "グウェンはレネクトンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ファームの段階から優位性を持っています。",
			"マルファイト": "グウェンはマルファイトのスキルを避けることができ、集団戦においても高いダメージを出せるため、ダメージトレードで有利です。",
			"カミール": "グウェンはカミールのスキルを回避しやすく、持続的なダメージを与えることで有利に立ち回ることができます。",
			"クレッド": "グウェンはクレッドの攻撃を避ける能力が高く、集団戦での機動力を活かして有利に立ち回ることができます。",
			"シェン": "グウェンはシェンのスキルを回避しやすく、集団戦においても高いダメージを出せるため、スケーリングの面で優位です。",
			"ナサス": "グウェンはナサスの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ファームの段階から優位性を持っています。",
			"カ・サンテ": "グウェンはカ・サンテのスキルを避けることができ、集団戦においても高いダメージを出せるため、ダメージトレードで有利です。",
			"ダリウス": "グウェンはダリウスの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ファームの段階から優位性を持っています。",
			"ガングプランク": "グウェンはガングプランクのスキルを回避しやすく、集団戦においても高いダメージを出せるため、スケーリングの面で優位です。",
			"エイトロックス": "グウェンはエイトロックスの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ファームの段階から優位性を持っています。"
		},
		"loses": {
			"ヤスオ": "ヤスオは高い機動力を持ち、グウェンのスキルを回避しやすいため、ファームが容易です。",
			"ヨネ": "ヨネは強力なダメージを持ち、グウェンとのトレードで優位に立つことができます。",
			"リヴェン": "リヴェンはスキルのクールダウンが短く、グウェンに対して持続的なダメージを与えることができます。",
			"シンジド": "シンジドは持続的なダメージと逃げる能力が高く、グウェンに対して有利に立ち回れます。",
			"ワーウィック": "ワーウィックはグウェンに対して強力なサステインを持ち、トレードで有利に進めることができます。",
			"フィオラ": "フィオラはグウェンのスキルを無効化する能力を持ち、トレードで優位に立つことができます。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、グウェンに対して圧力をかけることができます。",
			"ナー": "ナーは変身による強力なダメージとCCを持ち、グウェンに対して有利に戦えます。",
			"ケイル": "ケイルはレベルアップによって強力なダメージを持ち、グウェンに対して後半で優位に立つことができます。",
			"ガレン": "ガレンは高い耐久力を持ち、グウェンのダメージを受けながらトレードを有利に進めることができます。",
			"ボリベア": "ボリベアは強力なCCを持ち、グウェンに対して有利に集団戦を展開できます。",
			"ジェイス": "ジェイスは遠距離からの高いダメージを持ち、グウェンに対して安全にトレードを行えます。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、グウェンとのトレードで持続的に有利に立てます。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、グウェンに対して有利に戦うことができます。"
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ヨリック": "ワーウィックはヨリックに対して持続的なダメージを与える能力が高く、特にサステインが強いため、ファームの面で優位に立つことができる。",
			"ヨネ": "ワーウィックはヨネの攻撃を受け流しつつ、効果的にダメージトレードを行うことができるため、トレードの面で有利である。",
			"ドクター・ムンド": "ワーウィックはドクター・ムンドに対しても持続的なダメージを与えられるため、スケーリングの段階でも優位に立つことができる。",
			"トリンダメア": "ワーウィックはトリンダメアの回復を無効化する能力があり、集団戦においても有利に働く。",
			"グウェン": "ワーウィックはグウェンに対しても持続的なダメージを与えられるため、ファームの面で優位に立つことができる。",
			"モルデカイザー": "ワーウィックはモルデカイザーに対しても持続的なダメージを与えられるため、ダメージトレードの面で有利である。",
			"フィオラ": "ワーウィックはフィオラの攻撃を受け流しつつ、効果的にダメージを与えることができるため、スケーリングの段階でも優位に立つことができる。",
			"ヤスオ": "ワーウィックはヤスオに対しても持続的なダメージを与えられるため、集団戦においても有利に働く。",
			"イレリア": "ワーウィックはイレリアに対しても持続的なダメージを与えられるため、ファームの面で優位に立つことができる。",
			"クレッド": "ワーウィックはクレッドに対しても持続的なダメージを与えられるため、ダメージトレードの面で有利である。",
			"カミール": "ワーウィックはカミールに対しても持続的なダメージを与えられるため、スケーリングの段階でも優位に立つことができる。",
			"アンベッサ": "ワーウィックはアンベッサに対しても持続的なダメージを与えられるため、集団戦においても有利に働く。",
			"エイトロックス": "ワーウィックはエイトロックスに対しても持続的なダメージを与えられるため、ファームの面で優位に立つことができる。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはワーウィックに対して高い耐久力を持ち、ファームの際にワーウィックの攻撃を受け流すことができる。",
			"ティーモ": "ティーモはワーウィックに対して遠距離からの攻撃が可能で、ダメージトレードで優位に立つことができる。",
			"ナー": "ナーはワーウィックに対して変身を利用して高いバーストダメージを与えることができ、スケーリングの面でも有利に進めることができる。",
			"アーゴット": "アーゴットはワーウィックに対して強力なCCを持ち、集団戦での影響力が高い。",
			"ランブル": "ランブルはワーウィックに対して持続的なダメージを与えることができ、ファームの際に優位に立つことができる。",
			"ボリベア": "ボリベアはワーウィックに対して高い耐久力とCCを持ち、ダメージトレードで有利に進めることができる。",
			"グラガス": "グラガスはワーウィックに対してバーストダメージとCCを持ち、集団戦での影響力が高い。",
			"ブラッドミア": "ブラッドミアはワーウィックに対して持続的な回復能力を持ち、ダメージトレードで優位に立つことができる。",
			"ダリウス": "ダリウスはワーウィックに対して高いバーストダメージを持ち、ファームの際に優位に立つことができる。",
			"シェン": "シェンはワーウィックに対して強力なシールドとテレポート能力を持ち、集団戦での影響力が高い。",
			"チョ＝ガス": "チョ＝ガスはワーウィックに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはワーウィックに対して後半のスケーリングが強力で、集団戦での影響力が高い。",
			"ガレン": "ガレンはワーウィックに対して高い耐久力とバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"サイオン": "サイオンはワーウィックに対して高い耐久力とCCを持ち、集団戦での影響力が高い。",
			"パンテオン": "パンテオンはワーウィックに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ジェイス": "ジェイスはワーウィックに対して遠距離からの攻撃が可能で、ファームの際に優位に立つことができる。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ハイマーディンガー": "ライズはハイマーディンガーに対して高いマナ回復能力を持ち、スキルを使い続けることでダメージを与えやすいです。",
			"マルファイト": "ライズはマルファイトのスキルを避ける機動力があり、持続的なダメージを与えることができます。",
			"シンジド": "ライズはシンジドの毒を避ける能力があり、遠距離からの攻撃で有利に立ち回れます。",
			"リヴェン": "ライズはリヴェンのコンボを受ける前にスキルを使ってダメージを与えることができ、持続的なトレードで優位に立てます。",
			"ティーモ": "ライズはティーモのブラインド効果を無視して攻撃できるため、ティーモに対して有利です。",
			"クイン": "ライズはクインの移動速度を利用して距離を保ちながら攻撃できるため、優位に戦えます。",
			"レネクトン": "ライズはレネクトンのスキルを避けることができ、持続的なダメージを与えることで有利に戦えます。",
			"ナサス": "ライズはナサスのスタックを貯める前にダメージを与えられるため、早期に有利に立てます。",
			"ボリベア": "ライズはボリベアの接近を避けることができ、遠距離からの攻撃で有利に戦えます。",
			"グウェン": "ライズはグウェンのスキルを避ける能力があり、持続的なダメージを与えることで優位に立てます。",
			"フィオラ": "ライズはフィオラのパリィを避けることができ、持続的なダメージを与えることで有利に戦えます。",
			"ケイル": "ライズはケイルの成長を抑えることができ、早期にダメージを与えることで優位に立てます。",
			"カミール": "ライズはカミールのスキルを避けることができ、持続的なダメージを与えることで有利に戦えます。",
			"シェン": "ライズはシェンのシャドウを利用して距離を保ちながら攻撃できるため、優位に戦えます。",
			"オーロラ": "ライズはオーロラのスキルを避けることができ、持続的なダメージを与えることで有利に戦えます。",
			"ランブル": "ライズはランブルのスキルを避ける能力があり、持続的なダメージを与えることで優位に立てます。",
			"ブラッドミア": "ライズはブラッドミアのスキルを避けることができ、持続的なダメージを与えることで有利に戦えます。"
		},
		"loses": {
			"オーン": "オーンはタンクとしての耐久力が高く、ライズのダメージを軽減できるため、ファームの段階で有利に立てる。",
			"イレリア": "イレリアは高い機動力とダメージを持ち、ライズのスキルを避けながらトレードを行うことができる。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ライズの攻撃を受けても持ちこたえやすい。",
			"チョ＝ガス": "チョ＝ガスはCC（クラウドコントロール）を持っており、ライズの動きを制限することができる。",
			"ナー": "ナーは変身によって高いバーストダメージを持ち、ライズに対して強力なトレードが可能。",
			"アンベッサ": "アンベッサは持続的なダメージを与えられるため、ライズとのトレードで優位に立つことができる。",
			"ヤスオ": "ヤスオは風の壁を使ってライズのスキルを無効化できるため、トレードで有利に進められる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力と回復力を持ち、ライズのダメージを受け流すことができる。",
			"アーゴット": "アーゴットはライズに対して強力なバーストダメージを持ち、集団戦でも優位に立てる。",
			"サイオン": "サイオンはタンクとしての役割を果たし、ライズのダメージを受け止めることができる。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持ち、ライズに対して強い。",
			"ワーウィック": "ワーウィックは自己回復能力が高く、ライズとのトレードで持ちこたえやすい。",
			"ジェイス": "ジェイスは高い射程とバーストダメージを持ち、ライズに対して有利にトレードできる。",
			"ケネン": "ケネンは高い機動力とCCを持ち、ライズのスキルを避けながら攻撃できる。",
			"グラガス": "グラガスはCCを持ち、ライズの動きを制限することができるため、集団戦で有利に立てる。"
		}
	},
	"オーン": {
		"name": "オーン",
		"beats": {
			"ティーモ": "オーンはティーモに対して強力な耐久力を持ち、ティーモの攻撃を受けても生存しやすいです。",
			"マルファイト": "オーンはマルファイトに対しても高い耐久性を持ち、マルファイトのスキルを受け流しやすいです。",
			"イラオイ": "オーンはイラオイのダメージを軽減できるため、イラオイのトレードに対して優位に立てます。",
			"トリンダメア": "オーンはトリンダメアの攻撃を受けても耐えられるため、トレードで有利に進めることができます。",
			"ランブル": "オーンはランブルのスキルを受けても生存できるため、集団戦での影響力が高いです。",
			"グラガス": "オーンはグラガスに対しても高い耐久性を持ち、グラガスのスキルを受け流しやすいです。",
			"チョ＝ガス": "オーンはチョ＝ガスの攻撃を受けても耐えられるため、トレードで優位に立てます。",
			"ガングプランク": "オーンはガングプランクの攻撃を受けても生存できるため、ファームで有利に進めることができます。",
			"ジェイス": "オーンはジェイスの攻撃を受けても耐えられるため、集団戦での影響力が高いです。",
			"レネクトン": "オーンはレネクトンの攻撃を受けても生存できるため、トレードで優位に立てます。",
			"ダリウス": "オーンはダリウスの攻撃を受けても耐えられるため、ファームで有利に進めることができます。",
			"ケイル": "オーンはケイルの攻撃を受けても生存できるため、集団戦での影響力が高いです。",
			"ジャックス": "オーンはジャックスの攻撃を受けても耐えられるため、トレードで優位に立てます。"
		},
		"loses": {
			"フィオラ": "フィオラはオーンに対して高いダメージトレード能力を持っており、オーンの耐久力を上回ることができるため、オーンは不利です。",
			"ヨネ": "ヨネはオーンのスキルを回避する能力が高く、オーンの攻撃を避けながらダメージを与えることができるため、オーンは不利です。",
			"クレッド": "クレッドはオーンに対して持続的なダメージを与えることができ、オーンのシールドを無効化する手段を持っているため、オーンは不利です。",
			"カ・サンテ": "カ・サンテはオーンのスキルを無効化する能力があり、オーンの攻撃を効果的に防ぐことができるため、オーンは不利です。",
			"カミール": "カミールはオーンのスキルを避けることができ、オーンに対して高いバーストダメージを持っているため、オーンは不利です。",
			"オラフ": "オラフはオーンの耐久力を無視してダメージを与えることができ、オーンのスキルを無効化する手段を持っているため、オーンは不利です。",
			"シェン": "シェンはオーンの攻撃を防ぐシールドを持っており、オーンのダメージを軽減することができるため、オーンは不利です。",
			"アンベッサ": "アンベッサはオーンに対して高い持続ダメージを持ち、オーンの耐久力を上回ることができるため、オーンは不利です。",
			"ドクター・ムンド": "ドクター・ムンドはオーンのダメージを軽減する能力が高く、オーンの攻撃を効果的に受け流すことができるため、オーンは不利です。",
			"パンテオン": "パンテオンはオーンに対して高いバーストダメージを持ち、オーンのスキルを避けることができるため、オーンは不利です。",
			"サイオン": "サイオンはオーンの攻撃を受け流す能力が高く、オーンのダメージを軽減することができるため、オーンは不利です。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"オーロラ": "アカリはオーロラに対して高い機動力を持ち、ファームを効率的に行うことができるため、レーンでの優位性を確保しやすいです。",
			"ナー": "アカリはナーに対してスキルを使ってダメージトレードを有利に進めることができ、ナーの変身を利用して攻撃することが可能です。",
			"ティーモ": "アカリはティーモのブラインド効果を回避する手段を持っており、集団戦での影響力を高めることができます。",
			"ヨネ": "アカリはヨネの攻撃を避ける能力が高く、スケーリングにおいてもアカリの方が有利に成長することができます。",
			"ワーウィック": "アカリはワーウィックの回復を妨げる手段を持っており、ダメージトレードで優位に立つことができます。",
			"マルファイト": "アカリはマルファイトのスキルを避けることができ、集団戦での立ち回りが有利になります。",
			"ガングプランク": "アカリはガングプランクのバレルを避けることができ、ファームを効率的に行うことができるため、レーンでの優位性を持ちます。",
			"イレリア": "アカリはイレリアのスタックを貯めさせず、ダメージトレードで有利に進めることができます。",
			"ジャックス": "アカリはジャックスの攻撃を避ける能力が高く、スケーリングにおいてもアカリの方が有利に成長します。",
			"ケイル": "アカリはケイルの成長を妨げることができ、集団戦での影響力を高めることができます。",
			"モルデカイザー": "アカリはモルデカイザーのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"ダリウス": "アカリはダリウスの攻撃を避ける能力が高く、スケーリングにおいてもアカリの方が有利に成長します。",
			"カミール": "アカリはカミールのスキルを避けることができ、集団戦での立ち回りが有利になります。"
		},
		"loses": {
			"リヴェン": "リヴェンはファームの面でアカリに対して優位であり、早期に強力なアイテムを獲得することができる。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいてアカリに対して有利で、持続的な回復能力を持っているため、アカリの攻撃を耐えることができる。",
			"グラガス": "グラガスはスケーリングの面でアカリに対して強く、レイトゲームにおいて非常に強力な存在となる。",
			"サイオン": "サイオンは集団戦においてアカリに対して優れた耐久力を持ち、前線での役割を果たすことができる。",
			"ヤスオ": "ヤスオはアカリのスキルを回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"シェン": "シェンはアカリに対して持続的なダメージを与えつつ、味方を守ることができるため、集団戦での影響力が大きい。",
			"トリンダメア": "トリンダメアはファームの面でアカリに対して優位で、特にレイトゲームでのダメージが非常に高い。",
			"アーゴット": "アーゴットはアカリに対して高い耐久力を持ち、集団戦での存在感が強い。",
			"クレッド": "クレッドはアカリに対して持続的なダメージを与えることができ、特に集団戦での影響力が大きい。",
			"ドクター・ムンド": "ドクター・ムンドはアカリに対して非常に高い耐久力を持ち、持続的なダメージを受けても生き残ることができる。",
			"ナサス": "ナサスはスケーリングの面でアカリに対して強く、レイトゲームにおいて非常に強力な存在となる。",
			"グウェン": "グウェンはアカリに対して高いダメージを持ち、特に集団戦での影響力が大きい。",
			"ジェイス": "ジェイスはアカリに対して遠距離からの攻撃が可能で、ダメージトレードで有利に立つことができる。",
			"カ・サンテ": "カ・サンテはアカリに対して高い耐久力を持ち、集団戦での存在感が強い。",
			"レネクトン": "レネクトンはアカリに対して早期のダメージトレードで優位に立つことができ、特にレベルアップ後の強さが際立つ。",
			"アンベッサ": "アンベッサはアカリに対して持続的なダメージを与えることができ、特に集団戦での影響力が大きい。",
			"ケネン": "ケネンはアカリに対して高いダメージを持ち、特に集団戦での影響力が大きい。",
			"チョ＝ガス": "チョ＝ガスはアカリに対して高い耐久力を持ち、持続的なダメージを受けても生き残ることができる。"
		}
	},
	"チョ＝ガス": {
		"name": "チョ＝ガス",
		"beats": {
			"ジャックス": "チョ＝ガスはジャックスに対して、ファームの面で有利です。チョ＝ガスは持続的なダメージを与えられるため、ジャックスの攻撃を受けながらも安定してミニオンを処理できます。",
			"ブラッドミア": "チョ＝ガスはブラッドミアとのダメージトレードにおいて有利です。チョ＝ガスのスキルは持続的なダメージを与えることができ、ブラッドミアの回復を上回ることができます。",
			"レネクトン": "チョ＝ガスはレネクトンに対してスケーリングの面で有利です。チョ＝ガスはレベルが上がるにつれて強力なタンクとして機能し、レネクトンのダメージを軽減できます。",
			"マルファイト": "チョ＝ガスはマルファイトとの集団戦において有利です。チョ＝ガスは集団戦での持続的なダメージとCC（クラウドコントロール）を提供でき、マルファイトのアプローチを阻止できます。",
			"ティーモ": "チョ＝ガスはティーモに対してファームの面で有利です。チョ＝ガスはティーモのトラップを無視してミニオンを処理でき、安定したゴールドを得ることができます。",
			"ガングプランク": "チョ＝ガスはガングプランクとのダメージトレードにおいて有利です。チョ＝ガスは持続的なダメージを与えられるため、ガングプランクのバーストダメージを受けても耐えることができます。",
			"ワーウィック": "チョ＝ガスはワーウィックに対してスケーリングの面で有利です。チョ＝ガスはレベルが上がるにつれて耐久力が増し、ワーウィックのダメージを軽減できます。",
			"サイオン": "チョ＝ガスはサイオンとの集団戦において有利です。チョ＝ガスは集団戦での持続的なダメージを提供し、サイオンのタンク役を上回ることができます。",
			"パンテオン": "チョ＝ガスはパンテオンに対してファームの面で有利です。チョ＝ガスは持続的なダメージを与えられるため、パンテオンの攻撃を受けながらも安定してミニオンを処理できます。",
			"カミール": "チョ＝ガスはカミールとのダメージトレードにおいて有利です。チョ＝ガスは持続的なダメージを与えられるため、カミールのバーストダメージを受けても耐えることができます。",
			"アーゴット": "チョ＝ガスはアーゴットに対してスケーリングの面で有利です。チョ＝ガスはレベルが上がるにつれて強力なタンクとして機能し、アーゴットのダメージを軽減できます。",
			"リヴェン": "チョ＝ガスはリヴェンとの集団戦において有利です。チョ＝ガスは集団戦での持続的なダメージとCCを提供でき、リヴェンのアプローチを阻止できます。",
			"イラオイ": "チョ＝ガスはイラオイに対してファームの面で有利です。チョ＝ガスは持続的なダメージを与えられるため、イラオイの攻撃を受けながらも安定してミニオンを処理できます。",
			"ジェイス": "チョ＝ガスはジェイスとのダメージトレードにおいて有利です。チョ＝ガスは持続的なダメージを与えられるため、ジェイスのバーストダメージを受けても耐えることができます。",
			"ダリウス": "チョ＝ガスはダリウスに対してスケーリングの面で有利です。チョ＝ガスはレベルが上がるにつれて耐久力が増し、ダリウスのダメージを軽減できます。",
			"ガレン": "チョ＝ガスはガレンとの集団戦において有利です。チョ＝ガスは集団戦での持続的なダメージを提供し、ガレンのアプローチを阻止できます。",
			"ヨリック": "チョ＝ガスはヨリックに対してファームの面で有利です。チョ＝ガスは持続的なダメージを与えられるため、ヨリックの攻撃を受けながらも安定してミニオンを処理できます。"
		},
		"loses": {
			"ナー": "ナーはファームにおいてチョ＝ガスよりも優れた機動性を持ち、より効率的にミニオンを処理することができるため、チョ＝ガスは不利である。",
			"ドクター・ムンド": "ドクター・ムンドは持続的な回復能力が高く、チョ＝ガスのダメージトレードに対して耐性があるため、チョ＝ガスは不利である。",
			"ボリベア": "ボリベアは強力なCC（クラウドコントロール）を持ち、チョ＝ガスのスキルを封じることができるため、チョ＝ガスは不利である。",
			"トランドル": "トランドルはチョ＝ガスの耐久力を無視できるスキルを持っており、ダメージトレードで有利に立つことができるため、チョ＝ガスは不利である。",
			"オーン": "オーンはスケーリングにおいて非常に強力で、チョ＝ガスが後半戦で劣る可能性が高いため、チョ＝ガスは不利である。",
			"フィオラ": "フィオラはチョ＝ガスのスキルを回避する能力が高く、ダメージトレードで優位に立つことができるため、チョ＝ガスは不利である。",
			"グウェン": "グウェンは持続的なダメージを出す能力が高く、チョ＝ガスの集団戦において脅威となるため、チョ＝ガスは不利である。",
			"クレッド": "クレッドはチョ＝ガスに対して強力なバーストダメージを持ち、ダメージトレードで有利に立つことができるため、チョ＝ガスは不利である。",
			"シェン": "シェンはチョ＝ガスの集団戦において、味方を守る能力が高いため、チョ＝ガスは不利である。",
			"セト": "セトはチョ＝ガスのスキルを無効化する能力があり、ダメージトレードで優位に立つことができるため、チョ＝ガスは不利である。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、チョ＝ガスに対して強力なダメージトレードを行うことができるため、チョ＝ガスは不利である。",
			"イレリア": "イレリアはチョ＝ガスのスキルを回避しつつ、持続的なダメージを与えることができるため、チョ＝ガスは不利である。",
			"アンベッサ": "アンベッサはチョ＝ガスに対して高いダメージを持ち、集団戦での影響力が強いため、チョ＝ガスは不利である。",
			"ランブル": "ランブルはチョ＝ガスに対して強力な範囲ダメージを持ち、集団戦での優位性を持つため、チョ＝ガスは不利である。",
			"エイトロックス": "エイトロックスは持続的なダメージと回復能力が高く、チョ＝ガスのダメージトレードに対して耐性があるため、チョ＝ガスは不利である."
		}
	},
	"ドクター・ムンド": {
		"name": "ドクター・ムンド",
		"beats": {
			"パンテオン": "ドクター・ムンドはパンテオンに対して高い耐久力を持っており、パンテオンの攻撃を受けても生存しやすいため、ファームを安定させることができる。",
			"マルファイト": "ドクター・ムンドはマルファイトのスキルを受け流すことができ、持続的なダメージを与えることでマルファイトに対して優位に立つことができる。",
			"ケネン": "ドクター・ムンドはケネンのスキルを耐えることができ、特に集団戦において持続的にダメージを与え続けることができるため、ケネンに対して有利である。",
			"チョ＝ガス": "ドクター・ムンドはチョ＝ガスのスキルを受けても生存しやすく、ファームを安定させることができるため、チョ＝ガスに対して優位に立つことができる。",
			"アーゴット": "ドクター・ムンドはアーゴットの攻撃を耐えることができ、持続的なダメージを与えることでアーゴットに対して有利である。",
			"ボリベア": "ドクター・ムンドはボリベアの攻撃を受け流すことができ、特に集団戦において持続的にダメージを与え続けることができるため、ボリベアに対して優位である。",
			"ブラッドミア": "ドクター・ムンドはブラッドミアの攻撃を耐えることができ、ファームを安定させることができるため、ブラッドミアに対して有利である。",
			"クイン": "ドクター・ムンドはクインの攻撃を受け流すことができ、特に集団戦において持続的にダメージを与え続けることができるため、クインに対して優位である。",
			"ダリウス": "ドクター・ムンドはダリウスの攻撃を耐えることができ、持続的なダメージを与えることでダリウスに対して有利である。",
			"オーン": "ドクター・ムンドはオーンの攻撃を受け流すことができ、特に集団戦において持続的にダメージを与え続けることができるため、オーンに対して優位である。",
			"ジェイス": "ドクター・ムンドはジェイスの攻撃を耐えることができ、ファームを安定させることができるため、ジェイスに対して有利である。",
			"ジャックス": "ドクター・ムンドはジャックスの攻撃を受け流すことができ、持続的なダメージを与えることでジャックスに対して優位である。",
			"ティーモ": "ドクター・ムンドはティーモの攻撃を耐えることができ、特に集団戦において持続的にダメージを与え続けることができるため、ティーモに対して有利である。",
			"ケイル": "ドクター・ムンドはケイルの攻撃を受け流すことができ、持続的なダメージを与えることでケイルに対して優位である。",
			"ガングプランク": "ドクター・ムンドはガングプランクの攻撃を耐えることができ、ファームを安定させることができるため、ガングプランクに対して有利である。",
			"グラガス": "ドクター・ムンドはグラガスの攻撃を受け流すことができ、特に集団戦において持続的にダメージを与え続けることができるため、グラガスに対して優位である。",
			"レネクトン": "ドクター・ムンドはレネクトンの攻撃を耐えることができ、持続的なダメージを与えることでレネクトンに対して有利である。",
			"シンジド": "ドクター・ムンドはシンジドの攻撃を受け流すことができ、ファームを安定させることができるため、シンジドに対して有利である。"
		},
		"loses": {
			"アンベッサ": "アンベッサはドクター・ムンドに対して高いダメージを持ち、ファームを効率的に行うことができるため、ムンドに対して優位に立つことができる。",
			"グウェン": "グウェンはドクター・ムンドの耐久力を無視できるスキルを持っており、ダメージトレードで有利に進めることができる。",
			"トリンダメア": "トリンダメアはドクター・ムンドに対して持続的なダメージを与えることができ、スケーリングの面でも優位に立つことができる。",
			"ヨリック": "ヨリックはドクター・ムンドに対して強力なミニオンを召喚でき、集団戦での影響力が高い。",
			"エイトロックス": "エイトロックスはドクター・ムンドに対して高いバーストダメージを持ち、ファームを効率的に行うことができる。",
			"カ・サンテ": "カ・サンテはドクター・ムンドに対して持続的なダメージを与えられ、スケーリングの面でも優位に立つことができる。",
			"イレリア": "イレリアはドクター・ムンドに対して高い機動力を持ち、ダメージトレードで有利に進めることができる。",
			"ワーウィック": "ワーウィックはドクター・ムンドに対して持続的なダメージを与えられ、集団戦での影響力が高い。",
			"ヨネ": "ヨネはドクター・ムンドに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"ガレン": "ガレンはドクター・ムンドに対して高いダメージを持ち、ファームを効率的に行うことができる。",
			"フィオラ": "フィオラはドクター・ムンドに対して高いバーストダメージを持ち、スケーリングの面でも優位に立つことができる。",
			"ナサス": "ナサスはドクター・ムンドに対して持続的なダメージを与えられ、集団戦での影響力が高い。",
			"モルデカイザー": "モルデカイザーはドクター・ムンドに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"リヴェン": "リヴェンはドクター・ムンドに対して高い機動力を持ち、ダメージトレードで有利に進めることができる。",
			"トランドル": "トランドルはドクター・ムンドに対して持続的なダメージを与えられ、スケーリングの面でも優位に立つことができる。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"カミール": "オーロラはカミールに対して、ファームの面で優位性を持っています。カミールは序盤のファームが難しいため、オーロラが有利に進めることができます。",
			"ダリウス": "オーロラはダリウスとのダメージトレードにおいても有利です。オーロラのスキルセットはダリウスの攻撃を避けることができ、持続的なダメージを与えることが可能です。",
			"ケイル": "オーロラはケイルに対してスケーリングの面で優位です。オーロラはレベルアップによって強力なスキルを得るため、ケイルが成長する前に有利な状況を作り出せます。",
			"クイン": "オーロラはクインとの集団戦においても有利です。オーロラの範囲攻撃はクインの機動力を制限し、集団戦での影響力を高めることができます。",
			"チョ＝ガス": "オーロラはチョ＝ガスに対してファームの面で優位です。チョ＝ガスはファームをする際にリスクが高く、オーロラが安全にファームを行うことができます。",
			"シンジド": "オーロラはシンジドとのダメージトレードにおいても有利です。オーロラはシンジドの毒を避けることができ、持続的にダメージを与えることができます。",
			"ヨリック": "オーロラはヨリックに対してスケーリングの面で優位です。オーロラはレベルが上がるにつれて強力になり、ヨリックの成長を抑えることができます。",
			"ボリベア": "オーロラはボリベアとの集団戦においても有利です。オーロラのスキルはボリベアの突進を無効化し、集団戦での優位性を確保できます。",
			"シェン": "オーロラはシェンに対してファームの面で優位です。シェンはファームをする際にオーロラの攻撃を受けやすく、オーロラが有利に進めることができます。",
			"セト": "オーロラはセトとのダメージトレードにおいても有利です。オーロラはセトの攻撃を避けることができ、持続的にダメージを与えることが可能です。",
			"アーゴット": "オーロラはアーゴットに対してスケーリングの面で優位です。オーロラはレベルアップによって強力なスキルを得るため、アーゴットが成長する前に有利な状況を作り出せます。",
			"ヨネ": "オーロラはヨネとの集団戦においても有利です。オーロラの範囲攻撃はヨネの機動力を制限し、集団戦での影響力を高めることができます。",
			"ワーウィック": "オーロラはワーウィックに対してファームの面で優位です。ワーウィックはファームをする際にリスクが高く、オーロラが安全にファームを行うことができます。",
			"アンベッサ": "オーロラはアンベッサとのダメージトレードにおいても有利です。オーロラはアンベッサの攻撃を避けることができ、持続的にダメージを与えることが可能です。",
			"オラフ": "オーロラはオラフに対してスケーリングの面で優位です。オーロラはレベルが上がるにつれて強力になり、オラフの成長を抑えることができます。",
			"ジャックス": "オーロラはジャックスとの集団戦においても有利です。オーロラのスキルはジャックスの攻撃を無効化し、集団戦での優位性を確保できます。"
		},
		"loses": {
			"ヤスオ": "ヤスオはオーロラに対して高いダメージトレード能力を持っており、オーロラの攻撃を容易に回避できるため、ファームが難しくなる。",
			"ナサス": "ナサスはスケーリングが非常に強力で、オーロラが成長する前にナサスが強くなり、集団戦での影響力が増す。",
			"アカリ": "アカリは高い機動力を持ち、オーロラの攻撃を避けながらダメージを与えることができるため、ファームが困難になる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、オーロラの攻撃を受けても生存しやすいため、ダメージトレードで不利になる。",
			"モルデカイザー": "モルデカイザーはオーロラを1対1で圧倒する能力があり、集団戦でも強力な影響を持つため、オーロラは不利な状況に置かれる。",
			"オーン": "オーンはタンクとしての耐久力が高く、オーロラのダメージを軽減しつつ、集団戦での役割を果たすことができるため、オーロラは不利になる。",
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立ちやすく、オーロラがファームをするのを妨げることができる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、オーロラに対して強力なダメージトレードを行うことができるため、オーロラは不利になる。",
			"ケネン": "ケネンはスキルを使ってオーロラを遠距離から攻撃できるため、ファームが難しくなる。",
			"イレリア": "イレリアはオーロラに対して高い機動力とダメージを持ち、集団戦での影響力が強いため、オーロラは不利になる。",
			"サイオン": "サイオンは高い耐久力を持ち、オーロラの攻撃を受けても生存しやすく、集団戦での役割を果たすことができるため、オーロラは不利になる。",
			"ナー": "ナーは変身能力を持ち、オーロラに対して強力なダメージを与えることができるため、ファームが困難になる。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、オーロラの攻撃を受けても生存しやすく、集団戦での影響力が強いため、オーロラは不利になる。",
			"ガングプランク": "ガングプランクは遠距離からの攻撃が可能で、オーロラのファームを妨げることができるため、オーロラは不利になる。"
		}
	},
	"トリンダメア": {
		"name": "トリンダメア",
		"beats": {
			"ドクター・ムンド": "トリンダメアはドクター・ムンドに対して、持続的なダメージを与えつつ、自己回復能力を活かして有利に戦うことができます。",
			"ヨリック": "トリンダメアはヨリックに対して、スキルを使って素早くダメージを与え、ヨリックのミニオンを処理しやすくすることで有利に立ち回れます。",
			"イラオイ": "トリンダメアはイラオイに対して、彼女のスキルを避けつつ、持続的なダメージを与えることで有利に戦うことができます。",
			"ガレン": "トリンダメアはガレンに対して、ガレンのスキルを避けながら、自己回復を活かして持続的にダメージを与えることができるため有利です。",
			"イレリア": "トリンダメアはイレリアに対して、イレリアのスキルを避けつつ、持続的なダメージを与えることで有利に戦うことができます。",
			"レネクトン": "トリンダメアはレネクトンに対して、持続的なダメージを与えつつ、自己回復を活かして有利に立ち回ることができます。",
			"モルデカイザー": "トリンダメアはモルデカイザーに対して、彼のスキルを避けながら、持続的にダメージを与えることで有利に戦うことができます。",
			"シンジド": "トリンダメアはシンジドに対して、持続的なダメージを与えつつ、シンジドの毒を避けることで有利に立ち回れます。",
			"ヤスオ": "トリンダメアはヤスオに対して、持続的なダメージを与えつつ、自己回復を活かして有利に戦うことができます。",
			"ブラッドミア": "トリンダメアはブラッドミアに対して、持続的なダメージを与えつつ、自己回復を活かして有利に立ち回ることができます。",
			"グウェン": "トリンダメアはグウェンに対して、持続的なダメージを与えつつ、彼女のスキルを避けることで有利に戦うことができます。",
			"チョ＝ガス": "トリンダメアはチョ＝ガスに対して、持続的なダメージを与えつつ、彼のスキルを避けることで有利に立ち回れます。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面でトリンダメアに対して優位であり、特にQスキルでの範囲攻撃が効果的です。",
			"ワーウィック": "ワーウィックはダメージトレードにおいてトリンダメアに対して有利で、特に彼のWスキルが持続的なダメージを与えます。",
			"ナー": "ナーはスケーリングの面でトリンダメアに対して強く、特に変身後のダメージが非常に高いです。",
			"シェン": "シェンは集団戦においてトリンダメアに対して優位で、彼のRスキルによるチームメイトの保護が効果的です。",
			"ボリベア": "ボリベアはファームの面でトリンダメアに対して強く、特に彼のパッシブが持続的なダメージを提供します。",
			"ジェイス": "ジェイスはダメージトレードにおいてトリンダメアに対して有利で、特に彼のレンジ攻撃が効果的です。",
			"オーン": "オーンはスケーリングの面でトリンダメアに対して強く、特に彼のアイテム強化がチーム全体に貢献します。",
			"エイトロックス": "エイトロックスは集団戦においてトリンダメアに対して優位で、特に彼のRスキルが大きな影響を与えます。",
			"アーゴット": "アーゴットはファームの面でトリンダメアに対して強く、特に彼のQスキルが効果的です。",
			"グラガス": "グラガスはダメージトレードにおいてトリンダメアに対して有利で、特に彼のEスキルがトリンダメアの動きを制限します。",
			"クレッド": "クレッドはスケーリングの面でトリンダメアに対して強く、特に彼のパッシブが持続的なダメージを提供します。",
			"ダリウス": "ダリウスは集団戦においてトリンダメアに対して優位で、特に彼のRスキルがトリンダメアを排除するのに効果的です。"
		}
	},
	"グラガス": {
		"name": "グラガス",
		"beats": {
			"セト": "グラガスはセトに対して強力なバーストダメージを持っており、ファームをしながらセトの攻撃を避けることができるため、優位に立つことができる。",
			"カミール": "グラガスはカミールのスキルを妨害する能力があり、ダメージトレードにおいて有利に進めることができる。",
			"ケイル": "グラガスはケイルの成長を抑えることができ、早期の段階での圧力をかけることで、スケーリングを遅らせることができる。",
			"マルファイト": "グラガスはマルファイトに対して持続的なダメージを与えることができ、集団戦においても有利に立ち回ることができる。",
			"ガングプランク": "グラガスはガングプランクのスキルを利用して、ファームをしながら有利な位置を取ることができる。",
			"ワーウィック": "グラガスはワーウィックの回復を妨げることができ、ダメージトレードで優位に立つことができる。",
			"ボリベア": "グラガスはボリベアの攻撃を避けることができ、ファームをしながら有利な状況を作り出すことができる。",
			"リヴェン": "グラガスはリヴェンのコンボを中断させることができ、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"オーン": "オーンはファームにおいて、グラガスよりも安定したクリープ処理が可能で、特にタワー下でのファームが得意です。",
			"クレッド": "クレッドはダメージトレードにおいて、グラガスのスキルを避ける能力が高く、持続的なダメージを与えることができます。",
			"アンベッサ": "アンベッサはスケーリングにおいて、グラガスよりも強力な後半のパワーを持ち、ゲームが進むにつれて優位に立つことができます。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において、グラガスのダメージを軽減しつつ、持続的にダメージを与えることができるため、非常に厄介です。",
			"ヨリック": "ヨリックはファームにおいて、グラガスよりも効率的にミニオンを処理でき、特に彼のゴーストが戦闘を有利に進めます。",
			"ジェイス": "ジェイスはダメージトレードにおいて、グラガスに対して高いバーストダメージを持ち、早期に有利な状況を作り出すことができます。",
			"ランブル": "ランブルはスケーリングにおいて、グラガスよりも強力な集団戦能力を持ち、特に彼のウルトが効果的です。",
			"カ・サンテ": "カ・サンテは集団戦において、グラガスのスキルを無効化しつつ、持続的なダメージを与えることができるため、非常に強力です。",
			"ヤスオ": "ヤスオはファームにおいて、グラガスよりも早くミニオンを処理でき、特に風の刃を使ったトレードが得意です。",
			"イレリア": "イレリアはダメージトレードにおいて、グラガスのスキルを避けつつ、持続的にダメージを与えることができるため、優位に立ちやすいです。",
			"グウェン": "グウェンはスケーリングにおいて、グラガスよりも強力な後半のパワーを持ち、特に集団戦での影響力が大きいです。",
			"シェン": "シェンは集団戦において、グラガスのダメージを軽減しつつ、味方を守る能力が高いため、非常に厄介です。"
		}
	},
	"イラオイ": {
		"name": "イラオイ",
		"beats": {
			"シェン": "イラオイはシェンに対して、持続的なダメージを与えつつ、シェンのシールドを無視できるため、ファームの面で優位に立つことができます。",
			"ドクター・ムンド": "イラオイはドクター・ムンドに対して、彼の回復力を上回るダメージを持っており、ダメージトレードで有利です。",
			"ナー": "イラオイはナーに対して、ナーの変身状態に関係なく、持続的なダメージを与えられるため、スケーリングの面で優位です。",
			"レネクトン": "イラオイはレネクトンに対して、レネクトンの短期的なバーストダメージを凌ぎつつ、持続的なダメージを与えることができるため、集団戦で有利です。",
			"ボリベア": "イラオイはボリベアに対して、ボリベアの攻撃を受けながらも、持続的にダメージを与えられるため、ファームの面で優位です。",
			"ジャックス": "イラオイはジャックスに対して、持続的なダメージを与えつつ、ジャックスの攻撃を受け流すことができるため、ダメージトレードで有利です。",
			"ジェイス": "イラオイはジェイスに対して、近接戦での持続的なダメージを持っており、スケーリングの面で優位です。",
			"ブラッドミア": "イラオイはブラッドミアに対して、持続的なダメージを与えつつ、ブラッドミアの回復を妨げることができるため、集団戦で有利です。",
			"アンベッサ": "イラオイはアンベッサに対して、持続的なダメージを与えられるため、ファームの面で優位です。",
			"ヤスオ": "イラオイはヤスオに対して、持続的なダメージを与えつつ、ヤスオの攻撃を受け流すことができるため、ダメージトレードで有利です。",
			"カ・サンテ": "イラオイはカ・サンテに対して、持続的なダメージを与えられるため、スケーリングの面で優位です。",
			"アーゴット": "イラオイはアーゴットに対して、持続的なダメージを与えつつ、アーゴットの攻撃を受け流すことができるため、集団戦で有利です。",
			"セト": "イラオイはセトに対して、持続的なダメージを与えられるため、ファームの面で優位です。",
			"エイトロックス": "イラオイはエイトロックスに対して、持続的なダメージを与えつつ、エイトロックスの回復を妨げることができるため、ダメージトレードで有利です。",
			"チョ＝ガス": "イラオイはチョ＝ガスに対して、持続的なダメージを与えられるため、スケーリングの面で優位です。",
			"リヴェン": "イラオイはリヴェンに対して、持続的なダメージを与えつつ、リヴェンの攻撃を受け流すことができるため、集団戦で有利です。",
			"イレリア": "イラオイはイレリアに対して、持続的なダメージを与えられるため、ファームの面で優位です。",
			"ナサス": "イラオイはナサスに対して、持続的なダメージを与えつつ、ナサスのスケーリングを妨げることができるため、ダメージトレードで有利です。"
		},
		"loses": {
			"ティーモ": "ティーモはファームの面でイラオイに対して優位であり、彼のトリックやブラインド効果を利用してイラオイの攻撃を避けることができる。",
			"ケイル": "ケイルはスケーリングが強力で、レベル16以降はイラオイに対して非常に強くなるため、時間が経つにつれてイラオイに対して有利になる。",
			"サイオン": "サイオンは集団戦において非常に強力で、イラオイのダメージを吸収しつつ、チーム全体に影響を与えることができる。",
			"モルデカイザー": "モルデカイザーは1対1の状況でイラオイを無力化することができ、彼のアルティメットでイラオイを隔離することで有利に戦える。",
			"シンジド": "シンジドは持続的なダメージを与えつつ、イラオイの攻撃を避けることができるため、ダメージトレードで優位に立つことができる。",
			"グラガス": "グラガスはイラオイの攻撃を無効化するためのバリアを持っており、集団戦での影響力が高い。",
			"トリンダメア": "トリンダメアはイラオイのダメージを無視して攻撃できるため、ファームとダメージトレードの両方で有利に立つことができる。",
			"ガングプランク": "ガングプランクは遠距離からの攻撃が可能で、イラオイの攻撃を避けながらダメージを与えることができる。",
			"ヨネ": "ヨネは高い機動性を持ち、イラオイの攻撃を避けつつ、ダメージトレードで優位に立つことができる。",
			"ランブル": "ランブルは集団戦でのダメージが非常に高く、イラオイの攻撃を無効化しつつ、チームに貢献できる。",
			"オーン": "オーンは耐久性が高く、集団戦での影響力が強いため、イラオイに対して有利に立つことができる。",
			"ガレン": "ガレンは持続的なダメージを与えつつ、イラオイの攻撃を無視できるため、ダメージトレードで優位に立つことができる。",
			"ダリウス": "ダリウスは近接戦での強さを持ち、イラオイに対しても強力なダメージを与えることができる。",
			"フィオラ": "フィオラはイラオイの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"マルファイト": "マルファイトは集団戦での耐久性が高く、イラオイの攻撃を無効化しつつ、チームに貢献できる。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"ガレン": "ヴェインはガレンに対して高い機動力を持ち、彼のスキルを避けることができるため、ファームの面で有利です。",
			"クレッド": "ヴェインはクレッドの攻撃を避ける能力が高く、ダメージトレードにおいて優位に立つことができます。",
			"リヴェン": "ヴェインはリヴェンのスキルを回避しやすく、スケーリングの段階で有利に進めることができます。",
			"チョ＝ガス": "ヴェインはチョ＝ガスの耐久力を無視できるダメージを持っており、集団戦での影響力が高いです。",
			"カミール": "ヴェインはカミールのスキルを避けることができ、ファームの段階で有利に立つことができます。",
			"セト": "ヴェインはセトの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"シンジド": "ヴェインはシンジドの毒を避けることができ、スケーリングの段階で有利に進めることができます。",
			"カ・サンテ": "ヴェインはカ・サンテの攻撃を避けやすく、集団戦での影響力が高いです。",
			"モルデカイザー": "ヴェインはモルデカイザーのスキルを回避しやすく、ファームの面で有利です。",
			"シェン": "ヴェインはシェンの攻撃を避ける能力が高く、ダメージトレードにおいて優位に立つことができます。",
			"ダリウス": "ヴェインはダリウスの攻撃を避けることができ、スケーリングの段階で有利に進めることができます。",
			"レネクトン": "ヴェインはレネクトンの攻撃を避けやすく、集団戦での影響力が高いです。",
			"ドクター・ムンド": "ヴェインはドクター・ムンドの耐久力を無視できるダメージを持っており、ファームの段階で有利です。",
			"ボリベア": "ヴェインはボリベアの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"ワーウィック": "ヴェインはワーウィックの攻撃を避けやすく、スケーリングの段階で有利に進めることができます。",
			"サイオン": "ヴェインはサイオンの攻撃を避けることができ、集団戦での影響力が高いです。",
			"オーン": "ヴェインはオーンの攻撃を避けやすく、ファームの面で有利です。"
		},
		"loses": {
			"マルファイト": "マルファイトはヴェインに対して強力なCC（クラウドコントロール）を持っており、ファームの際にヴェインが近づくのを妨げることができる。",
			"ケネン": "ケネンはヴェインに対して高いダメージを持ち、特にスキルを使ったダメージトレードで優位に立つことができる。",
			"ティーモ": "ティーモはヴェインに対してブラインド効果を持つため、攻撃を当てることが難しく、ファームが困難になる。",
			"ヤスオ": "ヤスオはヴェインの攻撃を避ける能力が高く、集団戦ではヴェインを無力化することができる。",
			"ヨリック": "ヨリックはヴェインに対して持続的なダメージを与えることができ、特にスケーリングの面で有利に進めることができる。",
			"ブラッドミア": "ブラッドミアはヴェインに対して高い回復力を持ち、ダメージトレードで有利に立つことができる。",
			"グラガス": "グラガスはヴェインに対して強力なバーストダメージを持ち、集団戦での影響力が高い。",
			"ナサス": "ナサスはスケーリングが非常に強力で、時間が経つにつれてヴェインに対して圧倒的な力を発揮する。",
			"クイン": "クインはヴェインに対して高い機動力を持ち、ファームやダメージトレードで優位に立つことができる。",
			"ガングプランク": "ガングプランクはヴェインに対して持続的なダメージを与えることができ、特に集団戦での影響力が高い。",
			"アンベッサ": "アンベッサはヴェインに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"ランブル": "ランブルはヴェインに対して高い範囲ダメージを持ち、集団戦での影響力が強い。",
			"トリンダメア": "トリンダメアはヴェインに対して高いバーストダメージを持ち、特にダメージトレードで優位に立つことができる。",
			"イレリア": "イレリアはヴェインに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"アーゴット": "アーゴットはヴェインに対して高い耐久力とダメージを持ち、集団戦での影響力が強い。",
			"ナー": "ナーはヴェインに対して高いCCを持ち、特に集団戦での影響力が強い。"
		}
	},
	"マルファイト": {
		"name": "マルファイト",
		"beats": {
			"クイン": "マルファイトはクインに対して強力なタンクとして機能し、彼女の攻撃を耐えることができるため、ファームの面で優位に立つことができる。",
			"イレリア": "マルファイトはイレリアのスキルを無効化することができるため、ダメージトレードにおいて有利に戦うことができる。",
			"ケイル": "マルファイトはケイルのスケーリングに対して強力な圧力をかけることができ、早期の段階で優位に立つことができる。",
			"トリンダメア": "マルファイトはトリンダメアの攻撃を受け止めることができ、集団戦において彼を無力化することができる。",
			"リヴェン": "マルファイトはリヴェンのコンボを受け流すことができ、ファームの段階で有利に立つことができる。",
			"パンテオン": "マルファイトはパンテオンの攻撃を耐えることができ、ダメージトレードにおいて優位に立つことができる。",
			"フィオラ": "マルファイトはフィオラの攻撃を受け止めることができ、スケーリングの面で優位に立つことができる。",
			"ヨリック": "マルファイトはヨリックのミニオンを処理する能力が高く、ファームの面で有利に立つことができる。",
			"ティーモ": "マルファイトはティーモの攻撃を耐えることができ、ダメージトレードにおいて優位に立つことができる。",
			"セト": "マルファイトはセトの攻撃を受け流すことができ、集団戦において彼を無力化することができる。",
			"エイトロックス": "マルファイトはエイトロックスの攻撃を耐えることができ、スケーリングの面で優位に立つことができる。",
			"ジェイス": "マルファイトはジェイスの攻撃を受け止めることができ、ファームの段階で有利に立つことができる。",
			"ナー": "マルファイトはナーの攻撃を耐えることができ、ダメージトレードにおいて優位に立つことができる。",
			"ジャックス": "マルファイトはジャックスの攻撃を受け流すことができ、集団戦において彼を無力化することができる。",
			"ダリウス": "マルファイトはダリウスの攻撃を耐えることができ、スケーリングの面で優位に立つことができる。",
			"アーゴット": "マルファイトはアーゴットの攻撃を受け止めることができ、ファームの段階で有利に立つことができる。"
		},
		"loses": {
			"ランブル": "ランブルはファームにおいて、マルファイトよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、マルファイトは劣位に立たされる。",
			"サイラス": "サイラスはダメージトレードにおいて、マルファイトのスキルを無効化する能力を持っているため、マルファイトは不利な状況に陥る。",
			"サイオン": "サイオンはスケーリングにおいて、タンクとしての耐久力が高く、マルファイトが成長する前に圧力をかけることができるため、マルファイトは苦しい立場に置かれる。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において、持続的な回復能力を持っているため、マルファイトのダメージを軽減しやすく、マルファイトは劣位に感じる。",
			"モルデカイザー": "モルデカイザーはファームにおいて、マルファイトよりも早くミニオンを処理できるため、マルファイトは資源を得るのが難しくなる。",
			"シェン": "シェンはダメージトレードにおいて、シールドを使ってマルファイトの攻撃を軽減できるため、マルファイトは不利な状況に置かれる。",
			"オーン": "オーンはスケーリングにおいて、アイテムを強化する能力を持っているため、マルファイトは後半戦で劣位に立たされる。",
			"カ・サンテ": "カ・サンテは集団戦において、自己回復能力が高く、マルファイトの攻撃を受け流すことができるため、マルファイトは苦しい立場に置かれる。",
			"シンジド": "シンジドはファームにおいて、毒を使ってミニオンを効率的に処理できるため、マルファイトは資源を得るのが難しくなる。",
			"アンベッサ": "アンベッサはダメージトレードにおいて、持続的なダメージを与える能力が高いため、マルファイトは不利な状況に陥る。",
			"チョ＝ガス": "チョ＝ガスはスケーリングにおいて、後半に強力なダメージを出すことができるため、マルファイトは成長する前に圧力をかけられる。",
			"グウェン": "グウェンは集団戦において、持続的なダメージを与える能力が高く、マルファイトは劣位に感じる。",
			"グラガス": "グラガスはファームにおいて、範囲攻撃を持っているため、マルファイトはミニオンを効率的に処理できず、劣位に立たされる。",
			"ケネン": "ケネンはダメージトレードにおいて、高いバーストダメージを持っているため、マルファイトは不利な状況に陥る。",
			"レネクトン": "レネクトンはスケーリングにおいて、早期に強力なダメージを出すことができるため、マルファイトは成長する前に圧力をかけられる。",
			"ボリベア": "ボリベアは集団戦において、持続的なダメージと耐久力を持っているため、マルファイトは劣位に感じる。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"グウェン": "ヤスオはグウェンに対して、ファームの面で優位性を持っています。ヤスオのスキルセットはミニオンを効率的に処理できるため、グウェンよりも早くゴールドを獲得できます。",
			"ヨリック": "ヤスオはヨリックとのダメージトレードにおいて有利です。ヤスオの機動性とスキルのコンボにより、ヨリックの攻撃を避けつつダメージを与えることができます。",
			"ティーモ": "ヤスオはティーモに対してスケーリングの面で優位です。ヤスオはレベルが上がるにつれて強力なダメージを出せるようになり、ティーモの持続的なダメージを上回ることができます。",
			"オーン": "ヤスオはオーンとの集団戦において有利です。ヤスオのウルトは集団戦での影響力が高く、オーンのスキルを無効化しつつ、チームに貢献することができます。",
			"アカリ": "ヤスオはアカリとのファームにおいて優位です。ヤスオはアカリの攻撃を避ける能力が高く、安定してミニオンを処理できます。",
			"ケイル": "ヤスオはケイルとのダメージトレードにおいて有利です。ヤスオの高いバーストダメージにより、ケイルが成長する前に有利な状況を作り出せます。",
			"イレリア": "ヤスオはイレリアに対してスケーリングの面で優位です。ヤスオはレベルが上がるにつれて強力なダメージを出せるため、イレリアの成長を抑えることができます。",
			"モルデカイザー": "ヤスオはモルデカイザーとの集団戦において有利です。ヤスオの機動性により、モルデカイザーのスキルを避けつつ、効果的にダメージを与えることができます。",
			"トリンダメア": "ヤスオはトリンダメアとのファームにおいて優位です。ヤスオはトリンダメアの攻撃を避ける能力が高く、安定してミニオンを処理できます。",
			"ドクター・ムンド": "ヤスオはドクター・ムンドとのダメージトレードにおいて有利です。ヤスオの高いバーストダメージにより、ムンドの回復を上回ることができます。",
			"エイトロックス": "ヤスオはエイトロックスとのスケーリングにおいて優位です。ヤスオはレベルが上がるにつれて強力なダメージを出せるため、エイトロックスの成長を抑えることができます。",
			"ジェイス": "ヤスオはジェイスとの集団戦において有利です。ヤスオの機動性により、ジェイスのスキルを避けつつ、効果的にダメージを与えることができます。"
		},
		"loses": {
			"ダリウス": "ダリウスはファームの面でヤスオに対して優位であり、特にQスキルを使って効率的にミニオンを処理できるため、ヤスオがファームを取るのが難しい。",
			"ナサス": "ナサスはスケーリングにおいて非常に強力で、時間が経つにつれてヤスオに対して圧力をかけることができる。",
			"レネクトン": "レネクトンはダメージトレードにおいてヤスオよりも優れており、特にレベルが上がるとヤスオに対して強力なハラスを行うことができる。",
			"リヴェン": "リヴェンは集団戦において非常に強力で、ヤスオが集団戦での影響力を発揮する前にリヴェンが先手を取ることができる。",
			"ジャックス": "ジャックスはスケーリングが非常に良く、後半に向けてヤスオに対して圧倒的なダメージを出すことができる。",
			"アンベッサ": "アンベッサはファームの面でヤスオに対して優位で、特に持続的なダメージを与える能力が高いため、ヤスオが対処しづらい。",
			"シンジド": "シンジドは集団戦での影響力が高く、ヤスオが近づくのを難しくする毒の壁を使うことができる。",
			"セト": "セトはダメージトレードにおいてヤスオに対して優位で、特に近接戦での耐久力が高いため、ヤスオが攻撃しづらい。",
			"ワーウィック": "ワーウィックはファームの面でヤスオに対して優位で、特に持続的な回復能力がヤスオのハラスを無効化する。",
			"ブラッドミア": "ブラッドミアは集団戦において非常に強力で、ヤスオが集団戦での影響力を発揮する前にブラッドミアが先手を取ることができる。",
			"カミール": "カミールはダメージトレードにおいてヤスオに対して優位で、特にスキルを使ったコンボでヤスオを圧倒することができる。",
			"フィオラ": "フィオラはダメージトレードにおいてヤスオに対して優位で、特にパリィを使ってヤスオの攻撃を無効化することができる。",
			"カ・サンテ": "カ・サンテはスケーリングにおいて非常に強力で、時間が経つにつれてヤスオに対して圧力をかけることができる。"
		}
	},
	"ガングプランク": {
		"name": "ガングプランク",
		"beats": {
			"パンテオン": "ガングプランクはパンテオンに対して、遠距離からの攻撃が可能で、パンテオンの突進を避けることができるため、ファームがしやすいです。",
			"シンジド": "ガングプランクはシンジドに対して、毒の影響を受けにくく、スキルを使ってシンジドの移動を制限できるため、ダメージトレードで有利です。",
			"ヨネ": "ガングプランクはヨネに対して、スキルを使って距離を保ちながら攻撃できるため、スケーリングの面で優位に立てます。",
			"ナー": "ガングプランクはナーに対して、変身中のナーに対しても持続的なダメージを与えられるため、集団戦での影響力が高いです。",
			"オラフ": "ガングプランクはオラフに対して、オラフの攻撃を避けつつ、持続的にダメージを与えることができるため、ファームが有利です。",
			"ティーモ": "ガングプランクはティーモに対して、ティーモのブラインドを無視できるスキルを持っているため、ダメージトレードで優位です。",
			"アーゴット": "ガングプランクはアーゴットに対して、アーゴットのスキルを避けながら攻撃できるため、スケーリングの面で有利です。",
			"ダリウス": "ガングプランクはダリウスに対して、ダリウスの近接攻撃を避けることができるため、集団戦での影響力が高いです。",
			"ヤスオ": "ガングプランクはヤスオに対して、遠距離からの攻撃でヤスオのスキルを避けつつダメージを与えられるため、ファームがしやすいです。",
			"レネクトン": "ガングプランクはレネクトンに対して、持続的なダメージを与えつつ、レネクトンのスキルを避けることができるため、ダメージトレードで有利です。",
			"ワーウィック": "ガングプランクはワーウィックに対して、遠距離からの攻撃でワーウィックの回復を妨げることができるため、スケーリングの面で優位です。",
			"ガレン": "ガングプランクはガレンに対して、ガレンのスキルを避けつつ持続的にダメージを与えられるため、集団戦での影響力が高いです。",
			"ジャックス": "ガングプランクはジャックスに対して、遠距離からの攻撃でジャックスの攻撃を避けることができるため、ファームが有利です。",
			"セト": "ガングプランクはセトに対して、セトのスキルを避けつつ持続的にダメージを与えられるため、ダメージトレードで優位です。",
			"ジェイス": "ガングプランクはジェイスに対して、遠距離からの攻撃でジェイスのスキルを避けることができるため、スケーリングの面で有利です。",
			"マルファイト": "ガングプランクはマルファイトに対して、マルファイトのスキルを避けつつ持続的にダメージを与えられるため、集団戦での影響力が高いです。",
			"シェン": "ガングプランクはシェンに対して、シェンのスキルを避けつつ持続的にダメージを与えられるため、ファームが有利です。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはガングプランクに対して高い耐久力を持ち、ファームの際にガングプランクの攻撃を受け流すことができるため、ファームでの優位性を持っています。",
			"ドクター・ムンド": "ドクター・ムンドはガングプランクのダメージを軽減する能力が高く、ダメージトレードにおいてガングプランクに対して有利に立ち回ることができます。",
			"チョ＝ガス": "チョ＝ガスはガングプランクに対して持続的なダメージを与えることができ、スケーリングの面でもガングプランクよりも強力な存在となります。",
			"サイオン": "サイオンは集団戦において非常に強力で、ガングプランクの攻撃を無効化しつつ、味方を守ることができるため、集団戦での優位性があります。",
			"グウェン": "グウェンはガングプランクの攻撃を避ける能力が高く、ファームやダメージトレードにおいてガングプランクに対して有利に立ち回ることができます。",
			"エイトロックス": "エイトロックスは持続的な回復能力を持ち、ガングプランクのダメージを受けても生存しやすく、ダメージトレードで優位に立つことができます。",
			"ブラッドミア": "ブラッドミアはガングプランクに対して高いバーストダメージを持ち、ダメージトレードで有利に立ち回ることができるため、ガングプランクにとって脅威です。",
			"グラガス": "グラガスはガングプランクのスキルを妨害する能力があり、集団戦での影響力が高いため、ガングプランクにとって不利な状況を作り出します。",
			"クレッド": "クレッドはガングプランクに対して高い耐久力を持ち、ファームやダメージトレードで有利に立ち回ることができるため、ガングプランクにとって厄介な存在です。",
			"オーン": "オーンは集団戦において非常に強力で、ガングプランクの攻撃を受け流しつつ、味方を強化することができるため、集団戦での優位性があります。",
			"ケイル": "ケイルはスケーリングが非常に強力で、後半戦でガングプランクに対して圧倒的な力を発揮するため、ガングプランクにとって脅威です。",
			"クイン": "クインは高い機動力を持ち、ガングプランクの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利に立ち回ることができます。",
			"モルデカイザー": "モルデカイザーはガングプランクの攻撃を無効化する能力があり、集団戦での影響力が高いため、ガングプランクにとって不利な状況を作り出します。",
			"アンベッサ": "アンベッサはガングプランクに対して高い耐久力を持ち、ダメージトレードで有利に立ち回ることができるため、ガングプランクにとって脅威です。"
		}
	},
	"レネクトン": {
		"name": "レネクトン",
		"beats": {
			"リヴェン": "レネクトンはリヴェンに対して強力なファーム能力を持っており、特にレベルが上がるとリヴェンの攻撃を耐えることができるため、安定したCSを確保できる。",
			"ヤスオ": "レネクトンはヤスオに対してダメージトレードで優位に立つことができ、特にスキルを使ったコンボでヤスオのHPを削ることが容易である。",
			"セト": "レネクトンはセトに対してスケーリングが有利で、レネクトンが成長するにつれてセトに対するダメージが増加し、集団戦でも強力な存在となる。",
			"ヨネ": "レネクトンはヨネに対して集団戦での耐久性が高く、ヨネの攻撃を受け止めながら反撃することができるため、戦闘での優位性を持つ。",
			"ボリベア": "レネクトンはボリベアに対してファームの面で有利で、ボリベアの攻撃を受けながらも安定してCSを稼ぐことができる。",
			"ヨリック": "レネクトンはヨリックに対してダメージトレードで優位に立ち、特にヨリックのミニオンを利用してレネクトンが有利に戦うことができる。",
			"イレリア": "レネクトンはイレリアに対してスケーリングが有利で、レネクトンが成長することでイレリアに対するダメージが増加し、集団戦でも強力な存在となる。",
			"アンベッサ": "レネクトンはアンベッサに対して集団戦での耐久性が高く、アンベッサの攻撃を受け止めながら反撃することができるため、戦闘での優位性を持つ。",
			"マルファイト": "レネクトンはマルファイトに対してファームの面で有利で、マルファイトの攻撃を受けながらも安定してCSを稼ぐことができる。"
		},
		"loses": {
			"ティーモ": "ティーモはファームの面でレネクトンに対して優位であり、遠距離攻撃でレネクトンを圧倒することができる。",
			"オーン": "オーンはスケーリングにおいてレネクトンよりも強力で、後半の集団戦での影響力が高い。",
			"ケイル": "ケイルはレネクトンに対してダメージトレードで有利で、特にレベル6以降はレネクトンの攻撃を無効化できる。",
			"シンジド": "シンジドはファームの面でレネクトンに対して優位で、毒を使ってレネクトンを持続的にダメージを与えることができる。",
			"ドクター・ムンド": "ドクター・ムンドはスケーリングにおいてレネクトンよりも強力で、集団戦での耐久力が高い。",
			"グウェン": "グウェンはダメージトレードでレネクトンに対して優位で、特に近接戦での持続的なダメージが強力。",
			"イラオイ": "イラオイはファームの面でレネクトンに対して優位で、特にミニオンを利用したダメージトレードが得意。",
			"ランブル": "ランブルは集団戦においてレネクトンよりも強力で、範囲攻撃でレネクトンを圧倒することができる。",
			"クイン": "クインはファームの面でレネクトンに対して優位で、遠距離からの攻撃でレネクトンを牽制できる。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードでレネクトンに対して優位で、特にスキルを使ったコンボが強力。",
			"クレッド": "クレッドはスケーリングにおいてレネクトンよりも強力で、集団戦での耐久力が高い。",
			"アーゴット": "アーゴットはダメージトレードでレネクトンに対して優位で、特に近接戦での持続的なダメージが強力。",
			"ガングプランク": "ガングプランクはファームの面でレネクトンに対して優位で、バレッジを使ってレネクトンを圧倒することができる。",
			"ワーウィック": "ワーウィックはスケーリングにおいてレネクトンよりも強力で、集団戦での持続的な回復が強力。",
			"ナー": "ナーはダメージトレードでレネクトンに対して優位で、特に変身後の攻撃力が高い。",
			"モルデカイザー": "モルデカイザーは集団戦においてレネクトンよりも強力で、特に1対1の状況での強さが際立つ。",
			"ガレン": "ガレンはスケーリングにおいてレネクトンよりも強力で、特に後半の集団戦での影響力が高い。",
			"ナサス": "ナサスはファームの面でレネクトンに対して優位で、特に後半のスケーリングが強力。"
		}
	},
	"ジェイス": {
		"name": "ジェイス",
		"beats": {
			"シンジド": "ジェイスはシンジドに対して高い射程を持ち、遠距離からの攻撃でシンジドの動きを制限できます。",
			"ケイル": "ジェイスはケイルのスケーリング前に強力なダメージを与えることができ、早期の段階で優位に立つことができます。",
			"ティーモ": "ジェイスはティーモのブラインド効果を避けることができ、ティーモの攻撃を受けることなくダメージを与えることができます。",
			"ダリウス": "ジェイスはダリウスの接近を防ぎつつ、遠距離からの攻撃でダメージを与えることができるため、ダリウスに対して有利です。",
			"トリンダメア": "ジェイスはトリンダメアの回復を無視して高いバーストダメージを持っており、トリンダメアがスノーボールする前に倒すことが可能です。",
			"リヴェン": "ジェイスはリヴェンのコンボを避けることができ、リヴェンがスキルを使った後に反撃することができるため、優位に立てます。",
			"ジャックス": "ジェイスはジャックスのスケーリング前に強力なダメージを与え、ジャックスが成長する前に有利な状況を作り出せます。",
			"モルデカイザー": "ジェイスはモルデカイザーの近接攻撃を避けつつ、遠距離からの攻撃でダメージを与えることができるため、優位です。",
			"グウェン": "ジェイスはグウェンのスキルを避けることができ、グウェンが成長する前にダメージを与えることができるため、有利です。",
			"ナー": "ジェイスはナーの変身前に高いダメージを与えることができ、ナーが成長する前に優位に立つことができます。"
		},
		"loses": {
			"イレリア": "イレリアはジェイスに対して高い機動力を持ち、スキルを使ってジェイスの攻撃を避けることができるため、ファームの面で優位に立つことができる。",
			"オーン": "オーンは耐久力が高く、ジェイスのダメージトレードに対して強い耐性を持っているため、ダメージトレードで不利になりにくい。",
			"ヨリック": "ヨリックは自身のミニオンを使ってジェイスに圧力をかけることができ、スケーリングの面でも有利に進めることができる。",
			"ドクター・ムンド": "ドクター・ムンドは回復能力が高く、ジェイスのダメージを受けても持ちこたえることができるため、集団戦での影響力が大きい。",
			"マルファイト": "マルファイトはタンクとしての役割を果たし、集団戦でジェイスのダメージを無効化することができるため、ジェイスにとって厄介な存在である。",
			"ガングプランク": "ガングプランクは自身のスキルでジェイスを遠距離から攻撃でき、ファームの面でも有利に立つことができる。",
			"サイオン": "サイオンは高い耐久力を持ち、ジェイスの攻撃を受けても問題なく戦えるため、ダメージトレードで不利になりにくい。",
			"アーゴット": "アーゴットは近接戦での強さを持ち、ジェイスに対して強力なダメージを与えることができるため、スケーリングの面で優位に立つことができる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力が高く、集団戦でジェイスに対して強力な影響を持つことができる。",
			"クイン": "クインは高い機動力を持ち、ジェイスの攻撃を避けながらファームを行うことができるため、ファームの面で優位に立つことができる。",
			"カ・サンテ": "カ・サンテは耐久力が高く、ジェイスのダメージを受けても持ちこたえることができるため、ダメージトレードで不利になりにくい。",
			"オラフ": "オラフは持続的なダメージを与える能力が高く、集団戦でジェイスに対して強力な影響を持つことができる。"
		}
	},
	"ガレン": {
		"name": "ガレン",
		"beats": {
			"ドクター・ムンド": "ガレンはドクター・ムンドに対して強力なダメージトレードを行うことができ、彼の回復力を上回ることができるため、ファームの段階から有利に進めることができます。",
			"イレリア": "ガレンはイレリアに対して持続的なダメージを与えることができ、イレリアのスキルを封じることができるため、集団戦での優位性を持っています。",
			"ナサス": "ガレンはナサスに対して早期の段階で圧力をかけることができ、ナサスのスケーリングを妨げることができるため、試合の初期から有利に進めることができます。",
			"ジャックス": "ガレンはジャックスに対して持続的なダメージを与えつつ、彼の攻撃を受け流すことができるため、ダメージトレードで優位に立つことができます。",
			"イラオイ": "ガレンはイラオイのスキルを避けることができ、彼女の持続的なダメージを抑えることができるため、ファームの段階で有利に進めることができます。",
			"グウェン": "ガレンはグウェンに対して強力なダメージを与えることができ、彼女のスキルを封じることができるため、集団戦での優位性を持っています。",
			"レネクトン": "ガレンはレネクトンに対して持続的なダメージを与えつつ、彼のスキルを避けることができるため、ダメージトレードで優位に立つことができます。",
			"マルファイト": "ガレンはマルファイトに対して早期の段階で圧力をかけることができ、彼のスケーリングを妨げることができるため、試合の初期から有利に進めることができます。",
			"ヤスオ": "ガレンはヤスオに対して持続的なダメージを与えることができ、彼のスキルを封じることができるため、集団戦での優位性を持っています。",
			"ワーウィック": "ガレンはワーウィックに対して強力なダメージトレードを行うことができ、彼の回復力を上回ることができるため、ファームの段階から有利に進めることができます。",
			"ヨリック": "ガレンはヨリックに対して持続的なダメージを与えつつ、彼のスキルを避けることができるため、ダメージトレードで優位に立つことができます。",
			"シェン": "ガレンはシェンに対して早期の段階で圧力をかけることができ、彼のスケーリングを妨げることができるため、試合の初期から有利に進めることができます。"
		},
		"loses": {
			"カミール": "カミールはファームにおいて、ガレンの攻撃を避ける能力が高く、持続的なダメージを与えることができるため、ガレンに対して優位に立つことができる。",
			"ケイル": "ケイルはスケーリングが非常に強力で、レベルが上がるにつれてガレンに対して圧倒的なダメージを出すことができる。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいて、ガレンの攻撃を受けた後に回復する能力があり、持続的な戦闘で有利に立つことができる。",
			"クイン": "クインは高い機動性を持ち、ガレンの攻撃を避けながら遠距離からダメージを与えることができるため、ガレンに対して有利に戦える。",
			"ナー": "ナーは変身能力を持ち、特に大きなサイズの時にガレンに対して強力なダメージを与えることができるため、戦闘で優位に立つことができる。",
			"フィオラ": "フィオラはガレンのスキルを無効化する能力を持ち、ダメージトレードにおいてガレンに対して有利に戦うことができる。",
			"アンベッサ": "アンベッサは持続的なダメージを与える能力が高く、ガレンに対して効果的に戦うことができる。",
			"ダリウス": "ダリウスは近接戦闘において強力なダメージを持ち、ガレンに対しても有効なトレードが可能である。",
			"ランブル": "ランブルは範囲攻撃を持ち、ガレンの接近を阻止しながらダメージを与えることができるため、戦闘で優位に立つことができる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ガレンの攻撃を受けても持続的に戦うことができるため、ダメージトレードで有利に立つことができる。",
			"ヨネ": "ヨネは高い機動性とダメージを持ち、ガレンの攻撃を避けながら効果的にダメージを与えることができる。",
			"ティーモ": "ティーモはガレンに対して持続的なダメージを与えることができ、特に視界を利用した戦闘で優位に立つことができる。",
			"モルデカイザー": "モルデカイザーはガレンの攻撃を無効化する能力を持ち、特に1対1の戦闘で有利に立つことができる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ガレンの接近を阻止しながらダメージを与えることができるため、戦闘で優位に立つことができる。"
		}
	},
	"ナー": {
		"name": "ナー",
		"beats": {
			"チョ＝ガス": "ナーはチョ＝ガスに対してファームの面で優位です。ナーはミニオンを効率的に処理できるため、ゴールドを稼ぎやすくなります。",
			"シンジド": "ナーはシンジドとのダメージトレードにおいて有利です。ナーのスキルセットはシンジドの持続ダメージを軽減し、反撃する機会を提供します。",
			"ガレン": "ナーはガレンに対してスケーリングの面で優位です。ナーはレベルアップによって強力なスキルを獲得し、後半戦での影響力が増します。",
			"セト": "ナーはセトとの集団戦において有利です。ナーの範囲攻撃とCC（クラウドコントロール）能力は、セトの突進を無効化しやすくなります。",
			"グウェン": "ナーはグウェンに対してファームの面で優位です。ナーはミニオンを効率的に処理でき、グウェンよりも早くアイテムを揃えることができます。",
			"トリンダメア": "ナーはトリンダメアとのダメージトレードにおいて有利です。ナーはトリンダメアの攻撃を受け流しつつ、反撃することが可能です。",
			"ボリベア": "ナーはボリベアに対してスケーリングの面で優位です。ナーはレベルが上がるにつれて強力なスキルを持ち、ボリベアに対抗しやすくなります。",
			"カ・サンテ": "ナーはカ・サンテとの集団戦において有利です。ナーの範囲攻撃はカ・サンテの動きを制限し、チームに貢献しやすくなります。",
			"フィオラ": "ナーはフィオラに対してファームの面で優位です。ナーはミニオンを効率的に処理でき、フィオラよりも早くゴールドを稼げます。",
			"ワーウィック": "ナーはワーウィックとのダメージトレードにおいて有利です。ナーはワーウィックの持続ダメージを軽減し、反撃のチャンスを持ちます。",
			"シェン": "ナーはシェンに対してスケーリングの面で優位です。ナーはレベルアップによって強力なスキルを獲得し、後半戦での影響力が増します。",
			"ジャックス": "ナーはジャックスとの集団戦において有利です。ナーのCC能力はジャックスの攻撃を制限し、チームに貢献しやすくなります。",
			"レネクトン": "ナーはレネクトンに対してファームの面で優位です。ナーはミニオンを効率的に処理でき、レネクトンよりも早くアイテムを揃えることができます。"
		},
		"loses": {
			"イレリア": "イレリアはナーに対して高いダメージを持ち、トレードで優位に立つことができるため、ナーはダメージトレードで不利です。",
			"オラフ": "オラフはナーに対して持続的なダメージを与えることができ、ファームの際にナーを圧倒することができるため、ナーはファームで不利です。",
			"ブラッドミア": "ブラッドミアはナーに対して高いスケーリングを持ち、ゲーム後半において強力な存在となるため、ナーはスケーリングで不利です。",
			"クイン": "クインはナーに対して高い機動力を持ち、集団戦での位置取りが容易なため、ナーは集団戦で不利です。",
			"クレッド": "クレッドはナーに対して強力なCCを持ち、トレードでナーを抑え込むことができるため、ナーはダメージトレードで不利です。",
			"ガングプランク": "ガングプランクはナーに対して持続的なダメージを与えることができ、ファームの際にナーを圧倒することができるため、ナーはファームで不利です。",
			"アンベッサ": "アンベッサはナーに対して高いスケーリングを持ち、ゲーム後半において強力な存在となるため、ナーはスケーリングで不利です。",
			"ジェイス": "ジェイスはナーに対して高いダメージを持ち、トレードで優位に立つことができるため、ナーはダメージトレードで不利です。",
			"ランブル": "ランブルはナーに対して強力な集団戦能力を持ち、集団戦でナーを圧倒することができるため、ナーは集団戦で不利です。",
			"マルファイト": "マルファイトはナーに対して強力なCCを持ち、集団戦でナーを抑え込むことができるため、ナーは集団戦で不利です。",
			"オーン": "オーンはナーに対して高い耐久力を持ち、トレードでナーを圧倒することができるため、ナーはダメージトレードで不利です。",
			"ヤスオ": "ヤスオはナーに対して高い機動力を持ち、トレードで優位に立つことができるため、ナーはダメージトレードで不利です。",
			"グラガス": "グラガスはナーに対して強力なCCを持ち、集団戦でナーを抑え込むことができるため、ナーは集団戦で不利です。"
		}
	},
	"ナサス": {
		"name": "ナサス",
		"beats": {
			"ヤスオ": "ナサスはヤスオに対して、ファームの面で有利です。ナサスはQスキルでミニオンを効率的に処理でき、スケーリングが進むにつれて強力になります。",
			"トランドル": "ナサスはトランドルに対して、ダメージトレードで有利です。ナサスのパッシブにより、トランドルの攻撃を受けても耐久力が高く、反撃が可能です。",
			"ケイル": "ナサスはケイルに対して、スケーリングの面で有利です。ナサスはレイトゲームにおいて非常に強力になり、ケイルの成長を上回ることができます。",
			"ドクター・ムンド": "ナサスはドクター・ムンドに対して、集団戦で有利です。ナサスは集団戦での持続力が高く、相手のダメージを吸収しつつダメージを与えることができます。",
			"ワーウィック": "ナサスはワーウィックに対して、ファームの面で有利です。ナサスはQスキルで効率的にミニオンを処理し、レベルアップが早くなります。",
			"イレリア": "ナサスはイレリアに対して、ダメージトレードで有利です。ナサスは持続的なダメージを与えられ、イレリアのコンボを受け流すことができます。",
			"ブラッドミア": "ナサスはブラッドミアに対して、スケーリングの面で有利です。ナサスはレイトゲームでの強さが際立ち、ブラッドミアの影響を受けにくくなります。",
			"イラオイ": "ナサスはイラオイに対して、集団戦で有利です。ナサスは集団戦での持続力が高く、イラオイのスキルを無効化しやすいです。",
			"マルファイト": "ナサスはマルファイトに対して、ファームの面で有利です。ナサスはQスキルでミニオンを効率的に処理し、成長が早くなります。",
			"シンジド": "ナサスはシンジドに対して、ダメージトレードで有利です。ナサスは持続的なダメージを与えられ、シンジドの毒を受け流すことができます。",
			"リヴェン": "ナサスはリヴェンに対して、スケーリングの面で有利です。ナサスはレイトゲームでの強さが際立ち、リヴェンの影響を受けにくくなります。",
			"レネクトン": "ナサスはレネクトンに対して、集団戦で有利です。ナサスは集団戦での持続力が高く、レネクトンの攻撃を受け流しやすいです。",
			"ティーモ": "ナサスはティーモに対して、ファームの面で有利です。ナサスはQスキルでミニオンを効率的に処理し、成長が早くなります。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはナサスに対して強力なダメージトレードを行うことができ、ナサスのファームを妨害することができる。",
			"シェン": "シェンはナサスのスケーリングを抑えるために、効果的に集団戦での介入が可能である。",
			"カミール": "カミールはナサスの移動を制限し、ダメージトレードで優位に立つことができる。",
			"ガレン": "ガレンはナサスに対して持続的なダメージを与え、ファームを困難にさせる。",
			"アーゴット": "アーゴットはナサスの耐久力を削ることができ、集団戦での影響力が高い。",
			"オラフ": "オラフはナサスに対して強力なダメージを持ち、ファームを妨害する能力がある。",
			"ダリウス": "ダリウスはナサスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"サイオン": "サイオンはナサスのスケーリングを抑えるために、集団戦での存在感が強い。",
			"エイトロックス": "エイトロックスはナサスに対して持続的なダメージを与え、ファームを困難にさせる。",
			"アンベッサ": "アンベッサはナサスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ボリベア": "ボリベアはナサスに対して強力なダメージを持ち、ファームを妨害する能力がある。"
		}
	},
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"イレリア": "ボリベアはイレリアに対して強力なファーム能力を持ち、特に序盤の圧力をかけることができるため、イレリアが成長する前に有利に立ち回ることができる。",
			"チョ＝ガス": "ボリベアはチョ＝ガスに対して高いダメージトレード能力を持ち、特にスキルを使ったコンボでチョ＝ガスのHPを削ることができるため、優位に戦える。",
			"トリンダメア": "ボリベアはトリンダメアに対してスケーリングが優れており、ゲーム後半においても強力な存在感を発揮することができるため、トリンダメアに対して有利である。",
			"グウェン": "ボリベアはグウェンに対して集団戦での強さを持ち、特にタンクとしての役割を果たしながらダメージを与えることができるため、集団戦で優位に立つことができる。",
			"ナサス": "ボリベアはナサスに対して序盤からの圧力をかけることができ、ナサスが成長する前に有利に立ち回ることができるため、ナサスに対して強い。",
			"ヨリック": "ボリベアはヨリックに対して高い耐久力を持ち、特に1対1の状況で有利に戦うことができるため、ヨリックに対して優位である。",
			"トランドル": "ボリベアはトランドルに対して強力なファーム能力を持ち、特に序盤のレーンでの圧力をかけることができるため、トランドルに対して有利である。",
			"ワーウィック": "ボリベアはワーウィックに対して高いダメージトレード能力を持ち、特にワーウィックの回復を妨げることができるため、優位に戦える。",
			"リヴェン": "ボリベアはリヴェンに対して強力な集団戦能力を持ち、特にタンクとしての役割を果たしながらダメージを与えることができるため、リヴェンに対して有利である。",
			"サイオン": "ボリベアはサイオンに対して高い耐久力を持ち、特に1対1の状況で有利に戦うことができるため、サイオンに対して優位である。",
			"マルファイト": "ボリベアはマルファイトに対して強力なファーム能力を持ち、特に序盤の圧力をかけることができるため、マルファイトに対して有利である。",
			"モルデカイザー": "ボリベアはモルデカイザーに対して高いダメージトレード能力を持ち、特にモルデカイザーのスキルを避けながら攻撃することができるため、優位に戦える。",
			"ガレン": "ボリベアはガレンに対して強力なスケーリングを持ち、ゲーム後半においても強力な存在感を発揮することができるため、ガレンに対して有利である。",
			"パンテオン": "ボリベアはパンテオンに対して高い耐久力を持ち、特に1対1の状況で有利に戦うことができるため、パンテオンに対して優位である。",
			"セト": "ボリベアはセトに対して強力なファーム能力を持ち、特に序盤の圧力をかけることができるため、セトに対して有利である。",
			"ダリウス": "ボリベアはダリウスに対して高いダメージトレード能力を持ち、特にダリウスの攻撃を受ける前に攻撃することができるため、優位に戦える。",
			"カミール": "ボリベアはカミールに対して強力な集団戦能力を持ち、特にタンクとしての役割を果たしながらダメージを与えることができるため、カミールに対して有利である。"
		},
		"loses": {
			"ジャックス": "ジャックスはファームにおいて、ボリベアよりも高いダメージを持ち、早期にアイテムを完成させることができるため、ボリベアは劣位に立たされる。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいて、ボリベアの攻撃を受け流しつつ、持続的な回復を行うことができるため、ボリベアは不利な状況に置かれる。",
			"ティーモ": "ティーモはスケーリングにおいて、ボリベアよりも早く強力なダメージを出すことができ、ボリベアは後半に向けての成長が遅れる。",
			"アーゴット": "アーゴットは集団戦において、ボリベアの攻撃を無効化しつつ、持続的なダメージを与えることができるため、ボリベアは劣位に立たされる。",
			"ジェイス": "ジェイスはファームにおいて、ボリベアよりも高い射程とダメージを持ち、ボリベアは劣位に立たされる。",
			"イラオイ": "イラオイはダメージトレードにおいて、ボリベアの攻撃を受けながらも、自身の回復能力を活かして持続的に戦うことができるため、ボリベアは不利な状況に置かれる。",
			"フィオラ": "フィオラはスケーリングにおいて、ボリベアよりも早く強力なダメージを出すことができ、ボリベアは後半に向けての成長が遅れる。",
			"ランブル": "ランブルは集団戦において、ボリベアの攻撃を無効化しつつ、持続的なダメージを与えることができるため、ボリベアは劣位に立たされる。",
			"レネクトン": "レネクトンはファームにおいて、ボリベアよりも高いダメージを持ち、早期にアイテムを完成させることができるため、ボリベアは不利な状況に置かれる。",
			"カ・サンテ": "カ・サンテはダメージトレードにおいて、ボリベアの攻撃を受け流しつつ、持続的な回復を行うことができるため、ボリベアは劣位に立たされる。",
			"グラガス": "グラガスはスケーリングにおいて、ボリベアよりも早く強力なダメージを出すことができ、ボリベアは後半に向けての成長が遅れる。",
			"ケイル": "ケイルは集団戦において、ボリベアの攻撃を無効化しつつ、持続的なダメージを与えることができるため、ボリベアは不利な状況に置かれる。",
			"エイトロックス": "エイトロックスはファームにおいて、ボリベアよりも高いダメージを持ち、早期にアイテムを完成させることができるため、ボリベアは劣位に立たされる。",
			"オラフ": "オラフはダメージトレードにおいて、ボリベアの攻撃を受け流しつつ、持続的な回復を行うことができるため、ボリベアは不利な状況に置かれる。"
		}
	},
	"ヨリック": {
		"name": "ヨリック",
		"beats": {
			"ブラッドミア": "ヨリックはブラッドミアに対して、持続的なダメージを与えつつ、自己回復能力を活かして有利に立ち回ることができるため、ファームの面で優位です。",
			"ドクター・ムンド": "ヨリックはドクター・ムンドに対して、スキルを使って持続的にダメージを与えられるため、ダメージトレードで有利です。",
			"アーゴット": "ヨリックはアーゴットに対して、スケーリングが優れており、ゲーム後半に強力な存在となるため、集団戦での影響力が高いです。",
			"ナサス": "ヨリックはナサスに対して、早期の段階での圧力をかけることができ、ファームを妨害することで有利に進められます。",
			"モルデカイザー": "ヨリックはモルデカイザーに対して、持続的なダメージを与えつつ、自己回復を活かして有利に戦うことができるため、ダメージトレードで優位です。",
			"ジェイス": "ヨリックはジェイスに対して、近接戦での強さを活かし、集団戦での影響力を持つため、有利に立ち回れます。",
			"ランブル": "ヨリックはランブルに対して、持続的なダメージを与えつつ、自己回復能力を活かして有利に戦うことができるため、ダメージトレードで優位です。",
			"グラガス": "ヨリックはグラガスに対して、スケーリングが優れており、ゲーム後半に強力な存在となるため、集団戦での影響力が高いです。",
			"アンベッサ": "ヨリックはアンベッサに対して、早期の段階での圧力をかけることができ、ファームを妨害することで有利に進められます。",
			"イラオイ": "ヨリックはイラオイに対して、持続的なダメージを与えつつ、自己回復を活かして有利に戦うことができるため、ダメージトレードで優位です。",
			"エイトロックス": "ヨリックはエイトロックスに対して、スケーリングが優れており、ゲーム後半に強力な存在となるため、集団戦での影響力が高いです。",
			"オーン": "ヨリックはオーンに対して、近接戦での強さを活かし、集団戦での影響力を持つため、有利に立ち回れます。",
			"ナー": "ヨリックはナーに対して、早期の段階での圧力をかけることができ、ファームを妨害することで有利に進められます。"
		},
		"loses": {
			"ヨネ": "ヨネはファームにおいて、ヨリックよりも高い機動力を持ち、ミニオンを効率的に処理できるため、リードを得やすいです。",
			"ワーウィック": "ワーウィックはダメージトレードにおいて、自己回復能力が高く、ヨリックの攻撃を受けても持ちこたえやすいです。",
			"イレリア": "イレリアはスケーリングにおいて、レベルアップとアイテムの効果を最大限に活かすことができ、後半戦で強力になります。",
			"トリンダメア": "トリンダメアは集団戦において、無敵のアルティメットを持っているため、ヨリックの攻撃を無効化しやすいです。",
			"グウェン": "グウェンはファームにおいて、スキルを使ってミニオンを一掃できるため、ヨリックよりも効率的にゴールドを稼げます。",
			"サイオン": "サイオンはダメージトレードにおいて、タンクとしての耐久力が高く、ヨリックの攻撃を受けても問題ありません。",
			"リヴェン": "リヴェンはスケーリングにおいて、レベルが上がるにつれてダメージが増加し、ヨリックに対して優位に立てます。",
			"ヤスオ": "ヤスオは集団戦において、風の壁を使ってヨリックの攻撃を防ぎつつ、反撃することができます。",
			"クレッド": "クレッドはファームにおいて、スキルを使ってミニオンを効率的に処理でき、ヨリックよりも早くゴールドを得られます。",
			"ボリベア": "ボリベアはダメージトレードにおいて、強力なバーストダメージを持ち、ヨリックに対して優位に立つことができます。",
			"シンジド": "シンジドはスケーリングにおいて、後半戦での持続的なダメージが高く、ヨリックに対して強力です。",
			"レネクトン": "レネクトンは集団戦において、自己回復能力が高く、ヨリックの攻撃を受けても持ちこたえやすいです。",
			"フィオラ": "フィオラはファームにおいて、スキルを使ってミニオンを効率的に処理でき、ヨリックよりも早くゴールドを得られます。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードにおいて、持続的なダメージを与えられ、ヨリックに対して優位に立つことができます。",
			"セト": "セトはスケーリングにおいて、後半戦での持続的なダメージが高く、ヨリックに対して強力です。",
			"ダリウス": "ダリウスは集団戦において、強力なバーストダメージを持ち、ヨリックに対して優位に立つことができます。"
		}
	},
	"カ・サンテ": {
		"name": "カ・サンテ",
		"beats": {
			"ナサス": "カ・サンテはナサスに対して強力なダメージトレードを行うことができ、ナサスのスキルを封じることができるため、ファームの面でも優位に立つことができる。",
			"ドクター・ムンド": "カ・サンテはドクター・ムンドの回復力を上回るダメージを持っており、集団戦においても有利に立ち回ることができる。",
			"ワーウィック": "カ・サンテはワーウィックの攻撃を受け流しつつ、持続的なダメージを与えることができるため、スケーリングの面でも優位である。",
			"マルファイト": "カ・サンテはマルファイトのスキルを避けることができ、ファームを効率的に行うことができるため、序盤から有利に進めることができる。",
			"ジャックス": "カ・サンテはジャックスに対して持続的なダメージを与えられるため、ダメージトレードで優位に立つことができる。",
			"モルデカイザー": "カ・サンテはモルデカイザーのスキルを無効化しつつ、集団戦での影響力を高めることができるため、全体的に有利である。",
			"ガングプランク": "カ・サンテはガングプランクの攻撃を受け流しつつ、持続的なダメージを与えることができるため、スケーリングの面でも優位である。",
			"イレリア": "カ・サンテはイレリアの攻撃を受け流しつつ、ファームを効率的に行うことができるため、序盤から有利に進めることができる。",
			"ティーモ": "カ・サンテはティーモのトラップを避けることができ、ダメージトレードで優位に立つことができる。",
			"オーン": "カ・サンテはオーンのスキルを無効化しつつ、集団戦での影響力を高めることができるため、全体的に有利である。",
			"チョ＝ガス": "カ・サンテはチョ＝ガスの攻撃を受け流しつつ、持続的なダメージを与えることができるため、スケーリングの面でも優位である。",
			"セト": "カ・サンテはセトの攻撃を受け流しつつ、ファームを効率的に行うことができるため、序盤から有利に進めることができる。",
			"ボリベア": "カ・サンテはボリベアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立つことができる。",
			"アーゴット": "カ・サンテはアーゴットの攻撃を受け流しつつ、集団戦での影響力を高めることができるため、全体的に有利である。",
			"クレッド": "カ・サンテはクレッドの攻撃を受け流しつつ、持続的なダメージを与えることができるため、スケーリングの面でも優位である。",
			"グラガス": "カ・サンテはグラガスの攻撃を受け流しつつ、ファームを効率的に行うことができるため、序盤から有利に進めることができる。"
		},
		"loses": {
			"ケイル": "ケイルはファームにおいて、カ・サンテよりも優れたスケーリングを持っており、レベルが上がるにつれて強力なダメージを出すことができる。",
			"シンジド": "シンジドはダメージトレードにおいて、カ・サンテの攻撃を回避しやすく、持続的なダメージを与えることができる。",
			"ヴェイン": "ヴェインは集団戦において、カ・サンテに対して高いバーストダメージを持ち、後衛を狙う能力が高い。",
			"ナー": "ナーはファームにおいて、カ・サンテよりも優れた機動性を持ち、レーンでの圧力をかけやすい。",
			"ポッピー": "ポッピーはダメージトレードにおいて、カ・サンテのスキルを無効化する能力を持ち、対抗しやすい。",
			"グウェン": "グウェンはスケーリングにおいて、カ・サンテよりも強力な持続ダメージを持ち、レイトゲームでの強さが際立つ。",
			"カミール": "カミールは集団戦において、カ・サンテを孤立させる能力があり、戦闘を有利に進めることができる。",
			"フィオラ": "フィオラはダメージトレードにおいて、カ・サンテのスキルを避けながら高いダメージを出すことができる。",
			"アンベッサ": "アンベッサはファームにおいて、カ・サンテよりも効率的にゴールドを稼ぐことができ、アイテム差をつけやすい。",
			"リヴェン": "リヴェンはダメージトレードにおいて、カ・サンテに対して高いバーストダメージを持ち、早期に有利な状況を作りやすい。",
			"シェン": "シェンは集団戦において、カ・サンテを守る能力が高く、チーム全体の生存率を上げることができる。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいて、カ・サンテに対して持続的なダメージを与えやすく、回復能力も高い。",
			"イラオイ": "イラオイはファームにおいて、カ・サンテよりも効率的にミニオンを処理でき、レーンでの優位性を持ちやすい。",
			"ヨリック": "ヨリックはスケーリングにおいて、カ・サンテよりも強力な分身を持ち、集団戦での影響力が高い。",
			"レネクトン": "レネクトンはダメージトレードにおいて、カ・サンテに対して早期に強力なダメージを与えることができる。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"オーロラ": "ヴィエゴはオーロラに対して高いダメージトレード能力を持ち、相手のスキルを避けながら効果的に攻撃できるため、優位性があります。",
			"グウェン": "ヴィエゴはグウェンに対してファームの効率が高く、レベルアップが早いため、早期のゲーム展開で有利に進めることができます。",
			"ガングプランク": "ヴィエゴはガングプランクに対して集団戦での影響力が強く、相手のスキルを無効化しつつダメージを与えることができるため、優位です。",
			"アーゴット": "ヴィエゴはアーゴットに対してスケーリングが優れており、ゲーム後半において強力な存在となるため、優位性があります。",
			"ドクター・ムンド": "ヴィエゴはドクター・ムンドに対して持続的なダメージを与えることができ、相手の回復を妨げることができるため、優位です。",
			"グラガス": "ヴィエゴはグラガスに対してファームの効率が良く、早期の段階での圧力をかけることができるため、優位性があります。",
			"ダリウス": "ヴィエゴはダリウスに対してダメージトレードで有利に立ち回ることができ、相手の攻撃を避けることができるため、優位です。",
			"モルデカイザー": "ヴィエゴはモルデカイザーに対して集団戦での機動力が高く、相手を分断することができるため、優位性があります。",
			"ヨネ": "ヴィエゴはヨネに対してスケーリングが優れており、ゲーム後半において強力な存在となるため、優位です。",
			"トリンダメア": "ヴィエゴはトリンダメアに対してダメージトレードで有利に立ち回ることができ、相手の回復を妨げることができるため、優位です。",
			"ランブル": "ヴィエゴはランブルに対してファームの効率が高く、早期のゲーム展開で有利に進めることができるため、優位性があります。",
			"ヨリック": "ヴィエゴはヨリックに対して集団戦での影響力が強く、相手のスキルを無効化しつつダメージを与えることができるため、優位です。",
			"チョ＝ガス": "ヴィエゴはチョ＝ガスに対してスケーリングが優れており、ゲーム後半において強力な存在となるため、優位性があります。",
			"ナー": "ヴィエゴはナーに対してダメージトレードで有利に立ち回ることができ、相手の攻撃を避けることができるため、優位です。",
			"サイオン": "ヴィエゴはサイオンに対してファームの効率が良く、早期の段階での圧力をかけることができるため、優位性があります。",
			"エイトロックス": "ヴィエゴはエイトロックスに対して持続的なダメージを与えることができ、相手の回復を妨げることができるため、優位です。",
			"ボリベア": "ヴィエゴはボリベアに対して集団戦での機動力が高く、相手を分断することができるため、優位性があります。",
			"セト": "ヴィエゴはセトに対してダメージトレードで有利に立ち回ることができ、相手の攻撃を避けることができるため、優位です。"
		},
		"loses": {
			"ティーモ": "ティーモは遠距離攻撃を持ち、ヴィエゴが近づく前にダメージを与えることができるため、ファームが難しい。",
			"シンジド": "シンジドは毒を使って持続的なダメージを与え、ヴィエゴがトレードを仕掛ける際に不利な状況を作り出す。",
			"フィオラ": "フィオラはヴィエゴのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができる。",
			"クレッド": "クレッドはタンクとしての耐久性が高く、ヴィエゴの攻撃を受け止めながら反撃することができる。",
			"レネクトン": "レネクトンは早期のパワースパイクを持ち、ヴィエゴに対して強力なダメージを与えることができる。",
			"イレリア": "イレリアは高い機動性を持ち、ヴィエゴの攻撃を避けながら反撃することができる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、ヴィエゴが攻撃を仕掛ける前に倒すことができる。",
			"カミール": "カミールはヴィエゴの動きを制限するスキルを持ち、集団戦での影響力が高い。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、ヴィエゴとのトレードで有利に立つことができる。",
			"カ・サンテ": "カ・サンテは耐久性が高く、ヴィエゴの攻撃を受け止めながら反撃することができる。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ヴィエゴが成長する前に優位に立つことができる。",
			"シェン": "シェンは全体的な影響力を持ち、集団戦でヴィエゴを無力化することができる。",
			"アンベッサ": "アンベッサは持続的なダメージを与え、ヴィエゴがトレードを仕掛ける際に不利な状況を作り出す。",
			"ナサス": "ナサスはスケーリングが強力で、後半にヴィエゴに対して優位に立つことができる。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"ヨリック": "ヨネはヨリックに対して高い機動力を持っており、ヨリックのスキルを避けやすいです。",
			"サイオン": "ヨネはサイオンの耐久力を上回るダメージを持っており、早期のトレードで有利に立てます。",
			"ドクター・ムンド": "ヨネはドクター・ムンドの回復を無視できるバーストダメージを持っており、持続的なトレードで優位に立ちます。",
			"グウェン": "ヨネはグウェンのスキルを避けることができ、ダメージトレードで有利に進めることができます。",
			"モルデカイザー": "ヨネはモルデカイザーのスキルを回避しやすく、集団戦での影響力が高いです。",
			"オーン": "ヨネはオーンのスキルを避けることができ、ファームの効率が高くなります。",
			"ナサス": "ヨネはナサスの成長を抑えることができ、早期のトレードで優位に立てます。",
			"ケイル": "ヨネはケイルの成長を早期に抑えることができ、ダメージトレードで有利です。",
			"チョ＝ガス": "ヨネはチョ＝ガスのスキルを避けることができ、ファームの効率が高いです。",
			"ランブル": "ヨネはランブルのスキルを避けやすく、集団戦での影響力が高いです。",
			"グラガス": "ヨネはグラガスのスキルを回避しやすく、ダメージトレードで優位に立てます。",
			"トリンダメア": "ヨネはトリンダメアの攻撃を避けることができ、ファームの効率が高くなります。"
		},
		"loses": {
			"イレリア": "イレリアはヨネに対して高いバーストダメージを持っており、ファームの際にヨネを圧倒することができる。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、後半戦でのダメージトレードにおいてヨネを凌駕する。",
			"フィオラ": "フィオラはヨネのスキルを回避する能力が高く、集団戦での影響力が大きい。",
			"アンベッサ": "アンベッサは持続的なダメージを与えることができ、ヨネの攻撃を受け流しやすい。",
			"カミール": "カミールはヨネに対して強力なロックダウンを持っており、ダメージトレードで優位に立つことができる。",
			"アカリ": "アカリは高い機動力を持ち、ヨネの攻撃を避けながら反撃することができる。",
			"リヴェン": "リヴェンは短時間で高いダメージを出すことができ、ヨネに対して有利なトレードを行うことができる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、ヨネとのファーム競争で優位に立つことができる。",
			"ワーウィック": "ワーウィックは持続的なダメージと回復を持ち、集団戦でヨネを圧倒することができる。",
			"ティーモ": "ティーモは視界を制圧し、ヨネの動きを制限することができるため、ファームでの競争が不利になる。",
			"レネクトン": "レネクトンは早期のダメージトレードでヨネを圧倒し、集団戦でも強力な存在となる。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、ヨネに対して有利なトレードを行うことができる。",
			"ガングプランク": "ガングプランクは範囲攻撃を持ち、集団戦での影響力が高く、ヨネに対して優位に立つことができる。"
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"ヨリック": "トランドルはヨリックに対して、持続的なダメージを与えつつ、回復能力を活かして耐えることができるため、ファームの面で有利です。",
			"オラフ": "トランドルはオラフに対して、スキルを使ってオラフの攻撃を無効化し、ダメージトレードで優位に立つことができるため、ダメージトレードで有利です。",
			"イラオイ": "トランドルはイラオイに対して、彼女のスキルを避けつつ、持続的なダメージを与えることで、スケーリングの面で有利です。",
			"イレリア": "トランドルはイレリアに対して、彼女のコンボを受け流しながら、持続的にダメージを与えることができるため、集団戦で有利です。",
			"レネクトン": "トランドルはレネクトンに対して、彼のスキルを無効化しつつ、持続的なダメージを与えることで、ファームの面で有利です。",
			"ヤスオ": "トランドルはヤスオに対して、彼の攻撃を受け流しながら、持続的にダメージを与えることができるため、ダメージトレードで有利です。",
			"グウェン": "トランドルはグウェンに対して、彼女のスキルを避けつつ、持続的なダメージを与えることで、スケーリングの面で有利です。",
			"ガングプランク": "トランドルはガングプランクに対して、彼の攻撃を無効化しつつ、持続的にダメージを与えることができるため、集団戦で有利です。",
			"シェン": "トランドルはシェンに対して、彼のスキルを避けつつ、持続的なダメージを与えることで、ファームの面で有利です。",
			"ランブル": "トランドルはランブルに対して、彼のスキルを無効化しつつ、持続的にダメージを与えることができるため、ダメージトレードで有利です。",
			"アーゴット": "トランドルはアーゴットに対して、彼の攻撃を受け流しながら、持続的にダメージを与えることができるため、スケーリングの面で有利です。",
			"ドクター・ムンド": "トランドルはドクター・ムンドに対して、彼の回復を無効化しつつ、持続的にダメージを与えることができるため、集団戦で有利です。",
			"ワーウィック": "トランドルはワーウィックに対して、彼の攻撃を受け流しながら、持続的にダメージを与えることができるため、ファームの面で有利です。",
			"チョ＝ガス": "トランドルはチョ＝ガスに対して、彼のスキルを避けつつ、持続的なダメージを与えることで、ダメージトレードで有利です。",
			"フィオラ": "トランドルはフィオラに対して、彼女の攻撃を無効化しつつ、持続的にダメージを与えることができるため、スケーリングの面で有利です."
		},
		"loses": {
			"ナー": "ナーはファームの面でトランドルよりも優れた範囲攻撃を持っており、ミニオンを効率的に処理できるため、トランドルがファームを取るのが難しい。",
			"クレッド": "クレッドはトランドルに対して強力なダメージトレードを行うことができ、特に彼のスキルを使った瞬間的なバーストダメージがトランドルにとって脅威となる。",
			"リヴェン": "リヴェンは高い機動力と瞬発力を持ち、トランドルの攻撃を避けながらダメージを与えることができるため、トレードで有利に立つことができる。",
			"ナサス": "ナサスはスケーリングが非常に強力で、レイトゲームに向けて成長するにつれてトランドルに対して圧倒的な存在感を示すことができる。",
			"カミール": "カミールはトランドルに対して強力なダメージを持ち、特に彼女のスキルを使ったコンボでトランドルを圧倒することができる。",
			"アンベッサ": "アンベッサはトランドルに対して持続的なダメージを与えることができ、特に集団戦においてトランドルの役割を制限することができる。",
			"ブラッドミア": "ブラッドミアはトランドルに対して持続的なダメージを与えつつ、自己回復能力を持っているため、トレードで不利になりにくい。",
			"ジェイス": "ジェイスはトランドルに対して遠距離からの攻撃が可能で、特にトレードの際に有利な位置を取ることができる。",
			"セト": "セトはトランドルに対して高い耐久力を持ち、集団戦においてトランドルのダメージを吸収しつつ反撃することができる。",
			"ボリベア": "ボリベアはトランドルに対して強力なCCを持ち、トレードや集団戦でトランドルの動きを制限することができる。",
			"エイトロックス": "エイトロックスはトランドルに対して持続的なダメージを与えつつ、自己回復能力を持っているため、トレードで不利になりにくい。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、レイトゲームに向けて成長するにつれてトランドルに対して圧倒的な存在感を示すことができる。"
		}
	}
}