{
	"ランブル": {
		"name": "ランブル",
		"beats": {
			"マルファイト": "マルファイトはランブルに対してファームが難しく、ランブルのスキルを避けることができないため、ダメージトレードで劣る。",
			"ティーモ": "ティーモはランブルの範囲攻撃に対して脆弱であり、ランブルのスキルを受けるとスケーリングが遅れる。",
			"ブラッドミア": "ブラッドミアはランブルの持続的なダメージに対して耐えられず、集団戦での影響力が低下する。",
			"ボリベア": "ボリベアはランブルの高いバーストダメージに対して対抗できず、ファームの効率が落ちる。",
			"レネクトン": "レネクトンはランブルのスキルコンボに対して脆弱で、ダメージトレードで不利になる。",
			"ドクター・ムンド": "ドクター・ムンドはランブルの持続的なダメージに対して回復が追いつかず、集団戦での存在感が薄れる。",
			"チョ＝ガス": "チョ＝ガスはランブルの範囲攻撃に対して効果的に対処できず、スケーリングが遅れる。",
			"ワーウィック": "ワーウィックはランブルの高いダメージに対して耐えられず、ダメージトレードで劣る。",
			"ケネン": "ケネンはランブルのスキルに対して避けることが難しく、集団戦での影響力が低下する。",
			"シンジド": "シンジドはランブルの持続的なダメージに対して脆弱で、ファームが難しくなる。",
			"ナー": "ナーはランブルのスキルに対して対抗できず、ダメージトレードで不利になる。",
			"ナサス": "ナサスはランブルの高いバーストダメージに対して耐えられず、スケーリングが遅れる。",
			"ガレン": "ガレンはランブルの範囲攻撃に対して脆弱で、集団戦での存在感が薄れる。"
		},
		"loses": {
			"ヤスオ": "ヤスオはランブルのスキルを回避する能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"オーン": "オーンはランブルに対して耐久力が高く、集団戦での存在感が強いため、ランブルは苦戦する。",
			"ジェイス": "ジェイスはランブルに対して遠距離からの攻撃が可能で、ファームを効率的に行うことができる。",
			"ヨネ": "ヨネはランブルのスキルを避ける機動力があり、ダメージトレードで有利に進めることができる。",
			"ケイル": "ケイルはスケーリングが強力で、後半戦でランブルに対して優位に立つことができる。",
			"オラフ": "オラフはランブルのCCを無効化する能力があり、ダメージトレードで有利に進めることができる。",
			"イレリア": "イレリアはランブルに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"トリンダメア": "トリンダメアはランブルのスキルを無視して接近できるため、ダメージトレードで有利に立ち回ることができる。",
			"カ・サンテ": "カ・サンテは耐久力が高く、集団戦でランブルに対して強い存在感を示すことができる。",
			"グウェン": "グウェンはランブルのスキルを避ける能力があり、ダメージトレードで有利に進めることができる。",
			"アンベッサ": "アンベッサはランブルに対して高い持続ダメージを持ち、集団戦での影響力が強い。"
		}
	},
	"フィオラ": {
		"name": "フィオラ",
		"beats": {
			"シンジド": "フィオラはシンジドに対して高いダメージトレード能力を持ち、シンジドの持続的なダメージを無効化することができる。",
			"ヨネ": "フィオラはヨネのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"オーン": "フィオラはオーンの耐久力を無視できるダメージを持ち、集団戦での影響力が高い。",
			"チョ＝ガス": "フィオラはチョ＝ガスのスキルを避けることができ、ファームを効率的に行うことができる。",
			"モルデカイザー": "フィオラはモルデカイザーのスキルを利用して、ダメージトレードで有利に立つことができる。",
			"ドクター・ムンド": "フィオラはドクター・ムンドの回復を無視できるダメージを持ち、集団戦での優位性を発揮できる。",
			"ガレン": "フィオラはガレンのスキルを避けることができ、ダメージトレードで有利に立つことができる。",
			"ボリベア": "フィオラはボリベアの持続的なダメージを無効化し、ファームを効率的に行うことができる。",
			"グウェン": "フィオラはグウェンのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"オラフ": "フィオラはオラフの攻撃を避けることができ、集団戦での影響力が高い。",
			"クレッド": "フィオラはクレッドのスキルを利用して、ダメージトレードで有利に立つことができる。",
			"サイオン": "フィオラはサイオンの耐久力を無視できるダメージを持ち、集団戦での優位性を発揮できる。",
			"ヨリック": "フィオラはヨリックの持続的なダメージを無効化し、ファームを効率的に行うことができる。",
			"エイトロックス": "フィオラはエイトロックスのスキルを避けることができ、ダメージトレードで有利に立つことができる。",
			"ヤスオ": "フィオラはヤスオのスキルを回避しやすく、集団戦での影響力が高い。"
		},
		"loses": {
			"ワーウィック": "ワーウィックはフィオラに対して持続的な回復能力を持っており、フィオラのダメージトレードを無効化することができる。",
			"アンベッサ": "アンベッサはフィオラに対して高い耐久力を持ち、フィオラの攻撃を受け流すことができる。",
			"クイン": "クインはフィオラに対して遠距離からの攻撃が可能で、フィオラが近づく前にダメージを与えることができる。",
			"シェン": "シェンはフィオラの攻撃を防ぐシールドを持っており、集団戦での影響力が高い。",
			"リヴェン": "リヴェンはフィオラに対して高いバーストダメージを持ち、フィオラが反撃する前に倒すことができる。",
			"マルファイト": "マルファイトはフィオラに対して高い耐久力と集団戦での影響力を持ち、フィオラのダメージを受け流すことができる。",
			"ランブル": "ランブルはフィオラに対して範囲攻撃を持ち、フィオラが近づくことを困難にする。",
			"アーゴット": "アーゴットはフィオラに対して持続的なダメージを与えることができ、フィオラの回避を難しくする。",
			"ガングプランク": "ガングプランクはフィオラに対してバーストダメージを持ち、フィオラが反撃する前にダメージを与えることができる。",
			"ジェイス": "ジェイスはフィオラに対して遠距離からの攻撃が可能で、フィオラが近づく前にダメージを与えることができる。",
			"レネクトン": "レネクトンはフィオラに対して高い耐久力を持ち、フィオラの攻撃を受け流すことができる。",
			"ダリウス": "ダリウスはフィオラに対して持続的なダメージを与えることができ、フィオラが反撃する前に倒すことができる。",
			"トリンダメア": "トリンダメアはフィオラに対して高いバーストダメージを持ち、フィオラが反撃する前に倒すことができる。",
			"ナー": "ナーはフィオラに対して高い機動力を持ち、フィオラが近づくことを困難にする。",
			"セト": "セトはフィオラに対して高い耐久力を持ち、フィオラの攻撃を受け流すことができる。",
			"グラガス": "グラガスはフィオラに対して高い耐久力と集団戦での影響力を持ち、フィオラのダメージを受け流すことができる。",
			"ケイル": "ケイルはフィオラに対してスケーリングが強力で、後半戦でフィオラに対して優位に立つことができる。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"ヨリック": "ヨリックはイレリアの高い機動力とダメージを受けると、イレリアが有利にファームを行うことができる。",
			"ドクター・ムンド": "ドクター・ムンドはイレリアの持続的なダメージトレードに対して耐性が薄く、イレリアが有利にダメージを与えることができる。",
			"ヨネ": "ヨネはイレリアのスキルを避けるのが難しく、イレリアが有利にスケーリングすることができる。",
			"ナー": "ナーはイレリアの高いバーストダメージに対して脆弱であり、イレリアが有利に集団戦を展開できる。",
			"ジェイス": "ジェイスはイレリアの近接戦闘能力に対して劣っており、イレリアが有利にダメージトレードを行うことができる。",
			"ケイル": "ケイルはイレリアの早期の攻撃に対して防御が弱く、イレリアが有利にファームを進めることができる。",
			"ティーモ": "ティーモはイレリアの機動力に対して対抗手段が限られており、イレリアが有利にダメージトレードを行うことができる。",
			"アンベッサ": "アンベッサはイレリアの高いバーストダメージに対して脆弱であり、イレリアが有利に集団戦を展開できる。",
			"クイン": "クインはイレリアの持続的なダメージに対して耐性が薄く、イレリアが有利にスケーリングすることができる。",
			"グウェン": "グウェンはイレリアの高い機動力に対して対抗手段が限られており、イレリアが有利にダメージトレードを行うことができる。",
			"ランブル": "ランブルはイレリアの機動力に対して脆弱であり、イレリアが有利に集団戦を展開できる。",
			"チョ＝ガス": "チョ＝ガスはイレリアの高いバーストダメージに対して耐性が薄く、イレリアが有利にダメージトレードを行うことができる。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面でイレリアに対して優れた耐久力を持ち、イレリアの攻撃を受け流すことができるため、ファームを安定させやすい。",
			"カ・サンテ": "カ・サンテはダメージトレードにおいてイレリアの攻撃を効果的に受け止め、反撃する能力が高いため、イレリアにとって不利な状況を作り出す。",
			"ジャックス": "ジャックスはスケーリングにおいて非常に強力で、後半に向けて成長するため、イレリアが早期に有利に立つことが難しい。",
			"ボリベア": "ボリベアは集団戦において強力なCC（クラウドコントロール）を持ち、イレリアの動きを制限することで、集団戦での影響力を高める。",
			"カミール": "カミールはダメージトレードにおいてイレリアの攻撃を避ける能力が高く、持続的なダメージを与えることができるため、イレリアにとって不利。",
			"リヴェン": "リヴェンはファームの面でイレリアに対して高い機動力を持ち、早期に有利な状況を作り出すことができる。",
			"セト": "セトはスケーリングにおいて非常に強力で、イレリアが成長する前に圧力をかけることができるため、イレリアにとって不利。",
			"レネクトン": "レネクトンはダメージトレードにおいてイレリアに対して強力な持続ダメージを持ち、早期に有利な状況を作り出すことができる。",
			"ワーウィック": "ワーウィックは集団戦において持続的な回復能力を持ち、イレリアのダメージを軽減することができるため、集団戦での影響力が高い。",
			"シンジド": "シンジドはファームの面でイレリアに対して高い耐久力を持ち、イレリアの攻撃を受け流すことができるため、ファームを安定させやすい。",
			"ガレン": "ガレンはダメージトレードにおいてイレリアの攻撃を効果的に受け止め、反撃する能力が高いため、イレリアにとって不利な状況を作り出す。",
			"ヤスオ": "ヤスオはスケーリングにおいて非常に強力で、後半に向けて成長するため、イレリアが早期に有利に立つことが難しい。",
			"アカリ": "アカリは集団戦において高い機動力を持ち、イレリアの攻撃を避ける能力が高いため、集団戦での影響力を高める。",
			"ケネン": "ケネンはダメージトレードにおいてイレリアに対して強力な持続ダメージを持ち、早期に有利な状況を作り出すことができる。",
			"アーゴット": "アーゴットはファームの面でイレリアに対して高い耐久力を持ち、イレリアの攻撃を受け流すことができるため、ファームを安定させやすい。",
			"フィオラ": "フィオラはスケーリングにおいて非常に強力で、後半に向けて成長するため、イレリアが早期に有利に立つことが難しい。"
		}
	},
	"シンジド": {
		"name": "シンジド",
		"beats": {
			"グウェン": "グウェンはシンジドに対してファームが難しく、シンジドの毒による持続ダメージに対処しづらい。",
			"マルファイト": "マルファイトはシンジドの持続的なダメージに対して耐えることができず、シンジドのスケーリングに対抗しにくい。",
			"カ・サンテ": "カ・サンテはシンジドの持続的なダメージに対して脆弱で、集団戦でのシンジドの影響を受けやすい。",
			"ジャックス": "ジャックスはシンジドの持続的なダメージに対して対処が難しく、ファームの効率が落ちる。",
			"ヤスオ": "ヤスオはシンジドの毒による持続ダメージに対して回復手段が限られており、ダメージトレードで不利になる。",
			"エイトロックス": "エイトロックスはシンジドの持続的なダメージに対して耐えられず、集団戦での影響を受けやすい。",
			"レネクトン": "レネクトンはシンジドの持続的なダメージに対して脆弱で、ファームの効率が落ちる。",
			"パンテオン": "パンテオンはシンジドの持続的なダメージに対して耐えることができず、ダメージトレードで不利になる。",
			"シェン": "シェンはシンジドの持続的なダメージに対して対処が難しく、集団戦での影響を受けやすい。",
			"イレリア": "イレリアはシンジドの持続的なダメージに対して脆弱で、ファームの効率が落ちる。",
			"モルデカイザー": "モルデカイザーはシンジドの持続的なダメージに対して耐えられず、ダメージトレードで不利になる。",
			"ヨリック": "ヨリックはシンジドの持続的なダメージに対して対処が難しく、集団戦での影響を受けやすい。"
		},
		"loses": {
			"ジェイス": "ジェイスはファームにおいてシンジドに対して優れた射程を持ち、遠距離から安全にミニオンを処理できるため、シンジドはファームが難しい。",
			"ケイル": "ケイルはスケーリングにおいてシンジドよりも強力で、レベル16以降はシンジドのダメージを無効化することができるため、シンジドは劣位にある。",
			"ナー": "ナーはダメージトレードにおいてシンジドに対して強力な変身能力を持ち、特にメガナー時にシンジドに対して大きなダメージを与えることができるため、シンジドは不利。",
			"ティーモ": "ティーモはシンジドに対して持続的なダメージを与えることができ、視界を制圧することでシンジドの動きを制限するため、シンジドは不利。",
			"フィオラ": "フィオラは集団戦においてシンジドのスキルを無効化することができ、1対1の状況でシンジドに対して圧倒的な強さを持つため、シンジドは不利。",
			"ガングプランク": "ガングプランクはシンジドに対して持続的なダメージを与えることができ、特にバレッジでシンジドの移動を妨げることができるため、シンジドは不利。",
			"アーゴット": "アーゴットはシンジドに対して高い耐久力とダメージを持ち、集団戦でシンジドを圧倒することができるため、シンジドは不利。",
			"リヴェン": "リヴェンはダメージトレードにおいてシンジドに対して非常に強力で、スキルコンボでシンジドを瞬時に排除することができるため、シンジドは不利。",
			"ナサス": "ナサスはスケーリングにおいてシンジドよりも優れた成長を持ち、後半戦でシンジドに対して圧倒的な強さを発揮するため、シンジドは不利。",
			"ランブル": "ランブルは集団戦においてシンジドに対して強力な範囲ダメージを持ち、シンジドの動きを制限することができるため、シンジドは不利。",
			"グラガス": "グラガスはシンジドに対して高い耐久力とCCを持ち、集団戦でシンジドを無力化することができるため、シンジドは不利。"
		}
	},
	"シェン": {
		"name": "シェン",
		"beats": {
			"ナサス": "ナサスはシェンに対してファームが難しく、シェンの影響力を受けやすい。",
			"マルファイト": "マルファイトはシェンのダメージトレードに対して耐性が低く、シェンのスキルを避けるのが難しい。",
			"イレリア": "イレリアはシェンの集団戦において、シェンの影響を受けやすく、シェンのスキルで制圧されることが多い。",
			"フィオラ": "フィオラはシェンのスケーリングに対して劣っており、シェンの持続的なダメージに対処しきれない。",
			"ヨリック": "ヨリックはシェンのファーム能力に対して劣り、シェンの影響力を受けやすい。",
			"ジャックス": "ジャックスはシェンのダメージトレードにおいて、シェンのスキルを避けるのが難しく、効果的に戦えない。",
			"サイオン": "サイオンはシェンの集団戦において、シェンのスキルで制圧されることが多い。",
			"オーン": "オーンはシェンのスケーリングに対して劣っており、シェンの持続的なダメージに対処しきれない。",
			"チョ＝ガス": "チョ＝ガスはシェンのファーム能力に対して劣り、シェンの影響力を受けやすい。",
			"ドクター・ムンド": "ドクター・ムンドはシェンのダメージトレードに対して耐性が低く、シェンのスキルを避けるのが難しい。",
			"トリンダメア": "トリンダメアはシェンの集団戦において、シェンの影響を受けやすく、シェンのスキルで制圧されることが多い。",
			"カ・サンテ": "カ・サンテはシェンのスケーリングに対して劣っており、シェンの持続的なダメージに対処しきれない。",
			"ボリベア": "ボリベアはシェンのファーム能力に対して劣り、シェンの影響力を受けやすい。"
		},
		"loses": {
			"リヴェン": "リヴェンは高いバーストダメージを持っており、シェンの耐久力を上回るため、ダメージトレードで優位に立つことができる。",
			"パンテオン": "パンテオンは強力なレベル1のパワースパイクを持ち、シェンに対して早期に圧力をかけることができるため、ファームが難しくなる。",
			"グウェン": "グウェンは持続的なダメージを与える能力が高く、シェンのシールドを無視してダメージを与えることができるため、集団戦での影響力が大きい。",
			"ダリウス": "ダリウスは近接戦での強さと自己回復能力を持っており、シェンがダメージを与える前にダメージを受けるリスクが高い。",
			"ナー": "ナーは変身によって高いバーストダメージを持ち、シェンが近づく前に攻撃を仕掛けることができるため、スケーリングで不利になる。",
			"イラオイ": "イラオイは持続的なダメージと自己回復能力を持っており、シェンが攻撃を仕掛けると逆にダメージを受ける可能性が高い。",
			"モルデカイザー": "モルデカイザーはシェンのスキルを無効化する能力を持っており、集団戦でシェンを孤立させることができるため、非常に厄介である。",
			"ブラッドミア": "ブラッドミアは高いライフスティールと持続的なダメージを持っており、シェンがダメージを与える前に回復される可能性が高い。",
			"シンジド": "シンジドは持続的なダメージを与えつつ逃げる能力が高く、シェンが近づくことが難しいため、ファームが困難になる。",
			"ジェイス": "ジェイスは遠距離からの高いバーストダメージを持っており、シェンが近づく前にダメージを与えることができるため、ダメージトレードで不利になる。",
			"オラフ": "オラフはシェンのスキルを無効化する能力を持ち、シェンが攻撃を仕掛けると逆にダメージを受けるリスクが高い。",
			"トランドル": "トランドルはシェンの耐久力を削る能力が高く、集団戦でシェンが効果的に機能するのを妨げることができる。"
		}
	},
	"アーゴット": {
		"name": "アーゴット",
		"beats": {
			"ボリベア": "ボリベアはアーゴットに対してファームが難しく、アーゴットの持つ範囲攻撃でミニオンを効率的に処理されるため、ファームの面で不利を感じる。",
			"リヴェン": "リヴェンはアーゴットの持つCC（クラウドコントロール）に対して対処が難しく、ダメージトレードでアーゴットに有利な状況を作られることが多い。",
			"ワーウィック": "ワーウィックはアーゴットの持つ持続的なダメージに対して回復手段が限られており、スケーリングの面でアーゴットに劣る。",
			"フィオラ": "フィオラはアーゴットのスキルセットに対して有効なカウンターが少なく、集団戦においてアーゴットの存在感が際立つ。",
			"シンジド": "シンジドはアーゴットの持つ持続ダメージに対して耐えるのが難しく、ファームの面でアーゴットに圧力をかけられる。",
			"セト": "セトはアーゴットのスキルを避けるのが難しく、ダメージトレードでアーゴットに有利な状況を作られることが多い。",
			"レネクトン": "レネクトンはアーゴットの持つ範囲攻撃に対して対処が難しく、スケーリングの面でアーゴットに劣る。",
			"ナサス": "ナサスはアーゴットの持つ持続的なダメージに対して回復手段が限られており、集団戦でアーゴットに圧倒されることが多い。",
			"イレリア": "イレリアはアーゴットの持つCCに対して対処が難しく、ダメージトレードでアーゴットに有利な状況を作られることが多い。",
			"グウェン": "グウェンはアーゴットの持つ持続ダメージに対して耐えるのが難しく、ファームの面でアーゴットに圧力をかけられる。",
			"ガレン": "ガレンはアーゴットの持つ範囲攻撃に対して対処が難しく、スケーリングの面でアーゴットに劣る。",
			"ヨネ": "ヨネはアーゴットの持つCCに対して対処が難しく、ダメージトレードでアーゴットに有利な状況を作られることが多い。",
			"トリンダメア": "トリンダメアはアーゴットの持つ持続的なダメージに対して回復手段が限られており、集団戦でアーゴットに圧倒されることが多い。",
			"カミール": "カミールはアーゴットの持つスキルセットに対して有効なカウンターが少なく、ファームの面でアーゴットに圧力をかけられる。"
		},
		"loses": {
			"ヨリック": "ヨリックはアーゴットに対して持続的なダメージを与えることができ、ファームを妨害する能力が高い。",
			"オーロラ": "オーロラはアーゴットに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはアーゴットに対して持続的な回復能力を持ち、スケーリングにおいて有利に進めることができる。",
			"イラオイ": "イラオイはアーゴットに対して強力な集団戦の能力を持ち、アーゴットの攻撃を無効化することができる。",
			"ドクター・ムンド": "ドクター・ムンドはアーゴットに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアはアーゴットに対して持続的なダメージを与えつつ、回復能力で耐えることができる。",
			"モルデカイザー": "モルデカイザーはアーゴットに対して1対1の状況で強力なスキルを持ち、集団戦での影響力が高い。",
			"マルファイト": "マルファイトはアーゴットに対して強力なCCを持ち、集団戦での影響力を発揮することができる。",
			"ランブル": "ランブルはアーゴットに対して高い範囲ダメージを持ち、集団戦での優位性を持つことができる。",
			"ヤスオ": "ヤスオはアーゴットに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ボリベア": "ボリベアはジャックスに対してファームが難しく、ジャックスのスケーリングを許すことになる。",
			"ケイル": "ケイルはジャックスのダメージトレードに対して耐性が薄く、早期の圧力を受けやすい。",
			"ヤスオ": "ヤスオはジャックスの集団戦での強さに対抗する手段が限られている。",
			"ヨネ": "ヨネはジャックスのファーム能力に対して劣っており、ジャックスが成長する時間を与えてしまう。",
			"イレリア": "イレリアはジャックスのダメージトレードにおいて、持続的なダメージを出すのが難しい。",
			"カミール": "カミールはジャックスのスケーリングに対して早期に圧力をかけることができず、後半に強くなる。",
			"グウェン": "グウェンはジャックスの集団戦での影響力に対して対抗手段が乏しい。",
			"セト": "セトはジャックスのファーム能力に対して劣っており、ジャックスが成長する時間を与えてしまう。",
			"ヨリック": "ヨリックはジャックスのダメージトレードにおいて、持続的なダメージを出すのが難しい。",
			"ワーウィック": "ワーウィックはジャックスの集団戦での強さに対抗する手段が限られている。",
			"モルデカイザー": "モルデカイザーはジャックスのファーム能力に対して劣っており、ジャックスが成長する時間を与えてしまう。",
			"ダリウス": "ダリウスはジャックスのダメージトレードに対して耐性が薄く、早期の圧力を受けやすい。"
		},
		"loses": {
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力が高く、ジャックスのファームを妨げることができる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、ジャックスのダメージトレードに対して強い。",
			"カ・サンテ": "カ・サンテはスケーリングが優れており、ジャックスが成長する前に強力な影響を与えることができる。",
			"アカリ": "アカリは高い機動力を持ち、ジャックスの集団戦での影響力を削ぐことができる。",
			"サイオン": "サイオンは非常にタンクyで、ジャックスのダメージを受け止めることができる。",
			"ガレン": "ガレンは持続的なダメージとサイレンスを持ち、ジャックスのファームを妨げることができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い回復力を持ち、ジャックスのダメージトレードに対して強い。",
			"シェン": "シェンはテレポートで集団戦に参加でき、ジャックスの影響力を減少させることができる。",
			"シンジド": "シンジドは持続的なダメージを与えつつ、ジャックスのファームを妨げることができる。",
			"ナー": "ナーは変身による高いダメージを持ち、ジャックスのダメージトレードに対して優位に立つことができる。",
			"クレッド": "クレッドは高い耐久力とダメージを持ち、ジャックスの集団戦での影響力を削ぐことができる。",
			"アーゴット": "アーゴットは高いダメージと耐久力を持ち、ジャックスのファームを妨げることができる。",
			"ケネン": "ケネンは高いスキルダメージを持ち、ジャックスのダメージトレードに対して強い。",
			"ジェイス": "ジェイスは遠距離からの高いダメージを持ち、ジャックスのファームを妨げることができる。",
			"イラオイ": "イラオイは持続的なダメージを与え、ジャックスのダメージトレードに対して優位に立つことができる。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、ジャックスの集団戦での影響力を削ぐことができる。",
			"ガングプランク": "ガングプランクは持続的なダメージを与えつつ、ジャックスのファームを妨げることができる。",
			"オーン": "オーンは高い耐久力を持ち、ジャックスのダメージトレードに対して強い。",
			"マルファイト": "マルファイトは高い耐久力と集団戦での影響力を持ち、ジャックスのダメージを受け止めることができる。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"ヤスオ": "ヤスオはポッピーの壁を越えることができず、ポッピーのCC（クラウドコントロール）を受けやすいため、ダメージトレードで不利になる。",
			"イレリア": "イレリアはポッピーのタンク性能に対してダメージを出しづらく、ファームの際にポッピーの圧力を受けやすい。",
			"カ・サンテ": "カ・サンテはポッピーのスキルによって移動を制限されやすく、集団戦での影響力が低下する。",
			"グウェン": "グウェンはポッピーの壁を越えられず、ポッピーの強力なCCに対して無力になりやすい。",
			"ジャックス": "ジャックスはポッピーのタンク性能に対して持続的なダメージを出しづらく、スケーリングで劣ることがある。",
			"サイオン": "サイオンはポッピーのCCに対して脆弱であり、ダメージトレードでポッピーに圧倒されることが多い。",
			"クレッド": "クレッドはポッピーの壁を越えられず、集団戦でのポッピーの影響を受けやすい。",
			"ナー": "ナーはポッピーのタンク性能に対して持続的なダメージを出しづらく、ファームの際に圧力を感じることがある。",
			"セト": "セトはポッピーのCCに対して脆弱であり、ダメージトレードでポッピーに圧倒されることが多い。",
			"シェン": "シェンはポッピーの壁を越えられず、集団戦でのポッピーの影響を受けやすい。",
			"ドクター・ムンド": "ドクター・ムンドはポッピーのタンク性能に対して持続的なダメージを出しづらく、スケーリングで劣ることがある。",
			"アンベッサ": "アンベッサはポッピーのCCに対して脆弱であり、ダメージトレードでポッピーに圧倒されることが多い。",
			"リヴェン": "リヴェンはポッピーの壁を越えられず、集団戦でのポッピーの影響を受けやすい。",
			"ナサス": "ナサスはポッピーのタンク性能に対して持続的なダメージを出しづらく、ファームの際に圧力を感じることがある。",
			"カミール": "カミールはポッピーのCCに対して脆弱であり、ダメージトレードでポッピーに圧倒されることが多い。",
			"トリンダメア": "トリンダメアはポッピーの壁を越えられず、集団戦でのポッピーの影響を受けやすい。"
		},
		"loses": {
			"ランブル": "ランブルはポッピーに対して強力な範囲ダメージを持っており、ファームをしづらくさせる。",
			"ブラッドミア": "ブラッドミアはポッピーに対して持続的なダメージを与えることができ、ダメージトレードで優位に立つ。",
			"ヨリック": "ヨリックはポッピーに対して持続的なダメージと分身を使って圧力をかけることができ、スケーリングで有利に進む。",
			"ケイル": "ケイルはポッピーに対して後半に強力なスケーリングを持ち、集団戦での影響力が高い。",
			"オラフ": "オラフはポッピーに対して持続的なダメージと自己回復を持ち、ダメージトレードで有利に立つ。",
			"シンジド": "シンジドはポッピーに対して高い機動性を持ち、ファームを妨害しやすい。",
			"アーゴット": "アーゴットはポッピーに対して強力なダメージとCCを持ち、集団戦での影響力が高い。",
			"パンテオン": "パンテオンはポッピーに対して早期のダメージトレードで優位に立ちやすい。",
			"レネクトン": "レネクトンはポッピーに対して強力なダメージと回復を持ち、ファームをしづらくさせる。",
			"ボリベア": "ボリベアはポッピーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つ。",
			"ダリウス": "ダリウスはポッピーに対して持続的なダメージを与え、集団戦での影響力が高い。",
			"ガレン": "ガレンはポッピーに対して高い耐久力を持ち、ダメージトレードで有利に立つ。",
			"マルファイト": "マルファイトはポッピーに対して強力な集団戦のCCを持ち、影響力が高い。",
			"オーン": "オーンはポッピーに対して強力なスケーリングを持ち、集団戦での影響力が高い。"
		}
	},
	"ケネン": {
		"name": "ケネン",
		"beats": {
			"ボリベア": "ボリベアはケネンに対してファームがしやすく、ケネンのスキルを避けることができるため、ダメージトレードで有利に立てる。",
			"アーゴット": "アーゴットはケネンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、スケーリングにおいて優位性を持つ。",
			"カミール": "カミールはケネンのスキルを回避しやすく、集団戦においてもケネンを無力化する能力が高いため、戦闘で有利に立てる。",
			"レネクトン": "レネクトンはケネンに対して高い耐久力を持ち、ダメージトレードで優位に立つことができるため、ファームが安定する。",
			"リヴェン": "リヴェンはケネンのスキルを避ける機動力があり、ダメージトレードで有利に立つことができるため、集団戦でも強力な存在となる。",
			"セト": "セトはケネンの攻撃を受け止めることができ、持続的なダメージを与えることでスケーリングにおいて優位性を持つ。",
			"ヨネ": "ヨネはケネンのスキルを避けることができ、ダメージトレードで有利に立つことができるため、集団戦でも強力な影響を与える。",
			"ヤスオ": "ヤスオはケネンのスキルをカウンターする能力があり、ダメージトレードで優位に立つことができるため、集団戦でも有利に戦える。",
			"トリンダメア": "トリンダメアはケネンの攻撃を耐えつつ、持続的なダメージを与えることができるため、スケーリングにおいて優位性を持つ。",
			"ダリウス": "ダリウスはケネンに対して高い耐久力を持ち、ダメージトレードで優位に立つことができるため、集団戦でも強力な存在となる。",
			"クイン": "クインはケネンの攻撃を避ける機動力があり、ダメージトレードで有利に立つことができるため、ファームが安定する。",
			"ジャックス": "ジャックスはケネンに対して持続的なダメージを与えることができ、スケーリングにおいて優位性を持つため、集団戦でも強力な影響を与える。"
		},
		"loses": {
			"ヨリック": "ヨリックはケネンに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドはケネンのダメージを軽減し、スケーリングにおいて非常に強力であるため、ケネンにとって厳しい相手となる。",
			"ガングプランク": "ガングプランクはケネンに対して遠距離からの攻撃が可能で、ダメージトレードで有利に立つことができる。",
			"オーン": "オーンはケネンに対して高い耐久力を持ち、集団戦での影響力が大きいため、ケネンにとって不利な状況を作り出すことができる。",
			"グウェン": "グウェンはケネンのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、ケネンにとって厳しい相手である。",
			"ブラッドミア": "ブラッドミアはケネンに対して持続的な回復能力を持ち、集団戦での影響力が高いため、ケネンにとって不利な状況を作り出すことができる。",
			"オラフ": "オラフはケネンのスキルを無効化することができ、ダメージトレードで優位に立つことができるため、ケネンにとって厳しい相手となる。",
			"ランブル": "ランブルはケネンに対して高いダメージを持ち、集団戦での影響力が大きいため、ケネンにとって不利な状況を作り出すことができる。",
			"ティーモ": "ティーモはケネンに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"シンジド": "シンジドはケネンのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、ケネンにとって厳しい相手である。",
			"シェン": "シェンはケネンに対して高い耐久力を持ち、集団戦での影響力が大きいため、ケネンにとって不利な状況を作り出すことができる。"
		}
	},
	"セト": {
		"name": "セト",
		"beats": {
			"イレリア": "イレリアはセトに対してファームが難しく、セトの持つ強力なダメージトレードに対抗しづらい。さらに、セトは集団戦での耐久力が高く、イレリアのスケーリングを抑えることができる。",
			"ヤスオ": "ヤスオはセトの持つ持続的なダメージに対して脆弱であり、セトのスキルを避けるのが難しい。集団戦ではセトの存在感が強く、ヤスオの効果的なダメージを出しづらい。",
			"チョ＝ガス": "チョ＝ガスはセトの高いバーストダメージに対して耐えられず、ファームを安定させるのが難しい。集団戦ではセトが前線での役割を果たし、チョ＝ガスの影響力を制限する。",
			"ティーモ": "ティーモはセトの強力な近接攻撃に対して脆弱であり、ファームを安全に行うことができない。集団戦ではセトがティーモを容易に排除できるため、ティーモのスケーリングが阻害される。",
			"オラフ": "オラフはセトの持つ持続的なダメージに対して対抗しづらく、ファームを安定させるのが難しい。集団戦ではセトがオラフの攻撃を無効化し、オラフの効果的なダメージを出しづらくする。",
			"ブラッドミア": "ブラッドミアはセトの高いバーストダメージに対して脆弱であり、ファームを安定させるのが難しい。集団戦ではセトがブラッドミアの回復を妨げ、効果的なダメージを出しづらくする。",
			"ヨリック": "ヨリックはセトの持つ強力なダメージトレードに対抗しづらく、ファームを安定させるのが難しい。集団戦ではセトがヨリックのミニオンを無視して攻撃できるため、ヨリックの影響力が制限される。",
			"ガレン": "ガレンはセトの持つ持続的なダメージに対して脆弱であり、ファームを安定させるのが難しい。集団戦ではセトがガレンの攻撃を無効化し、ガレンの効果的なダメージを出しづらくする。",
			"ダリウス": "ダリウスはセトの強力なダメージトレードに対抗しづらく、ファームを安定させるのが難しい。集団戦ではセトがダリウスの攻撃を無効化し、ダリウスの効果的なダメージを出しづらくする。",
			"ナサス": "ナサスはセトの持つ持続的なダメージに対して脆弱であり、ファームを安定させるのが難しい。集団戦ではセトがナサスのスケーリングを抑えることができるため、ナサスの影響力が制限される。",
			"シェン": "シェンはセトの強力なダメージトレードに対抗しづらく、ファームを安定させるのが難しい。集団戦ではセトがシェンのシールドを無効化し、シェンの効果的なダメージを出しづらくする。",
			"ヨネ": "ヨネはセトの持つ持続的なダメージに対して脆弱であり、ファームを安定させるのが難しい。集団戦ではセトがヨネの攻撃を無効化し、ヨネの効果的なダメージを出しづらくする。"
		},
		"loses": {
			"グラガス": "グラガスはファームの面でセトに対して優れた範囲攻撃を持っており、セトがミニオンを処理するのを妨げることができる。",
			"ナー": "ナーはスケーリングの面でセトよりも強力で、成長するにつれてセトに対してより多くのダメージを与えることができる。",
			"アーゴット": "アーゴットはダメージトレードにおいてセトに対して有利で、特に近接戦での持続的なダメージが強力である。",
			"レネクトン": "レネクトンは集団戦においてセトよりも優れた耐久性を持ち、セトの攻撃を受けながらもダメージを与えることができる。",
			"エイトロックス": "エイトロックスはファームの面でセトに対して持続的な回復能力を持ち、セトのダメージを軽減することができる。",
			"マルファイト": "マルファイトは集団戦においてセトに対して強力なCC（クラウドコントロール）を持ち、セトの行動を制限することができる。",
			"モルデカイザー": "モルデカイザーはダメージトレードにおいてセトに対して持続的なダメージを与え、セトの攻撃を無効化することができる。",
			"リヴェン": "リヴェンはスケーリングの面でセトに対して優れたバーストダメージを持ち、短時間でセトを排除することができる。",
			"カ・サンテ": "カ・サンテはファームの面でセトに対して持続的なダメージを与え、セトのミニオン処理を妨げることができる。",
			"パンテオン": "パンテオンはダメージトレードにおいてセトに対して強力な初動を持ち、セトが反撃する前にダメージを与えることができる。",
			"ジャックス": "ジャックスはスケーリングの面でセトに対して非常に強力で、成長するにつれてセトを圧倒することができる。"
		}
	},
	"クイン": {
		"name": "クイン",
		"beats": {
			"ボリベア": "クインはボリベアに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため、レーンでの優位性を持つ。",
			"ヴェイン": "クインはヴェインに対して高い機動性を持ち、ダメージトレードで有利に立ち回ることができる。",
			"ガレン": "クインはガレンに対して持続的なダメージを与えつつ、スキルを使って距離を保つことができるため、レーンでの優位性を確保できる。",
			"フィオラ": "クインはフィオラに対してスキルを使って逃げることができ、集団戦での影響力を高めることができる。",
			"ティーモ": "クインはティーモに対して視界を確保しやすく、ファームを安定させることができるため、レーンでの優位性を持つ。",
			"アーゴット": "クインはアーゴットに対して遠距離からの攻撃が可能で、ダメージトレードで有利に立ち回ることができる。",
			"ナー": "クインはナーに対して高い機動性を持ち、スキルを使って距離を保つことができるため、レーンでの優位性を確保できる。",
			"ヤスオ": "クインはヤスオに対して遠距離からの攻撃が可能で、ダメージトレードで有利に立ち回ることができる。",
			"レネクトン": "クインはレネクトンに対して持続的なダメージを与えつつ、スキルを使って距離を保つことができるため、レーンでの優位性を確保できる。",
			"ダリウス": "クインはダリウスに対して高い機動性を持ち、ダメージトレードで有利に立ち回ることができる。",
			"アンベッサ": "クインはアンベッサに対して遠距離からの攻撃が可能で、集団戦での影響力を高めることができる。",
			"リヴェン": "クインはリヴェンに対して高い機動性を持ち、ダメージトレードで有利に立ち回ることができる。",
			"ジャックス": "クインはジャックスに対して持続的なダメージを与えつつ、スキルを使って距離を保つことができるため、レーンでの優位性を確保できる。",
			"エイトロックス": "クインはエイトロックスに対して遠距離からの攻撃が可能で、ダメージトレードで有利に立ち回ることができる。"
		},
		"loses": {
			"マルファイト": "マルファイトはクインに対して強力なCCを持っており、ファームやダメージトレードで優位に立つことができる。",
			"ランブル": "ランブルはクインに対して持続的なダメージを与えることができ、スケーリングにおいても有利な状況を作り出す。",
			"カミール": "カミールはクインに対して高い機動力を持ち、集団戦での影響力が大きい。",
			"グラガス": "グラガスはクインに対して耐久力が高く、ダメージトレードで有利に立つことができる。",
			"オーロラ": "オーロラはクインに対して持続的なダメージを与えられ、ファームの面でも優位に立つことができる。",
			"クレッド": "クレッドはクインに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"カ・サンテ": "カ・サンテはクインに対して持続的なダメージを与えられ、スケーリングにおいても優位に立つ。",
			"ドクター・ムンド": "ドクター・ムンドはクインに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"サイオン": "サイオンはクインに対して強力なCCを持っており、集団戦での影響力が大きい。",
			"ヨリック": "ヨリックはクインに対して持続的なダメージを与えられ、ファームの面でも優位に立つことができる。",
			"パンテオン": "パンテオンはクインに対して高いバーストダメージを持ち、ダメージトレードで有利に立つことができる。",
			"セト": "セトはクインに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"チョ＝ガス": "チョ＝ガスはクインに対して持続的なダメージを与えられ、スケーリングにおいても優位に立つ。",
			"シェン": "シェンはクインに対して強力なCCを持っており、集団戦での影響力が大きい。",
			"イレリア": "イレリアはクインに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"ケイル": "ケイルはクインに対してスケーリングが強力で、後半戦での影響力が大きい。",
			"ケネン": "ケネンはクインに対して強力なCCを持っており、集団戦での影響力が大きい。"
		}
	},
	"リヴェン": {
		"name": "リヴェン",
		"beats": {
			"グウェン": "グウェンはリヴェンに対してファームが難しく、リヴェンの高いバーストダメージに対処しづらい。",
			"ヤスオ": "ヤスオはリヴェンのスキルコンボに対して反応が遅れやすく、ダメージトレードで不利になることが多い。",
			"ヨリック": "ヨリックはリヴェンの機動力に対して追いつくのが難しく、集団戦での影響力が薄れる。",
			"ヨネ": "ヨネはリヴェンの高い瞬発力に対して対抗しづらく、スケーリングの面でもリヴェンに劣る。",
			"ケイル": "ケイルはリヴェンの早期の攻撃に対して防御が薄く、ファームを安定させるのが難しい。",
			"ドクター・ムンド": "ドクター・ムンドはリヴェンの高いバーストダメージに対して耐えきれず、ダメージトレードで劣る。",
			"シェン": "シェンはリヴェンの機動力に対して反応が遅れやすく、集団戦での影響力が薄れる。",
			"ダリウス": "ダリウスはリヴェンの高い機動力に対して捕まえにくく、ダメージトレードで不利になることが多い。",
			"サイオン": "サイオンはリヴェンの瞬発力に対して対抗しづらく、集団戦での影響力が薄れる。",
			"イレリア": "イレリアはリヴェンの高いバーストダメージに対して耐えきれず、ダメージトレードで劣る。",
			"モルデカイザー": "モルデカイザーはリヴェンの機動力に対して反応が遅れやすく、集団戦での影響力が薄れる。",
			"セト": "セトはリヴェンの高い瞬発力に対して対抗しづらく、ダメージトレードで不利になることが多い。",
			"シンジド": "シンジドはリヴェンの高いバーストダメージに対して耐えきれず、ファームを安定させるのが難しい。",
			"フィオラ": "フィオラはリヴェンの機動力に対して反応が遅れやすく、ダメージトレードで劣る。",
			"クレッド": "クレッドはリヴェンの高い瞬発力に対して対抗しづらく、集団戦での影響力が薄れる。",
			"オーン": "オーンはリヴェンの高いバーストダメージに対して耐えきれず、ダメージトレードで不利になることが多い。"
		},
		"loses": {
			"レネクトン": "レネクトンはファームの面でリヴェンに対して優れた持続力を持ち、ダメージトレードでも有利なスキルを持っているため、リヴェンは苦しむ。",
			"アーゴット": "アーゴットはスケーリングが強力で、集団戦においてリヴェンの攻撃を無効化する能力があるため、リヴェンは不利を感じる。",
			"グラガス": "グラガスはダメージトレードにおいてリヴェンの攻撃を受け流すことができ、集団戦でも強力なCCを持っているため、リヴェンは劣位に立たされる。",
			"パンテオン": "パンテオンはファームの面でリヴェンに対して強力な初期ダメージを持ち、ダメージトレードでも優位に立つことができるため、リヴェンは不利を感じる。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、ダメージトレードでリヴェンに対して有利に立つことができるため、リヴェンは苦しむ。",
			"ポッピー": "ポッピーは集団戦においてリヴェンの動きを制限する能力があり、ダメージトレードでも有利な状況を作り出すことができるため、リヴェンは不利を感じる。",
			"ボリベア": "ボリベアはファームの面でリヴェンに対して強力な持続力を持ち、ダメージトレードでも優位に立つことができるため、リヴェンは苦しむ。",
			"トリンダメア": "トリンダメアはスケーリングが強力で、集団戦においてリヴェンの攻撃を無効化する能力があるため、リヴェンは不利を感じる。",
			"マルファイト": "マルファイトは集団戦においてリヴェンの攻撃を無効化する能力があり、ダメージトレードでも有利な状況を作り出すことができるため、リヴェンは不利を感じる。",
			"カミール": "カミールはダメージトレードにおいてリヴェンの攻撃を受け流すことができ、スケーリングでも優位に立つことができるため、リヴェンは苦しむ。",
			"ジェイス": "ジェイスはファームの面でリヴェンに対して強力な初期ダメージを持ち、ダメージトレードでも優位に立つことができるため、リヴェンは不利を感じる。",
			"エイトロックス": "エイトロックスは持続的な回復能力を持ち、ダメージトレードでリヴェンに対して有利に立つことができるため、リヴェンは苦しむ。",
			"チョ＝ガス": "チョ＝ガスは集団戦においてリヴェンの攻撃を無効化する能力があり、ダメージトレードでも有利な状況を作り出すことができるため、リヴェンは不利を感じる。",
			"ナー": "ナーはスケーリングが強力で、集団戦においてリヴェンの攻撃を無効化する能力があるため、リヴェンは不利を感じる。",
			"ガレン": "ガレンは持続的な回復能力を持ち、ダメージトレードでリヴェンに対して有利に立つことができるため、リヴェンは苦しむ。"
		}
	},
	"カミール": {
		"name": "カミール",
		"beats": {
			"ガレン": "カミールはガレンに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"ヨネ": "カミールはヨネのスキルを避ける能力が高く、ファームを効率的に行いながらダメージトレードで優位に立てる。",
			"イレリア": "カミールはイレリアのスキルを封じることができ、集団戦での影響力が高い。",
			"オラフ": "カミールはオラフの攻撃を回避しやすく、スケーリングにおいても優位に進めることができる。",
			"ナサス": "カミールはナサスの成長を妨げることができ、ファームの面でも有利に進めることができる。",
			"ヤスオ": "カミールはヤスオの攻撃を避けることができ、ダメージトレードで有利に立ち回ることができる。",
			"オーン": "カミールはオーンのスキルを回避しやすく、集団戦での影響力が高い。",
			"ケイル": "カミールはケイルの成長を妨げることができ、スケーリングにおいても優位に進めることができる。",
			"パンテオン": "カミールはパンテオンの攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"ヨリック": "カミールはヨリックのミニオンを処理しやすく、ファームの面で有利に進めることができる。",
			"アンベッサ": "カミールはアンベッサの攻撃を回避しやすく、集団戦での影響力が高い。"
		},
		"loses": {
			"ティーモ": "ティーモはカミールに対して強力なポークを持っており、ファームを妨げることができる。",
			"ジャックス": "ジャックスはカミールのスケーリングを上回る能力を持ち、後半戦でのダメージトレードで優位に立つことができる。",
			"グラガス": "グラガスはカミールの集団戦において、CC（クラウドコントロール）を使って彼女の動きを制限することができる。",
			"レネクトン": "レネクトンはカミールに対して強力なダメージトレードを行うことができ、早期のファームを有利に進めることができる。",
			"クレッド": "クレッドはカミールに対して持続的なダメージを与え、集団戦での存在感を高めることができる。",
			"シンジド": "シンジドはカミールの攻撃を避ける能力が高く、ファームを妨げることができる。",
			"グウェン": "グウェンはカミールのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができる。",
			"チョ＝ガス": "チョ＝ガスはカミールに対して高い耐久力を持ち、集団戦での影響力を発揮することができる。",
			"ブラッドミア": "ブラッドミアはカミールに対して持続的なダメージを与え、ファームを妨げることができる。",
			"ガングプランク": "ガングプランクはカミールに対して遠距離からの攻撃が可能で、ダメージトレードで優位に立つことができる。",
			"ボリベア": "ボリベアはカミールに対して強力なCCを持ち、集団戦での影響力を高めることができる。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"イラオイ": "イラオイはケイルに対してファームが難しく、ケイルのスキルを避けることができないため、ダメージトレードで不利になる。",
			"シンジド": "シンジドはケイルのスキルを受けるとダメージを受けやすく、集団戦での影響力が低くなる。",
			"レネクトン": "レネクトンはケイルの遠距離攻撃に対して近づくのが難しく、スケーリングにおいてもケイルに劣る。",
			"ガレン": "ガレンはケイルの持続的なダメージに対して耐えることができず、ダメージトレードで劣位に立たされる。",
			"ボリベア": "ボリベアはケイルのスキルを避けることができず、集団戦での役割が制限される。",
			"ランブル": "ランブルはケイルの持続的なダメージに対して脆弱で、スケーリングにおいても劣る。",
			"カ・サンテ": "カ・サンテはケイルの攻撃を受けるとダメージを受けやすく、ファームが難しくなる。",
			"ダリウス": "ダリウスはケイルの遠距離攻撃に対して近づくのが難しく、ダメージトレードで不利になる。",
			"モルデカイザー": "モルデカイザーはケイルの持続的なダメージに対して耐えることができず、集団戦での影響力が低くなる。",
			"パンテオン": "パンテオンはケイルのスキルを受けるとダメージを受けやすく、スケーリングにおいても劣る。",
			"グウェン": "グウェンはケイルの攻撃を受けるとダメージを受けやすく、ファームが難しくなる。",
			"チョ＝ガス": "チョ＝ガスはケイルの持続的なダメージに対して脆弱で、集団戦での役割が制限される。",
			"フィオラ": "フィオラはケイルの遠距離攻撃に対して近づくのが難しく、ダメージトレードで劣位に立たされる。",
			"ヨリック": "ヨリックはケイルの攻撃を受けるとダメージを受けやすく、スケーリングにおいても劣る。",
			"セト": "セトはケイルの持続的なダメージに対して耐えることができず、集団戦での影響力が低くなる。",
			"エイトロックス": "エイトロックスはケイルの攻撃を受けるとダメージを受けやすく、ファームが難しくなる。",
			"アーゴット": "アーゴットはケイルの遠距離攻撃に対して近づくのが難しく、ダメージトレードで不利になる。",
			"ガングプランク": "ガングプランクはケイルの持続的なダメージに対して脆弱で、スケーリングにおいても劣る。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面でケイルに対して圧力をかけることができ、ダメージトレードでも有利に立ち回ることができるため、ケイルは不利である。",
			"ジェイス": "ジェイスはスキルを使ったダメージトレードでケイルに対して優位に立つことができ、集団戦でもその強力な範囲攻撃でケイルを圧倒することができるため、ケイルは不利である。",
			"アンベッサ": "アンベッサは高いバーストダメージを持ち、ケイルがスケーリングする前に早期に圧力をかけることができるため、ケイルは不利である。",
			"ヨネ": "ヨネは高い機動力とダメージを持ち、ケイルの攻撃を避けながらトレードを行うことができるため、ケイルは不利である。",
			"ヤスオ": "ヤスオはケイルのスキルを回避しつつ、ダメージトレードで優位に立つことができるため、ケイルは不利である。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えることができ、ケイルがスケーリングする前に早期に圧力をかけることができるため、ケイルは不利である。",
			"リヴェン": "リヴェンは高いバーストダメージと機動力を持ち、ケイルに対して強力なトレードを行うことができるため、ケイルは不利である。",
			"ジャックス": "ジャックスはスケーリングが進むと非常に強力になり、ケイルが成長する前に圧力をかけることができるため、ケイルは不利である。",
			"イレリア": "イレリアは高い機動力とダメージを持ち、ケイルに対してトレードで優位に立つことができるため、ケイルは不利である。",
			"ナサス": "ナサスはファームを重視し、ケイルが成長する前に圧力をかけることができるため、ケイルは不利である。",
			"オーン": "オーンは集団戦での強さを持ち、ケイルが成長する前に圧力をかけることができるため、ケイルは不利である。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、ケイルに対してトレードで優位に立つことができるため、ケイルは不利である。",
			"カミール": "カミールは高い機動力とダメージを持ち、ケイルに対して強力なトレードを行うことができるため、ケイルは不利である。",
			"シェン": "シェンは集団戦での影響力が高く、ケイルが成長する前に圧力をかけることができるため、ケイルは不利である。"
		}
	},
	"アンベッサ": {
		"name": "アンベッサ",
		"beats": {
			"ドクター・ムンド": "ドクター・ムンドは、アンベッサに対して持続的な回復力があり、ファームを安定させることができるが、アンベッサのダメージトレードに対しては劣る。",
			"ケイル": "ケイルは、レベルアップによって強力なスケーリングを持つが、アンベッサの集団戦での影響力には及ばない。",
			"サイオン": "サイオンは耐久力が高いが、アンベッサのダメージトレードにおいては劣位にある。",
			"ヨネ": "ヨネは高いバーストダメージを持つが、アンベッサの持続的なダメージと耐久力には対抗しきれない。",
			"ガレン": "ガレンはシンプルなファーム能力を持つが、アンベッサのトレード能力には対抗できない。",
			"ナサス": "ナサスはスケーリングが強力だが、アンベッサの集団戦での影響力には劣る。",
			"マルファイト": "マルファイトは耐久力が高いが、アンベッサのダメージトレードにおいては劣位にある。",
			"アーゴット": "アーゴットは強力なダメージを持つが、アンベッサの持続的なダメージには対抗しきれない。",
			"ブラッドミア": "ブラッドミアは高いバーストダメージを持つが、アンベッサの持続的なダメージには劣る。",
			"ヤスオ": "ヤスオは高い機動性を持つが、アンベッサの集団戦での影響力には及ばない。",
			"フィオラ": "フィオラは1対1のトレードに強いが、アンベッサの持続的なダメージには対抗できない。",
			"オーン": "オーンは耐久力が高いが、アンベッサのダメージトレードにおいては劣位にある。",
			"チョ＝ガス": "チョ＝ガスは持続的なダメージを持つが、アンベッサの集団戦での影響力には劣る。",
			"カ・サンテ": "カ・サンテは耐久力が高いが、アンベッサのダメージトレードにおいては劣位にある。",
			"グラガス": "グラガスは高いバーストダメージを持つが、アンベッサの持続的なダメージには対抗しきれない。",
			"ナー": "ナーは高い機動性を持つが、アンベッサの集団戦での影響力には及ばない。"
		},
		"loses": {
			"ヨリック": "ヨリックはアンベッサに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"イレリア": "イレリアはアンベッサに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"レネクトン": "レネクトンはアンベッサに対して強力なスキルを持ち、集団戦での影響力が高い。",
			"クレッド": "クレッドはアンベッサに対して持続的なCCを持ち、集団戦での制圧力が高い。",
			"ワーウィック": "ワーウィックはアンベッサに対して持続的な回復能力を持ち、ファームの面で有利に立つことができる。",
			"カミール": "カミールはアンベッサに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"パンテオン": "パンテオンはアンベッサに対して強力な初動を持ち、早期の集団戦での影響力が高い。",
			"シンジド": "シンジドはアンベッサに対して持続的なダメージを与え、ファームの面で優位に立つことができる。",
			"ポッピー": "ポッピーはアンベッサに対して強力なCCを持ち、集団戦での制圧力が高い。",
			"ガングプランク": "ガングプランクはアンベッサに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"イラオイ": "イラオイはアンベッサに対して持続的なダメージを与え、ファームの面で優位に立つことができる。",
			"ダリウス": "ダリウスはアンベッサに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"モルデカイザー": "モルデカイザーはアンベッサに対して強力な集団戦の影響力を持ち、集団戦での制圧力が高い。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"シェン": "シェンはパンテオンの攻撃を受けると、シェンの影の技術を使って回避することができるため、ダメージトレードで有利に立つことができる。",
			"ヨネ": "ヨネはパンテオンのスキルを避ける能力が高く、特にパンテオンのスタンを回避することで、ファームを安定させることができる。",
			"クイン": "クインはパンテオンに対して遠距離からの攻撃が可能で、パンテオンの接近を阻止することで、集団戦での優位性を保つことができる。",
			"ケネン": "ケネンはパンテオンの攻撃を受けた際に、スキルを使って反撃することで、ダメージトレードで有利に立つことができる。",
			"セト": "セトはパンテオンの攻撃を受けても耐久力が高く、スケーリングが進むにつれて強力なダメージを出すことができる。",
			"ダリウス": "ダリウスはパンテオンとの1対1の戦闘において、持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"ナー": "ナーはパンテオンの攻撃を避ける能力があり、特に変身後の強力なスキルでパンテオンに対抗することができる。",
			"リヴェン": "リヴェンはパンテオンのスキルを回避しつつ、素早いコンボでダメージを与えることができるため、ダメージトレードで有利に立つことができる。",
			"クレッド": "クレッドはパンテオンの攻撃を受けても耐久力が高く、集団戦での存在感を発揮することができる。",
			"オーン": "オーンはパンテオンに対して高い耐久力を持ち、スケーリングが進むにつれて強力な集団戦の影響力を持つ。",
			"イレリア": "イレリアはパンテオンの攻撃を受けた際に、スキルを使って反撃することで、ダメージトレードで有利に立つことができる。",
			"エイトロックス": "エイトロックスはパンテオンとの戦闘において、持続的な回復能力を持ち、集団戦での影響力が高い。",
			"カ・サンテ": "カ・サンテはパンテオンの攻撃を受けても耐久力が高く、スケーリングが進むにつれて強力なダメージを出すことができる。",
			"グウェン": "グウェンはパンテオンの攻撃を避ける能力が高く、特に集団戦での影響力を持つことができる。",
			"アンベッサ": "アンベッサはパンテオンに対して高い耐久力を持ち、スケーリングが進むにつれて強力な集団戦の影響力を持つ。"
		},
		"loses": {
			"ドクター・ムンド": "ドクター・ムンドは高い回復力を持っており、パンテオンのダメージトレードを無効化することができる。",
			"ガングプランク": "ガングプランクはバレルを使ってパンテオンの攻撃を避けることができ、ファームを安定させることができる。",
			"オラフ": "オラフはパンテオンのスタンを無効化することができ、集団戦での持続力が高い。",
			"シンジド": "シンジドはパンテオンの攻撃を避けるためにスピードを活かし、ファームを効率的に行うことができる。",
			"サイオン": "サイオンは高い耐久力を持ち、パンテオンのダメージを受けても生き残ることができる。",
			"フィオラ": "フィオラはパンテオンのスキルを避けることができ、ダメージトレードで優位に立つことができる。",
			"カミール": "カミールはパンテオンの攻撃を避けるための機動力があり、集団戦での影響力が高い。",
			"チョ＝ガス": "チョ＝ガスはパンテオンの攻撃を受けても問題なく、スケーリングが優れている。",
			"マルファイト": "マルファイトはパンテオンの攻撃を受けても耐えられ、集団戦での影響力が大きい。",
			"レネクトン": "レネクトンはパンテオンに対して持続的なダメージを与えることができ、ファームを安定させることができる。",
			"ケイル": "ケイルはレベルが上がるにつれて強力になり、パンテオンの攻撃を無効化することができる。",
			"アーゴット": "アーゴットはパンテオンの攻撃を受けても耐えられ、集団戦での持続力が高い。",
			"ヨリック": "ヨリックはパンテオンの攻撃を受けても問題なく、スケーリングが優れている。"
		}
	},
	"オラフ": {
		"name": "オラフ",
		"beats": {
			"ヨネ": "ヨネはオラフに対してファームが難しく、オラフの持つ持続的なダメージと回復力に対抗しづらい。",
			"ティーモ": "ティーモはオラフの高い持続ダメージに対して耐えることができず、オラフのスキルを避けるのが難しい。",
			"ナー": "ナーはオラフの持続的なダメージに対して脆弱で、オラフのスキルを受けるとダメージトレードで不利になる。",
			"マルファイト": "マルファイトはオラフの高いダメージと回復力に対して耐えきれず、集団戦での影響力が薄れる。",
			"ナサス": "ナサスはオラフの持続的なダメージに対して成長が遅く、ファームを確保するのが難しい。",
			"ドクター・ムンド": "ドクター・ムンドはオラフの高いダメージに対して回復が追いつかず、ダメージトレードで劣る。",
			"オーン": "オーンはオラフの持続的なダメージに対して耐えられず、集団戦での影響力が制限される。",
			"シェン": "シェンはオラフの高いダメージに対して防御が不十分で、ダメージトレードで劣位に立たされる。",
			"シンジド": "シンジドはオラフの持続的なダメージに対して耐えられず、ファームを確保するのが難しい。",
			"パンテオン": "パンテオンはオラフの高いダメージに対して持続的に戦うことができず、集団戦での影響力が薄れる。"
		},
		"loses": {
			"カミール": "カミールはオラフに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"クレッド": "クレッドはオラフに対して持続的なダメージを与えつつ、自己回復能力が高いため、ファームでの競争が難しい。",
			"ガングプランク": "ガングプランクはオラフに対して遠距離からの攻撃が可能で、スキルを使って安全にファームできる。",
			"トランドル": "トランドルはオラフの強さを無効化するスキルを持ち、集団戦での耐久力が高い。",
			"カ・サンテ": "カ・サンテはオラフに対して高い耐久力を持ち、スケーリングが進むとオラフに対して強力な存在となる。",
			"トリンダメア": "トリンダメアはオラフに対して自己回復能力が高く、ダメージトレードで有利に立つことができる。",
			"アンベッサ": "アンベッサはオラフに対して高いバーストダメージを持ち、ファームでの競争が難しい。",
			"グウェン": "グウェンはオラフに対して高い機動力と持続ダメージを持ち、集団戦での影響力が大きい。",
			"ブラッドミア": "ブラッドミアはオラフに対して持続的なダメージを与えつつ、自己回復能力が高いため、ダメージトレードで優位に立つ。",
			"フィオラ": "フィオラはオラフに対して高いバーストダメージを持ち、スケーリングが進むとオラフに対して強力な存在となる。",
			"グラガス": "グラガスはオラフに対して高い耐久力を持ち、集団戦でのコントロールが可能である。",
			"サイオン": "サイオンはオラフに対して高い耐久力を持ち、集団戦での影響力が大きい。",
			"ケイル": "ケイルはオラフに対してスケーリングが進むと非常に強力になり、集団戦での影響力が大きい。",
			"セト": "セトはオラフに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"レネクトン": "レネクトンはオラフに対して持続的なダメージを与えつつ、自己回復能力が高いため、ファームでの競争が難しい。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ボリベア": "ボリベアはブラッドミアに対してファームがしやすく、早期のダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはブラッドミアに対してスケーリングが有利で、後半の集団戦で強力な影響を持つ。",
			"ジャックス": "ジャックスはブラッドミアに対してダメージトレードで有利で、特にレイトゲームでの1対1の戦闘において強さを発揮する。",
			"ワーウィック": "ワーウィックはブラッドミアに対してファームが容易で、持続的なダメージを与える能力が高い。",
			"ガレン": "ガレンはブラッドミアに対して集団戦での耐久性が高く、前線での役割を果たしやすい。",
			"ナー": "ナーはブラッドミアに対してスケーリングが有利で、変身によるダメージとCCで集団戦に貢献できる。",
			"アーゴット": "アーゴットはブラッドミアに対してダメージトレードで優位に立ちやすく、集団戦でも強力な存在感を示す。",
			"ティーモ": "ティーモはブラッドミアに対してファームがしやすく、視界をコントロールすることで有利な位置取りが可能。",
			"シェン": "シェンはブラッドミアに対して集団戦でのサポート能力が高く、チーム全体の生存率を上げることができる。",
			"マルファイト": "マルファイトはブラッドミアに対して集団戦でのCCが強力で、敵チームを無力化することができる。",
			"ダリウス": "ダリウスはブラッドミアに対してダメージトレードで優位に立ちやすく、特に近接戦での強さを発揮する。",
			"ガングプランク": "ガングプランクはブラッドミアに対してファームがしやすく、スキルを使ったダメージトレードで有利に立つことができる。",
			"ヤスオ": "ヤスオはブラッドミアに対してダメージトレードで優位に立ちやすく、特に風の壁を使った戦術が効果的。"
		},
		"loses": {
			"ヨリック": "ヨリックは持続的なダメージを与える能力が高く、ブラッドミアの回復を妨げることができるため、ファームが難しい。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力とCCを持っており、ブラッドミアのダメージトレードを有利に進めることができる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、ブラッドミアがスケーリングする前に圧力をかけることができる。",
			"ナサス": "ナサスはスケーリングが進むと非常に強力になり、ブラッドミアが集団戦で効果的に戦うのが難しくなる。",
			"ランブル": "ランブルは範囲ダメージとCCを持ち、ブラッドミアが集団戦で効果的に動くのを妨げることができる。",
			"アンベッサ": "アンベッサは高い耐久力と持続的なダメージを持ち、ブラッドミアのファームを妨げることができる。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ブラッドミアのダメージトレードを無効化することができる。",
			"ドクター・ムンド": "ドクター・ムンドは非常に高い耐久力を持ち、ブラッドミアがスケーリングするのを許さない。",
			"クイン": "クインは高い機動力を持ち、ブラッドミアが集団戦で効果的に動くのを妨げることができる。",
			"グラガス": "グラガスはCCと耐久力を持ち、ブラッドミアのダメージトレードを不利に進めることができる。",
			"トリンダメア": "トリンダメアは高いバーストダメージと自己回復能力を持ち、ブラッドミアがスケーリングする前に圧力をかけることができる。",
			"オーン": "オーンは集団戦での影響力が高く、ブラッドミアが効果的に戦うのを難しくする。",
			"イレリア": "イレリアは高いバーストダメージを持ち、ブラッドミアのダメージトレードを不利に進めることができる。",
			"サイオン": "サイオンは高い耐久力とCCを持ち、ブラッドミアが集団戦で効果的に動くのを妨げることができる。",
			"グウェン": "グウェンは高い持続ダメージを持ち、ブラッドミアのファームを妨げることができる。"
		}
	},
	"クレッド": {
		"name": "クレッド",
		"beats": {
			"ドクター・ムンド": "ドクター・ムンドはクレッドに対して持続的なダメージを与えることが難しく、クレッドのファーム能力を妨げることができない。",
			"トリンダメア": "トリンダメアはクレッドの集団戦での影響力に対抗するのが難しく、クレッドのスケーリングを阻害できない。",
			"イレリア": "イレリアはクレッドのダメージトレードにおいて、クレッドの耐久力に対して十分なダメージを出すことができない。",
			"オラフ": "オラフはクレッドのファーム能力に対して圧力をかけることができず、クレッドが成長するのを許してしまう。",
			"ナー": "ナーはクレッドの集団戦での存在感に対抗するのが難しく、クレッドのスケーリングを妨げることができない。",
			"マルファイト": "マルファイトはクレッドのダメージトレードにおいて、クレッドの持続的なダメージを受けると不利になる。",
			"ヨリック": "ヨリックはクレッドのファーム能力に対して十分な圧力をかけることができず、クレッドが有利に進行するのを許してしまう。",
			"ヤスオ": "ヤスオはクレッドの集団戦での影響力に対抗するのが難しく、クレッドのスケーリングを阻害できない。",
			"カミール": "カミールはクレッドのダメージトレードにおいて、クレッドの耐久力に対して十分なダメージを出すことができない。",
			"オーン": "オーンはクレッドのファーム能力に対して圧力をかけることができず、クレッドが成長するのを許してしまう。",
			"グラガス": "グラガスはクレッドの集団戦での存在感に対抗するのが難しく、クレッドのスケーリングを妨げることができない。",
			"ティーモ": "ティーモはクレッドのダメージトレードにおいて、クレッドの持続的なダメージを受けると不利になる。",
			"アンベッサ": "アンベッサはクレッドのファーム能力に対して十分な圧力をかけることができず、クレッドが有利に進行するのを許してしまう。",
			"ガングプランク": "ガングプランクはクレッドの集団戦での影響力に対抗するのが難しく、クレッドのスケーリングを阻害できない。",
			"サイオン": "サイオンはクレッドのダメージトレードにおいて、クレッドの耐久力に対して十分なダメージを出すことができない。"
		},
		"loses": {
			"ワーウィック": "ワーウィックは持続的な回復能力を持っており、クレッドのダメージトレードに対して強い耐性を示す。",
			"リヴェン": "リヴェンは高い機動力と瞬発力を持ち、クレッドの攻撃を避けながら効果的に反撃できる。",
			"グウェン": "グウェンはスケーリングが優れており、クレッドが成長する前に強力なダメージを出すことができる。",
			"シンジド": "シンジドは毒を使った持続ダメージを与え、クレッドのファームを妨げることができる。",
			"フィオラ": "フィオラはクレッドのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができる。",
			"パンテオン": "パンテオンは早期の集団戦で強力な影響を持ち、クレッドが参加する前に試合を決定づけることができる。",
			"カ・サンテ": "カ・サンテは耐久力が高く、クレッドの攻撃を受け止めながら反撃することができる。",
			"イラオイ": "イラオイは持続的なダメージを与え、クレッドが近づくことを困難にする。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、クレッドが接近する前にダメージを与えることができる。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、クレッドのダメージを軽減しながら持続的に戦うことができる。",
			"ダリウス": "ダリウスはクレッドに対して強力なオールインが可能で、早期に試合を有利に進めることができる。",
			"ランブル": "ランブルは集団戦でのダメージが高く、クレッドが効果的に戦うことを難しくする。",
			"モルデカイザー": "モルデカイザーはクレッドを孤立させる能力を持ち、集団戦での影響力を高める。"
		}
	},
	"ダリウス": {
		"name": "ダリウス",
		"beats": {
			"ヤスオ": "ヤスオはダリウスに対してファームが難しく、ダリウスの強力なAA（オートアタック）でのトレードに対処しきれない。",
			"ヨリック": "ヨリックはダリウスの持つ持続的なダメージに対して耐えることができず、ダリウスのスケーリングに対して劣る。",
			"シェン": "シェンはダリウスの高いダメージトレードに対して防御的なスキルを持っているが、ダリウスの持続的なダメージには対抗しきれない。",
			"ガレン": "ガレンはダリウスの強力なトレードに対して回復能力があるが、ダリウスの持続的なダメージには耐えられない。",
			"ナサス": "ナサスはスケーリングが強力だが、ダリウスの初期のダメージトレードに対しては劣っている。",
			"トリンダメア": "トリンダメアはダリウスの持続的なダメージに対して回復能力を持つが、ダリウスのトレードにおいて優位性を持てない。",
			"サイオン": "サイオンは耐久力が高いが、ダリウスのダメージトレードにおいては劣位にある。",
			"モルデカイザー": "モルデカイザーはダリウスの持続的なダメージに対して耐えることができず、集団戦での影響力も劣る。",
			"ワーウィック": "ワーウィックは回復能力があるが、ダリウスのダメージトレードにおいては優位性を持てない。",
			"シンジド": "シンジドはダリウスの持続的なダメージに対して耐えることができず、集団戦での影響力も劣る。",
			"フィオラ": "フィオラはダリウスのトレードに対して強力なスキルを持つが、ダリウスの持続的なダメージには対抗しきれない。",
			"イラオイ": "イラオイはダリウスの持続的なダメージに対して耐えることができず、集団戦での影響力も劣る。",
			"アーゴット": "アーゴットはダリウスのトレードに対して強力なスキルを持つが、ダリウスの持続的なダメージには対抗しきれない。",
			"クレッド": "クレッドはダリウスの持続的なダメージに対して耐えることができず、集団戦での影響力も劣る。",
			"ヨネ": "ヨネはダリウスのトレードに対して強力なスキルを持つが、ダリウスの持続的なダメージには対抗しきれない。",
			"アンベッサ": "アンベッサはダリウスの持続的なダメージに対して耐えることができず、集団戦での影響力も劣る。"
		},
		"loses": {
			"ジェイス": "ジェイスは遠距離攻撃が可能で、ダリウスが近づく前にダメージを与えることができるため、ファームが難しい。",
			"ケネン": "ケネンはスキルを使ってダリウスを遠くから攻撃でき、ダメージトレードで優位に立つことができる。",
			"リヴェン": "リヴェンは高い機動力を持ち、ダリウスの攻撃を避けながらダメージを与えることができるため、スケーリングで有利に進める。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ダリウスのダメージを軽減しつつ、集団戦での持続力が高い。",
			"パンテオン": "パンテオンは早期のダメージとスタンを持ち、ダリウスが育つ前に圧力をかけることができる。",
			"ケイル": "ケイルはレベルが上がるにつれて強力になり、ダリウスの攻撃を無効化することができるため、スケーリングで有利。",
			"クイン": "クインは高い移動速度と遠距離攻撃を持ち、ダリウスが近づく前にダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ダリウスの攻撃を受けても持続的に戦えるため、集団戦で有利。",
			"セト": "セトは高い耐久力とダメージを持ち、ダリウスの攻撃を受けながら反撃することができる。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ダリウスが育つ前に圧力をかけることができる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力とCCを持ち、ダリウスの攻撃を受けながら集団戦での役割を果たすことができる。",
			"ティーモ": "ティーモはブラインド効果を持ち、ダリウスの攻撃を無効化しつつ、遠距離からダメージを与えることができる。",
			"ヴェイン": "ヴェインは高い機動力とダメージを持ち、ダリウスの攻撃を避けながら反撃することができる。",
			"オーン": "オーンは高い耐久力と集団戦での強力なスキルを持ち、ダリウスの攻撃を受けながら戦うことができる。",
			"グウェン": "グウェンは高いダメージと持続力を持ち、ダリウスの攻撃を受けながら反撃することができる。"
		}
	},
	"モルデカイザー": {
		"name": "モルデカイザー",
		"beats": {
			"マルファイト": "マルファイトはモルデカイザーに対してファームが難しく、モルデカイザーのスキルを避けるのが困難です。",
			"イラオイ": "イラオイはモルデカイザーの持つ持続的なダメージに対抗しづらく、ダメージトレードで不利を感じることが多いです。",
			"ティーモ": "ティーモはモルデカイザーの耐久力に対して持続的なダメージを与えるのが難しく、スケーリングにおいても劣位にあります。",
			"セト": "セトはモルデカイザーの強力なCC（クラウドコントロール）に対して対抗手段が限られており、集団戦での影響力が低下します。",
			"チョ＝ガス": "チョ＝ガスはモルデカイザーの持つバーストダメージに対して耐えるのが難しく、ダメージトレードで劣位に立たされます。",
			"アーゴット": "アーゴットはモルデカイザーの持つ持続的なダメージに対して対抗しづらく、集団戦での役割が制限されます。",
			"ドクター・ムンド": "ドクター・ムンドはモルデカイザーの強力なバーストダメージに対して耐えるのが難しく、ファームの効率が下がります。",
			"ガレン": "ガレンはモルデカイザーの持つスキルに対して回避が難しく、ダメージトレードで不利を感じることが多いです。",
			"レネクトン": "レネクトンはモルデカイザーの持つ耐久力に対して持続的なダメージを与えるのが難しく、スケーリングにおいても劣位にあります。",
			"ナサス": "ナサスはモルデカイザーの持つバーストダメージに対して耐えるのが難しく、集団戦での影響力が低下します。",
			"ガングプランク": "ガングプランクはモルデカイザーの持つ持続的なダメージに対抗しづらく、ダメージトレードで劣位に立たされます。",
			"クレッド": "クレッドはモルデカイザーの強力なCCに対して対抗手段が限られており、集団戦での影響力が低下します。",
			"シェン": "シェンはモルデカイザーの持つバーストダメージに対して耐えるのが難しく、ファームの効率が下がります。",
			"ブラッドミア": "ブラッドミアはモルデカイザーの持つ持続的なダメージに対抗しづらく、ダメージトレードで不利を感じることが多いです。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはモルデカイザーに対してファームの面で優位に立ち、持続的なダメージを与えることができるため、モルデカイザーは不利である。",
			"ヨネ": "ヨネはモルデカイザーに対してダメージトレードで有利に立ち、瞬時に距離を詰めたり引いたりできるため、モルデカイザーは不利である。",
			"グウェン": "グウェンはモルデカイザーに対してスケーリングの面で強力で、後半戦でのダメージが高くなるため、モルデカイザーは不利である。",
			"フィオラ": "フィオラはモルデカイザーに対して集団戦での機動力が高く、1対1の状況で優位に立つことができるため、モルデカイザーは不利である。",
			"ヨリック": "ヨリックはモルデカイザーに対して持続的なダメージを与えつつ、ミニオンを利用してファームを行うことができるため、モルデカイザーは不利である。",
			"ワーウィック": "ワーウィックはモルデカイザーに対してダメージトレードで持続的な回復を持ち、耐久力が高いため、モルデカイザーは不利である。",
			"ジェイス": "ジェイスはモルデカイザーに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため、モルデカイザーは不利である。",
			"ボリベア": "ボリベアはモルデカイザーに対して集団戦でのCC（クラウドコントロール）を持ち、チームファイトでの影響力が高いため、モルデカイザーは不利である。",
			"リヴェン": "リヴェンはモルデカイザーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、モルデカイザーは不利である。",
			"ケイル": "ケイルはモルデカイザーに対してスケーリングが強力で、後半戦での影響力が高くなるため、モルデカイザーは不利である。",
			"ダリウス": "ダリウスはモルデカイザーに対して集団戦でのダメージが高く、近接戦での強さを持つため、モルデカイザーは不利である。",
			"ヤスオ": "ヤスオはモルデカイザーに対して高い機動力を持ち、ダメージトレードで有利に立つことができるため、モルデカイザーは不利である。",
			"シンジド": "シンジドはモルデカイザーに対して持続的なダメージを与えつつ、逃げることができるため、モルデカイザーは不利である。",
			"トリンダメア": "トリンダメアはモルデカイザーに対して集団戦での耐久力が高く、持続的なダメージを与えることができるため、モルデカイザーは不利である。",
			"ジャックス": "ジャックスはモルデカイザーに対してスケーリングが強力で、後半戦でのダメージが高くなるため、モルデカイザーは不利である."
		}
	},
	"サイオン": {
		"name": "サイオン",
		"beats": {
			"マルファイト": "マルファイトはサイオンに対してファームがしやすく、サイオンのスキルを避けることができるため、ダメージトレードで有利に立てる。",
			"ティーモ": "ティーモはサイオンに対して高いスケーリングを持ち、サイオンの耐久力を無視してダメージを与えることができる。",
			"イラオイ": "イラオイはサイオンに対して集団戦での持続力が高く、サイオンの攻撃を受けながらもダメージを与え続けることができる。",
			"ヨリック": "ヨリックはサイオンに対してファームが容易で、ミニオンを利用してサイオンに圧力をかけることができる。",
			"ガングプランク": "ガングプランクはサイオンに対してダメージトレードで有利で、スキルを使ってサイオンの体力を削ることができる。",
			"ナサス": "ナサスはサイオンに対してスケーリングが優れており、時間が経つにつれてサイオンを圧倒する力を持つ。",
			"ジャックス": "ジャックスはサイオンに対して集団戦でのダメージが高く、サイオンの耐久力を無視して攻撃することができる。",
			"パンテオン": "パンテオンはサイオンに対してファームがしやすく、早期のダメージトレードで優位に立つことができる。",
			"オーン": "オーンはサイオンに対してスケーリングが良く、集団戦での影響力が高いため、サイオンに対して有利に戦える。",
			"ブラッドミア": "ブラッドミアはサイオンに対してダメージトレードで有利で、サイオンの攻撃を受けながらも反撃することができる。",
			"トリンダメア": "トリンダメアはサイオンに対して集団戦での持続力が高く、サイオンの攻撃を受けながらもダメージを与え続けることができる。"
		},
		"loses": {
			"アンベッサ": "アンベッサはサイオンに対して高いバーストダメージを持っており、ファーム中にサイオンを圧倒することができる。",
			"ヨネ": "ヨネはサイオンのスキルを回避する能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"フィオラ": "フィオラはサイオンのスキルを無効化することができ、集団戦でサイオンを効果的に排除することができる。",
			"チョ＝ガス": "チョ＝ガスはサイオンの耐久力を無視してダメージを与えることができ、スケーリングにおいても優位に立つことができる。",
			"リヴェン": "リヴェンはサイオンに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"エイトロックス": "エイトロックスはサイオンの耐久力を削る能力が高く、集団戦でサイオンを無力化することができる。",
			"ボリベア": "ボリベアはサイオンに対して強力なCCを持っており、ダメージトレードで優位に立つことができる。",
			"シンジド": "シンジドはサイオンのスキルを避けることができ、ファーム中にサイオンを圧倒することができる。",
			"グウェン": "グウェンはサイオンの耐久力を無視してダメージを与えることができ、スケーリングにおいても優位に立つことができる。",
			"シェン": "シェンはサイオンのスキルを無効化することができ、集団戦でサイオンを効果的に排除することができる。",
			"ダリウス": "ダリウスはサイオンに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"クレッド": "クレッドはサイオンのスキルを避けることができ、ファーム中にサイオンを圧倒することができる。",
			"ヤスオ": "ヤスオはサイオンのスキルを回避する能力が高く、ダメージトレードで有利に立ち回ることができる。"
		}
	},
	"エイトロックス": {
		"name": "エイトロックス",
		"beats": {
			"ドクター・ムンド": "ドクター・ムンドはエイトロックスに対して持続的な回復力があるが、エイトロックスのダメージトレード能力により、早期のファームで優位に立たれる。",
			"ティーモ": "ティーモは視界を制圧する能力があるが、エイトロックスのスキルセットにより、ティーモのトレードが効果的に行えない。",
			"セト": "セトはタンクとしての耐久性があるが、エイトロックスのスケーリング能力により、後半戦での影響力が薄れる。",
			"トリンダメア": "トリンダメアは高いバーストダメージを持つが、エイトロックスの持続的なダメージと回復により、トレードで優位に立たれる。",
			"サイオン": "サイオンは耐久力が高いが、エイトロックスの集団戦でのダメージ出力により、サイオンの存在感が薄れる。",
			"ブラッドミア": "ブラッドミアは高いバーストダメージを持つが、エイトロックスの持続的なダメージと回復により、トレードで優位に立たれる。",
			"ガングプランク": "ガングプランクはスキルを使ったトレードが得意だが、エイトロックスの持続的なダメージにより、効果的に対抗できない。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持つが、エイトロックスのダメージトレード能力により、チョ＝ガスの影響力が制限される。",
			"リヴェン": "リヴェンは高い機動力を持つが、エイトロックスの持続的なダメージと回復により、リヴェンのトレードが効果的に行えない。"
		},
		"loses": {
			"グラガス": "グラガスはエイトロックスに対してファームの面で優位に立ちやすく、スキルを使ってエイトロックスの攻撃を避けることができる。",
			"シンジド": "シンジドはエイトロックスに対してダメージトレードで有利であり、持続的なダメージを与えながら逃げることができる。",
			"ケイル": "ケイルはエイトロックスに対してスケーリングが進むにつれて強力になり、後半戦での影響力が増す。",
			"フィオラ": "フィオラはエイトロックスに対して集団戦での機動力が高く、エイトロックスのスキルを回避しやすい。",
			"マルファイト": "マルファイトはエイトロックスに対してタンクとしての耐久力が高く、集団戦での存在感が強い。",
			"グウェン": "グウェンはエイトロックスに対して持続的なダメージを与えられ、ファームの面でも優位に立つことができる。",
			"イレリア": "イレリアはエイトロックスに対してダメージトレードで有利であり、スキルを使ってエイトロックスの攻撃を避けることができる。",
			"カ・サンテ": "カ・サンテはエイトロックスに対してスケーリングが進むにつれて強力になり、後半戦での影響力が増す。",
			"アーゴット": "アーゴットはエイトロックスに対して集団戦での耐久力が高く、エイトロックスの攻撃を受け止めることができる。",
			"アンベッサ": "アンベッサはエイトロックスに対してファームの面で優位に立ちやすく、持続的なダメージを与えられる。",
			"ナー": "ナーはエイトロックスに対して集団戦での機動力が高く、エイトロックスのスキルを回避しやすい。"
		}
	},
	"ティーモ": {
		"name": "ティーモ",
		"beats": {
			"レネクトン": "レネクトンはティーモの持つ持続的なダメージを受けると、回復能力が低下し、ファームが難しくなる。",
			"ヴェイン": "ヴェインはティーモのブラインド効果により、攻撃が当たりにくく、ダメージトレードで不利になる。",
			"カミール": "カミールはティーモのスキルによって、スキルを使うタイミングが制限され、集団戦での影響力が減少する。",
			"ボリベア": "ボリベアはティーモのトラップによって、移動が制限され、ファームが困難になる。",
			"シンジド": "シンジドはティーモの毒によって、持続的なダメージを受け続け、スケーリングが遅れる。",
			"トリンダメア": "トリンダメアはティーモの持続的なダメージに対して、回復が追いつかず、ダメージトレードで劣る。",
			"ヨリック": "ヨリックはティーモのトラップにより、ミニオンを使ったファームが難しくなり、集団戦での影響力が減少する。",
			"ヨネ": "ヨネはティーモのブラインド効果により、攻撃が当たりにくく、ダメージトレードで不利になる。",
			"ダリウス": "ダリウスはティーモの持続的なダメージにより、ファームが困難になり、スケーリングが遅れる。",
			"ケイル": "ケイルはティーモのトラップによって、移動が制限され、集団戦での影響力が減少する。",
			"ガレン": "ガレンはティーモの持続的なダメージにより、ファームが困難になり、スケーリングが遅れる。",
			"ケネン": "ケネンはティーモのブラインド効果により、攻撃が当たりにくく、ダメージトレードで不利になる。",
			"ワーウィック": "ワーウィックはティーモの持続的なダメージにより、ファームが困難になり、スケーリングが遅れる。",
			"アーゴット": "アーゴットはティーモのトラップによって、移動が制限され、集団戦での影響力が減少する。"
		},
		"loses": {
			"サイオン": "サイオンはティーモに対して高い耐久力を持ち、ティーモのダメージトレードを受け流すことができるため、ティーモは不利である。",
			"オーン": "オーンはティーモの攻撃を耐える能力が高く、スケーリングにおいても強力なアイテムを作成できるため、ティーモは不利である。",
			"ヤスオ": "ヤスオはティーモのスキルを回避する能力が高く、ダメージトレードで優位に立つことができるため、ティーモは不利である。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ティーモのダメージを軽減しながら反撃できるため、ティーモは不利である。",
			"ライズ": "ライズはティーモに対して高いバーストダメージを持ち、集団戦での影響力も大きいため、ティーモは不利である。",
			"モルデカイザー": "モルデカイザーはティーモを1対1で圧倒する能力があり、ファームの面でも有利に進めることができるため、ティーモは不利である。",
			"マルファイト": "マルファイトはティーモの攻撃を無効化するシールドを持ち、集団戦での存在感が強いため、ティーモは不利である。",
			"ジェイス": "ジェイスはティーモに対して遠距離からの攻撃が可能で、ダメージトレードで優位に立つことができるため、ティーモは不利である。",
			"カ・サンテ": "カ・サンテはティーモの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ティーモは不利である。",
			"グラガス": "グラガスはティーモのスキルを妨害する能力があり、集団戦での影響力が高いため、ティーモは不利である。",
			"ランブル": "ランブルはティーモに対して高い持続ダメージを持ち、ファームの面でも優位に立つことができるため、ティーモは不利である。",
			"ガングプランク": "ガングプランクはティーモの攻撃を回避しつつ、持続的なダメージを与えることができるため、ティーモは不利である。",
			"オラフ": "オラフはティーモのダメージを軽減しつつ、持続的なダメージを与えることができるため、ティーモは不利である。",
			"セト": "セトはティーモに対して高い耐久力を持ち、ダメージトレードで優位に立つことができるため、ティーモは不利である."
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"ドクター・ムンド": "ドクター・ムンドはグウェンの持つ高いバーストダメージに対して耐久力が不足しているため、ダメージトレードで不利な状況に陥りやすい。",
			"ヨリック": "ヨリックはグウェンの機動力と持続的なダメージに対して、十分に対抗できる手段が限られているため、ファームの面で劣る。",
			"モルデカイザー": "モルデカイザーはグウェンのスキルを封じることができるが、グウェンの持つ持続的なダメージと回復力に対して持続的に戦うのが難しい。",
			"チョ＝ガス": "チョ＝ガスはグウェンの高いバーストダメージに対して耐久力があるが、グウェンの機動力により集団戦での位置取りが難しくなる。",
			"レネクトン": "レネクトンはグウェンの持つ持続的なダメージに対して、短期的なダメージトレードでは優位に立てるが、長期戦ではグウェンに押されることが多い。",
			"マルファイト": "マルファイトはグウェンの高いバーストダメージに対して耐久力があるが、グウェンの機動力により集団戦での影響力が薄れる。",
			"カミール": "カミールはグウェンの持つ持続的なダメージに対して、スキルのクールダウンが長いため、ファームの面で劣ることがある。",
			"クレッド": "クレッドはグウェンの持つ高いバーストダメージに対して耐久力があるが、グウェンの機動力により集団戦での影響力が薄れる。",
			"シェン": "シェンはグウェンの持つ持続的なダメージに対して、シールドで対抗できるが、グウェンの機動力により集団戦での影響力が薄れる。",
			"ナサス": "ナサスはグウェンの持つ高いバーストダメージに対して耐久力があるが、グウェンの機動力により集団戦での影響力が薄れる。",
			"カ・サンテ": "カ・サンテはグウェンの持つ持続的なダメージに対して、スキルのクールダウンが長いため、ファームの面で劣ることがある。",
			"ダリウス": "ダリウスはグウェンの持つ高いバーストダメージに対して耐久力があるが、グウェンの機動力により集団戦での影響力が薄れる。",
			"ガングプランク": "ガングプランクはグウェンの持つ持続的なダメージに対して、スキルのクールダウンが長いため、ファームの面で劣ることがある。",
			"エイトロックス": "エイトロックスはグウェンの持つ高いバーストダメージに対して耐久力があるが、グウェンの機動力により集団戦での影響力が薄れる。"
		},
		"loses": {
			"ヤスオ": "ヤスオはグウェンのスキルを回避する能力が高く、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはグウェンに対して高いバーストダメージを持ち、ファームを妨害しやすい。",
			"リヴェン": "リヴェンはグウェンに対して強力なコンボを持ち、集団戦での影響力が大きい。",
			"シンジド": "シンジドはグウェンの攻撃を無効化するスキルを持ち、持続的なダメージを与えることができる。",
			"ワーウィック": "ワーウィックはグウェンに対して持続的な回復を持ち、ダメージトレードで有利に立つことができる。",
			"フィオラ": "フィオラはグウェンのスキルを無効化する能力があり、1対1の状況で強力。",
			"ジャックス": "ジャックスはグウェンに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"ナー": "ナーはグウェンに対して距離を保ちながらダメージを与えることができ、集団戦での影響力が大きい。",
			"ケイル": "ケイルはグウェンに対して後半のスケーリングが強く、集団戦での影響力が増す。",
			"ガレン": "ガレンはグウェンに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"ボリベア": "ボリベアはグウェンに対して強力なCCを持ち、集団戦での影響力が大きい。",
			"ジェイス": "ジェイスはグウェンに対して遠距離からのダメージを与えることができ、ファームを妨害しやすい。",
			"トリンダメア": "トリンダメアはグウェンに対して持続的なダメージを与え、集団戦での影響力が大きい。",
			"アーゴット": "アーゴットはグウェンに対して高い耐久力とダメージを持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ヨリック": "ヨリックはワーウィックに対してファームが難しく、ダメージトレードで劣るため、ワーウィックが有利です。",
			"ヨネ": "ヨネはワーウィックの持つ持続的な回復力に対抗しづらく、スケーリングにおいてもワーウィックが優位です。",
			"ドクター・ムンド": "ドクター・ムンドはワーウィックのダメージを受けると回復が難しく、集団戦でワーウィックが有利に立ち回れます。",
			"トリンダメア": "トリンダメアはワーウィックの持続的なダメージに対して耐えるのが難しく、ファームの面でもワーウィックが優れています。",
			"グウェン": "グウェンはワーウィックの回復力に対抗できず、ダメージトレードで不利になるため、ワーウィックが有利です。",
			"モルデカイザー": "モルデカイザーはワーウィックの持続的なダメージに対して耐えにくく、集団戦でワーウィックが優位です。",
			"フィオラ": "フィオラはワーウィックの回復力に対抗しづらく、スケーリングにおいてもワーウィックが有利です。",
			"ヤスオ": "ヤスオはワーウィックの持続的なダメージに対して耐えるのが難しく、ダメージトレードで不利になります。",
			"イレリア": "イレリアはワーウィックの回復力に対抗できず、集団戦でワーウィックが優位に立てます。",
			"クレッド": "クレッドはワーウィックの持続的なダメージに対して耐えにくく、ファームの面でもワーウィックが優れています。",
			"カミール": "カミールはワーウィックの回復力に対抗しづらく、ダメージトレードで不利になるため、ワーウィックが有利です。",
			"アンベッサ": "アンベッサはワーウィックの持続的なダメージに対して耐えるのが難しく、スケーリングにおいてもワーウィックが優位です。",
			"エイトロックス": "エイトロックスはワーウィックの回復力に対抗できず、集団戦でワーウィックが有利に立ち回れます。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはワーウィックに対してファームの面で優位に立ち、持続的なダメージを与えることができるため、ワーウィックはファームが難しくなる。",
			"ティーモ": "ティーモはワーウィックに対してダメージトレードで有利であり、ティーモのブラインド効果によりワーウィックの攻撃が当たりにくくなる。",
			"ナー": "ナーはワーウィックに対してスケーリングの面で優位であり、成長するにつれてワーウィックに対するダメージが増加する。",
			"アーゴット": "アーゴットはワーウィックに対して集団戦での影響力が高く、ワーウィックが集団戦で効果的に機能するのを妨げることができる。",
			"ランブル": "ランブルはワーウィックに対してファームの面で優位であり、範囲攻撃を使ってワーウィックを圧倒することができる。",
			"ボリベア": "ボリベアはワーウィックに対してダメージトレードで優位に立ち、ボリベアの持続的なダメージがワーウィックにとって脅威となる。",
			"グラガス": "グラガスはワーウィックに対してスケーリングの面で優位であり、成長するにつれてワーウィックに対する耐久力が増す。",
			"ブラッドミア": "ブラッドミアはワーウィックに対して集団戦での影響力が高く、ワーウィックが集団戦で効果的に機能するのを妨げることができる。",
			"ダリウス": "ダリウスはワーウィックに対してファームの面で優位であり、ダリウスの強力な攻撃がワーウィックにとって脅威となる。",
			"シェン": "シェンはワーウィックに対してダメージトレードで優位に立ち、シェンのシールドがワーウィックの攻撃を軽減する。",
			"チョ＝ガス": "チョ＝ガスはワーウィックに対してスケーリングの面で優位であり、成長するにつれてワーウィックに対する耐久力が増す。",
			"ケイル": "ケイルはワーウィックに対して集団戦での影響力が高く、ワーウィックが集団戦で効果的に機能するのを妨げることができる。",
			"ガレン": "ガレンはワーウィックに対してファームの面で優位であり、ガレンの持続的なダメージがワーウィックにとって脅威となる。",
			"サイオン": "サイオンはワーウィックに対してダメージトレードで優位に立ち、サイオンの耐久力がワーウィックにとって脅威となる。",
			"パンテオン": "パンテオンはワーウィックに対してスケーリングの面で優位であり、成長するにつれてワーウィックに対するダメージが増加する。",
			"ジェイス": "ジェイスはワーウィックに対して集団戦での影響力が高く、ワーウィックが集団戦で効果的に機能するのを妨げることができる。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ハイマーディンガー": "ハイマーディンガーはライズに対してタワーを守る能力が高く、ファームを安定させやすい。",
			"マルファイト": "マルファイトはライズに対して耐久力が高く、ダメージトレードで有利に立ち回ることができる。",
			"シンジド": "シンジドはライズに対してスケーリングが優れており、後半戦での影響力が大きい。",
			"リヴェン": "リヴェンはライズに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ティーモ": "ティーモはライズに対して視界を制圧しやすく、ファームを効率的に行うことができる。",
			"クイン": "クインはライズに対して高い機動力を持ち、集団戦での位置取りが有利になる。",
			"レネクトン": "レネクトンはライズに対して早期のダメージトレードで優位に立ちやすい。",
			"ナサス": "ナサスはライズに対してスケーリングが強力で、後半戦での成長が期待できる。",
			"ボリベア": "ボリベアはライズに対して集団戦でのCCが強力で、チームファイトでの影響力が大きい。",
			"グウェン": "グウェンはライズに対して持続的なダメージを出せるため、ダメージトレードで有利に立てる。",
			"フィオラ": "フィオラはライズに対して1対1の戦闘で強力なバーストダメージを持ち、優位に立つことができる。",
			"ケイル": "ケイルはライズに対して後半のスケーリングが非常に強力で、集団戦での影響力が大きい。",
			"カミール": "カミールはライズに対して高い機動力を持ち、ダメージトレードで有利に立ちやすい。",
			"シェン": "シェンはライズに対してチーム全体を守る能力が高く、集団戦での影響力が大きい。",
			"オーロラ": "オーロラはライズに対して持続的なダメージを出せるため、ダメージトレードで有利に立てる。",
			"ランブル": "ランブルはライズに対して集団戦でのエリアコントロールが強力で、優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはライズに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"オーン": "オーンはライズに対して高い耐久力を持ち、ファームを安定させることができるため、ライズは不利である。",
			"イレリア": "イレリアはライズのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、ライズは不利である。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ライズのダメージを軽減できるため、ライズは不利である。",
			"チョ＝ガス": "チョ＝ガスはライズのスキルを吸収することができ、集団戦での影響力が高いため、ライズは不利である。",
			"ナー": "ナーは変身によって高いバーストダメージを持ち、ライズに対して強力なトレードが可能なため、ライズは不利である。",
			"アンベッサ": "アンベッサはライズに対して持続的なダメージを与えることができ、ファームを妨害する能力が高いため、ライズは不利である。",
			"ヤスオ": "ヤスオはライズのスキルを避けることができ、ダメージトレードで有利に立つことができるため、ライズは不利である。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ライズのダメージを軽減できるため、ライズは不利である。",
			"アーゴット": "アーゴットはライズに対して強力なバーストダメージを持ち、集団戦での影響力が高いため、ライズは不利である。",
			"サイオン": "サイオンはライズに対して高い耐久力を持ち、集団戦での存在感が強いため、ライズは不利である。",
			"カ・サンテ": "カ・サンテはライズのスキルを無効化する能力があり、ダメージトレードで優位に立つことができるため、ライズは不利である。",
			"ワーウィック": "ワーウィックはライズに対して持続的なダメージを与えることができ、ファームを安定させる能力が高いため、ライズは不利である。",
			"ジェイス": "ジェイスはライズに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、ライズは不利である。",
			"ケネン": "ケネンはライズに対して高いスキルダメージを持ち、集団戦での影響力が強いため、ライズは不利である。",
			"グラガス": "グラガスはライズのスキルを妨害する能力があり、集団戦での存在感が強いため、ライズは不利である。"
		}
	},
	"オーン": {
		"name": "オーン",
		"beats": {
			"ティーモ": "ティーモはオーンに対してファームが難しく、オーンの耐久力とスキルでのトレードに対抗しづらい。",
			"マルファイト": "マルファイトはオーンのスケーリングに対して効果的なダメージを与えられず、集団戦での役割を果たすのが難しい。",
			"イラオイ": "イラオイはオーンの持つ耐久力とCCに対して、ダメージトレードで優位に立つことができない。",
			"トリンダメア": "トリンダメアはオーンのスキルによるトレードに対して、持続的なダメージを与えるのが難しい。",
			"ランブル": "ランブルはオーンの耐久力に対して、持続的なダメージを与えることができず、集団戦での影響力が薄い。",
			"グラガス": "グラガスはオーンのスキルに対して、効果的に対抗する手段が限られており、ダメージトレードで不利になる。",
			"チョ＝ガス": "チョ＝ガスはオーンの耐久力に対して、持続的なダメージを与えるのが難しく、集団戦での役割が制限される。",
			"ガングプランク": "ガングプランクはオーンのスキルに対して、効果的に対抗する手段が少なく、ファームが難しい。",
			"ジェイス": "ジェイスはオーンの耐久力に対して、持続的なダメージを与えることができず、集団戦での影響力が薄い。",
			"レネクトン": "レネクトンはオーンのスキルに対して、効果的に対抗する手段が限られており、ダメージトレードで不利になる。",
			"ダリウス": "ダリウスはオーンの持つ耐久力に対して、持続的なダメージを与えるのが難しく、集団戦での役割が制限される。",
			"ケイル": "ケイルはオーンのスキルに対して、効果的に対抗する手段が少なく、ファームが難しい。",
			"ジャックス": "ジャックスはオーンの耐久力に対して、持続的なダメージを与えることができず、集団戦での影響力が薄い。"
		},
		"loses": {
			"フィオラ": "フィオラはオーンに対して高いダメージトレード能力を持っており、オーンのスキルを避けることができるため、オーンは不利である。",
			"ヨネ": "ヨネはオーンのスキルを回避しつつ、高いバーストダメージを持っているため、オーンは不利である。",
			"クレッド": "クレッドはオーンに対して持続的なダメージを与えることができ、オーンの耐久力を削るのが得意なため、オーンは不利である。",
			"カ・サンテ": "カ・サンテはオーンの攻撃を受け流しつつ、自己回復能力が高いため、オーンは不利である。",
			"カミール": "カミールはオーンのスキルを無効化することができ、オーンに対して強力なダメージを与えるため、オーンは不利である。",
			"オラフ": "オラフはオーンのCCを無効化しつつ、高いダメージを持っているため、オーンは不利である。",
			"シェン": "シェンはオーンの攻撃を受け流しつつ、チームメイトを守る能力が高いため、オーンは不利である。",
			"アンベッサ": "アンベッサはオーンに対して持続的なダメージを与えつつ、自己回復能力が高いため、オーンは不利である。",
			"ドクター・ムンド": "ドクター・ムンドはオーンのダメージを軽減しつつ、高い回復能力を持っているため、オーンは不利である。",
			"パンテオン": "パンテオンはオーンに対して高いバーストダメージを持ち、オーンのスキルを避けることができるため、オーンは不利である。",
			"サイオン": "サイオンはオーンの攻撃を受け流しつつ、高い耐久力を持っているため、オーンは不利である。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"オーロラ": "オーロラはアカリに対してファームがしやすく、アカリのスキルを避けることができるため、ダメージトレードで有利に立てる。",
			"ナー": "ナーはアカリに対してスケーリングが優れており、成長するにつれてアカリに対抗できる力を持つ。",
			"ティーモ": "ティーモはアカリに対して集団戦での持続的なダメージを与えることができ、アカリの接近を阻止することができる。",
			"ヨネ": "ヨネはアカリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ワーウィック": "ワーウィックはアカリに対して持続的な回復能力を持ち、集団戦での生存能力が高い。",
			"マルファイト": "マルファイトはアカリに対して強力な集団戦のエンゲージを持ち、アカリのダメージを抑えることができる。",
			"ガングプランク": "ガングプランクはアカリに対して遠距離からのダメージを与えることができ、ファームがしやすい。",
			"イレリア": "イレリアはアカリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ジャックス": "ジャックスはアカリに対してスケーリングが優れており、成長するにつれてアカリに対抗できる力を持つ。",
			"ケイル": "ケイルはアカリに対して後半の集団戦で強力なダメージを持ち、アカリの攻撃を無効化することができる。",
			"モルデカイザー": "モルデカイザーはアカリに対して1対1の状況で強力なダメージを持ち、ファームがしやすい。",
			"ダリウス": "ダリウスはアカリに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"カミール": "カミールはアカリに対して高い機動力を持ち、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"リヴェン": "リヴェンは高いバーストダメージを持ち、アカリのファームを妨げることができる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与え、アカリがダメージトレードで不利になる。",
			"グラガス": "グラガスはCC（クラウドコントロール）を持ち、アカリのスケーリングを阻害する。",
			"サイオン": "サイオンは高い耐久力を持ち、アカリが集団戦で効果的にダメージを与えるのが難しい。",
			"ヤスオ": "ヤスオはアカリのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"シェン": "シェンはタンクとしての役割を果たし、アカリのダメージを軽減することができる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、アカリのダメージトレードに対して強い。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、アカリのスケーリングを抑えることができる。",
			"クレッド": "クレッドはアカリに対して持続的なダメージを与え、ファームを妨げることができる。",
			"ドクター・ムンド": "ドクター・ムンドは非常に高いHPを持ち、アカリのダメージを無効化することができる。",
			"ナサス": "ナサスはスケーリングが強力で、アカリが集団戦で効果的に戦うのが難しい。",
			"グウェン": "グウェンは高いバーストダメージを持ち、アカリのファームを妨げることができる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、アカリが近づくのを難しくする。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、アカリのダメージを軽減することができる。",
			"レネクトン": "レネクトンは早期のダメージトレードでアカリに対して優位に立つことができる。",
			"アンベッサ": "アンベッサは持続的なダメージを与え、アカリのファームを妨げることができる。",
			"ケネン": "ケネンはCCを持ち、アカリが集団戦で効果的に戦うのを難しくする。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、アカリのダメージを無効化することができる。"
		}
	},
	"チョ＝ガス": {
		"name": "チョ＝ガス",
		"beats": {
			"ジャックス": "ジャックスはチョ＝ガスに対してファームがしやすく、レベルアップ後のダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはチョ＝ガスに対して持続的なダメージを与えやすく、スケーリングが進むと強力な集団戦を展開できる。",
			"レネクトン": "レネクトンはチョ＝ガスに対して早期のダメージトレードで有利に立ち回ることができ、レーンでの圧力をかけやすい。",
			"マルファイト": "マルファイトはチョ＝ガスに対して集団戦での耐久力が高く、チームファイトでの影響力が大きい。",
			"ティーモ": "ティーモはチョ＝ガスに対して視界を利用したトレードが得意で、ファームをしながら安全にダメージを与えることができる。",
			"ガングプランク": "ガングプランクはチョ＝ガスに対してスキルを使ったダメージトレードが得意で、集団戦でのバーストダメージが強力。",
			"ワーウィック": "ワーウィックはチョ＝ガスに対して持続的な回復能力があり、ファームをしながら耐久力を保つことができる。",
			"サイオン": "サイオンはチョ＝ガスに対して集団戦でのタンク役としての役割が強く、チーム全体を守ることができる。",
			"パンテオン": "パンテオンはチョ＝ガスに対して早期のダメージトレードで優位に立ち、レーンでのプレッシャーをかけやすい。",
			"カミール": "カミールはチョ＝ガスに対して機動力を活かしたダメージトレードが得意で、集団戦での影響力も高い。",
			"アーゴット": "アーゴットはチョ＝ガスに対して持続的なダメージを与えやすく、スケーリングが進むと強力な集団戦を展開できる。",
			"リヴェン": "リヴェンはチョ＝ガスに対して高いバーストダメージを持ち、ファームをしながらトレードで優位に立つことができる。",
			"イラオイ": "イラオイはチョ＝ガスに対して持続的なダメージを与えやすく、集団戦での影響力が大きい。",
			"ジェイス": "ジェイスはチョ＝ガスに対して遠距離からのダメージトレードが得意で、ファームをしながら安全に攻撃できる。",
			"ダリウス": "ダリウスはチョ＝ガスに対して近接戦でのダメージトレードが得意で、集団戦での影響力も高い。",
			"ガレン": "ガレンはチョ＝ガスに対して持続的なダメージを与えやすく、集団戦での耐久力が高い。",
			"ヨリック": "ヨリックはチョ＝ガスに対して持続的なダメージを与えやすく、ファームをしながらレーンでの圧力をかけることができる。"
		},
		"loses": {
			"ナー": "ナーはチョ＝ガスに対してファームの面で優位に立ち、チョ＝ガスのスキルを避けながら安全にCSを取ることができる。",
			"ドクター・ムンド": "ドクター・ムンドはチョ＝ガスのダメージを軽減し、持続的な戦闘でチョ＝ガスを圧倒することができる。",
			"ボリベア": "ボリベアはチョ＝ガスに対して強力なダメージトレードを行い、早期に有利な状況を作り出すことができる。",
			"トランドル": "トランドルはチョ＝ガスの耐久力を無視して、彼の強さを削ぐことができるため、集団戦での影響力が高い。",
			"オーン": "オーンはチョ＝ガスに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"フィオラ": "フィオラはチョ＝ガスのスキルを避けつつ、ダメージを与えることができるため、トレードで有利に立つことができる。",
			"グウェン": "グウェンはチョ＝ガスの攻撃を無効化しつつ、持続的なダメージを与えることができるため、集団戦での優位性がある。",
			"クレッド": "クレッドはチョ＝ガスに対して高いバーストダメージを持ち、早期にチョ＝ガスを排除することができる。",
			"シェン": "シェンはチョ＝ガスの攻撃を受け流しつつ、チームメイトを守ることができるため、集団戦での影響力が高い。",
			"セト": "セトはチョ＝ガスに対して強力なダメージを持ち、持続的な戦闘でチョ＝ガスを圧倒することができる。",
			"ヨネ": "ヨネはチョ＝ガスのスキルを避けつつ、高いバーストダメージを持っているため、トレードで有利に立つことができる。",
			"イレリア": "イレリアはチョ＝ガスのスキルを避けながら、持続的なダメージを与えることができるため、ファームで優位に立つことができる。",
			"アンベッサ": "アンベッサはチョ＝ガスに対して高いバーストダメージを持ち、早期にチョ＝ガスを排除することができる。",
			"ランブル": "ランブルはチョ＝ガスに対して強力な範囲ダメージを持ち、集団戦での影響力が高い。",
			"エイトロックス": "エイトロックスはチョ＝ガスに対して持続的なダメージを与えつつ、回復能力で耐久力を保つことができる。"
		}
	},
	"ドクター・ムンド": {
		"name": "ドクター・ムンド",
		"beats": {
			"パンテオン": "パンテオンはドクター・ムンドに対して早期のダメージトレードで優位に立つことができ、ファームを妨害しやすい。",
			"マルファイト": "マルファイトはドクター・ムンドに対して集団戦でのCC（クラウドコントロール）を活かし、チームのダメージを分散させることができる。",
			"ケネン": "ケネンはドクター・ムンドに対してスキルを使ったダメージトレードで有利に立ち、特にレベル6以降のスケーリングが強力。",
			"チョ＝ガス": "チョ＝ガスはドクター・ムンドに対して持続的なダメージを与えやすく、ファームを安定させることができる。",
			"アーゴット": "アーゴットはドクター・ムンドに対して高いバーストダメージを持ち、特に1対1の状況で優位に立つことができる。",
			"ボリベア": "ボリベアはドクター・ムンドに対して早期のファームとダメージトレードで優位に立ち、特にジャングルでの影響力が強い。",
			"ブラッドミア": "ブラッドミアはドクター・ムンドに対して持続的なダメージを与えやすく、特にレーンでのトレードで有利に立つことができる。",
			"クイン": "クインはドクター・ムンドに対して高い機動力を持ち、ファームを妨害しやすい。",
			"ダリウス": "ダリウスはドクター・ムンドに対して近接戦でのダメージトレードで優位に立ち、特にレベル6以降の集団戦で強力。",
			"オーン": "オーンはドクター・ムンドに対して集団戦での耐久力とCCを活かし、チーム全体のダメージを分散させることができる。",
			"ジェイス": "ジェイスはドクター・ムンドに対して遠距離からのダメージトレードで優位に立ち、特にレーンでのファームがしやすい。",
			"ジャックス": "ジャックスはドクター・ムンドに対してスケーリングが強力で、特に後半の1対1で優位に立つことができる。",
			"ティーモ": "ティーモはドクター・ムンドに対して持続的なダメージを与えやすく、特にレーンでのファームがしやすい。",
			"ケイル": "ケイルはドクター・ムンドに対して後半のスケーリングが強力で、特に集団戦での影響力が高い。",
			"ガングプランク": "ガングプランクはドクター・ムンドに対して持続的なダメージを与えやすく、特に集団戦での影響力が高い。",
			"グラガス": "グラガスはドクター・ムンドに対して集団戦でのCCを活かし、チーム全体のダメージを分散させることができる。",
			"レネクトン": "レネクトンはドクター・ムンドに対して早期のダメージトレードで優位に立ち、特にレーンでのファームがしやすい。",
			"シンジド": "シンジドはドクター・ムンドに対して持続的なダメージを与えやすく、特に集団戦での影響力が高い。"
		},
		"loses": {
			"アンベッサ": "アンベッサはドクター・ムンドに対して高いダメージを持ち、ファームを圧迫する能力があるため、ドクター・ムンドは不利である。",
			"グウェン": "グウェンはドクター・ムンドの耐久力を無視できるスキルを持っているため、ダメージトレードで優位に立つことができる。",
			"トリンダメア": "トリンダメアはドクター・ムンドの回復を無効化する手段を持っているため、スケーリングの面でドクター・ムンドは不利である。",
			"ヨリック": "ヨリックはドクター・ムンドに対して持続的なダメージを与えることができ、集団戦での影響力が高いため、ドクター・ムンドは不利である。",
			"エイトロックス": "エイトロックスはドクター・ムンドの耐久力を削る能力が高く、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテはドクター・ムンドに対して強力なCCを持っているため、ファームやスケーリングの面で不利である。",
			"イレリア": "イレリアはドクター・ムンドに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ワーウィック": "ワーウィックはドクター・ムンドの回復を無効化する手段を持っているため、スケーリングの面で不利である。",
			"ヨネ": "ヨネはドクター・ムンドに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ガレン": "ガレンはドクター・ムンドに対して持続的なダメージを与えることができ、集団戦での影響力が高いため、ドクター・ムンドは不利である。",
			"フィオラ": "フィオラはドクター・ムンドの耐久力を無視できるスキルを持っているため、ダメージトレードで優位に立つことができる。",
			"ナサス": "ナサスはドクター・ムンドに対して持続的なダメージを与えることができ、スケーリングの面で不利である。",
			"モルデカイザー": "モルデカイザーはドクター・ムンドを1対1で圧倒する能力が高いため、集団戦で不利である。",
			"リヴェン": "リヴェンはドクター・ムンドに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"トランドル": "トランドルはドクター・ムンドの耐久力を削る能力が高く、ファームやスケーリングの面で不利である。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"カミール": "カミールはオーロラに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ダリウス": "ダリウスはオーロラに対して持続的なダメージを与える能力が高く、ファームを効率的に行える。",
			"ケイル": "ケイルはオーロラに対してスケーリングが優れており、後半戦で強力な存在になる。",
			"クイン": "クインはオーロラに対して遠距離からの攻撃が可能で、ダメージトレードで有利に進めることができる。",
			"チョ＝ガス": "チョ＝ガスはオーロラに対して耐久力が高く、集団戦での生存能力が優れている。",
			"シンジド": "シンジドはオーロラに対して持続的なダメージを与えつつ、逃げる能力が高い。",
			"ヨリック": "ヨリックはオーロラに対してミニオンを利用したファームが得意で、レーンでの優位性を保てる。",
			"ボリベア": "ボリベアはオーロラに対して集団戦でのCC（クラウドコントロール）を持ち、チームファイトでの影響力が大きい。",
			"シェン": "シェンはオーロラに対してチームメイトを守る能力が高く、集団戦での役割が重要である。",
			"セト": "セトはオーロラに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アーゴット": "アーゴットはオーロラに対して持続的なダメージを与えつつ、耐久力も高い。",
			"ヨネ": "ヨネはオーロラに対して高い機動力を持ち、ダメージトレードで有利に進めることができる。",
			"ワーウィック": "ワーウィックはオーロラに対して持続的な回復能力があり、ファームを効率的に行える。",
			"アンベッサ": "アンベッサはオーロラに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"オラフ": "オラフはオーロラに対して持続的なダメージを与えつつ、耐久力も高い。",
			"ジャックス": "ジャックスはオーロラに対してスケーリングが優れており、後半戦で強力な存在になる。"
		},
		"loses": {
			"ヤスオ": "ヤスオはオーロラに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ナサス": "ナサスはオーロラに対してスケーリングが強力で、後半戦での強さが際立つ。",
			"アカリ": "アカリはオーロラに対して高いバーストダメージを持ち、ファームを妨害しやすい。",
			"トリンダメア": "トリンダメアはオーロラに対して持続的なダメージを与えられ、集団戦での影響力が大きい。",
			"モルデカイザー": "モルデカイザーはオーロラに対して耐久力が高く、1対1の状況で有利に戦える。",
			"オーン": "オーンはオーロラに対して集団戦での強力なCCを持ち、チームファイトでの影響力が大きい。",
			"パンテオン": "パンテオンはオーロラに対して早期のダメージトレードで優位に立ちやすい。",
			"リヴェン": "リヴェンはオーロラに対して高いバーストダメージと機動力を持ち、ファームを妨害できる。",
			"ケネン": "ケネンはオーロラに対して集団戦での範囲ダメージが強力で、チームファイトでの影響力が大きい。",
			"イレリア": "イレリアはオーロラに対して高い機動力とダメージを持ち、ファームを妨害しやすい。",
			"サイオン": "サイオンはオーロラに対して高い耐久力を持ち、集団戦での存在感が大きい。",
			"ナー": "ナーはオーロラに対して変身による強力なダメージとCCを持ち、集団戦での影響力が大きい。",
			"グラガス": "グラガスはオーロラに対して高い耐久力とCCを持ち、集団戦での影響力が大きい。",
			"ガングプランク": "ガングプランクはオーロラに対して持続的なダメージを与えられ、ファームを妨害しやすい。"
		}
	},
	"トリンダメア": {
		"name": "トリンダメア",
		"beats": {
			"ドクター・ムンド": "トリンダメアはドクター・ムンドに対して高いダメージトレード能力を持ち、持続的なダメージを与えることができるため、ファームを有利に進めることができる。",
			"ヨリック": "トリンダメアはヨリックに対してスケーリングが優れており、後半の集団戦での影響力が高いため、勝利を収めやすい。",
			"イラオイ": "トリンダメアはイラオイに対してダメージトレードで優位に立ちやすく、特に彼女のスキルを避けることでファームを有利に進めることができる。",
			"ガレン": "トリンダメアはガレンに対して集団戦での持続力が高く、彼の攻撃を受け流しながらダメージを与えることができるため、戦闘で有利に立てる。",
			"イレリア": "トリンダメアはイレリアに対してファームを有利に進めることができ、特に彼女のスキルを避けることでダメージトレードで優位に立つことができる。",
			"レネクトン": "トリンダメアはレネクトンに対してスケーリングが優れており、後半の集団戦での影響力が高いため、勝利を収めやすい。",
			"モルデカイザー": "トリンダメアはモルデカイザーに対してダメージトレードで優位に立ちやすく、特に彼のスキルを避けることでファームを有利に進めることができる。",
			"シンジド": "トリンダメアはシンジドに対して高いダメージトレード能力を持ち、持続的なダメージを与えることができるため、ファームを有利に進めることができる。",
			"ヤスオ": "トリンダメアはヤスオに対して集団戦での持続力が高く、彼の攻撃を受け流しながらダメージを与えることができるため、戦闘で有利に立てる。",
			"ブラッドミア": "トリンダメアはブラッドミアに対してスケーリングが優れており、後半の集団戦での影響力が高いため、勝利を収めやすい。",
			"グウェン": "トリンダメアはグウェンに対してダメージトレードで優位に立ちやすく、特に彼女のスキルを避けることでファームを有利に進めることができる。",
			"チョ＝ガス": "トリンダメアはチョ＝ガスに対して高いダメージトレード能力を持ち、持続的なダメージを与えることができるため、ファームを有利に進めることができる。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面でトリンダメアに対して圧力をかけることができ、トリンダメアの成長を妨げる。",
			"ワーウィック": "ワーウィックはダメージトレードにおいてトリンダメアに対して持続的なダメージを与えることができ、トリンダメアの回復を阻害する。",
			"ナー": "ナーはスケーリングの面でトリンダメアよりも優れた成長を遂げることができ、後半戦での影響力が高い。",
			"シェン": "シェンは集団戦においてトリンダメアを無力化する能力を持ち、トリンダメアの効果的なダメージを抑えることができる。",
			"ボリベア": "ボリベアはファームの面でトリンダメアに対して優位に立ち、トリンダメアのリソースを奪うことができる。",
			"ジェイス": "ジェイスはダメージトレードにおいてトリンダメアに対して高いバーストダメージを持ち、トリンダメアの生存を脅かす。",
			"オーン": "オーンはスケーリングの面でトリンダメアに対して強力な装備を持ち、集団戦での影響力が高い。",
			"エイトロックス": "エイトロックスは集団戦においてトリンダメアに対して持続的なダメージを与え、トリンダメアの効果的な行動を制限する。",
			"アーゴット": "アーゴットはファームの面でトリンダメアに対して圧力をかけ、トリンダメアの成長を妨げることができる。",
			"グラガス": "グラガスはダメージトレードにおいてトリンダメアに対して高い耐久性を持ち、トリンダメアの攻撃を受け流すことができる。",
			"クレッド": "クレッドはスケーリングの面でトリンダメアに対して強力な成長を遂げ、後半戦での影響力が高い。",
			"ダリウス": "ダリウスは集団戦においてトリンダメアに対して高いバーストダメージを持ち、トリンダメアの生存を脅かす。"
		}
	},
	"グラガス": {
		"name": "グラガス",
		"beats": {
			"セト": "セトはグラガスに対してファームの面で優位性があり、グラガスのスキルを避けながら安全にミニオンを処理できる。",
			"カミール": "カミールはグラガスとのダメージトレードにおいて、持続的なダメージを与えつつ回避能力を活かせるため、トレードで有利に立てる。",
			"ケイル": "ケイルはスケーリングが進むにつれて強力なダメージを出せるため、グラガスに対して後半戦での優位性を持つ。",
			"マルファイト": "マルファイトは集団戦において、グラガスのスキルを無効化しつつ、強力なエンゲージを行えるため、集団戦での影響力が高い。",
			"ガングプランク": "ガングプランクはグラガスに対して持続的なダメージを与えられるため、ファームとダメージトレードの両面で優位に立てる。",
			"ワーウィック": "ワーウィックはグラガスに対して持続的な回復能力を持ち、トレードでの耐久性が高いため、ダメージトレードで有利に立てる。",
			"ボリベア": "ボリベアはグラガスに対して早期の集団戦での圧力をかけることができ、集団戦での影響力が高い。",
			"リヴェン": "リヴェンはグラガスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"オーン": "オーンはファームにおいて、グラガスのスキルを無効化することができるため、グラガスは効率的にミニオンを処理できない。",
			"クレッド": "クレッドはダメージトレードにおいて、グラガスのスキルを避けることができるため、グラガスはダメージを受けやすい。",
			"アンベッサ": "アンベッサはスケーリングにおいて、グラガスよりも早く成長するため、グラガスは後半に劣る。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において、グラガスのダメージを軽減する能力が高いため、グラガスは効果的にダメージを与えられない。",
			"ヨリック": "ヨリックはファームにおいて、グラガスのスキルを利用してミニオンを効率的に処理できるため、グラガスは不利になる。",
			"ジェイス": "ジェイスはダメージトレードにおいて、グラガスの攻撃を避けることができるため、グラガスはダメージを受けやすい。",
			"ランブル": "ランブルはスケーリングにおいて、グラガスよりも早く強力なスキルを持つため、グラガスは後半に劣る。",
			"カ・サンテ": "カ・サンテは集団戦において、グラガスのスキルを無効化することができるため、グラガスは効果的にダメージを与えられない。",
			"ヤスオ": "ヤスオはファームにおいて、グラガスのスキルを避けることができるため、グラガスは効率的にミニオンを処理できない。",
			"イレリア": "イレリアはダメージトレードにおいて、グラガスの攻撃を避けることができるため、グラガスはダメージを受けやすい。",
			"グウェン": "グウェンはスケーリングにおいて、グラガスよりも早く成長するため、グラガスは後半に劣る。",
			"シェン": "シェンは集団戦において、グラガスのダメージを軽減する能力が高いため、グラガスは効果的にダメージを与えられない。"
		}
	},
	"イラオイ": {
		"name": "イラオイ",
		"beats": {
			"シェン": "シェンはイラオイに対して持続的なダメージを与えることができ、ファームを安定させることができるため、イラオイに対して有利です。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、イラオイのダメージを軽減しながらファームを行うことができるため、イラオイに対して有利です。",
			"ナー": "ナーは変身を利用してイラオイに対して高い機動性を持ち、ダメージトレードで優位に立つことができるため、イラオイに対して有利です。",
			"レネクトン": "レネクトンは早期のダメージトレードでイラオイに対して強力な攻撃を仕掛けることができ、集団戦でも有利に立ち回ることができるため、イラオイに対して有利です。",
			"ボリベア": "ボリベアは高いバーストダメージを持ち、イラオイに対して早期に圧力をかけることができるため、イラオイに対して有利です。",
			"ジャックス": "ジャックスはスケーリングが優れており、イラオイが成長する前に有利な状況を作り出すことができるため、イラオイに対して有利です。",
			"ジェイス": "ジェイスは遠距離からの攻撃でイラオイに対して安全にダメージを与えることができ、集団戦でも有利に立ち回ることができるため、イラオイに対して有利です。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えつつ、イラオイの攻撃を避けることができるため、イラオイに対して有利です。",
			"アンベッサ": "アンベッサは高い耐久力と持続的なダメージを持ち、イラオイに対して有利に戦うことができるため、イラオイに対して有利です。",
			"ヤスオ": "ヤスオはイラオイのスキルを避けることができ、ダメージトレードで優位に立つことができるため、イラオイに対して有利です。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、イラオイの攻撃を受け流しながらダメージを与えることができるため、イラオイに対して有利です。",
			"アーゴット": "アーゴットはイラオイに対して高いバーストダメージを持ち、集団戦でも有利に立ち回ることができるため、イラオイに対して有利です。",
			"セト": "セトは高い耐久力と持続的なダメージを持ち、イラオイに対して有利に戦うことができるため、イラオイに対して有利です。",
			"エイトロックス": "エイトロックスは持続的なダメージを与えつつ、イラオイの攻撃を避けることができるため、イラオイに対して有利です。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、イラオイの攻撃を受け流しながらダメージを与えることができるため、イラオイに対して有利です。",
			"リヴェン": "リヴェンは高い機動性を持ち、イラオイに対してダメージトレードで優位に立つことができるため、イラオイに対して有利です。",
			"イレリア": "イレリアは高い機動性と持続的なダメージを持ち、イラオイに対して有利に戦うことができるため、イラオイに対して有利です。",
			"ナサス": "ナサスはスケーリングが優れており、イラオイが成長する前に有利な状況を作り出すことができるため、イラオイに対して有利です。"
		},
		"loses": {
			"ティーモ": "ティーモはイラオイに対して遠距離からの攻撃が可能で、ファームを効率的に行うことができるため、イラオイはファームで不利になる。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、イラオイが成長する前に圧力をかけることができるため、イラオイはスケーリングで不利になる。",
			"サイオン": "サイオンは高い耐久力を持ち、集団戦での存在感が強いため、イラオイは集団戦で不利になる。",
			"モルデカイザー": "モルデカイザーはイラオイを1対1で無力化する能力を持っており、ダメージトレードで不利になる。",
			"シンジド": "シンジドはイラオイの攻撃を避けることができ、持続的なダメージを与えることができるため、ダメージトレードで不利になる。",
			"グラガス": "グラガスはイラオイの攻撃を妨害するスキルを持っており、集団戦での影響力が高いため、イラオイは集団戦で不利になる。",
			"トリンダメア": "トリンダメアはイラオイに対して高いバーストダメージを持ち、ダメージトレードで不利になる。",
			"ガングプランク": "ガングプランクはイラオイに対して持続的なダメージを与えつつ、ファームを行うことができるため、イラオイはファームで不利になる。",
			"ヨネ": "ヨネはイラオイに対して高い機動力を持ち、ダメージトレードで不利になる。",
			"ランブル": "ランブルはイラオイに対して範囲攻撃を持ち、集団戦での影響力が高いため、イラオイは集団戦で不利になる。",
			"オーン": "オーンは高い耐久力と集団戦での強力なスキルを持っているため、イラオイは集団戦で不利になる。",
			"ガレン": "ガレンはイラオイに対して持続的なダメージを与えつつ、耐久力も高いため、ダメージトレードで不利になる。",
			"ダリウス": "ダリウスはイラオイに対して高いバーストダメージを持ち、ダメージトレードで不利になる。",
			"フィオラ": "フィオラはイラオイの攻撃を避ける能力を持ち、ダメージトレードで不利になる。",
			"マルファイト": "マルファイトは集団戦での影響力が高く、イラオイは集団戦で不利になる。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"ガレン": "ガレンはヴェインに対して持続的なダメージを与えることが難しく、ヴェインの機動力を活かしたファームが可能である。",
			"クレッド": "クレッドはヴェインの高いバーストダメージに対抗する手段が限られており、ヴェインは安全にファームを行える。",
			"リヴェン": "リヴェンはヴェインの回避能力に対して攻撃を当てるのが難しく、ヴェインはダメージトレードで有利に立ち回れる。",
			"チョ＝ガス": "チョ＝ガスはヴェインの機動力に対して追いつくことができず、ヴェインはスケーリングの面で優位に立つことができる。",
			"カミール": "カミールはヴェインの高いバーストダメージに対して耐えることが難しく、ヴェインは集団戦での位置取りが有利である。",
			"セト": "セトはヴェインの持続的なダメージを受けやすく、ヴェインはファームを安全に行うことができる。",
			"シンジド": "シンジドはヴェインの機動力に対して対抗手段が乏しく、ヴェインはダメージトレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテはヴェインの高いバーストダメージに対して脆弱であり、ヴェインはスケーリングの面で有利である。",
			"モルデカイザー": "モルデカイザーはヴェインの機動力に対して対抗するのが難しく、ヴェインは集団戦での影響力が高い。",
			"シェン": "シェンはヴェインの持続的なダメージに対して耐えるのが難しく、ヴェインはファームを安全に行える。",
			"ダリウス": "ダリウスはヴェインの高いバーストダメージに対抗する手段が限られており、ヴェインはダメージトレードで有利に立ち回れる。",
			"レネクトン": "レネクトンはヴェインの機動力に対して追いつくことができず、ヴェインはスケーリングの面で優位に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドはヴェインの持続的なダメージに対して脆弱であり、ヴェインは集団戦での位置取りが有利である。",
			"ボリベア": "ボリベアはヴェインの高いバーストダメージに対抗する手段が乏しく、ヴェインはファームを安全に行える。",
			"ワーウィック": "ワーウィックはヴェインの機動力に対して対抗手段が限られており、ヴェインはダメージトレードで優位に立つことができる。",
			"サイオン": "サイオンはヴェインの持続的なダメージに対して耐えるのが難しく、ヴェインはスケーリングの面で有利である。",
			"オーン": "オーンはヴェインの高いバーストダメージに対抗する手段が限られており、ヴェインは集団戦での影響力が高い。"
		},
		"loses": {
			"マルファイト": "マルファイトはヴェインに対して強力なCCを持っており、ファームが難しくなる。",
			"ケネン": "ケネンはヴェインに対して高いダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ティーモ": "ティーモはヴェインに対してブラインド効果を持ち、スケーリングが難しくなる。",
			"ヤスオ": "ヤスオはヴェインの攻撃を避ける能力が高く、集団戦での影響力が大きい。",
			"ヨリック": "ヨリックはヴェインに対して持続的なダメージを与え、ファームが困難になる。",
			"ブラッドミア": "ブラッドミアはヴェインに対して高い回復力を持ち、ダメージトレードで有利に進めることができる。",
			"グラガス": "グラガスはヴェインに対して強力なバーストダメージを持ち、スケーリングが難しくなる。",
			"ナサス": "ナサスはヴェインに対して持続的なダメージを与え、集団戦での影響力が大きい。",
			"クイン": "クインはヴェインに対して高い機動力を持ち、ファームが困難になる。",
			"ガングプランク": "ガングプランクはヴェインに対して持続的なダメージを与え、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはヴェインに対して高い耐久力を持ち、スケーリングが難しくなる。",
			"ランブル": "ランブルはヴェインに対して高い範囲ダメージを持ち、集団戦での影響力が大きい。",
			"トリンダメア": "トリンダメアはヴェインに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"イレリア": "イレリアはヴェインに対して高い機動力を持ち、ファームが困難になる。",
			"アーゴット": "アーゴットはヴェインに対して高い耐久力を持ち、スケーリングが難しくなる。",
			"ナー": "ナーはヴェインに対して高いCCを持ち、集団戦での影響力が大きい。"
		}
	},
	"マルファイト": {
		"name": "マルファイト",
		"beats": {
			"クイン": "クインはマルファイトに対してファームがしやすく、遠距離からの攻撃でダメージトレードを有利に進めることができる。",
			"イレリア": "イレリアはマルファイトに対してスケーリングが優れており、レイトゲームでの強さが際立つ。",
			"ケイル": "ケイルはマルファイトに対して集団戦での影響力が高く、後半において強力なダメージを出すことができる。",
			"トリンダメア": "トリンダメアはマルファイトに対してファームが容易で、自己回復能力によりダメージトレードで優位に立つことができる。",
			"リヴェン": "リヴェンはマルファイトに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"パンテオン": "パンテオンはマルファイトに対して早期のダメージトレードで優位に立ち、集団戦でも強力な影響を持つ。",
			"フィオラ": "フィオラはマルファイトに対してスケーリングが優れており、1対1の状況で強力なダメージを出すことができる。",
			"ヨリック": "ヨリックはマルファイトに対してファームがしやすく、ミニオンを使ったダメージトレードで有利に進めることができる。",
			"ティーモ": "ティーモはマルファイトに対して高いダメージトレード能力を持ち、視界を利用して有利に立ち回ることができる。",
			"セト": "セトはマルファイトに対して集団戦での耐久力が高く、持続的なダメージを出すことができる。",
			"エイトロックス": "エイトロックスはマルファイトに対してスケーリングが優れており、レイトゲームでの強さが際立つ。",
			"ジェイス": "ジェイスはマルファイトに対してファームがしやすく、遠距離からの攻撃でダメージトレードを有利に進めることができる。",
			"ナー": "ナーはマルファイトに対して集団戦での影響力が高く、変身を利用して有利に立ち回ることができる。",
			"ジャックス": "ジャックスはマルファイトに対してスケーリングが優れており、後半において強力なダメージを出すことができる。",
			"ダリウス": "ダリウスはマルファイトに対してファームが容易で、ダメージトレードで優位に立つことができる。",
			"アーゴット": "アーゴットはマルファイトに対して集団戦での影響力が高く、持続的なダメージを出すことができる。"
		},
		"loses": {
			"ランブル": "ランブルはマルファイトに対して高いダメージを持ち、ファームを効率的に行うことができるため、マルファイトはダメージトレードで不利になる。",
			"サイラス": "サイラスはマルファイトのスキルを奪って利用できるため、集団戦でマルファイトに対して優位に立つことができる。",
			"サイオン": "サイオンはマルファイトに対して持続的なダメージを与えることができ、スケーリングにおいても有利に進めることができる。",
			"ドクター・ムンド": "ドクター・ムンドはマルファイトのダメージを軽減し、ファームを安定して行うことができるため、マルファイトは不利になる。",
			"モルデカイザー": "モルデカイザーはマルファイトを1対1で無力化することができ、ダメージトレードで優位に立つことができる。",
			"シェン": "シェンはマルファイトの攻撃を避けることができ、集団戦での影響力が高いため、マルファイトは不利になる。",
			"オーン": "オーンはマルファイトに対して持続的なダメージを与えられ、スケーリングにおいても強力な存在となる。",
			"カ・サンテ": "カ・サンテはマルファイトの攻撃を受け流しつつ、ダメージを与えることができるため、ファームで不利になる。",
			"シンジド": "シンジドはマルファイトのスキルを避けることができ、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはマルファイトに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"チョ＝ガス": "チョ＝ガスはマルファイトの攻撃を受け流しつつ、持続的なダメージを与えることができるため、スケーリングで不利になる。",
			"グウェン": "グウェンはマルファイトの攻撃を避けることができ、ダメージトレードで優位に立つことができる。",
			"グラガス": "グラガスはマルファイトの攻撃を軽減し、集団戦での影響力が高いため、マルファイトは不利になる。",
			"ケネン": "ケネンはマルファイトに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"レネクトン": "レネクトンはマルファイトに対して持続的なダメージを与えることができ、ファームで不利になる。",
			"ボリベア": "ボリベアはマルファイトの攻撃を受け流しつつ、集団戦での影響力が強いため、マルファイトは不利になる。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"グウェン": "グウェンはヤスオに対してファームが難しく、ヤスオの攻撃を避ける手段が限られているため、ダメージトレードで不利になる。",
			"ヨリック": "ヨリックはヤスオのスキルを避けることができず、ヤスオの高いダメージを受けやすい。集団戦ではヤスオの機動力に対抗できない。",
			"ティーモ": "ティーモはヤスオの攻撃を受けるとすぐにダメージを受けるため、ファームが難しく、ダメージトレードで劣位に立たされる。",
			"オーン": "オーンはヤスオの高いバーストダメージに対抗できず、集団戦での影響力が薄くなる。",
			"アカリ": "アカリはヤスオの攻撃を避けるのが難しく、ダメージトレードで劣位に立たされることが多い。",
			"ケイル": "ケイルはヤスオの早期の攻撃に対して脆弱で、ファームが難しく、スケーリングでも劣位に立たされる。",
			"イレリア": "イレリアはヤスオの高いバーストダメージに対抗できず、ダメージトレードで不利になることが多い。",
			"モルデカイザー": "モルデカイザーはヤスオの機動力に対抗できず、集団戦での影響力が薄くなる。",
			"トリンダメア": "トリンダメアはヤスオの攻撃を受けるとすぐにダメージを受けるため、ファームが難しく、ダメージトレードで劣位に立たされる。",
			"ドクター・ムンド": "ドクター・ムンドはヤスオの高いバーストダメージに対抗できず、集団戦での影響力が薄くなる。",
			"エイトロックス": "エイトロックスはヤスオの攻撃を避ける手段が限られており、ダメージトレードで不利になることが多い。",
			"ジェイス": "ジェイスはヤスオの機動力に対抗できず、集団戦での影響力が薄くなる。"
		},
		"loses": {
			"ダリウス": "ダリウスはヤスオに対して強力なダメージを持ち、ファームを妨げることができる。",
			"ナサス": "ナサスはスケーリングが優れており、ヤスオが成長する前に圧力をかけることができる。",
			"レネクトン": "レネクトンは早期のダメージトレードでヤスオを圧倒しやすい。",
			"リヴェン": "リヴェンは高い機動力とダメージを持ち、ヤスオの攻撃を避けながら有利に戦える。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ヤスオが成長する前に優位に立つことができる。",
			"アンベッサ": "アンベッサは持続的なダメージを与え、ヤスオのファームを妨げることができる。",
			"シンジド": "シンジドは逃げる能力が高く、ヤスオの攻撃を避けながらダメージを与えることができる。",
			"セト": "セトは高い耐久力を持ち、ヤスオの攻撃を受け止めながら反撃することができる。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、ヤスオのダメージを軽減しやすい。",
			"ブラッドミア": "ブラッドミアは高いダメージを持ち、ヤスオの攻撃を受け流しながら反撃できる。",
			"カミール": "カミールは高い機動力を持ち、ヤスオの攻撃を避けながら有利に戦うことができる。",
			"フィオラ": "フィオラはヤスオのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持ち、ヤスオに対して強力な対抗手段を持っている。"
		}
	},
	"ガングプランク": {
		"name": "ガングプランク",
		"beats": {
			"パンテオン": "パンテオンはガングプランクの遠距離攻撃を避けることが難しく、ファームの効率が低下する。",
			"シンジド": "シンジドはガングプランクのスキルを受けやすく、ダメージトレードで不利な状況に陥ることが多い。",
			"ヨネ": "ヨネはガングプランクの持続的なダメージに対抗する手段が限られており、スケーリングで劣る。",
			"ナー": "ナーはガングプランクの攻撃を受けると、集団戦での役割を果たしにくくなる。",
			"オラフ": "オラフはガングプランクのバーストダメージに対して耐性が低く、ファームが難しくなる。",
			"ティーモ": "ティーモはガングプランクのスキルを避けることができず、ダメージトレードで劣位に立たされる。",
			"アーゴット": "アーゴットはガングプランクの持続的なダメージに対して脆弱で、スケーリングが遅れる。",
			"ダリウス": "ダリウスはガングプランクの遠距離攻撃に対して反撃が難しく、集団戦での影響力が減少する。",
			"ヤスオ": "ヤスオはガングプランクのスキルを避けることができず、ファームが困難になる。",
			"レネクトン": "レネクトンはガングプランクの持続的なダメージに対抗する手段が限られており、ダメージトレードで不利になる。",
			"ワーウィック": "ワーウィックはガングプランクの攻撃を受けやすく、スケーリングで劣る。",
			"ガレン": "ガレンはガングプランクのバーストダメージに対して耐性が低く、集団戦での役割を果たしにくくなる。",
			"ジャックス": "ジャックスはガングプランクの持続的なダメージに対して脆弱で、ファームが難しくなる。",
			"セト": "セトはガングプランクの攻撃を受けると、ダメージトレードで不利な状況に陥ることが多い。",
			"ジェイス": "ジェイスはガングプランクのスキルを避けることができず、スケーリングで劣位に立たされる。",
			"マルファイト": "マルファイトはガングプランクの持続的なダメージに対抗する手段が限られており、集団戦での影響力が減少する。",
			"シェン": "シェンはガングプランクの攻撃を受けやすく、ファームが困難になる。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、ガングプランクのダメージトレードを無効化することができる。",
			"ドクター・ムンド": "ドクター・ムンドは持続的な回復能力があり、ガングプランクのダメージを軽減しやすい。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力とCCを持ち、ガングプランクのファームを妨げることができる。",
			"サイオン": "サイオンは強力なタンクであり、ガングプランクのダメージトレードを受け流すことができる。",
			"グウェン": "グウェンは高いバーストダメージを持ち、ガングプランクのスケーリングを阻害することができる。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ガングプランクの攻撃を耐えることができる。",
			"ブラッドミア": "ブラッドミアは高いバーストダメージを持ち、ガングプランクの集団戦での影響力を減少させることができる。",
			"グラガス": "グラガスはCCと耐久力を持ち、ガングプランクのダメージトレードを制限することができる。",
			"クレッド": "クレッドは高い耐久力とCCを持ち、ガングプランクのファームを妨げることができる。",
			"オーン": "オーンは強力なタンクであり、ガングプランクのダメージを軽減しやすい。",
			"ケイル": "ケイルは後半に強力なスケーリングを持ち、ガングプランクの集団戦での影響力を減少させることができる。",
			"クイン": "クインは高い機動力を持ち、ガングプランクのファームを妨げることができる。",
			"モルデカイザー": "モルデカイザーはガングプランクを1対1で無力化する能力を持っている。",
			"アンベッサ": "アンベッサは高いバーストダメージを持ち、ガングプランクのダメージトレードを制限することができる。"
		}
	},
	"レネクトン": {
		"name": "レネクトン",
		"beats": {
			"リヴェン": "リヴェンはレネクトンに対してファームの面で優位性を持たず、レネクトンの持つ持続的なダメージと回復能力に対抗しきれない。",
			"ヤスオ": "ヤスオはレネクトンのダメージトレードにおいて、レネクトンのスキルを避けることが難しく、持続的なダメージを受けやすい。",
			"セト": "セトはレネクトンのスケーリングに対して劣り、レネクトンの成長した後の強さに対抗するのが難しい。",
			"ヨネ": "ヨネはレネクトンの集団戦における影響力に対して、レネクトンの持つCC（クラウドコントロール）やダメージを受けやすく、効果的に戦えない。",
			"ボリベア": "ボリベアはレネクトンのファーム能力に対して劣り、レネクトンの持つ強力なレーン支配力に対抗できない。",
			"ヨリック": "ヨリックはレネクトンのダメージトレードにおいて、レネクトンの持続的なダメージを受けやすく、効果的にトレードできない。",
			"イレリア": "イレリアはレネクトンのスケーリングに対して劣り、レネクトンが成長した後の強さに対抗するのが難しい。",
			"アンベッサ": "アンベッサはレネクトンの集団戦における影響力に対して、レネクトンの持つダメージとCCを受けやすく、効果的に戦えない。",
			"マルファイト": "マルファイトはレネクトンのファーム能力に対して劣り、レネクトンの持つ強力なレーン支配力に対抗できない。"
		},
		"loses": {
			"ティーモ": "ティーモは遠距離攻撃を持っており、レネクトンが近づく前にダメージを与えることができるため、ファームが難しい。",
			"オーン": "オーンは耐久力が高く、レネクトンのダメージトレードに対して強い反撃ができるため、ダメージトレードで不利になる。",
			"ケイル": "ケイルはレネクトンが強い時期を過ぎると、スケーリングが進むことでレネクトンに対して優位に立つことができる。",
			"シンジド": "シンジドは毒を使ってレネクトンを継続的にダメージを与えられるため、集団戦での影響力が高い。",
			"ドクター・ムンド": "ドクター・ムンドは自己回復能力が高く、レネクトンのダメージを軽減しやすいため、ファームが容易になる。",
			"グウェン": "グウェンはレネクトンの攻撃を避ける能力が高く、ダメージトレードで有利に立つことができる。",
			"イラオイ": "イラオイはレネクトンに対して強力なダメージを与えることができ、スケーリングが進むとさらに強力になる。",
			"ランブル": "ランブルは範囲攻撃を持ち、レネクトンが近づくとダメージを与えやすく、集団戦での影響力が高い。",
			"クイン": "クインは高い機動力を持ち、レネクトンが接近する前にダメージを与えることができるため、ファームが難しい。",
			"チョ＝ガス": "チョ＝ガスは耐久力が高く、レネクトンの攻撃を受けても生き残ることができるため、ダメージトレードで不利になる。",
			"クレッド": "クレッドはレネクトンに対して強力な反撃ができ、集団戦での影響力が高い。",
			"アーゴット": "アーゴットはレネクトンの攻撃を受けても耐えられるため、ダメージトレードで不利になる。",
			"ガングプランク": "ガングプランクは遠距離からの攻撃が可能で、レネクトンが近づく前にダメージを与えることができるため、ファームが難しい。",
			"ワーウィック": "ワーウィックは自己回復能力が高く、レネクトンのダメージを軽減しやすいため、ダメージトレードで不利になる。",
			"ナー": "ナーは変身能力を持ち、レネクトンに対して強力な反撃ができるため、集団戦での影響力が高い。",
			"モルデカイザー": "モルデカイザーはレネクトンの攻撃を受けても耐えられるため、ダメージトレードで不利になる。",
			"ガレン": "ガレンは高い耐久力を持ち、レネクトンの攻撃を受けても生き残ることができるため、ファームが容易になる。",
			"ナサス": "ナサスはスケーリングが進むことでレネクトンに対して優位に立つことができるため、集団戦での影響力が高い。"
		}
	},
	"ジェイス": {
		"name": "ジェイス",
		"beats": {
			"シンジド": "シンジドはジェイスの射程攻撃に対して脆弱であり、ジェイスがファームを効率的に行うことができる。",
			"ケイル": "ケイルはレベルアップするまでの間、ジェイスのダメージトレードに対して耐えるのが難しく、ジェイスが有利に戦える。",
			"ティーモ": "ティーモはジェイスのスキルショットに対して避けるのが難しく、ジェイスがダメージトレードで優位に立つことができる。",
			"ダリウス": "ダリウスは近接チャンピオンであり、ジェイスの遠距離攻撃に対して接近するのが困難で、ファームがしづらい。",
			"トリンダメア": "トリンダメアはジェイスの高いバーストダメージに対して耐えるのが難しく、ダメージトレードで不利になる。",
			"リヴェン": "リヴェンはジェイスのスキルを避けるのが難しく、ジェイスが集団戦で有利に立つことができる。",
			"ジャックス": "ジャックスはジェイスの遠距離攻撃に対して接近するのが難しく、ファームを効率的に行うのが困難である。",
			"モルデカイザー": "モルデカイザーはジェイスの高いバーストダメージに対して耐えるのが難しく、ダメージトレードで不利になる。",
			"グウェン": "グウェンはジェイスの射程攻撃に対して脆弱であり、ジェイスがファームを効率的に行うことができる。",
			"ナー": "ナーはジェイスのスキルを避けるのが難しく、ジェイスが集団戦で有利に立つことができる。"
		},
		"loses": {
			"イレリア": "イレリアはジェイスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"オーン": "オーンはジェイスに対して耐久力が高く、集団戦での存在感が強い。",
			"ヨリック": "ヨリックはジェイスに対して持続的なダメージを与えられ、ファームの面でも有利に進めることができる。",
			"ドクター・ムンド": "ドクター・ムンドはジェイスのダメージを軽減し、スケーリングにおいて非常に強力なチャンピオンである。",
			"マルファイト": "マルファイトはジェイスに対して集団戦での影響力が高く、特にタンクとしての役割を果たすことができる。",
			"ガングプランク": "ガングプランクはジェイスに対して持続的なダメージを与えられ、ファームの面でも優位に立つことができる。",
			"サイオン": "サイオンはジェイスに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"アーゴット": "アーゴットはジェイスに対して近接戦での強さを持ち、ダメージトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアはジェイスに対して持続的なダメージを与えられ、スケーリングにおいて強力である。",
			"クイン": "クインはジェイスに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテはジェイスに対して高い耐久力を持ち、集団戦での存在感が強い。",
			"オラフ": "オラフはジェイスに対して持続的なダメージを与えられ、スケーリングにおいて非常に強力なチャンピオンである。"
		}
	},
	"ガレン": {
		"name": "ガレン",
		"beats": {
			"ドクター・ムンド": "ドクター・ムンドはガレンの持つ強力なダメージトレードに対して耐久力が不足しているため、ガレンが有利です。",
			"イレリア": "イレリアはガレンの持つ持続的なダメージとCCに対して対抗手段が限られているため、ガレンが有利です。",
			"ナサス": "ナサスはガレンの早期の圧力に対して十分に対抗できないため、ガレンが有利です。",
			"ジャックス": "ジャックスはガレンの初期の強さに対して成長が遅いため、ガレンが有利です。",
			"イラオイ": "イラオイはガレンのシンプルな攻撃パターンに対して対処が難しいため、ガレンが有利です。",
			"グウェン": "グウェンはガレンの持つ高いバーストダメージに対して脆弱であるため、ガレンが有利です。",
			"レネクトン": "レネクトンはガレンの持つ持続的なダメージに対して耐えきれないことが多いため、ガレンが有利です。",
			"マルファイト": "マルファイトはガレンの持つ高いダメージを受けると早期に厳しくなるため、ガレンが有利です。",
			"ヤスオ": "ヤスオはガレンの持つ強力なダメージトレードに対して対抗手段が限られているため、ガレンが有利です。",
			"ワーウィック": "ワーウィックはガレンの持つ高いバーストダメージに対して脆弱であるため、ガレンが有利です。",
			"ヨリック": "ヨリックはガレンの持つ強力なダメージトレードに対して対抗手段が限られているため、ガレンが有利です。",
			"シェン": "シェンはガレンの持つ持続的なダメージに対して十分に対抗できないため、ガレンが有利です。"
		},
		"loses": {
			"カミール": "カミールはガレンに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、ガレンの攻撃を無効化することができる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力があり、ガレンの耐久力を削ることができる。",
			"クイン": "クインは遠距離からの攻撃が可能で、ガレンが近づく前にダメージを与えることができる。",
			"ナー": "ナーは変身能力を持ち、ガレンに対して強力なCCを持つため、ダメージトレードで有利に立つことができる。",
			"フィオラ": "フィオラはガレンのスキルを回避する能力があり、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサは持続的なダメージを与える能力があり、ガレンの耐久力を削ることができる。",
			"ダリウス": "ダリウスはガレンに対して強力なダメージを持ち、集団戦での影響力が高い。",
			"ランブル": "ランブルは範囲攻撃を持ち、ガレンが近づく前にダメージを与えることができる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ガレンの攻撃を耐えることができる。",
			"ヨネ": "ヨネは高い機動力を持ち、ガレンの攻撃を避けながらダメージを与えることができる。",
			"ティーモ": "ティーモはブラインド効果を持ち、ガレンの攻撃を無効化することができる。",
			"モルデカイザー": "モルデカイザーはガレンを1対1で封じ込める能力があり、集団戦での影響力が高い。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ガレンが近づく前にダメージを与えることができる。"
		}
	},
	"ナー": {
		"name": "ナー",
		"beats": {
			"チョ＝ガス": "チョ＝ガスはナーに対してファームが難しく、ナーの攻撃を受けやすい。",
			"シンジド": "シンジドはナーのスキルを避けるのが難しく、ダメージトレードで不利になることが多い。",
			"ガレン": "ガレンはナーの持続的なダメージに対抗しきれず、スケーリングで劣る。",
			"セト": "セトはナーの機動力に対して追いつけず、集団戦での役割が制限される。",
			"グウェン": "グウェンはナーの範囲攻撃に対して脆弱で、ダメージトレードで不利になる。",
			"トリンダメア": "トリンダメアはナーのCCに対して対処が難しく、集団戦での影響力が低下する。",
			"ボリベア": "ボリベアはナーの持続的なダメージに対して耐えきれず、ファームが難しくなる。",
			"カ・サンテ": "カ・サンテはナーの攻撃を受けやすく、ダメージトレードで劣る。",
			"フィオラ": "フィオラはナーのスキルを避けるのが難しく、スケーリングで不利になることが多い。",
			"ワーウィック": "ワーウィックはナーの持続的なダメージに対抗できず、集団戦での役割が制限される。",
			"シェン": "シェンはナーの攻撃を受けやすく、ダメージトレードで不利になる。",
			"ジャックス": "ジャックスはナーの機動力に対して追いつけず、スケーリングで劣る。",
			"レネクトン": "レネクトンはナーの持続的なダメージに対抗しきれず、集団戦での影響力が低下する。"
		},
		"loses": {
			"イレリア": "イレリアはナーに対して高いダメージトレード能力を持っており、ナーがスキルを使う前に攻撃を仕掛けることができる。",
			"オラフ": "オラフはナーのスケーリングを無視して、早期に強力なダメージを与えることができるため、ナーは対処が難しい。",
			"ブラッドミア": "ブラッドミアはナーに対して持続的なダメージを与えることができ、ナーがファームをする際に圧力をかけることができる。",
			"クイン": "クインはナーに対して高い機動力を持ち、ナーが集団戦に参加する前に孤立させることができる。",
			"クレッド": "クレッドはナーに対して強力なCCを持っており、ナーが攻撃を仕掛ける前に無力化することができる。",
			"ガングプランク": "ガングプランクはナーに対して持続的なダメージを与えつつ、ファームを妨害することができるため、ナーは不利な状況に陥る。",
			"アンベッサ": "アンベッサはナーに対して高い耐久力を持ち、ナーの攻撃を受け流しながら反撃することができる。",
			"ジェイス": "ジェイスはナーに対して遠距離からの攻撃が可能で、ナーが近づく前にダメージを与えることができる。",
			"ランブル": "ランブルはナーに対して強力な範囲攻撃を持ち、ナーが集団戦で効果的に機能するのを妨げることができる。",
			"マルファイト": "マルファイトはナーに対して高い耐久力とCCを持ち、ナーがダメージを与える前に無力化することができる。",
			"オーン": "オーンはナーに対して強力な集団戦能力を持ち、ナーが効果的にスケーリングするのを妨げることができる。",
			"ヤスオ": "ヤスオはナーに対して高い機動力を持ち、ナーが攻撃を仕掛ける前に反撃することができる。",
			"グラガス": "グラガスはナーに対して強力なCCを持ち、ナーがファームをする際に圧力をかけることができる。"
		}
	},
	"ナサス": {
		"name": "ナサス",
		"beats": {
			"ヤスオ": "ヤスオはナサスに対して早期のダメージトレードで優位に立つことができ、ファームをしながらナサスのスキルを避けることができる。",
			"トランドル": "トランドルはナサスの耐久力を削ることができ、集団戦においてナサスを無力化する能力を持っている。",
			"ケイル": "ケイルはスケーリングが強力で、後半にナサスを圧倒することができる。",
			"ドクター・ムンド": "ドクター・ムンドはナサスのダメージを軽減し、持続的なファームが可能で、集団戦での生存能力が高い。",
			"ワーウィック": "ワーウィックはナサスに対して持続的なダメージを与えつつ、回復能力を活かして耐えることができる。",
			"イレリア": "イレリアはナサスのスキルを避けながら、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはナサスに対して持続的なダメージを与え、集団戦での影響力が高い。",
			"イラオイ": "イラオイはナサスに対して強力なダメージを与え、ファームをしながらナサスを圧倒することができる。",
			"マルファイト": "マルファイトは集団戦での影響力が高く、ナサスを無力化することができる。",
			"シンジド": "シンジドはナサスに対して持続的なダメージを与えつつ、逃げる能力が高い。",
			"リヴェン": "リヴェンはナサスに対して早期のダメージトレードで優位に立つことができ、集団戦でも活躍できる。",
			"レネクトン": "レネクトンはナサスに対して早期のダメージトレードで優位に立ち、ファームをしながら圧力をかけることができる。",
			"ティーモ": "ティーモはナサスに対して持続的なダメージを与え、視界をコントロールしながらファームを行うことができる。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはナサスに対して強力なダメージを持ち、ファームを妨害する能力が高い。",
			"シェン": "シェンはナサスのスキルを無効化することができ、集団戦での影響力が大きい。",
			"カミール": "カミールはナサスの移動を制限し、ダメージトレードで優位に立つことができる。",
			"ガレン": "ガレンはナサスに対して持続的なダメージを与えやすく、ファームを困難にする。",
			"アーゴット": "アーゴットはナサスの体力を削る能力が高く、スケーリングにおいても有利に進める。",
			"オラフ": "オラフはナサスの耐久力を無視してダメージを与えることができ、ダメージトレードで優位に立つ。",
			"ダリウス": "ダリウスはナサスに対して強力なバーストダメージを持ち、集団戦での影響力が大きい。",
			"サイオン": "サイオンはナサスの攻撃を受け止めることができ、集団戦での存在感が強い。",
			"エイトロックス": "エイトロックスはナサスに対して持続的なダメージを与えやすく、スケーリングで優位に立つ。",
			"アンベッサ": "アンベッサはナサスのファームを妨害し、ダメージトレードで有利に進めることができる。",
			"ボリベア": "ボリベアはナサスに対して強力な初期ダメージを持ち、ファームを困難にする。"
		}
	},
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"イレリア": "イレリアはボリベアに対してファームが難しく、ボリベアの持つ強力なダメージトレードに対抗しづらい。",
			"チョ＝ガス": "チョ＝ガスはボリベアの高いスケーリング能力に対して、成長が遅く、集団戦での影響力が劣る。",
			"トリンダメア": "トリンダメアはボリベアの持つ持続的なダメージと耐久力に対して、早期のダメージトレードで優位に立つことが難しい。",
			"グウェン": "グウェンはボリベアの集団戦での強さに対して、単体でのダメージを出すのが難しく、効果的に戦えない。",
			"ナサス": "ナサスはボリベアのファーム能力に対して、早期の圧力をかけられ、成長が遅れる可能性が高い。",
			"ヨリック": "ヨリックはボリベアのダメージトレードに対して、持続的なダメージを受けやすく、集団戦での役割が制限される。",
			"トランドル": "トランドルはボリベアの強力なスケーリングに対して、早期の対抗手段が乏しく、集団戦での影響力が薄い。",
			"ワーウィック": "ワーウィックはボリベアの持つ高いダメージトレードに対して、回復力があまり活かせず、効果的に戦えない。",
			"リヴェン": "リヴェンはボリベアのファーム能力に対して、早期の圧力を受けやすく、成長が遅れる可能性がある。",
			"サイオン": "サイオンはボリベアの集団戦での強さに対して、持続的なダメージを受けやすく、効果的に戦えない。",
			"マルファイト": "マルファイトはボリベアのダメージトレードに対して、早期の圧力を受けやすく、成長が遅れる可能性が高い。",
			"モルデカイザー": "モルデカイザーはボリベアの持つ高いスケーリング能力に対して、成長が遅く、集団戦での影響力が劣る。",
			"ガレン": "ガレンはボリベアのダメージトレードに対して、早期の圧力を受けやすく、効果的に戦えない。",
			"パンテオン": "パンテオンはボリベアの持つ高いファーム能力に対して、早期の圧力をかけられ、成長が遅れる可能性がある。",
			"セト": "セトはボリベアのダメージトレードに対して、持続的なダメージを受けやすく、集団戦での役割が制限される。",
			"ダリウス": "ダリウスはボリベアの持つ高いスケーリング能力に対して、早期の圧力を受けやすく、成長が遅れる可能性が高い。",
			"カミール": "カミールはボリベアのダメージトレードに対して、早期の圧力を受けやすく、効果的に戦えない。"
		},
		"loses": {
			"ジャックス": "ジャックスはファームにおいて、ボリベアの攻撃を避けつつ、スケーリングを進めることができるため、ボリベアに対して有利な状況を作り出すことができる。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいて、ボリベアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ボリベアに対して優位に立つことができる。",
			"ティーモ": "ティーモはスケーリングにおいて、ボリベアの移動を制限するトラップを設置することで、ボリベアに対して圧力をかけることができる。",
			"アーゴット": "アーゴットは集団戦において、ボリベアの前線を突破しやすく、ボリベアの攻撃を無効化する能力を持っているため、ボリベアに対して強力な存在となる。",
			"ジェイス": "ジェイスはファームにおいて、ボリベアよりも遠距離から安全にクリープを処理できるため、ボリベアに対して有利な状況を作り出すことができる。",
			"イラオイ": "イラオイはダメージトレードにおいて、ボリベアの攻撃を受けながらも、自身のスキルで持続的なダメージを与えることができるため、ボリベアに対して優位に立つことができる。",
			"フィオラ": "フィオラはスケーリングにおいて、ボリベアの攻撃を避けつつ、持続的なダメージを与えることができるため、ボリベアに対して圧力をかけることができる。",
			"ランブル": "ランブルは集団戦において、ボリベアの前線を突破しやすく、ボリベアの攻撃を無効化する能力を持っているため、ボリベアに対して強力な存在となる。",
			"レネクトン": "レネクトンはファームにおいて、ボリベアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ボリベアに対して優位に立つことができる。",
			"カ・サンテ": "カ・サンテはダメージトレードにおいて、ボリベアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ボリベアに対して優位に立つことができる。",
			"グラガス": "グラガスはスケーリングにおいて、ボリベアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ボリベアに対して圧力をかけることができる。",
			"ケイル": "ケイルは集団戦において、ボリベアの攻撃を無効化する能力を持っているため、ボリベアに対して強力な存在となる。",
			"エイトロックス": "エイトロックスはファームにおいて、ボリベアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ボリベアに対して優位に立つことができる。",
			"オラフ": "オラフはダメージトレードにおいて、ボリベアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ボリベアに対して優位に立つことができる。"
		}
	},
	"ヨリック": {
		"name": "ヨリック",
		"beats": {
			"ブラッドミア": "ブラッドミアはヨリックの持つ持続的なダメージと回復能力に対して、効果的に対抗する手段が限られているため、ファームの面で不利を感じることが多い。",
			"ドクター・ムンド": "ドクター・ムンドはヨリックの高いダメージを受けると、回復力が高いものの、ヨリックの持続的なダメージに対しては耐えきれないことが多い。",
			"アーゴット": "アーゴットはヨリックのスキルを避けることが難しく、特に集団戦においてヨリックの強力なゾーンコントロールに対して効果的に立ち回ることができない。",
			"ナサス": "ナサスはスケーリングが強力だが、ヨリックの持続的な圧力により、成長する前に十分なファームを確保するのが難しい。",
			"モルデカイザー": "モルデカイザーはヨリックの持つ持続的なダメージに対して、単体での耐久力が不足しているため、ダメージトレードで優位に立つことが難しい。",
			"ジェイス": "ジェイスはヨリックの近接攻撃に対して距離を取ることができるが、ヨリックの持続的なダメージに対しては、長期的なトレードで劣位に立たされることが多い。",
			"ランブル": "ランブルはヨリックの持続的なダメージに対して、スキルを使いこなすことが難しく、集団戦での影響力が薄れることがある。",
			"グラガス": "グラガスはヨリックの持つ持続的なダメージに対して、回復手段があるものの、ヨリックの圧力に対しては効果的に対抗できないことが多い。",
			"アンベッサ": "アンベッサはヨリックの持続的なダメージに対して、耐久力が不足しているため、ファームを確保するのが難しい。",
			"イラオイ": "イラオイはヨリックの持続的なダメージに対して、スキルの発動タイミングが難しく、ダメージトレードで劣位に立たされることが多い。",
			"エイトロックス": "エイトロックスはヨリックの持続的なダメージに対して、回復手段があるものの、長期的なトレードで優位に立つことが難しい。",
			"オーン": "オーンはヨリックの持続的なダメージに対して、耐久力があるものの、集団戦での影響力が薄れることがある。",
			"ナー": "ナーはヨリックの持続的なダメージに対して、変身のタイミングが難しく、ダメージトレードで劣位に立たされることが多い。"
		},
		"loses": {
			"ヨネ": "ヨネはファームの効率が高く、ヨリックがミニオンを処理する前に先にファームを進めることができる。",
			"ワーウィック": "ワーウィックはダメージトレードにおいて持続的な回復能力を持ち、ヨリックの攻撃を受けても生存しやすい。",
			"イレリア": "イレリアはスケーリングが優れており、レベルが上がるにつれてヨリックに対して強力なダメージを出すことができる。",
			"トリンダメア": "トリンダメアは集団戦において自己回復と無敵のスキルを持ち、ヨリックの攻撃を無効化することができる。",
			"グウェン": "グウェンはファームの効率が高く、ヨリックの攻撃を避ける能力があり、持続的なダメージを与えることができる。",
			"サイオン": "サイオンはダメージトレードにおいて高い耐久力を持ち、ヨリックの攻撃を受けても問題なく戦える。",
			"リヴェン": "リヴェンはスケーリングが良く、レベルが上がるとヨリックに対して強力なコンボを決めることができる。",
			"ヤスオ": "ヤスオは集団戦において高いバーストダメージを持ち、ヨリックの攻撃を避けながら反撃することができる。",
			"クレッド": "クレッドはファームの効率が高く、ヨリックに対して持続的なダメージを与えることができる。",
			"ボリベア": "ボリベアはダメージトレードにおいて高い耐久力を持ち、ヨリックの攻撃を受けても生存しやすい。",
			"シンジド": "シンジドはスケーリングが優れており、ヨリックの攻撃を避けながら持続的なダメージを与えることができる。",
			"レネクトン": "レネクトンは集団戦において高いバーストダメージを持ち、ヨリックに対して強力な攻撃を行うことができる。",
			"フィオラ": "フィオラはファームの効率が高く、ヨリックの攻撃を避けながら持続的なダメージを与えることができる。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードにおいて高い耐久力を持ち、ヨリックの攻撃を受けても問題なく戦える。",
			"セト": "セトはスケーリングが良く、レベルが上がるとヨリックに対して強力なダメージを出すことができる。",
			"ダリウス": "ダリウスは集団戦において高いバーストダメージを持ち、ヨリックに対して強力な攻撃を行うことができる。"
		}
	},
	"カ・サンテ": {
		"name": "カ・サンテ",
		"beats": {
			"ナサス": "ナサスはカ・サンテに対してファーム能力が高く、スケーリングが優れているため、レートが上がるにつれて強力になる。",
			"ドクター・ムンド": "ドクター・ムンドはカ・サンテに対して持続的なダメージトレードが可能で、耐久力が高いため、集団戦での生存率が向上する。",
			"ワーウィック": "ワーウィックはカ・サンテに対して高い回復能力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"マルファイト": "マルファイトはカ・サンテに対して集団戦での影響力が強く、敵チームを一掃する能力がある。",
			"ジャックス": "ジャックスはカ・サンテに対してスケーリングが優れており、後半戦でのダメージが非常に高くなる。",
			"モルデカイザー": "モルデカイザーはカ・サンテに対して1対1の状況で強力なダメージを出せるため、ファームとダメージトレードで有利。",
			"ガングプランク": "ガングプランクはカ・サンテに対して遠距離からのダメージを与えられるため、ファームとダメージトレードで優位に立てる。",
			"イレリア": "イレリアはカ・サンテに対して高い機動力を持ち、ダメージトレードで有利に立ち回ることができる。",
			"ティーモ": "ティーモはカ・サンテに対して視界を制圧し、トレードで有利に立つことができるため、ファームがしやすい。",
			"オーン": "オーンはカ・サンテに対して集団戦での耐久力が高く、チーム全体の強化が可能である。",
			"チョ＝ガス": "チョ＝ガスはカ・サンテに対して持続的なダメージを与えられるため、ダメージトレードで有利に立てる。",
			"セト": "セトはカ・サンテに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"ボリベア": "ボリベアはカ・サンテに対して早期のダメージトレードで優位に立ち、ファームがしやすい。",
			"アーゴット": "アーゴットはカ・サンテに対して高い耐久力とダメージを持ち、集団戦での存在感が強い。",
			"クレッド": "クレッドはカ・サンテに対して持続的なダメージを与えられるため、ダメージトレードで有利に立てる。",
			"グラガス": "グラガスはカ・サンテに対して集団戦でのコントロール能力が高く、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"ケイル": "ケイルはファームの面でカ・サンテに対して優位であり、遠距離攻撃で安全にミニオンを処理できる。",
			"シンジド": "シンジドはダメージトレードにおいてカ・サンテに対して有利であり、毒を使って持続的にダメージを与えることができる。",
			"ヴェイン": "ヴェインはスケーリングの面でカ・サンテに対して強力であり、後半において高いダメージを出すことができる。",
			"ナー": "ナーは集団戦においてカ・サンテに対して優位であり、変身による範囲攻撃で敵を一掃することができる。",
			"ポッピー": "ポッピーはファームの面でカ・サンテに対して有利であり、タンクとしての耐久力を持ちながらミニオンを処理できる。",
			"グウェン": "グウェンはダメージトレードにおいてカ・サンテに対して強力であり、スキルを使って高いバーストダメージを与えることができる。",
			"カミール": "カミールはスケーリングの面でカ・サンテに対して優位であり、後半において強力なダメージを持つ。",
			"フィオラ": "フィオラは集団戦においてカ・サンテに対して有利であり、1対1の状況で強力なダメージを出すことができる。",
			"アンベッサ": "アンベッサはファームの面でカ・サンテに対して優位であり、持続的なダメージを与えながらミニオンを処理できる。",
			"リヴェン": "リヴェンはダメージトレードにおいてカ・サンテに対して強力であり、スキルコンボで高いバーストダメージを与えることができる。",
			"シェン": "シェンはスケーリングの面でカ・サンテに対して優位であり、後半においてチームを守る能力が高い。",
			"ブラッドミア": "ブラッドミアは集団戦においてカ・サンテに対して有利であり、持続的なダメージと回復能力を持つ。",
			"イラオイ": "イラオイはファームの面でカ・サンテに対して優位であり、ミニオンを一掃する能力が高い。",
			"ヨリック": "ヨリックはダメージトレードにおいてカ・サンテに対して強力であり、ゴーストを使って持続的にダメージを与えることができる。",
			"レネクトン": "レネクトンはスケーリングの面でカ・サンテに対して優位であり、早期のパワースパイクを持つ。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"オーロラ": "オーロラはヴィエゴに対してファームがしやすく、早期のダメージトレードで優位に立つことができる。",
			"グウェン": "グウェンはヴィエゴに対してスケーリングが優れており、集団戦での影響力が高い。",
			"ガングプランク": "ガングプランクはヴィエゴに対してダメージトレードで有利で、特にパッシブによる持続的なダメージが強力。",
			"アーゴット": "アーゴットはヴィエゴに対して集団戦での耐久性が高く、前線での役割を果たしやすい。",
			"ドクター・ムンド": "ドクター・ムンドはヴィエゴに対してファームが容易で、持続的なダメージを受けても耐えることができる。",
			"グラガス": "グラガスはヴィエゴに対してダメージトレードで有利で、スキルを使ったトレードが得意。",
			"ダリウス": "ダリウスはヴィエゴに対して集団戦での瞬発力があり、キルを狙いやすい。",
			"モルデカイザー": "モルデカイザーはヴィエゴに対してスケーリングが優れており、集団戦での影響力が大きい。",
			"ヨネ": "ヨネはヴィエゴに対してダメージトレードで優位に立ちやすく、機動力も高い。",
			"トリンダメア": "トリンダメアはヴィエゴに対してファームがしやすく、レベルアップ後のダメージが強力。",
			"ランブル": "ランブルはヴィエゴに対して集団戦でのエリアコントロールが得意で、ダメージを出しやすい。",
			"ヨリック": "ヨリックはヴィエゴに対してファームが容易で、ミニオンを使ったトレードが強力。",
			"チョ＝ガス": "チョ＝ガスはヴィエゴに対して集団戦での耐久性が高く、前線での役割を果たしやすい。",
			"ナー": "ナーはヴィエゴに対してスケーリングが優れており、集団戦での影響力が大きい。",
			"サイオン": "サイオンはヴィエゴに対してファームがしやすく、集団戦での耐久性が高い。",
			"エイトロックス": "エイトロックスはヴィエゴに対してダメージトレードで優位に立ちやすく、持続的なダメージが強力。",
			"ボリベア": "ボリベアはヴィエゴに対して集団戦での耐久性が高く、前線での役割を果たしやすい。",
			"セト": "セトはヴィエゴに対してダメージトレードで有利で、特に近接戦での強さが際立つ。"
		},
		"loses": {
			"ティーモ": "ティーモはヴィエゴに対して強力なポークを持ち、ファームを妨げることができる。",
			"シンジド": "シンジドはヴィエゴの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"フィオラ": "フィオラはヴィエゴのスキルを無効化することができ、集団戦での影響力が高い。",
			"クレッド": "クレッドはヴィエゴに対して持続的なダメージを与え、ファームを困難にする。",
			"レネクトン": "レネクトンはヴィエゴに対して強力なバーストダメージを持ち、ダメージトレードで有利に立つことができる。",
			"イレリア": "イレリアはヴィエゴのスキルを回避しやすく、集団戦での生存能力が高い。",
			"リヴェン": "リヴェンはヴィエゴに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"カミール": "カミールはヴィエゴのスキルを無効化し、集団戦での影響力が高い。",
			"ワーウィック": "ワーウィックはヴィエゴに対して持続的な回復を持ち、ファームを妨げることができる。",
			"カ・サンテ": "カ・サンテはヴィエゴの攻撃を受け流し、ダメージトレードで優位に立つことができる。",
			"ジャックス": "ジャックスはヴィエゴに対して高いスケーリングを持ち、後半戦での影響力が強い。",
			"シェン": "シェンはヴィエゴの攻撃を無効化し、集団戦での影響力が高い。",
			"アンベッサ": "アンベッサはヴィエゴに対して持続的なダメージを与え、ファームを困難にする。",
			"ナサス": "ナサスはヴィエゴに対して高いスケーリングを持ち、後半戦での影響力が強い。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"ヨリック": "ヨリックはヨネに対してファームがしやすく、持続的なダメージを与えることができるため、トレードで有利に立てる。",
			"サイオン": "サイオンはヨネに対して高い耐久力を持ち、集団戦での存在感が強いため、チームに貢献しやすい。",
			"ドクター・ムンド": "ドクター・ムンドはヨネに対して持続的な回復力があり、長期戦で有利に戦える。",
			"グウェン": "グウェンはヨネに対して高いバーストダメージを持ち、トレードで優位に立つことができる。",
			"モルデカイザー": "モルデカイザーはヨネに対して1対1の状況で強力なスキルを持ち、スケーリングが優れているため、後半戦で有利に進める。",
			"オーン": "オーンはヨネに対して集団戦での強力なCCを持ち、チーム全体の強化ができるため、戦闘で有利に立てる。",
			"ナサス": "ナサスはヨネに対してスケーリングが非常に強力で、後半に向けて圧倒的な力を発揮できる。",
			"ケイル": "ケイルはヨネに対して後半のダメージが非常に高く、集団戦での影響力が大きいため、時間が経つほど有利になる。",
			"チョ＝ガス": "チョ＝ガスはヨネに対して高い耐久力とCCを持ち、集団戦での役割が強いため、チームに貢献しやすい。",
			"ランブル": "ランブルはヨネに対して高い範囲ダメージを持ち、集団戦での影響力が強いため、戦闘で有利に立てる。",
			"グラガス": "グラガスはヨネに対して高い耐久力とCCを持ち、集団戦での役割が強いため、チームに貢献しやすい。",
			"トリンダメア": "トリンダメアはヨネに対して高いバーストダメージを持ち、1対1の状況で有利に立つことができる。"
		},
		"loses": {
			"イレリア": "イレリアはヨネに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、後半においてヨネを圧倒する能力がある。",
			"フィオラ": "フィオラはヨネのスキルを無効化する能力を持ち、ファームやダメージトレードで有利に進めることができる。",
			"アンベッサ": "アンベッサは持続的なダメージを与える能力が高く、集団戦でヨネに対して優位に立つことができる。",
			"カミール": "カミールはヨネに対して強力なロックダウンを持ち、ダメージトレードで有利に進めることができる。",
			"アカリ": "アカリは高い機動力を持ち、ヨネの攻撃を避けながらダメージを与えることができる。",
			"リヴェン": "リヴェンは高いバーストダメージと機動力を持ち、ダメージトレードでヨネに対して優位に立つことができる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、集団戦でヨネに対して有利に立つことができる。",
			"ワーウィック": "ワーウィックは持続的なダメージと回復能力を持ち、ファームや集団戦でヨネに対して優位に立つことができる。",
			"ティーモ": "ティーモは視界を制限するトラップを持ち、ヨネの動きを制限することができる。",
			"レネクトン": "レネクトンは早期のダメージトレードでヨネに対して優位に立つことができ、ファームでも有利に進めることができる。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、ダメージトレードでヨネに対して優位に立つことができる。",
			"ガングプランク": "ガングプランクは持続的なダメージを与える能力が高く、集団戦でヨネに対して優位に立つことができる。"
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"ヨリック": "ヨリックはトランドルに対してファームが難しく、トランドルの持続的なダメージに対処しきれない。",
			"オラフ": "オラフはトランドルのスキルを避けることができず、ダメージトレードで不利な状況に陥る。",
			"イラオイ": "イラオイはトランドルの持続的なダメージに対して耐えることができず、集団戦での影響力が薄れる。",
			"イレリア": "イレリアはトランドルの強力なCCに対して脆弱で、スケーリングが遅れる。",
			"レネクトン": "レネクトンはトランドルの持続的な回復力に対抗できず、ダメージトレードで劣る。",
			"ヤスオ": "ヤスオはトランドルのスキルを避けることが難しく、集団戦での役割を果たせない。",
			"グウェン": "グウェンはトランドルの持続的なダメージに対して耐えられず、ファームが困難になる。",
			"ガングプランク": "ガングプランクはトランドルの強力なダメージに対して脆弱で、ダメージトレードで劣る。",
			"シェン": "シェンはトランドルの持続的なダメージに対抗できず、集団戦での影響力が薄れる。",
			"ランブル": "ランブルはトランドルの強力なダメージに対して耐えられず、スケーリングが遅れる。",
			"アーゴット": "アーゴットはトランドルの持続的な回復力に対抗できず、ダメージトレードで不利になる。",
			"ドクター・ムンド": "ドクター・ムンドはトランドルの持続的なダメージに対して脆弱で、集団戦での役割を果たせない。",
			"ワーウィック": "ワーウィックはトランドルの強力なダメージに対して耐えられず、ファームが困難になる。",
			"チョ＝ガス": "チョ＝ガスはトランドルの持続的なダメージに対抗できず、ダメージトレードで劣る。",
			"フィオラ": "フィオラはトランドルの強力なダメージに対して脆弱で、集団戦での影響力が薄れる。"
		},
		"loses": {
			"ナー": "ナーはファームにおいてトランドルよりも優れた範囲攻撃を持っているため、トランドルのミニオン処理を妨げることができる。",
			"クレッド": "クレッドはトランドルに対して持続的なダメージを与える能力が高く、トレードで有利に立つことができる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、トランドルがスキルを使った後に反撃することが難しい。",
			"ナサス": "ナサスはスケーリングが非常に強力で、トランドルが成長する前にナサスが強くなることができる。",
			"カミール": "カミールはトランドルのスキルを無効化する能力を持ち、集団戦でトランドルを無力化することができる。",
			"アンベッサ": "アンベッサはトランドルに対して持続的なダメージを与えつつ、自己回復能力が高いため、トレードで不利になりにくい。",
			"ブラッドミア": "ブラッドミアはトランドルに対して高いバーストダメージを持ち、トレードで優位に立つことができる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、トランドルが近づく前にダメージを与えることができる。",
			"セト": "セトはトランドルの攻撃を受け流す能力があり、集団戦でトランドルを無力化することができる。",
			"ボリベア": "ボリベアはトランドルに対して高い持続ダメージを持ち、トレードで有利に立つことができる。",
			"エイトロックス": "エイトロックスはトランドルに対して高い回復能力を持ち、持続的な戦闘で不利になりにくい。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、トランドルが成長する前にジャックスが強くなることができる。"
		}
	}
}