{
	"ランブル": {
		"name": "ランブル",
		"beats": {
			"マルファイト": "ランブルはマルファイトに対して、スキルを使って遠距離からダメージを与えることができるため、ファームの面で有利です。",
			"ティーモ": "ランブルはティーモに対して、持続的なダメージを与える能力が高く、ダメージトレードで優位に立つことができます。",
			"ブラッドミア": "ランブルはブラッドミアに対して、集団戦での範囲攻撃が強力で、相手の動きを制限することができるため、有利です。",
			"ボリベア": "ランブルはボリベアに対して、スキルのコンボを使うことで、早期に有利な状況を作り出すことができるため、スケーリングにおいても優れています。",
			"レネクトン": "ランブルはレネクトンに対して、遠距離からの攻撃が可能で、ダメージトレードで有利に立つことができるため、ファームの面でも優れています。",
			"ドクター・ムンド": "ランブルはドクター・ムンドに対して、持続的なダメージを与えることができ、集団戦での影響力が高いため、有利です。",
			"チョ＝ガス": "ランブルはチョ＝ガスに対して、スキルを使って相手の動きを制限できるため、ダメージトレードで優位に立つことができます。",
			"ワーウィック": "ランブルはワーウィックに対して、遠距離からの攻撃が可能で、ファームの面で有利です。",
			"ケネン": "ランブルはケネンに対して、集団戦での範囲攻撃が強力で、相手の動きを制限することができるため、有利です。",
			"シンジド": "ランブルはシンジドに対して、持続的なダメージを与える能力が高く、スケーリングにおいても優れています。",
			"ナー": "ランブルはナーに対して、遠距離からの攻撃が可能で、ダメージトレードで有利に立つことができるため、ファームの面でも優れています。",
			"ナサス": "ランブルはナサスに対して、持続的なダメージを与えることができ、集団戦での影響力が高いため、有利です。",
			"ガレン": "ランブルはガレンに対して、スキルを使って相手の動きを制限できるため、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ヤスオ": "ヤスオはランブルのスキルを回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"オーン": "オーンは耐久力が高く、ランブルのダメージを受けても問題なくファームを続けられる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ランブルに対して安全にダメージを与えることができる。",
			"ヨネ": "ヨネは瞬時に接近してランブルにダメージを与えられるため、トレードで優位に立つことができる。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、ランブルのダメージを無効化することができる。",
			"オラフ": "オラフはランブルのスキルを無効化する能力があり、集団戦での生存率が高い。",
			"イレリア": "イレリアはランブルに対して高いバーストダメージを持ち、トレードで有利に立つことができる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ランブルのダメージを受けても持ちこたえることができる。",
			"カ・サンテ": "カ・サンテは耐久力が高く、ランブルのダメージを受けても問題なくファームを続けられる。",
			"グウェン": "グウェンはランブルのスキルを避ける能力があり、ダメージトレードで有利に立つことができる。",
			"アンベッサ": "アンベッサは集団戦での持続力が高く、ランブルのダメージを受けても生存しやすい。"
		}
	},
	"フィオラ": {
		"name": "フィオラ",
		"beats": {
			"シンジド": "フィオラはシンジドに対して高いダメージトレード能力を持っており、シンジドのスキルを避けることができるため、優位に立つことができる。",
			"ヨネ": "フィオラはヨネの攻撃を受け流すことができ、ダメージトレードで有利に進めることができるため、戦闘での優位性がある。",
			"オーン": "フィオラはオーンのスキルを回避しやすく、集団戦においてもオーンよりも高いダメージを出すことができるため、優位に立つことができる。",
			"チョ＝ガス": "フィオラはチョ＝ガスのスキルを避けることができ、ファームを効率的に行うことができるため、優位性を持つ。",
			"モルデカイザー": "フィオラはモルデカイザーのスキルを無効化する能力を持っており、ダメージトレードで有利に進めることができるため、優位性がある。",
			"ドクター・ムンド": "フィオラはドクター・ムンドに対して高いダメージを与えることができ、集団戦での影響力が大きいため、優位に立つことができる。",
			"ガレン": "フィオラはガレンの攻撃を避けることができ、ダメージトレードで有利に進めることができるため、優位性がある。",
			"ボリベア": "フィオラはボリベアのスキルを回避しやすく、集団戦においても高いダメージを出すことができるため、優位に立つことができる。",
			"グウェン": "フィオラはグウェンの攻撃を受け流すことができ、ダメージトレードで有利に進めることができるため、優位性がある。",
			"オラフ": "フィオラはオラフの攻撃を避けることができ、ファームを効率的に行うことができるため、優位性を持つ。",
			"クレッド": "フィオラはクレッドのスキルを無効化する能力を持っており、ダメージトレードで有利に進めることができるため、優位性がある。",
			"サイオン": "フィオラはサイオンの攻撃を避けることができ、集団戦においても高いダメージを出すことができるため、優位に立つことができる。",
			"ヨリック": "フィオラはヨリックの攻撃を受け流すことができ、ダメージトレードで有利に進めることができるため、優位性がある。",
			"エイトロックス": "フィオラはエイトロックスのスキルを回避しやすく、集団戦においても高いダメージを出すことができるため、優位に立つことができる。",
			"ヤスオ": "フィオラはヤスオの攻撃を避けることができ、ダメージトレードで有利に進めることができるため、優位性がある。"
		},
		"loses": {
			"ワーウィック": "フィオラはワーウィックの持つ持続的な回復力に対抗しづらい。",
			"アンベッサ": "フィオラはアンベッサの高いバーストダメージに対して脆弱である。",
			"クイン": "フィオラはクインの遠距離攻撃と機動力に対して追いつくのが難しい。",
			"シェン": "フィオラはシェンのシャドウダッシュによる瞬時の移動に対抗しにくい。",
			"リヴェン": "フィオラはリヴェンの高いバーストダメージとスキルコンボに対して不利である。",
			"マルファイト": "フィオラはマルファイトの耐久力と集団戦での影響力に対して劣る。",
			"ランブル": "フィオラはランブルの範囲攻撃と持続的なダメージに対して対処が難しい。",
			"アーゴット": "フィオラはアーゴットの強力なCCと持続的なダメージに対して脆弱である。",
			"ガングプランク": "フィオラはガングプランクのバーストダメージと回復手段に対抗しづらい。",
			"ジェイス": "フィオラはジェイスの遠距離攻撃と高いバーストダメージに対して不利である。",
			"レネクトン": "フィオラはレネクトンの持続的なダメージと回復力に対して劣る。",
			"ダリウス": "フィオラはダリウスの強力なCCと持続的なダメージに対して脆弱である。",
			"トリンダメア": "フィオラはトリンダメアの高いバーストダメージと回復力に対抗しにくい。",
			"ナー": "フィオラはナーの変身によるダメージとCCに対して不利である。",
			"セト": "フィオラはセトの高い耐久力とダメージに対して脆弱である。",
			"グラガス": "フィオラはグラガスのCCと持続的なダメージに対して対処が難しい。",
			"ケイル": "フィオラはケイルのスケーリングと後半のダメージに対して劣る。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"ヨリック": "イレリアはヨリックに対して高い機動力を持っており、彼のスキルを避けやすいため、ダメージトレードで有利です。",
			"ドクター・ムンド": "イレリアはドクター・ムンドの耐久力を無視できるダメージを持っており、ファームをしながら有利に立ち回ることができます。",
			"ヨネ": "イレリアはヨネの攻撃を避ける能力が高く、スケーリングにおいても彼女の成長が早いため、集団戦で優位に立てます。",
			"ナー": "イレリアはナーの変身を利用して、彼が小さい状態の時に攻撃を仕掛けることができるため、ダメージトレードで有利です。",
			"ジェイス": "イレリアはジェイスのスキルを避けることができ、近接戦での強さを活かしてダメージトレードで優位に立てます。",
			"ケイル": "イレリアはケイルの成長を早める前に攻撃を仕掛けることができ、集団戦での影響力を高めることができます。",
			"ティーモ": "イレリアはティーモのブラインドを避けることができ、ファームをしながら有利に立ち回ることができます。",
			"アンベッサ": "イレリアはアンベッサの攻撃を避ける能力が高く、ダメージトレードで優位に立てます。",
			"クイン": "イレリアはクインのスキルを避けることができ、集団戦での影響力を高めることができます。",
			"グウェン": "イレリアはグウェンのスキルを避けることができ、ダメージトレードで有利に立てます。",
			"ランブル": "イレリアはランブルのスキルを避けることができ、集団戦での影響力を高めることができます。",
			"チョ＝ガス": "イレリアはチョ＝ガスの攻撃を避ける能力が高く、ダメージトレードで優位に立てます。"
		},
		"loses": {
			"マルファイト": "マルファイトはイレリアに対して強力なCCを持っており、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテは持続的なダメージと回復能力を持っており、イレリアの攻撃を耐えることができる。",
			"ジャックス": "ジャックスはスケーリングが優れており、後半戦でイレリアを圧倒する力を持っている。",
			"ボリベア": "ボリベアは高い耐久力とCCを持っており、イレリアのダメージトレードを無効化することができる。",
			"カミール": "カミールは高い機動力を持ち、イレリアの攻撃を避けながら反撃することができる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、イレリアに対して早期に有利なトレードを仕掛けることができる。",
			"セト": "セトは耐久力が高く、イレリアの攻撃を受け流しながら反撃することができる。",
			"レネクトン": "レネクトンは早期のダメージトレードでイレリアを圧倒し、ファームを妨害することができる。",
			"ワーウィック": "ワーウィックは持続的なダメージと回復能力を持ち、イレリアの攻撃を耐えることができる。",
			"シンジド": "シンジドは高い持続ダメージを持ち、イレリアの攻撃を避けながらダメージを与えることができる。",
			"ガレン": "ガレンは高い耐久力とシンプルなダメージを持ち、イレリアのトレードを無効化することができる。",
			"ヤスオ": "ヤスオは高い機動力とバーストダメージを持ち、イレリアの攻撃を避けながら反撃することができる。",
			"アカリ": "アカリは高いバーストダメージと機動力を持ち、イレリアに対して有利なトレードを仕掛けることができる。",
			"ケネン": "ケネンは範囲攻撃とCCを持ち、イレリアの攻撃を無効化しつつダメージを与えることができる。",
			"アーゴット": "アーゴットは高い耐久力と持続ダメージを持ち、イレリアの攻撃を耐えながら反撃することができる。",
			"フィオラ": "フィオラは高いバーストダメージと機動力を持ち、イレリアの攻撃を避けながら有利なトレードを仕掛けることができる。"
		}
	},
	"シンジド": {
		"name": "シンジド",
		"beats": {
			"グウェン": "シンジドはグウェンに対して持続的なダメージを与えることができ、ファームを安定させることができるため有利です。",
			"マルファイト": "シンジドはマルファイトのスキルを回避しやすく、ダメージトレードで優位に立つことができるため有利です。",
			"カ・サンテ": "シンジドはカ・サンテの攻撃を持続的に受け流しながら、スケーリングで有利に進めることができるため有利です。",
			"ジャックス": "シンジドはジャックスの攻撃を持続的に受け流し、集団戦での影響力を高めることができるため有利です。",
			"ヤスオ": "シンジドはヤスオの攻撃を避けやすく、ダメージトレードで優位に立つことができるため有利です。",
			"エイトロックス": "シンジドはエイトロックスのスキルを回避しやすく、ファームを安定させることができるため有利です。",
			"レネクトン": "シンジドはレネクトンの攻撃を持続的に受け流し、スケーリングで有利に進めることができるため有利です。",
			"パンテオン": "シンジドはパンテオンの攻撃を避けやすく、ダメージトレードで優位に立つことができるため有利です。",
			"シェン": "シンジドはシェンのスキルを回避しやすく、集団戦での影響力を高めることができるため有利です。",
			"イレリア": "シンジドはイレリアの攻撃を持続的に受け流し、ファームを安定させることができるため有利です。",
			"モルデカイザー": "シンジドはモルデカイザーの攻撃を避けやすく、ダメージトレードで優位に立つことができるため有利です。",
			"ヨリック": "シンジドはヨリックの攻撃を持続的に受け流し、スケーリングで有利に進めることができるため有利です。"
		},
		"loses": {
			"ジェイス": "ジェイスはシンジドに対して高い射程を持ち、ダメージトレードで優位に立つことができるため、シンジドは苦戦する。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、シンジドが成長する前に圧力をかけることができるため、シンジドは不利を感じる。",
			"ナー": "ナーは変身能力を持ち、シンジドに対して強力なダメージを与えることができるため、シンジドはダメージトレードで劣る。",
			"ティーモ": "ティーモはブラインド効果を持ち、シンジドの攻撃を無効化することができるため、シンジドはファームが難しくなる。",
			"フィオラ": "フィオラはシンジドのスキルを回避しつつ、高いダメージを与えることができるため、シンジドはダメージトレードで不利を感じる。",
			"ガングプランク": "ガングプランクは遠距離からの攻撃と回復手段を持ち、シンジドに対して持続的な圧力をかけることができるため、シンジドは不利になる。",
			"アーゴット": "アーゴットはシンジドに対して高い耐久力とダメージを持ち、集団戦でシンジドを圧倒することができるため、シンジドは苦しい状況に置かれる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、シンジドのスキルを簡単に回避できるため、シンジドはダメージトレードで不利を感じる。",
			"ナサス": "ナサスはファームを重視し、成長することでシンジドに対して強力な存在になるため、シンジドはスケーリングで不利を感じる。",
			"ランブル": "ランブルはシンジドに対して強力な範囲ダメージを持ち、集団戦でシンジドを圧倒することができるため、シンジドは不利になる。",
			"グラガス": "グラガスはシンジドの動きを制限するスキルを持ち、集団戦でシンジドを無力化することができるため、シンジドは苦しい状況に置かれる。"
		}
	},
	"シェン": {
		"name": "シェン",
		"beats": {
			"ナサス": "シェンはナサスに対して、持続的なダメージを与えつつ、ナサスのスキルを回避する能力が高いため、ファームで有利です。",
			"マルファイト": "シェンはマルファイトに対して、機動力を活かしてマルファイトのスキルを避けることができるため、ダメージトレードで有利です。",
			"イレリア": "シェンはイレリアに対して、シールドを使ってイレリアの攻撃を軽減できるため、スケーリングで有利です。",
			"フィオラ": "シェンはフィオラに対して、フィオラのダメージを受け流すことができるため、集団戦で有利です。",
			"ヨリック": "シェンはヨリックに対して、ヨリックのミニオンを処理しやすく、ファームで有利です。",
			"ジャックス": "シェンはジャックスに対して、ジャックスの攻撃を防ぐことができるため、ダメージトレードで有利です。",
			"サイオン": "シェンはサイオンに対して、サイオンのスキルを避けることができるため、スケーリングで有利です。",
			"オーン": "シェンはオーンに対して、オーンの攻撃をシールドで軽減できるため、集団戦で有利です。",
			"チョ＝ガス": "シェンはチョ＝ガスに対して、チョ＝ガスのスキルを回避しやすいため、ファームで有利です。",
			"ドクター・ムンド": "シェンはドクター・ムンドに対して、持続的なダメージを与えつつ、ムンドの回復を妨げることができるため、ダメージトレードで有利です。",
			"トリンダメア": "シェンはトリンダメアに対して、トリンダメアの攻撃を防ぐことができるため、スケーリングで有利です。",
			"カ・サンテ": "シェンはカ・サンテに対して、カ・サンテの攻撃をシールドで軽減できるため、集団戦で有利です。",
			"ボリベア": "シェンはボリベアに対して、ボリベアの攻撃を回避しやすいため、ファームで有利です。"
		},
		"loses": {
			"リヴェン": "リヴェンは高いバーストダメージを持っており、シェンがダメージトレードで不利になる。",
			"パンテオン": "パンテオンは強力なレベル1のパワースパイクを持ち、シェンがファームをするのが難しくなる。",
			"グウェン": "グウェンは持続的なダメージを与える能力が高く、シェンが集団戦で劣位に立たされる。",
			"ダリウス": "ダリウスは近接戦での強さがあり、シェンがダメージトレードで不利になる。",
			"ナー": "ナーは変身による強力なCCを持ち、シェンが集団戦で効果的に機能できない。",
			"イラオイ": "イラオイは持続的なダメージと回復能力があり、シェンがファームをするのが難しくなる。",
			"モルデカイザー": "モルデカイザーはシェンを1対1で圧倒する能力があり、ダメージトレードで不利になる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、シェンがダメージトレードで劣位に立たされる。",
			"シンジド": "シンジドは高い機動力と持続的なダメージを持ち、シェンが集団戦で不利になる。",
			"ジェイス": "ジェイスは遠距離からの高いバーストダメージを持ち、シェンがファームをするのが難しくなる。",
			"オラフ": "オラフはシェンに対して強力なダメージを持ち、ダメージトレードで不利になる。",
			"トランドル": "トランドルはシェンのタンク能力を無効化することができ、集団戦で不利になる。"
		}
	},
	"アーゴット": {
		"name": "アーゴット",
		"beats": {
			"ボリベア": "アーゴットはボリベアに対して強力なダメージトレードを行うことができ、ボリベアの体力を早期に削ることができるため、ファームの面で有利です。",
			"リヴェン": "アーゴットはリヴェンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立つことができます。",
			"ワーウィック": "アーゴットはワーウィックの回復を妨げることができるため、スケーリングの段階で有利に進めることができます。",
			"フィオラ": "アーゴットはフィオラのスキルを避けることができ、集団戦においても有利に立ち回ることができるため、フィオラに対して強いです。",
			"シンジド": "アーゴットはシンジドの毒を無視できるため、ファームの面で有利に進めることができます。",
			"セト": "アーゴットはセトの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立つことができます。",
			"レネクトン": "アーゴットはレネクトンのスキルを避けることができ、スケーリングの段階で有利に進めることができます。",
			"ナサス": "アーゴットはナサスのファームを妨げることができるため、ファームの面で有利です。",
			"イレリア": "アーゴットはイレリアの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立つことができます。",
			"グウェン": "アーゴットはグウェンのスキルを避けることができ、集団戦においても有利に立ち回ることができるため、グウェンに対して強いです。",
			"ガレン": "アーゴットはガレンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立つことができます。",
			"ヨネ": "アーゴットはヨネの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立つことができます。",
			"トリンダメア": "アーゴットはトリンダメアの回復を妨げることができるため、スケーリングの段階で有利に進めることができます。",
			"カミール": "アーゴットはカミールの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ヨリック": "ヨリックはアーゴットに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"オーロラ": "オーロラはアーゴットに対して高いバーストダメージを持ち、ダメージトレードでアーゴットを圧倒することができる。",
			"アンベッサ": "アンベッサはアーゴットに対して持続的な回復能力を持ち、スケーリングの面でアーゴットを上回ることができる。",
			"イラオイ": "イラオイはアーゴットに対して強力な集団戦能力を持ち、アーゴットが集団戦で効果的に機能するのを妨げることができる。",
			"ドクター・ムンド": "ドクター・ムンドはアーゴットに対して高い耐久力を持ち、ファームの面でアーゴットを圧倒することができる。",
			"ブラッドミア": "ブラッドミアはアーゴットに対して高いバーストダメージを持ち、ダメージトレードでアーゴットを圧倒することができる。",
			"モルデカイザー": "モルデカイザーはアーゴットに対して強力な1対1の能力を持ち、スケーリングの面でアーゴットを上回ることができる。",
			"マルファイト": "マルファイトはアーゴットに対して強力な集団戦能力を持ち、アーゴットが集団戦で効果的に機能するのを妨げることができる。",
			"ランブル": "ランブルはアーゴットに対して高いバーストダメージを持ち、ダメージトレードでアーゴットを圧倒することができる。",
			"ヤスオ": "ヤスオはアーゴットに対して高い機動力を持ち、ファームの面でアーゴットを圧倒することができる。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ボリベア": "ジャックスはボリベアに対してファームの面で優位性を持っており、ジャックスの攻撃力がボリベアの耐久力を上回るため、早期のダメージトレードで有利に進めることができる。",
			"ケイル": "ジャックスはケイルに対してスケーリングの面で優位性を持っており、ジャックスの成長がケイルの成長を上回るため、後半の集団戦で強力な存在となる。",
			"ヤスオ": "ジャックスはヤスオに対してダメージトレードで優位性を持っており、ジャックスのスキルセットがヤスオの攻撃を効果的に受け流すことができるため、トレードで有利に立ち回ることができる。",
			"ヨネ": "ジャックスはヨネに対してファームの面で優位性を持っており、ジャックスの持続的なダメージがヨネの攻撃を凌ぐため、レーンでの優位を築くことができる。",
			"イレリア": "ジャックスはイレリアに対して集団戦で優位性を持っており、ジャックスの持続的なダメージと耐久力がイレリアの瞬発力を上回るため、集団戦での影響力が大きい。",
			"カミール": "ジャックスはカミールに対してダメージトレードで優位性を持っており、ジャックスのスキルがカミールの機動力を制限するため、トレードで有利に進めることができる。",
			"グウェン": "ジャックスはグウェンに対してスケーリングの面で優位性を持っており、ジャックスの成長がグウェンの成長を上回るため、後半の集団戦で強力な存在となる。",
			"セト": "ジャックスはセトに対してファームの面で優位性を持っており、ジャックスの攻撃力がセトの耐久力を上回るため、早期のダメージトレードで有利に進めることができる。",
			"ヨリック": "ジャックスはヨリックに対してダメージトレードで優位性を持っており、ジャックスの持続的なダメージがヨリックの攻撃を凌ぐため、トレードで有利に立ち回ることができる。",
			"ワーウィック": "ジャックスはワーウィックに対して集団戦で優位性を持っており、ジャックスの持続的なダメージがワーウィックの回復を上回るため、集団戦での影響力が大きい。",
			"モルデカイザー": "ジャックスはモルデカイザーに対してスケーリングの面で優位性を持っており、ジャックスの成長がモルデカイザーの成長を上回るため、後半の集団戦で強力な存在となる。",
			"ダリウス": "ジャックスはダリウスに対してファームの面で優位性を持っており、ジャックスの攻撃力がダリウスの耐久力を上回るため、早期のダメージトレードで有利に進めることができる。"
		},
		"loses": {
			"ブラッドミア": "ブラッドミアは高い持続ダメージを持っており、ジャックスがトレードを仕掛ける際に不利になる。",
			"チョ＝ガス": "チョ＝ガスは強力なCC（クラウドコントロール）を持っており、ジャックスが接近するのを妨げる。",
			"カ・サンテ": "カ・サンテは耐久力が高く、ジャックスのダメージを軽減することができる。",
			"アカリ": "アカリは高い機動力を持ち、ジャックスの攻撃を回避しやすい。",
			"サイオン": "サイオンは非常にタンクyで、ジャックスのダメージを受け止めることができる。",
			"ガレン": "ガレンは持続的なダメージと自己回復能力を持ち、ジャックスとのトレードで優位に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高いHPと回復能力を持ち、ジャックスのダメージを無視することができる。",
			"シェン": "シェンはテレポートで味方を守ることができ、ジャックスの集団戦での影響力を減少させる。",
			"シンジド": "シンジドは毒を使ってジャックスを継続的にダメージを与え、トレードで有利に立つことができる。",
			"ナー": "ナーは変身能力を持ち、ジャックスに対して強力なCCを持つ。",
			"クレッド": "クレッドは高い耐久力とダメージを持ち、ジャックスの攻撃を受け止めることができる。",
			"アーゴット": "アーゴットは強力なトレード能力を持ち、ジャックスに対して優位に立つことができる。",
			"ケネン": "ケネンは高いバーストダメージを持ち、ジャックスが近づくのを妨げることができる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ジャックスが接近するのを困難にする。",
			"イラオイ": "イラオイは持続的なダメージと自己回復能力を持ち、ジャックスとのトレードで有利に立つことができる。",
			"グラガス": "グラガスはCCと耐久力を持ち、ジャックスの攻撃を受け止めることができる。",
			"ガングプランク": "ガングプランクはバーストダメージと持続ダメージを持ち、ジャックスに対して優位に立つことができる。",
			"オーン": "オーンは高い耐久力と集団戦での影響力を持ち、ジャックスの攻撃を受け止めることができる。",
			"マルファイト": "マルファイトは強力なCCを持ち、ジャックスが集団戦で活躍するのを妨げる。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"ヤスオ": "ポッピーはヤスオに対して強力な壁を持っており、彼のスキルを無効化することができるため、ダメージトレードで有利です。",
			"イレリア": "ポッピーはイレリアの攻撃を受け流すことができ、彼女のスキルを封じることでファームを安定させることができます。",
			"カ・サンテ": "ポッピーはカ・サンテの攻撃を防ぐ能力が高く、集団戦での耐久性が優れているため、彼に対して有利です。",
			"グウェン": "ポッピーはグウェンのスキルを阻止することができ、ダメージトレードで優位に立つことができます。",
			"ジャックス": "ポッピーはジャックスの攻撃を受け止めることができ、スケーリングにおいても有利な状況を作り出します。",
			"サイオン": "ポッピーはサイオンの攻撃を効果的に防ぎ、集団戦での役割を果たすことができるため、彼に対して有利です。",
			"クレッド": "ポッピーはクレッドの攻撃を無効化する能力があり、ダメージトレードで優位に立つことができます。",
			"ナー": "ポッピーはナーの変身を制御することができ、ファームを安定させることができるため、彼に対して有利です。",
			"セト": "ポッピーはセトの攻撃を受け流すことができ、集団戦での耐久性が高いため、彼に対して有利です。",
			"シェン": "ポッピーはシェンのスキルを無効化することができ、ダメージトレードで優位に立つことができます。",
			"ドクター・ムンド": "ポッピーはドクター・ムンドの攻撃を効果的に防ぎ、スケーリングにおいても有利な状況を作り出します。",
			"アンベッサ": "ポッピーはアンベッサの攻撃を受け止めることができ、集団戦での役割を果たすことができるため、彼に対して有利です。",
			"リヴェン": "ポッピーはリヴェンの攻撃を無効化する能力があり、ダメージトレードで優位に立つことができます。",
			"ナサス": "ポッピーはナサスの攻撃を防ぐ能力が高く、ファームを安定させることができるため、彼に対して有利です。",
			"カミール": "ポッピーはカミールの攻撃を受け流すことができ、集団戦での耐久性が優れているため、彼に対して有利です。",
			"トリンダメア": "ポッピーはトリンダメアの攻撃を効果的に防ぎ、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ランブル": "ランブルはポッピーに対して高いダメージを持っており、ファームの際にポッピーがダメージを受けやすい。",
			"ブラッドミア": "ブラッドミアはポッピーの攻撃を回避する能力があり、ダメージトレードで有利に立つことができる。",
			"ヨリック": "ヨリックはポッピーに対して持続的なダメージを与えることができ、スケーリングの面で優位に立つ。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、集団戦でポッピーを圧倒することができる。",
			"オラフ": "オラフはポッピーのCCを無効化する能力があり、ダメージトレードで有利に進めることができる。",
			"シンジド": "シンジドはポッピーの攻撃を避けることができ、ファームの際にポッピーに対して優位に立つ。",
			"アーゴット": "アーゴットはポッピーに対して高いダメージを持ち、集団戦でポッピーを排除する能力がある。",
			"パンテオン": "パンテオンはポッピーに対して強力な初期ダメージを持ち、ダメージトレードで優位に立つことができる。",
			"レネクトン": "レネクトンはポッピーに対して持続的なダメージを与えることができ、ファームの際にポッピーが苦しむ。",
			"ボリベア": "ボリベアはポッピーに対して高い耐久力を持ち、集団戦でポッピーを圧倒することができる。",
			"ダリウス": "ダリウスはポッピーに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"ガレン": "ガレンはポッピーに対して持続的なダメージを与えることができ、スケーリングの面で優位に立つ。",
			"マルファイト": "マルファイトはポッピーに対して高い耐久力を持ち、集団戦でポッピーを排除する能力がある。",
			"オーン": "オーンはポッピーに対して強力なスキルを持ち、集団戦でポッピーを圧倒することができる。"
		}
	},
	"ケネン": {
		"name": "ケネン",
		"beats": {
			"ボリベア": "ケネンはボリベアに対して、遠距離からのスキルを使って安全にファームを行うことができるため、ファームの面で有利です。",
			"アーゴット": "ケネンはアーゴットに対して、スキルを使ってダメージトレードを有利に進めることができるため、ダメージトレードの面で有利です。",
			"カミール": "ケネンはカミールに対して、スキルの範囲攻撃を活かして集団戦での影響力を高めることができるため、集団戦の面で有利です。",
			"レネクトン": "ケネンはレネクトンに対して、スキルを使って持続的にダメージを与えられるため、スケーリングの面で有利です。",
			"リヴェン": "ケネンはリヴェンに対して、遠距離からの攻撃でリヴェンのスキルを避けながらダメージを与えることができるため、ダメージトレードの面で有利です。",
			"セト": "ケネンはセトに対して、スキルを使ってセトの接近を阻止しやすいため、ファームの面で有利です。",
			"ヨネ": "ケネンはヨネに対して、スキルを使ってヨネの攻撃を避けつつダメージを与えることができるため、ダメージトレードの面で有利です。",
			"ヤスオ": "ケネンはヤスオに対して、スキルを使って遠距離から攻撃できるため、ファームの面で有利です。",
			"トリンダメア": "ケネンはトリンダメアに対して、スキルを使って持続的にダメージを与えられるため、スケーリングの面で有利です。",
			"ダリウス": "ケネンはダリウスに対して、スキルを使ってダリウスの接近を阻止しやすいため、集団戦の面で有利です。",
			"クイン": "ケネンはクインに対して、スキルを使ってクインの攻撃を避けつつダメージを与えることができるため、ダメージトレードの面で有利です。",
			"ジャックス": "ケネンはジャックスに対して、スキルを使って持続的にダメージを与えられるため、スケーリングの面で有利です。"
		},
		"loses": {
			"ヨリック": "ヨリックはケネンに対して持続的なダメージを与える能力が高く、ファームの面で優位に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ケネンのダメージトレードに対して強い耐性を示す。",
			"ガングプランク": "ガングプランクはスキルを使ってケネンの攻撃を回避しつつ、持続的なダメージを与えることができるため、集団戦での影響力が高い。",
			"オーン": "オーンはタンクとしての役割を果たし、ケネンのダメージを軽減しつつ、集団戦でのコントロールを提供する。",
			"グウェン": "グウェンは高いバーストダメージを持ち、ケネンのスキルを無効化する能力があるため、ダメージトレードで優位に立つ。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、ケネンのダメージを受け流しながらファームを行うことができる。",
			"オラフ": "オラフはケネンのスキルを無効化する能力を持ち、ダメージトレードで有利に立つことができる。",
			"ランブル": "ランブルは範囲攻撃を持ち、ケネンの集団戦での影響力を低下させることができる。",
			"ティーモ": "ティーモはブラインド効果を持ち、ケネンの攻撃を無効化しつつ、ファームでの優位性を保つことができる。",
			"シンジド": "シンジドは持続的なダメージを与えつつ、ケネンのスキルを避けることができるため、ダメージトレードで有利に立つ。",
			"シェン": "シェンはタンクとしての役割を果たし、ケネンのダメージを軽減しつつ、集団戦でのサポートを提供する。"
		}
	},
	"セト": {
		"name": "セト",
		"beats": {
			"イレリア": "イレリアはセトに対して高いダメージトレード能力を持っており、セトのスキルを回避しやすいため、彼女は有利です。",
			"ヤスオ": "ヤスオはセトの攻撃を風で防ぐことができ、ダメージトレードにおいて優位性を持つため、彼は有利です。",
			"チョ＝ガス": "チョ＝ガスはセトの攻撃を耐える能力が高く、集団戦での持続力があるため、彼は有利です。",
			"ティーモ": "ティーモはセトに対して遠距離からの攻撃が可能で、ファームをしやすいため、彼は有利です。",
			"オラフ": "オラフはセトに対して持続的なダメージを与えることができ、スケーリングにおいて優位性を持つため、彼は有利です。",
			"ブラッドミア": "ブラッドミアはセトに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、彼は有利です。",
			"ヨリック": "ヨリックはセトに対して持続的なダメージを与えられ、集団戦での影響力が高いため、彼は有利です。",
			"ガレン": "ガレンはセトに対して高い耐久力を持ち、ダメージトレードで有利に立つことができるため、彼は有利です。",
			"ダリウス": "ダリウスはセトに対して高いバーストダメージを持ち、集団戦での影響力が強いため、彼は有利です。",
			"ナサス": "ナサスはセトに対してスケーリングが優れており、後半戦での強さがあるため、彼は有利です。",
			"シェン": "シェンはセトに対して高い耐久力を持ち、集団戦でのサポート能力が高いため、彼は有利です。",
			"ヨネ": "ヨネはセトに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、彼は有利です。"
		},
		"loses": {
			"グラガス": "グラガスはセトに対して強力なバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ナー": "ナーはセトに対して遠距離からの攻撃が可能で、ファームをしながらセトの攻撃を避けることができる。",
			"アーゴット": "アーゴットはセトの攻撃を受け流す能力があり、集団戦での耐久力が高いため、セトに対して有効に立ち回ることができる。",
			"レネクトン": "レネクトンはセトよりも早いレベルアップをしやすく、初期のダメージトレードで優位に立つことができる。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、セトの攻撃を受けても持ちこたえることができるため、持久戦で有利に進めることができる。",
			"マルファイト": "マルファイトはセトの攻撃を無効化するシールドを持っており、集団戦での影響力が高い。",
			"モルデカイザー": "モルデカイザーはセトを1対1の状況に持ち込む能力があり、セトの強みを無効化することができる。",
			"リヴェン": "リヴェンは高い機動力を持ち、セトの攻撃を避けながらダメージを与えることができるため、ダメージトレードで有利に立つことができる。",
			"カ・サンテ": "カ・サンテはセトに対して持続的なダメージを与えることができ、ファームをしながらセトを圧倒することができる。",
			"パンテオン": "パンテオンはセトに対して強力な初期ダメージを持ち、早期のダメージトレードで優位に立つことができる。",
			"ジャックス": "ジャックスはセトに対してスケーリングが優れており、後半戦での影響力が高くなるため、セトに対して有利に進めることができる。"
		}
	},
	"クイン": {
		"name": "クイン",
		"beats": {
			"ボリベア": "クインはボリベアに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"ヴェイン": "クインはヴェインに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため有利です。",
			"ガレン": "クインはガレンに対して持続的なダメージを与えやすく、スケーリングにおいても有利です。",
			"フィオラ": "クインはフィオラに対して遠距離からの攻撃で安全にダメージを与えられるため有利です。",
			"ティーモ": "クインはティーモに対して視界を確保しやすく、集団戦での影響力が高いため有利です。",
			"アーゴット": "クインはアーゴットに対して機動力を活かして回避しつつ攻撃できるため有利です。",
			"ナー": "クインはナーに対して遠距離からの攻撃で有利に立ち回ることができるため有利です。",
			"ヤスオ": "クインはヤスオに対して高いバーストダメージを持ち、ダメージトレードで優位に立てるため有利です。",
			"レネクトン": "クインはレネクトンに対して持続的にダメージを与えられるため、スケーリングで有利です。",
			"ダリウス": "クインはダリウスに対して遠距離からの攻撃で安全にファームできるため有利です。",
			"アンベッサ": "クインはアンベッサに対して高い機動力を持ち、集団戦での影響力が高いため有利です。",
			"リヴェン": "クインはリヴェンに対して遠距離からの攻撃で有利に立ち回ることができるため有利です。",
			"ジャックス": "クインはジャックスに対して高いバーストダメージを持ち、ダメージトレードで優位に立てるため有利です。",
			"エイトロックス": "クインはエイトロックスに対して機動力を活かして回避しつつ攻撃できるため有利です。"
		},
		"loses": {
			"マルファイト": "マルファイトはクインに対して強力なCCを持っており、ファーム中にクインの動きを制限することができる。",
			"ランブル": "ランブルはクインに対して高いダメージを持ち、ダメージトレードで有利に立つことができる。",
			"カミール": "カミールはクインのスキルを無効化する能力を持ち、スケーリングにおいても強力な存在である。",
			"グラガス": "グラガスはクインの攻撃を受け流すことができ、集団戦での耐久力が高い。",
			"オーロラ": "オーロラはクインに対して持続的なダメージを与えることができ、ファーム中に優位に立つことができる。",
			"クレッド": "クレッドはクインに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"カ・サンテ": "カ・サンテはクインの攻撃を受け流すことができ、スケーリングにおいても強力な存在である。",
			"ドクター・ムンド": "ドクター・ムンドはクインに対して高い耐久力を持ち、集団戦での持続力が高い。",
			"サイオン": "サイオンはクインに対して強力なCCを持っており、集団戦での影響力が大きい。",
			"ヨリック": "ヨリックはクインに対して持続的なダメージを与えることができ、ファーム中に優位に立つことができる。",
			"パンテオン": "パンテオンはクインに対して高いバーストダメージを持ち、ダメージトレードで有利に立つことができる。",
			"セト": "セトはクインに対して高い耐久力を持ち、集団戦での影響力が大きい。",
			"チョ＝ガス": "チョ＝ガスはクインに対して持続的なダメージを与えることができ、スケーリングにおいても強力な存在である。",
			"シェン": "シェンはクインに対して強力なCCを持っており、集団戦での影響力が大きい。",
			"イレリア": "イレリアはクインに対して高いバーストダメージを持ち、ダメージトレードで有利に立つことができる。",
			"ケイル": "ケイルはクインに対してスケーリングが強力で、後半戦での影響力が大きい。",
			"ケネン": "ケネンはクインに対して強力なCCを持っており、集団戦での影響力が大きい。"
		}
	},
	"リヴェン": {
		"name": "リヴェン",
		"beats": {
			"グウェン": "リヴェンはグウェンに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、ファームを効率的に行える。",
			"ヤスオ": "リヴェンはヤスオのスキルを回避しやすく、ダメージトレードで有利に進めることができるため、集団戦でも強力な存在となる。",
			"ヨリック": "リヴェンはヨリックのミニオンを処理しやすく、ダメージトレードで優位に立つことができるため、ファームが容易になる。",
			"ヨネ": "リヴェンはヨネの攻撃を避ける能力が高く、ダメージトレードで有利に進めることができるため、集団戦でも効果的に戦える。",
			"ケイル": "リヴェンはケイルの成長を抑えることができ、ダメージトレードで優位に立つことができるため、スケーリングにおいても有利。",
			"ドクター・ムンド": "リヴェンはドクター・ムンドの回復を無視できるダメージを持ち、ダメージトレードで優位に立つことができるため、集団戦での影響力が高い。",
			"シェン": "リヴェンはシェンのシャドウを利用して攻撃を避けることができ、ダメージトレードで有利に進めることができるため、ファームがしやすい。",
			"ダリウス": "リヴェンはダリウスの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができるため、集団戦でも効果的に戦える。",
			"サイオン": "リヴェンはサイオンのスキルを回避しやすく、ダメージトレードで有利に進めることができるため、ファームを効率的に行える。",
			"イレリア": "リヴェンはイレリアのスキルを避ける能力が高く、ダメージトレードで優位に立つことができるため、集団戦でも強力な存在となる。",
			"モルデカイザー": "リヴェンはモルデカイザーのスキルを回避しやすく、ダメージトレードで有利に進めることができるため、スケーリングにおいても有利。",
			"セト": "リヴェンはセトの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができるため、集団戦でも効果的に戦える。",
			"シンジド": "リヴェンはシンジドの毒を避ける能力が高く、ダメージトレードで有利に進めることができるため、ファームがしやすい。",
			"フィオラ": "リヴェンはフィオラのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、集団戦でも強力な存在となる。",
			"クレッド": "リヴェンはクレッドの攻撃を避ける能力が高く、ダメージトレードで有利に進めることができるため、ファームを効率的に行える。",
			"オーン": "リヴェンはオーンのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、集団戦でも効果的に戦える。"
		},
		"loses": {
			"レネクトン": "レネクトンはリヴェンに対して強力なダメージトレードを行うことができ、リヴェンのスキルを無効化する能力を持っているため、リヴェンは不利である。",
			"アーゴット": "アーゴットはリヴェンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、リヴェンは不利である。",
			"グラガス": "グラガスはリヴェンのスキルを妨害することができ、集団戦においても優位に立つことができるため、リヴェンは不利である。",
			"パンテオン": "パンテオンはリヴェンに対して早期のダメージトレードで優位に立つことができ、ファームを妨げる要素があるため、リヴェンは不利である。",
			"ワーウィック": "ワーウィックはリヴェンの体力を削る能力が高く、持続的な戦闘においてリヴェンを圧倒することができるため、リヴェンは不利である。",
			"ポッピー": "ポッピーはリヴェンの移動を制限するスキルを持っており、集団戦での影響力が高いため、リヴェンは不利である。",
			"ボリベア": "ボリベアはリヴェンに対して高い耐久力を持ち、ダメージトレードで優位に立つことができるため、リヴェンは不利である。",
			"トリンダメア": "トリンダメアはリヴェンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、リヴェンは不利である。",
			"マルファイト": "マルファイトはリヴェンのスキルを無効化することができ、集団戦での影響力が高いため、リヴェンは不利である。",
			"カミール": "カミールはリヴェンに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、リヴェンは不利である。",
			"ジェイス": "ジェイスはリヴェンに対して遠距離からのダメージを与えることができ、ファームを妨げる要素があるため、リヴェンは不利である。",
			"エイトロックス": "エイトロックスはリヴェンに対して持続的なダメージを与えることができ、集団戦での影響力が高いため、リヴェンは不利である。",
			"チョ＝ガス": "チョ＝ガスはリヴェンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、リヴェンは不利である。",
			"ナー": "ナーはリヴェンに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、リヴェンは不利である。",
			"ガレン": "ガレンはリヴェンに対して高い耐久力を持ち、ダメージトレードで優位に立つことができるため、リヴェンは不利である。"
		}
	},
	"カミール": {
		"name": "カミール",
		"beats": {
			"ガレン": "カミールはガレンに対して高い機動力を持っており、ガレンのスキルを避けやすいため、ダメージトレードで有利です。",
			"ヨネ": "カミールはヨネの攻撃を回避する能力が高く、ファームをしながら安全にダメージを与えることができるため、ファームで有利です。",
			"イレリア": "カミールはイレリアのスキルを封じることができるため、集団戦での影響力が高く、イレリアに対して優位に立てます。",
			"オラフ": "カミールはオラフの突進を避けることができ、持続的なダメージトレードで優位に立つことができるため、ダメージトレードで有利です。",
			"ナサス": "カミールはナサスのスケーリングを抑えることができるため、早期の段階で有利に進めることができ、スケーリングで優位です。",
			"ヤスオ": "カミールはヤスオの風を避けることができ、ダメージトレードで有利に立つことができるため、ダメージトレードで優位です。",
			"オーン": "カミールはオーンのスキルを避けることができ、集団戦での影響力が高いため、集団戦で有利です。",
			"ケイル": "カミールはケイルの攻撃を避けることができ、ファームをしながら有利に進めることができるため、ファームで優位です。",
			"パンテオン": "カミールはパンテオンの攻撃を回避する能力が高く、ダメージトレードで有利に立つことができるため、ダメージトレードで優位です。",
			"ヨリック": "カミールはヨリックのミニオンを処理する能力が高く、ファームで有利に進めることができるため、ファームで優位です。",
			"アンベッサ": "カミールはアンベッサの攻撃を避けることができ、集団戦での影響力が高いため、集団戦で有利です。"
		},
		"loses": {
			"ティーモ": "ティーモはカミールに対して強力なポークを持っており、カミールが近づく前にダメージを与えることができる。",
			"ジャックス": "ジャックスはスケーリングが優れており、後半にカミールを圧倒する力を持っている。",
			"グラガス": "グラガスはカミールのダメージトレードを無効化するためのCCを持っており、ファームを妨害することができる。",
			"レネクトン": "レネクトンは早期のダメージトレードでカミールを圧倒し、レーンでの優位性を確保することができる。",
			"クレッド": "クレッドは持続的なダメージとCCを持っており、カミールが集団戦で活躍するのを妨げることができる。",
			"シンジド": "シンジドはカミールの攻撃を避けるための機動力を持っており、ファームを妨害することができる。",
			"グウェン": "グウェンはカミールに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"チョ＝ガス": "チョ＝ガスはカミールの攻撃を受け流すことができ、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはカミールに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"ガングプランク": "ガングプランクはカミールに対して遠距離からの攻撃が可能で、ダメージトレードで優位に立つことができる。",
			"ボリベア": "ボリベアはカミールに対して強力なCCを持っており、集団戦での影響力が高い。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"イラオイ": "ケイルはイラオイに対して遠距離攻撃が可能で、ファームを効率的に行えるため有利です。",
			"シンジド": "ケイルはシンジドの毒を避ける能力があり、ダメージトレードで優位に立つことができます。",
			"レネクトン": "ケイルはレネクトンの攻撃を受け流しながらスケーリングできるため、長期戦で有利です。",
			"ガレン": "ケイルはガレンの持つ持続ダメージを軽減し、集団戦での影響力を高めることができます。",
			"ボリベア": "ケイルはボリベアの接近を防ぎつつ、ファームを安定させることができるため有利です。",
			"ランブル": "ケイルはランブルのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"カ・サンテ": "ケイルはカ・サンテの攻撃を受け流しながら、スケーリングで有利に進めることができます。",
			"ダリウス": "ケイルはダリウスの近接攻撃を避けることができ、集団戦での影響力を高めることができます。",
			"モルデカイザー": "ケイルはモルデカイザーのスキルを避ける能力があり、ダメージトレードで優位に立つことができます。",
			"パンテオン": "ケイルはパンテオンの攻撃を受け流しつつ、ファームを効率的に行えるため有利です。",
			"グウェン": "ケイルはグウェンの攻撃を避けることができ、スケーリングで有利に進めることができます。",
			"チョ＝ガス": "ケイルはチョ＝ガスのスキルを避ける能力があり、ダメージトレードで優位に立つことができます。",
			"フィオラ": "ケイルはフィオラの攻撃を受け流しながら、集団戦での影響力を高めることができます。",
			"ヨリック": "ケイルはヨリックの持つ持続ダメージを軽減し、ファームを安定させることができるため有利です。",
			"セト": "ケイルはセトの攻撃を避けることができ、スケーリングで有利に進めることができます。",
			"エイトロックス": "ケイルはエイトロックスの攻撃を受け流しつつ、ダメージトレードで優位に立つことができます。",
			"アーゴット": "ケイルはアーゴットの攻撃を避ける能力があり、集団戦での影響力を高めることができます。",
			"ガングプランク": "ケイルはガングプランクのスキルを避けることができ、ファームを効率的に行えるため有利です。"
		},
		"loses": {
			"マルファイト": "マルファイトはケイルに対して強力なCCを持っており、ファームを妨げることができる。",
			"ジェイス": "ジェイスはケイルに対して高いダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはケイルに対して持続的なダメージを与え、スケーリングの面で不利にさせる。",
			"ヨネ": "ヨネはケイルに対して高い機動力を持ち、集団戦での影響力が大きい。",
			"ヤスオ": "ヤスオはケイルのスキルを回避しやすく、ダメージトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアはケイルに対して持続的な回復を持ち、ファームを妨げることができる。",
			"リヴェン": "リヴェンはケイルに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ジャックス": "ジャックスはケイルに対してスケーリングが強力で、後半戦での影響力が大きい。",
			"イレリア": "イレリアはケイルに対して高い機動力を持ち、集団戦での影響力が大きい。",
			"ナサス": "ナサスはケイルに対してスケーリングが強力で、後半戦での影響力が大きい。",
			"オーン": "オーンはケイルに対して強力なタンクとして集団戦での影響力が大きい。",
			"グラガス": "グラガスはケイルに対してCCを持ち、ダメージトレードで優位に立つことができる。",
			"カミール": "カミールはケイルに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"シェン": "シェンはケイルに対して強力なタンクとして集団戦での影響力が大きい。"
		}
	},
	"アンベッサ": {
		"name": "アンベッサ",
		"beats": {
			"ドクター・ムンド": "アンベッサはドクター・ムンドに対して持続的なダメージを与えることができ、ファームを効率的に行えるため、優位性を持っています。",
			"ケイル": "アンベッサはケイルのスケーリングを抑えることができ、早期のダメージトレードで有利に立つことができます。",
			"サイオン": "アンベッサはサイオンに対して高いダメージを持ち、集団戦での影響力を発揮できるため、優位です。",
			"ヨネ": "アンベッサはヨネの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利です。",
			"ガレン": "アンベッサはガレンに対して持続的なダメージを与えつつ、ファームを効率的に行えるため、優位性を持っています。",
			"ナサス": "アンベッサはナサスのスケーリングを抑えることができ、早期のダメージトレードで有利に立つことができます。",
			"マルファイト": "アンベッサはマルファイトに対して高いダメージを持ち、集団戦での影響力を発揮できるため、優位です。",
			"アーゴット": "アンベッサはアーゴットの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利です。",
			"ブラッドミア": "アンベッサはブラッドミアに対して持続的なダメージを与えつつ、ファームを効率的に行えるため、優位性を持っています。",
			"ヤスオ": "アンベッサはヤスオの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利です。",
			"フィオラ": "アンベッサはフィオラに対して高いダメージを持ち、集団戦での影響力を発揮できるため、優位です。",
			"オーン": "アンベッサはオーンに対して持続的なダメージを与えつつ、ファームを効率的に行えるため、優位性を持っています。",
			"チョ＝ガス": "アンベッサはチョ＝ガスの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利です。",
			"カ・サンテ": "アンベッサはカ・サンテに対して高いダメージを持ち、集団戦での影響力を発揮できるため、優位です。",
			"グラガス": "アンベッサはグラガスに対して持続的なダメージを与えつつ、ファームを効率的に行えるため、優位性を持っています。",
			"ナー": "アンベッサはナーの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利です。"
		},
		"loses": {
			"ヨリック": "ヨリックはアンベッサに対して持続的なダメージを与える能力が高く、ファームの面で優位に立つことができる。",
			"イレリア": "イレリアはアンベッサに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"レネクトン": "レネクトンはアンベッサに対して早期のパワースパイクを持ち、集団戦での影響力が強い。",
			"クレッド": "クレッドはアンベッサに対して高い耐久力を持ち、スケーリングの面で優位に立つことができる。",
			"ワーウィック": "ワーウィックはアンベッサに対して持続的な回復能力を持ち、ダメージトレードで有利に進めることができる。",
			"カミール": "カミールはアンベッサに対して高い機動力を持ち、集団戦での位置取りが有利になる。",
			"パンテオン": "パンテオンはアンベッサに対して早期の圧力をかけることができ、ファームの面で優位に立つことができる。",
			"シンジド": "シンジドはアンベッサに対して持続的なダメージを与える能力が高く、スケーリングの面で優位に立つことができる。",
			"ポッピー": "ポッピーはアンベッサに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"ガングプランク": "ガングプランクはアンベッサに対して遠距離からのダメージを与える能力が高く、ダメージトレードで有利に進めることができる。",
			"イラオイ": "イラオイはアンベッサに対して持続的なダメージを与える能力が高く、ファームの面で優位に立つことができる。",
			"ダリウス": "ダリウスはアンベッサに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"モルデカイザー": "モルデカイザーはアンベッサに対して高い耐久力を持ち、集団戦での影響力が強い。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"シェン": "パンテオンはシェンに対して強力なダメージトレードを行うことができるため、シェンは劣位にある。",
			"ヨネ": "パンテオンはヨネの攻撃を早期に制圧できるため、ヨネはファームが難しくなる。",
			"クイン": "パンテオンはクインに対して高いバーストダメージを持っているため、クインは集団戦での影響力が低下する。",
			"ケネン": "パンテオンはケネンのスキルを避けやすく、ダメージトレードで優位に立つことができるため、ケネンは不利な状況に置かれる。",
			"セト": "パンテオンはセトの体力を早期に削ることができるため、セトはスケーリングが遅れる。",
			"ダリウス": "パンテオンはダリウスに対して高い機動力を持っているため、ダリウスはファームを取りづらくなる。",
			"ナー": "パンテオンはナーの変身を利用して、ナーに対して有利なダメージトレードを行うことができるため、ナーは劣位にある。",
			"リヴェン": "パンテオンはリヴェンのコンボを中断させることができるため、リヴェンは集団戦での影響力が低下する。",
			"クレッド": "パンテオンはクレッドに対して高いバーストダメージを持っているため、クレッドはファームが難しくなる。",
			"オーン": "パンテオンはオーンのスキルを避けやすく、ダメージトレードで優位に立つことができるため、オーンは不利な状況に置かれる。",
			"イレリア": "パンテオンはイレリアに対して高いダメージを持っているため、イレリアはスケーリングが遅れる。",
			"エイトロックス": "パンテオンはエイトロックスの回復を早期に削ることができるため、エイトロックスは集団戦での影響力が低下する。",
			"カ・サンテ": "パンテオンはカ・サンテに対して高いバーストダメージを持っているため、カ・サンテはファームが難しくなる。",
			"グウェン": "パンテオンはグウェンのスキルを避けやすく、ダメージトレードで優位に立つことができるため、グウェンは不利な状況に置かれる。",
			"アンベッサ": "パンテオンはアンベッサに対して高いダメージを持っているため、アンベッサはスケーリングが遅れる。"
		},
		"loses": {
			"ドクター・ムンド": "ドクター・ムンドは高い回復力を持っており、パンテオンのダメージトレードを無効化することができる。",
			"ガングプランク": "ガングプランクはスキルを使って遠距離からの攻撃が可能で、パンテオンのファームを妨げることができる。",
			"オラフ": "オラフはパンテオンの集団戦において、持続的なダメージを与えつつ、パンテオンの攻撃を無視することができる。",
			"シンジド": "シンジドは毒を使ってパンテオンの移動を制限し、ダメージトレードで有利に立つことができる。",
			"サイオン": "サイオンは高い耐久力を持ち、パンテオンの攻撃を受け止めることができるため、集団戦での影響力が大きい。",
			"フィオラ": "フィオラはパンテオンのスキルを回避しつつ、ダメージトレードで優位に立つことができる。",
			"カミール": "カミールはパンテオンのスキルを避ける能力が高く、集団戦での影響力を持つ。",
			"チョ＝ガス": "チョ＝ガスはパンテオンの攻撃を受け止めることができ、持続的なダメージを与えることができる。",
			"マルファイト": "マルファイトはパンテオンのダメージを軽減し、集団戦での影響力を持つ。",
			"レネクトン": "レネクトンはパンテオンとのダメージトレードで有利に立つことができ、ファームを妨げることができる。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、パンテオンの攻撃を無効化することができる。",
			"アーゴット": "アーゴットはパンテオンの攻撃を受け止めることができ、集団戦での影響力が大きい。",
			"ヨリック": "ヨリックはパンテオンの攻撃を受け止めつつ、持続的なダメージを与えることができる。"
		}
	},
	"オラフ": {
		"name": "オラフ",
		"beats": {
			"ヨネ": "オラフはヨネに対して持続的なダメージを与えることができ、ファームを効率的に行うことができるため、優位性を持っています。",
			"ティーモ": "オラフはティーモのブラインドを無視できるため、ダメージトレードで有利に立つことができます。",
			"ナー": "オラフはナーの変身を利用して、集団戦での影響力を高めることができるため、優位性があります。",
			"マルファイト": "オラフはマルファイトのシールドを貫通するダメージを持っているため、ダメージトレードで有利です。",
			"ナサス": "オラフはナサスのスケーリングを抑えることができるため、早期の段階で優位に立つことができます。",
			"ドクター・ムンド": "オラフはドクター・ムンドの回復を無視できるダメージを持っているため、集団戦で有利です。",
			"オーン": "オラフはオーンの装備強化を無視できるため、ファームとダメージトレードで優位性を持っています。",
			"シェン": "オラフはシェンのシャドウを無視できるため、ダメージトレードで有利に立つことができます。",
			"シンジド": "オラフはシンジドの毒を無視できるため、ファームを効率的に行うことができ、優位性があります。",
			"パンテオン": "オラフはパンテオンのスタンを受けにくいため、ダメージトレードで有利です。"
		},
		"loses": {
			"カミール": "カミールはオラフに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、オラフは不利である。",
			"クレッド": "クレッドはオラフに対して持続的なダメージを与えることができ、ファームの面でもオラフを圧倒するため、オラフは不利である。",
			"ガングプランク": "ガングプランクはオラフに対して遠距離からの攻撃が可能で、スケーリングにおいても優れた能力を持つため、オラフは不利である。",
			"トランドル": "トランドルはオラフの強みを無効化するスキルを持ち、集団戦においてもオラフを抑え込むことができるため、オラフは不利である。",
			"カ・サンテ": "カ・サンテはオラフに対して高い耐久力を持ち、ダメージトレードで有利に立つことができるため、オラフは不利である。",
			"トリンダメア": "トリンダメアはオラフに対して持続的なダメージを与えつつ、自己回復能力が高いため、オラフは不利である。",
			"アンベッサ": "アンベッサはオラフに対して高いバーストダメージを持ち、集団戦での影響力が大きいため、オラフは不利である。",
			"グウェン": "グウェンはオラフに対して高い機動力と持続的なダメージを持つため、オラフは不利である。",
			"ブラッドミア": "ブラッドミアはオラフに対して持続的なダメージを与えつつ、自己回復能力が高いため、オラフは不利である。",
			"フィオラ": "フィオラはオラフに対して高いダメージトレード能力を持ち、スケーリングにおいても優位に立つことができるため、オラフは不利である。",
			"グラガス": "グラガスはオラフに対して高い耐久力とCCを持ち、集団戦での影響力が大きいため、オラフは不利である。",
			"サイオン": "サイオンはオラフに対して高い耐久力を持ち、集団戦での影響力が大きいため、オラフは不利である。",
			"ケイル": "ケイルはオラフに対してスケーリングが優れており、後半戦での影響力が大きいため、オラフは不利である。",
			"セト": "セトはオラフに対して高い耐久力とダメージを持ち、集団戦での影響力が大きいため、オラフは不利である。",
			"レネクトン": "レネクトンはオラフに対して持続的なダメージを与えつつ、自己回復能力が高いため、オラフは不利である。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ボリベア": "ブラッドミアはボリベアに対して高いダメージトレードを行うことができ、ボリベアの体力を削りやすいです。",
			"ケイル": "ブラッドミアはケイルのスケーリングに対して早期に圧力をかけることができ、ケイルが成長する前に有利な状況を作り出します。",
			"ジャックス": "ブラッドミアはジャックスに対してファームを安定させることができ、ジャックスが成長する前に有利なトレードを仕掛けることができます。",
			"ワーウィック": "ブラッドミアはワーウィックの回復を無効化する能力を持ち、ダメージトレードで優位に立つことができます。",
			"ガレン": "ブラッドミアはガレンの持つ耐久力を上回るダメージを持ち、集団戦での影響力を高めることができます。",
			"ナー": "ブラッドミアはナーに対して持続的なダメージを与えることができ、ナーが変身する前に有利な状況を作り出します。",
			"アーゴット": "ブラッドミアはアーゴットの攻撃を避ける能力があり、ダメージトレードで優位に立つことができます。",
			"ティーモ": "ブラッドミアはティーモのブラインド効果を無視できるため、ファームを安定させやすいです。",
			"シェン": "ブラッドミアはシェンのシールドを無視するダメージを持ち、集団戦での影響力を高めることができます。",
			"マルファイト": "ブラッドミアはマルファイトの耐久力を上回るダメージを持ち、集団戦での優位性を確保できます。",
			"ダリウス": "ブラッドミアはダリウスの攻撃を避ける能力があり、ダメージトレードで優位に立つことができます。",
			"ガングプランク": "ブラッドミアはガングプランクのバーストダメージを受けにくく、ファームを安定させることができます。",
			"ヤスオ": "ブラッドミアはヤスオの攻撃を避ける能力があり、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ヨリック": "ヨリックは持続的なダメージを与える能力が高く、ブラッドミアの回復を妨げることができるため、ブラッドミアは不利である。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、ブラッドミアのダメージを軽減することができるため、ブラッドミアは不利である。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、ブラッドミアがスキルを使う前に倒すことができるため、ブラッドミアは不利である。",
			"ナサス": "ナサスはスケーリングが優れており、時間が経つにつれてブラッドミアに対して強くなるため、ブラッドミアは不利である。",
			"ランブル": "ランブルは範囲ダメージを持ち、ブラッドミアが近づくのを困難にするため、ブラッドミアは不利である。",
			"アンベッサ": "アンベッサは高い持続ダメージを持ち、ブラッドミアの回復を無効化することができるため、ブラッドミアは不利である。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ブラッドミアのダメージを相殺することができるため、ブラッドミアは不利である。",
			"ドクター・ムンド": "ドクター・ムンドは非常に高い耐久力を持ち、ブラッドミアのダメージを受け流すことができるため、ブラッドミアは不利である。",
			"クイン": "クインは高い機動力を持ち、ブラッドミアが攻撃する前に逃げることができるため、ブラッドミアは不利である。",
			"グラガス": "グラガスはCC（クラウドコントロール）を持ち、ブラッドミアの行動を制限することができるため、ブラッドミアは不利である。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ブラッドミアのダメージを受け流すことができるため、ブラッドミアは不利である。",
			"オーン": "オーンは高い耐久力と集団戦での強さを持ち、ブラッドミアが効果的にダメージを与えるのを困難にするため、ブラッドミアは不利である。",
			"イレリア": "イレリアは高いバーストダメージを持ち、ブラッドミアがスキルを使う前に倒すことができるため、ブラッドミアは不利である。",
			"サイオン": "サイオンは非常に高い耐久力を持ち、ブラッドミアのダメージを受け流すことができるため、ブラッドミアは不利である。",
			"グウェン": "グウェンは高い持続ダメージを持ち、ブラッドミアの回復を妨げることができるため、ブラッドミアは不利である."
		}
	},
	"クレッド": {
		"name": "クレッド",
		"beats": {
			"ドクター・ムンド": "クレッドはドクター・ムンドに対して持続的なダメージを与えることができ、ファームの面でも優位に立つことができる。",
			"トリンダメア": "クレッドはトリンダメアの攻撃を受け流す能力があり、ダメージトレードで有利に戦うことができる。",
			"イレリア": "クレッドはイレリアのスキルを封じることができ、集団戦での影響力を高めることができる。",
			"オラフ": "クレッドはオラフに対して持続的なダメージを与えつつ、スケーリングの面でも優位に立つことができる。",
			"ナー": "クレッドはナーの変身を利用して、ファームとダメージトレードで有利に立つことができる。",
			"マルファイト": "クレッドはマルファイトのスキルを避けることができ、集団戦での影響力を高めることができる。",
			"ヨリック": "クレッドはヨリックのミニオンを処理しやすく、ファームの面で優位に立つことができる。",
			"ヤスオ": "クレッドはヤスオの攻撃を受け流す能力があり、ダメージトレードで有利に戦うことができる。",
			"カミール": "クレッドはカミールのスキルを封じることができ、集団戦での影響力を高めることができる。",
			"オーン": "クレッドはオーンに対して持続的なダメージを与えることができ、スケーリングの面でも優位に立つことができる。",
			"グラガス": "クレッドはグラガスのスキルを避けることができ、ダメージトレードで有利に戦うことができる。",
			"ティーモ": "クレッドはティーモのトラップを避けることができ、ファームの面で優位に立つことができる。",
			"アンベッサ": "クレッドはアンベッサの攻撃を受け流す能力があり、ダメージトレードで有利に戦うことができる。",
			"ガングプランク": "クレッドはガングプランクのスキルを封じることができ、集団戦での影響力を高めることができる。",
			"サイオン": "クレッドはサイオンに対して持続的なダメージを与えることができ、スケーリングの面でも優位に立つことができる。"
		},
		"loses": {
			"ワーウィック": "ワーウィックは持続的な回復能力を持っており、クレッドのダメージトレードに対して耐性があるため、クレッドは不利である。",
			"リヴェン": "リヴェンは高いバーストダメージと機動力を持っており、クレッドがスキルを使った後に反撃されやすいため、クレッドは不利である。",
			"グウェン": "グウェンはクレッドの攻撃を無効化するスキルを持っており、ダメージトレードで優位に立つことができるため、クレッドは不利である。",
			"シンジド": "シンジドは持続的なダメージを与えつつ逃げることができるため、クレッドはファームやダメージトレードで不利である。",
			"フィオラ": "フィオラはクレッドのスキルを回避する能力が高く、ダメージトレードで優位に立つことができるため、クレッドは不利である。",
			"パンテオン": "パンテオンは強力なバーストダメージを持ち、クレッドがスキルを使った後に反撃されやすいため、クレッドは不利である。",
			"カ・サンテ": "カ・サンテは耐久力が高く、クレッドの攻撃を受け止めることができるため、クレッドは不利である。",
			"イラオイ": "イラオイは持続的なダメージを与えつつ回復する能力があり、クレッドはダメージトレードで不利である。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、クレッドが近づく前にダメージを与えることができるため、クレッドは不利である。",
			"エイトロックス": "エイトロックスは高い回復能力を持ち、クレッドのダメージトレードに対して耐性があるため、クレッドは不利である。",
			"ダリウス": "ダリウスはクレッドに対して強力なバーストダメージを持ち、ダメージトレードで優位に立つことができるため、クレッドは不利である。",
			"ランブル": "ランブルは持続的なダメージを与えつつ、クレッドの攻撃を避けることができるため、クレッドは不利である。",
			"モルデカイザー": "モルデカイザーはクレッドの攻撃を無効化するスキルを持っており、ダメージトレードで優位に立つことができるため、クレッドは不利である。"
		}
	},
	"ダリウス": {
		"name": "ダリウス",
		"beats": {
			"ヤスオ": "ダリウスはヤスオに対して強力なダメージを持っており、トレードで優位に立つことができる。",
			"ヨリック": "ダリウスはヨリックに対して高いファーム能力を持ち、レーンでの圧力をかけやすい。",
			"シェン": "ダリウスはシェンに対して集団戦での持続的なダメージを与えることができ、チームファイトでの影響力が高い。",
			"ガレン": "ダリウスはガレンに対してスケーリングが優れており、ゲーム後半に強力な存在となる。",
			"ナサス": "ダリウスはナサスに対して早期のトレードで有利に立ち、レーンでの優位性を確保しやすい。",
			"トリンダメア": "ダリウスはトリンダメアに対して持続的なダメージを与えられ、トレードでの勝率が高い。",
			"サイオン": "ダリウスはサイオンに対して高いダメージを持ち、集団戦での役割を果たしやすい。",
			"モルデカイザー": "ダリウスはモルデカイザーに対してファーム能力が高く、レーンでの優位性を維持しやすい。",
			"ワーウィック": "ダリウスはワーウィックに対してトレードでのダメージが高く、レーンでの圧力をかけやすい。",
			"シンジド": "ダリウスはシンジドに対して持続的なダメージを与えられ、集団戦での影響力が強い。",
			"フィオラ": "ダリウスはフィオラに対してスケーリングが優れており、ゲーム後半に強力な存在となる。",
			"イラオイ": "ダリウスはイラオイに対して高いダメージを持ち、トレードで優位に立つことができる。",
			"アーゴット": "ダリウスはアーゴットに対してファーム能力が高く、レーンでの優位性を維持しやすい。",
			"クレッド": "ダリウスはクレッドに対して集団戦での持続的なダメージを与えることができ、チームファイトでの影響力が高い。",
			"ヨネ": "ダリウスはヨネに対してトレードでのダメージが高く、レーンでの圧力をかけやすい。",
			"アンベッサ": "ダリウスはアンベッサに対して高いファーム能力を持ち、レーンでの優位性を確保しやすい。"
		},
		"loses": {
			"ジェイス": "ジェイスはファームの面でダリウスよりも優れた範囲攻撃を持っているため、ダリウスは劣位にある。",
			"ケネン": "ケネンはダリウスに対してスキルを使って安全にダメージを与えることができるため、ダリウスは不利である。",
			"リヴェン": "リヴェンは高い機動力を持ち、ダリウスの攻撃を避けながらダメージを与えることができるため、ダリウスは不利である。",
			"ドクター・ムンド": "ドクター・ムンドは持続的な回復能力を持っているため、ダリウスはダメージトレードで不利になる。",
			"パンテオン": "パンテオンは早期の集団戦で強力な影響を持つため、ダリウスは集団戦で不利である。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持つため、ダリウスはスケーリングの面で不利である。",
			"クイン": "クインは高い機動力と遠距離攻撃を持っているため、ダリウスはファームで不利になる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力が高いため、ダリウスはダメージトレードで不利である。",
			"セト": "セトはダリウスの攻撃を無効化する能力を持っているため、ダリウスは不利である。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持つため、ダリウスはスケーリングの面で不利である。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、ダリウスの攻撃を受け止めることができるため、ダリウスは不利である。",
			"ティーモ": "ティーモはブラインド効果を持つため、ダリウスはダメージトレードで不利になる。",
			"ヴェイン": "ヴェインは高い機動力とダメージを持っているため、ダリウスは集団戦で不利である。",
			"オーン": "オーンは集団戦での影響力が高いため、ダリウスは集団戦で不利である。",
			"グウェン": "グウェンは持続的なダメージを与える能力が高いため、ダリウスはダメージトレードで不利である."
		}
	},
	"モルデカイザー": {
		"name": "モルデカイザー",
		"beats": {
			"マルファイト": "モルデカイザーはマルファイトに対して強力なダメージを持っており、ファームを効率的に行うことができるため、優位性を持っています。",
			"イラオイ": "モルデカイザーはイラオイのスキルを無効化する能力を持っており、ダメージトレードで有利に立つことができます。",
			"ティーモ": "モルデカイザーはティーモのブラインド効果を無視できるため、集団戦での影響力が高くなります。",
			"セト": "モルデカイザーはセトに対して持続的なダメージを与えることができ、スケーリングにおいても優位です。",
			"チョ＝ガス": "モルデカイザーはチョ＝ガスの体力を削る能力が高く、ファームを有利に進めることができます。",
			"アーゴット": "モルデカイザーはアーゴットの攻撃を受け流すことができ、ダメージトレードで優位に立つことができます。",
			"ドクター・ムンド": "モルデカイザーはドクター・ムンドの回復を無効化するスキルを持っており、集団戦での優位性を確保できます。",
			"ガレン": "モルデカイザーはガレンに対して持続的なダメージを与えることができ、スケーリングにおいても有利です。",
			"レネクトン": "モルデカイザーはレネクトンの攻撃を受け流すことができ、ダメージトレードで優位に立つことができます。",
			"ナサス": "モルデカイザーはナサスのファームを妨害する能力が高く、集団戦での影響力が増します。",
			"ガングプランク": "モルデカイザーはガングプランクのスキルを無効化する能力を持っており、ダメージトレードで優位に立つことができます。",
			"クレッド": "モルデカイザーはクレッドに対して持続的なダメージを与えることができ、スケーリングにおいても優位です。",
			"シェン": "モルデカイザーはシェンのシールドを無視する能力を持っており、集団戦での優位性を確保できます。",
			"ブラッドミア": "モルデカイザーはブラッドミアの攻撃を受け流すことができ、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはモルデカイザーに対してファームの面で優位に立ち、持続的なダメージを与えることができるため、モルデカイザーは不利である。",
			"ヨネ": "ヨネはモルデカイザーに対してダメージトレードで有利に立ち、瞬時に距離を詰めることができるため、モルデカイザーは不利である。",
			"グウェン": "グウェンはモルデカイザーに対してスケーリングの面で強力であり、後半戦での影響力が高いため、モルデカイザーは不利である。",
			"フィオラ": "フィオラはモルデカイザーに対して集団戦での機動力が高く、1対1の状況で優位に立つことができるため、モルデカイザーは不利である。",
			"ヨリック": "ヨリックはモルデカイザーに対してファームの面で強力なミニオンを生成し、持続的な圧力をかけることができるため、モルデカイザーは不利である。",
			"ワーウィック": "ワーウィックはモルデカイザーに対してダメージトレードで持続的な回復を持ち、耐久力が高いため、モルデカイザーは不利である。",
			"ジェイス": "ジェイスはモルデカイザーに対してスケーリングの面で強力なバーストダメージを持ち、後半戦での影響力が高いため、モルデカイザーは不利である。",
			"ボリベア": "ボリベアはモルデカイザーに対して集団戦でのCC（クラウドコントロール）を持ち、チームファイトでの影響力が高いため、モルデカイザーは不利である。",
			"リヴェン": "リヴェンはモルデカイザーに対してダメージトレードでの機動力が高く、瞬時にダメージを与えることができるため、モルデカイザーは不利である。",
			"ケイル": "ケイルはモルデカイザーに対してスケーリングの面で後半戦での影響力が高く、成長するにつれて強力になるため、モルデカイザーは不利である。",
			"ダリウス": "ダリウスはモルデカイザーに対して集団戦での持続的なダメージを持ち、近接戦での強さがあるため、モルデカイザーは不利である。",
			"ヤスオ": "ヤスオはモルデカイザーに対してダメージトレードでの機動力が高く、スキルを使いこなすことで優位に立つことができるため、モルデカイザーは不利である。",
			"シンジド": "シンジドはモルデカイザーに対してスケーリングの面で持続的なダメージを持ち、集団戦での影響力が高いため、モルデカイザーは不利である。",
			"トリンダメア": "トリンダメアはモルデカイザーに対して集団戦での持続的なダメージを持ち、自己回復能力が高いため、モルデカイザーは不利である。",
			"ジャックス": "ジャックスはモルデカイザーに対してスケーリングの面で後半戦での影響力が高く、成長するにつれて強力になるため、モルデカイザーは不利である."
		}
	},
	"サイオン": {
		"name": "サイオン",
		"beats": {
			"マルファイト": "サイオンはマルファイトに対して、ファームの面で優位性を持っており、マルファイトのスキルを避けながら安全にミニオンを処理できる。",
			"ティーモ": "サイオンはティーモに対して、ダメージトレードで有利であり、ティーモのブラインドを無視して攻撃できるため、持続的なダメージを与えやすい。",
			"イラオイ": "サイオンはイラオイに対して、スケーリングの面で優位性を持ち、レイトゲームにおいてより強力なタンクとして機能する。",
			"ヨリック": "サイオンはヨリックに対して、集団戦での影響力が高く、ヨリックの分身を無視してチームファイトに参加できる。",
			"ガングプランク": "サイオンはガングプランクに対して、ファームの面で有利であり、ガングプランクのスキルを避けながら安定してミニオンを獲得できる。",
			"ナサス": "サイオンはナサスに対して、ダメージトレードで優位性を持ち、ナサスのスタックを稼ぐ前に有利な状況を作り出せる。",
			"ジャックス": "サイオンはジャックスに対して、スケーリングの面で有利であり、レイトゲームにおいてより耐久力が高くなるため、ジャックスに対抗できる。",
			"パンテオン": "サイオンはパンテオンに対して、集団戦での耐久力が高く、パンテオンの瞬発力を無効化しやすい。",
			"オーン": "サイオンはオーンに対して、ファームの面で優位性を持ち、オーンのスキルを避けながら安全にミニオンを処理できる。",
			"ブラッドミア": "サイオンはブラッドミアに対して、ダメージトレードで有利であり、ブラッドミアの回復を妨げることができる。",
			"トリンダメア": "サイオンはトリンダメアに対して、スケーリングの面で優位性を持ち、レイトゲームにおいてより強力なタンクとして機能する。"
		},
		"loses": {
			"アンベッサ": "アンベッサはサイオンに対して高いダメージを持ち、トレードで優位に立つことができる。",
			"ヨネ": "ヨネはサイオンのスキルを回避しやすく、ダメージトレードで有利に進めることができる。",
			"フィオラ": "フィオラはサイオンのスキルを無効化する能力を持ち、ファームとトレードで優位に立つことができる。",
			"チョ＝ガス": "チョ＝ガスはサイオンに対して持続的なダメージを与えやすく、集団戦での影響力が高い。",
			"リヴェン": "リヴェンはサイオンに対して高いバーストダメージを持ち、トレードで優位に立つことができる。",
			"エイトロックス": "エイトロックスはサイオンに対して持続的なダメージを与え、スケーリングで優位に進めることができる。",
			"ボリベア": "ボリベアはサイオンに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"シンジド": "シンジドはサイオンに対して持続的なダメージを与え、ファームで優位に立つことができる。",
			"グウェン": "グウェンはサイオンに対して高いダメージを持ち、スケーリングで優位に進めることができる。",
			"シェン": "シェンはサイオンに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"ダリウス": "ダリウスはサイオンに対して高いバーストダメージを持ち、トレードで優位に立つことができる。",
			"クレッド": "クレッドはサイオンに対して持続的なダメージを与え、集団戦での影響力が高い。",
			"ヤスオ": "ヤスオはサイオンのスキルを回避しやすく、ダメージトレードで優位に進めることができる。"
		}
	},
	"エイトロックス": {
		"name": "エイトロックス",
		"beats": {
			"ドクター・ムンド": "エイトロックスはドクター・ムンドに対して高いダメージトレード能力を持っており、持続的なダメージを与えることができるため、優位性を発揮します。",
			"ティーモ": "エイトロックスはティーモに対してファームを効率的に行うことができ、ティーモの攻撃を受け流しながら安定した成長が可能です。",
			"セト": "エイトロックスはセトに対してスケーリングが優れており、レイトゲームにおいて強力なダメージを出すことができるため、集団戦での影響力が高まります。",
			"トリンダメア": "エイトロックスはトリンダメアに対して集団戦での持続力があり、トリンダメアのバーストダメージを耐えることができるため、優位に立つことができます。",
			"サイオン": "エイトロックスはサイオンに対してダメージトレードで有利であり、サイオンの耐久力を削ることができるため、ファームを有利に進めることができます。",
			"ブラッドミア": "エイトロックスはブラッドミアに対してスケーリングが優れており、レイトゲームでのダメージ出力が高いため、集団戦での勝率が上がります。",
			"ガングプランク": "エイトロックスはガングプランクに対してファームを効率的に行うことができ、ガングプランクのスキルを避けながら有利に立ち回ることができます。",
			"チョ＝ガス": "エイトロックスはチョ＝ガスに対してダメージトレードで優位性を持ち、チョ＝ガスのスキルを利用して有利に戦うことができます。",
			"リヴェン": "エイトロックスはリヴェンに対して集団戦での持続力があり、リヴェンのバーストダメージを耐えることができるため、優位に立つことができます。"
		},
		"loses": {
			"グラガス": "グラガスはエイトロックスに対してファームの面で優位に立つことができるため、エイトロックスは資源を確保しづらい。",
			"シンジド": "シンジドはエイトロックスに対してダメージトレードで有利に立つことができるため、エイトロックスはダメージを受けやすい。",
			"ケイル": "ケイルはエイトロックスに対してスケーリングの面で優位に立つことができるため、エイトロックスは後半戦で劣位に置かれる。",
			"フィオラ": "フィオラはエイトロックスに対して集団戦での影響力が高いため、エイトロックスは集団戦で劣位に立たされる。",
			"マルファイト": "マルファイトはエイトロックスに対してファームの面で圧力をかけることができるため、エイトロックスは安定したファームが難しい。",
			"グウェン": "グウェンはエイトロックスに対してダメージトレードで優位に立つことができるため、エイトロックスはダメージを受けやすい。",
			"イレリア": "イレリアはエイトロックスに対してスケーリングの面で優位に立つことができるため、エイトロックスは後半戦で劣位に置かれる。",
			"カ・サンテ": "カ・サンテはエイトロックスに対して集団戦での影響力が高いため、エイトロックスは集団戦で劣位に立たされる。",
			"アーゴット": "アーゴットはエイトロックスに対してファームの面で圧力をかけることができるため、エイトロックスは安定したファームが難しい。",
			"アンベッサ": "アンベッサはエイトロックスに対してダメージトレードで優位に立つことができるため、エイトロックスはダメージを受けやすい。",
			"ナー": "ナーはエイトロックスに対してスケーリングの面で優位に立つことができるため、エイトロックスは後半戦で劣位に置かれる。"
		}
	},
	"ティーモ": {
		"name": "ティーモ",
		"beats": {
			"レネクトン": "ティーモはレネクトンに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"ヴェイン": "ティーモはヴェインの攻撃を避けるためのスキルを持っており、ダメージトレードで優位に立つことができます。",
			"カミール": "ティーモはカミールのスキルを回避しやすく、集団戦での影響力を高めることができるため有利です。",
			"ボリベア": "ティーモはボリベアの接近を妨げることができ、ファームを安定させることができるため有利です。",
			"シンジド": "ティーモはシンジドの毒を避けることができ、ダメージトレードで優位に立つことができます。",
			"トリンダメア": "ティーモはトリンダメアの攻撃を遠距離から制御でき、スケーリングにおいて有利です。",
			"ヨリック": "ティーモはヨリックのミニオンを簡単に処理でき、ファームを効率的に行えるため有利です。",
			"ヨネ": "ティーモはヨネの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"ダリウス": "ティーモはダリウスの接近を妨げることができ、集団戦での影響力を高めることができるため有利です。",
			"ケイル": "ティーモはケイルの攻撃を遠距離から制御でき、スケーリングにおいて有利です。",
			"ガレン": "ティーモはガレンの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"ケネン": "ティーモはケネンのスキルを回避しやすく、集団戦での影響力を高めることができるため有利です。",
			"ワーウィック": "ティーモはワーウィックの接近を妨げることができ、ファームを安定させることができるため有利です。",
			"アーゴット": "ティーモはアーゴットの攻撃を遠距離から制御でき、スケーリングにおいて有利です。"
		},
		"loses": {
			"サイオン": "サイオンはティーモに対して高い耐久力を持っており、ティーモのダメージトレードを受け流すことができる。",
			"オーン": "オーンはティーモに対して強力なスケーリングを持っており、後半の集団戦での影響力が大きい。",
			"ヤスオ": "ヤスオはティーモのスキルを回避する能力が高く、ダメージトレードで優位に立つことができる。",
			"エイトロックス": "エイトロックスはティーモの攻撃を受けながらも回復する能力があり、持続的なファームが可能である。",
			"ライズ": "ライズはティーモに対して高いバーストダメージを持っており、早期のダメージトレードで有利に立つことができる。",
			"モルデカイザー": "モルデカイザーはティーモの攻撃を無効化するスキルを持っており、集団戦での影響力が強い。",
			"マルファイト": "マルファイトはティーモに対して高い耐久力を持ち、集団戦での存在感が大きい。",
			"ジェイス": "ジェイスはティーモに対して遠距離からの攻撃が可能で、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテはティーモの攻撃を受けながらも持続的に戦うことができ、ファームでの優位性を持つ。",
			"グラガス": "グラガスはティーモの攻撃を受け流す能力があり、集団戦での影響力が強い。",
			"ランブル": "ランブルはティーモに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ガングプランク": "ガングプランクはティーモに対して持続的なダメージを与えることができ、ファームでの優位性を持つ。",
			"オラフ": "オラフはティーモの攻撃を受けながらも回復する能力があり、持続的なファームが可能である。",
			"セト": "セトはティーモに対して高い耐久力を持ち、集団戦での存在感が大きい。"
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"ドクター・ムンド": "グウェンはドクター・ムンドに対して高いダメージを持ち、持続的なトレードで優位に立つことができる。",
			"ヨリック": "グウェンはヨリックのミニオンを簡単に処理でき、ファームの面で有利に進めることができる。",
			"モルデカイザー": "グウェンはモルデカイザーのスキルを避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"チョ＝ガス": "グウェンはチョ＝ガスのスキルを回避しやすく、集団戦での影響力を高めることができる。",
			"レネクトン": "グウェンはレネクトンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、トレードで有利に進めることができる。",
			"マルファイト": "グウェンはマルファイトのスキルを避けることができ、集団戦でのダメージを最大化することができる。",
			"カミール": "グウェンはカミールのスキルを回避しやすく、ファームの面で優位に立つことができる。",
			"クレッド": "グウェンはクレッドの攻撃を受け流しつつ、持続的なダメージを与えることができるため、トレードで有利に進めることができる。",
			"シェン": "グウェンはシェンのスキルを避ける能力が高く、集団戦での影響力を高めることができる。",
			"ナサス": "グウェンはナサスのファームを妨害しやすく、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "グウェンはカ・サンテの攻撃を受け流しつつ、持続的なダメージを与えることができるため、トレードで有利に進めることができる。",
			"ダリウス": "グウェンはダリウスの攻撃を避ける能力が高く、集団戦での影響力を高めることができる。",
			"ガングプランク": "グウェンはガングプランクのスキルを回避しやすく、ファームの面で優位に立つことができる。",
			"エイトロックス": "グウェンはエイトロックスの攻撃を受け流しつつ、持続的なダメージを与えることができるため、トレードで有利に進めることができる。"
		},
		"loses": {
			"ヤスオ": "ヤスオはグウェンのスキルを回避する能力が高く、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ヨネはグウェンに対して高いバーストダメージを持ち、ファームを妨害することができる。",
			"リヴェン": "リヴェンはグウェンに対して強力なコンボを持ち、集団戦での影響力が高い。",
			"シンジド": "シンジドはグウェンの攻撃を無効化するスキルを持ち、持続的なダメージを与えることができる。",
			"ワーウィック": "ワーウィックはグウェンに対して持続的な回復能力を持ち、ダメージトレードで有利に立つことができる。",
			"フィオラ": "フィオラはグウェンのスキルを無効化する能力があり、1対1の状況で強力なダメージを与えることができる。",
			"ジャックス": "ジャックスはグウェンに対してスケーリングが優れており、後半戦での強さが際立つ。",
			"ナー": "ナーはグウェンに対して距離を保ちながらダメージを与えることができ、集団戦での影響力が高い。",
			"ケイル": "ケイルはグウェンに対して後半戦での強さがあり、スケーリングが優れている。",
			"ガレン": "ガレンはグウェンに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"ボリベア": "ボリベアはグウェンに対して強力なCCを持ち、集団戦での影響力が高い。",
			"ジェイス": "ジェイスはグウェンに対して遠距離からの高いバーストダメージを持ち、ファームを妨害することができる。",
			"トリンダメア": "トリンダメアはグウェンに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"アーゴット": "アーゴットはグウェンに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ヨリック": "ワーウィックはヨリックに対して持続的な回復力を持っており、ダメージトレードで優位に立つことができる。",
			"ヨネ": "ワーウィックはヨネの攻撃を受けた際に、自己回復能力を活かして持続的に戦うことができるため、ファームで有利になる。",
			"ドクター・ムンド": "ワーウィックはドクター・ムンドの耐久力を削ることができ、集団戦での影響力を高めることができる。",
			"トリンダメア": "ワーウィックはトリンダメアの攻撃を受けても、回復能力によって持続的に戦うことができるため、ダメージトレードで有利になる。",
			"グウェン": "ワーウィックはグウェンのスキルを避けることができ、集団戦での優位性を確保することができる。",
			"モルデカイザー": "ワーウィックはモルデカイザーのスキルを利用して、ファームを効率的に行うことができるため、有利に進めることができる。",
			"フィオラ": "ワーウィックはフィオラの攻撃を受けても、持続的な回復力によってダメージトレードで優位に立つことができる。",
			"ヤスオ": "ワーウィックはヤスオの攻撃を受けた際に、自己回復能力を活かして持続的に戦うことができるため、ファームで有利になる。",
			"イレリア": "ワーウィックはイレリアのスキルを避けることができ、集団戦での影響力を高めることができる。",
			"クレッド": "ワーウィックはクレッドの攻撃を受けても、回復能力によって持続的に戦うことができるため、ダメージトレードで有利になる。",
			"カミール": "ワーウィックはカミールの攻撃を受けた際に、自己回復能力を活かして持続的に戦うことができるため、ファームで有利になる。",
			"アンベッサ": "ワーウィックはアンベッサの攻撃を受けても、持続的な回復力を持っているため、ダメージトレードで優位に立つことができる。",
			"エイトロックス": "ワーウィックはエイトロックスの攻撃を受けた際に、自己回復能力を活かして持続的に戦うことができるため、ファームで有利になる。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはワーウィックに対して高い耐久力を持っており、ダメージトレードで優位に立つことができる。",
			"ティーモ": "ティーモはワーウィックに対して遠距離からの攻撃が可能で、ファームを妨害しやすい。",
			"ナー": "ナーはワーウィックに対して変身を利用して高いバーストダメージを与えることができる。",
			"アーゴット": "アーゴットはワーウィックに対して持続的なダメージを与えつつ、自己回復能力も高い。",
			"ランブル": "ランブルはワーウィックに対して範囲攻撃を持ち、集団戦での影響力が大きい。",
			"ボリベア": "ボリベアはワーウィックに対して高いバーストダメージを持ち、早期のダメージトレードで優位に立つ。",
			"グラガス": "グラガスはワーウィックに対してCC（クラウドコントロール）を持ち、集団戦での影響力が強い。",
			"ブラッドミア": "ブラッドミアはワーウィックに対して持続的なダメージを与えつつ、自己回復能力も高い。",
			"ダリウス": "ダリウスはワーウィックに対して高いバーストダメージを持ち、ダメージトレードで優位に立つ。",
			"シェン": "シェンはワーウィックに対してテレポートを利用して集団戦に参加しやすく、影響力が大きい。",
			"チョ＝ガス": "チョ＝ガスはワーウィックに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはワーウィックに対してスケーリングが強く、後半戦での影響力が大きい。",
			"ガレン": "ガレンはワーウィックに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"サイオン": "サイオンはワーウィックに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"パンテオン": "パンテオンはワーウィックに対して高いバーストダメージを持ち、早期のダメージトレードで優位に立つ。",
			"ジェイス": "ジェイスはワーウィックに対して遠距離からの攻撃が可能で、ファームを妨害しやすい。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ハイマーディンガー": "ライズはハイマーディンガーに対して高いマナ管理能力を持ち、遠距離からのダメージを効率的に与えることができるため、ファームが容易である。",
			"マルファイト": "ライズはマルファイトに対してスキルを使ったダメージトレードが得意で、マルファイトの耐久力を削ることができるため、優位に立てる。",
			"シンジド": "ライズはシンジドに対して持続的なダメージを与えることができ、シンジドの逃げる能力を制限することができるため、集団戦で有利に働く。",
			"リヴェン": "ライズはリヴェンに対してスキルのコンボを使うことで、リヴェンの攻撃を受ける前にダメージを与えることができるため、ダメージトレードで優位に立つ。",
			"ティーモ": "ライズはティーモに対して高いスキルの範囲攻撃を持ち、ティーモのブラインド効果を無視してダメージを与えることができるため、ファームがしやすい。",
			"クイン": "ライズはクインに対して高いバーストダメージを持ち、クインの移動能力を制限するスキルを持っているため、集団戦で有利に立てる。",
			"レネクトン": "ライズはレネクトンに対して持続的なダメージを与えることができ、レネクトンの回復を妨げることができるため、ダメージトレードで優位に立つ。",
			"ナサス": "ライズはナサスに対して高いスキルのダメージを持ち、ナサスのファームを妨害することができるため、ファームで有利に立つ。",
			"ボリベア": "ライズはボリベアに対して高いバーストダメージを持ち、ボリベアの接近を阻止することができるため、集団戦で優位に立てる。",
			"グウェン": "ライズはグウェンに対して持続的なダメージを与えることができ、グウェンの回復を妨げることができるため、ダメージトレードで優位に立つ。",
			"フィオラ": "ライズはフィオラに対してスキルを使ったダメージトレードが得意で、フィオラのカウンターを避けることができるため、優位に立てる。",
			"ケイル": "ライズはケイルに対して高いバーストダメージを持ち、ケイルの成長を妨げることができるため、スケーリングで有利に立つ。",
			"カミール": "ライズはカミールに対して持続的なダメージを与えることができ、カミールの移動能力を制限することができるため、ダメージトレードで優位に立つ。",
			"シェン": "ライズはシェンに対して高いスキルのダメージを持ち、シェンのタンク能力を削ることができるため、集団戦で有利に立てる。",
			"オーロラ": "ライズはオーロラに対して高いバーストダメージを持ち、オーロラのスキルを避けることができるため、ダメージトレードで優位に立つ。",
			"ランブル": "ライズはランブルに対して持続的なダメージを与えることができ、ランブルのスキルを避けることができるため、集団戦で有利に立てる。",
			"ブラッドミア": "ライズはブラッドミアに対して高いスキルのダメージを持ち、ブラッドミアの回復を妨げることができるため、ダメージトレードで優位に立つ。"
		},
		"loses": {
			"オーン": "オーンはタンクとしての耐久力が高く、ライズのダメージを軽減することができるため、ダメージトレードで優位に立つ。",
			"イレリア": "イレリアは高い機動力と瞬発力を持ち、ライズのスキルを避けながら攻撃できるため、ファームでの競争が難しい。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ライズのダメージを受けても持ちこたえることができるため、集団戦での影響力が強い。",
			"チョ＝ガス": "チョ＝ガスはCC（クラウドコントロール）を持っており、ライズの動きを制限することができるため、スケーリングでの優位性がある。",
			"ナー": "ナーは変身によって高いバーストダメージを持ち、ライズに対して強力なトレードが可能なため、ダメージトレードで不利になる。",
			"アンベッサ": "アンベッサは持続的なダメージを与える能力が高く、ライズのスキルを避けながら攻撃できるため、ファームでの競争が厳しい。",
			"ヤスオ": "ヤスオは風の壁を使ってライズのスキルを防ぐことができるため、ダメージトレードで有利に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ライズのダメージを軽減しながら持続的に戦えるため、集団戦での影響力が強い。",
			"アーゴット": "アーゴットは高いバーストダメージを持ち、ライズに対して強力なトレードが可能なため、ダメージトレードで不利になる。",
			"サイオン": "サイオンはタンクとしての耐久力が高く、ライズのダメージを軽減することができるため、集団戦での影響力が強い。",
			"カ・サンテ": "カ・サンテは高い回復能力を持ち、ライズのダメージを受けても持ちこたえることができるため、スケーリングでの優位性がある。",
			"ワーウィック": "ワーウィックは持続的なダメージを与える能力が高く、ライズに対して強力なトレードが可能なため、ダメージトレードで不利になる。",
			"ジェイス": "ジェイスは高いバーストダメージを持ち、ライズに対して強力なトレードが可能なため、ファームでの競争が厳しい。",
			"ケネン": "ケネンは高い機動力とCCを持ち、ライズの動きを制限することができるため、集団戦での影響力が強い。",
			"グラガス": "グラガスはCCを持ち、ライズの動きを制限することができるため、ダメージトレードで不利になる。"
		}
	},
	"オーン": {
		"name": "オーン",
		"beats": {
			"ティーモ": "オーンはティーモに対して耐久力が高く、ティーモの攻撃を受けても生存しやすいため、ファームで有利です。",
			"マルファイト": "オーンはマルファイトに対してスキルの相性が良く、ダメージトレードで優位に立つことができるため、ダメージトレードで有利です。",
			"イラオイ": "オーンはイラオイの攻撃を受けても耐えることができ、スケーリングにおいても強力なチャンピオンであるため、スケーリングで有利です。",
			"トリンダメア": "オーンはトリンダメアに対して集団戦での役割が強く、チームに貢献しやすいため、集団戦で有利です。",
			"ランブル": "オーンはランブルに対して持続的なダメージを与えられるため、ファームで有利です。",
			"グラガス": "オーンはグラガスに対して耐久力が高く、ダメージトレードで優位に立つことができるため、ダメージトレードで有利です。",
			"チョ＝ガス": "オーンはチョ＝ガスに対してスキルの相性が良く、スケーリングにおいても強力なチャンピオンであるため、スケーリングで有利です。",
			"ガングプランク": "オーンはガングプランクに対して集団戦での役割が強く、チームに貢献しやすいため、集団戦で有利です。",
			"ジェイス": "オーンはジェイスに対して耐久力が高く、ファームで有利です。",
			"レネクトン": "オーンはレネクトンに対してダメージトレードで優位に立つことができるため、ダメージトレードで有利です。",
			"ダリウス": "オーンはダリウスに対してスケーリングにおいても強力なチャンピオンであるため、スケーリングで有利です。",
			"ケイル": "オーンはケイルに対して集団戦での役割が強く、チームに貢献しやすいため、集団戦で有利です。",
			"ジャックス": "オーンはジャックスに対して耐久力が高く、ファームで有利です。"
		},
		"loses": {
			"フィオラ": "フィオラはオーンに対して高いダメージトレード能力を持っているため、オーンはダメージを受けやすい。",
			"ヨネ": "ヨネはオーンのスキルを回避する能力が高く、オーンは効果的に攻撃できない。",
			"クレッド": "クレッドはオーンに対して持続的なダメージを与えることができ、オーンは耐久力を維持しにくい。",
			"カ・サンテ": "カ・サンテはオーンのスキルを無効化する能力があり、オーンは戦闘での影響力を失う。",
			"カミール": "カミールはオーンの移動を制限するスキルを持っており、オーンは自由に動けない。",
			"オラフ": "オラフはオーンに対して高いバーストダメージを持ち、オーンは早期に倒される可能性がある。",
			"シェン": "シェンはオーンの攻撃を無効化するシールドを持っており、オーンは効果的にダメージを与えられない。",
			"アンベッサ": "アンベッサはオーンに対して持続的なダメージを与えることができ、オーンは耐久力を維持しにくい。",
			"ドクター・ムンド": "ドクター・ムンドはオーンのダメージを軽減する能力が高く、オーンはダメージを与えにくい。",
			"パンテオン": "パンテオンはオーンに対して高いバーストダメージを持ち、オーンは早期に倒される可能性がある。",
			"サイオン": "サイオンはオーンの攻撃を無効化する能力があり、オーンは効果的に攻撃できない。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"オーロラ": "アカリはオーロラに対して高い機動力を持っており、ファームを効率的に行うことができるため、優位性がある。",
			"ナー": "アカリはナーに対してスキルを使って距離を詰めることができ、ダメージトレードで有利に立ち回ることができる。",
			"ティーモ": "アカリはティーモのブラインド効果を回避する手段を持っており、スケーリングにおいても有利に進めることができる。",
			"ヨネ": "アカリはヨネの攻撃を避ける能力が高く、集団戦においても有利に立ち回ることができる。",
			"ワーウィック": "アカリはワーウィックの回復を妨げる手段を持っており、ダメージトレードで優位に立つことができる。",
			"マルファイト": "アカリはマルファイトのスキルを避けることができ、ファームを効率的に行うことができるため、優位性がある。",
			"ガングプランク": "アカリはガングプランクのスキルを回避しやすく、ダメージトレードで有利に立ち回ることができる。",
			"イレリア": "アカリはイレリアのスキルを避ける能力が高く、スケーリングにおいても有利に進めることができる。",
			"ジャックス": "アカリはジャックスの攻撃を避ける手段を持っており、集団戦においても有利に立ち回ることができる。",
			"ケイル": "アカリはケイルの攻撃を回避しやすく、ファームを効率的に行うことができるため、優位性がある。",
			"モルデカイザー": "アカリはモルデカイザーのスキルを避ける能力が高く、ダメージトレードで有利に立ち回ることができる。",
			"ダリウス": "アカリはダリウスの攻撃を避ける手段を持っており、スケーリングにおいても有利に進めることができる。",
			"カミール": "アカリはカミールのスキルを回避しやすく、集団戦においても有利に立ち回ることができる。"
		},
		"loses": {
			"リヴェン": "リヴェンは高いバーストダメージを持っており、アカリがトレードを仕掛ける前に大きなダメージを与えることができるため、ダメージトレードで不利である。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、アカリの攻撃を受けても持続的に戦えるため、ファームの面で不利である。",
			"グラガス": "グラガスはCC（クラウドコントロール）を持っており、アカリが近づくのを阻止できるため、集団戦で不利である。",
			"サイオン": "サイオンは高い耐久力を持ち、アカリのダメージを軽減できるため、スケーリングの面で不利である。",
			"ヤスオ": "ヤスオは風の壁を使ってアカリのスキルを防ぐことができるため、ダメージトレードで不利である。",
			"シェン": "シェンはテレポートで味方を守ることができ、アカリの攻撃を無効化できるため、集団戦で不利である。",
			"トリンダメア": "トリンダメアは不死のスキルを持っており、アカリの攻撃を無視して反撃できるため、ダメージトレードで不利である。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、アカリが近づくのを許さないため、ファームの面で不利である。",
			"クレッド": "クレッドは高いバーストダメージとCCを持っており、アカリが攻撃する前に大きなダメージを与えることができるため、ダメージトレードで不利である。",
			"ドクター・ムンド": "ドクター・ムンドは高い回復力を持ち、アカリのダメージを軽減できるため、スケーリングの面で不利である。",
			"ナサス": "ナサスはスケーリングが強力で、アカリが成長する前に強力な存在になるため、スケーリングの面で不利である。",
			"グウェン": "グウェンは高いバーストダメージと持続的なダメージを持ち、アカリがトレードを仕掛けるのを難しくするため、ダメージトレードで不利である。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、アカリが近づくのを阻止できるため、ファームの面で不利である。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、アカリの攻撃を受けても持続的に戦えるため、集団戦で不利である。",
			"レネクトン": "レネクトンは高いバーストダメージと回復能力を持ち、アカリがトレードを仕掛ける前に大きなダメージを与えることができるため、ダメージトレードで不利である。",
			"アンベッサ": "アンベッサは高い耐久力と持続的なダメージを持ち、アカリが攻撃するのを難しくするため、スケーリングの面で不利である。",
			"ケネン": "ケネンは高いバーストダメージとCCを持っており、アカリが近づくのを阻止できるため、集団戦で不利である。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、アカリの攻撃を軽減できるため、ファームの面で不利である。"
		}
	},
	"チョ＝ガス": {
		"name": "チョ＝ガス",
		"beats": {
			"ジャックス": "チョ＝ガスはジャックスに対して持続的なダメージを与えることができ、ファームを安定させることができるため有利です。",
			"ブラッドミア": "チョ＝ガスはブラッドミアの攻撃を受け流しつつ、ダメージトレードで優位に立つことができるため有利です。",
			"レネクトン": "チョ＝ガスはレネクトンのスキルを避けることができ、集団戦での持続力が高いため有利です。",
			"マルファイト": "チョ＝ガスはマルファイトに対して持続的なダメージを与えられ、ファームを効率的に行えるため有利です。",
			"ティーモ": "チョ＝ガスはティーモのブラインド効果を無視できるため、ダメージトレードで優位に立つことができるため有利です。",
			"ガングプランク": "チョ＝ガスはガングプランクのスキルを受け流しつつ、集団戦での持続力が高いため有利です。",
			"ワーウィック": "チョ＝ガスはワーウィックの回復を妨げることができ、ダメージトレードで優位に立つことができるため有利です。",
			"サイオン": "チョ＝ガスはサイオンの攻撃を受け流しつつ、集団戦での持続力が高いため有利です。",
			"パンテオン": "チョ＝ガスはパンテオンの攻撃を受け流しつつ、ダメージトレードで優位に立つことができるため有利です。",
			"カミール": "チョ＝ガスはカミールのスキルを避けることができ、集団戦での持続力が高いため有利です。",
			"アーゴット": "チョ＝ガスはアーゴットの攻撃を受け流しつつ、ダメージトレードで優位に立つことができるため有利です。",
			"リヴェン": "チョ＝ガスはリヴェンの攻撃を受け流しつつ、集団戦での持続力が高いため有利です。",
			"イラオイ": "チョ＝ガスはイラオイのスキルを避けることができ、ダメージトレードで優位に立つことができるため有利です。",
			"ジェイス": "チョ＝ガスはジェイスの攻撃を受け流しつつ、集団戦での持続力が高いため有利です。",
			"ダリウス": "チョ＝ガスはダリウスの攻撃を受け流しつつ、ダメージトレードで優位に立つことができるため有利です。",
			"ガレン": "チョ＝ガスはガレンの攻撃を受け流しつつ、集団戦での持続力が高いため有利です。",
			"ヨリック": "チョ＝ガスはヨリックの攻撃を受け流しつつ、ダメージトレードで優位に立つことができるため有利です。"
		},
		"loses": {
			"ナー": "ナーはチョ＝ガスに対して高い機動力を持っており、ダメージトレードで有利に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持っており、チョ＝ガスのダメージを軽減しやすい。",
			"ボリベア": "ボリベアは強力なCCを持っており、チョ＝ガスの行動を制限することができる。",
			"トランドル": "トランドルはチョ＝ガスの耐久力を削ぐことができ、ファームの面でも優位に立つことができる。",
			"オーン": "オーンはスケーリングが優れており、後半戦でチョ＝ガスに対して強力な影響を与えることができる。",
			"フィオラ": "フィオラはチョ＝ガスのスキルを回避しやすく、ダメージトレードで有利に立つことができる。",
			"グウェン": "グウェンは持続的なダメージを出すことができ、集団戦でチョ＝ガスに対して強力な存在となる。",
			"クレッド": "クレッドは高い耐久力とダメージを持っており、チョ＝ガスに対して有効に戦うことができる。",
			"シェン": "シェンはチョ＝ガスの攻撃を無効化する能力を持っており、集団戦での影響力が高い。",
			"セト": "セトはチョ＝ガスに対して強力なダメージを出すことができ、ファームでも優位に立つことができる。",
			"ヨネ": "ヨネは高いバーストダメージを持っており、チョ＝ガスに対して有利に戦うことができる。",
			"イレリア": "イレリアはチョ＝ガスのスキルを避けることができ、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサは持続的なダメージを出すことができ、集団戦でチョ＝ガスに対して強力な影響を与えることができる。",
			"ランブル": "ランブルは高い範囲ダメージを持っており、集団戦でチョ＝ガスに対して有効に戦うことができる。",
			"エイトロックス": "エイトロックスはチョ＝ガスに対して持続的なダメージを出すことができ、ファームでも優位に立つことができる。"
		}
	},
	"ドクター・ムンド": {
		"name": "ドクター・ムンド",
		"beats": {
			"パンテオン": "ドクター・ムンドはパンテオンに対して高い耐久力を持っており、ダメージトレードで有利に立ち回ることができる。",
			"マルファイト": "ドクター・ムンドはマルファイトのスキルを受け流すことができ、集団戦での影響力が高い。",
			"ケネン": "ドクター・ムンドはケネンのスキルを耐えることができ、ファームを安定させることができる。",
			"チョ＝ガス": "ドクター・ムンドはチョ＝ガスのダメージを軽減でき、スケーリングにおいて優位に立つことができる。",
			"アーゴット": "ドクター・ムンドはアーゴットの攻撃を受けても生存しやすく、ダメージトレードで有利に進めることができる。",
			"ボリベア": "ドクター・ムンドはボリベアの攻撃を耐えることができ、集団戦での持続力が高い。",
			"ブラッドミア": "ドクター・ムンドはブラッドミアのダメージを受け流しやすく、ファームを安定させることができる。",
			"クイン": "ドクター・ムンドはクインの攻撃を耐えることができ、スケーリングにおいて優位に立つことができる。",
			"ダリウス": "ドクター・ムンドはダリウスの攻撃を受け流しやすく、ダメージトレードで有利に進めることができる。",
			"オーン": "ドクター・ムンドはオーンのスキルを耐えることができ、集団戦での影響力が高い。",
			"ジェイス": "ドクター・ムンドはジェイスの攻撃を受け流しやすく、ファームを安定させることができる。",
			"ジャックス": "ドクター・ムンドはジャックスの攻撃を耐えることができ、スケーリングにおいて優位に立つことができる。",
			"ティーモ": "ドクター・ムンドはティーモのダメージを軽減でき、ダメージトレードで有利に立ち回ることができる。",
			"ケイル": "ドクター・ムンドはケイルの攻撃を受け流しやすく、集団戦での持続力が高い。",
			"ガングプランク": "ドクター・ムンドはガングプランクの攻撃を耐えることができ、ファームを安定させることができる。",
			"グラガス": "ドクター・ムンドはグラガスのダメージを軽減でき、スケーリングにおいて優位に立つことができる。",
			"レネクトン": "ドクター・ムンドはレネクトンの攻撃を受け流しやすく、ダメージトレードで有利に進めることができる。",
			"シンジド": "ドクター・ムンドはシンジドの攻撃を耐えることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"アンベッサ": "アンベッサは高いダメージを持ち、ドクター・ムンドの耐久力を無視してトレードを有利に進めることができる。",
			"グウェン": "グウェンは持続的なダメージを与える能力があり、ドクター・ムンドの回復を上回るダメージを出すことができる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ドクター・ムンドのダメージを受けても生存しやすい。",
			"ヨリック": "ヨリックはミニオンを使ってドクター・ムンドに圧力をかけることができ、集団戦でも有利に立ち回ることができる。",
			"エイトロックス": "エイトロックスは高いバーストダメージを持ち、ドクター・ムンドの耐久力を無視して早期に倒すことができる。",
			"カ・サンテ": "カ・サンテは持続的なダメージと自己回復を持ち、ドクター・ムンドに対して強力なトレードを行うことができる。",
			"イレリア": "イレリアは高い機動性とバーストダメージを持ち、ドクター・ムンドに対して効果的に攻撃することができる。",
			"ワーウィック": "ワーウィックはドクター・ムンドのHPを削る能力が高く、集団戦での生存力も高い。",
			"ヨネ": "ヨネは高いダメージと機動性を持ち、ドクター・ムンドに対して有利にトレードを行うことができる。",
			"ガレン": "ガレンはシンプルなダメージとサイレンスを持ち、ドクター・ムンドの回復を妨げることができる。",
			"フィオラ": "フィオラはドクター・ムンドのスキルを避けながら高いダメージを与えることができ、トレードで優位に立つことができる。",
			"ナサス": "ナサスはスケーリングが強力で、ドクター・ムンドが成長する前に圧力をかけることができる。",
			"モルデカイザー": "モルデカイザーはドクター・ムンドを1対1で無力化する能力があり、集団戦でも有利に立ち回ることができる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、ドクター・ムンドに対して効果的に攻撃することができる。",
			"トランドル": "トランドルはドクター・ムンドの耐久力を削る能力が高く、集団戦での影響力も大きい。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"カミール": "カミールはオーロラに対して高い機動力を持っており、ファームを効率的に行うことができるため、オーロラに有利です。",
			"ダリウス": "ダリウスはオーロラに対して強力なダメージトレードを行うことができ、早期の戦闘で優位に立つことができるため、オーロラに有利です。",
			"ケイル": "ケイルはオーロラに対してスケーリングが優れており、ゲーム後半に強力なキャリー能力を発揮するため、オーロラに有利です。",
			"クイン": "クインはオーロラに対して高い移動速度と視界を持ち、集団戦での位置取りが有利になるため、オーロラに有利です。",
			"チョ＝ガス": "チョ＝ガスはオーロラに対して持続的なダメージを与える能力が高く、ダメージトレードで優位に立つことができるため、オーロラに有利です。",
			"シンジド": "シンジドはオーロラに対して高い耐久力を持ち、ファームをしながら相手を牽制することができるため、オーロラに有利です。",
			"ヨリック": "ヨリックはオーロラに対して強力な分身を使い、集団戦での影響力を高めることができるため、オーロラに有利です。",
			"ボリベア": "ボリベアはオーロラに対して強力なCCを持ち、集団戦での制圧力が高いため、オーロラに有利です。",
			"シェン": "シェンはオーロラに対してチーム全体を守る能力が高く、集団戦でのサポートが有利になるため、オーロラに有利です。",
			"セト": "セトはオーロラに対して高い耐久力とダメージを持ち、ファームとダメージトレードで優位に立つことができるため、オーロラに有利です。",
			"アーゴット": "アーゴットはオーロラに対して強力なダメージを持ち、特に集団戦での影響力が高いため、オーロラに有利です。",
			"ヨネ": "ヨネはオーロラに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、オーロラに有利です。",
			"ワーウィック": "ワーウィックはオーロラに対して持続的な回復能力を持ち、ファームをしながら生存率を高めることができるため、オーロラに有利です。",
			"アンベッサ": "アンベッサはオーロラに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、オーロラに有利です。",
			"オラフ": "オラフはオーロラに対して高いダメージを持ち、特に集団戦での影響力が高いため、オーロラに有利です。",
			"ジャックス": "ジャックスはオーロラに対してスケーリングが優れており、ゲーム後半に強力なキャリー能力を発揮するため、オーロラに有利です。"
		},
		"loses": {
			"ヤスオ": "オーロラはヤスオの風の刃を避けるのが難しく、ダメージトレードで不利になる。",
			"ナサス": "オーロラはナサスのサステインに対抗できず、ファームで劣る。",
			"アカリ": "オーロラはアカリの高いバーストダメージに対処できず、ダメージトレードで不利になる。",
			"トリンダメア": "オーロラはトリンダメアの回復力に対抗できず、集団戦で劣る。",
			"モルデカイザー": "オーロラはモルデカイザーのスキルセットに対して脆弱で、スケーリングで不利になる。",
			"オーン": "オーロラはオーンのタンク性能に対抗できず、集団戦で不利になる。",
			"パンテオン": "オーロラはパンテオンの瞬発力に対処できず、ダメージトレードで不利になる。",
			"リヴェン": "オーロラはリヴェンの高い機動力に対抗できず、ファームで劣る。",
			"ケネン": "オーロラはケネンの範囲攻撃に対して脆弱で、集団戦で不利になる。",
			"イレリア": "オーロラはイレリアのスキルコンボに対処できず、ダメージトレードで不利になる。",
			"サイオン": "オーロラはサイオンの耐久力に対抗できず、スケーリングで不利になる。",
			"ナー": "オーロラはナーの変身によるダメージに対処できず、ダメージトレードで不利になる。",
			"グラガス": "オーロラはグラガスのCCに対抗できず、集団戦で不利になる。",
			"ガングプランク": "オーロラはガングプランクのバーストダメージに対処できず、ダメージトレードで不利になる。"
		}
	},
	"トリンダメア": {
		"name": "トリンダメア",
		"beats": {
			"ドクター・ムンド": "トリンダメアはドクター・ムンドに対して高いダメージトレードを行うことができ、持続的なファームが可能です。",
			"ヨリック": "トリンダメアはヨリックに対してスケーリングが優れており、集団戦での影響力が高まります。",
			"イラオイ": "トリンダメアはイラオイに対してファームを効率的に行い、ダメージトレードで有利に立ち回ることができます。",
			"ガレン": "トリンダメアはガレンに対して集団戦での持続力があり、ダメージを与えやすいです。",
			"イレリア": "トリンダメアはイレリアに対してスケーリングが優れており、後半の集団戦で強力です。",
			"レネクトン": "トリンダメアはレネクトンに対してダメージトレードで有利で、ファームを効率的に行えます。",
			"モルデカイザー": "トリンダメアはモルデカイザーに対して集団戦での影響力が高く、持続的なダメージを与えられます。",
			"シンジド": "トリンダメアはシンジドに対してファームが容易で、ダメージトレードで優位に立つことができます。",
			"ヤスオ": "トリンダメアはヤスオに対してスケーリングが優れており、集団戦での強さが際立ちます。",
			"ブラッドミア": "トリンダメアはブラッドミアに対してダメージトレードで有利で、ファームを効率的に行えます。",
			"グウェン": "トリンダメアはグウェンに対して集団戦での持続力があり、ダメージを与えやすいです。",
			"チョ＝ガス": "トリンダメアはチョ＝ガスに対してスケーリングが優れており、後半の集団戦で強力です。"
		},
		"loses": {
			"マルファイト": "マルファイトはファームの面でトリンダメアに対して優位に立つことができる。",
			"ワーウィック": "ワーウィックはダメージトレードにおいてトリンダメアに対して有利な状況を作り出すことができる。",
			"ナー": "ナーはスケーリングの段階でトリンダメアよりも強力な成長を遂げることができる。",
			"シェン": "シェンは集団戦においてトリンダメアを抑える能力が高い。",
			"ボリベア": "ボリベアはファームの段階でトリンダメアに対して圧力をかけることができる。",
			"ジェイス": "ジェイスはダメージトレードにおいてトリンダメアに対して優位に立つことができる。",
			"オーン": "オーンはスケーリングの面でトリンダメアよりも強力な存在になることができる。",
			"エイトロックス": "エイトロックスは集団戦においてトリンダメアを効果的に抑えることができる。",
			"アーゴット": "アーゴットはファームの段階でトリンダメアに対して優位に立つことができる。",
			"グラガス": "グラガスはダメージトレードにおいてトリンダメアに対して有利な状況を作り出すことができる。",
			"クレッド": "クレッドはスケーリングの段階でトリンダメアよりも強力な成長を遂げることができる。",
			"ダリウス": "ダリウスは集団戦においてトリンダメアを抑える能力が高い。"
		}
	},
	"グラガス": {
		"name": "グラガス",
		"beats": {
			"セト": "グラガスはセトに対して強力なバーストダメージを持っており、ファームを効率的に行うことができるため、セトに対して有利です。",
			"カミール": "グラガスはカミールのスキルを妨害する能力があり、ダメージトレードで優位に立つことができるため、カミールに対して有利です。",
			"ケイル": "グラガスはケイルの成長を抑えることができ、集団戦での影響力を早期に発揮できるため、ケイルに対して有利です。",
			"マルファイト": "グラガスはマルファイトのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、マルファイトに対して有利です。",
			"ガングプランク": "グラガスはガングプランクのバーストダメージを軽減でき、ファームを安定させることができるため、ガングプランクに対して有利です。",
			"ワーウィック": "グラガスはワーウィックの回復を妨げることができ、ダメージトレードで優位に立つことができるため、ワーウィックに対して有利です。",
			"ボリベア": "グラガスはボリベアの攻撃を避けることができ、集団戦での影響力を発揮しやすいため、ボリベアに対して有利です。",
			"リヴェン": "グラガスはリヴェンのコンボを中断させることができ、ダメージトレードで優位に立つことができるため、リヴェンに対して有利です。"
		},
		"loses": {
			"オーン": "オーンはファームにおいて、グラガスの攻撃を耐える能力が高く、安定したCSを確保できるため、グラガスに対して優位に立つ。",
			"クレッド": "クレッドはダメージトレードにおいて、グラガスのスキルを避ける機動力があり、持続的なダメージを与えることができるため、グラガスに対して有利に戦える。",
			"アンベッサ": "アンベッサはスケーリングにおいて、レイトゲームに向けて強力な成長を遂げるため、グラガスが早期に優位を築けない限り、後半戦で不利になる。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において、グラガスのダメージを軽減する高い耐久力を持っているため、グラガスが効果的にダメージを与えられない。",
			"ヨリック": "ヨリックはファームにおいて、グラガスの攻撃を受けながらも自分のミニオンを育てることができるため、グラガスに対して有利に立つ。",
			"ジェイス": "ジェイスはダメージトレードにおいて、グラガスに対して高いバーストダメージを持っているため、グラガスがトレードで不利になる。",
			"ランブル": "ランブルはスケーリングにおいて、レベルが上がるにつれて強力なAoEダメージを持つため、グラガスが集団戦で不利になる。",
			"カ・サンテ": "カ・サンテは集団戦において、グラガスのスキルを無効化する能力を持っているため、グラガスが効果的に戦えない。",
			"ヤスオ": "ヤスオはファームにおいて、グラガスのスキルを避けることができるため、安定したCSを確保しやすい。",
			"イレリア": "イレリアはダメージトレードにおいて、グラガスのスキルを利用して反撃する能力が高いため、グラガスに対して有利に戦える。",
			"グウェン": "グウェンはスケーリングにおいて、レイトゲームに向けて強力な成長を遂げるため、グラガスが早期に優位を築けない限り、後半戦で不利になる。",
			"シェン": "シェンは集団戦において、グラガスのダメージを軽減するシールドを持っているため、グラガスが効果的にダメージを与えられない。"
		}
	},
	"イラオイ": {
		"name": "イラオイ",
		"beats": {
			"シェン": "シェンはイラオイに対して持続的なダメージを与えることができず、イラオイの回復力に対抗できないため、ファームでの優位性がある。",
			"ドクター・ムンド": "ドクター・ムンドはイラオイのダメージを軽減する能力が高く、集団戦での耐久性があるため、イラオイに対して有利に立ち回ることができる。",
			"ナー": "ナーはイラオイに対して遠距離からの攻撃が可能で、変身による強力なCCを持っているため、ダメージトレードで優位に立つことができる。",
			"レネクトン": "レネクトンはイラオイに対して早期のダメージトレードで優位性を持ち、レベルアップ後の強力なスキルを活かしてファームを有利に進めることができる。",
			"ボリベア": "ボリベアはイラオイに対して高いバーストダメージを持ち、集団戦での影響力が強いため、イラオイに対して有利に戦うことができる。",
			"ジャックス": "ジャックスはイラオイに対して後半のスケーリングが優れており、成長するにつれてダメージトレードで有利になる。",
			"ジェイス": "ジェイスはイラオイに対して遠距離からの攻撃が可能で、スキルを使ったダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアはイラオイに対して持続的なダメージを与えることができ、集団戦での回復力が高いため、イラオイに対して有利に戦える。",
			"アンベッサ": "アンベッサはイラオイに対して高いバーストダメージを持ち、ファームでの優位性を活かして有利に立ち回ることができる。",
			"ヤスオ": "ヤスオはイラオイに対して高い機動力を持ち、ダメージトレードで有利に立つことができるため、イラオイに対して強い。",
			"カ・サンテ": "カ・サンテはイラオイに対して持続的なダメージを与えることができ、集団戦での耐久性が高いため、イラオイに対して有利に戦える。",
			"アーゴット": "アーゴットはイラオイに対して高いバーストダメージを持ち、集団戦での影響力が強いため、イラオイに対して有利に立ち回ることができる。",
			"セト": "セトはイラオイに対して高い耐久性を持ち、ダメージトレードで優位に立つことができるため、イラオイに対して有利に戦える。",
			"エイトロックス": "エイトロックスはイラオイに対して持続的なダメージを与えることができ、集団戦での影響力が高いため、イラオイに対して有利に立ち回ることができる。",
			"チョ＝ガス": "チョ＝ガスはイラオイに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、イラオイに対して強い。",
			"リヴェン": "リヴェンはイラオイに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、イラオイに対して有利に戦える。",
			"イレリア": "イレリアはイラオイに対して高いバーストダメージを持ち、スケーリングが優れているため、イラオイに対して有利に立ち回ることができる。",
			"ナサス": "ナサスはイラオイに対して後半のスケーリングが優れており、成長するにつれてダメージトレードで有利になる。"
		},
		"loses": {
			"ティーモ": "ティーモはイラオイに対して遠距離攻撃を行い、イラオイが接近する前にダメージを与えることができるため、ファームの面で不利である。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、イラオイが彼女の攻撃を受けるとダメージトレードで不利になることがある。",
			"サイオン": "サイオンは高い耐久力を持ち、集団戦でイラオイの攻撃を受け止めることができるため、イラオイは集団戦で効果的にダメージを与えにくい。",
			"モルデカイザー": "モルデカイザーはイラオイを1対1の状況に持ち込むことができ、彼のスキルでイラオイのダメージを無効化するため、ダメージトレードで不利になる。",
			"シンジド": "シンジドは持続的なダメージを与えることができ、イラオイが彼に近づくと毒によってダメージを受けるため、ファームの面で不利である。",
			"グラガス": "グラガスはイラオイの攻撃を避けるためのスキルを持ち、集団戦でイラオイを無力化することができるため、集団戦で不利になる。",
			"トリンダメア": "トリンダメアは高いバーストダメージを持ち、イラオイが彼に対抗するのが難しいため、ダメージトレードで不利である。",
			"ガングプランク": "ガングプランクは遠距離からの攻撃と回復手段を持ち、イラオイが彼に近づくのを困難にするため、ファームの面で不利である。",
			"ヨネ": "ヨネは高い機動性を持ち、イラオイの攻撃を避けながらダメージを与えることができるため、ダメージトレードで不利になる。",
			"ランブル": "ランブルは範囲攻撃を持ち、イラオイが近づくと持続的なダメージを与えることができるため、集団戦で不利である。",
			"オーン": "オーンは高い耐久力と集団戦での強力なスキルを持ち、イラオイが彼に対抗するのが難しいため、集団戦で不利になる。",
			"ガレン": "ガレンは持続的なダメージと耐久力を持ち、イラオイが彼に対抗するのが難しいため、ダメージトレードで不利である。",
			"ダリウス": "ダリウスは高いバーストダメージを持ち、イラオイが彼に近づくと危険な状況になるため、ダメージトレードで不利である。",
			"フィオラ": "フィオラは高い機動性とダメージを持ち、イラオイが彼女に対抗するのが難しいため、ダメージトレードで不利になる。",
			"マルファイト": "マルファイトは高い耐久力と集団戦での強力なスキルを持ち、イラオイが彼に対抗するのが難しいため、集団戦で不利になる。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"ガレン": "ヴェインはガレンに対して高い機動力を持っており、彼のスキルを避けることができるため、ダメージトレードで有利です。",
			"クレッド": "ヴェインはクレッドの攻撃を避ける能力が高く、ファームをしながら安全にダメージを与えることができるため、集団戦での影響力が大きいです。",
			"リヴェン": "ヴェインはリヴェンのコンボを回避しやすく、持続的なダメージを与えることができるため、スケーリングにおいて優位です。",
			"チョ＝ガス": "ヴェインはチョ＝ガスのスキルを避けることができ、ファームをしながら有利なトレードを行えるため、ダメージトレードで優れています。",
			"カミール": "ヴェインはカミールのスキルを回避しやすく、集団戦での持続的なダメージを与えることができるため、スケーリングにおいて有利です。",
			"セト": "ヴェインはセトの攻撃を避けることができ、ダメージトレードで有利に立ち回ることができるため、集団戦での影響力が高いです。",
			"シンジド": "ヴェインはシンジドの毒を避けることができ、ファームをしながら安全にダメージを与えることができるため、ダメージトレードで優位です。",
			"カ・サンテ": "ヴェインはカ・サンテの攻撃を避ける能力が高く、持続的なダメージを与えることができるため、スケーリングにおいて優位です。",
			"モルデカイザー": "ヴェインはモルデカイザーのスキルを避けることができ、ファームをしながら有利なトレードを行えるため、ダメージトレードで優れています。",
			"シェン": "ヴェインはシェンの攻撃を避けることができ、集団戦での持続的なダメージを与えることができるため、スケーリングにおいて有利です。",
			"ダリウス": "ヴェインはダリウスの攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができるため、集団戦での影響力が高いです。",
			"レネクトン": "ヴェインはレネクトンのスキルを回避しやすく、持続的なダメージを与えることができるため、スケーリングにおいて優位です。",
			"ドクター・ムンド": "ヴェインはドクター・ムンドの攻撃を避けることができ、ファームをしながら有利なトレードを行えるため、ダメージトレードで優れています。",
			"ボリベア": "ヴェインはボリベアの攻撃を避ける能力が高く、集団戦での持続的なダメージを与えることができるため、スケーリングにおいて有利です。",
			"ワーウィック": "ヴェインはワーウィックのスキルを避けることができ、ファームをしながら有利なトレードを行えるため、ダメージトレードで優れています。",
			"サイオン": "ヴェインはサイオンの攻撃を避けることができ、集団戦での持続的なダメージを与えることができるため、スケーリングにおいて有利です。",
			"オーン": "ヴェインはオーンの攻撃を避ける能力が高く、ダメージトレードで有利に立ち回ることができるため、集団戦での影響力が高いです。"
		},
		"loses": {
			"マルファイト": "マルファイトはヴェインに対して強力なCCを持っており、ファームの際にヴェインが安全に農作業を行うことを妨げる。",
			"ケネン": "ケネンはヴェインに対して高いダメージを持ち、ダメージトレードで有利に立つことができる。",
			"ティーモ": "ティーモはヴェインの移動を制限するブラインド効果を持っており、スケーリングの段階でヴェインが成長するのを妨げる。",
			"ヤスオ": "ヤスオはヴェインの攻撃を回避する能力が高く、集団戦でヴェインを無力化することができる。",
			"ヨリック": "ヨリックはヴェインに対して持続的なダメージを与えることができ、ファームの際にヴェインが圧力を感じる。",
			"ブラッドミア": "ブラッドミアはヴェインに対して高い回復力を持ち、ダメージトレードで有利に立つことができる。",
			"グラガス": "グラガスはヴェインの攻撃を妨げるスキルを持っており、集団戦でヴェインの役割を制限することができる。",
			"ナサス": "ナサスはスケーリングが非常に強力で、ヴェインが成長する前に圧倒することができる。",
			"クイン": "クインはヴェインに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"ガングプランク": "ガングプランクはヴェインに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"アンベッサ": "アンベッサはヴェインに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"ランブル": "ランブルはヴェインに対して高い範囲ダメージを持ち、集団戦での影響力が強い。",
			"トリンダメア": "トリンダメアはヴェインに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"イレリア": "イレリアはヴェインに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"アーゴット": "アーゴットはヴェインに対して高い耐久力とダメージを持ち、集団戦での影響力が強い。",
			"ナー": "ナーはヴェインに対して高いCCを持ち、ダメージトレードで優位に立つことができる。"
		}
	},
	"マルファイト": {
		"name": "マルファイト",
		"beats": {
			"クイン": "クインはマルファイトに対して高い機動力を持っており、ファームを効率的に行うことができるため、マルファイトに有利です。",
			"イレリア": "イレリアはマルファイトのスキルを回避しやすく、ダメージトレードで優位に立つことができるため、マルファイトに有利です。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、マルファイトに対して後半で優位に立つことができるため、マルファイトに有利です。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、集団戦でマルファイトに対抗する力を持っているため、マルファイトに有利です。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、マルファイトに対してダメージトレードで優位に立つことができるため、マルファイトに有利です。",
			"パンテオン": "パンテオンは早期の集団戦で強力な影響力を持ち、マルファイトに対して有利に立つことができるため、マルファイトに有利です。",
			"フィオラ": "フィオラはマルファイトのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができるため、マルファイトに有利です。",
			"ヨリック": "ヨリックは持続的なダメージを与えることができ、集団戦でマルファイトに対して有利に立つことができるため、マルファイトに有利です。",
			"ティーモ": "ティーモは視界を制圧し、マルファイトに対してファームを効率的に行うことができるため、マルファイトに有利です。",
			"セト": "セトは高い耐久力を持ち、集団戦でマルファイトに対抗する力を持っているため、マルファイトに有利です。",
			"エイトロックス": "エイトロックスは持続的なダメージを与えることができ、集団戦でマルファイトに対して有利に立つことができるため、マルファイトに有利です。",
			"ジェイス": "ジェイスは高いバーストダメージを持ち、マルファイトに対してダメージトレードで優位に立つことができるため、マルファイトに有利です。",
			"ナー": "ナーは変身によって高いダメージを与えることができ、集団戦でマルファイトに対抗する力を持っているため、マルファイトに有利です。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、マルファイトに対して優位に立つことができるため、マルファイトに有利です。",
			"ダリウス": "ダリウスは高いバーストダメージを持ち、ダメージトレードでマルファイトに対して優位に立つことができるため、マルファイトに有利です。",
			"アーゴット": "アーゴットは持続的なダメージを与えることができ、集団戦でマルファイトに対して有利に立つことができるため、マルファイトに有利です。"
		},
		"loses": {
			"ランブル": "ランブルはマルファイトに対して高いダメージを持ち、ファームを効率的に行うことができるため、マルファイトは不利な状況に置かれる。",
			"サイラス": "サイラスはマルファイトのスキルを奪い、ダメージトレードで優位に立つことができるため、マルファイトは不利になる。",
			"サイオン": "サイオンは耐久力が高く、マルファイトの攻撃を受け流しながらファームを行うことができるため、マルファイトは不利である。",
			"ドクター・ムンド": "ドクター・ムンドは自己回復能力が高く、マルファイトのダメージを軽減しながらスケーリングするため、マルファイトは不利になる。",
			"モルデカイザー": "モルデカイザーはマルファイトを1対1で圧倒する能力を持ち、集団戦でも有利に立つことができるため、マルファイトは不利である。",
			"シェン": "シェンはテレポートで味方を支援し、マルファイトの攻撃を避けることができるため、マルファイトは不利になる。",
			"オーン": "オーンはアイテムを強化する能力を持ち、マルファイトとの対面で持続的に優位に立つことができるため、マルファイトは不利である。",
			"カ・サンテ": "カ・サンテは高い耐久力とダメージを持ち、マルファイトの攻撃を受け流しながらファームを行うため、マルファイトは不利になる。",
			"シンジド": "シンジドはマルファイトのスキルを避けることができ、持続的なダメージを与えることができるため、マルファイトは不利である。",
			"アンベッサ": "アンベッサは高いバーストダメージを持ち、マルファイトに対して強力なダメージトレードを行うことができるため、マルファイトは不利になる。",
			"チョ＝ガス": "チョ＝ガスはマルファイトの攻撃を受け流し、集団戦での影響力を持つため、マルファイトは不利である。",
			"グウェン": "グウェンは高い機動力とダメージを持ち、マルファイトに対して有利に立つことができるため、マルファイトは不利になる。",
			"グラガス": "グラガスはマルファイトの攻撃を避けることができ、集団戦での影響力を持つため、マルファイトは不利である。",
			"ケネン": "ケネンは高いバーストダメージを持ち、マルファイトに対して強力なダメージトレードを行うことができるため、マルファイトは不利になる。",
			"レネクトン": "レネクトンはマルファイトに対して高いダメージを持ち、ファームを効率的に行うことができるため、マルファイトは不利である。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持ち、マルファイトの攻撃を受け流しながら集団戦で優位に立つことができるため、マルファイトは不利になる。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"グウェン": "ヤスオはグウェンに対して高い機動力を持っており、彼女のスキルを回避しやすいため、ダメージトレードで有利です。",
			"ヨリック": "ヤスオはヨリックのミニオンを利用してファームを効率的に行うことができ、集団戦でも有利に立ち回れます。",
			"ティーモ": "ヤスオはティーモのブラインドを無効化することができ、ダメージトレードで優位に立つことができます。",
			"オーン": "ヤスオはオーンのスキルを避けることができ、集団戦での影響力を高めることができます。",
			"アカリ": "ヤスオはアカリのスキルを読みやすく、ダメージトレードで有利に戦うことができます。",
			"ケイル": "ヤスオはケイルの成長を抑えることができ、ファームでの優位性を保つことができます。",
			"イレリア": "ヤスオはイレリアのスキルを避けることができ、ダメージトレードで有利に立ち回れます。",
			"モルデカイザー": "ヤスオはモルデカイザーのスキルを回避しやすく、集団戦での影響力を高めることができます。",
			"トリンダメア": "ヤスオはトリンダメアの攻撃を避けることができ、ダメージトレードで優位に立つことができます。",
			"ドクター・ムンド": "ヤスオはドクター・ムンドの回復を無視できるため、ダメージトレードで有利に戦うことができます。",
			"エイトロックス": "ヤスオはエイトロックスのスキルを避けることができ、集団戦での影響力を高めることができます。",
			"ジェイス": "ヤスオはジェイスのスキルを回避しやすく、ダメージトレードで有利に立ち回れます。"
		},
		"loses": {
			"ダリウス": "ダリウスはヤスオに対して強力なダメージを持ち、トレードで優位に立つことができる。",
			"ナサス": "ナサスはスケーリングが非常に強力で、後半においてヤスオを圧倒する能力がある。",
			"レネクトン": "レネクトンは早期のファームとトレードにおいてヤスオを圧倒しやすい。",
			"リヴェン": "リヴェンは高い機動力とダメージを持ち、ヤスオに対して有効なトレードを行うことができる。",
			"ジャックス": "ジャックスはスケーリングが優れており、後半においてヤスオを容易に倒すことができる。",
			"アンベッサ": "アンベッサは持続的なダメージを持ち、ヤスオとのトレードで有利に立つことができる。",
			"シンジド": "シンジドは逃げる能力が高く、ヤスオの攻撃を避けながらファームを行うことができる。",
			"セト": "セトは高い耐久力を持ち、ヤスオの攻撃を受けながら反撃することができる。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、ヤスオとのトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアは高いダメージを持ち、ヤスオに対して効果的なトレードを行うことができる。",
			"カミール": "カミールは高い機動力を持ち、ヤスオの攻撃を避けながら有利なトレードを行うことができる。",
			"フィオラ": "フィオラはヤスオのスキルを無効化する能力を持ち、トレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持ち、ヤスオに対して有利に立つことができる。"
		}
	},
	"ガングプランク": {
		"name": "ガングプランク",
		"beats": {
			"パンテオン": "ガングプランクはパンテオンに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"シンジド": "ガングプランクはシンジドの毒を避ける手段を持っており、ダメージトレードで優位に立つことができます。",
			"ヨネ": "ガングプランクはヨネの攻撃を距離を保ちながら回避でき、スケーリングにおいても有利です。",
			"ナー": "ガングプランクはナーの変身を利用して、集団戦での影響力を高めることができるため有利です。",
			"オラフ": "ガングプランクはオラフの突進を避けることができ、ダメージトレードで優位に立つことができます。",
			"ティーモ": "ガングプランクはティーモのブラインドを無視できるため、ファームとダメージトレードで有利です。",
			"アーゴット": "ガングプランクはアーゴットの攻撃を距離を保ちながら避けることができ、スケーリングにおいても有利です。",
			"ダリウス": "ガングプランクはダリウスの接近を防ぎ、集団戦での影響力を高めることができるため有利です。",
			"ヤスオ": "ガングプランクはヤスオの風を利用して、ダメージトレードで優位に立つことができます。",
			"レネクトン": "ガングプランクはレネクトンの攻撃を距離を保ちながら避けることができ、ファームで有利です。",
			"ワーウィック": "ガングプランクはワーウィックの回復を妨げる手段を持っており、ダメージトレードで優位に立つことができます。",
			"ガレン": "ガングプランクはガレンの攻撃を距離を保ちながら避けることができ、スケーリングにおいても有利です。",
			"ジャックス": "ガングプランクはジャックスの攻撃を距離を保ちながら避けることができ、集団戦での影響力を高めることができるため有利です。",
			"セト": "ガングプランクはセトの攻撃を距離を保ちながら避けることができ、ファームで有利です。",
			"ジェイス": "ガングプランクはジェイスの遠距離攻撃を避ける手段を持っており、ダメージトレードで優位に立つことができます。",
			"マルファイト": "ガングプランクはマルファイトの接近を防ぎ、スケーリングにおいても有利です。",
			"シェン": "ガングプランクはシェンの影を利用して、集団戦での影響力を高めることができるため有利です。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはファームの面でガングプランクに対して優位であり、持続的な回復能力を持っているため、ガングプランクは劣位に立たされる。",
			"ドクター・ムンド": "ドクター・ムンドはダメージトレードにおいてガングプランクの攻撃を軽減する能力が高く、ガングプランクはダメージを与えにくい。",
			"チョ＝ガス": "チョ＝ガスはスケーリングにおいて非常に強力で、ガングプランクが成長する前にチョ＝ガスが強くなるため、ガングプランクは不利を感じる。",
			"サイオン": "サイオンは集団戦において非常に耐久力が高く、ガングプランクの攻撃が効果的に通りにくいため、ガングプランクは劣位に置かれる。",
			"グウェン": "グウェンはファームの面でガングプランクに対して優位であり、特に近接戦での強さがガングプランクにとって脅威となる。",
			"エイトロックス": "エイトロックスはダメージトレードにおいてガングプランクに対して有利であり、持続的なダメージを与える能力が高いため、ガングプランクは不利を感じる。",
			"ブラッドミア": "ブラッドミアはスケーリングにおいて非常に強力で、ガングプランクが成長する前にブラッドミアが強くなるため、ガングプランクは劣位に立たされる。",
			"グラガス": "グラガスは集団戦において非常に強力で、ガングプランクの攻撃を無効化する能力が高いため、ガングプランクは不利を感じる。",
			"クレッド": "クレッドはファームの面でガングプランクに対して優位であり、特にレーンでの持続力がガングプランクにとって脅威となる。",
			"オーン": "オーンはダメージトレードにおいてガングプランクに対して有利であり、耐久力が高いため、ガングプランクは劣位に置かれる。",
			"ケイル": "ケイルはスケーリングにおいて非常に強力で、ガングプランクが成長する前にケイルが強くなるため、ガングプランクは不利を感じる。",
			"クイン": "クインは集団戦において非常に強力で、ガングプランクの攻撃が効果的に通りにくいため、ガングプランクは劣位に立たされる。",
			"モルデカイザー": "モルデカイザーはファームの面でガングプランクに対して優位であり、特に1対1の状況でガングプランクに対して強い。",
			"アンベッサ": "アンベッサはダメージトレードにおいてガングプランクに対して有利であり、持続的なダメージを与える能力が高いため、ガングプランクは不利を感じる。"
		}
	},
	"レネクトン": {
		"name": "レネクトン",
		"beats": {
			"リヴェン": "レネクトンはリヴェンに対して強力なファーム能力を持っており、持続的なダメージトレードで優位に立つことができる。",
			"ヤスオ": "レネクトンはヤスオに対して高いダメージトレードを行うことができ、特に初期の段階での圧力をかけることができる。",
			"セト": "レネクトンはセトに対してスケーリングが優れており、レイトゲームにおいても強力な存在となる。",
			"ヨネ": "レネクトンはヨネに対して集団戦での耐久性が高く、味方を守る役割を果たすことができる。",
			"ボリベア": "レネクトンはボリベアに対してファームの効率が良く、レーンでの優位性を確保しやすい。",
			"ヨリック": "レネクトンはヨリックに対してダメージトレードで有利であり、特に早期の対面での勝利が期待できる。",
			"イレリア": "レネクトンはイレリアに対してスケーリングが優れており、後半戦での影響力が大きい。",
			"アンベッサ": "レネクトンはアンベッサに対して集団戦での役割が強く、チームに貢献しやすい。",
			"マルファイト": "レネクトンはマルファイトに対してファームの効率が高く、レーンでの優位性を維持しやすい。"
		},
		"loses": {
			"ティーモ": "ティーモはレネクトンに対して強力なハラスを行うことができ、ファームを妨げることができる。",
			"オーン": "オーンはレネクトンのダメージを軽減するスキルを持っており、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはレネクトンの攻撃を無効化する能力を持ち、スケーリングにおいて有利な状況を作り出すことができる。",
			"シンジド": "シンジドはレネクトンの攻撃を避けることができ、集団戦での影響力を高めることができる。",
			"ドクター・ムンド": "ドクター・ムンドはレネクトンのダメージを持続的に回復し、長期戦で有利に立つことができる。",
			"グウェン": "グウェンはレネクトンの攻撃を無効化するスキルを持ち、ダメージトレードで優位に立つことができる。",
			"イラオイ": "イラオイはレネクトンに対して持続的なダメージを与えることができ、ファームを妨げることができる。",
			"ランブル": "ランブルはレネクトンに対して強力な範囲ダメージを持ち、集団戦での影響力を高めることができる。",
			"クイン": "クインはレネクトンに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"チョ＝ガス": "チョ＝ガスはレネクトンの攻撃を無効化する能力を持ち、集団戦での影響力を高めることができる。",
			"クレッド": "クレッドはレネクトンに対して持続的なダメージを与えることができ、ファームを妨げることができる。",
			"アーゴット": "アーゴットはレネクトンの攻撃を軽減するスキルを持ち、ダメージトレードで優位に立つことができる。",
			"ガングプランク": "ガングプランクはレネクトンに対して持続的なダメージを与えることができ、集団戦での影響力を高めることができる。",
			"ワーウィック": "ワーウィックはレネクトンのダメージを軽減し、長期戦で有利に立つことができる。",
			"ナー": "ナーはレネクトンに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"モルデカイザー": "モルデカイザーはレネクトンの攻撃を無効化する能力を持ち、集団戦での影響力を高めることができる。",
			"ガレン": "ガレンはレネクトンのダメージを軽減するスキルを持ち、長期戦で有利に立つことができる。",
			"ナサス": "ナサスはレネクトンに対して持続的なダメージを与えることができ、スケーリングにおいて有利な状況を作り出すことができる。"
		}
	},
	"ジェイス": {
		"name": "ジェイス",
		"beats": {
			"シンジド": "ジェイスはシンジドに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"ケイル": "ジェイスはケイルのスケーリングに対して早期にダメージを与えることができ、ダメージトレードで優位に立てます。",
			"ティーモ": "ジェイスはティーモのブラインド効果を避けつつ、遠距離からの攻撃でファームを安定させることができるため有利です。",
			"ダリウス": "ジェイスはダリウスの接近を防ぎつつ、遠距離からの攻撃でダメージトレードを有利に進めることができます。",
			"トリンダメア": "ジェイスはトリンダメアに対して早期にダメージを与え、集団戦での影響力を高めることができるため有利です。",
			"リヴェン": "ジェイスはリヴェンのスキルを避けつつ、遠距離からの攻撃でダメージトレードを有利に進めることができます。",
			"ジャックス": "ジェイスはジャックスに対して早期にダメージを与え、ファームを効率的に行えるため有利です。",
			"モルデカイザー": "ジェイスはモルデカイザーの接近を防ぎつつ、遠距離からの攻撃でダメージトレードを有利に進めることができます。",
			"グウェン": "ジェイスはグウェンに対して遠距離からの攻撃でファームを安定させ、集団戦での影響力を高めることができるため有利です。",
			"ナー": "ジェイスはナーの変身を利用し、遠距離からの攻撃でダメージトレードを有利に進めることができます。"
		},
		"loses": {
			"イレリア": "イレリアはジェイスのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"オーン": "オーンは耐久力が高く、ジェイスの攻撃を受け止めながら反撃することができる。",
			"ヨリック": "ヨリックは自身のミニオンを使ってジェイスに圧力をかけることができ、ファームで有利に進めることができる。",
			"ドクター・ムンド": "ドクター・ムンドは回復能力が高く、ジェイスのダメージを軽減しやすい。",
			"マルファイト": "マルファイトはスキルでジェイスを無力化し、集団戦での影響力が高い。",
			"ガングプランク": "ガングプランクはバーストダメージを持ち、ジェイスに対して有効なトレードができる。",
			"サイオン": "サイオンは高い耐久力とCCを持ち、ジェイスの攻撃を無効化しやすい。",
			"アーゴット": "アーゴットは近接戦での強さがあり、ジェイスに対して強力なダメージを与えることができる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを持ち、ジェイスとのトレードで有利に立つことができる。",
			"クイン": "クインは機動力が高く、ジェイスの攻撃を避けながらダメージを与えることができる。",
			"カ・サンテ": "カ・サンテは耐久力が高く、ジェイスの攻撃を受け止めながら反撃することができる。",
			"オラフ": "オラフは持続的なダメージを持ち、ジェイスに対して強力なトレードができる。"
		}
	},
	"ガレン": {
		"name": "ガレン",
		"beats": {
			"ドクター・ムンド": "ガレンはドクター・ムンドに対して高いダメージを持ち、早期のファームで優位に立つことができる。",
			"イレリア": "ガレンはイレリアに対して持続的なダメージを与えやすく、ダメージトレードで有利に進めることができる。",
			"ナサス": "ガレンはナサスに対して早期の圧力をかけることができ、スケーリングの前に有利な状況を作り出すことができる。",
			"ジャックス": "ガレンはジャックスに対して集団戦での耐久力が高く、チームファイトでの影響力を発揮しやすい。",
			"イラオイ": "ガレンはイラオイに対して持続的なダメージを与えやすく、ファームでの優位性を保つことができる。",
			"グウェン": "ガレンはグウェンに対して高い耐久力を持ち、集団戦での役割を果たしやすい。",
			"レネクトン": "ガレンはレネクトンに対して持続的なダメージを与えやすく、ダメージトレードで優位に立つことができる。",
			"マルファイト": "ガレンはマルファイトに対して高いダメージを持ち、集団戦での影響力を発揮しやすい。",
			"ヤスオ": "ガレンはヤスオに対して持続的なダメージを与えやすく、ファームでの優位性を保つことができる。",
			"ワーウィック": "ガレンはワーウィックに対して高い耐久力を持ち、集団戦での役割を果たしやすい。",
			"ヨリック": "ガレンはヨリックに対して持続的なダメージを与えやすく、ダメージトレードで優位に立つことができる。",
			"シェン": "ガレンはシェンに対して高いダメージを持ち、集団戦での影響力を発揮しやすい。"
		},
		"loses": {
			"カミール": "カミールはガレンに対して高い機動力を持っており、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、ガレンのダメージを軽減することができる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力があり、ガレンの攻撃を受け流すことができる。",
			"クイン": "クインは遠距離からの攻撃が可能で、ガレンが近づく前にダメージを与えることができる。",
			"ナー": "ナーは変身能力を持ち、ガレンの攻撃を避けながら反撃することができる。",
			"フィオラ": "フィオラはガレンのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサは持続的なダメージを与えつつ、ガレンの攻撃を受け流すことができる。",
			"ダリウス": "ダリウスはガレンに対して強力なダメージを持ち、集団戦での影響力が高い。",
			"ランブル": "ランブルは範囲攻撃を持ち、ガレンが近づく前にダメージを与えることができる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ガレンの攻撃を耐えることができる。",
			"ヨネ": "ヨネは高い機動力を持ち、ガレンの攻撃を避けながら反撃することができる。",
			"ティーモ": "ティーモは視界を制限するトラップを持ち、ガレンの動きを制限することができる。",
			"モルデカイザー": "モルデカイザーはガレンの攻撃を無効化する能力を持ち、集団戦での影響力が高い。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ガレンが近づく前にダメージを与えることができる。"
		}
	},
	"ナー": {
		"name": "ナー",
		"beats": {
			"チョ＝ガス": "ナーはチョ＝ガスに対して、ファームの際にスキルを使って安全にミニオンを処理できるため、有利です。",
			"シンジド": "ナーはシンジドに対して、ダメージトレードでの持続力が高く、シンジドの毒を避けながら攻撃できるため、有利です。",
			"ガレン": "ナーはガレンに対して、スケーリングが優れており、レベルが上がるにつれて強力なスキルを持つため、有利です。",
			"セト": "ナーはセトに対して、集団戦での機動力が高く、敵を翻弄しやすいため、有利です。",
			"グウェン": "ナーはグウェンに対して、ファームの際に安全に距離を保ちながら攻撃できるため、有利です。",
			"トリンダメア": "ナーはトリンダメアに対して、ダメージトレードでのスキルの使い方が優れており、トリンダメアの攻撃を避けやすいため、有利です。",
			"ボリベア": "ナーはボリベアに対して、スケーリングが進むにつれて強力なバーストダメージを持つため、有利です。",
			"カ・サンテ": "ナーはカ・サンテに対して、集団戦での範囲攻撃が強力で、敵チームに対して大きな影響を与えられるため、有利です。",
			"フィオラ": "ナーはフィオラに対して、ファームの際に安全にミニオンを処理でき、フィオラの攻撃を避けやすいため、有利です。",
			"ワーウィック": "ナーはワーウィックに対して、ダメージトレードでの持続力が高く、ワーウィックの回復を妨げやすいため、有利です。",
			"シェン": "ナーはシェンに対して、スケーリングが進むにつれて強力なダメージを持つため、有利です。",
			"ジャックス": "ナーはジャックスに対して、集団戦での機動力が高く、ジャックスの攻撃を避けやすいため、有利です。",
			"レネクトン": "ナーはレネクトンに対して、ファームの際に安全にミニオンを処理でき、レネクトンの攻撃を避けやすいため、有利です。"
		},
		"loses": {
			"イレリア": "イレリアはナーに対して高いダメージトレード能力を持っており、ナーがスキルを使う前に攻撃を仕掛けることができる。",
			"オラフ": "オラフはナーのスケーリングを無視して、早期に強力なダメージを与えることができるため、ナーは対処が難しい。",
			"ブラッドミア": "ブラッドミアはナーに対して持続的なダメージを与えることができ、ナーがファームをする際に圧力をかけることができる。",
			"クイン": "クインはナーに対して高い機動力を持ち、ナーが集団戦に参加する前に孤立させることができる。",
			"クレッド": "クレッドはナーに対して強力なCC（クラウドコントロール）を持っており、ナーの行動を制限することができる。",
			"ガングプランク": "ガングプランクはナーに対して持続的なダメージを与えつつ、ナーのファームを妨害することができる。",
			"アンベッサ": "アンベッサはナーに対して高い耐久力を持ち、ナーのダメージを軽減しながら反撃することができる。",
			"ジェイス": "ジェイスはナーに対して遠距離からの攻撃が可能で、ナーが近づく前にダメージを与えることができる。",
			"ランブル": "ランブルはナーに対して強力な範囲ダメージを持ち、ナーが集団戦で効果的に機能するのを妨げることができる。",
			"マルファイト": "マルファイトはナーに対して高い耐久力を持ち、ナーのダメージを受け流しながら反撃することができる。",
			"オーン": "オーンはナーに対して強力な集団戦能力を持ち、ナーが効果的にスケールするのを妨げることができる。",
			"ヤスオ": "ヤスオはナーに対して高い機動力を持ち、ナーの攻撃を避けながら反撃することができる。",
			"グラガス": "グラガスはナーに対してCCを持ち、ナーの行動を制限し、集団戦での影響力を低下させることができる。"
		}
	},
	"ナサス": {
		"name": "ナサス",
		"beats": {
			"ヤスオ": "ナサスはヤスオに対して持続的なダメージを与えることができ、ファームを安定させることができるため、優位性を持っています。",
			"トランドル": "ナサスはトランドルの攻撃を受けても自己回復能力が高く、ダメージトレードで有利に立つことができます。",
			"ケイル": "ナサスはケイルのスケーリングに対して早期に圧力をかけることができ、集団戦での影響力を高めることができます。",
			"ドクター・ムンド": "ナサスはドクター・ムンドに対して持続的なダメージを与えられるため、ファームとダメージトレードで優位に立つことができます。",
			"ワーウィック": "ナサスはワーウィックの攻撃を受けても自己回復能力が高く、ダメージトレードで有利に立つことができます。",
			"イレリア": "ナサスはイレリアに対して持続的なダメージを与えることができ、集団戦での影響力を高めることができます。",
			"ブラッドミア": "ナサスはブラッドミアに対して持続的なダメージを与えられるため、ファームとダメージトレードで優位に立つことができます。",
			"イラオイ": "ナサスはイラオイの攻撃を受けても自己回復能力が高く、ダメージトレードで有利に立つことができます。",
			"マルファイト": "ナサスはマルファイトに対して持続的なダメージを与えることができ、集団戦での影響力を高めることができます。",
			"シンジド": "ナサスはシンジドに対して持続的なダメージを与えられるため、ファームとダメージトレードで優位に立つことができます。",
			"リヴェン": "ナサスはリヴェンの攻撃を受けても自己回復能力が高く、ダメージトレードで有利に立つことができます。",
			"レネクトン": "ナサスはレネクトンに対して持続的なダメージを与えることができ、集団戦での影響力を高めることができます。",
			"ティーモ": "ナサスはティーモに対して持続的なダメージを与えられるため、ファームとダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはナサスに対して高い持続ダメージを持っており、ファームの際にナサスがダメージを受けやすい。",
			"シェン": "シェンはナサスのスキルを無効化することができ、ダメージトレードでナサスが不利になる。",
			"カミール": "カミールはナサスの移動を制限する能力を持っており、集団戦でナサスが孤立しやすい。",
			"ガレン": "ガレンはナサスに対して高いバーストダメージを持ち、スケーリングの段階でナサスが劣る。",
			"アーゴット": "アーゴットはナサスの耐久力を削ることができ、ダメージトレードでナサスが苦しむ。",
			"オラフ": "オラフはナサスのスキルを無視して攻撃できるため、ファームの際にナサスが圧力を受ける。",
			"ダリウス": "ダリウスはナサスに対して強力なダメージを持ち、集団戦でナサスが狙われやすい。",
			"サイオン": "サイオンはナサスの攻撃を受け止めることができ、スケーリングの段階でナサスが不利になる。",
			"エイトロックス": "エイトロックスはナサスの持続ダメージを上回ることができ、ダメージトレードでナサスが劣る。",
			"アンベッサ": "アンベッサはナサスのスキルを回避しやすく、集団戦でナサスが劣位に立たされる。",
			"ボリベア": "ボリベアはナサスに対して高いバーストダメージを持ち、ファームの際にナサスが圧力を受ける。"
		}
	},
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"イレリア": "ボリベアはイレリアに対して強力なダメージを持っており、ファームを効率的に行うことができるため、イレリアに有利です。",
			"チョ＝ガス": "ボリベアはチョ＝ガスのスキルを無効化する能力があり、ダメージトレードで優位に立つことができるため、チョ＝ガスに有利です。",
			"トリンダメア": "ボリベアはトリンダメアの攻撃を受け流すことができ、集団戦での影響力が高いため、トリンダメアに有利です。",
			"グウェン": "ボリベアはグウェンに対して持続的なダメージを与えることができ、スケーリングにおいても優位に立つことができるため、グウェンに有利です。",
			"ナサス": "ボリベアはナサスのファームを妨害する能力があり、ダメージトレードで有利に進めることができるため、ナサスに有利です。",
			"ヨリック": "ボリベアはヨリックのミニオンを処理する能力が高く、集団戦での役割を果たしやすいため、ヨリックに有利です。",
			"トランドル": "ボリベアはトランドルの攻撃を受け流すことができ、ダメージトレードで優位に立つことができるため、トランドルに有利です。",
			"ワーウィック": "ボリベアはワーウィックの回復を妨げることができ、集団戦での影響力が高いため、ワーウィックに有利です。",
			"リヴェン": "ボリベアはリヴェンのスキルを受け流すことができ、ダメージトレードで優位に立つことができるため、リヴェンに有利です。",
			"サイオン": "ボリベアはサイオンの耐久力を無視してダメージを与えることができ、集団戦での役割を果たしやすいため、サイオンに有利です。",
			"マルファイト": "ボリベアはマルファイトのスキルを避けることができ、ダメージトレードで優位に立つことができるため、マルファイトに有利です。",
			"モルデカイザー": "ボリベアはモルデカイザーの攻撃を受け流すことができ、スケーリングにおいても優位に立つことができるため、モルデカイザーに有利です。",
			"ガレン": "ボリベアはガレンの攻撃を無効化する能力があり、ダメージトレードで優位に立つことができるため、ガレンに有利です。",
			"パンテオン": "ボリベアはパンテオンの攻撃を受け流すことができ、集団戦での影響力が高いため、パンテオンに有利です。",
			"セト": "ボリベアはセトの攻撃を無効化する能力があり、ダメージトレードで優位に立つことができるため、セトに有利です。",
			"ダリウス": "ボリベアはダリウスの攻撃を受け流すことができ、集団戦での役割を果たしやすいため、ダリウスに有利です。",
			"カミール": "ボリベアはカミールの攻撃を無効化する能力があり、ダメージトレードで優位に立つことができるため、カミールに有利です。"
		},
		"loses": {
			"ジャックス": "ジャックスはレベルアップ後のダメージトレードにおいてボリベアを上回るため、ボリベアは不利な状況に置かれる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持っているため、ボリベアはダメージトレードで劣る。",
			"ティーモ": "ティーモは視界を制限するスキルを持っているため、ボリベアはファームが難しくなる。",
			"アーゴット": "アーゴットは集団戦での耐久力が高く、ボリベアはその攻撃を受けると不利になる。",
			"ジェイス": "ジェイスは遠距離からの高いダメージを持っているため、ボリベアは接近するのが難しい。",
			"イラオイ": "イラオイは自身のスキルでボリベアの攻撃を無効化できるため、ダメージトレードで不利になる。",
			"フィオラ": "フィオラはボリベアのスキルを回避する能力が高いため、ダメージトレードで不利になる。",
			"ランブル": "ランブルは集団戦での範囲ダメージが強力で、ボリベアはその中で生き残るのが難しい。",
			"レネクトン": "レネクトンは早期のダメージトレードでボリベアを圧倒するため、ボリベアは不利な状況に置かれる。",
			"カ・サンテ": "カ・サンテは持続的なダメージを与える能力が高く、ボリベアはその攻撃に対処しづらい。",
			"グラガス": "グラガスはボリベアの接近を妨げるスキルを持っているため、ファームが難しくなる。",
			"ケイル": "ケイルはレベルアップ後に強力なスケーリングを持つため、ボリベアは後半戦で不利になる。",
			"エイトロックス": "エイトロックスは持続的なダメージと回復能力を持っているため、ボリベアはダメージトレードで不利になる。",
			"オラフ": "オラフはボリベアのスキルを無効化する能力が高く、ダメージトレードで不利になる。"
		}
	},
	"ヨリック": {
		"name": "ヨリック",
		"beats": {
			"ブラッドミア": "ヨリックはブラッドミアに対して持続的なダメージを与えることができ、ファームを効率的に行えるため、優位性を持っています。",
			"ドクター・ムンド": "ヨリックはドクター・ムンドの回復力を無視できるダメージを持っており、ダメージトレードで有利です。",
			"アーゴット": "ヨリックはアーゴットに対して持続的なダメージを与えつつ、スケーリングにおいても強力なチャンピオンであるため、優位性があります。",
			"ナサス": "ヨリックはナサスのファームを妨害しやすく、集団戦においても強力な影響を与えることができるため、有利です。",
			"モルデカイザー": "ヨリックはモルデカイザーに対して持続的なダメージを与えられ、集団戦での影響力も高いため、優位性を持っています。",
			"ジェイス": "ヨリックはジェイスに対して近接戦での強さを発揮し、ダメージトレードで有利に立てるため、優位性があります。",
			"ランブル": "ヨリックはランブルのスキルを避けやすく、ファームを効率的に行えるため、優位性を持っています。",
			"グラガス": "ヨリックはグラガスに対して持続的なダメージを与えられ、集団戦での影響力も高いため、有利です。",
			"アンベッサ": "ヨリックはアンベッサに対して持続的なダメージを与えられ、スケーリングにおいても強力なチャンピオンであるため、優位性があります。",
			"イラオイ": "ヨリックはイラオイのスキルを避けやすく、ダメージトレードで有利に立てるため、優位性があります。",
			"エイトロックス": "ヨリックはエイトロックスに対して持続的なダメージを与えられ、集団戦での影響力も高いため、有利です。",
			"オーン": "ヨリックはオーンに対して持続的なダメージを与えられ、スケーリングにおいても強力なチャンピオンであるため、優位性があります。",
			"ナー": "ヨリックはナーに対して持続的なダメージを与えられ、集団戦での影響力も高いため、有利です。"
		},
		"loses": {
			"ヨネ": "ヨネはファームの面で優れた能力を持っており、ヨリックがミニオンを処理するのを妨げることができる。",
			"ワーウィック": "ワーウィックはダメージトレードにおいて、持続的な回復能力を持っているため、ヨリックの攻撃を受け流すことができる。",
			"イレリア": "イレリアはスケーリングにおいて、レベルが上がるにつれて強力なバーストダメージを持つため、ヨリックに対して優位に立つことができる。",
			"トリンダメア": "トリンダメアは集団戦において、無敵のアルティメットを持っているため、ヨリックのダメージを無効化することができる。",
			"グウェン": "グウェンはファームの面で、スキルを使ってミニオンを効率的に処理できるため、ヨリックに対して有利に立つことができる。",
			"サイオン": "サイオンはダメージトレードにおいて、非常に高い耐久力を持っているため、ヨリックの攻撃を受け止めることができる。",
			"リヴェン": "リヴェンはスケーリングにおいて、レベルが上がるにつれて爆発的なダメージを出すことができるため、ヨリックに対して優位に立つことができる。",
			"ヤスオ": "ヤスオは集団戦において、風の壁を使ってヨリックの攻撃を防ぐことができるため、戦闘を有利に進めることができる。",
			"クレッド": "クレッドはファームの面で、持続的なダメージを与えることができるため、ヨリックに対して優位に立つことができる。",
			"ボリベア": "ボリベアはダメージトレードにおいて、強力なCCを持っているため、ヨリックの動きを制限することができる。",
			"シンジド": "シンジドはスケーリングにおいて、持続的なダメージを与えることができるため、ヨリックに対して優位に立つことができる。",
			"レネクトン": "レネクトンは集団戦において、非常に高い耐久力とダメージを持っているため、ヨリックに対して有利に立つことができる。",
			"フィオラ": "フィオラはファームの面で、スキルを使ってミニオンを効率的に処理できるため、ヨリックに対して優位に立つことができる。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードにおいて、持続的なダメージを与えることができるため、ヨリックに対して優位に立つことができる。",
			"セト": "セトはスケーリングにおいて、レベルが上がるにつれて強力なバーストダメージを持つため、ヨリックに対して優位に立つことができる。",
			"ダリウス": "ダリウスは集団戦において、非常に高いダメージを持っているため、ヨリックに対して有利に立つことができる。"
		}
	},
	"カ・サンテ": {
		"name": "カ・サンテ",
		"beats": {
			"ナサス": "カ・サンテはナサスに対して持続的なダメージを与える能力があり、ファームを効率的に行うことができるため、優位性を持っています。",
			"ドクター・ムンド": "カ・サンテはドクター・ムンドの回復力を上回るダメージを持っており、ダメージトレードで有利に立つことができます。",
			"ワーウィック": "カ・サンテはワーウィックの攻撃を受け流す能力があり、スケーリングにおいても有利に進めることができます。",
			"マルファイト": "カ・サンテはマルファイトに対して高い持続ダメージを持ち、集団戦での影響力を発揮することができます。",
			"ジャックス": "カ・サンテはジャックスの攻撃を抑えることができ、ファームの面で優位に立つことができます。",
			"モルデカイザー": "カ・サンテはモルデカイザーに対して持続的なダメージを与えられるため、ダメージトレードで有利です。",
			"ガングプランク": "カ・サンテはガングプランクのスキルを回避しやすく、スケーリングにおいても優位性を持っています。",
			"イレリア": "カ・サンテはイレリアの攻撃を受け流すことができ、集団戦での影響力を高めることができます。",
			"ティーモ": "カ・サンテはティーモのトラップを無効化しやすく、ファームを効率的に行うことができるため、優位性があります。",
			"オーン": "カ・サンテはオーンに対して持続的なダメージを与えることができ、ダメージトレードで有利です。",
			"チョ＝ガス": "カ・サンテはチョ＝ガスのスキルを避けることができ、スケーリングにおいても優位性を持っています。",
			"セト": "カ・サンテはセトの攻撃を抑えることができ、集団戦での影響力を発揮することができます。",
			"ボリベア": "カ・サンテはボリベアに対して持続的なダメージを与える能力があり、ファームで優位に立つことができます。",
			"アーゴット": "カ・サンテはアーゴットの攻撃を受け流すことができ、ダメージトレードで有利です。",
			"クレッド": "カ・サンテはクレッドに対して持続的なダメージを与えることができ、スケーリングにおいても優位性を持っています。",
			"グラガス": "カ・サンテはグラガスのスキルを回避しやすく、集団戦での影響力を高めることができます。"
		},
		"loses": {
			"ケイル": "ケイルはファームの面でカ・サンテよりも優れた範囲攻撃を持っているため、カ・サンテはファームが難しい。",
			"シンジド": "シンジドはダメージトレードにおいて持続的なダメージを与える能力が高く、カ・サンテはその影響を受けやすい。",
			"ヴェイン": "ヴェインはスケーリングにおいて非常に強力で、カ・サンテは彼女の成長に対抗するのが難しい。",
			"ナー": "ナーは集団戦での変身能力を持ち、カ・サンテはその変化に対応しきれないことが多い。",
			"ポッピー": "ポッピーはダメージトレードにおいてカ・サンテの攻撃を防ぐ能力が高く、カ・サンテは攻撃が通りにくい。",
			"グウェン": "グウェンはファームの面で高い持続力を持ち、カ・サンテは彼女に対抗するのが難しい。",
			"カミール": "カミールはダメージトレードにおいて高い機動力を持ち、カ・サンテは彼女に捕まるリスクが高い。",
			"フィオラ": "フィオラはスケーリングにおいて非常に強力で、カ・サンテは彼女の成長に対抗するのが難しい。",
			"アンベッサ": "アンベッサは集団戦での持続的なダメージを持ち、カ・サンテはその影響を受けやすい。",
			"リヴェン": "リヴェンはダメージトレードにおいて高いバーストダメージを持ち、カ・サンテはその攻撃に耐えにくい。",
			"シェン": "シェンは集団戦での介入能力が高く、カ・サンテは彼の影響を受けやすい。",
			"ブラッドミア": "ブラッドミアはダメージトレードにおいて持続的な回復能力を持ち、カ・サンテはその影響を受けやすい。",
			"イラオイ": "イラオイはファームの面で高い持続力を持ち、カ・サンテは彼女に対抗するのが難しい。",
			"ヨリック": "ヨリックはスケーリングにおいて非常に強力で、カ・サンテは彼の成長に対抗するのが難しい。",
			"レネクトン": "レネクトンはダメージトレードにおいて高いバーストダメージを持ち、カ・サンテはその攻撃に耐えにくい。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"オーロラ": "ヴィエゴはオーロラに対して高いダメージトレード能力を持っており、早期のファームで有利に立つことができる。",
			"グウェン": "ヴィエゴはグウェンに対してスケーリングが優れており、ゲーム後半に強力な影響を与えることができる。",
			"ガングプランク": "ヴィエゴはガングプランクに対して集団戦での持続的なダメージを与える能力が高く、チーム戦での勝利に貢献できる。",
			"アーゴット": "ヴィエゴはアーゴットに対してファームを効率的に行うことができ、レーンでの優位性を確保しやすい。",
			"ドクター・ムンド": "ヴィエゴはドクター・ムンドに対してダメージトレードで優位に立ち、早期のキルチャンスを作り出すことができる。",
			"グラガス": "ヴィエゴはグラガスに対してスケーリングが優れており、ゲーム後半において強力な存在感を示すことができる。",
			"ダリウス": "ヴィエゴはダリウスに対して集団戦での機動力が高く、敵を効果的に排除することができる。",
			"モルデカイザー": "ヴィエゴはモルデカイザーに対してファームを効率的に行うことができ、レーンでの優位性を確保しやすい。",
			"ヨネ": "ヴィエゴはヨネに対してダメージトレードで優位に立ち、レーンでの勝利を収めることができる。",
			"トリンダメア": "ヴィエゴはトリンダメアに対してスケーリングが優れており、ゲーム後半において強力な影響を与えることができる。",
			"ランブル": "ヴィエゴはランブルに対して集団戦での持続的なダメージを与える能力が高く、チーム戦での勝利に貢献できる。",
			"ヨリック": "ヴィエゴはヨリックに対してファームを効率的に行うことができ、レーンでの優位性を確保しやすい。",
			"チョ＝ガス": "ヴィエゴはチョ＝ガスに対してダメージトレードで優位に立ち、早期のキルチャンスを作り出すことができる。",
			"ナー": "ヴィエゴはナーに対してスケーリングが優れており、ゲーム後半において強力な存在感を示すことができる。",
			"サイオン": "ヴィエゴはサイオンに対して集団戦での機動力が高く、敵を効果的に排除することができる。",
			"エイトロックス": "ヴィエゴはエイトロックスに対してファームを効率的に行うことができ、レーンでの優位性を確保しやすい。",
			"ボリベア": "ヴィエゴはボリベアに対してダメージトレードで優位に立ち、レーンでの勝利を収めることができる。",
			"セト": "ヴィエゴはセトに対してスケーリングが優れており、ゲーム後半において強力な影響を与えることができる。"
		},
		"loses": {
			"ティーモ": "ティーモは視界を利用してヴィエゴに対して優位に立つことができるため、ファームが難しくなる。",
			"シンジド": "シンジドは持続的なダメージを与えることができるため、ダメージトレードでヴィエゴが不利になる。",
			"フィオラ": "フィオラはヴィエゴのスキルを無効化することができるため、スケーリングにおいて不利な状況を作り出す。",
			"クレッド": "クレッドは集団戦での耐久力が高く、ヴィエゴがダメージを与えにくくなるため、集団戦で不利になる。",
			"レネクトン": "レネクトンは早期のパワースパイクを持っているため、ファームの段階でヴィエゴに対して優位に立つことができる。",
			"イレリア": "イレリアは高い機動力を持っているため、ダメージトレードでヴィエゴが不利になる。",
			"リヴェン": "リヴェンはスキルコンボで瞬時にダメージを与えることができるため、スケーリングでヴィエゴが不利になる。",
			"カミール": "カミールはヴィエゴの動きを制限することができるため、集団戦で不利な状況を作り出す。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持っているため、ファームの段階でヴィエゴが不利になる。",
			"カ・サンテ": "カ・サンテは高い耐久力を持っているため、ダメージトレードでヴィエゴが不利になる。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持っているため、スケーリングでヴィエゴが不利になる。",
			"シェン": "シェンは集団戦での影響力が高いため、集団戦でヴィエゴが不利になる。",
			"アンベッサ": "アンベッサは持続的なダメージを与えることができるため、ダメージトレードでヴィエゴが不利になる。",
			"ナサス": "ナサスはファームを重視するチャンピオンであり、スケーリングでヴィエゴが不利になる。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"ヨリック": "ヨリックは、ヨネに対して持続的なダメージを与えることができず、ファームの面で劣るため、ヨネが有利です。",
			"サイオン": "サイオンは、ヨネの高いバーストダメージに対して耐えることが難しく、ダメージトレードで不利になるため、ヨネが有利です。",
			"ドクター・ムンド": "ドクター・ムンドは、ヨネの機動力に対して反応が遅れやすく、スケーリングの面でヨネが優位に立つことができるため、ヨネが有利です。",
			"グウェン": "グウェンは、ヨネの攻撃を避けることが難しく、集団戦においてもヨネの範囲攻撃に対して脆弱であるため、ヨネが有利です。",
			"モルデカイザー": "モルデカイザーは、ヨネの高いバーストダメージに対して耐えることができず、ファームの面でヨネが優位に立つため、ヨネが有利です。",
			"オーン": "オーンは、ヨネの機動力に対して反応が遅れやすく、ダメージトレードで不利になるため、ヨネが有利です。",
			"ナサス": "ナサスは、ヨネの高いバーストダメージに対して耐えることが難しく、スケーリングの面でヨネが優位に立つことができるため、ヨネが有利です。",
			"ケイル": "ケイルは、ヨネの攻撃を避けることが難しく、集団戦においてもヨネの範囲攻撃に対して脆弱であるため、ヨネが有利です。",
			"チョ＝ガス": "チョ＝ガスは、ヨネの高いバーストダメージに対して耐えることができず、ファームの面でヨネが優位に立つため、ヨネが有利です。",
			"ランブル": "ランブルは、ヨネの機動力に対して反応が遅れやすく、ダメージトレードで不利になるため、ヨネが有利です。",
			"グラガス": "グラガスは、ヨネの高いバーストダメージに対して耐えることが難しく、スケーリングの面でヨネが優位に立つことができるため、ヨネが有利です。",
			"トリンダメア": "トリンダメアは、ヨネの攻撃を避けることが難しく、集団戦においてもヨネの範囲攻撃に対して脆弱であるため、ヨネが有利です。"
		},
		"loses": {
			"イレリア": "イレリアはファームの際に高い機動性を持ち、ヨネの攻撃を避けやすいです。",
			"ジャックス": "ジャックスはダメージトレードにおいて、スケーリングが進むとヨネよりも強力になります。",
			"フィオラ": "フィオラは集団戦での耐久力が高く、ヨネの攻撃を効果的に無効化できます。",
			"アンベッサ": "アンベッサはファームの際に持続的なダメージを与える能力があり、ヨネに対して優位に立てます。",
			"カミール": "カミールはダメージトレードにおいて、ヨネのスキルを封じる能力を持っています。",
			"アカリ": "アカリはスケーリングが進むと、ヨネに対して高いバーストダメージを持つため、対抗しづらいです。",
			"リヴェン": "リヴェンは集団戦での瞬発力が高く、ヨネを迅速に排除することができます。",
			"ブラッドミア": "ブラッドミアはファームの際に持続的な回復能力があり、ヨネの攻撃を耐えることができます。",
			"ワーウィック": "ワーウィックはダメージトレードにおいて、持続的なライフスティールを持ち、ヨネに対して有利です。",
			"ティーモ": "ティーモはスケーリングが進むと、ヨネに対して高いダメージを与えることができ、対抗しづらいです。",
			"レネクトン": "レネクトンは集団戦での耐久力が高く、ヨネの攻撃を受け止めることができます。",
			"パンテオン": "パンテオンはファームの際に高いバーストダメージを持ち、ヨネに対して優位に立てます。",
			"ガングプランク": "ガングプランクはダメージトレードにおいて、スキルを使ってヨネの攻撃を避けることができます。"
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"ヨリック": "トランドルはヨリックに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"オラフ": "トランドルはオラフの攻撃を無効化する能力を持っており、ダメージトレードで有利に戦うことができる。",
			"イラオイ": "トランドルはイラオイのスキルを避けることができ、集団戦での影響力を高めることができる。",
			"イレリア": "トランドルはイレリアのバーストダメージに対して耐久性があり、スケーリングの面で優位に立つことができる。",
			"レネクトン": "トランドルはレネクトンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利である。",
			"ヤスオ": "トランドルはヤスオの風の刃を無効化することができ、集団戦での優位性を持つことができる。",
			"グウェン": "トランドルはグウェンのスキルを無効化し、ファームの面で優位に立つことができる。",
			"ガングプランク": "トランドルはガングプランクのバーストダメージに対して耐久性があり、ダメージトレードで有利に戦うことができる。",
			"シェン": "トランドルはシェンのシャドウを無効化することができ、集団戦での影響力を高めることができる。",
			"ランブル": "トランドルはランブルのスキルを避けることができ、スケーリングの面で優位に立つことができる。",
			"アーゴット": "トランドルはアーゴットの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利である。",
			"ドクター・ムンド": "トランドルはドクター・ムンドの回復を妨げることができ、集団戦での優位性を持つことができる。",
			"ワーウィック": "トランドルはワーウィックの攻撃を無効化する能力を持っており、ファームの面で優位に立つことができる。",
			"チョ＝ガス": "トランドルはチョ＝ガスのスキルを避けることができ、スケーリングの面で優位に立つことができる。",
			"フィオラ": "トランドルはフィオラの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで有利である。"
		},
		"loses": {
			"ナー": "ナーはトランドルに対して強力なレンジ攻撃を持っており、ファームの際にトランドルが近づくのを難しくする。",
			"クレッド": "クレッドはトランドルに対して高い耐久力を持ち、ダメージトレードで有利に立つことができる。",
			"リヴェン": "リヴェンはトランドルに対して高いバーストダメージを持ち、スケーリングの段階でトランドルを圧倒することができる。",
			"ナサス": "ナサスはトランドルに対してスケーリングが進むにつれて強力になり、集団戦での影響力が増す。",
			"カミール": "カミールはトランドルに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはトランドルに対して持続的なダメージを与える能力があり、ファームの際にトランドルを圧迫する。",
			"ブラッドミア": "ブラッドミアはトランドルに対して高い回復能力を持ち、ダメージトレードで有利に立つことができる。",
			"ジェイス": "ジェイスはトランドルに対して高いレンジダメージを持ち、ファームの際にトランドルを圧倒する。",
			"セト": "セトはトランドルに対して高い耐久力とダメージを持ち、集団戦での影響力が強い。",
			"ボリベア": "ボリベアはトランドルに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"エイトロックス": "エイトロックスはトランドルに対して持続的なダメージを与える能力があり、スケーリングの段階で強力になる。",
			"ジャックス": "ジャックスはトランドルに対してスケーリングが進むにつれて強力になり、集団戦での影響力が増す。"
		}
	}
}