{
	"ランブル": {
		"name": "ランブル",
		"beats": {
			"ランブル": "ランブルは高いバーストダメージと範囲攻撃を持ち、敵チャンピオンを一掃する能力があるため、耐久力の低いチャンピオンに対して有利。",
			"マルファイト": "マルファイトは物理ダメージを軽減するシールドを持ち、ランブルの魔法ダメージに対して耐性があるが、ランブルの範囲攻撃に対しては脆弱。",
			"ポッピー": "ポッピーはタンクとしての耐久力が高いが、ランブルの範囲攻撃に対しては効果的に対処できない。",
			"クイン": "クインは高い機動力を持つが、ランブルのスキルで捕まえられる可能性が高い。",
			"ヴェイン": "ヴェインは高いバーストダメージを持つが、ランブルの範囲攻撃に対しては脆弱。",
			"ティーモ": "ティーモはブラインド効果を持つが、ランブルの範囲攻撃には対抗できない。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高いが、ランブルの持続的なダメージに対しては脆弱。",
			"ボリベア": "ボリベアはタンクとしての耐久力が高いが、ランブルの範囲攻撃に対しては効果的に対処できない。",
			"レネクトン": "レネクトンは高いバーストダメージを持つが、ランブルの持続的なダメージに対しては脆弱。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持つが、ランブルの範囲攻撃に対しては脆弱。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持つが、ランブルの持続的なダメージに対しては脆弱。",
			"ワーウィック": "ワーウィックは自己回復能力が高いが、ランブルの範囲攻撃に対しては脆弱。",
			"ケネン": "ケネンは高いバーストダメージを持つが、ランブルの持続的なダメージに対しては脆弱。",
			"シンジド": "シンジドは高い耐久力を持つが、ランブルの範囲攻撃に対しては脆弱。",
			"ナー": "ナーは高いバーストダメージを持つが、ランブルの持続的なダメージに対しては脆弱。",
			"ナサス": "ナサスは高い耐久力を持つが、ランブルの範囲攻撃に対しては脆弱。",
			"ガレン": "ガレンは高いバーストダメージを持つが、ランブルの持続的なダメージに対しては脆弱。"
		},
		"loses": {
			"アカリ": "アカリは高い機動力とバーストダメージを持ち、ランブルのスキルを避けやすい。",
			"ヤスオ": "ヤスオは風の壁でランブルのスキルを無効化でき、また高いダメージを出せる。",
			"ライズ": "ライズは高いバーストと持続的なダメージを持ち、ランブルのスキルを簡単に回避できる。",
			"オーン": "オーンはタンクとしての耐久力が高く、ランブルのダメージを軽減できる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が得意で、ランブルの接近を許さない。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと回復能力を持ち、ランブルに対して強い。",
			"ヨネ": "ヨネは高い機動力とダメージを持ち、ランブルのスキルを避けやすい。",
			"ケイル": "ケイルはレベル16以降に強力なダメージを持ち、ランブルのダメージを無効化できる。",
			"オラフ": "オラフはランブルのCCを無効化し、持続的なダメージを与えることができる。",
			"イレリア": "イレリアは高い機動力とバーストダメージを持ち、ランブルに対して強い。",
			"トリンダメア": "トリンダメアは高い耐久力とダメージを持ち、ランブルのスキルを無効化できる。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持ち、ランブルに対して有利。",
			"グウェン": "グウェンは高い機動力と持続的なダメージを持ち、ランブルのスキルを避けやすい。",
			"アンベッサ": "アンベッサは高い耐久力とダメージを持ち、ランブルに対して強い。"
		}
	},
	"フィオラ": {
		"name": "フィオラ",
		"beats": {
			"シンジド": "フィオラはシンジドのスキルを避けやすく、持続的なダメージを与えられるため有利。",
			"ヨネ": "フィオラはヨネの攻撃を避ける能力が高く、1対1の戦闘で優位に立てる。",
			"オーン": "フィオラはオーンのスキルを回避しやすく、持続的なダメージを与えられるため有利。",
			"チョ＝ガス": "フィオラはチョ＝ガスのスキルを避けやすく、持続的なダメージを与えられるため有利。",
			"モルデカイザー": "フィオラはモルデカイザーのスキルを避けやすく、1対1の戦闘で優位に立てる。",
			"ドクター・ムンド": "フィオラはドクター・ムンドの回復を無視できるため、持続的にダメージを与えられる。",
			"ガレン": "フィオラはガレンのスキルを避けやすく、持続的なダメージを与えられるため有利。",
			"ボリベア": "フィオラはボリベアのスキルを避けやすく、1対1の戦闘で優位に立てる。",
			"グウェン": "フィオラはグウェンのスキルを回避しやすく、持続的なダメージを与えられるため有利。",
			"オラフ": "フィオラはオラフの攻撃を避けやすく、持続的なダメージを与えられるため有利。",
			"ヴィエゴ": "フィオラはヴィエゴのスキルを避けやすく、1対1の戦闘で優位に立てる。",
			"クレッド": "フィオラはクレッドのスキルを回避しやすく、持続的なダメージを与えられるため有利。",
			"サイオン": "フィオラはサイオンのスキルを避けやすく、持続的なダメージを与えられるため有利。",
			"パンテオン": "フィオラはパンテオンの攻撃を避けやすく、持続的なダメージを与えられるため有利。",
			"ヨリック": "フィオラはヨリックのスキルを回避しやすく、持続的なダメージを与えられるため有利。",
			"エイトロックス": "フィオラはエイトロックスのスキルを避けやすく、1対1の戦闘で優位に立てる。",
			"ヤスオ": "フィオラはヤスオの攻撃を避けやすく、持続的なダメージを与えられるため有利。",
			"イラオイ": "フィオラはイラオイのスキルを回避しやすく、持続的なダメージを与えられるため有利。"
		},
		"loses": {
			"ワーウィック": "フィオラはワーウィックの持つ持続的な回復力に対抗しづらく、特にサステインが強い。",
			"ライズ": "ライズのスキルセットはフィオラの機動性を制限し、特に集団戦での影響力が高い。",
			"アンベッサ": "アンベッサのCC（クラウドコントロール）能力がフィオラの攻撃を妨げるため、戦闘で不利になる。",
			"クイン": "クインの高い機動力と遠距離攻撃がフィオラにとって脅威であり、接近するのが難しい。",
			"シェン": "シェンのシャドウダンスによる瞬時の移動とタンク性がフィオラのダメージを吸収しやすい。",
			"リヴェン": "リヴェンの高いバーストダメージとスキルのコンボがフィオラに対して強力で、特に1対1で不利。",
			"マルファイト": "マルファイトの高い耐久力とCCがフィオラのダメージを無効化しやすい。",
			"ランブル": "ランブルの範囲攻撃とスキルの持続ダメージがフィオラにとって厄介で、特に集団戦での影響が大きい。",
			"オーロラ": "オーロラのスキルはフィオラの攻撃を妨げ、特に逃げる手段を奪う。",
			"アーゴット": "アーゴットのタンク性とダメージがフィオラに対して強力で、特に持続戦闘で不利。",
			"ガングプランク": "ガングプランクのバレルとバーストダメージがフィオラにとって脅威で、特に集団戦での影響が大きい。",
			"ウーコン": "ウーコンの分身とCCがフィオラの攻撃を妨げ、特に1対1で不利になる。",
			"ジェイス": "ジェイスの高いバーストダメージと射程がフィオラにとって厄介で、特に遠距離からの攻撃が強力。",
			"ポッピー": "ポッピーの壁を使ったCCがフィオラの機動性を制限し、特に接近戦で不利。",
			"レネクトン": "レネクトンのサステインとバーストダメージがフィオラに対して強力で、特にレーン戦で不利。",
			"ダリウス": "ダリウスの持続的なダメージとCCがフィオラにとって脅威で、特に1対1で不利。",
			"トリンダメア": "トリンダメアの持続的なダメージと回復がフィオラに対して強力で、特に長期戦で不利。",
			"トランドル": "トランドルのスキルでフィオラのステータスを下げることができ、特に1対1で不利。",
			"ナー": "ナーの変身とCCがフィオラの攻撃を妨げ、特に集団戦で不利。",
			"セト": "セトの高い耐久力とバーストダメージがフィオラにとって脅威で、特に接近戦で不利。",
			"グラガス": "グラガスのCCと耐久力がフィオラの攻撃を妨げ、特に集団戦で不利。",
			"ケイル": "ケイルのスケーリングと持続的なダメージがフィオラにとって脅威で、特に後半戦で不利。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"イレリア": "イレリアは高いバーストダメージと機動力を持ち、特に単体の敵チャンピオンに対して強力です。彼女のスキルセットは、敵のスキルを回避しつつ攻撃することができるため、特に近接チャンピオンに対して有利です。",
			"ヨリック": "ヨリックは持続的なダメージを与えることができるが、イレリアの機動力とバーストダメージに対しては脆弱であるため、対抗しづらい。",
			"ヴィエゴ": "ヴィエゴは強力なダメージを持つが、イレリアのスキルで彼の攻撃を避けることができるため、対戦時に有利。",
			"ヴェイン": "ヴェインは高いダメージを持つが、イレリアのスキルで彼女の攻撃を回避しやすく、特に1対1の状況で有利。",
			"ドクター・ムンド": "ムンドは耐久力が高いが、イレリアのバーストダメージに対しては脆弱で、特にスキルを使った後の隙を突かれやすい。",
			"ヨネ": "ヨネは強力なダメージを持つが、イレリアの機動力により彼の攻撃を避けやすく、特に1対1で有利。",
			"ライズ": "ライズは魔法ダメージを持つが、イレリアのスキルで彼のスキルを避けることができ、特に近接戦で有利。",
			"ナー": "ナーは変身による強力なダメージを持つが、イレリアの機動力により彼の攻撃を避けやすく、特に1対1で有利。",
			"ヴァルス": "ヴァルスは遠距離からの攻撃が得意だが、イレリアの機動力により彼のスキルを避けやすく、特に近接戦で有利。",
			"ジェイス": "ジェイスは高いバーストダメージを持つが、イレリアのスキルで彼の攻撃を避けることができ、特に近接戦で有利。",
			"ケイル": "ケイルは後半強力になるが、イレリアの早期のバーストダメージに対しては脆弱で、特にレベル差があると有利。",
			"ティーモ": "ティーモはトラップでのダメージが強力だが、イレリアの機動力により彼の攻撃を避けやすく、特に1対1で有利。",
			"アンベッサ": "アンベッサは持続的なダメージを持つが、イレリアのバーストダメージに対しては脆弱で、特に近接戦で有利。",
			"オーロラ": "オーロラはサポート役だが、イレリアの攻撃を受けると脆弱で、特に1対1で有利。",
			"クイン": "クインは高い機動力を持つが、イレリアのスキルで彼女の攻撃を避けやすく、特に近接戦で有利。",
			"グウェン": "グウェンは持続的なダメージを持つが、イレリアのバーストダメージに対しては脆弱で、特に近接戦で有利。",
			"ランブル": "ランブルは強力な範囲攻撃を持つが、イレリアの機動力により彼の攻撃を避けやすく、特に1対1で有利。",
			"チョ＝ガス": "チョ＝ガスは耐久力が高いが、イレリアのバーストダメージに対しては脆弱で、特に近接戦で有利。"
		},
		"loses": {
			"マルファイト": "イレリアの攻撃がマルファイトのシールドを貫通しにくく、またマルファイトのCC（クラウドコントロール）でイレリアの動きを制限できるため。",
			"カ・サンテ": "カ・サンテの耐久力と回復力が高く、イレリアのダメージを受けにくい。",
			"ジャックス": "ジャックスのスケーリングが強力で、イレリアが成長する前にジャックスが強くなるため。",
			"ポッピー": "ポッピーの壁を利用したCCがイレリアの機動性を制限し、戦闘での有利を得やすい。",
			"ボリベア": "ボリベアのタンク性能とCCがイレリアの攻撃を妨げ、持続的なダメージを与えられるため。",
			"トリンダメア": "トリンダメアの不死性と高いバーストダメージがイレリアにとって脅威となる。",
			"カミール": "カミールのスキルセットがイレリアの機動性を制限し、1対1での戦闘で有利に働く。",
			"クレッド": "クレッドのタンク性能と持続的なダメージがイレリアに対して強力。",
			"リヴェン": "リヴェンの高いバーストダメージと機動性がイレリアにとって脅威。",
			"セト": "セトの耐久力とダメージがイレリアに対して有利に働く。",
			"レネクトン": "レネクトンの早期のパワースパイクと持続的なダメージがイレリアに対して強力。",
			"ワーウィック": "ワーウィックの回復力とCCがイレリアの攻撃を妨げる。",
			"シンジド": "シンジドの持続的なダメージと逃げ能力がイレリアにとって厄介。",
			"ガレン": "ガレンのシンプルなスキルセットと高い耐久力がイレリアに対して有利。",
			"トランドル": "トランドルのスノーボール能力とタンク性能がイレリアにとって脅威。",
			"ヤスオ": "ヤスオの高いバーストダメージと回避能力がイレリアに対して強力。",
			"アカリ": "アカリの高い機動性とバーストダメージがイレリアにとって脅威。",
			"ケネン": "ケネンのCCと持続的なダメージがイレリアに対して有利。",
			"オラフ": "オラフの持続的なダメージと耐久力がイレリアにとって厄介。",
			"アーゴット": "アーゴットの高い耐久力とダメージがイレリアに対して強力。",
			"ハイマーディンガー": "ハイマーディンガーのタレットと持続的なダメージがイレリアにとって脅威。",
			"フィオラ": "フィオラの高いバーストダメージと1対1での強さがイレリアにとって厄介。"
		}
	},
	"シンジド": {
		"name": "シンジド",
		"beats": {
			"ポッピー": "シンジドのスキルを妨害する能力が低く、持続的なダメージを与えられるため。",
			"グウェン": "シンジドの持続的なダメージに対して耐性が低く、スキルの回避が難しいため。",
			"マルファイト": "シンジドの移動速度を活かした戦闘スタイルに対して、マルファイトのスキルが効果的に機能しないため。",
			"カ・サンテ": "シンジドの持続的なダメージに対して耐性が低く、シンジドのスキルを避けるのが難しいため。",
			"ジャックス": "シンジドの持続的なダメージに対して、ジャックスが耐えられないため。",
			"ヤスオ": "シンジドのスキルを避けるのが難しく、持続的なダメージに対して脆弱なため。",
			"イラオイ": "シンジドの持続的なダメージに対して、イラオイが耐えられないため。",
			"エイトロックス": "シンジドの持続的なダメージに対して、エイトロックスが耐えられないため。",
			"レネクトン": "シンジドの持続的なダメージに対して、レネクトンが耐えられないため。",
			"ヴィエゴ": "シンジドの持続的なダメージに対して、ヴィエゴが耐えられないため。",
			"パンテオン": "シンジドの持続的なダメージに対して、パンテオンが耐えられないため。",
			"シェン": "シンジドの持続的なダメージに対して、シェンが耐えられないため。",
			"イレリア": "シンジドの持続的なダメージに対して、イレリアが耐えられないため。",
			"ケネン": "シンジドの持続的なダメージに対して、ケネンが耐えられないため。",
			"モルデカイザー": "シンジドの持続的なダメージに対して、モルデカイザーが耐えられないため。",
			"クイン": "シンジドの持続的なダメージに対して、クインが耐えられないため。",
			"ヨリック": "シンジドの持続的なダメージに対して、ヨリックが耐えられないため。"
		},
		"loses": {
			"ハイマーディンガー": "高いバーストダメージとタレット設置による制圧力でシンジドを圧倒できる。",
			"ジェイス": "遠距離からの高いダメージと機動力でシンジドの接近を阻止できる。",
			"ライズ": "高いバーストダメージと移動能力でシンジドを追い詰めることができる。",
			"オーロラ": "CC（クラウドコントロール）を持ち、シンジドの動きを制限できる。",
			"ケイル": "後半の強さと高いダメージでシンジドを圧倒できる。",
			"ナー": "変身による高いダメージとCCでシンジドを制圧できる。",
			"ティーモ": "ブラインド効果でシンジドの攻撃を無効化し、持続的なダメージを与えられる。",
			"ヴェイン": "高い機動力とダメージでシンジドを簡単に倒せる。",
			"フィオラ": "高いバーストダメージとデュエル能力でシンジドに対抗できる。",
			"ガングプランク": "高いバーストダメージと持続的なダメージでシンジドを圧倒できる。",
			"アーゴット": "高い耐久力とダメージでシンジドを圧倒できる。",
			"アカリ": "高い機動力とバーストダメージでシンジドを狩ることができる。",
			"リヴェン": "高いバーストダメージと機動力でシンジドを圧倒できる。",
			"ナサス": "高い耐久力と持続的なダメージでシンジドに対抗できる。",
			"ランブル": "高いバーストダメージとCCでシンジドを制圧できる。",
			"グラガス": "CCとバーストダメージでシンジドの動きを制限できる。"
		}
	},
	"シェン": {
		"name": "シェン",
		"beats": {
			"ナサス": "シェンのシャドウダンスでナサスの攻撃を避けつつ、持続的なダメージを与えられるため。",
			"ヴィエゴ": "シェンのウルトで味方を守りつつ、ヴィエゴの攻撃を無効化できるため。",
			"マルファイト": "シェンの機動力でマルファイトのスキルを避けやすく、持続的にダメージを与えられるため。",
			"アカリ": "シェンのシャドウを使ってアカリの攻撃を回避し、反撃が可能なため。",
			"イレリア": "シェンのウルトで味方を守りつつ、イレリアのスキルを無効化できるため。",
			"フィオラ": "シェンのスキルでフィオラの攻撃を避けつつ、持続的にダメージを与えられるため。",
			"ヨリック": "シェンのシャドウを使ってヨリックの攻撃を避け、持続的にダメージを与えられるため。",
			"ジャックス": "シェンのウルトで味方を守りつつ、ジャックスの攻撃を無効化できるため。",
			"サイオン": "シェンの機動力でサイオンの攻撃を避けやすく、持続的にダメージを与えられるため。",
			"オーン": "シェンのシャドウを使ってオーンの攻撃を回避し、反撃が可能なため。",
			"チョ＝ガス": "シェンのウルトで味方を守りつつ、チョ＝ガスの攻撃を無効化できるため。",
			"ドクター・ムンド": "シェンの持続的なダメージでムンドの回復を上回ることができるため。",
			"トリンダメア": "シェンのウルトでトリンダメアの攻撃を無効化し、持続的にダメージを与えられるため。",
			"カ・サンテ": "シェンの機動力でカ・サンテの攻撃を避けやすく、持続的にダメージを与えられるため。",
			"ボリベア": "シェンのウルトで味方を守りつつ、ボリベアの攻撃を無効化できるため。"
		},
		"loses": {
			"オーロラ": "シェンはオーロラの高いバーストダメージに対抗できず、持続的なダメージを受けやすい。",
			"リヴェン": "リヴェンの高い機動力とコンボによる瞬時のダメージでシェンは対処が難しい。",
			"パンテオン": "パンテオンのスタンと高い初動ダメージがシェンのカウンターを無効化する。",
			"グウェン": "グウェンの持続的なダメージと回復能力がシェンの耐久力を上回る。",
			"ポッピー": "ポッピーの壁を利用したCCがシェンの移動を制限し、効果的に対抗できる。",
			"ザック": "ザックの高い持続力とCCがシェンの攻撃を無効化し、反撃を許さない。",
			"ダリウス": "ダリウスの強力なバーストダメージと回復能力がシェンにとって脅威となる。",
			"ナー": "ナーの変身による高いダメージとCCがシェンの行動を制限する。",
			"イラオイ": "イラオイの持続的なダメージとタフネスがシェンの耐久力を試す。",
			"モルデカイザー": "モルデカイザーの1対1の強さとシェンの影響を無効化するUltが厄介。",
			"ブラッドミア": "ブラッドミアの持続的な回復とダメージがシェンの耐久力を上回る。",
			"シンジド": "シンジドの毒と逃げる能力がシェンの追撃を難しくする。",
			"ジェイス": "ジェイスの高いバーストダメージと射程がシェンにとって脅威。",
			"ライズ": "ライズの高いバーストとCCがシェンの行動を制限する。",
			"ケネン": "ケネンの範囲攻撃とスタンがシェンの耐久力を試す。",
			"オラフ": "オラフの持続的なダメージとUltがシェンの防御を無効化する。",
			"トランドル": "トランドルのUltによるステータスの奪取がシェンにとって厄介。"
		}
	},
	"アーゴット": {
		"name": "アーゴット",
		"beats": {
			"アーゴット": "アーゴットは高い耐久力と持続的なダメージを持ち、近接戦闘での優位性があるため、これらのチャンピオンに対して有利です。特に、彼のスキルセットは相手の攻撃を受け流しつつ反撃することができるため、対面のチャンピオンに対して強力です。",
			"ボリベア": "ボリベアはアーゴットの持つ持続的なダメージに対して耐久力が不足しており、アーゴットのスキルで簡単に制圧される。",
			"リヴェン": "リヴェンはアーゴットの持つCC（クラウドコントロール）に対して脆弱で、アーゴットのスキルでの反撃が効果的。",
			"アカリ": "アーゴットはアカリの瞬発力に対して持続的なダメージを持っており、アカリが近づく前にダメージを与えることができる。",
			"ワーウィック": "ワーウィックはアーゴットの高いHPを削るのが難しく、アーゴットのスキルでの反撃が強力。",
			"フィオラ": "フィオラはアーゴットのスキルを避けることが難しく、アーゴットの持続的なダメージに対して脆弱。",
			"シンジド": "シンジドはアーゴットの持続的なダメージに対して耐えられず、アーゴットのスキルで簡単に制圧される。",
			"セト": "セトはアーゴットの持つCCに対して脆弱で、アーゴットのスキルでの反撃が効果的。",
			"レネクトン": "レネクトンはアーゴットの持つ持続的なダメージに対して耐えられず、アーゴットのスキルで簡単に制圧される。",
			"ナサス": "ナサスはアーゴットの持つ持続的なダメージに対して脆弱で、アーゴットのスキルでの反撃が強力。",
			"イレリア": "イレリアはアーゴットの持つCCに対して脆弱で、アーゴットのスキルでの反撃が効果的。",
			"ポッピー": "ポッピーはアーゴットの持つ持続的なダメージに対して耐えられず、アーゴットのスキルで簡単に制圧される。",
			"グウェン": "グウェンはアーゴットの持つ持続的なダメージに対して脆弱で、アーゴットのスキルでの反撃が強力。",
			"ガレン": "ガレンはアーゴットの持つ持続的なダメージに対して耐えられず、アーゴットのスキルで簡単に制圧される。",
			"ヨネ": "ヨネはアーゴットの持つ持続的なダメージに対して脆弱で、アーゴットのスキルでの反撃が強力。",
			"トリンダメア": "トリンダメアはアーゴットの持つ持続的なダメージに対して耐えられず、アーゴットのスキルで簡単に制圧される。",
			"カミール": "カミールはアーゴットの持つ持続的なダメージに対して脆弱で、アーゴットのスキルでの反撃が強力。"
		},
		"loses": {
			"ウーコン": "ウーコンの高い機動力とバーストダメージがアーゴットに対して有利に働く。",
			"ヴィエゴ": "ヴィエゴのスキルセットはアーゴットの耐久力を無視できるため、対抗しやすい。",
			"ヨリック": "ヨリックのゴーストと持続的なダメージがアーゴットの強みを打ち消す。",
			"オーロラ": "オーロラのCC（クラウドコントロール）能力がアーゴットの行動を制限する。",
			"トランドル": "トランドルのQスキルでアーゴットの耐久力を削ることができ、さらにULTでのステータス奪取が強力。",
			"アンベッサ": "アンベッサの持続的なダメージとCCがアーゴットに対して効果的。",
			"ケネン": "ケネンのスキルコンボがアーゴットの耐久力を上回るダメージを与える。",
			"イラオイ": "イラオイの持続的なダメージと回復能力がアーゴットに対して有利。",
			"ドクター・ムンド": "ムンドの高いHPと回復力がアーゴットのダメージを軽減する。",
			"クイン": "クインの高い機動力と遠距離攻撃がアーゴットに対して有利。",
			"ブラッドミア": "ブラッドミアのバーストダメージと回復能力がアーゴットに対抗する。",
			"モルデカイザー": "モルデカイザーのULTでアーゴットを孤立させ、ダメージを与えやすい。",
			"マルファイト": "マルファイトのCCと耐久力がアーゴットに対して有利に働く。",
			"ランブル": "ランブルの持続的なダメージとスキルの使い方がアーゴットに対して効果的。",
			"ヤスオ": "ヤスオの高い機動力とダメージがアーゴットに対して有利。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ボリベア": "ジャックスはボリベアのスキルを避けることができ、持続的なダメージで勝てるため。",
			"ケイル": "ケイルのスケーリングに対して、ジャックスは早期に強力なダメージを出せるため。",
			"ヤスオ": "ジャックスはヤスオの風の壁を無視して攻撃できるため、対抗しやすい。",
			"ヨネ": "ジャックスはヨネの攻撃を受け流しつつ、持続的なダメージで勝てるため。",
			"イレリア": "イレリアのスキルを避けることができ、持続的なダメージで有利に立てるため。",
			"カミール": "カミールのスキルを避けつつ、ジャックスの持続的なダメージが有効なため。",
			"グウェン": "グウェンのスキルを避けることができ、持続的なダメージで勝てるため。",
			"セト": "セトの耐久力に対して、ジャックスは持続的なダメージで有利に立てるため。",
			"トランドル": "トランドルのスキルを避けつつ、ジャックスの持続的なダメージが有効なため。",
			"ヴィエゴ": "ヴィエゴのスキルを避けることができ、持続的なダメージで勝てるため。",
			"ヨリック": "ヨリックのミニオンを無視して、ジャックスは直接的なダメージを与えられるため。",
			"ワーウィック": "ワーウィックのスキルを避けつつ、ジャックスの持続的なダメージが有効なため。",
			"モルデカイザー": "モルデカイザーのスキルを避けることができ、持続的なダメージで勝てるため。",
			"ダリウス": "ダリウスの攻撃を受け流しつつ、ジャックスの持続的なダメージが有効なため。"
		},
		"loses": {
			"ブラッドミア": "高い持続力と回復力でジャックスのダメージを耐えられる。",
			"チョ＝ガス": "スキルでのCCと高い耐久力でジャックスを抑え込むことができる。",
			"カ・サンテ": "スキルでの耐久力とダメージを持ち、ジャックスに対抗できる。",
			"アカリ": "高い機動力とバーストダメージでジャックスを圧倒できる。",
			"サイオン": "非常に高い耐久力とCCでジャックスの攻撃を無効化できる。",
			"ガレン": "持続的なダメージと沈黙効果でジャックスのスキルを封じることができる。",
			"ドクター・ムンド": "高いHPと回復力でジャックスのダメージを受け流せる。",
			"シェン": "テレポートとシールドでジャックスの攻撃を防ぎつつ、反撃できる。",
			"シンジド": "高い機動力と毒ダメージでジャックスを持続的に削ることができる。",
			"オーロラ": "CCと持続的なダメージでジャックスを抑え込むことができる。",
			"ナー": "変身による高いダメージとCCでジャックスを制圧できる。",
			"ポッピー": "壁を利用したCCと耐久力でジャックスを抑え込むことができる。",
			"クレッド": "高い耐久力とダメージでジャックスに対抗できる。",
			"アーゴット": "高いバーストダメージとCCでジャックスを圧倒できる。",
			"ケネン": "高いバーストダメージとCCでジャックスを抑え込むことができる。",
			"ジェイス": "遠距離からの高いダメージでジャックスを圧倒できる。",
			"イラオイ": "持続的なダメージとCCでジャックスを抑え込むことができる。",
			"クイン": "高い機動力とバーストダメージでジャックスを圧倒できる。",
			"グラガス": "CCと持続的なダメージでジャックスを抑え込むことができる。",
			"ガングプランク": "高いバーストダメージとCCでジャックスを圧倒できる。",
			"オーン": "高い耐久力とCCでジャックスを抑え込むことができる。",
			"マルファイト": "高い耐久力とCCでジャックスの攻撃を無効化できる。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"ヤスオ": "ポッピーの壁を利用してヤスオのスキルを無効化できるため、対抗しやすい。",
			"イレリア": "ポッピーのCC（クラウドコントロール）でイレリアの機動力を制限できる。",
			"カ・サンテ": "ポッピーのタンク性能がカ・サンテのダメージを軽減しやすい。",
			"ヴィエゴ": "ポッピーの壁でヴィエゴの突進を防げるため、戦闘で有利。",
			"グウェン": "ポッピーのスキルでグウェンの攻撃を妨害できるため、対抗しやすい。",
			"ジャックス": "ポッピーのタンク性能がジャックスのダメージを抑えられる。",
			"サイオン": "ポッピーのCCでサイオンの突進を止められるため、戦闘で有利。",
			"クレッド": "ポッピーの壁でクレッドの攻撃を防げるため、対抗しやすい。",
			"アカリ": "ポッピーのスキルでアカリの移動を制限できるため、戦闘で有利。",
			"ナー": "ポッピーのタンク性能がナーのダメージを軽減しやすい。",
			"セト": "ポッピーのCCでセトの攻撃を妨害できるため、対抗しやすい。",
			"シェン": "ポッピーの壁でシェンの移動を制限できるため、戦闘で有利。",
			"ドクター・ムンド": "ポッピーのタンク性能がムンドのダメージを抑えられる。",
			"ワーウィック": "ポッピーのCCでワーウィックの攻撃を妨害できるため、対抗しやすい。",
			"アンベッサ": "ポッピーの壁でアンベッサの攻撃を防げるため、戦闘で有利。",
			"リヴェン": "ポッピーのスキルでリヴェンのコンボを妨害できるため、対抗しやすい。",
			"ナサス": "ポッピーのタンク性能がナサスのダメージを軽減しやすい。",
			"カミール": "ポッピーのCCでカミールの攻撃を妨害できるため、対抗しやすい。",
			"ケネン": "ポッピーの壁でケネンのスキルを防げるため、戦闘で有利。",
			"トリンダメア": "ポッピーのタンク性能がトリンダメアのダメージを抑えられる。"
		},
		"loses": {
			"ランブル": "ポッピーはランブルのスキルショットを避けるのが難しく、ランブルの範囲攻撃に対して脆弱。",
			"ブラッドミア": "ブラッドミアの持続的なダメージと回復能力がポッピーの耐久力を上回る。",
			"ヨリック": "ヨリックの分身と持続的なダメージがポッピーにとって厄介。",
			"ケイル": "ケイルの後半の強さと無敵スキルがポッピーの攻撃を無効化する。",
			"オラフ": "オラフの攻撃速度と持続的なダメージがポッピーに対して有利。",
			"シンジド": "シンジドの逃げ能力と持続的な毒ダメージがポッピーにとって厄介。",
			"アーゴット": "アーゴットの高い耐久力とダメージがポッピーに対して優位。",
			"パンテオン": "パンテオンの瞬発力と高いバーストダメージがポッピーにとって脅威。",
			"トランドル": "トランドルのスノーボール能力と持続的なダメージがポッピーに対して有利。",
			"レネクトン": "レネクトンの早期の強さと持続的なダメージがポッピーにとって厄介。",
			"ボリベア": "ボリベアの高い耐久力とCCがポッピーに対して優位。",
			"オーロラ": "オーロラのスキルによる持続的なダメージがポッピーにとって脅威。",
			"ザック": "ザックの高い耐久力とCCがポッピーに対して有利。",
			"ダリウス": "ダリウスのバーストダメージと持続的なダメージがポッピーにとって厄介。",
			"ライズ": "ライズの高いバーストダメージとスキルの連携がポッピーに対して優位。",
			"ガレン": "ガレンの持続的なダメージと沈黙がポッピーにとって脅威。",
			"クイン": "クインの高い機動力とバーストダメージがポッピーに対して有利。",
			"マルファイト": "マルファイトの高い耐久力とCCがポッピーにとって厄介。",
			"オーン": "オーンの持続的なダメージと耐久力がポッピーに対して優位。"
		}
	},
	"ケネン": {
		"name": "ケネン",
		"beats": {
			"ヴェイン": "ケネンのスキルセットはヴェインの機動力を制限し、遠距離からの攻撃でダメージを与えやすい。",
			"ボリベア": "ボリベアの接近戦において、ケネンはスタンを使ってボリベアの攻撃を無効化できる。",
			"クレッド": "クレッドのタンク性に対して、ケネンは持続的なダメージを与えられるため有利。",
			"アーゴット": "アーゴットのスキルを避けることができ、遠距離からの攻撃で有利に立ち回れる。",
			"カミール": "カミールのフラッシュや移動スキルに対して、ケネンはスタンで対抗できる。",
			"レネクトン": "レネクトンの攻撃を受ける前に、ケネンはダメージを与え、逃げることができる。",
			"ライズ": "ライズのスキルを避けることができ、持続的なダメージを与えられる。",
			"ワーウィック": "ワーウィックの回復を妨げることができ、遠距離からの攻撃で有利。",
			"リヴェン": "リヴェンのコンボをスタンで中断でき、持続的にダメージを与えられる。",
			"セト": "セトの接近戦において、ケネンはスタンを使って有利に立ち回れる。",
			"ヨネ": "ヨネの攻撃を避けることができ、持続的なダメージを与えられる。",
			"ヤスオ": "ヤスオの風の刃を避けることができ、遠距離からの攻撃で有利。",
			"アカリ": "アカリのスキルをスタンで中断でき、持続的にダメージを与えられる。",
			"トリンダメア": "トリンダメアの攻撃を受ける前に、ケネンはダメージを与え、逃げることができる。",
			"ハイマーディンガー": "ハイマーディンガーのタレットを避けながら、遠距離から攻撃できる。",
			"ダリウス": "ダリウスの接近戦において、ケネンはスタンを使って有利に立ち回れる。",
			"クイン": "クインの機動力を制限し、遠距離からの攻撃で有利。",
			"ジャックス": "ジャックスの攻撃を受ける前に、ケネンはダメージを与え、逃げることができる。",
			"イラオイ": "イラオイのスキルを避けることができ、持続的なダメージを与えられる。"
		},
		"loses": {
			"ヨリック": "ヨリックの分身と持続的なダメージがケネンのスキルを無効化しやすい。",
			"ドクター・ムンド": "高い耐久力と回復力でケネンのバーストダメージを受け流すことができる。",
			"ガングプランク": "ガングプランクのバリアと回復手段がケネンの攻撃を軽減する。",
			"ヴィエゴ": "ヴィエゴのスキルセットがケネンの機動性を制限し、対抗しやすい。",
			"オーン": "オーンの耐久力とアイテム強化により、ケネンのダメージを受けにくい。",
			"サイラス": "サイラスのスキルを奪うことで、ケネンの強力なスキルを無効化できる。",
			"グウェン": "グウェンの持続的なダメージと回避能力がケネンにとって厄介。",
			"ブラッドミア": "ブラッドミアの自己回復と持続的なダメージがケネンに対して有利。",
			"オラフ": "オラフの持続的な攻撃力と耐久力がケネンに対抗しやすい。",
			"ガリオ": "ガリオの耐久力とCCがケネンの攻撃を妨げる。",
			"ヴァルス": "ヴァルスの射程とスキルがケネンの接近を難しくする。",
			"ランブル": "ランブルの持続的なダメージとCCがケネンに対して強力。",
			"ティーモ": "ティーモのブラインド効果がケネンの攻撃を無効化する。",
			"シンジド": "シンジドの持続的なダメージと逃げ能力がケネンにとって厄介。",
			"シェン": "シェンのシールドとテレポート能力がケネンの攻撃を無効化する。"
		}
	},
	"セト": {
		"name": "セト",
		"beats": {
			"イレリア": "セトはイレリアのスキルを無効化する能力があり、特にイレリアのダメージを軽減できるため有利。",
			"ヤスオ": "セトのCC（クラウドコントロール）能力がヤスオの動きを制限しやすく、また耐久力が高いため有利。",
			"チョ＝ガス": "セトはチョ＝ガスのスキルを避けやすく、持続的なダメージを与えられるため有利。",
			"ティーモ": "セトはティーモのブラインド効果を無視できるため、ティーモに対して強い。",
			"トランドル": "セトはトランドルの攻撃を受け流しやすく、トランドルの強みを打ち消すことができるため有利。",
			"オラフ": "セトはオラフの攻撃を耐えられる耐久力があり、オラフのスキルを無効化できるため有利。",
			"ブラッドミア": "セトはブラッドミアのスキルを避けやすく、持続的なダメージを与えられるため有利。",
			"ヨリック": "セトはヨリックのミニオンを簡単に処理でき、ヨリックのダメージを軽減できるため有利。",
			"クイン": "セトはクインの機動力を制限しやすく、クインの攻撃を耐えられるため有利。",
			"ガレン": "セトはガレンのスキルを無効化できるため、ガレンに対して強い。",
			"ダリウス": "セトはダリウスの攻撃を受け流しやすく、ダリウスの強みを打ち消すことができるため有利。",
			"ナサス": "セトはナサスのスキルを避けやすく、持続的なダメージを与えられるため有利。",
			"シェン": "セトはシェンのスキルを無効化できるため、シェンに対して強い。",
			"ヨネ": "セトはヨネの攻撃を耐えられる耐久力があり、ヨネのスキルを無効化できるため有利。"
		},
		"loses": {
			"グラガス": "グラガスのバーストダメージとCCがセトの持続的なダメージを抑えるため、セトは不利になる。",
			"オーロラ": "オーロラのスキルでセトの移動を制限できるため、セトは攻撃しづらくなる。",
			"ナー": "ナーの変身による高いバーストダメージとCCがセトに対して有利に働く。",
			"ヴェイン": "ヴェインの高い機動力とダメージがセトのタンク性を無視できるため、不利。",
			"アーゴット": "アーゴットの持続的なダメージとCCがセトに対して強力であるため、不利。",
			"レネクトン": "レネクトンの早期のパワースパイクと持続的なダメージがセトに対して有利。",
			"ポッピー": "ポッピーの壁を利用したCCがセトの動きを制限するため、不利。",
			"エイトロックス": "エイトロックスの回復能力と持続的なダメージがセトに対して強力。",
			"ケネン": "ケネンの範囲攻撃とスタンがセトに対して有利に働く。",
			"マルファイト": "マルファイトの高い耐久力とCCがセトに対して強力であるため、不利。",
			"モルデカイザー": "モルデカイザーの1対1の強さと持続的なダメージがセトに対して有利。",
			"リヴェン": "リヴェンの高いバーストダメージと機動力がセトに対して強力。",
			"カ・サンテ": "カ・サンテの持続的なダメージと耐久力がセトに対して有利。",
			"パンテオン": "パンテオンの早期のバーストダメージとCCがセトに対して強力。",
			"ジャックス": "ジャックスのスケーリングと持続的なダメージがセトに対して有利。"
		}
	},
	"クイン": {
		"name": "クイン",
		"beats": {
			"ボリベア": "クインはボリベアの攻撃を避けることができ、遠距離からの攻撃で有利に立ち回れる。",
			"ヴェイン": "クインの機動力と遠距離攻撃がヴェインの接近を困難にし、優位に戦える。",
			"ポッピー": "クインはポッピーの壁を越えて攻撃できるため、ポッピーの強みを無効化できる。",
			"ガレン": "クインはガレンのスキルを避けやすく、持続的なダメージを与えられる。",
			"フィオラ": "クインの機動力がフィオラの攻撃を回避しやすく、戦闘で優位に立てる。",
			"ティーモ": "クインはティーモのブラインド効果を避けることができ、遠距離から攻撃できる。",
			"アーゴット": "クインはアーゴットのスキルを避けやすく、持続的にダメージを与えられる。",
			"ナー": "クインはナーの変身を利用して、ナーが弱い状態で攻撃できる。",
			"ヤスオ": "クインはヤスオの風を避けることができ、遠距離からの攻撃で有利に立てる。",
			"レネクトン": "クインはレネクトンの接近を避けやすく、持続的にダメージを与えられる。",
			"ダリウス": "クインはダリウスのフラグメントを避けることができ、遠距離から攻撃できる。",
			"アンベッサ": "クインはアンベッサの攻撃を避けやすく、持続的にダメージを与えられる。",
			"リヴェン": "クインはリヴェンのコンボを避けやすく、遠距離から攻撃できる。",
			"ジャックス": "クインはジャックスの攻撃を避けやすく、持続的にダメージを与えられる。",
			"エイトロックス": "クインはエイトロックスのスキルを避けやすく、遠距離から攻撃できる。"
		},
		"loses": {
			"マルファイト": "マルファイトのパッシブとWスキルにより、クインの攻撃を無効化しやすい。",
			"ランブル": "ランブルのスキルセットはクインの機動性を制限し、ダメージを与えやすい。",
			"カミール": "カミールのEスキルでクインの逃げ道を封じることができ、対面での優位性を持つ。",
			"オラフ": "オラフのRスキルにより、クインのCCを無効化し、持続的なダメージを与えられる。",
			"グラガス": "グラガスのバーストダメージとCCでクインを捕まえやすい。",
			"ヴァルス": "ヴァルスの長射程とスキルでクインを安全に攻撃できる。",
			"オーロラ": "オーロラのスキルでクインの移動を制限し、ダメージを与えやすい。",
			"ヴィエゴ": "ヴィエゴのスキルセットはクインの機動性を無効化し、持続的なダメージを与えられる。",
			"クレッド": "クレッドのタンク性と持続的なダメージでクインに対抗できる。",
			"カ・サンテ": "カ・サンテのスキルでクインの攻撃を無効化し、持続的なダメージを与えられる。",
			"ドクター・ムンド": "ドクター・ムンドの高い耐久力でクインのダメージを受け流せる。",
			"サイオン": "サイオンのタンク性とCCでクインを捕まえやすい。",
			"ライズ": "ライズのスキルでクインの移動を制限し、ダメージを与えやすい。",
			"ヨリック": "ヨリックのミニオンと持続的なダメージでクインに対抗できる。",
			"パンテオン": "パンテオンの高いバーストダメージでクインを早期に排除できる。",
			"セト": "セトのタンク性と持続的なダメージでクインに対抗できる。",
			"チョ＝ガス": "チョ＝ガスのCCと持続的なダメージでクインを捕まえやすい。",
			"シェン": "シェンのシールドとテレポートでクインの攻撃を無効化できる。",
			"イレリア": "イレリアのスキルでクインの移動を制限し、ダメージを与えやすい。",
			"ケイル": "ケイルの後半の強さとスキルでクインに対抗できる。",
			"ケネン": "ケネンのCCとバーストダメージでクインを早期に排除できる。",
			"ワーウィック": "ワーウィックの持続的なダメージとCCでクインに対抗できる。"
		}
	},
	"リヴェン": {
		"name": "リヴェン",
		"beats": {
			"グウェン": "リヴェンは高いバーストダメージを持ち、グウェンのスキルを無効化することができるため、対抗しやすい。",
			"アカリ": "アカリのスキルを避ける能力が高く、リヴェンの機動力でアカリを追い詰めることができる。",
			"ヤスオ": "リヴェンはヤスオの風の壁を回避する手段が多く、ダメージを与えやすい。",
			"ヴィエゴ": "リヴェンはヴィエゴの攻撃を避けることができ、瞬時にダメージを与えることができる。",
			"ヨリック": "リヴェンはヨリックのゴーストを簡単に処理でき、1対1の戦闘で有利に立てる。",
			"ケイル": "リヴェンはケイルのスキルを避けることができ、早期に圧力をかけることができる。",
			"トランドル": "リヴェンはトランドルの壁を越えることができ、トランドルの強みを無効化できる。",
			"ドクター・ムンド": "リヴェンはムンドの再生能力を無視できるバーストダメージを持っているため、対抗しやすい。",
			"シェン": "リヴェンはシェンのシャドウを利用して、シェンを追い詰めることができる。",
			"ダリウス": "リヴェンはダリウスの攻撃を避けることができ、ダリウスの強みを無効化できる。",
			"サイオン": "リヴェンはサイオンのスキルを避けることができ、サイオンを簡単に倒すことができる。",
			"イレリア": "リヴェンはイレリアのスキルを避ける能力が高く、イレリアを圧倒することができる。",
			"モルデカイザー": "リヴェンはモルデカイザーのスキルを避けることができ、モルデカイザーを早期に倒すことができる。",
			"セト": "リヴェンはセトの攻撃を避けることができ、セトを圧倒することができる。",
			"シンジド": "リヴェンはシンジドの毒を避けることができ、シンジドを簡単に倒すことができる。",
			"フィオラ": "リヴェンはフィオラのパリィを避けることができ、フィオラを圧倒することができる。",
			"クレッド": "リヴェンはクレッドのスキルを避けることができ、クレッドを簡単に倒すことができる。",
			"オーン": "リヴェンはオーンのスキルを避けることができ、オーンを圧倒することができる。",
			"オーロラ": "リヴェンはオーロラのスキルを避けることができ、オーロラを簡単に倒すことができる。"
		},
		"loses": {
			"ヴェイン": "高いバーストダメージと回避能力でリヴェンの攻撃をかわすことができる。",
			"レネクトン": "持続的なダメージと回復能力でリヴェンに対抗できる。",
			"アーゴット": "高い耐久力とCCでリヴェンの動きを制限できる。",
			"グラガス": "バーストダメージとCCを持ち、リヴェンのコンボを中断できる。",
			"パンテオン": "強力な初期ダメージとCCでリヴェンを圧倒できる。",
			"ワーウィック": "持続的なダメージと回復能力でリヴェンに対抗できる。",
			"ポッピー": "高い耐久力とCCでリヴェンの動きを制限できる。",
			"ボリベア": "高い耐久力と持続的なダメージでリヴェンに対抗できる。",
			"イラオイ": "持続的なダメージと回復能力でリヴェンに対抗できる。",
			"トリンダメア": "高いバーストダメージと自己回復能力でリヴェンに対抗できる。",
			"マルファイト": "高い耐久力とCCでリヴェンの動きを制限できる。",
			"オラフ": "持続的なダメージとCC無効化でリヴェンに対抗できる。",
			"カミール": "高いバーストダメージと機動力でリヴェンに対抗できる。",
			"ジェイス": "高い射程とバーストダメージでリヴェンを圧倒できる。",
			"エイトロックス": "持続的なダメージと回復能力でリヴェンに対抗できる。",
			"ケネン": "高いバーストダメージとCCでリヴェンの動きを制限できる。",
			"チョ＝ガス": "高い耐久力とCCでリヴェンの動きを制限できる。",
			"ナー": "高い機動力とCCでリヴェンの動きを制限できる。",
			"ガレン": "高い耐久力と持続的なダメージでリヴェンに対抗できる。"
		}
	},
	"カミール": {
		"name": "カミール",
		"beats": {
			"ガレン": "ガレンは高い耐久力と持続的なダメージを持ち、カミールのスキルを受け流すことができる。",
			"クイン": "クインは高い機動力を持ち、カミールの攻撃を避けやすい。",
			"トランドル": "トランドルはカミールの強さを無効化するスキルを持ち、持続的な戦闘で有利。",
			"ヨネ": "ヨネは高いバーストダメージと機動力を持ち、カミールのスキルを回避しやすい。",
			"イレリア": "イレリアはカミールのスキルを利用して反撃できるため、対抗しやすい。",
			"オラフ": "オラフはカミールのCCを無効化するスキルを持ち、持続的な戦闘で有利。",
			"ナサス": "ナサスはスケーリングが強力で、カミールの早期の圧力を耐えることができる。",
			"ヴィエゴ": "ヴィエゴはカミールのスキルを利用して反撃できるため、対抗しやすい。",
			"ヤスオ": "ヤスオはカミールのスキルを避けることができ、反撃のチャンスが多い。",
			"オーン": "オーンは高い耐久力とチームファイトでの影響力を持ち、カミールに対抗できる。",
			"ケイル": "ケイルはレベルアップによって強力になり、カミールの攻撃を耐えることができる。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、カミールを早期に排除できる。",
			"ヨリック": "ヨリックは持続的なダメージを持ち、カミールのスキルを無効化することができる。",
			"アンベッサ": "アンベッサは高い耐久力と持続的なダメージを持ち、カミールに対抗しやすい。"
		},
		"loses": {
			"ティーモ": "ティーモのブラインド効果により、カミールの攻撃が当たりにくくなるため。",
			"ケネン": "ケネンのスタンと範囲攻撃でカミールの機動力を封じることができるため。",
			"ジャックス": "ジャックスのスケーリングとダメージが高く、カミールが対処しづらいから。",
			"グラガス": "グラガスのバーストダメージとCCでカミールの動きを制限できるため。",
			"オーロラ": "オーロラの持続的なダメージとCCがカミールにとって厄介だから。",
			"ヴェイン": "ヴェインの高いバーストダメージと回避能力がカミールに不利に働くため。",
			"レネクトン": "レネクトンの早期のパワースパイクと持続的なダメージがカミールに対して強いから。",
			"クレッド": "クレッドのタンク性とCCがカミールのダメージを無効化するため。",
			"シンジド": "シンジドの毒と逃げ能力がカミールにとって厄介だから。",
			"グウェン": "グウェンの持続的なダメージと回復能力がカミールに対して強いから。",
			"チョ＝ガス": "チョ＝ガスのCCと耐久力がカミールにとって難しい相手になるため。",
			"ブラッドミア": "ブラッドミアの持続的なダメージと回復能力がカミールにとって厄介だから。",
			"イラオイ": "イラオイの持続的なダメージとCCがカミールに対して強いから。",
			"ガングプランク": "ガングプランクのバーストダメージとCCがカミールにとって厄介だから。",
			"アカリ": "アカリの高い機動力とバーストダメージがカミールにとって難しい相手になるため。",
			"ボリベア": "ボリベアのCCと持続的なダメージがカミールに対して強いから。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"イラオイ": "ケイルは遠距離攻撃が可能で、イラオイの近接攻撃を避けやすい。",
			"ポッピー": "ケイルのスキルはポッピーの壁を越えて攻撃できるため、ポッピーの防御を無視できる。",
			"シンジド": "ケイルはシンジドの毒を避けることができ、持続的なダメージを与えやすい。",
			"レネクトン": "ケイルはレネクトンの攻撃を受ける前にダメージを与えられるため、レネクトンの強みを打ち消せる。",
			"ガレン": "ケイルはガレンの沈黙を避けることができ、持続的にダメージを与えられる。",
			"ボリベア": "ケイルはボリベアの接近を避けることができ、遠距離から攻撃できる。",
			"ランブル": "ケイルはランブルのスキルを避けやすく、持続的にダメージを与えられる。",
			"カ・サンテ": "ケイルはカ・サンテの攻撃を避けることができ、持続的にダメージを与えられる。",
			"オラフ": "ケイルはオラフの攻撃を避けることができ、持続的にダメージを与えられる。",
			"ダリウス": "ケイルはダリウスのフラグメントを避けることができ、持続的にダメージを与えられる。",
			"トランドル": "ケイルはトランドルの攻撃を避けることができ、持続的にダメージを与えられる。",
			"モルデカイザー": "ケイルはモルデカイザーのスキルを避けやすく、持続的にダメージを与えられる。",
			"パンテオン": "ケイルはパンテオンの攻撃を避けることができ、持続的にダメージを与えられる。",
			"グウェン": "ケイルはグウェンの攻撃を避けることができ、持続的にダメージを与えられる。",
			"チョ＝ガス": "ケイルはチョ＝ガスの攻撃を避けることができ、持続的にダメージを与えられる。",
			"フィオラ": "ケイルはフィオラの攻撃を避けることができ、持続的にダメージを与えられる。",
			"ヨリック": "ケイルはヨリックの攻撃を避けることができ、持続的にダメージを与えられる。",
			"セト": "ケイルはセトの攻撃を避けることができ、持続的にダメージを与えられる。",
			"ワーウィック": "ケイルはワーウィックの攻撃を避けることができ、持続的にダメージを与えられる。",
			"エイトロックス": "ケイルはエイトロックスの攻撃を避けることができ、持続的にダメージを与えられる。",
			"アーゴット": "ケイルはアーゴットの攻撃を避けることができ、持続的にダメージを与えられる。",
			"ガングプランク": "ケイルはガングプランクの攻撃を避けることができ、持続的にダメージを与えられる。"
		},
		"loses": {
			"オーロラ": "高い耐久力とCCでケイルの攻撃を防ぎやすい。",
			"マルファイト": "スキルでの耐久力とアーマーが高く、ケイルのダメージを軽減できる。",
			"ジェイス": "遠距離からの攻撃でケイルを圧倒しやすい。",
			"アンベッサ": "高いバーストダメージでケイルを早期に排除できる。",
			"ヨネ": "高い機動力とダメージでケイルに対抗できる。",
			"ヤスオ": "スキルの回避能力が高く、ケイルの攻撃を避けやすい。",
			"ブラッドミア": "持続的なダメージと回復能力でケイルを圧倒できる。",
			"リヴェン": "高いバーストダメージと機動力でケイルを狙いやすい。",
			"ジャックス": "スケーリングが強く、後半の対決でケイルに勝てる。",
			"タム・ケンチ": "高い耐久力とCCでケイルの攻撃を防ぎやすい。",
			"イレリア": "高い機動力とバーストダメージでケイルを狙いやすい。",
			"アカリ": "高い機動力と隠れ能力でケイルを翻弄できる。",
			"ナサス": "スケーリングが強く、後半の対決でケイルに勝てる。",
			"オーン": "高い耐久力とCCでケイルの攻撃を防ぎやすい。",
			"グラガス": "高い耐久力とCCでケイルの攻撃を防ぎやすい。",
			"カミール": "高い機動力とバーストダメージでケイルを狙いやすい。",
			"シェン": "高い耐久力とタンク能力でケイルの攻撃を防ぎやすい。"
		}
	},
	"アンベッサ": {
		"name": "アンベッサ",
		"beats": {
			"ドクター・ムンド": "高い耐久力で持久戦に強い。",
			"ケイル": "後半の強さを持つが、アンベッサの早期の圧力に弱い。",
			"サイオン": "タンクとしての耐久力があるが、アンベッサのダメージを受けやすい。",
			"ヨネ": "高いバーストダメージを持つが、アンベッサのCCに対処しづらい。",
			"ガレン": "シンプルなスキルセットだが、アンベッサの持続的なダメージに苦しむ。",
			"ナサス": "スケールするが、アンベッサの早期の圧力に対抗できない。",
			"マルファイト": "タンクとして強いが、アンベッサのダメージを受けやすい。",
			"アカリ": "高い機動性を持つが、アンベッサのCCに捕まりやすい。",
			"トランドル": "強力な1対1のチャンピオンだが、アンベッサの持続的なダメージに負ける。",
			"アーゴット": "強力なタンクだが、アンベッサの持続的なダメージに対処しづらい。",
			"ブラッドミア": "バーストダメージがあるが、アンベッサの持続的なダメージに苦しむ。",
			"ヤスオ": "高いバーストダメージを持つが、アンベッサのCCに対処しづらい。",
			"フィオラ": "1対1では強いが、アンベッサの持続的なダメージに負ける。",
			"オーン": "タンクとして強いが、アンベッサの持続的なダメージに対処しづらい。",
			"ヴィエゴ": "高いバーストダメージを持つが、アンベッサの持続的なダメージに苦しむ。",
			"ヴェイン": "高い機動性を持つが、アンベッサのCCに捕まりやすい。",
			"チョ＝ガス": "タンクとして強いが、アンベッサの持続的なダメージに対処しづらい。",
			"カ・サンテ": "高い耐久力を持つが、アンベッサの持続的なダメージに苦しむ。",
			"グラガス": "タンクとして強いが、アンベッサの持続的なダメージに対処しづらい。",
			"ナー": "高い機動性を持つが、アンベッサのCCに捕まりやすい。"
		},
		"loses": {
			"ヨリック": "アンベッサはヨリックの分身に対処しづらく、持続的なダメージを受けやすい。",
			"イレリア": "イレリアの機動力とバーストダメージがアンベッサに対して強力で、特にスキルを避けられると不利。",
			"レネクトン": "レネクトンの早期のパワースパイクと回復能力が、アンベッサの持続戦闘能力を上回る。",
			"ザック": "ザックのCCと持続的なダメージがアンベッサに対して非常に効果的で、逃げる手段が限られる。",
			"クレッド": "クレッドのタンクinessと持続的なダメージが、アンベッサのダメージを上回るため、対抗が難しい。",
			"ワーウィック": "ワーウィックのライフスティールとCCが、アンベッサの持続戦闘能力を無効化する。",
			"クイン": "クインの高い機動力と遠距離攻撃が、アンベッサに対して有利に働く。",
			"カミール": "カミールのスキルセットがアンベッサの動きを制限し、ダメージを与えやすい。",
			"パンテオン": "パンテオンの早期のダメージとCCが、アンベッサに対して強力で、特にレーン戦で不利。",
			"ケネン": "ケネンの範囲攻撃とスタンが、アンベッサの動きを制限し、ダメージを与えやすい。",
			"オーロラ": "オーロラの持続的なダメージとCCが、アンベッサに対して非常に効果的。",
			"シンジド": "シンジドの逃げ能力と持続的なダメージが、アンベッサに対して有利に働く。",
			"ポッピー": "ポッピーの壁を利用したCCが、アンベッサの動きを制限する。",
			"ガングプランク": "ガングプランクのバーストダメージと持続的なダメージが、アンベッサに対して強力。",
			"イラオイ": "イラオイの持続的なダメージと回復能力が、アンベッサに対して非常に効果的。",
			"ダリウス": "ダリウスのバーストダメージとCCが、アンベッサに対して強力で、特に近接戦で不利。",
			"モルデカイザー": "モルデカイザーの1対1の強さと持続的なダメージが、アンベッサに対して有利に働く。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"パンテオン": "パンテオンは高いバーストダメージと強力なCC（クラウドコントロール）を持っており、これにより多くのチャンピオンに対して有利に立ち回ることができる。特に、近接チャンピオンや耐久力の低いチャンピオンに対しては、早期にキルを狙いやすい。",
			"オーロラ": "オーロラはパンテオンの攻撃を受け流す能力があり、特にパンテオンのスキルを避けることで有利に戦える。",
			"シェン": "シェンはタンクとしての耐久性があり、パンテオンの攻撃を耐えることができるが、パンテオンのバーストダメージには注意が必要。",
			"ヨネ": "ヨネは高い機動性を持ち、パンテオンのスキルを避けることができるが、パンテオンの初期のダメージには苦しむことがある。",
			"クイン": "クインは遠距離からの攻撃が得意で、パンテオンの接近を阻止できるが、パンテオンの瞬発力には注意が必要。",
			"ケネン": "ケネンは高いダメージを持ち、パンテオンに対して有利だが、パンテオンのCCに捕まると危険。",
			"セト": "セトは耐久力が高く、パンテオンの攻撃を受け止めることができるが、パンテオンのバーストには注意が必要。",
			"ダリウス": "ダリウスは近接戦闘に強く、パンテオンの攻撃を受け流すことができるが、パンテオンの初期のダメージには注意が必要。",
			"ナー": "ナーは変身能力を持ち、パンテオンの攻撃を避けることができるが、パンテオンのバーストには注意が必要。",
			"リヴェン": "リヴェンは高い機動性を持ち、パンテオンの攻撃を避けることができるが、パンテオンの初期のダメージには注意が必要。",
			"クレッド": "クレッドは耐久力が高く、パンテオンの攻撃を受け止めることができるが、パンテオンのバーストには注意が必要。",
			"オーン": "オーンはタンクとしての耐久性があり、パンテオンの攻撃を耐えることができるが、パンテオンのバーストダメージには注意が必要。",
			"イレリア": "イレリアは高い機動性を持ち、パンテオンの攻撃を避けることができるが、パンテオンの初期のダメージには注意が必要。",
			"エイトロックス": "エイトロックスは高い耐久力を持ち、パンテオンの攻撃を受け止めることができるが、パンテオンのバーストには注意が必要。",
			"カ・サンテ": "カ・サンテは耐久力が高く、パンテオンの攻撃を受け止めることができるが、パンテオンのバーストには注意が必要。",
			"グウェン": "グウェンは高いダメージを持ち、パンテオンに対して有利だが、パンテオンのCCに捕まると危険。",
			"アンベッサ": "アンベッサは高い耐久力を持ち、パンテオンの攻撃を受け止めることができるが、パンテオンのバーストには注意が必要。",
			"ポッピー": "ポッピーは高い耐久力を持ち、パンテオンの攻撃を受け止めることができるが、パンテオンのバーストには注意が必要。"
		},
		"loses": {
			"トランドル": "トランドルのパッシブにより、パンテオンの攻撃力を減少させることができ、持続的な戦闘で優位に立てる。",
			"ドクター・ムンド": "ムンドの高い耐久力と自己回復能力により、パンテオンのバーストダメージを受け流すことができる。",
			"ガングプランク": "ガングプランクのバレルとパーフェクトパレードにより、パンテオンのスキルを無効化しやすい。",
			"オラフ": "オラフのウルトによって、パンテオンのCCを無効化し、持続的なダメージを与えることができる。",
			"シンジド": "シンジドの毒と逃げる能力により、パンテオンが近づくのが難しく、持続的なダメージを与えられる。",
			"サイオン": "サイオンの高い耐久力とCCにより、パンテオンが効果的にダメージを与えるのが難しい。",
			"フィオラ": "フィオラのパリィによって、パンテオンのスキルを無効化し、反撃することができる。",
			"カミール": "カミールのフラッシュとダメージを持つスキルにより、パンテオンが近づくのが難しい。",
			"チョ＝ガス": "チョ＝ガスの高い耐久力とCCにより、パンテオンが効果的にダメージを与えるのが難しい。",
			"マルファイト": "マルファイトのウルトによって、パンテオンのチームファイトでの影響力を減少させることができる。",
			"レネクトン": "レネクトンの高い耐久力とダメージにより、パンテオンが持続的に戦うのが難しい。",
			"アカリ": "アカリの高い機動力とダメージにより、パンテオンが攻撃を当てるのが難しい。",
			"ケイル": "ケイルのレベルアップによる耐久力とダメージの増加により、パンテオンが後半で不利になる。",
			"アーゴット": "アーゴットの高い耐久力とダメージにより、パンテオンが持続的に戦うのが難しい。",
			"ヨリック": "ヨリックのミニオンと持続的なダメージにより、パンテオンが戦うのが難しい。"
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"サイラス": "サイラスは相手のスキルを奪う能力を持っており、特にチャンピオンのUltを利用することで、相手の強力なスキルを逆手に取ることができるため、対面のチャンピオンに対して有利に立ち回ることができる。",
			"ヨリック": "ヨリックはサイラスのスキルを奪われると、彼の分身であるゴーストが無力化されるため、サイラスに対して不利。",
			"ケイル": "ケイルはサイラスの攻撃を受けると、彼のUltを奪われてしまうと、無敵状態を失うため、サイラスに対して不利。",
			"マルファイト": "マルファイトはサイラスのスキルを奪われると、彼のシールドやCCを無効化されるため、サイラスに対して不利。",
			"ランブル": "ランブルはサイラスのスキルを奪われると、彼の強力なAoEダメージを利用されるため、サイラスに対して不利。",
			"ナサス": "ナサスはサイラスのスキルを奪われると、彼のスタックを無効化されるため、サイラスに対して不利。",
			"チョ＝ガス": "チョ＝ガスはサイラスのスキルを奪われると、彼のCCを利用されるため、サイラスに対して不利。",
			"アンベッサ": "アンベッサはサイラスのスキルを奪われると、彼の強力なバーストダメージを受けるため、サイラスに対して不利。",
			"ヨネ": "ヨネはサイラスのスキルを奪われると、彼のダメージを無効化されるため、サイラスに対して不利。",
			"ケネン": "ケネンはサイラスのスキルを奪われると、彼の強力なCCを利用されるため、サイラスに対して不利。",
			"ジェイス": "ジェイスはサイラスのスキルを奪われると、彼のバーストダメージを受けるため、サイラスに対して不利。",
			"ドクター・ムンド": "ドクター・ムンドはサイラスのスキルを奪われると、彼の回復を無効化されるため、サイラスに対して不利。",
			"ナー": "ナーはサイラスのスキルを奪われると、彼の変身を無効化されるため、サイラスに対して不利。",
			"ヴェイン": "ヴェインはサイラスのスキルを奪われると、彼のバーストダメージを受けるため、サイラスに対して不利。",
			"モルデカイザー": "モルデカイザーはサイラスのスキルを奪われると、彼のUltを無効化されるため、サイラスに対して不利。",
			"ポッピー": "ポッピーはサイラスのスキルを奪われると、彼のCCを利用されるため、サイラスに対して不利。",
			"シェン": "シェンはサイラスのスキルを奪われると、彼のUltを無効化されるため、サイラスに対して不利。"
		},
		"loses": {
			"リヴェン": "高いバーストダメージと機動力でサイラスを圧倒できる。",
			"ガリオ": "タンクとしての耐久力とCCでサイラスのスキルを封じることができる。",
			"ライズ": "高いマナコストとスキルの連携でサイラスを追い詰めることができる。",
			"クレッド": "持続的なダメージとCCでサイラスの動きを制限できる。",
			"パンテオン": "強力な初動とバーストダメージでサイラスを早期に排除できる。",
			"カ・サンテ": "高い耐久力と持続的なダメージでサイラスに対抗できる。",
			"オーン": "タンクとしての耐久力とアイテム効果でサイラスを抑え込むことができる。",
			"ブラッドミア": "持続的な回復とダメージでサイラスを圧倒できる。",
			"トリンダメア": "高いバーストダメージと不死の能力でサイラスに対抗できる。",
			"エイトロックス": "持続的なダメージと回復能力でサイラスを圧倒できる。",
			"ヴィエゴ": "高いバーストダメージとスキルの連携でサイラスを排除できる。",
			"グラガス": "CCと耐久力でサイラスのスキルを封じることができる。",
			"クイン": "高い機動力とバーストダメージでサイラスを圧倒できる。",
			"グウェン": "持続的なダメージと回復能力でサイラスに対抗できる。",
			"シンジド": "持続的なダメージと逃げる能力でサイラスを翻弄できる。",
			"ジャックス": "高いバーストダメージと持続的なダメージでサイラスを圧倒できる。",
			"ボリベア": "高い耐久力とCCでサイラスの動きを制限できる。",
			"ガングプランク": "持続的なダメージとCCでサイラスを抑え込むことができる。",
			"ダリウス": "高いバーストダメージと持続的なダメージでサイラスを圧倒できる。",
			"サイオン": "高い耐久力とCCでサイラスのスキルを封じることができる。",
			"ヤスオ": "高いバーストダメージと機動力でサイラスを圧倒できる。",
			"セト": "高い耐久力と持続的なダメージでサイラスに対抗できる。",
			"ガレン": "高い耐久力とバーストダメージでサイラスを圧倒できる。",
			"イラオイ": "持続的なダメージと回復能力でサイラスに対抗できる。",
			"レネクトン": "高いバーストダメージと持続的なダメージでサイラスを圧倒できる。",
			"フィオラ": "高いバーストダメージと機動力でサイラスを圧倒できる。",
			"ワーウィック": "持続的なダメージと回復能力でサイラスに対抗できる。",
			"オラフ": "高いバーストダメージと持続的なダメージでサイラスを圧倒できる."
		}
	},
	"ザック": {
		"name": "ザック",
		"beats": {
			"クイン": "クインはザックのスキルを避けることができ、遠距離から攻撃できるため有利。",
			"ヴィエゴ": "ヴィエゴはザックのCCを無効化できるため、戦闘で優位に立てる。",
			"マルファイト": "マルファイトはザックのダメージを軽減できるため、耐久力で勝る。",
			"ナサス": "ナサスはザックのスキルを受け流しつつ、スケールすることで有利になる。",
			"トリンダメア": "トリンダメアはザックのCCを無効化し、持続的なダメージを与えられる。",
			"ワーウィック": "ワーウィックはザックのHPを吸収し、持続戦闘で有利に立てる。",
			"ヴェイン": "ヴェインはザックのタンク性を無視してダメージを与えられるため有利。",
			"オーロラ": "オーロラはザックの動きを制限し、戦闘を有利に進めることができる。",
			"ヨリック": "ヨリックはザックの耐久力を削ることができ、持続的なダメージを与えられる。",
			"ドクター・ムンド": "ムンドはザックのダメージを軽減し、持続戦闘で有利に立てる。",
			"パンテオン": "パンテオンはザックのスキルを避けつつ、高いバーストダメージを持つため有利。",
			"アカリ": "アカリはザックのスキルを避けることができ、瞬時にダメージを与えられる。",
			"イラオイ": "イラオイはザックの動きを制限し、持続的なダメージを与えられる。",
			"ランブル": "ランブルはザックの動きを制限し、範囲ダメージで有利に立てる。",
			"ヨネ": "ヨネはザックのスキルを避けつつ、高いバーストダメージを持つため有利。",
			"ケネン": "ケネンはザックの動きを制限し、範囲攻撃で有利に立てる。",
			"ジェイス": "ジェイスはザックのスキルを避けつつ、高いバーストダメージを持つため有利。",
			"トランドル": "トランドルはザックのタンク性を無視してダメージを与えられるため有利。",
			"グウェン": "グウェンはザックのスキルを避けつつ、高い持続ダメージを持つため有利。",
			"シェン": "シェンはザックのスキルを避けつつ、タンクとしての耐久力を持つため有利。",
			"アンベッサ": "アンベッサはザックの動きを制限し、持続的なダメージを与えられる。"
		},
		"loses": {
			"ボリベア": "ボリベアの高いバーストダメージとCCがザックの回復力を無効化するため。",
			"オラフ": "オラフの攻撃速度と持続的なダメージがザックの耐久力を上回るため。",
			"カミール": "カミールの機動力とダメージがザックのスキルを避けやすくするため。",
			"ダリウス": "ダリウスのパッシブとフラグメントがザックのHPを削りやすいから。",
			"モルデカイザー": "モルデカイザーのRでザックを孤立させ、ダメージを与えやすくするため。",
			"サイオン": "サイオンの高い耐久力とCCがザックの攻撃を無効化するため。",
			"シンジド": "シンジドの毒と逃げる能力がザックの追撃を困難にするため。",
			"ハイマーディンガー": "ハイマーディンガーのタレットとスキルがザックの接近を阻害するため。",
			"カ・サンテ": "カ・サンテの耐久力とダメージがザックに対して有利に働くため。",
			"クレッド": "クレッドの持続的なダメージとCCがザックを圧倒するため。",
			"ナー": "ナーの変身と高いバーストダメージがザックに対して有利に働くため。",
			"レネクトン": "レネクトンの高いダメージと回復がザックの耐久力を上回るため。",
			"リヴェン": "リヴェンの高い機動力とバーストダメージがザックに対して有利に働くため。",
			"ブラッドミア": "ブラッドミアの持続的なダメージと回復がザックに対して有利に働くため。",
			"アーゴット": "アーゴットの高いダメージとCCがザックを圧倒するため。",
			"ティーモ": "ティーモのブラインドと持続的なダメージがザックの攻撃を無効化するため。",
			"ジャックス": "ジャックスのスケーリングと持続的なダメージがザックに対して有利に働くため。"
		}
	},
	"オラフ": {
		"name": "オラフ",
		"beats": {
			"クイン": "高いバーストダメージと機動力でオラフを圧倒できるが、オラフの持続的なダメージには注意が必要。",
			"ヴィエゴ": "オラフの体力を削りつつ、スキルでの回復が可能で、オラフの攻撃をかわすことができる。",
			"ヨネ": "高いダメージと機動力を持ち、オラフの攻撃を避けながら反撃できる。",
			"ティーモ": "ブラインド効果でオラフの攻撃を無効化し、持続的なダメージを与えることができる。",
			"ナー": "変身による高いバーストダメージとCCでオラフを制圧できる。",
			"ポッピー": "オラフの突進を阻止することができ、持続的なダメージを与えられる。",
			"マルファイト": "高い耐久力とCCでオラフの攻撃を受け止めつつ、反撃が可能。",
			"ナサス": "持続的なダメージと耐久力でオラフに対抗できるが、オラフのバーストには注意が必要。",
			"ドクター・ムンド": "高い体力と再生能力でオラフのダメージを受け止められる。",
			"オーン": "高い耐久力とCCでオラフを抑えつつ、持続的なダメージを与えられる。",
			"シェン": "テレポートでの介入とシールドでオラフの攻撃を防ぎつつ、反撃が可能。",
			"シンジド": "高い持続ダメージと逃げる能力でオラフを翻弄できる。",
			"パンテオン": "高いバーストダメージとCCでオラフを瞬時に排除できる可能性がある。"
		},
		"loses": {
			"カミール": "カミールはオラフの攻撃を避ける能力が高く、またオラフの持続的なダメージを無効化することができるため不利。",
			"クレッド": "クレッドはタンクとしての耐久力が高く、オラフのダメージを受け止めやすい。",
			"オーロラ": "オーロラはCC（クラウドコントロール）を持っており、オラフの動きを制限できるため不利。",
			"ガングプランク": "ガングプランクはオラフの攻撃を回避する手段を持ち、また持続的なダメージを与えることができる。",
			"トランドル": "トランドルはオラフのステータスを奪うことができ、オラフの強さを削ぐことができる。",
			"カ・サンテ": "カ・サンテはオラフの攻撃を無効化するスキルを持っており、オラフに対して優位に立てる。",
			"トリンダメア": "トリンダメアはオラフの持続的なダメージを無効化することができ、オラフに対して強い。",
			"アンベッサ": "アンベッサはオラフの攻撃を避ける能力が高く、また持続的なダメージを与えることができる。",
			"ウーコン": "ウーコンはオラフの攻撃を避ける手段を持ち、またオラフに対して強力なダメージを与えることができる。",
			"グウェン": "グウェンはオラフの攻撃を無効化するスキルを持っており、オラフに対して優位に立てる。",
			"ブラッドミア": "ブラッドミアはオラフの持続的なダメージを無効化することができ、オラフに対して強い。",
			"フィオラ": "フィオラはオラフの攻撃を避ける能力が高く、またオラフの持続的なダメージを無効化することができる。",
			"グラガス": "グラガスはオラフの攻撃を受け止める能力が高く、またCCを持っているため不利。",
			"サイオン": "サイオンは高い耐久力を持ち、オラフの攻撃を受け止めやすい。",
			"ケイル": "ケイルはオラフの攻撃を無効化するスキルを持っており、オラフに対して優位に立てる。",
			"ハイマーディンガー": "ハイマーディンガーはオラフの攻撃を避ける手段を持ち、また持続的なダメージを与えることができる。",
			"アカリ": "アカリはオラフの攻撃を避ける能力が高く、またオラフに対して強力なダメージを与えることができる。",
			"セト": "セトはオラフの攻撃を受け止める能力が高く、また持続的なダメージを与えることができる。",
			"レネクトン": "レネクトンはオラフの攻撃を受け止める能力が高く、また持続的なダメージを与えることができる。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ハイマーディンガー": "高いバーストダメージを持ち、ブラッドミアの耐久力を削ることができる。",
			"ボリベア": "強力なCCとタンク性能でブラッドミアの攻撃を耐えられる。",
			"ヴェイン": "高い機動力とダメージでブラッドミアを迅速に排除できる。",
			"ケイル": "後半の強さと持続的なダメージでブラッドミアに対抗できる。",
			"ポッピー": "ブラッドミアの移動を制限する能力があり、対抗しやすい。",
			"ジャックス": "スケーリングが強く、ブラッドミアのダメージを受け流しつつ反撃できる。",
			"ワーウィック": "持続的な回復とCCでブラッドミアを抑え込むことができる。",
			"ガレン": "高い耐久力とシンプルなダメージでブラッドミアに対抗できる。",
			"トランドル": "ブラッドミアのステータスを奪い、持続的にダメージを与えられる。",
			"アカリ": "高い機動力とバーストダメージでブラッドミアを迅速に排除できる。",
			"ナー": "変身による強力なCCとダメージでブラッドミアに対抗できる。",
			"アーゴット": "高い耐久力と持続的なダメージでブラッドミアを抑え込むことができる。",
			"ティーモ": "ブラインド効果でブラッドミアの攻撃を無効化できる。",
			"シェン": "タンク性能とテレポートでブラッドミアをサポートしつつ対抗できる。",
			"オラフ": "高い持続ダメージとCC無効化でブラッドミアに対抗できる。",
			"マルファイト": "強力なCCと耐久力でブラッドミアを抑え込むことができる。",
			"ダリウス": "高いダメージとCCでブラッドミアを迅速に排除できる。",
			"ガングプランク": "持続的なダメージとCCでブラッドミアに対抗できる。",
			"ヤスオ": "高い機動力とダメージでブラッドミアを迅速に排除できる。"
		},
		"loses": {
			"ヨリック": "ブラッドミアはヨリックの分身に対処しづらく、持続的なダメージを受けやすい。",
			"チョ＝ガス": "チョ＝ガスのスキルでブラッドミアの回復を妨げることができる。",
			"リヴェン": "リヴェンの高いバーストダメージと機動力がブラッドミアにとって脅威。",
			"ナサス": "ナサスのスケーリングと持続的なダメージがブラッドミアを圧倒する。",
			"ランブル": "ランブルの範囲攻撃とCCがブラッドミアの動きを制限する。",
			"アンベッサ": "アンベッサの持続的なダメージとCCがブラッドミアにとって厄介。",
			"エイトロックス": "エイトロックスの回復能力と持続的なダメージがブラッドミアに対して有利。",
			"ドクター・ムンド": "ドクター・ムンドの高い耐久力と回復力がブラッドミアのダメージを無効化する。",
			"クイン": "クインの機動力と遠距離攻撃がブラッドミアに対して有利。",
			"グラガス": "グラガスのCCとバーストダメージがブラッドミアにとって脅威。",
			"オーロラ": "オーロラの持続的なダメージとCCがブラッドミアを圧倒する。",
			"トリンダメア": "トリンダメアのバーストダメージと回復能力がブラッドミアにとって厄介。",
			"オーン": "オーンの耐久力とCCがブラッドミアの動きを制限する。",
			"イレリア": "イレリアの高いバーストダメージと機動力がブラッドミアにとって脅威。",
			"ライズ": "ライズのスキルコンボがブラッドミアの回復を妨げる。",
			"サイオン": "サイオンの耐久力とCCがブラッドミアに対して有利。",
			"クレッド": "クレッドの持続的なダメージとCCがブラッドミアを圧倒する。",
			"イラオイ": "イラオイの持続的なダメージとCCがブラッドミアにとって厄介。",
			"グウェン": "グウェンの高いバーストダメージと持続的なダメージがブラッドミアに対して有利。"
		}
	},
	"クレッド": {
		"name": "クレッド",
		"beats": {
			"ドクター・ムンド": "高い耐久力と再生能力で、クレッドのダメージを受け流すことができる。",
			"トランドル": "クレッドのタンク性能を無効化することができ、強力な1対1の対決が可能。",
			"クイン": "高い機動力でクレッドを避けつつ、遠距離からの攻撃ができる。",
			"トリンダメア": "クレッドのCCを無効化することで、自由に戦える。",
			"イレリア": "クレッドのスキルを利用して、素早くダメージを与えることができる。",
			"ナサス": "クレッドのタンク性能を無視して、スケールすることができる。",
			"ヴィエゴ": "クレッドのスキルを奪うことで、戦闘を有利に進められる。",
			"オラフ": "クレッドのCCを無効化し、持続的なダメージを与えることができる。",
			"ザック": "高い耐久力とCCで、クレッドの攻撃を無効化できる。",
			"ナー": "変身による高いダメージとCCで、クレッドを圧倒できる。",
			"マルファイト": "クレッドの攻撃を受け流しつつ、強力なAOEダメージを与えられる。",
			"ヨリック": "クレッドのタンク性能を無視して、持続的にダメージを与えることができる。",
			"ヤスオ": "クレッドのスキルを避けつつ、強力なダメージを与えられる。",
			"カミール": "高い機動力でクレッドを翻弄し、ダメージを与えられる。",
			"オーン": "クレッドのタンク性能を無効化し、持続的にダメージを与えられる。",
			"グラガス": "高い耐久力とCCで、クレッドの攻撃を無効化できる。",
			"ティーモ": "高い機動力と持続的なダメージで、クレッドを圧倒できる。",
			"アンベッサ": "クレッドの攻撃を受け流しつつ、持続的にダメージを与えられる。",
			"ガングプランク": "クレッドのタンク性能を無視して、持続的にダメージを与えられる。",
			"サイオン": "高い耐久力とCCで、クレッドの攻撃を無効化できる。"
		},
		"loses": {
			"ヴェイン": "高いバーストダメージと機動力でクレッドを圧倒できる。",
			"ポッピー": "壁を利用したCCでクレッドの動きを制限できる。",
			"ワーウィック": "持続的な回復とCCでクレッドに対抗できる。",
			"リヴェン": "高いバーストと機動力でクレッドを素早く排除できる。",
			"グウェン": "持続的なダメージと回復でクレッドに対抗できる。",
			"シンジド": "逃げる能力と持続的なダメージでクレッドを翻弄できる。",
			"ケネン": "範囲攻撃とスタンでクレッドを無力化できる。",
			"フィオラ": "高いダメージとデュエル能力でクレッドに勝てる。",
			"パンテオン": "強力なバーストとCCでクレッドを圧倒できる。",
			"カ・サンテ": "高い耐久力とダメージでクレッドに対抗できる。",
			"イラオイ": "持続的なダメージとCCでクレッドを制圧できる。",
			"ジェイス": "遠距離からの高いバーストでクレッドを圧倒できる。",
			"エイトロックス": "持続的なダメージと回復でクレッドに対抗できる。",
			"ダリウス": "高いバーストとCCでクレッドを排除できる。",
			"ランブル": "範囲攻撃とCCでクレッドを無力化できる。",
			"モルデカイザー": "高い耐久力とダメージでクレッドに対抗できる。"
		}
	},
	"ダリウス": {
		"name": "ダリウス",
		"beats": {
			"ダリウス": "ダリウスは高いバーストダメージと持続的なダメージを持ち、特に近接チャンピオンに対して強力です。彼のパッシブとQスキルは、敵チャンピオンとの1対1の戦闘で優位に立つことを可能にします。",
			"ヤスオ": "ヤスオはダリウスのスキルを避けることができるため、ダリウスに対して有利です。",
			"ヨリック": "ヨリックはダリウスの攻撃を受け流すことができるミニオンを召喚できるため、ダリウスに対して有利です。",
			"シェン": "シェンはダリウスの攻撃を無効化するシールドを持っており、ダリウスのダメージを軽減できます。",
			"ガレン": "ガレンは持続的なダメージと自己回復を持ち、ダリウスの攻撃を耐えることができます。",
			"ナサス": "ナサスはスケーリングが強力で、ダリウスの早期の攻撃を耐えることができるため、後半戦で有利になります。",
			"トリンダメア": "トリンダメアは不死の状態を持ち、ダリウスの攻撃を無効化できるため、対抗しやすいです。",
			"サイオン": "サイオンは高い耐久力を持ち、ダリウスの攻撃を受け止めることができるため、対抗しやすいです。",
			"モルデカイザー": "モルデカイザーはダリウスを1対1で封じ込めることができるため、非常に有利です。",
			"ワーウィック": "ワーウィックは自己回復能力が高く、ダリウスの攻撃を耐えることができるため、対抗しやすいです。",
			"シンジド": "シンジドはダリウスの攻撃を避けることができるため、非常に有利です。",
			"フィオラ": "フィオラはダリウスの攻撃をカウンターする能力を持ち、対抗しやすいです。",
			"イラオイ": "イラオイは持続的なダメージを持ち、ダリウスの攻撃を耐えることができるため、対抗しやすいです。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、ダリウスに対して有利です。",
			"クレッド": "クレッドは高い耐久力を持ち、ダリウスの攻撃を受け止めることができるため、対抗しやすいです。",
			"ヨネ": "ヨネは高い機動性を持ち、ダリウスの攻撃を避けることができるため、非常に有利です。",
			"ポッピー": "ポッピーはダリウスの攻撃を無効化する能力を持ち、対抗しやすいです。",
			"アンベッサ": "アンベッサは高い耐久力を持ち、ダリウスの攻撃を受け止めることができるため、対抗しやすいです."
		},
		"loses": {
			"オーロラ": "高い機動力と範囲攻撃でダリウスの接近を阻止できるため。",
			"ジェイス": "遠距離からの攻撃と変形による高いバーストダメージでダリウスを圧倒できる。",
			"ウーコン": "分身を使った混乱と高いバーストダメージでダリウスに対抗できる。",
			"ケネン": "スタン効果と高いダメージを持ち、ダリウスの攻撃を無効化できる。",
			"ヴィエゴ": "高い機動力と自己回復能力でダリウスとの持久戦に強い。",
			"リヴェン": "高いバーストダメージと機動力でダリウスを圧倒できる。",
			"ドクター・ムンド": "高い耐久力と回復能力でダリウスのダメージを受け流せる。",
			"アカリ": "高い機動力とシャドウを使った回避能力でダリウスの攻撃を避けられる。",
			"パンテオン": "スタン効果と高いバーストダメージでダリウスを抑え込むことができる。",
			"ケイル": "レベルアップによる強力なバフでダリウスに対抗できる。",
			"クイン": "高い機動力と遠距離攻撃でダリウスを牽制できる。",
			"ブラッドミア": "自己回復能力と高いバーストダメージでダリウスに対抗できる。",
			"セト": "高い耐久力とダメージでダリウスを圧倒できる。",
			"ジャックス": "後半のスケーリングが強く、ダリウスに対抗できる。",
			"チョ＝ガス": "高い耐久力とCCでダリウスの攻撃を無効化できる。",
			"ティーモ": "ブラインド効果と高い持続ダメージでダリウスを抑え込むことができる。",
			"ヴェイン": "高い機動力とダメージでダリウスを圧倒できる。",
			"オーン": "高い耐久力とCCでダリウスの攻撃を無効化できる。",
			"グウェン": "高いダメージと回避能力でダリウスに対抗できる。"
		}
	},
	"モルデカイザー": {
		"name": "モルデカイザー",
		"beats": {
			"マルファイト": "モルデカイザーはマルファイトのシールドを無視できるため、持続的なダメージを与えやすい。",
			"イラオイ": "モルデカイザーはイラオイのスキルを無効化することができ、彼女のダメージを抑えることができる。",
			"ティーモ": "モルデカイザーはティーモのブラインド効果を無視できるため、ティーモに対して有利。",
			"セト": "モルデカイザーはセトの体力を削りやすく、彼のスキルを無効化できる。",
			"チョ＝ガス": "モルデカイザーはチョ＝ガスのスキルを無効化し、持続的にダメージを与えられる。",
			"アーゴット": "モルデカイザーはアーゴットの攻撃を無視できるため、彼に対して優位に立てる。",
			"ドクター・ムンド": "モルデカイザーはドクター・ムンドの回復を無視できるため、持続的にダメージを与えられる。",
			"ガレン": "モルデカイザーはガレンのシールドを無視でき、持続的にダメージを与えやすい。",
			"ケネン": "モルデカイザーはケネンのスタンを無効化できるため、彼に対して有利。",
			"レネクトン": "モルデカイザーはレネクトンの回復を無視でき、持続的にダメージを与えられる。",
			"ナサス": "モルデカイザーはナサスのスキルを無効化できるため、彼に対して優位に立てる。",
			"ガングプランク": "モルデカイザーはガングプランクのバフを無視でき、持続的にダメージを与えやすい。",
			"クレッド": "モルデカイザーはクレッドのスキルを無効化できるため、彼に対して有利。",
			"シェン": "モルデカイザーはシェンのシールドを無視でき、持続的にダメージを与えられる。",
			"ブラッドミア": "モルデカイザーはブラッドミアの回復を無視できるため、持続的にダメージを与えやすい。"
		},
		"loses": {
			"ヴェイン": "高い機動力と回避能力でモルデカイザーのスキルを避けやすい。",
			"カ・サンテ": "持続的なダメージと回復能力でモルデカイザーのバーストを凌げる。",
			"ヨネ": "高いバーストダメージと機動力でモルデカイザーを圧倒できる。",
			"グウェン": "持続的なダメージとモルデカイザーのスキルを無効化する能力がある。",
			"フィオラ": "モルデカイザーのスキルを避けることができ、1対1で強い。",
			"ヨリック": "ミニオンを使った戦闘でモルデカイザーを圧倒できる。",
			"ヴィエゴ": "高いバーストダメージと再生能力でモルデカイザーに対抗できる。",
			"ワーウィック": "持続的なダメージと回復能力でモルデカイザーを苦しめる。",
			"ジェイス": "遠距離からの攻撃でモルデカイザーを牽制できる。",
			"ボリベア": "高い耐久力とCCでモルデカイザーを抑え込むことができる。",
			"クイン": "高い機動力と遠距離攻撃でモルデカイザーを翻弄できる。",
			"リヴェン": "高いバーストダメージと機動力でモルデカイザーを圧倒する。",
			"ケイル": "成長することでモルデカイザーに対抗できる。",
			"ダリウス": "高いバーストダメージと持続的なダメージでモルデカイザーを圧倒できる。",
			"ヤスオ": "高い機動力とバーストダメージでモルデカイザーを倒せる。",
			"シンジド": "持続的なダメージと逃げる能力でモルデカイザーを翻弄できる。",
			"トリンダメア": "高いバーストダメージと再生能力でモルデカイザーに対抗できる。",
			"ジャックス": "高い持続ダメージとスケーリングでモルデカイザーを圧倒できる。"
		}
	},
	"サイオン": {
		"name": "サイオン",
		"beats": {
			"ハイマーディンガー": "サイオンは高い耐久力を持ち、ハイマーディンガーのタレットを簡単に破壊できるため、対抗しやすい。",
			"マルファイト": "マルファイトのスキルはサイオンの耐久力に対して効果が薄く、サイオンが有利に立ち回れる。",
			"ティーモ": "サイオンはティーモのブラインド効果を無視できるため、ティーモに対して強い。",
			"イラオイ": "サイオンはイラオイのスキルを受けても生存しやすく、イラオイの攻撃を耐えられる。",
			"ヨリック": "サイオンはヨリックのミニオンを処理しやすく、ヨリックのダメージを軽減できる。",
			"ガングプランク": "サイオンはガングプランクのバーストダメージに耐えられるため、対抗しやすい。",
			"アカリ": "アカリの機動力に対してサイオンは耐久力で対抗でき、アカリを捕まえやすい。",
			"ナサス": "サイオンはナサスのスタックを妨害しやすく、ナサスの成長を遅らせることができる。",
			"ジャックス": "サイオンはジャックスの攻撃を耐えられるため、長期戦で有利に立てる。",
			"パンテオン": "パンテオンの初期ダメージに対してサイオンは耐久力で対抗でき、パンテオンのスキルを受け流せる。",
			"オーン": "オーンのスキルはサイオンに対して効果が薄く、サイオンが有利に戦える。",
			"ブラッドミア": "ブラッドミアの回復をサイオンの耐久力で抑えられるため、対抗しやすい。",
			"トリンダメア": "トリンダメアのバーストダメージに対してサイオンは耐えられるため、長期戦で有利。"
		},
		"loses": {
			"スモルダー": "高いバーストダメージでサイオンの耐久力を無視できる。",
			"アンベッサ": "持続的なダメージとCCでサイオンを無力化できる。",
			"ヨネ": "高い機動力とダメージでサイオンを圧倒できる。",
			"フィオラ": "サイオンのスキルを避けつつ、持続的にダメージを与えられる。",
			"ヴェイン": "高い機動力とサイオンのタンク性を無視するダメージを持つ。",
			"チョ＝ガス": "サイオンの耐久力を削るための持続的なダメージを持つ。",
			"ヴィエゴ": "サイオンを倒した後に強力な能力を得ることができる。",
			"リヴェン": "高いバーストダメージと機動力でサイオンを圧倒できる。",
			"エイトロックス": "持続的なダメージと回復能力でサイオンを打ち負かせる。",
			"ボリベア": "高いCCとダメージでサイオンを無力化できる。",
			"シンジド": "持続的なダメージと逃げる能力でサイオンを圧倒できる。",
			"グウェン": "高いダメージとサイオンのタンク性を無視する能力を持つ。",
			"シェン": "サイオンの攻撃を無効化しつつ、味方を守ることができる。",
			"ダリウス": "高いバーストダメージとサイオンを倒す能力を持つ。",
			"クレッド": "サイオンの耐久力を無視するダメージを持ち、持続的に攻撃できる。",
			"ヤスオ": "高い機動力とバーストダメージでサイオンを圧倒できる。",
			"ポッピー": "サイオンの移動を制限し、持続的にダメージを与えられる。"
		}
	},
	"エイトロックス": {
		"name": "エイトロックス",
		"beats": {
			"ドクター・ムンド": "エイトロックスは持続的なダメージを与える能力が高く、ムンドの回復を上回ることができるため。",
			"ティーモ": "エイトロックスはティーモのブラインド効果を無視できるため、ティーモの攻撃を受けにくい。",
			"セト": "エイトロックスはセトのスキルを避ける能力が高く、持続的なダメージでセトを圧倒できる。",
			"トリンダメア": "エイトロックスはトリンダメアのバーストダメージに対して耐久性があり、トリンダメアの回復を上回るダメージを与えられる。",
			"サイオン": "エイトロックスはサイオンのタンク性能を無視して高いダメージを与えられるため、サイオンを効果的に倒せる。",
			"ブラッドミア": "エイトロックスはブラッドミアのスキルを避けることができ、持続的なダメージでブラッドミアを圧倒できる。",
			"トランドル": "エイトロックスはトランドルのスキルを避ける能力が高く、トランドルの強化を無効化できる。",
			"ガングプランク": "エイトロックスはガングプランクのバーストダメージに対して耐久性があり、持続的なダメージでガングプランクを圧倒できる。",
			"チョ＝ガス": "エイトロックスはチョ＝ガスのスキルを避ける能力が高く、持続的なダメージでチョ＝ガスを圧倒できる。",
			"リヴェン": "エイトロックスはリヴェンのコンボを受け流すことができ、持続的なダメージでリヴェンを圧倒できる。",
			"クイン": "エイトロックスはクインの機動力を無視して高いダメージを与えられるため、クインを効果的に倒せる。"
		},
		"loses": {
			"ヴィエゴ": "エイトロックスはヴィエゴの高いバーストダメージに対抗しづらい。",
			"グラガス": "グラガスのCCとバーストダメージがエイトロックスの回復を妨げる。",
			"シンジド": "シンジドの毒と逃げ能力がエイトロックスの接近を困難にする。",
			"ケネン": "ケネンのスキルショットとスタンがエイトロックスの攻撃を阻害する。",
			"ケイル": "ケイルの後半の強さと無敵スキルがエイトロックスにとって脅威。",
			"フィオラ": "フィオラのパリィがエイトロックスのスキルを無効化する。",
			"マルファイト": "マルファイトのタンク性能とCCがエイトロックスのダメージを抑える。",
			"グウェン": "グウェンのスキルがエイトロックスの持続ダメージを無効化する。",
			"イレリア": "イレリアの高い機動力とダメージがエイトロックスに対して有利。",
			"カ・サンテ": "カ・サンテの耐久力とダメージがエイトロックスに対して優位。",
			"アーゴット": "アーゴットの強力なバーストとCCがエイトロックスを圧倒する。",
			"アンベッサ": "アンベッサの持続的なダメージとCCがエイトロックスにとって厄介。",
			"ナー": "ナーの変身とCCがエイトロックスの行動を制限する。"
		}
	},
	"ティーモ": {
		"name": "ティーモ",
		"beats": {
			"イラオイ": "ティーモのブラインド効果でイラオイの攻撃が当たりにくくなるため、戦闘で有利に立てる。",
			"レネクトン": "ティーモの持つ持続的なダメージとブラインドでレネクトンの回復を妨げることができる。",
			"ヴェイン": "ティーモのブラインドがヴェインの攻撃を無効化し、彼女のダメージを減少させる。",
			"カミール": "ティーモの持続的なダメージとブラインドでカミールのスキルを無効化できる。",
			"ボリベア": "ティーモのブラインドがボリベアの攻撃を防ぎ、持続的なダメージで有利に戦える。",
			"シンジド": "ティーモの毒がシンジドの移動を妨げ、持続的なダメージを与えることができる。",
			"トリンダメア": "ティーモのブラインドがトリンダメアのクリティカルヒットを無効化し、戦闘で優位に立てる。",
			"ヨリック": "ティーモの持続的なダメージがヨリックのミニオンを処理しやすく、戦闘を有利に進められる。",
			"ヨネ": "ティーモのブラインドがヨネの攻撃を防ぎ、持続的なダメージで有利に戦える。",
			"ダリウス": "ティーモのブラインドがダリウスの攻撃を無効化し、持続的なダメージで有利に立てる。",
			"ケイル": "ティーモの持続的なダメージがケイルの成長を妨げ、早期に有利に立てる。",
			"ガレン": "ティーモのブラインドがガレンの攻撃を防ぎ、持続的なダメージで有利に戦える。",
			"ケネン": "ティーモのブラインドがケネンのスキルを無効化し、持続的なダメージで有利に立てる。",
			"ワーウィック": "ティーモの持続的なダメージがワーウィックの回復を妨げ、戦闘を有利に進められる。",
			"アーゴット": "ティーモのブラインドがアーゴットの攻撃を防ぎ、持続的なダメージで有利に立てる。",
			"トランドル": "ティーモの持続的なダメージがトランドルの回復を妨げ、戦闘を有利に進められる。",
			"ハイマーディンガー": "ティーモのブラインドがハイマーディンガーの攻撃を無効化し、持続的なダメージで有利に立てる。",
			"ザック": "ティーモの持続的なダメージがザックの回復を妨げ、戦闘を有利に進められる。"
		},
		"loses": {
			"ティーモ": "ティーモは主に遠距離攻撃を行うチャンピオンであり、耐久力の高いチャンピオン（サイオン、オーン、モルデカイザーなど）に対してはダメージを与えにくい。",
			"サイオン": "サイオンは高い耐久力とCC（クラウドコントロール）を持ち、ティーモの攻撃を無効化しやすい。",
			"カシオペア": "カシオペアは高い持続ダメージとCCを持ち、ティーモの機動性を制限することができる。",
			"オーン": "オーンは非常にタフで、ティーモのダメージを軽減しつつ、反撃が可能。",
			"ヤスオ": "ヤスオはティーモのスキルを避けることができ、近接戦で強力なダメージを出せる。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ティーモのダメージを持続的に受けることができる。",
			"ライズ": "ライズは高いバーストダメージを持ち、ティーモを瞬時に排除することができる。",
			"アカリ": "アカリは高い機動性を持ち、ティーモの攻撃を避けながら接近しやすい。",
			"モルデカイザー": "モルデカイザーはティーモを1対1の状況に持ち込むことができ、強力なバーストを持つ。",
			"マルファイト": "マルファイトは高い耐久力とCCを持ち、ティーモの攻撃を無効化しやすい。",
			"ジェイス": "ジェイスは遠距離からの高いバーストダメージを持ち、ティーモに対して有利。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持ち、ティーモに対して強力。",
			"グラガス": "グラガスはCCと耐久力を持ち、ティーモの攻撃を無効化しやすい。",
			"ランブル": "ランブルは高い持続ダメージを持ち、ティーモに対して強力。",
			"ガングプランク": "ガングプランクは自己回復とバーストダメージを持ち、ティーモに対して有利。",
			"オラフ": "オラフはティーモのCCを無効化し、持続的なダメージを与えることができる。",
			"セト": "セトは高い耐久力とダメージを持ち、ティーモに対して強力。"
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"ドクター・ムンド": "グウェンの持つ高いバーストダメージが、ムンドの再生能力を上回るため、早期に倒すことが可能。",
			"ヨリック": "グウェンはヨリックのゴーストを無視してダメージを与えられるため、対抗しやすい。",
			"タム・ケンチ": "タム・ケンチの耐久力を上回るダメージを持ち、スキルでの回避も可能。",
			"モルデカイザー": "モルデカイザーのアルティメットを無効化できるため、1対1の戦闘で有利。",
			"チョ＝ガス": "チョ＝ガスのスキルを避けやすく、持続的なダメージを与えられる。",
			"レネクトン": "グウェンのスキルでレネクトンの攻撃を回避しつつ、ダメージを与えられる。",
			"マルファイト": "マルファイトの耐久力を上回るダメージを持ち、スキルでの機動力も高い。",
			"オラフ": "オラフの攻撃を避けつつ、持続的にダメージを与えられるため、対抗しやすい。",
			"カミール": "カミールのスキルを回避しやすく、持続的なダメージを与えられる。",
			"クレッド": "クレッドの耐久力を上回るダメージを持ち、スキルでの機動力も高い。",
			"シェン": "シェンのシールドを無視してダメージを与えられるため、対抗しやすい。",
			"ナサス": "ナサスのスタックを稼ぐ前に倒すことができるため、早期に有利に進められる。",
			"ティーモ": "ティーモのブラインドを避けつつ、持続的にダメージを与えられる。",
			"カ・サンテ": "カ・サンテの耐久力を上回るダメージを持ち、スキルでの機動力も高い。",
			"ダリウス": "ダリウスの攻撃を避けつつ、持続的にダメージを与えられるため、対抗しやすい。",
			"ガングプランク": "ガングプランクのスキルを回避しやすく、持続的なダメージを与えられる。",
			"エイトロックス": "エイトロックスの攻撃を避けつつ、持続的にダメージを与えられるため、対抗しやすい。"
		},
		"loses": {
			"ヤスオ": "高いバーストダメージと機動力でグウェンを圧倒できる。",
			"ヨネ": "強力なダメージと自己回復能力でグウェンに対抗できる。",
			"リヴェン": "高いバーストダメージとスキルのコンボでグウェンを瞬時に排除できる。",
			"シンジド": "持続的なダメージと逃げる能力でグウェンを翻弄できる。",
			"ヴィエゴ": "高いバーストダメージと自己回復能力でグウェンに対抗できる。",
			"ワーウィック": "持続的なダメージとサステインでグウェンを圧倒できる。",
			"フィオラ": "高いダメージとグウェンのスキルを無効化する能力で有利に立てる。",
			"ジャックス": "スケーリングが強力で、後半にグウェンを圧倒できる。",
			"ナー": "変身による高いダメージとCCでグウェンを制圧できる。",
			"トランドル": "グウェンのステータスを削ることで有利に戦える。",
			"ポッピー": "グウェンの機動力を制限することで有利に立てる。",
			"オーロラ": "高いバーストダメージでグウェンを瞬時に排除できる。",
			"ザック": "持続的なダメージとCCでグウェンを圧倒できる。",
			"ケイル": "後半の強さでグウェンに対抗できる。",
			"ガレン": "高い耐久力と持続的なダメージでグウェンを圧倒できる。",
			"ウーコン": "高いバーストダメージと機動力でグウェンを翻弄できる。",
			"ボリベア": "高い耐久力と持続的なダメージでグウェンに対抗できる。",
			"ジェイス": "高いバーストダメージと射程でグウェンを圧倒できる。",
			"トリンダメア": "高いバーストダメージと自己回復能力でグウェンに対抗できる。",
			"アーゴット": "高い耐久力と持続的なダメージでグウェンを圧倒できる。",
			"アカリ": "高いバーストダメージと機動力でグウェンを翻弄できる。"
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ヨリック": "ワーウィックは持続的な回復力があり、ヨリックのダメージを耐えやすい。",
			"ヨネ": "ワーウィックのスキルはヨネの攻撃を無効化しやすく、持続戦闘で有利。",
			"ドクター・ムンド": "ムンドのHP回復をワーウィックが上回るため、持続戦闘で優位に立てる。",
			"トリンダメア": "ワーウィックはトリンダメアのバーストダメージを耐えられるため、対抗しやすい。",
			"クイン": "クインの機動力に対して、ワーウィックは持続的なダメージを与えられる。",
			"グウェン": "ワーウィックはグウェンのスキルを避けやすく、持続的なダメージで勝てる。",
			"モルデカイザー": "ワーウィックはモルデカイザーのスキルを無効化しやすく、持続戦闘で有利。",
			"フィオラ": "フィオラのスキルをワーウィックが耐えられるため、持続戦闘で優位。",
			"ヤスオ": "ワーウィックはヤスオの攻撃を耐えやすく、持続的にダメージを与えられる。",
			"イレリア": "ワーウィックはイレリアのバーストダメージを耐えられるため、対抗しやすい。",
			"クレッド": "ワーウィックはクレッドの攻撃を耐えやすく、持続戦闘で優位に立てる。",
			"カミール": "ワーウィックはカミールのスキルを避けやすく、持続的にダメージを与えられる。",
			"アンベッサ": "ワーウィックはアンベッサの攻撃を耐えやすく、持続戦闘で優位に立てる。",
			"エイトロックス": "ワーウィックはエイトロックスの攻撃を耐えやすく、持続的にダメージを与えられる。"
		},
		"loses": {
			"ハイマーディンガー": "高いバーストダメージとタレットの強さで、近づくのが難しい。",
			"カ・サンテ": "持続的なダメージと耐久力で、ワーウィックの回復を妨げる。",
			"ティーモ": "ブラインド効果で攻撃が当たらず、持続的なダメージを与えられる。",
			"ナー": "変身による高いバーストダメージとCCで、ワーウィックを無力化できる。",
			"ヴェイン": "高い機動力とダメージで、ワーウィックの捕まえにくさを逆手に取る。",
			"アカリ": "高い機動力と隠れ身で、ワーウィックのスキルを避けやすい。",
			"アーゴット": "高い耐久力とダメージで、ワーウィックの回復を無効化できる。",
			"ケネン": "高いバーストダメージとスタンで、ワーウィックを無力化できる。",
			"ランブル": "持続的なダメージとCCで、ワーウィックの回復を妨げる。",
			"ボリベア": "高い耐久力とCCで、ワーウィックの攻撃を無効化できる。",
			"グラガス": "バーストダメージとCCで、ワーウィックの回復を妨げる。",
			"ブラッドミア": "高いバーストダメージと自己回復で、ワーウィックの回復を無効化できる。",
			"ダリウス": "高いバーストダメージとCCで、ワーウィックの回復を妨げる。",
			"オーロラ": "高い耐久力とCCで、ワーウィックの攻撃を無効化できる。",
			"シェン": "テレポートとシールドで、ワーウィックの攻撃を無効化できる。",
			"イラオイ": "高い耐久力と持続的なダメージで、ワーウィックの回復を妨げる。",
			"チョ＝ガス": "高い耐久力とCCで、ワーウィックの攻撃を無効化できる。",
			"ケイル": "高い耐久力とダメージで、ワーウィックの回復を無効化できる。",
			"ガレン": "高い耐久力とバーストダメージで、ワーウィックの回復を妨げる。",
			"サイオン": "高い耐久力とCCで、ワーウィックの攻撃を無効化できる。",
			"パンテオン": "高いバーストダメージとCCで、ワーウィックの回復を妨げる。",
			"トランドル": "高い耐久力とCCで、ワーウィックの攻撃を無効化できる。",
			"ジェイス": "高いバーストダメージと射程で、ワーウィックに対して有利。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ハイマーディンガー": "ライズの高いバーストダメージがハイマーディンガーのタワーを早く破壊できるため、優位に立てる。",
			"マルファイト": "マルファイトのスキルがライズの移動能力に対して効果的でないため、ライズが有利。",
			"トリンダメア": "トリンダメアの攻撃をライズのスキルでコントロールできるため、ライズが優位。",
			"ヴェイン": "ライズのスキルでヴェインの回避能力を無効化できるため、ライズが有利。",
			"シンジド": "シンジドの毒を避ける能力がライズのスキルで強化されるため、ライズが優位。",
			"リヴェン": "リヴェンのコンボをライズのスキルで中断できるため、ライズが有利。",
			"ティーモ": "ティーモの視界をライズのスキルで制限できるため、ライズが優位。",
			"トランドル": "トランドルの耐久力をライズのバーストで削ることができるため、ライズが有利。",
			"クイン": "クインの移動をライズのスキルで制限できるため、ライズが優位。",
			"ガリオ": "ガリオのシールドをライズのバーストで貫通できるため、ライズが有利。",
			"レネクトン": "レネクトンの回復をライズのダメージで無効化できるため、ライズが優位。",
			"ナサス": "ナサスのスタックをライズの高いダメージで早く削ることができるため、ライズが有利。",
			"ボリベア": "ボリベアの接近をライズのスキルで阻止できるため、ライズが優位。",
			"グウェン": "グウェンのスキルをライズのバーストで打ち破ることができるため、ライズが有利。",
			"ポッピー": "ポッピーの壁をライズのスキルで回避できるため、ライズが優位。",
			"フィオラ": "フィオラのカウンターをライズのスキルで無効化できるため、ライズが有利。",
			"ケイル": "ケイルの成長をライズの早いダメージで抑えることができるため、ライズが優位。",
			"カミール": "カミールの移動をライズのスキルで制限できるため、ライズが有利。",
			"シェン": "シェンのシャドウをライズのスキルで無効化できるため、ライズが優位。",
			"オーロラ": "オーロラのスキルをライズのバーストで打ち破ることができるため、ライズが有利。",
			"ランブル": "ランブルのスキルをライズの高いバーストで無効化できるため、ライズが優位。",
			"ブラッドミア": "ブラッドミアの回復をライズのダメージで抑えることができるため、ライズが有利。"
		},
		"loses": {
			"アカリ": "アカリは高い機動力と瞬発力を持ち、ライズのスキルを回避しやすい。",
			"オーン": "オーンは耐久力が高く、ライズのダメージを受けにくい。",
			"クレッド": "クレッドはタンクとしての役割を果たし、ライズの攻撃を受け止めることができる。",
			"イレリア": "イレリアはライズに対して強力なバーストダメージを持ち、対抗しやすい。",
			"エイトロックス": "エイトロックスは自己回復能力が高く、ライズの持続的なダメージを軽減できる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力とCCを持ち、ライズの動きを制限できる。",
			"ナー": "ナーは変身による高いダメージとCCを持ち、ライズに対して優位に立てる。",
			"アンベッサ": "アンベッサは高いバーストダメージを持ち、ライズを瞬時に排除できる。",
			"ヤスオ": "ヤスオはライズのスキルをカウンターしやすく、特に風の壁でスキルを防げる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと自己回復能力を持ち、ライズに対して強い。",
			"ドクター・ムンド": "ムンドは非常に高い耐久力を持ち、ライズのダメージを軽減できる。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、ライズに対して強力な対抗手段を持つ。",
			"カシオペア": "カシオペアは高い持続ダメージとCCを持ち、ライズに対して優位に立てる。",
			"パンテオン": "パンテオンは高いバーストダメージとCCを持ち、ライズを瞬時に排除できる。",
			"サイオン": "サイオンは非常に高い耐久力を持ち、ライズのダメージを受け止めやすい。",
			"カ・サンテ": "カ・サンテは高い耐久力とダメージを持ち、ライズに対して強力な対抗手段を持つ。",
			"ワーウィック": "ワーウィックは自己回復能力が高く、ライズの持続的なダメージを軽減できる。",
			"ジェイス": "ジェイスは高いバーストダメージを持ち、ライズに対して強力な対抗手段を持つ。",
			"ケネン": "ケネンは高いCCとバーストダメージを持ち、ライズに対して優位に立てる。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、ライズの動きを制限できる。"
		}
	},
	"オーン": {
		"name": "オーン",
		"beats": {
			"ティーモ": "オーンはティーモのブラインド効果を無視できるため、ティーモのトレードが無効化される。",
			"マルファイト": "オーンの耐久力とマルファイトのスキルが相性良く、マルファイトのスキルを受け流しやすい。",
			"ケネン": "オーンはケネンのスキルを受け流しやすく、特に近接戦で有利。",
			"イラオイ": "オーンはイラオイのスキルを避けやすく、耐久力で勝るため有利。",
			"トリンダメア": "オーンはトリンダメアのバーストダメージに耐えられるため、トレードで有利。",
			"ランブル": "オーンはランブルのスキルを受け流しやすく、耐久力で優位に立てる。",
			"グラガス": "オーンはグラガスのバーストを耐えられるため、持久戦で有利。",
			"チョ＝ガス": "オーンはチョ＝ガスのスキルを受け流しやすく、特に近接戦で有利。",
			"ガングプランク": "オーンはガングプランクのスキルを受け流しやすく、耐久力で勝るため有利。",
			"ジェイス": "オーンはジェイスのスキルを受け流しやすく、特に近接戦で有利。",
			"レネクトン": "オーンはレネクトンのバーストを耐えられるため、持久戦で有利。",
			"ダリウス": "オーンはダリウスのスキルを受け流しやすく、特に近接戦で有利。",
			"ケイル": "オーンはケイルのスキルを受け流しやすく、特に耐久力で優位に立てる。",
			"ジャックス": "オーンはジャックスのバーストを耐えられるため、持久戦で有利。"
		},
		"loses": {
			"フィオラ": "フィオラはオーンのスキルを無効化できるため、1対1の戦闘で優位に立つことができる。",
			"ヨネ": "ヨネは高いバーストダメージと機動力を持ち、オーンのスキルを避けやすい。",
			"クレッド": "クレッドはタンクとしての耐久力が高く、オーンのダメージを軽減しやすい。",
			"カ・サンテ": "カ・サンテはオーンのスキルを回避しつつ、持続的なダメージを与えることができる。",
			"カミール": "カミールはオーンのスキルを避ける能力が高く、オーンを孤立させることができる。",
			"オラフ": "オラフはオーンのCCを無効化し、持続的なダメージを与えることができる。",
			"シェン": "シェンはオーンの攻撃を無効化し、チームファイトでの影響力が高い。",
			"アンベッサ": "アンベッサはオーンのスキルを避ける能力があり、持続的なダメージを与えることができる。",
			"ドクター・ムンド": "ムンドは高い回復力を持ち、オーンのダメージを軽減しやすい。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、オーンを早期に排除することができる。",
			"ヴェイン": "ヴェインはオーンのタンク性を無視してダメージを与えることができる。",
			"ヤスオ": "ヤスオはオーンのスキルを避ける能力が高く、持続的なダメージを与えることができる。",
			"スモルダー": "スモルダーはオーンのスキルを避けつつ、持続的なダメージを与えることができる。",
			"サイオン": "サイオンはオーンの攻撃を無効化し、持続的なダメージを与えることができる。",
			"アカリ": "アカリはオーンのスキルを避ける能力が高く、バーストダメージを与えることができる。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"アカリ": "アカリは高い機動力とバーストダメージを持ち、相手のスキルを避けながら攻撃できるため、特にスキル依存のチャンピオンに対して有利。",
			"ライズ": "ライズはアカリの高いバーストに対して脆弱で、特に近接戦での持続的なダメージが苦手。",
			"オーロラ": "オーロラはアカリの機動力に対抗できず、持続的なダメージを出すのが難しい。",
			"ナー": "ナーはアカリの瞬発力に対して反応が遅れやすく、特に変身中は脆弱。",
			"ヴェイン": "ヴェインはアカリのバーストに対して耐久力が低く、特に初期の段階での対抗が難しい。",
			"ティーモ": "ティーモはアカリのスキルを避けることが難しく、特にブラインド効果がアカリの攻撃を妨げる。",
			"ヨネ": "ヨネはアカリの高いバーストに対して耐久力が不足し、特に近接戦での持続的なダメージが苦手。",
			"トランドル": "トランドルはアカリの機動力に対抗できず、特にスノーボールされると対処が難しい。",
			"ワーウィック": "ワーウィックはアカリのバーストに対して耐久力が低く、特に初期の段階での対抗が難しい。",
			"マルファイト": "マルファイトはアカリの高いバーストに対して脆弱で、特にスキルのクールダウンが長い。",
			"ガングプランク": "ガングプランクはアカリの機動力に対抗できず、特にバーストダメージが苦手。",
			"イレリア": "イレリアはアカリの高いバーストに対して耐久力が不足し、特に近接戦での持続的なダメージが苦手。",
			"ジャックス": "ジャックスはアカリの瞬発力に対して反応が遅れやすく、特に初期の段階での対抗が難しい。",
			"ケイル": "ケイルはアカリの高いバーストに対して脆弱で、特に成長段階での対抗が難しい。",
			"イラオイ": "イラオイはアカリの機動力に対抗できず、特にバーストダメージが苦手。",
			"サイラス": "サイラスはアカリの高いバーストに対して耐久力が不足し、特に近接戦での持続的なダメージが苦手。",
			"モルデカイザー": "モルデカイザーはアカリの機動力に対抗できず、特にバーストダメージが苦手。",
			"ダリウス": "ダリウスはアカリの高いバーストに対して脆弱で、特に近接戦での持続的なダメージが苦手。",
			"カミール": "カミールはアカリの機動力に対抗できず、特にバーストダメージが苦手。"
		},
		"loses": {
			"リヴェン": "高いバーストダメージと機動力でアカリを圧倒できる。",
			"ブラッドミア": "持続的な回復とダメージでアカリの攻撃を耐えられる。",
			"グラガス": "CCとバーストダメージでアカリの動きを制限できる。",
			"サイオン": "高い耐久力とCCでアカリの攻撃を受け止められる。",
			"ヤスオ": "アカリのスキルを回避しつつ、反撃できる。",
			"シェン": "テレポートとシールドで味方を守りつつ、アカリを抑えられる。",
			"トリンダメア": "不死身の状態でアカリに対抗できる。",
			"アーゴット": "高い耐久力とダメージでアカリを圧倒できる。",
			"クレッド": "持続的なダメージとCCでアカリを抑え込める。",
			"ヴィエゴ": "アカリを倒した後にその力を利用できる。",
			"ドクター・ムンド": "高いHPと回復力でアカリのダメージを受け止められる。",
			"ナサス": "スケーリングが強力で、アカリのダメージを耐えられる。",
			"グウェン": "高い持続ダメージと回避能力でアカリに対抗できる。",
			"ジェイス": "遠距離からの攻撃でアカリを圧倒できる。",
			"カ・サンテ": "高い耐久力とダメージでアカリを抑え込める。",
			"レネクトン": "強力なバーストとCCでアカリを制圧できる。",
			"アンベッサ": "高い耐久力と持続ダメージでアカリに対抗できる。",
			"ケネン": "CCとバーストダメージでアカリを抑え込める。",
			"ガリオ": "高い耐久力とCCでアカリの攻撃を防げる。",
			"チョ＝ガス": "持続的なダメージとCCでアカリを抑え込める。"
		}
	},
	"チョ＝ガス": {
		"name": "チョ＝ガス",
		"beats": {
			"ジャックス": "チョ＝ガスのスキルセットはジャックスの攻撃を無効化し、持続的なダメージを与えることができるため、対抗しやすい。",
			"ブラッドミア": "ブラッドミアの回復能力に対して、チョ＝ガスは持続的なダメージを与えられるため、優位に立てる。",
			"レネクトン": "レネクトンの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"マルファイト": "マルファイトのスキルはチョ＝ガスに対して効果的ではなく、チョ＝ガスはマルファイトを圧倒できる。",
			"ティーモ": "ティーモのブラインド効果はチョ＝ガスに対してあまり影響を与えず、チョ＝ガスは持続的にダメージを与えられる。",
			"ガングプランク": "ガングプランクのスキルはチョ＝ガスに対してあまり効果的ではなく、チョ＝ガスは持続的にダメージを与えられる。",
			"ワーウィック": "ワーウィックの回復能力に対して、チョ＝ガスは持続的なダメージを与えられるため、優位に立てる。",
			"サイオン": "サイオンの耐久力に対して、チョ＝ガスは持続的なダメージを与えられるため、対抗しやすい。",
			"パンテオン": "パンテオンの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"アカリ": "アカリの機動力に対して、チョ＝ガスは持続的なダメージを与えられるため、優位に立てる。",
			"カミール": "カミールの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"アーゴット": "アーゴットの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"ハイマーディンガー": "ハイマーディンガーのタレットに対して、チョ＝ガスは持続的にダメージを与えられるため、優位に立てる。",
			"リヴェン": "リヴェンの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"イラオイ": "イラオイの持続的なダメージに対して、チョ＝ガスは持続的にダメージを与えられるため、優位に立てる。",
			"ジェイス": "ジェイスの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"ダリウス": "ダリウスの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"ガレン": "ガレンの攻撃を受け流しつつ、チョ＝ガスは持続的なダメージを与えることができるため、対抗しやすい。",
			"ヨリック": "ヨリックの持続的なダメージに対して、チョ＝ガスは持続的にダメージを与えられるため、優位に立てる。"
		},
		"loses": {
			"ヴィエゴ": "高いバーストダメージと機動力でチョ＝ガスを圧倒できる。",
			"ヴェイン": "高い機動力とダメージでチョ＝ガスの耐久力を無視できる。",
			"ナー": "変身による高いダメージとCCでチョ＝ガスを制圧できる。",
			"ドクター・ムンド": "持続的な回復力でチョ＝ガスのダメージを軽減できる。",
			"サイラス": "チョ＝ガスのスキルを奪い、逆に利用することで有利に戦える。",
			"ボリベア": "高いバーストとCCでチョ＝ガスを無力化できる。",
			"オーロラ": "高いバーストダメージとCCでチョ＝ガスを圧倒できる。",
			"トランドル": "チョ＝ガスの耐久力を削ることができ、強力な1対1の相手。",
			"オーン": "アイテム強化と耐久力でチョ＝ガスに対抗できる。",
			"フィオラ": "高いダメージと機動力でチョ＝ガスを圧倒できる。",
			"グウェン": "高い持続ダメージと回避能力でチョ＝ガスを無力化できる。",
			"クレッド": "高いバーストダメージとCCでチョ＝ガスを制圧できる。",
			"シェン": "テレポートとシールドでチョ＝ガスを無力化できる。",
			"セト": "高いバーストと耐久力でチョ＝ガスに対抗できる。",
			"ヨネ": "高いダメージと機動力でチョ＝ガスを圧倒できる。",
			"イレリア": "高いバーストダメージと機動力でチョ＝ガスを無力化できる。",
			"アンベッサ": "高いバーストとCCでチョ＝ガスを制圧できる。",
			"ランブル": "高いバーストダメージと範囲攻撃でチョ＝ガスを圧倒できる。",
			"エイトロックス": "高い持続ダメージと回復力でチョ＝ガスに対抗できる。"
		}
	},
	"ドクター・ムンド": {
		"name": "ドクター・ムンド",
		"beats": {
			"パンテオン": "ドクター・ムンドは高い耐久力を持ち、パンテオンの瞬発的なダメージを耐えることができる。",
			"マルファイト": "マルファイトのスキルは物理ダメージが主であり、ドクター・ムンドの魔法耐性が有利に働く。",
			"ケネン": "ケネンのスキルは持続的なダメージを与えるが、ドクター・ムンドは回復能力が高く、持ちこたえやすい。",
			"チョ＝ガス": "チョ＝ガスのCC（クラウドコントロール）を受けても、ドクター・ムンドは耐久力で押し切ることができる。",
			"アーゴット": "アーゴットの攻撃は物理ダメージが多いが、ドクター・ムンドはその耐久力で対抗できる。",
			"ボリベア": "ボリベアのバーストダメージを耐えられるため、ドクター・ムンドは有利に戦える。",
			"ブラッドミア": "ブラッドミアのダメージを回復で相殺できるため、ドクター・ムンドは有利。",
			"クイン": "クインの機動力に対して、ドクター・ムンドは持続的なダメージで対抗できる。",
			"ダリウス": "ダリウスの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"オーン": "オーンのスキルは物理ダメージが多いが、ドクター・ムンドはその耐久力で対抗できる。",
			"ジェイス": "ジェイスの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"ジャックス": "ジャックスのバーストダメージを耐えられるため、ドクター・ムンドは有利。",
			"ティーモ": "ティーモの持続的なダメージを回復で相殺できるため、ドクター・ムンドは有利。",
			"アカリ": "アカリの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"ケイル": "ケイルの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"ガングプランク": "ガングプランクの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"ハイマーディンガー": "ハイマーディンガーのタレットを耐えられるため、ドクター・ムンドは有利に戦える。",
			"グラガス": "グラガスのバーストダメージを耐えられるため、ドクター・ムンドは有利。",
			"ウディア": "ウディアの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"タム・ケンチ": "タム・ケンチの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"レネクトン": "レネクトンの攻撃を耐えられるため、ドクター・ムンドは有利に戦える。",
			"シンジド": "シンジドの持続的なダメージを回復で相殺できるため、ドクター・ムンドは有利。"
		},
		"loses": {
			"アンベッサ": "高いバーストダメージと持続的なダメージでムンドの耐久力を無視できる。",
			"クレッド": "ムンドの回復を無効化するスキルを持ち、持続的なダメージを与えられる。",
			"グウェン": "ムンドの耐久力を削ることができ、特にスキルの相性が良い。",
			"トリンダメア": "ムンドの耐久力を無視して、クリティカルヒットで一気に倒すことができる。",
			"ヨリック": "持続的なダメージと分身を使ってムンドを圧倒できる。",
			"エイトロックス": "高いダメージと回復能力でムンドを圧倒することができる。",
			"カ・サンテ": "ムンドの耐久力を削るスキルを持ち、持続的な戦闘で有利。",
			"イレリア": "ムンドのスキルを避けながら、高いバーストダメージを与えられる。",
			"ワーウィック": "ムンドの回復を無効化し、持続的なダメージを与えられる。",
			"ヨネ": "高いバーストダメージと機動力でムンドを圧倒できる。",
			"ガレン": "シンプルなバーストダメージでムンドの耐久力を無視できる。",
			"フィオラ": "ムンドのスキルを避けながら、高いダメージを与えられる。",
			"ナサス": "持続的なダメージとスケーリングでムンドを圧倒できる。",
			"ヴィエゴ": "高いバーストダメージと持続的なダメージでムンドを圧倒できる。",
			"ケイン": "ムンドの耐久力を無視して、高いバーストダメージを与えられる。",
			"モルデカイザー": "ムンドを孤立させて、持続的なダメージを与えられる。",
			"ポッピー": "ムンドの移動を制限し、持続的なダメージを与えられる。",
			"リヴェン": "高いバーストダメージと機動力でムンドを圧倒できる。",
			"トランドル": "ムンドの耐久力を無効化し、持続的なダメージを与えられる。"
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"トランドル": "オーロラはトランドルの攻撃を無効化するスキルを持っており、トランドルの強みを消すことができる。",
			"イラオイ": "オーロラはイラオイのスキルを避けやすく、持続的なダメージを与えられる。",
			"カミール": "オーロラはカミールの機動力に対抗できるスキルを持っており、カミールの攻撃を受けにくい。",
			"ダリウス": "オーロラはダリウスの近接攻撃に対して有利で、持続的なダメージを与えられる。",
			"ケイル": "オーロラはケイルのスケーリングに対抗できる早期の強さを持っている。",
			"クイン": "オーロラはクインの遠距離攻撃を無効化する手段を持っている。",
			"チョ＝ガス": "オーロラはチョ＝ガスのスキルを避けやすく、持続的なダメージを与えられる。",
			"シンジド": "オーロラはシンジドの毒を無効化する手段を持っており、持続的にダメージを与えられる。",
			"ヨリック": "オーロラはヨリックのミニオンを簡単に処理でき、持続的にダメージを与えられる。",
			"ボリベア": "オーロラはボリベアの攻撃を無効化するスキルを持っており、ボリベアの強みを消すことができる。",
			"シェン": "オーロラはシェンのシールドを無効化する手段を持っており、持続的にダメージを与えられる。",
			"ハイマーディンガー": "オーロラはハイマーディンガーのタレットを簡単に処理でき、持続的にダメージを与えられる。",
			"セト": "オーロラはセトの攻撃を無効化するスキルを持っており、セトの強みを消すことができる。",
			"アーゴット": "オーロラはアーゴットの攻撃を避けやすく、持続的にダメージを与えられる。",
			"ヨネ": "オーロラはヨネの攻撃を無効化する手段を持っており、持続的にダメージを与えられる。",
			"ワーウィック": "オーロラはワーウィックの回復を無効化する手段を持っており、持続的にダメージを与えられる。",
			"ヴェイン": "オーロラはヴェインの機動力に対抗できるスキルを持っており、持続的にダメージを与えられる。",
			"アンベッサ": "オーロラはアンベッサの攻撃を無効化する手段を持っており、持続的にダメージを与えられる。",
			"サイラス": "オーロラはサイラスのスキルを避けやすく、持続的にダメージを与えられる。",
			"オラフ": "オーロラはオラフの攻撃を無効化する手段を持っており、持続的にダメージを与えられる。",
			"ジャックス": "オーロラはジャックスの攻撃を無効化する手段を持っており、持続的にダメージを与えられる."
		},
		"loses": {
			"ヴィエゴ": "高いバーストダメージと回復能力でオーロラを圧倒できる。",
			"ヤスオ": "高い機動性とダメージでオーロラのスキルを避けやすい。",
			"ナサス": "スケーリングが強力で、オーロラのダメージを耐えられる。",
			"アカリ": "高いバーストと隠れ身でオーロラに対して有利。",
			"トリンダメア": "不死身の状態でオーロラを倒すことができる。",
			"ガリオ": "タンクとしての耐久力とCCでオーロラを抑え込む。",
			"モルデカイザー": "1対1での強さとオーロラのスキルを無効化する能力。",
			"オーン": "タンクとしての耐久力とチームファイトでの強さ。",
			"パンテオン": "高い初期ダメージとCCでオーロラを圧倒できる。",
			"カシオペア": "持続的なダメージとスネアでオーロラを制圧。",
			"ライズ": "高いバーストと機動力でオーロラを狙いやすい。",
			"リヴェン": "高い機動性とコンボでオーロラを圧倒。",
			"ケネン": "範囲攻撃とスタンでオーロラを無力化。",
			"イレリア": "高いバーストと回復能力でオーロラに対抗。",
			"サイオン": "タンクとしての耐久力とCCでオーロラを抑え込む。",
			"ナー": "変身による強力なダメージとCCでオーロラを制圧。",
			"クレッド": "高い耐久力とダメージでオーロラに対抗。",
			"グラガス": "CCとバーストでオーロラを抑え込む。",
			"ガングプランク": "持続的なダメージとCCでオーロラを圧倒。"
		}
	},
	"トリンダメア": {
		"name": "トリンダメア",
		"beats": {
			"トリンダメア": "トリンダメアは高いバーストダメージと自己回復能力を持ち、持続的な戦闘に強い。特に、相手の体力を削りつつ、自己回復で耐えることができるため、対面のチャンピオンに対して有利。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、トリンダメアのダメージを受け流すことができるが、トリンダメアのバーストダメージには耐えられない。",
			"ヨリック": "ヨリックはミニオンを使った戦闘が得意だが、トリンダメアの高いダメージと回復力に対抗するのは難しい。",
			"イラオイ": "イラオイはチャンピオンを捕まえる能力が高いが、トリンダメアの回復とバーストダメージに対しては脆弱。",
			"ガレン": "ガレンはシンプルなコンボでダメージを与えられるが、トリンダメアの回復と持続力に対しては劣る。",
			"オーロラ": "オーロラはスキルを使った戦闘が得意だが、トリンダメアの高いバーストダメージには対抗しきれない。",
			"イレリア": "イレリアは機動力が高いが、トリンダメアの持続的なダメージと回復に対しては不利。",
			"クイン": "クインは遠距離攻撃が得意だが、トリンダメアの接近戦での強さには勝てない。",
			"レネクトン": "レネクトンは強力な初期ダメージを持つが、トリンダメアの回復力に対しては持続戦闘で劣る。",
			"モルデカイザー": "モルデカイザーは強力な1対1の戦闘能力を持つが、トリンダメアのバーストダメージには耐えられない。",
			"アカリ": "アカリは高い機動力を持つが、トリンダメアの持続的なダメージと回復に対しては不利。",
			"ヴェイン": "ヴェインは高いダメージを持つが、トリンダメアの回復力と持続力には勝てない。",
			"シンジド": "シンジドは持続的なダメージを与えるが、トリンダメアのバーストダメージには耐えられない。",
			"ヤスオ": "ヤスオは高い機動力を持つが、トリンダメアの持続的なダメージと回復に対しては不利。",
			"ブラッドミア": "ブラッドミアは高いバーストダメージを持つが、トリンダメアの回復力には勝てない。",
			"グウェン": "グウェンは高いダメージを持つが、トリンダメアの持続的なダメージと回復に対しては不利。",
			"チョ＝ガス": "チョ＝ガスは耐久力が高いが、トリンダメアのバーストダメージには耐えられない。"
		},
		"loses": {
			"ケネン": "トリンダメアは近接チャンピオンであり、ケネンのスキルによる範囲攻撃とスタンが非常に厄介で、接近するのが難しい。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、トリンダメアの回復を無効化することができるため、対抗が難しい。",
			"マルファイト": "マルファイトのシールドとCC（クラウドコントロール）能力により、トリンダメアは効果的にダメージを与えることができない。",
			"ワーウィック": "ワーウィックの持続的なライフスティールとCCにより、トリンダメアは持続戦闘で不利になる。",
			"ナー": "ナーの変身能力と高いバーストダメージにより、トリンダメアは接近するのが難しい。",
			"シェン": "シェンのテレポートとシールドにより、トリンダメアの攻撃を無効化されることが多い。",
			"ボリベア": "ボリベアの高い耐久力とCCにより、トリンダメアは効果的にダメージを与えられない。",
			"ジェイス": "ジェイスの遠距離攻撃とバーストダメージにより、トリンダメアは接近するのが難しい。",
			"オーン": "オーンの耐久力とCCにより、トリンダメアは持続戦闘で不利になる。",
			"エイトロックス": "エイトロックスの持続的なダメージと回復能力により、トリンダメアは効果的に戦えない。",
			"アーゴット": "アーゴットの高いバーストダメージとCCにより、トリンダメアは接近するのが難しい。",
			"グラガス": "グラガスのCCとバーストダメージにより、トリンダメアは持続戦闘で不利になる。",
			"クレッド": "クレッドの高い耐久力とCCにより、トリンダメアは効果的にダメージを与えられない。",
			"ダリウス": "ダリウスの高いバーストダメージと持続的なダメージにより、トリンダメアは持続戦闘で不利になる。",
			"ポッピー": "ポッピーのCCと耐久力により、トリンダメアは効果的に戦えない。"
		}
	},
	"グラガス": {
		"name": "グラガス",
		"beats": {
			"グラガス": "グラガスは高い耐久力とCC（クラウドコントロール）を持ち、特に近接チャンピオンに対して有利です。彼のバーストダメージと逃げる能力により、対面のチャンピオンに対して優位に立つことができます。",
			"ヴェイン": "ヴェインはグラガスのCCを避けることができ、グラガスの耐久力を無視してダメージを与えることができるため、対面で有利です。",
			"イラオイ": "イラオイはグラガスのスキルを避けることができ、持続的なダメージを与えることができるため、グラガスに対して有利です。",
			"セト": "セトはグラガスのスキルを無効化する能力があり、持続的なダメージを与えることができるため、対面で有利です。",
			"クイン": "クインは高い機動力を持ち、グラガスのスキルを避けながらダメージを与えることができるため、対面で有利です。",
			"カミール": "カミールはグラガスのスキルを避けることができ、持続的なダメージを与えることができるため、対面で有利です。",
			"トランドル": "トランドルはグラガスの耐久力を無視してダメージを与えることができ、特に1対1の状況で有利です。",
			"アカリ": "アカリは高い機動力を持ち、グラガスのスキルを避けながらダメージを与えることができるため、対面で有利です。",
			"ケイル": "ケイルはレベルアップによって強力なダメージを持ち、グラガスの耐久力を無視してダメージを与えることができるため、対面で有利です。",
			"マルファイト": "マルファイトはグラガスのスキルを無効化する能力があり、持続的なダメージを与えることができるため、対面で有利です。",
			"ガングプランク": "ガングプランクはグラガスのスキルを避けることができ、持続的なダメージを与えることができるため、対面で有利です。",
			"ワーウィック": "ワーウィックはグラガスの耐久力を無視してダメージを与えることができ、特に1対1の状況で有利です。",
			"ライズ": "ライズは高いバーストダメージを持ち、グラガスの耐久力を無視してダメージを与えることができるため、対面で有利です。",
			"ボリベア": "ボリベアはグラガスのスキルを無効化する能力があり、持続的なダメージを与えることができるため、対面で有利です。",
			"リヴェン": "リヴェンは高い機動力を持ち、グラガスのスキルを避けながらダメージを与えることができるため、対面で有利です."
		},
		"loses": {
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、グラガスの耐久力を上回るため、対面での優位性がある。",
			"オーン": "オーンはタンクとしての耐久力が高く、グラガスのスキルを無効化しやすい。",
			"クレッド": "クレッドは持続的なダメージと回復能力があり、グラガスのバーストダメージを凌ぐことができる。",
			"アンベッサ": "アンベッサは高い機動力と持続的なダメージを持ち、グラガスのスキルを避けやすい。",
			"ポッピー": "ポッピーはグラガスの移動を制限する能力があり、対面でのプレッシャーが強い。",
			"ドクター・ムンド": "ドクター・ムンドは非常に高い耐久力を持ち、グラガスのダメージを軽減できる。",
			"ヨリック": "ヨリックはミニオンを使ってグラガスに圧力をかけることができ、持続的なダメージを与えられる。",
			"ジェイス": "ジェイスは遠距離からの高いバーストダメージを持ち、グラガスが近づく前にダメージを与えられる。",
			"ランブル": "ランブルは高い持続ダメージを持ち、グラガスのスキルを避けながらダメージを与えられる。",
			"カ・サンテ": "カ・サンテは高い耐久力とダメージを持ち、グラガスの攻撃を受け流すことができる。",
			"ヤスオ": "ヤスオはグラガスのスキルをカウンターしやすく、持続的なダメージを与えられる。",
			"イレリア": "イレリアは高い機動力とバーストダメージを持ち、グラガスに対して優位に立てる。",
			"グウェン": "グウェンは高い持続ダメージと回復能力を持ち、グラガスの攻撃を受け流すことができる。",
			"シェン": "シェンはグラガスのスキルを無効化し、チームファイトでの影響力が高い。"
		}
	},
	"イラオイ": {
		"name": "イラオイ",
		"beats": {
			"タム・ケンチ": "イラオイのダメージを吸収できるが、持続的なダメージを与えられないため、イラオイが有利。",
			"シェン": "シェンのシールドはイラオイの攻撃を防げるが、イラオイの持続的なダメージには耐えられない。",
			"ドクター・ムンド": "ムンドは耐久力が高いが、イラオイの持続的なダメージに対しては効果的に対抗できない。",
			"ナー": "ナーは変身によるバーストダメージがあるが、イラオイの持続的なダメージには弱い。",
			"レネクトン": "レネクトンは強力なバーストを持つが、イラオイの持続的なダメージに対しては不利。",
			"ボリベア": "ボリベアはタンクとして強いが、イラオイの持続的なダメージには耐えられない。",
			"ジャックス": "ジャックスは後半強力だが、イラオイの初期のダメージには対抗できない。",
			"ジェイス": "ジェイスは遠距離攻撃が得意だが、イラオイの近接戦闘能力には劣る。",
			"ブラッドミア": "ブラッドミアは回復能力があるが、イラオイの持続的なダメージには対抗しきれない。",
			"アンベッサ": "アンベッサは強力なバーストを持つが、イラオイの持続的なダメージには弱い。",
			"ヤスオ": "ヤスオは回避能力があるが、イラオイの持続的なダメージには耐えられない。",
			"カ・サンテ": "カ・サンテは耐久力が高いが、イラオイの持続的なダメージには効果的に対抗できない。",
			"アーゴット": "アーゴットは強力なバーストを持つが、イラオイの持続的なダメージには不利。",
			"セト": "セトは強力なタンクだが、イラオイの持続的なダメージには耐えられない。",
			"パンテオン": "パンテオンは強力なバーストを持つが、イラオイの持続的なダメージには不利。",
			"エイトロックス": "エイトロックスは回復能力があるが、イラオイの持続的なダメージには対抗しきれない。",
			"チョ＝ガス": "チョ＝ガスは耐久力が高いが、イラオイの持続的なダメージには効果的に対抗できない。",
			"リヴェン": "リヴェンはバーストダメージが強いが、イラオイの持続的なダメージには不利。",
			"イレリア": "イレリアは機動力が高いが、イラオイの持続的なダメージには耐えられない。",
			"ナサス": "ナサスは強力なスケーリングがあるが、イラオイの初期のダメージには対抗できない。"
		},
		"loses": {
			"ティーモ": "イラオイの攻撃を避けるためのブラインド効果が強力で、持続的なダメージを与えられる。",
			"オーロラ": "イラオイのスキルを無効化する能力があり、持続的なダメージを与えられる。",
			"ケイル": "レベル6以降の強力なバーストダメージと自己回復能力でイラオイを圧倒できる。",
			"サイオン": "高い耐久力とCCでイラオイの攻撃を無効化し、チームファイトで有利に立てる。",
			"ヴェイン": "高い機動力とバーストダメージでイラオイを迅速に排除できる。",
			"クイン": "高い機動力と遠距離攻撃でイラオイを圧倒しやすい。",
			"モルデカイザー": "イラオイを1対1で無力化するUltを持ち、持続的なダメージを与えられる。",
			"シンジド": "イラオイの攻撃を避けつつ、持続的なダメージを与えられる。",
			"グラガス": "CCと耐久力でイラオイの攻撃を無効化し、チームファイトで有利に立てる。",
			"トランドル": "イラオイのステータスを奪い、持続的なダメージを与えられる。",
			"トリンダメア": "高いバーストダメージと自己回復能力でイラオイを圧倒できる。",
			"ガングプランク": "高いバーストダメージと持続的なダメージでイラオイを圧倒できる。",
			"ヨネ": "高い機動力とバーストダメージでイラオイを迅速に排除できる。",
			"ランブル": "高いバーストダメージと持続的なダメージでイラオイを圧倒できる。",
			"アカリ": "高い機動力とバーストダメージでイラオイを迅速に排除できる。",
			"オーン": "高い耐久力とCCでイラオイの攻撃を無効化し、チームファイトで有利に立てる。",
			"ガレン": "高い耐久力とバーストダメージでイラオイを圧倒できる。",
			"ダリウス": "高いバーストダメージと持続的なダメージでイラオイを圧倒できる。",
			"フィオラ": "高い機動力とバーストダメージでイラオイを迅速に排除できる。",
			"マルファイト": "高い耐久力とCCでイラオイの攻撃を無効化し、チームファイトで有利に立てる。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"イラオイ": "ヴェインはイラオイの攻撃を避けやすく、彼女のスキルを無効化することができるため、対抗しやすい。",
			"ガレン": "ガレンの持つサイレンス効果を避けることができ、持続的なダメージを与えられるため有利。",
			"クレッド": "クレッドのタンク性能に対して、ヴェインの高いバーストダメージが有効で、早期に倒すことが可能。",
			"リヴェン": "リヴェンのコンボを避けることができ、持続的なダメージを与えられるため、対抗しやすい。",
			"チョ＝ガス": "チョ＝ガスの耐久力を無視して、ヴェインのバーストダメージで早期に排除できる。",
			"ポッピー": "ポッピーの壁を利用したプレイスタイルに対して、ヴェインは機動力で対抗できるため有利。",
			"カミール": "カミールのスキルを避けることができ、持続的なダメージを与えられるため、対抗しやすい。",
			"セト": "セトのタンク性能に対して、ヴェインの高いバーストダメージが有効で、早期に倒すことが可能。",
			"シンジド": "シンジドの毒を避けることができ、持続的なダメージを与えられるため有利。",
			"カ・サンテ": "カ・サンテの耐久力を無視して、ヴェインのバーストダメージで早期に排除できる。",
			"モルデカイザー": "モルデカイザーのスキルを避けることができ、持続的なダメージを与えられるため、対抗しやすい。",
			"シェン": "シェンのシャドウを避けることができ、持続的なダメージを与えられるため有利。",
			"ダリウス": "ダリウスの攻撃を避けやすく、彼のスタックを貯めさせずに倒すことができる。",
			"レネクトン": "レネクトンのスキルを避けることができ、持続的なダメージを与えられるため有利。",
			"ドクター・ムンド": "ムンドの耐久力を無視して、ヴェインのバーストダメージで早期に排除できる。",
			"ボリベア": "ボリベアの攻撃を避けやすく、持続的なダメージを与えられるため有利。",
			"ワーウィック": "ワーウィックのスキルを避けることができ、持続的なダメージを与えられるため有利。",
			"サイオン": "サイオンの耐久力を無視して、ヴェインのバーストダメージで早期に排除できる。",
			"オーン": "オーンのスキルを避けることができ、持続的なダメージを与えられるため有利。"
		},
		"loses": {
			"マルファイト": "マルファイトのシールドとCC（クラウドコントロール）能力がヴェインの攻撃を妨げるため。",
			"ケネン": "ケネンのスキルセットはヴェインに対して高いバーストダメージを持ち、逃げる手段が限られるため。",
			"ティーモ": "ティーモのブラインド効果がヴェインの攻撃を無効化し、持続的なダメージを与えるため。",
			"ヤスオ": "ヤスオの風の刃でヴェインの攻撃を避けやすく、反撃が可能なため。",
			"ヨリック": "ヨリックのミニオンと持続的なダメージがヴェインの機動性を制限するため。",
			"ブラッドミア": "ブラッドミアの回復能力とCCがヴェインのダメージを軽減するため。",
			"グラガス": "グラガスのバーストダメージとCCがヴェインの動きを制限するため。",
			"ナサス": "ナサスのスケーリングと持続的なダメージがヴェインに対して強力な脅威となるため。",
			"アカリ": "アカリの高い機動性とバーストダメージがヴェインにとって厄介な存在となるため。",
			"クイン": "クインの高い機動性と遠距離攻撃がヴェインに対して有利に働くため。",
			"グウェン": "グウェンの持続的なダメージとCCがヴェインの攻撃を妨げるため。",
			"ライズ": "ライズの高いバーストダメージとCCがヴェインに対して脅威となるため。",
			"ヴァルス": "ヴァルスのスキルによる遠距離攻撃とCCがヴェインに対して有利に働くため。",
			"オーロラ": "オーロラのCCと持続的なダメージがヴェインにとって厄介な存在となるため。",
			"ガングプランク": "ガングプランクのバーストダメージとCCがヴェインに対して強力な脅威となるため。",
			"アンベッサ": "アンベッサの持続的なダメージとCCがヴェインの攻撃を妨げるため。",
			"ランブル": "ランブルの高いバーストダメージとCCがヴェインに対して脅威となるため。",
			"トリンダメア": "トリンダメアの回復能力とバーストダメージがヴェインにとって厄介な存在となるため。",
			"イレリア": "イレリアの高い機動性とバーストダメージがヴェインに対して有利に働くため。",
			"アーゴット": "アーゴットの持続的なダメージとCCがヴェインの攻撃を妨げるため。",
			"ナー": "ナーの高いバーストダメージとCCがヴェインに対して脅威となるため。"
		}
	},
	"マルファイト": {
		"name": "マルファイト",
		"beats": {
			"ヴェイン": "マルファイトのスキルセットは、ヴェインの高いバーストダメージを抑えることができ、特に彼女の攻撃を受ける際にシールドを活用できるため有利。",
			"クイン": "マルファイトはクインの機動力を制限することができ、特に彼女の攻撃を受ける際に耐久性が高い。",
			"イレリア": "マルファイトはイレリアのコンボを受け流すことができ、特に彼女のスタンを避けることができるため有利。",
			"ケイル": "マルファイトはケイルのダメージを軽減でき、特に彼女の攻撃を受ける際にシールドを活用できる。",
			"トランドル": "マルファイトはトランドルの攻撃を受け流すことができ、特に彼のスノーボールを防ぐことができる。",
			"トリンダメア": "マルファイトはトリンダメアのバーストダメージを抑えることができ、特に彼のウルトを無効化できる。",
			"リヴェン": "マルファイトはリヴェンのコンボを受け流すことができ、特に彼女のバーストを防ぐことができる。",
			"パンテオン": "マルファイトはパンテオンの攻撃を受け流すことができ、特に彼のスタンを避けることができる。",
			"フィオラ": "マルファイトはフィオラのダメージを軽減でき、特に彼女の攻撃を受ける際にシールドを活用できる。",
			"ヨリック": "マルファイトはヨリックのミニオンを処理しやすく、特に彼のダメージを軽減できる。",
			"イラオイ": "マルファイトはイラオイのスキルを受け流すことができ、特に彼女のバーストを防ぐことができる。",
			"ティーモ": "マルファイトはティーモのブラインドを無視でき、特に彼のダメージを軽減できる。",
			"セト": "マルファイトはセトの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。",
			"エイトロックス": "マルファイトはエイトロックスのダメージを軽減でき、特に彼の攻撃を受ける際にシールドを活用できる。",
			"ジェイス": "マルファイトはジェイスの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。",
			"ナー": "マルファイトはナーの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。",
			"ジャックス": "マルファイトはジャックスの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。",
			"ダリウス": "マルファイトはダリウスの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。",
			"アーゴット": "マルファイトはアーゴットの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。",
			"ワーウィック": "マルファイトはワーウィックの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。",
			"ヴァルス": "マルファイトはヴァルスの攻撃を受け流すことができ、特に彼のバーストを防ぐことができる。"
		},
		"loses": {
			"ランブル": "マルファイトはランブルの高いバーストダメージに対抗しづらい。",
			"サイラス": "サイラスのスキルを奪うことでマルファイトの強みを無効化できる。",
			"サイオン": "サイオンのタンク性能とCCがマルファイトのダメージを抑える。",
			"ドクター・ムンド": "ドクター・ムンドの回復力がマルファイトのダメージを軽減する。",
			"モルデカイザー": "モルデカイザーの1対1の強さがマルファイトを圧倒する。",
			"シェン": "シェンのシャドウダンスでマルファイトの攻撃を避けられる。",
			"オラフ": "オラフのウルトがマルファイトのCCを無効化する。",
			"オーン": "オーンのアイテム強化とタンク性能がマルファイトに対して優位。",
			"カ・サンテ": "カ・サンテの高い耐久力とダメージがマルファイトを圧倒する。",
			"シンジド": "シンジドの毒と逃げ能力がマルファイトの追撃を阻害する。",
			"アンベッサ": "アンベッサの高いバーストダメージがマルファイトを瞬殺する可能性がある。",
			"チョ＝ガス": "チョ＝ガスのCCとダメージがマルファイトに対して効果的。",
			"グウェン": "グウェンの高いダメージと回避能力がマルファイトに不利。",
			"グラガス": "グラガスのバーストとCCがマルファイトの行動を制限する。",
			"アカリ": "アカリの高い機動力とバーストがマルファイトに対して有利。",
			"クレッド": "クレッドのタンク性能とダメージがマルファイトを圧倒する。",
			"ケネン": "ケネンの範囲攻撃とスタンがマルファイトに対して効果的。",
			"レネクトン": "レネクトンの早期ダメージと回復がマルファイトに不利。",
			"ボリベア": "ボリベアのCCとダメージがマルファイトに対して優位。"
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"ハイマーディンガー": "ヤスオの機動力に対して、ハイマーディンガーはタレットを使って防御するが、ヤスオはそのタレットを避けることができる。",
			"ヴェイン": "ヴェインの回避能力に対して、ヤスオはスキルを使って攻撃を避けることができ、またヴェインのダメージを軽減できる。",
			"オーロラ": "オーロラのスキルはヤスオの風の刃で簡単にカウンターできるため、対抗しやすい。",
			"サイラス": "サイラスのスキルを奪うことで、ヤスオはサイラスに対して有利に立ち回ることができる。",
			"ライズ": "ライズのスキルはヤスオの機動力に対して脆弱であり、ヤスオは簡単に接近できる。",
			"グウェン": "グウェンの攻撃を避ける能力が高く、ヤスオはグウェンに対して有利に戦える。",
			"ヴァルス": "ヴァルスのスキルはヤスオの風の刃で回避できるため、対抗しやすい。",
			"ヨリック": "ヨリックのミニオンに対して、ヤスオはスキルを使って簡単に処理できる。",
			"ティーモ": "ティーモのブラインド効果はヤスオの攻撃に影響しないため、戦いやすい。",
			"オーン": "オーンのスキルはヤスオの機動力に対して脆弱であり、ヤスオは簡単に接近できる。",
			"アカリ": "アカリのスキルをヤスオは風の刃で回避できるため、対抗しやすい。",
			"ケイル": "ケイルの成長段階において、ヤスオは早期に圧力をかけることができる。",
			"イレリア": "イレリアのスキルはヤスオの機動力に対して脆弱であり、ヤスオは簡単に接近できる。",
			"モルデカイザー": "モルデカイザーのスキルはヤスオの風の刃で回避できるため、対抗しやすい。",
			"トリンダメア": "トリンダメアのバーストダメージに対して、ヤスオは風の刃で回避できるため、戦いやすい。",
			"ドクター・ムンド": "ムンドの耐久力に対して、ヤスオは持続的なダメージを与えることができる。",
			"エイトロックス": "エイトロックスのスキルはヤスオの機動力に対して脆弱であり、ヤスオは簡単に接近できる。",
			"ジェイス": "ジェイスのスキルはヤスオの風の刃で回避できるため、対抗しやすい。"
		},
		"loses": {
			"ダリウス": "ヤスオはダリウスの強力な攻撃を避けるのが難しく、ダリウスのパッシブによる持続的なダメージが厳しい。",
			"ナサス": "ナサスのスケーリングが進むと、ヤスオはナサスの高い耐久力に対抗できなくなる。",
			"レネクトン": "レネクトンの強力な初期ダメージと回復能力がヤスオにとって脅威となる。",
			"リヴェン": "リヴェンの高い機動力とコンボによる瞬時のダメージがヤスオにとって厳しい。",
			"クレッド": "クレッドのタンク性とCCがヤスオの攻撃を妨げる。",
			"ジャックス": "ジャックスのスケーリングと持続的なダメージがヤスオに対して有利。",
			"アンベッサ": "アンベッサの高い耐久力とダメージがヤスオにとって脅威。",
			"ヴィエゴ": "ヴィエゴの多様なスキルセットと持続的なダメージがヤスオに対して有利。",
			"シンジド": "シンジドの毒と逃げる能力がヤスオにとって厄介。",
			"セト": "セトの高い耐久力とダメージがヤスオに対して有利。",
			"ワーウィック": "ワーウィックの持続的な回復とCCがヤスオにとって厳しい。",
			"ポッピー": "ポッピーの壁を使ったCCがヤスオの機動力を制限する。",
			"オラフ": "オラフの持続的なダメージとCCがヤスオにとって脅威。",
			"トランドル": "トランドルのスノーボール能力とCCがヤスオに対して有利。",
			"ブラッドミア": "ブラッドミアの持続的なダメージと回復がヤスオにとって厳しい。",
			"カミール": "カミールの高い機動力とダメージがヤスオに対して有利。",
			"フィオラ": "フィオラのデュエル能力とスキルがヤスオにとって脅威。",
			"カ・サンテ": "カ・サンテの高い耐久力とダメージがヤスオに対して有利。"
		}
	},
	"ハイマーディンガー": {
		"name": "ハイマーディンガー",
		"beats": {
			"シンジド": "ハイマーディンガーのタレットとスキルがシンジドの移動能力を制限しやすい。",
			"イラオイ": "ハイマーディンガーはイラオイのスキルを避けやすく、タレットでのダメージを与えやすい。",
			"ボリベア": "ボリベアの接近をタレットで防ぎつつ、遠距離攻撃で有利に立ち回れる。",
			"カミール": "カミールのスキルをハイマーディンガーのタレットでカバーできるため、対抗しやすい。",
			"ワーウィック": "ワーウィックの回復をタレットで圧力をかけながら妨害できる。",
			"アーゴット": "アーゴットの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。",
			"トランドル": "トランドルのスキルを避けやすく、タレットでのダメージを与えやすい。",
			"グラガス": "グラガスのバーストダメージをタレットで軽減しやすい。",
			"ザック": "ザックの移動をタレットで制限し、遠距離からの攻撃が有利。",
			"ヨリック": "ヨリックのミニオンをタレットで処理しやすく、対抗しやすい。",
			"エイトロックス": "エイトロックスのスキルをタレットで避けやすく、ダメージを与えやすい。",
			"ダリウス": "ダリウスの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。",
			"リヴェン": "リヴェンのスキルをタレットで避けやすく、ダメージを与えやすい。",
			"モルデカイザー": "モルデカイザーのスキルをタレットで制限し、遠距離からの攻撃が有利。",
			"オラフ": "オラフの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。",
			"フィオラ": "フィオラのスキルをタレットで避けやすく、ダメージを与えやすい。",
			"ガレン": "ガレンの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。",
			"ヴァルス": "ヴァルスのスキルをタレットで避けやすく、ダメージを与えやすい。",
			"ナサス": "ナサスのミニオンをタレットで処理しやすく、対抗しやすい。",
			"ジャックス": "ジャックスの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。",
			"ティーモ": "ティーモのスキルをタレットで避けやすく、ダメージを与えやすい。",
			"アカリ": "アカリのスキルをタレットで制限し、遠距離からの攻撃が有利。",
			"カ・サンテ": "カ・サンテの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。",
			"シェン": "シェンのスキルをタレットで避けやすく、ダメージを与えやすい。",
			"ケイル": "ケイルの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。",
			"グウェン": "グウェンのスキルをタレットで避けやすく、ダメージを与えやすい。",
			"パンテオン": "パンテオンの接近をタレットで防ぎつつ、遠距離からの攻撃が有利。"
		},
		"loses": {
			"ヤスオ": "高い機動力と風の刃によるダメージを持ち、ハイマーディンガーのタレットを簡単に破壊できる。",
			"ライズ": "瞬時に移動できる能力を持ち、ハイマーディンガーのスキルを避けやすい。",
			"サイオン": "高い耐久力とCCを持ち、ハイマーディンガーの攻撃を耐えながら接近できる。",
			"ジェイス": "遠距離からの高いバーストダメージを持ち、ハイマーディンガーのタレットを無視して攻撃できる。",
			"ナー": "変身による高い機動力とCCを持ち、ハイマーディンガーに対して強力なプレッシャーをかけられる。",
			"ガングプランク": "バーストダメージと回復能力を持ち、ハイマーディンガーの攻撃を受け流しやすい。",
			"クレッド": "高い耐久力とCCを持ち、ハイマーディンガーに対して強力な接近戦を仕掛けられる。",
			"ブラッドミア": "持続的な回復能力と高いバーストダメージを持ち、ハイマーディンガーの攻撃を耐えやすい。",
			"トリンダメア": "高いダメージと自己回復能力を持ち、ハイマーディンガーを無視して攻撃できる。",
			"ヨネ": "高い機動力とバーストダメージを持ち、ハイマーディンガーのスキルを避けやすい。",
			"オーロラ": "高い機動力とCCを持ち、ハイマーディンガーに対して強力なプレッシャーをかけられる。",
			"レネクトン": "高い耐久力とダメージを持ち、ハイマーディンガーに対して強力な接近戦を仕掛けられる。",
			"マルザハール": "スキルを無効化する能力を持ち、ハイマーディンガーの攻撃を無効化できる。",
			"ドクター・ムンド": "高い耐久力と持続的な回復能力を持ち、ハイマーディンガーの攻撃を耐えやすい。",
			"セト": "高い耐久力とダメージを持ち、ハイマーディンガーに対して強力な接近戦を仕掛けられる。",
			"クイン": "高い機動力とバーストダメージを持ち、ハイマーディンガーのスキルを避けやすい。",
			"スモルダー": "高いバーストダメージを持ち、ハイマーディンガーのタレットを無視して攻撃できる。",
			"アンベッサ": "高い耐久力とCCを持ち、ハイマーディンガーに対して強力な接近戦を仕掛けられる。",
			"ヴェイン": "高い機動力とバーストダメージを持ち、ハイマーディンガーの攻撃を避けやすい。",
			"ケネン": "高い機動力とCCを持ち、ハイマーディンガーに対して強力なプレッシャーをかけられる。",
			"オーン": "高い耐久力とCCを持ち、ハイマーディンガーに対して強力な接近戦を仕掛けられる。"
		}
	},
	"ガングプランク": {
		"name": "ガングプランク",
		"beats": {
			"パンテオン": "ガングプランクのバーストダメージに対して耐久力が低く、早期のレーン戦で圧倒されやすい。",
			"ケネン": "ガングプランクのスキルを避けるのが難しく、特にウルトの範囲攻撃でダメージを受けやすい。",
			"シンジド": "ガングプランクの毒とバーストダメージに対して持続的なダメージを与えられず、逃げるのが難しい。",
			"ヨネ": "ガングプランクのスキルを利用して距離を取ることができず、特にウルトでのダメージが強力。",
			"ウーコン": "ガングプランクのスキルを避けるのが難しく、特にウルトでの集団戦での影響が大きい。",
			"ナー": "ガングプランクのスキルを利用して距離を取ることができず、特に変身後のダメージが強力。",
			"オラフ": "ガングプランクのバーストダメージに対して耐久力が低く、特にレーン戦で圧倒されやすい。",
			"イラオイ": "ガングプランクのスキルを避けるのが難しく、特にウルトでのダメージが強力。",
			"ティーモ": "ガングプランクのスキルを利用して距離を取ることができず、特に視界を取られると不利。",
			"アーゴット": "ガングプランクのバーストダメージに対して耐久力が低く、特にレーン戦で圧倒されやすい。",
			"ダリウス": "ガングプランクのスキルを利用して距離を取ることができず、特にウルトでのダメージが強力。",
			"オーロラ": "ガングプランクのスキルを避けるのが難しく、特にウルトでのダメージが強力。",
			"ヤスオ": "ガングプランクのスキルを利用して距離を取ることができず、特にウルトでのダメージが強力。",
			"レネクトン": "ガングプランクのバーストダメージに対して耐久力が低く、特にレーン戦で圧倒されやすい。",
			"ポッピー": "ガングプランクのスキルを避けるのが難しく、特にウルトでのダメージが強力。",
			"ワーウィック": "ガングプランクのバーストダメージに対して耐久力が低く、特にレーン戦で圧倒されやすい。",
			"ガレン": "ガングプランクのスキルを利用して距離を取ることができず、特にウルトでのダメージが強力。",
			"ジャックス": "ガングプランクのバーストダメージに対して耐久力が低く、特にレーン戦で圧倒されやすい。",
			"セト": "ガングプランクのスキルを避けるのが難しく、特にウルトでのダメージが強力。",
			"ジェイス": "ガングプランクのスキルを利用して距離を取ることができず、特にウルトでのダメージが強力。",
			"マルファイト": "ガングプランクのバーストダメージに対して耐久力が低く、特にレーン戦で圧倒されやすい。",
			"シェン": "ガングプランクのスキルを避けるのが難しく、特にウルトでのダメージが強力。"
		},
		"loses": {
			"カ・サンテ": "高い耐久力と回復能力でガングプランクのダメージを軽減できる。",
			"ドクター・ムンド": "持続的なHP回復と耐久力でガングプランクのバーストダメージを無効化できる。",
			"チョ＝ガス": "高い耐久力とCC（クラウドコントロール）でガングプランクの動きを制限できる。",
			"ヴィエゴ": "高いバーストダメージと機動力でガングプランクを迅速に排除できる。",
			"サイオン": "非常に高い耐久力とCCでガングプランクの攻撃を受け止められる。",
			"グウェン": "高いダメージと持続的な攻撃でガングプランクのスキルを無効化できる。",
			"エイトロックス": "持続的なダメージと回復能力でガングプランクの攻撃を耐えられる。",
			"ブラッドミア": "高いバーストダメージと回復能力でガングプランクを圧倒できる。",
			"グラガス": "CCと耐久力でガングプランクの攻撃を防ぎつつ反撃できる。",
			"クレッド": "高い耐久力と持続的なダメージでガングプランクを圧倒できる。",
			"アカリ": "高い機動力とバーストダメージでガングプランクを迅速に排除できる。",
			"オーン": "高い耐久力とアイテム強化でガングプランクのダメージを軽減できる。",
			"ケイル": "後半の強力なダメージと耐久力でガングプランクを圧倒できる。",
			"クイン": "高い機動力とバーストダメージでガングプランクを迅速に排除できる。",
			"モルデカイザー": "高い耐久力と1対1の強さでガングプランクを圧倒できる。",
			"ザック": "高い耐久力とCCでガングプランクの攻撃を防ぎつつ反撃できる。",
			"アンベッサ": "高い耐久力と持続的なダメージでガングプランクを圧倒できる。",
			"ライズ": "高いバーストダメージと機動力でガングプランクを迅速に排除できる。"
		}
	},
	"レネクトン": {
		"name": "レネクトン",
		"beats": {
			"レネクトン": "レネクトンは高い耐久力と自己回復能力を持ち、対面のチャンピオンに対して持続的なダメージを与えることができるため、特にアサシンやバーストダメージを持つチャンピオンに対して有利。",
			"リヴェン": "リヴェンは高いバーストダメージを持つが、レネクトンの耐久力と回復力に対抗するのが難しい。",
			"ヤスオ": "ヤスオはスキルを使ってダメージを与えるが、レネクトンの持続的なダメージと回復に対して持続戦闘が苦手。",
			"セト": "セトは強力なタンクだが、レネクトンのダメージと回復により、持続戦闘で劣ることが多い。",
			"ヨネ": "ヨネは高いバーストダメージを持つが、レネクトンの耐久力により、持続的な戦闘で不利になる。",
			"ボリベア": "ボリベアは強力なCCを持つが、レネクトンの回復力により、持続的なダメージを与えるのが難しい。",
			"ウーコン": "ウーコンは高いバーストダメージを持つが、レネクトンの耐久力により、持続戦闘で不利になる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持つが、レネクトンの回復力により、持続的な戦闘で劣ることが多い。",
			"ヨリック": "ヨリックは分身を使って戦うが、レネクトンの持続的なダメージに対抗するのが難しい。",
			"ポッピー": "ポッピーは強力なタンクだが、レネクトンのダメージと回復により、持続戦闘で劣ることが多い。",
			"イレリア": "イレリアは高いバーストダメージを持つが、レネクトンの耐久力により、持続的な戦闘で不利になる。",
			"アンベッサ": "アンベッサは高いバーストダメージを持つが、レネクトンの回復力により、持続的な戦闘で劣ることが多い。",
			"マルファイト": "マルファイトは強力なタンクだが、レネクトンの持続的なダメージに対抗するのが難しい。",
			"アカリ": "アカリは高いバーストダメージを持つが、レネクトンの耐久力により、持続的な戦闘で不利になる。"
		},
		"loses": {
			"ティーモ": "ティーモのブラインド効果により、レネクトンの攻撃が無効化されるため。",
			"オーン": "オーンの耐久力とアイテム強化により、レネクトンのダメージが通りにくい。",
			"ケイル": "ケイルのスケーリングと無敵スキルにより、レネクトンの攻撃が無効化される。",
			"シンジド": "シンジドの毒と逃げ能力により、レネクトンが接近しづらい。",
			"ドクター・ムンド": "ムンドの高い再生能力により、レネクトンのダメージが軽減される。",
			"グウェン": "グウェンの範囲攻撃と回避能力により、レネクトンが攻撃しづらい。",
			"イラオイ": "イラオイのスキルがレネクトンの接近を阻害し、持続的なダメージを与える。",
			"ランブル": "ランブルの範囲ダメージとCCにより、レネクトンが効果的に戦えない。",
			"クイン": "クインの機動力と遠距離攻撃により、レネクトンが追いつけない。",
			"ケネン": "ケネンのスタンと範囲攻撃により、レネクトンがダメージを受けやすい。",
			"チョ＝ガス": "チョ＝ガスの耐久力とCCにより、レネクトンが攻撃しづらい。",
			"クレッド": "クレッドの高い耐久力と反撃能力により、レネクトンが有利に戦えない。",
			"アーゴット": "アーゴットの高いダメージとCCにより、レネクトンが攻撃しづらい。",
			"ガングプランク": "ガングプランクのバリアと回復能力により、レネクトンのダメージが通りにくい。",
			"オーロラ": "オーロラのCCと持続的なダメージにより、レネクトンが効果的に戦えない。",
			"ワーウィック": "ワーウィックの再生能力とCCにより、レネクトンが持続的にダメージを与えにくい。",
			"ナー": "ナーの変身とCCにより、レネクトンが攻撃しづらい。",
			"モルデカイザー": "モルデカイザーの無敵スキルと高い耐久力により、レネクトンが有利に戦えない。",
			"ガレン": "ガレンのシールドと持続的なダメージにより、レネクトンが攻撃しづらい。",
			"ナサス": "ナサスのスケーリングと耐久力により、レネクトンがダメージを与えにくい。"
		}
	},
	"ジェイス": {
		"name": "ジェイス",
		"beats": {
			"シンジド": "ジェイスの射程とバーストダメージがシンジドの耐久力を上回るため、対面で有利に立ち回れる。",
			"ケイル": "ケイルが成長する前にジェイスが早期にダメージを与えられるため、レーンでの優位性がある。",
			"ティーモ": "ティーモのブラインド効果はジェイスのスキルを妨げるが、ジェイスの射程攻撃でティーモを圧倒できる。",
			"ボリベア": "ボリベアの接近戦が強いが、ジェイスの遠距離攻撃でボリベアを牽制できるため有利。",
			"ダリウス": "ダリウスの近接攻撃は強力だが、ジェイスの射程と機動力で距離を保ちながら戦える。",
			"ライズ": "ライズはマナ依存が高いが、ジェイスは持続的なダメージを与えられるため、ライズに対して有利。",
			"トリンダメア": "トリンダメアの回復力は高いが、ジェイスのバーストダメージで早期に倒すことが可能。",
			"リヴェン": "リヴェンは機動力が高いが、ジェイスのスキルでリヴェンの動きを制限できるため有利。",
			"ジャックス": "ジャックスは後半強力だが、ジェイスは早期にダメージを与え、ジャックスを抑え込むことができる。",
			"モルデカイザー": "モルデカイザーのスキルは強力だが、ジェイスの射程攻撃でモルデカイザーを遠くから攻撃できる。",
			"クレッド": "クレッドはタンクとして強いが、ジェイスの高いバーストダメージでクレッドを早期に排除できる。",
			"グウェン": "グウェンは回避能力が高いが、ジェイスのスキルで距離を保ちながら攻撃できるため有利。",
			"ナー": "ナーは変身によって強力になるが、ジェイスはその前にダメージを与えられるため有利。"
		},
		"loses": {
			"イレリア": "イレリアは高い機動力と持続的なダメージを持ち、ジェイスのスキルを避けやすい。",
			"オーン": "オーンはタンクとしての耐久力が高く、ジェイスの攻撃を受け止めやすい。",
			"ヨリック": "ヨリックはミニオンを使ってジェイスに圧力をかけることができ、持続的な戦闘に強い。",
			"ドクター・ムンド": "ドクター・ムンドは高い再生能力を持ち、ジェイスのバーストダメージを無効化しやすい。",
			"マルファイト": "マルファイトはタンクとしての耐久力があり、ジェイスの攻撃を軽減できる。",
			"ガングプランク": "ガングプランクはスキルを使ってジェイスの攻撃を避けたり、カウンター攻撃が可能。",
			"サイオン": "サイオンは非常に高い耐久力を持ち、ジェイスのダメージを受け止めることができる。",
			"アーゴット": "アーゴットは近接戦闘に強く、ジェイスの攻撃を受けながら反撃できる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力があり、ジェイスのバーストダメージを耐えることができる。",
			"クイン": "クインは高い機動力を持ち、ジェイスの攻撃を避けやすい。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持ち、ジェイスに対抗できる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力とCCを持ち、ジェイスの攻撃を無効化しやすい。",
			"オラフ": "オラフは持続的なダメージと耐久力を持ち、ジェイスに対抗できる。"
		}
	},
	"ガレン": {
		"name": "ガレン",
		"beats": {
			"ガレン": "ガレンは高い耐久力と持続的なダメージを持ち、特にタンク系チャンピオンに対して有利。",
			"ドクター・ムンド": "ムンドは再生能力が高いが、ガレンのサイレンスと持続ダメージで対処可能。",
			"イレリア": "イレリアは機動力が高いが、ガレンのスキルで抑え込むことができる。",
			"トランドル": "トランドルの強化はガレンの持続ダメージに対抗しにくい。",
			"ナサス": "ナサスはスケールするが、ガレンの早期の圧力で成長を妨げられる。",
			"ジャックス": "ジャックスは後半強いが、ガレンの早期のダメージで圧倒できる。",
			"イラオイ": "イラオイはタンクに強いが、ガレンのサイレンスでスキルを封じられる。",
			"グウェン": "グウェンは回避能力があるが、ガレンの持続ダメージで対処可能。",
			"レネクトン": "レネクトンは強いが、ガレンのサイレンスでスキルを無効化できる。",
			"マルファイト": "マルファイトはタンクだが、ガレンの持続ダメージで削りやすい。",
			"オーロラ": "オーロラはサポートだが、ガレンのダメージで簡単に倒せる。",
			"ヤスオ": "ヤスオは機動力があるが、ガレンのサイレンスでスキルを封じられる。",
			"ワーウィック": "ワーウィックは回復能力があるが、ガレンの持続ダメージで対処可能。",
			"ヨリック": "ヨリックは分身を使うが、ガレンのダメージで早期に倒せる。",
			"ヴィエゴ": "ヴィエゴは強力だが、ガレンの持続ダメージで対処可能。",
			"シェン": "シェンはタンクだが、ガレンのダメージで圧倒できる。"
		},
		"loses": {
			"ヴェイン": "高い機動力と回避能力を持ち、ガレンの攻撃を避けやすい。",
			"カミール": "ガレンのスキルを無効化する能力があり、対抗しやすい。",
			"ケイル": "レベルが上がるとガレンのダメージを無効化できる。",
			"ブラッドミア": "持続的な回復能力と高いバーストダメージでガレンを圧倒できる。",
			"クイン": "高い機動力と遠距離攻撃でガレンを牽制できる。",
			"ナー": "変身による高いダメージとCCでガレンを制圧できる。",
			"フィオラ": "ガレンのスキルを避けつつ、持続的なダメージを与えられる。",
			"アンベッサ": "高いバーストダメージと持続的なダメージでガレンを圧倒できる。",
			"ダリウス": "近接戦での持続的なダメージと回復能力でガレンに対抗できる。",
			"ランブル": "範囲攻撃とCCでガレンを制圧できる。",
			"トリンダメア": "高いバーストダメージと自己回復能力でガレンを圧倒できる。",
			"ケネン": "高い機動力とCCでガレンを制圧できる。",
			"ヨネ": "高いバーストダメージと機動力でガレンを圧倒できる。",
			"ティーモ": "ブラインド効果でガレンの攻撃を無効化できる。",
			"モルデカイザー": "ガレンのスキルを無効化し、持続的なダメージを与えられる。",
			"ジェイス": "高い射程とバーストダメージでガレンを圧倒できる。"
		}
	},
	"ナー": {
		"name": "ナー",
		"beats": {
			"トランドル": "ナーの変身能力により、トランドルの攻撃を無効化しやすい。",
			"ライズ": "ナーの機動力とスキルの回避能力がライズのスキルを避けるのに役立つ。",
			"チョ＝ガス": "ナーの範囲攻撃がチョ＝ガスのスキルを簡単に避けられる。",
			"シンジド": "ナーの変身による持続的なダメージがシンジドの逃げを阻害する。",
			"ガレン": "ナーのスキルでガレンの回復を妨げることができる。",
			"セト": "ナーの機動力がセトの攻撃を避けるのに有利。",
			"グウェン": "ナーの範囲攻撃がグウェンのスキルを無効化しやすい。",
			"トリンダメア": "ナーの変身による持続的なダメージがトリンダメアの回復を妨げる。",
			"ボリベア": "ナーのスキルでボリベアの攻撃を無効化できる。",
			"カ・サンテ": "ナーの機動力がカ・サンテの攻撃を避けるのに役立つ。",
			"フィオラ": "ナーのスキルでフィオラの攻撃を無効化しやすい。",
			"ワーウィック": "ナーの変身能力がワーウィックの攻撃を無効化する。",
			"シェン": "ナーの範囲攻撃がシェンのスキルを避けるのに有利。",
			"ヴェイン": "ナーの機動力がヴェインの攻撃を避けるのに役立つ。",
			"ジャックス": "ナーの変身による持続的なダメージがジャックスの攻撃を妨げる。",
			"レネクトン": "ナーのスキルでレネクトンの攻撃を無効化しやすい。"
		},
		"loses": {
			"アカリ": "アカリは高いバーストダメージと機動力を持ち、ナーが変身する前に圧倒することができる。",
			"ヴィエゴ": "ヴィエゴは高い持続ダメージと回復能力を持ち、ナーのスキルを無効化することができる。",
			"イレリア": "イレリアはナーのスキルを避けやすく、スタンを持っているため、ナーを捕まえやすい。",
			"サイラス": "サイラスはナーのスキルを奪って使用できるため、ナーに対して有利に立ち回ることができる。",
			"オラフ": "オラフはナーのCCを無効化することができ、持続的なダメージでナーを圧倒する。",
			"ブラッドミア": "ブラッドミアは高いライフスティールとバーストダメージを持ち、ナーの攻撃を耐えることができる。",
			"ウーコン": "ウーコンは高い機動力と分身を使ってナーを翻弄しやすい。",
			"クイン": "クインは高いバーストダメージと機動力を持ち、ナーを遠距離から攻撃することができる。",
			"イラオイ": "イラオイはナーのスキルを無効化することができ、持続的なダメージでナーを圧倒する。",
			"クレッド": "クレッドは高い耐久力とダメージを持ち、ナーの攻撃を耐えることができる。",
			"ガングプランク": "ガングプランクは高いバーストダメージと持続ダメージを持ち、ナーを圧倒することができる。",
			"パンテオン": "パンテオンは高いバーストダメージとスタンを持ち、ナーを捕まえやすい。",
			"アンベッサ": "アンベッサは高い耐久力とダメージを持ち、ナーの攻撃を耐えることができる。",
			"ジェイス": "ジェイスは高いバーストダメージと射程を持ち、ナーを遠距離から攻撃することができる。",
			"ランブル": "ランブルは高い持続ダメージとCCを持ち、ナーを圧倒することができる。",
			"ポッピー": "ポッピーは高い耐久力とCCを持ち、ナーの攻撃を耐えることができる。",
			"マルファイト": "マルファイトは高い耐久力とCCを持ち、ナーの攻撃を耐えることができる。",
			"オーン": "オーンは高い耐久力とダメージを持ち、ナーの攻撃を耐えることができる。",
			"ヤスオ": "ヤスオは高い機動力とバーストダメージを持ち、ナーを圧倒することができる。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、ナーの攻撃を耐えることができる。"
		}
	},
	"ナサス": {
		"name": "ナサス",
		"beats": {
			"ナサス": "ナサスは高い耐久力と持続的なダメージを持ち、対面のチャンピオンに対して圧力をかけやすい。特に、近接チャンピオンに対しては、彼のQスキルでのファームと強化が非常に効果的。",
			"ヤスオ": "ヤスオはナサスの持続的なダメージに対して耐えられず、またナサスのスキルを避けるのが難しい。",
			"オーロラ": "オーロラはナサスの高い耐久力に対抗する手段が限られており、持続的なダメージを与えられない。",
			"ヴェイン": "ヴェインはナサスの耐久力を突破するのが難しく、ナサスのQスキルによるダメージを受けやすい。",
			"トランドル": "トランドルはナサスの強さをコピーできるが、ナサスの持続的なダメージには耐えられないことが多い。",
			"ケイル": "ケイルは成長するチャンピオンだが、ナサスの早期の圧力に対しては脆弱。",
			"アカリ": "アカリはナサスの持続的なダメージに対して逃げる手段が限られており、対面が厳しい。",
			"ドクター・ムンド": "ムンドは耐久力が高いが、ナサスの持続的なダメージに対しては効果的に対抗できない。",
			"ワーウィック": "ワーウィックはナサスの持続的なダメージに対して回復が追いつかないことが多い。",
			"イレリア": "イレリアはナサスの耐久力を突破するのが難しく、持続的なダメージに対して脆弱。",
			"ブラッドミア": "ブラッドミアはナサスの持続的なダメージに対して耐えられず、早期に圧倒されることが多い。",
			"イラオイ": "イラオイはナサスの持続的なダメージに対して脆弱で、ナサスのスキルを避けるのが難しい。",
			"マルファイト": "マルファイトはナサスに対して強いが、ナサスの持続的なダメージには耐えられないことが多い。",
			"シンジド": "シンジドはナサスの持続的なダメージに対して脆弱で、ナサスの圧力に対抗しきれない。",
			"リヴェン": "リヴェンはナサスの持続的なダメージに対して耐えられず、早期に圧倒されることが多い。",
			"レネクトン": "レネクトンはナサスに対して強いが、ナサスの成長が進むと逆転されることが多い。",
			"ティーモ": "ティーモはナサスの持続的なダメージに対して脆弱で、ナサスの圧力に対抗しきれない。"
		},
		"loses": {
			"カ・サンテ": "高い耐久力と回復力でナサスのダメージを軽減できる。",
			"シェン": "シャドウダンスでナサスの攻撃を無効化し、チームファイトでの影響力が高い。",
			"カミール": "ナサスの移動を制限し、1対1での勝率が高い。",
			"パンテオン": "高いバーストダメージでナサスを早期に排除できる。",
			"ガレン": "持続的なダメージとサイレンスでナサスのスキルを封じることができる。",
			"アーゴット": "ナサスの体力を削りつつ、強力なCCで対抗できる。",
			"オラフ": "ナサスのスキルを無効化するウルトで、対面での優位性を持つ。",
			"ダリウス": "近接戦での強さとナサスの体力を削る能力が高い。",
			"サイオン": "高い耐久力とCCでナサスの攻撃を受け止められる。",
			"エイトロックス": "持続的なダメージと回復力でナサスを圧倒できる。",
			"アンベッサ": "高いバーストダメージとCCでナサスを排除しやすい。",
			"ライズ": "高いバーストと機動力でナサスを追い詰めることができる。",
			"クレッド": "ナサスの攻撃を受け流しつつ、持続的なダメージを与えられる。",
			"ボリベア": "高い耐久力とCCでナサスの行動を制限できる。"
		}
	},
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"ザック": "ボリベアの高い耐久力とCC（クラウドコントロール）能力が、ザックのスキルを無効化しやすい。",
			"イレリア": "ボリベアの持続的なダメージと回復力が、イレリアのバーストダメージに対抗できる。",
			"チョ＝ガス": "ボリベアのタンク性能がチョ＝ガスのダメージを吸収しやすい。",
			"タム・ケンチ": "ボリベアの持続的なダメージとCCが、タム・ケンチの逃げる能力を制限する。",
			"トリンダメア": "ボリベアのCCと持続的なダメージが、トリンダメアのバーストを抑える。",
			"グウェン": "ボリベアの耐久力が、グウェンのダメージを軽減しやすい。",
			"ナサス": "ボリベアの高い耐久力が、ナサスのスケーリングを遅らせる。",
			"ヨリック": "ボリベアの持続的なダメージが、ヨリックのミニオンを処理しやすい。",
			"トランドル": "ボリベアのタンク性能が、トランドルのダメージを吸収しやすい。",
			"ワーウィック": "ボリベアの回復力が、ワーウィックのバーストを抑える。",
			"リヴェン": "ボリベアのCCが、リヴェンのコンボを妨害する。",
			"サイオン": "ボリベアの持続的なダメージが、サイオンの耐久力を削りやすい。",
			"マルファイト": "ボリベアの高い耐久力が、マルファイトのダメージを軽減する。",
			"モルデカイザー": "ボリベアの持続的なダメージが、モルデカイザーのスケーリングを抑える。",
			"ガレン": "ボリベアのCCが、ガレンのダメージを抑える。",
			"パンテオン": "ボリベアの耐久力が、パンテオンのバーストを耐えやすい。",
			"セト": "ボリベアの持続的なダメージが、セトの耐久力を削りやすい。",
			"ダリウス": "ボリベアのCCが、ダリウスのコンボを妨害する。",
			"カミール": "ボリベアの高い耐久力が、カミールのバーストを耐えやすい。"
		},
		"loses": {
			"ジャックス": "高いダメージと持続力を持ち、ボリベアのスキルを無効化できる。",
			"クイン": "高い機動力と遠距離攻撃でボリベアを圧倒できる。",
			"ケネン": "スタン効果と高いバーストダメージでボリベアを瞬殺できる。",
			"ブラッドミア": "持続的な回復と高いダメージでボリベアを凌駕する。",
			"ティーモ": "ブラインド効果でボリベアの攻撃を無効化し、持続的なダメージを与えられる。",
			"アーゴット": "高い耐久力とダメージでボリベアを圧倒できる。",
			"ジェイス": "遠距離からの攻撃と高いバーストダメージでボリベアを苦しめる。",
			"オーロラ": "高いCCと持続的なダメージでボリベアを制圧できる。",
			"イラオイ": "持続的なダメージと回復でボリベアに対抗できる。",
			"フィオラ": "高い機動力とダメージでボリベアを圧倒する。",
			"ランブル": "高いバーストダメージとCCでボリベアを無力化できる。",
			"レネクトン": "高い耐久力とダメージでボリベアに対抗できる。",
			"カ・サンテ": "高い耐久力とダメージでボリベアを圧倒する。",
			"グラガス": "CCと持続的なダメージでボリベアを制圧できる。",
			"ケイル": "レベルアップによる強力なダメージと耐久力でボリベアを凌駕する。",
			"エイトロックス": "高いダメージと回復能力でボリベアに対抗できる。",
			"ヴィエゴ": "高いバーストダメージと持続力でボリベアを圧倒する。",
			"オラフ": "高い持続力とダメージでボリベアを圧倒できる。"
		}
	},
	"ヨリック": {
		"name": "ヨリック",
		"beats": {
			"ブラッドミア": "ヨリックは持続的なダメージを与える能力があり、ブラッドミアの回復を妨げることができる。",
			"ポッピー": "ヨリックの壁を使った封じ込めがポッピーの移動を制限し、戦闘を有利に進められる。",
			"ドクター・ムンド": "ヨリックの持続的なダメージがムンドの回復を上回るため、対抗しやすい。",
			"アーゴット": "ヨリックはアーゴットの攻撃を避ける能力があり、持続的なダメージでアーゴットを圧倒できる。",
			"ナサス": "ヨリックはナサスのスタックを稼ぐ時間を与えず、早期に圧力をかけることができる。",
			"モルデカイザー": "ヨリックのミニオン生成がモルデカイザーのスキルを無効化しやすい。",
			"ジェイス": "ヨリックは近接戦でジェイスに対抗できるため、ジェイスの射程を活かしにくくする。",
			"クイン": "ヨリックはクインの機動力を制限し、持続的なダメージで勝てる。",
			"ランブル": "ヨリックはランブルのスキルを避けやすく、持続的なダメージで圧倒できる。",
			"グラガス": "ヨリックはグラガスのバーストダメージを耐えやすく、持続的なダメージで勝てる。",
			"ケネン": "ヨリックはケネンのスキルを避けやすく、持続的なダメージで圧倒できる。",
			"パンテオン": "ヨリックはパンテオンの攻撃を耐えやすく、持続的なダメージで勝てる。",
			"アンベッサ": "ヨリックはアンベッサの攻撃を耐えやすく、持続的なダメージで圧倒できる。",
			"イラオイ": "ヨリックはイラオイのスキルを避けやすく、持続的なダメージで圧倒できる。",
			"エイトロックス": "ヨリックはエイトロックスの攻撃を耐えやすく、持続的なダメージで勝てる。",
			"オーン": "ヨリックはオーンのスキルを避けやすく、持続的なダメージで圧倒できる。",
			"ナー": "ヨリックはナーの変身を利用して、持続的なダメージで勝てる。"
		},
		"loses": {
			"ヨネ": "ヨリックはヨネの高いバーストダメージに対抗できず、特にレベルが上がるとヨネが優位に立つ。",
			"スモルダー": "スモルダーの持つ持続的なダメージと回復能力がヨリックのダメージを上回るため、対抗が難しい。",
			"ワーウィック": "ワーウィックのサステインとCCがヨリックの攻撃を無効化しやすい。",
			"イレリア": "イレリアはヨリックのスキルを避けることができ、ダメージを与えやすい。",
			"トランドル": "トランドルのウルトがヨリックのステータスを無効化し、強力な1対1の対決を可能にする。",
			"トリンダメア": "トリンダメアの不死の能力がヨリックのダメージを無効化し、逆に攻撃を仕掛けやすい。",
			"グウェン": "グウェンのスキルセットがヨリックの攻撃を避けやすく、持続的なダメージを与えられる。",
			"サイオン": "サイオンの耐久力とCCがヨリックの攻撃を無効化し、反撃が容易。",
			"リヴェン": "リヴェンの高い機動力とバーストダメージがヨリックにとって脅威。",
			"オーロラ": "オーロラのスキルがヨリックの攻撃を妨害し、持続的なダメージを与えられる。",
			"ヴィエゴ": "ヴィエゴのスキルがヨリックの攻撃を避けやすく、逆にダメージを与えられる。",
			"ヤスオ": "ヤスオの風の壁がヨリックのスキルを無効化し、反撃が容易。",
			"クレッド": "クレッドの高い耐久力とダメージがヨリックにとって脅威。",
			"ハイマーディンガー": "ハイマーディンガーのタレットがヨリックの進行を妨げ、持続的なダメージを与えられる。",
			"ボリベア": "ボリベアのCCと持続的なダメージがヨリックにとって脅威。",
			"シンジド": "シンジドの持続的なダメージと逃げる能力がヨリックにとって厄介。",
			"レネクトン": "レネクトンの高いバーストダメージとサステインがヨリックにとって脅威。",
			"フィオラ": "フィオラのスキルがヨリックの攻撃を避けやすく、逆にダメージを与えられる。",
			"チョ＝ガス": "チョ＝ガスのCCと持続的なダメージがヨリックにとって脅威。",
			"セト": "セトの高い耐久力とダメージがヨリックにとって脅威。",
			"ダリウス": "ダリウスのバーストダメージとCCがヨリックにとって脅威。"
		}
	},
	"ウーコン": {
		"name": "ウーコン",
		"beats": {
			"クイン": "ウーコンはクインのスキルを回避しやすく、接近戦で有利に立ち回れる。",
			"ボリベア": "ボリベアの耐久力を削りやすく、ウーコンのバーストダメージが有効。",
			"アーゴット": "アーゴットのスキルを避けることができ、持続的なダメージを与えやすい。",
			"グラガス": "グラガスのCCを避けることができ、ウーコンの機動力が活かせる。",
			"イレリア": "イレリアのスキルを避けつつ、ウーコンのダメージで圧倒できる。",
			"ワーウィック": "ワーウィックの回復を妨げることができ、持続戦闘で有利。",
			"シェン": "シェンのシールドを無視してダメージを与えられるため、対抗しやすい。",
			"ダリウス": "ダリウスの攻撃を避けることができ、ウーコンのバーストで有利に戦える。",
			"ナサス": "ナサスのスタックを稼がせず、早期に圧力をかけられる。",
			"ヴィエゴ": "ヴィエゴのスキルを回避しやすく、ウーコンのダメージが効果的。",
			"ヴェイン": "ヴェインの機動力を制限し、ウーコンのバーストで有利に立ち回れる。",
			"オーン": "オーンの耐久力を削りやすく、ウーコンのダメージが有効。",
			"マルファイト": "マルファイトのCCを避けることができ、ウーコンの機動力が活かせる。",
			"フィオラ": "フィオラのスキルを避けつつ、ウーコンのダメージで圧倒できる。",
			"トリンダメア": "トリンダメアの回復を妨げることができ、持続戦闘で有利。",
			"パンテオン": "パンテオンのスキルを回避しやすく、ウーコンのバーストが効果的。",
			"グウェン": "グウェンのスキルを避けることができ、ウーコンのダメージが有効。"
		},
		"loses": {
			"オーロラ": "ウーコンはオーロラのスキルによるCC（クラウドコントロール）に対して脆弱で、逃げる手段が限られているため。",
			"アカリ": "アカリの高いバーストダメージと瞬時の移動能力がウーコンにとって厄介で、特に接近戦で不利になる。",
			"クレッド": "クレッドの持つ持続的なダメージと自己回復能力がウーコンのダメージを相殺しやすい。",
			"チョ＝ガス": "チョ＝ガスの高い耐久力とCCがウーコンの攻撃を無効化しやすい。",
			"ヨネ": "ヨネの高い機動力とダメージがウーコンに対して優位に働く。",
			"ジャックス": "ジャックスのスケーリングと持続的なダメージがウーコンに対して強力で、特に後半戦で不利になる。",
			"カミール": "カミールのスキルセットはウーコンの動きを制限し、ダメージを与えやすい。",
			"リヴェン": "リヴェンの高いバーストダメージと機動力がウーコンに対して有利に働く。",
			"イラオイ": "イラオイの持続的なダメージと回復能力がウーコンにとって厄介で、特にチームファイトで不利になる。",
			"シンジド": "シンジドの毒と逃げる能力がウーコンに対して強力で、持続的なダメージを与えやすい。",
			"モルデカイザー": "モルデカイザーのスキルによる1対1の強さがウーコンに対して優位に働く。",
			"レネクトン": "レネクトンの早期の強さと持続的なダメージがウーコンに対して有利。",
			"カ・サンテ": "カ・サンテの耐久力とダメージがウーコンに対して強力で、特に接近戦で不利になる。",
			"ブラッドミア": "ブラッドミアの持続的なダメージと回復能力がウーコンにとって厄介。",
			"ガングプランク": "ガングプランクのバーストダメージとCCがウーコンに対して有利に働く。",
			"トランドル": "トランドルの持続的なダメージと自己回復能力がウーコンに対して強力。",
			"セト": "セトの高い耐久力とダメージがウーコンに対して優位に働く。",
			"ヨリック": "ヨリックの持続的なダメージとミニオン生成がウーコンにとって厄介。"
		}
	},
	"タム・ケンチ": {
		"name": "タム・ケンチ",
		"beats": {
			"アカリ": "タム・ケンチのスキルでアカリの攻撃を無効化できるため、対抗しやすい。",
			"ブラッドミア": "タム・ケンチの耐久力がブラッドミアのダメージを軽減し、持続戦闘で有利。",
			"ヴィエゴ": "タム・ケンチはヴィエゴのスキルを受け流しやすく、反撃が可能。",
			"マルファイト": "タム・ケンチの移動能力でマルファイトのスキルを避けやすい。",
			"ティーモ": "タム・ケンチはティーモのブラインド効果を無視できるため、戦闘で優位。",
			"チョ＝ガス": "タム・ケンチはチョ＝ガスのスキルを吸収できるため、持久戦で有利。",
			"カ・サンテ": "タム・ケンチのスキルでカ・サンテの攻撃を防ぎやすい。",
			"ケイル": "タム・ケンチはケイルの攻撃を耐えられるため、レイトゲームで有利。",
			"ガングプランク": "タム・ケンチはガングプランクのバレルを無効化できるため、戦闘で優位。",
			"ガレン": "タム・ケンチはガレンのシールドを無視できるため、対抗しやすい。",
			"カミール": "タム・ケンチはカミールのスキルを受け流しやすく、反撃が可能。",
			"イレリア": "タム・ケンチはイレリアの攻撃を耐えられるため、持続戦闘で有利。",
			"トリンダメア": "タム・ケンチはトリンダメアのクリティカルを軽減できるため、戦闘で優位。",
			"クレッド": "タム・ケンチはクレッドの攻撃を耐えられるため、持続戦闘で有利。",
			"ドクター・ムンド": "タム・ケンチはドクター・ムンドの回復を妨げることができるため、対抗しやすい。",
			"トランドル": "タム・ケンチはトランドルの攻撃を耐えられるため、持続戦闘で有利。",
			"ジェイス": "タム・ケンチはジェイスのスキルを受け流しやすく、反撃が可能。",
			"モルデカイザー": "タム・ケンチはモルデカイザーのスキルを無効化できるため、戦闘で優位。",
			"パンテオン": "タム・ケンチはパンテオンの攻撃を耐えられるため、持続戦闘で有利。",
			"ポッピー": "タム・ケンチはポッピーのスキルを受け流しやすく、反撃が可能。",
			"フィオラ": "タム・ケンチはフィオラの攻撃を耐えられるため、持続戦闘で有利。",
			"クイン": "タム・ケンチはクインの攻撃を無効化できるため、対抗しやすい。"
		},
		"loses": {
			"ヨリック": "タム・ケンチはヨリックの墓を食べることができず、ヨリックのミニオンと持続的なダメージに対処しづらい。",
			"オラフ": "オラフの攻撃力と持続的なダメージがタム・ケンチの耐久力を上回るため、対抗が難しい。",
			"ケネン": "ケネンのスキルセットはタム・ケンチの移動を制限し、集団戦での影響力を高める。",
			"リヴェン": "リヴェンの高いバーストダメージと機動力がタム・ケンチにとって脅威となる。",
			"グウェン": "グウェンの持続的なダメージとスキルの回避能力がタム・ケンチに対して有利に働く。",
			"サイオン": "サイオンのタンク性とCCがタム・ケンチの行動を制限し、ダメージを与えにくくする。",
			"ダリウス": "ダリウスのバーストダメージとグレイブスの効果がタム・ケンチにとって非常に危険。",
			"アーゴット": "アーゴットの持続的なダメージとCCがタム・ケンチに対して強力。",
			"ヴェイン": "ヴェインの高いバーストダメージと機動力がタム・ケンチにとって脅威。",
			"イラオイ": "イラオイの持続的なダメージとCCがタム・ケンチに対して有利に働く。",
			"ヨネ": "ヨネの高いバーストダメージと機動力がタム・ケンチにとって脅威。",
			"エイトロックス": "エイトロックスの持続的なダメージと回復能力がタム・ケンチに対して強力。",
			"ボリベア": "ボリベアの高いバーストダメージとCCがタム・ケンチにとって脅威。",
			"シンジド": "シンジドの持続的なダメージと逃げ能力がタム・ケンチに対して有利に働く。",
			"グラガス": "グラガスのCCと持続的なダメージがタム・ケンチにとって脅威。",
			"セト": "セトの高いバーストダメージとCCがタム・ケンチにとって脅威。",
			"オーロラ": "オーロラの持続的なダメージとCCがタム・ケンチに対して有利に働く。"
		}
	},
	"カ・サンテ": {
		"name": "カ・サンテ",
		"beats": {
			"ナサス": "カ・サンテはナサスの持つ強力なスケーリングを抑えることができ、持続的なダメージを与えられるため、対抗しやすい。",
			"ドクター・ムンド": "カ・サンテはドクター・ムンドの回復力を無視できるダメージを持っており、持続戦闘で優位に立てる。",
			"ワーウィック": "ワーウィックのライフスティールを抑えることができ、持続的なダメージを与えられるため、対抗しやすい。",
			"マルファイト": "マルファイトのシールドを無視できるダメージを持っており、特にタンクビルドに対して有利。",
			"ジャックス": "ジャックスのダメージを抑えることができ、持続的な戦闘で優位に立てる。",
			"モルデカイザー": "モルデカイザーのスキルを無効化する能力があり、1対1の戦闘で有利。",
			"オラフ": "オラフの攻撃を抑えることができ、持続的な戦闘で優位に立てる。",
			"ガングプランク": "ガングプランクのバーストダメージを抑えることができ、持続的な戦闘で優位に立てる。",
			"イレリア": "イレリアの機動力を抑えることができ、持続的な戦闘で優位に立てる。",
			"ティーモ": "ティーモのブラインドを無視できるため、対抗しやすい。",
			"ヴィエゴ": "ヴィエゴの持続的なダメージを抑えることができ、特に1対1の戦闘で有利。",
			"オーン": "オーンのタンク性能を抑えることができ、持続的な戦闘で優位に立てる。",
			"クイン": "クインの機動力を抑えることができ、持続的な戦闘で優位に立てる。",
			"チョ＝ガス": "チョ＝ガスの持続的なダメージを抑えることができ、特に1対1の戦闘で有利。",
			"セト": "セトの持続的なダメージを抑えることができ、特に1対1の戦闘で有利。",
			"ボリベア": "ボリベアのバーストダメージを抑えることができ、持続的な戦闘で優位に立てる。",
			"アーゴット": "アーゴットの持続的なダメージを抑えることができ、特に1対1の戦闘で有利。",
			"クレッド": "クレッドの持続的なダメージを抑えることができ、特に1対1の戦闘で有利。",
			"グラガス": "グラガスのバーストダメージを抑えることができ、持続的な戦闘で優位に立てる。"
		},
		"loses": {
			"スモルダー": "高いバーストダメージでカ・サンテの耐久力を無視できるため。",
			"ケイル": "レベル16以降のダメージと耐久力が非常に高く、カ・サンテの攻撃を受け流せるため。",
			"シンジド": "持続的なダメージと逃げ能力でカ・サンテを翻弄できるため。",
			"ヴェイン": "高い機動力とダメージでカ・サンテのタンク性能を無効化できるため。",
			"ナー": "変身による高いバーストダメージとCCでカ・サンテを圧倒できるため。",
			"ポッピー": "壁を利用したCCと耐久力でカ・サンテを抑え込むことができるため。",
			"グウェン": "持続的なダメージと回復能力でカ・サンテを持続的に攻撃できるため。",
			"カミール": "高い機動力とダメージでカ・サンテを追い詰めることができるため。",
			"フィオラ": "高いバーストダメージとカウンター能力でカ・サンテを無力化できるため。",
			"アンベッサ": "持続的なダメージとCCでカ・サンテを抑え込むことができるため。",
			"リヴェン": "高いバーストダメージと機動力でカ・サンテを圧倒できるため。",
			"シェン": "テレポートとシールドでカ・サンテの攻撃を無効化できるため。",
			"ブラッドミア": "持続的なダメージと回復能力でカ・サンテを持続的に攻撃できるため。",
			"オーロラ": "高いCCと持続的なダメージでカ・サンテを抑え込むことができるため。",
			"トランドル": "高いバーストダメージとCCでカ・サンテを無力化できるため。",
			"イラオイ": "持続的なダメージとCCでカ・サンテを圧倒できるため。",
			"ヨリック": "持続的なダメージとミニオンのサポートでカ・サンテを抑え込むことができるため。",
			"レネクトン": "高いバーストダメージとCCでカ・サンテを圧倒できるため。"
		}
	},
	"ヴァルス": {
		"name": "ヴァルス",
		"beats": {
			"スモルダー": "ヴァルスの射程が長く、スモルダーの近接攻撃を避けやすい。",
			"シンジド": "シンジドの毒を避けながら攻撃できるため、持続的なダメージを与えやすい。",
			"クイン": "クインの移動速度を利用して、ヴァルスが安全に攻撃できる。",
			"イラオイ": "イラオイのスキルを避けることで、ヴァルスが有利に戦える。",
			"ワーウィック": "ワーウィックの接近を射程で制限できるため、戦闘を有利に進められる。",
			"ボリベア": "ボリベアの突進を射程で避けることができ、ダメージを与えやすい。",
			"トリンダメア": "トリンダメアのバーストダメージを避けることができ、持続的に攻撃できる。",
			"ケネン": "ケネンのスキルを距離を保ちながら避けられるため、戦闘が有利。",
			"リヴェン": "リヴェンのコンボを距離を保ちながら避けられるため、優位に立てる。",
			"レネクトン": "レネクトンの接近を射程で制限でき、持続的にダメージを与えられる。",
			"ケイル": "ケイルの成長を抑えつつ、射程で攻撃できるため有利。",
			"ナー": "ナーの変身を利用して、距離を保ちながら攻撃できる。",
			"ポッピー": "ポッピーの壁を利用して、ヴァルスが安全に攻撃できる。",
			"ナサス": "ナサスのスタックを抑えつつ、射程で攻撃できるため有利。",
			"モルデカイザー": "モルデカイザーのスキルを距離を保ちながら避けられるため、優位に立てる。",
			"カ・サンテ": "カ・サンテの接近を射程で制限でき、持続的にダメージを与えられる。",
			"アンベッサ": "アンベッサの攻撃を避けつつ、持続的にダメージを与えられる。",
			"カミール": "カミールのスキルを距離を保ちながら避けられるため、優位に立てる。",
			"ガングプランク": "ガングプランクのバーストダメージを避けることができ、持続的に攻撃できる。",
			"ヨリック": "ヨリックのミニオンを射程で制限でき、持続的にダメージを与えられる。",
			"チョ＝ガス": "チョ＝ガスのスキルを距離を保ちながら避けられるため、優位に立てる。",
			"オーン": "オーンのスキルを距離を保ちながら避けられるため、優位に立てる。",
			"シェン": "シェンのシャドウを利用して、距離を保ちながら攻撃できる。",
			"ヴィエゴ": "ヴィエゴの接近を射程で制限でき、持続的にダメージを与えられる。",
			"ガレン": "ガレンのバーストダメージを避けることができ、持続的に攻撃できる。"
		},
		"loses": {
			"グウェン": "高いバーストダメージと持続的なダメージでヴァルスを圧倒できる。",
			"ライズ": "高い機動力とバーストダメージでヴァルスを狙いやすい。",
			"ヤスオ": "高い回避能力とダメージでヴァルスの攻撃を無効化できる。",
			"トランドル": "ヴァルスの攻撃力を下げることで、持続的な戦闘で有利に立てる。",
			"パンテオン": "高い初期ダメージとスタンでヴァルスを早期に排除できる。",
			"グラガス": "タンクとしての耐久力とCCでヴァルスを抑え込むことができる。",
			"サイオン": "高い耐久力とCCでヴァルスの攻撃を受け止められる。",
			"ヨネ": "高いバーストダメージと機動力でヴァルスを狙いやすい。",
			"クレッド": "高い耐久力と持続的なダメージでヴァルスに対抗できる。",
			"イレリア": "高いバーストダメージと機動力でヴァルスを圧倒できる。",
			"アカリ": "高い機動力とバーストダメージでヴァルスを狙いやすい。",
			"フィオラ": "高いダメージと持続的な戦闘能力でヴァルスに対抗できる。",
			"オラフ": "高い持続ダメージと耐久力でヴァルスを圧倒できる。",
			"アーゴット": "高い耐久力とダメージでヴァルスに対抗できる。",
			"ジャックス": "高いスケーリングと持続的なダメージでヴァルスを圧倒できる。",
			"ランブル": "高いバーストダメージと範囲攻撃でヴァルスを狙いやすい。",
			"ティーモ": "高い持続ダメージと視界妨害でヴァルスを圧倒できる。",
			"ハイマーディンガー": "高いバーストダメージとタレットでヴァルスを抑え込むことができる。",
			"ドクター・ムンド": "高い耐久力でヴァルスのダメージを受け止められる。",
			"ジェイス": "高いバーストダメージと射程でヴァルスを圧倒できる。",
			"マルファイト": "高い耐久力とCCでヴァルスを抑え込むことができる。"
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"オーロラ": "ヴィエゴのスキルセットはオーロラの移動能力を制限しやすく、ダメージを与えやすい。",
			"クイン": "クインの高いバーストダメージに対して、ヴィエゴは自己回復能力で対抗できる。",
			"ケネン": "ヴィエゴはケネンのスタンを避けることができ、持続的なダメージを与えやすい。",
			"グウェン": "グウェンのスキルを無効化する能力があり、対抗しやすい。",
			"ガングプランク": "ヴィエゴはガングプランクのバレルを避けやすく、持続的なダメージを与えられる。",
			"アーゴット": "アーゴットの近接戦闘において、ヴィエゴは機動力で優位に立てる。",
			"ドクター・ムンド": "ヴィエゴのダメージはムンドの回復を上回ることができる。",
			"グラガス": "グラガスのCCを避ける能力があり、持続的にダメージを与えられる。",
			"ダリウス": "ダリウスの攻撃を避けることができ、反撃が可能。",
			"モルデカイザー": "モルデカイザーのスキルを無効化しやすく、持続的にダメージを与えられる。",
			"ヨネ": "ヴィエゴはヨネのスキルを避けることができ、持続的にダメージを与えられる。",
			"トリンダメア": "トリンダメアのバーストダメージに対して、ヴィエゴは自己回復で対抗できる。",
			"ランブル": "ヴィエゴはランブルのスキルを避けやすく、持続的にダメージを与えられる。",
			"ヴェイン": "ヴェインの機動力に対抗できるスキルを持っている。",
			"トランドル": "トランドルのスキルを無効化しやすく、持続的にダメージを与えられる。",
			"ヨリック": "ヴィエゴはヨリックのミニオンを処理しやすく、持続的にダメージを与えられる。",
			"アカリ": "アカリのスキルを避ける能力があり、持続的にダメージを与えられる。",
			"チョ＝ガス": "チョ＝ガスのスキルを避けやすく、持続的にダメージを与えられる。",
			"ナー": "ナーの変身を利用して、持続的にダメージを与えられる。",
			"サイオン": "サイオンのスキルを避ける能力があり、持続的にダメージを与えられる。",
			"エイトロックス": "エイトロックスのスキルを無効化しやすく、持続的にダメージを与えられる。",
			"ボリベア": "ボリベアの攻撃を避ける能力があり、持続的にダメージを与えられる。",
			"セト": "セトのスキルを避けやすく、持続的にダメージを与えられる。"
		},
		"loses": {
			"ザック": "高い耐久力とCCでヴィエゴの攻撃を妨害できるため。",
			"オラフ": "持続的なダメージと回復能力でヴィエゴを圧倒できる。",
			"ポッピー": "ヴィエゴの移動を制限する壁を作ることができる。",
			"ティーモ": "ブラインド効果でヴィエゴの攻撃を無効化できる。",
			"シンジド": "持続的なダメージと逃げる能力でヴィエゴを翻弄できる。",
			"フィオラ": "1対1の戦闘でヴィエゴを圧倒することができる。",
			"クレッド": "高い耐久力とダメージでヴィエゴに対抗できる。",
			"レネクトン": "早期のパワースパイクでヴィエゴを圧倒できる。",
			"イレリア": "高い機動性とダメージでヴィエゴを追い詰めることができる。",
			"リヴェン": "高いバーストダメージでヴィエゴを瞬時に排除できる。",
			"カミール": "高い機動性とダメージでヴィエゴを制圧できる。",
			"ワーウィック": "持続的な回復とダメージでヴィエゴに対抗できる。",
			"カ・サンテ": "高い耐久力とCCでヴィエゴを抑え込むことができる。",
			"ジャックス": "後半のスケーリングでヴィエゴを圧倒できる。",
			"シェン": "テレポートとシールドで味方を守りつつヴィエゴを抑えられる。",
			"アンベッサ": "高い耐久力とダメージでヴィエゴに対抗できる。",
			"パンテオン": "強力なCCとバーストダメージでヴィエゴを排除できる。",
			"ナサス": "スケーリングと持続的なダメージでヴィエゴを圧倒できる。"
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"ヨリック": "ヨリックは持続的なダメージと自己回復能力が高く、ヨネの攻撃を耐えやすい。",
			"サイオン": "サイオンは高い耐久力とCC（クラウドコントロール）を持ち、ヨネの攻撃を無効化しやすい。",
			"ドクター・ムンド": "ムンドは高いHPと回復力を持ち、ヨネのダメージを軽減できる。",
			"グウェン": "グウェンは高いバーストダメージと回避能力を持ち、ヨネの攻撃をかわしやすい。",
			"モルデカイザー": "モルデカイザーは1対1の戦闘に強く、ヨネを孤立させて有利に戦える。",
			"オーン": "オーンは高い耐久力とアイテム強化能力を持ち、長期戦で有利に立てる。",
			"ナサス": "ナサスはスケーリングが強く、時間が経つにつれてヨネに対して優位に立つ。",
			"ケイル": "ケイルはレベルアップによって強力なダメージを出せるため、後半戦でヨネに対抗できる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力とCCを持ち、ヨネの攻撃を受け止めやすい。",
			"ランブル": "ランブルは範囲ダメージとCCを持ち、ヨネの動きを制限できる。",
			"クイン": "クインは高い機動力を持ち、ヨネの攻撃を避けやすい。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、ヨネの攻撃を無効化しやすい。",
			"トリンダメア": "トリンダメアは自己回復とバーストダメージを持ち、ヨネに対して強力な対抗手段を持つ。"
		},
		"loses": {
			"イレリア": "高いバーストダメージと機動力でヨネを圧倒できる。",
			"ヴィエゴ": "ヨネのスキルを吸収し、強力なダメージを与えることができる。",
			"オラフ": "持続的なダメージと回復能力でヨネの攻撃を耐えられる。",
			"ジャックス": "スケーリングが強く、後半戦でヨネを圧倒する。",
			"フィオラ": "ヨネのスキルを避ける能力が高く、1対1で有利。",
			"アンベッサ": "高いバーストダメージとCCでヨネを制圧できる。",
			"カミール": "機動力とダメージでヨネを追い詰めることができる。",
			"アカリ": "高い機動力とバーストダメージでヨネを圧倒する。",
			"リヴェン": "高いダメージとスキルのコンボでヨネに対抗できる。",
			"オーロラ": "持続的なダメージとCCでヨネを抑え込む。",
			"ブラッドミア": "持続的な回復とダメージでヨネに対抗できる。",
			"ワーウィック": "持続的なダメージと回復能力でヨネを圧倒する。",
			"ティーモ": "ブラインド効果でヨネの攻撃を無効化できる。",
			"レネクトン": "高い耐久力とダメージでヨネに対抗できる。",
			"パンテオン": "高いバーストダメージとCCでヨネを制圧する。",
			"ヴェイン": "高い機動力とダメージでヨネを圧倒する。",
			"クレッド": "高い耐久力とダメージでヨネに対抗できる。",
			"ガングプランク": "持続的なダメージとCCでヨネを抑え込む。"
		}
	},
	"ウディア": {
		"name": "ウディア",
		"beats": {
			"ウディア": "ウディアは高い耐久力と持続的なダメージを持ち、相手の攻撃を受けながらもダメージを与え続けることができるため、近接戦闘に強い。",
			"チョ＝ガス": "チョ＝ガスはウディアの持続的なダメージに対して耐久力が不足しており、ウディアの攻撃を受けると早期に倒される可能性が高い。",
			"ボリベア": "ボリベアはウディアの持続的なダメージに対して耐えられず、特にウディアのスタン効果により動きが制限される。",
			"ブラッドミア": "ブラッドミアはウディアの高いバーストダメージに対して脆弱で、ウディアの攻撃を受けると回復が間に合わないことが多い。",
			"ワーウィック": "ワーウィックはウディアの持続的なダメージに対して耐えられず、特にウディアのスタンが厄介。",
			"ポッピー": "ポッピーはウディアの持続的なダメージに対して耐えられず、ウディアの攻撃を受けるとすぐに倒される可能性が高い。",
			"ヴィエゴ": "ヴィエゴはウディアの高い耐久力に対してダメージを与えにくく、ウディアのスタンが厄介。",
			"イレリア": "イレリアはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。",
			"イラオイ": "イラオイはウディアの持続的なダメージに対して耐えられず、特にウディアのスタンが厄介。",
			"ナー": "ナーはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。",
			"アンベッサ": "アンベッサはウディアの持続的なダメージに対して耐えられず、特にウディアのスタンが厄介。",
			"オーン": "オーンはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。",
			"クレッド": "クレッドはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。",
			"ガングプランク": "ガングプランクはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。",
			"ヤスオ": "ヤスオはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。",
			"フィオラ": "フィオラはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。",
			"グウェン": "グウェンはウディアの持続的なダメージに対して脆弱で、特にウディアのスタンが厄介。"
		},
		"loses": {
			"カミール": "カミールはウディアの持つ持続的なダメージを無効化することができ、また彼女のスキルでウディアを捕まえることができるため、対抗しやすい。",
			"パンテオン": "パンテオンはウディアの攻撃を防ぐシールドを持ち、早期のダメージを与えることができるため、レーンでの優位性を持つ。",
			"ナサス": "ナサスはウディアの持続的なダメージに対して耐久性が高く、スケールすることでウディアを圧倒することができる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ウディアが近づく前にダメージを与えることができるため、対抗しやすい。",
			"セト": "セトはウディアの攻撃を受け流す能力があり、また高い耐久性を持つため、ウディアに対して有利。",
			"クイン": "クインは高い機動性を持ち、ウディアの攻撃を避けながらダメージを与えることができるため、レーンでの優位性を持つ。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、ウディアを短時間で排除することができるため、対抗しやすい。",
			"シェン": "シェンはウディアの攻撃を無効化するシールドを持ち、またテレポートで味方を助けることができるため、ウディアに対して有利。",
			"アーゴット": "アーゴットはウディアの持続的なダメージに対して高い耐久性を持ち、またウディアを捕まえる能力があるため、対抗しやすい。",
			"ヨリック": "ヨリックはウディアの持続的なダメージに対して耐久性が高く、またミニオンを使ってウディアを圧倒することができる。",
			"ヴェイン": "ヴェインは高いバーストダメージを持ち、ウディアの持続的なダメージを避けることができるため、対抗しやすい。",
			"オラフ": "オラフはウディアの持続的なダメージに対して高い耐久性を持ち、またウディアを捕まえる能力があるため、対抗しやすい。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、ウディアの持続的なダメージを避けることができるため、対抗しやすい。",
			"エイトロックス": "エイトロックスはウディアの持続的なダメージに対して高い耐久性を持ち、また自己回復能力があるため、対抗しやすい。",
			"ダリウス": "ダリウスはウディアの持続的なダメージに対して高いバーストダメージを持ち、またウディアを捕まえる能力があるため、対抗しやすい。",
			"グラガス": "グラガスはウディアの攻撃を無効化する能力があり、また高い耐久性を持つため、対抗しやすい。",
			"ティーモ": "ティーモはウディアの移動を妨げることができ、また高いバーストダメージを持つため、対抗しやすい。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"アーゴット": "スモルダーはアーゴットの攻撃を避ける能力が高く、持続的なダメージを与えやすい。",
			"イラオイ": "スモルダーはイラオイのスキルを無効化する手段を持っており、彼女の強力なダメージを抑えられる。",
			"ブラッドミア": "スモルダーはブラッドミアの回復を妨げる手段があり、持続戦闘で有利に立てる。",
			"ヴェイン": "スモルダーはヴェインの機動力に対抗できるスキルを持ち、彼女を捕まえやすい。",
			"マルザハール": "スモルダーはマルザハールのスキルを避けることができ、持続的なダメージを与えられる。",
			"カ・サンテ": "スモルダーはカ・サンテの耐久力を削る手段を持っており、対抗しやすい。",
			"ヨリック": "スモルダーはヨリックのミニオンを処理しやすく、彼の強みを無効化できる。",
			"サイオン": "スモルダーはサイオンのタンク性を無視できるダメージを持っており、対抗しやすい。",
			"ティーモ": "スモルダーはティーモのブラインドを無視できるスキルを持ち、ダメージを与えやすい。",
			"セト": "スモルダーはセトのスキルを避ける能力が高く、持続的にダメージを与えられる。",
			"ガレン": "スモルダーはガレンのスキルを無効化する手段を持ち、持続戦闘で有利に立てる。",
			"ダリウス": "スモルダーはダリウスの攻撃を避ける能力が高く、持続的にダメージを与えやすい。",
			"レネクトン": "スモルダーはレネクトンのスキルを無効化する手段を持ち、持続戦闘で有利に立てる。",
			"トランドル": "スモルダーはトランドルのスキルを避ける能力が高く、持続的にダメージを与えやすい。",
			"フィオラ": "スモルダーはフィオラのスキルを無効化する手段を持ち、持続戦闘で有利に立てる。",
			"ポッピー": "スモルダーはポッピーのスキルを避ける能力が高く、持続的にダメージを与えやすい。",
			"ワーウィック": "スモルダーはワーウィックの回復を妨げる手段があり、持続戦闘で有利に立てる。",
			"ハイマーディンガー": "スモルダーはハイマーディンガーのタレットを無視できるスキルを持ち、対抗しやすい。",
			"カミール": "スモルダーはカミールのスキルを避ける能力が高く、持続的にダメージを与えやすい。",
			"ドクター・ムンド": "スモルダーはドクター・ムンドの回復を妨げる手段があり、持続戦闘で有利に立てる。",
			"グウェン": "スモルダーはグウェンのスキルを無効化する手段を持ち、持続戦闘で有利に立てる。",
			"シェン": "スモルダーはシェンのシャドウを無効化する手段を持ち、持続戦闘で有利に立てる。",
			"モルデカイザー": "スモルダーはモルデカイザーのスキルを避ける能力が高く、持続的にダメージを与えやすい。",
			"オーン": "スモルダーはオーンのスキルを無効化する手段を持ち、持続戦闘で有利に立てる。"
		},
		"loses": {
			"イレリア": "高い機動力と瞬発力でスモルダーの攻撃を避けつつ、反撃が可能。",
			"ヤスオ": "風の刃でスモルダーのスキルを無効化し、カウンターが得意。",
			"パンテオン": "高いバーストダメージとスタン効果でスモルダーを圧倒できる。",
			"ヨネ": "高いダメージと機動力でスモルダーを追い詰めることができる。",
			"オラフ": "持続的なダメージと回復能力でスモルダーの攻撃を耐えられる。",
			"ジェイス": "遠距離からの攻撃でスモルダーにプレッシャーをかけられる。",
			"アンベッサ": "高い耐久力とダメージでスモルダーを圧倒することができる。",
			"オーロラ": "スモルダーの攻撃を無効化するスキルを持ち、反撃が得意。",
			"アカリ": "高い機動力と隠れ身でスモルダーの攻撃を避けられる。",
			"ヴァルス": "遠距離からの攻撃でスモルダーにダメージを与えやすい。",
			"グラガス": "高い耐久力とCCでスモルダーを抑え込むことができる。",
			"リヴェン": "高いバーストダメージと機動力でスモルダーを圧倒できる。",
			"ジャックス": "持続的なダメージとスケーリングでスモルダーに対抗できる。",
			"ナー": "変身による高い耐久力とダメージでスモルダーを圧倒できる。",
			"クイン": "高い機動力と遠距離攻撃でスモルダーを追い詰めることができる。",
			"マルファイト": "高い耐久力とCCでスモルダーを抑え込むことができる。",
			"クレッド": "高い耐久力と持続的なダメージでスモルダーに対抗できる。",
			"トリンダメア": "高いバーストダメージと自己回復でスモルダーを圧倒できる。",
			"ナサス": "スケーリングによる高いダメージでスモルダーに対抗できる。"
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"トランドル": "トランドルは相手の回復を妨げる能力を持っており、特にタンクや持続的なダメージを出すチャンピオンに対して有利です。",
			"ヨリック": "ヨリックはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで墓を利用されやすい。",
			"オラフ": "オラフはトランドルの攻撃を受けると、トランドルの強力なバーストダメージに対抗できない。",
			"イラオイ": "イラオイのスキルはトランドルの壁を越えられず、トランドルの持続的なダメージに対して弱い。",
			"パンテオン": "パンテオンはトランドルの持続的なダメージに対して耐えられず、トランドルのスキルで簡単に倒される。",
			"イレリア": "イレリアはトランドルのスキルを避けるのが難しく、トランドルの持続的なダメージに対して脆弱。",
			"レネクトン": "レネクトンはトランドルの持続的なダメージに対して耐えられず、トランドルのスキルで簡単に倒される。",
			"ヴィエゴ": "ヴィエゴはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"ヤスオ": "ヤスオはトランドルのスキルを避けるのが難しく、トランドルの持続的なダメージに対して脆弱。",
			"グウェン": "グウェンはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"ガングプランク": "ガングプランクはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"シェン": "シェンはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"ランブル": "ランブルはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"アーゴット": "アーゴットはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"ドクター・ムンド": "ドクター・ムンドはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"ワーウィック": "ワーウィックはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"チョ＝ガス": "チョ＝ガスはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"フィオラ": "フィオラはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"クイン": "クインはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"ヴェイン": "ヴェインはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。",
			"ポッピー": "ポッピーはトランドルの持続的なダメージに対して脆弱で、トランドルのスキルで簡単に倒される。"
		},
		"loses": {
			"オーロラ": "オーロラのスキルはトランドルの攻撃を回避しやすく、持続的なダメージを与えることができるため。",
			"ナー": "ナーの変身能力により、トランドルの攻撃を効果的に受け流し、反撃が可能。",
			"クレッド": "クレッドのタンク性能とCC（クラウドコントロール）により、トランドルのダメージを抑えられる。",
			"リヴェン": "リヴェンの高いバーストダメージと機動力により、トランドルが対処しづらい。",
			"ナサス": "ナサスのスケーリング能力により、後半戦でトランドルを圧倒することができる。",
			"カミール": "カミールのスキルセットはトランドルの動きを制限し、ダメージを与えやすい。",
			"アンベッサ": "アンベッサの持続的なダメージと回復能力により、トランドルが持つアドバンテージを打ち消す。",
			"ブラッドミア": "ブラッドミアの自己回復能力と高いバーストダメージにより、トランドルが不利になる。",
			"ジェイス": "ジェイスの遠距離攻撃と高いバーストダメージにより、トランドルが近づくのが難しい。",
			"セト": "セトのタンク性能とCCにより、トランドルの攻撃を無効化しやすい。",
			"ボリベア": "ボリベアの高い耐久力とCCにより、トランドルがダメージを与えにくい。",
			"エイトロックス": "エイトロックスの持続的なダメージと回復能力により、トランドルが不利になる。",
			"ジャックス": "ジャックスのスケーリング能力と高いバーストダメージにより、トランドルが後半で圧倒される。",
			"ケネン": "ケネンの高いバーストダメージとCCにより、トランドルが対処しづらい。",
			"アカリ": "アカリの高い機動力とバーストダメージにより、トランドルが攻撃を当てにくい。"
		}
	}
}