{
	"ランブル": {
		"name": "ランブル",
		"beats": {
			"マルファイト": "マルファイトはランブルのスキルを受けにくく、ファームを安定させることができる。",
			"ポッピー": "ポッピーはランブルのスキルを避けることができ、ダメージトレードで有利に立てる。",
			"クイン": "クインはランブルの攻撃を避ける機動力があり、スケーリングで有利になる。",
			"ヴェイン": "ヴェインはランブルのダメージを回避しやすく、集団戦で有利に立てる。",
			"ティーモ": "ティーモはランブルのスキルを避けることができ、ファームで有利になる。",
			"ブラッドミア": "ブラッドミアはランブルの攻撃を受けにくく、ダメージトレードで有利に立てる。",
			"ボリベア": "ボリベアはランブルに対して高い耐久力を持ち、スケーリングで有利になる。",
			"レネクトン": "レネクトンはランブルのスキルを受けにくく、ダメージトレードで有利に立てる。",
			"ドクター・ムンド": "ドクター・ムンドはランブルのダメージを軽減でき、集団戦で有利に立てる。",
			"チョ＝ガス": "チョ＝ガスはランブルの攻撃を受けにくく、ファームで有利になる。",
			"ワーウィック": "ワーウィックはランブルのスキルを避けることができ、ダメージトレードで有利に立てる。",
			"ケネン": "ケネンはランブルの攻撃を避ける機動力があり、スケーリングで有利になる。",
			"シンジド": "シンジドはランブルの攻撃を受けにくく、集団戦で有利に立てる。",
			"ナー": "ナーはランブルのスキルを避けることができ、ファームで有利になる。",
			"ナサス": "ナサスはランブルのダメージを軽減でき、スケーリングで有利になる。",
			"ガレン": "ガレンはランブルの攻撃を受けにくく、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"アカリ": "アカリは高い機動力を持っており、ランブルのスキルを避けやすいため、ダメージトレードで有利になる。",
			"ヤスオ": "ヤスオは風の壁を使ってランブルのスキルを無効化できるため、ファームやダメージトレードで優位に立つことができる。",
			"ライズ": "ライズは高いバーストダメージを持ち、ランブルのスキルを簡単に回避できるため、集団戦で不利になる。",
			"オーン": "オーンは耐久力が高く、ランブルのダメージを受けても生存しやすいため、スケーリングで有利になる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ランブルのスキルを避けながらダメージを与えられるため、ダメージトレードで有利になる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと回復能力を持っており、ランブルに対して強力なダメージトレードを行えるため、不利になる。",
			"ヨネ": "ヨネは高い機動力とダメージを持ち、ランブルのスキルを避けながら攻撃できるため、ファームで有利になる。",
			"ケイル": "ケイルはレベルが上がるにつれて強力になり、ランブルのダメージを受けても耐えられるため、スケーリングで有利になる。",
			"オラフ": "オラフはランブルのスキルを無効化する能力を持ち、集団戦で有利に立つことができるため、不利になる。",
			"イレリア": "イレリアは高い機動力とダメージを持ち、ランブルのスキルを避けながら攻撃できるため、ダメージトレードで有利になる。",
			"トリンダメア": "トリンダメアは高い耐久力と回復能力を持ち、ランブルのダメージを受けても生存しやすいため、集団戦で不利になる。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、ランブルのダメージを受けても生存しやすいため、スケーリングで有利になる。",
			"グウェン": "グウェンは高いダメージと回復能力を持ち、ランブルのスキルを避けながら攻撃できるため、ダメージトレードで有利になる。",
			"アンベッサ": "アンベッサは高い耐久力とダメージを持ち、ランブルのスキルを受けても生存しやすいため、集団戦で不利になる。"
		}
	},
	"フィオラ": {
		"name": "フィオラ",
		"beats": {
			"シンジド": "フィオラはシンジドに対して高いダメージトレード能力を持っており、シンジドのスキルを避けやすい。",
			"ヨネ": "フィオラはヨネの攻撃を避けることができ、持続的なダメージを与えることができる。",
			"オーン": "フィオラはオーンのスキルを回避しやすく、オーンに対して有利なファームができる。",
			"チョ＝ガス": "フィオラはチョ＝ガスのスキルを無効化することができ、ダメージトレードで優位に立てる。",
			"モルデカイザー": "フィオラはモルデカイザーのスキルを避けることができ、持続的なダメージを与えやすい。",
			"ドクター・ムンド": "フィオラはドクター・ムンドに対して高いダメージを与えることができ、ファームでも有利。",
			"ガレン": "フィオラはガレンのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"ボリベア": "フィオラはボリベアの攻撃を回避しやすく、持続的なダメージを与えることができる。",
			"グウェン": "フィオラはグウェンのスキルを避けることができ、ダメージトレードで有利。",
			"オラフ": "フィオラはオラフの攻撃を避けやすく、持続的なダメージを与えることができる。",
			"ヴィエゴ": "フィオラはヴィエゴのスキルを回避しやすく、ダメージトレードで優位に立てる。",
			"クレッド": "フィオラはクレッドの攻撃を避けやすく、持続的なダメージを与えることができる。",
			"サイオン": "フィオラはサイオンのスキルを避けることができ、ダメージトレードで有利。",
			"パンテオン": "フィオラはパンテオンの攻撃を回避しやすく、持続的なダメージを与えることができる。",
			"ヨリック": "フィオラはヨリックのスキルを避けることができ、ダメージトレードで優位に立てる。",
			"エイトロックス": "フィオラはエイトロックスの攻撃を避けやすく、持続的なダメージを与えることができる。",
			"ヤスオ": "フィオラはヤスオのスキルを回避しやすく、ダメージトレードで有利。",
			"イラオイ": "フィオラはイラオイの攻撃を避けやすく、持続的なダメージを与えることができる。"
		},
		"loses": {
			"ワーウィック": "フィオラはワーウィックの持つ持続的な回復力に対抗できず、ダメージトレードで不利になる。",
			"ライズ": "フィオラはライズの高いバーストダメージに対して脆弱で、集団戦での生存率が低くなる。",
			"アンベッサ": "フィオラはアンベッサのスキルセットにより、ファームが難しくなり、レーンでの優位性を失う。",
			"クイン": "フィオラはクインの機動力に追いつけず、ダメージトレードで劣る。",
			"シェン": "フィオラはシェンのシールドとテレポートによる介入により、集団戦での影響力が減少する。",
			"リヴェン": "フィオラはリヴェンの高いバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"マルファイト": "フィオラはマルファイトの耐久力と集団戦での影響力に対して脆弱で、スケーリングで劣る。",
			"ランブル": "フィオラはランブルの範囲攻撃とスキルによるダメージに対して脆弱で、ファームが難しくなる。",
			"オーロラ": "フィオラはオーロラのCC（クラウドコントロール）により、ダメージトレードで不利になる。",
			"アーゴット": "フィオラはアーゴットの持続的なダメージと耐久力に対抗できず、集団戦で劣る。",
			"ガングプランク": "フィオラはガングプランクのバーストダメージと持続的なダメージに対して脆弱で、ファームが難しくなる。",
			"ウーコン": "フィオラはウーコンの高い機動力とダメージに対抗できず、ダメージトレードで不利になる。",
			"ジェイス": "フィオラはジェイスの遠距離攻撃とバーストダメージに対して脆弱で、ファームが難しくなる。",
			"ポッピー": "フィオラはポッピーの壁を利用した戦術に対抗できず、集団戦での影響力が減少する。",
			"レネクトン": "フィオラはレネクトンの持続的な回復力とダメージに対抗できず、ダメージトレードで不利になる。",
			"ダリウス": "フィオラはダリウスの高いバーストダメージと持続的なダメージに対抗できず、集団戦で劣る。",
			"トリンダメア": "フィオラはトリンダメアの持続的なダメージと回復力に対抗できず、ダメージトレードで不利になる。",
			"トランドル": "フィオラはトランドルの持続的なダメージとCCに対抗できず、集団戦で劣る。",
			"ナー": "フィオラはナーの変身によるダメージとCCに対抗できず、ダメージトレードで不利になる。",
			"セト": "フィオラはセトの高い耐久力とダメージに対抗できず、集団戦で劣る。",
			"グラガス": "フィオラはグラガスのCCとバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"ケイル": "フィオラはケイルのスケーリング能力に対抗できず、ゲーム後半で劣る。"
		}
	},
	"イレリア": {
		"name": "イレリア",
		"beats": {
			"ヨリック": "イレリアはヨリックに対して高い機動力を持っており、彼のスキルを避けやすいため、ファームで有利になる。",
			"ヴィエゴ": "イレリアはヴィエゴの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができる。",
			"ヴェイン": "イレリアはヴェインの攻撃を受け流しやすく、ダメージトレードで有利に戦える。",
			"ドクター・ムンド": "イレリアはドクター・ムンドの耐久力を無視できるスキルを持っており、集団戦で有利に立ち回れる。",
			"ヨネ": "イレリアはヨネのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"ライズ": "イレリアはライズのスキルを避けることができ、ファームで有利になる。",
			"ナー": "イレリアはナーの変身を利用して、ダメージトレードで有利に戦える。",
			"ヴァルス": "イレリアはヴァルスの攻撃を避けやすく、ダメージトレードで優位に立つことができる。",
			"ジェイス": "イレリアはジェイスのスキルを避ける能力が高く、ファームで有利になる。",
			"ケイル": "イレリアはケイルの攻撃を受け流しやすく、ダメージトレードで優位に立つことができる。",
			"ティーモ": "イレリアはティーモのブラインドを避けることができ、ファームで有利になる。",
			"アンベッサ": "イレリアはアンベッサの攻撃を避けやすく、ダメージトレードで優位に立つことができる。",
			"オーロラ": "イレリアはオーロラのスキルを回避しやすく、ファームで有利になる。",
			"クイン": "イレリアはクインの攻撃を受け流しやすく、ダメージトレードで優位に立つことができる。",
			"グウェン": "イレリアはグウェンのスキルを避ける能力が高く、集団戦で有利に立ち回れる。",
			"ランブル": "イレリアはランブルのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"チョ＝ガス": "イレリアはチョ＝ガスの攻撃を受け流しやすく、集団戦で有利に立ち回れる。"
		},
		"loses": {
			"マルファイト": "マルファイトはイレリアのスキルを無効化するシールドを持っているため、ダメージトレードで不利になる。",
			"カ・サンテ": "カ・サンテは持続的な回復能力が高く、イレリアのダメージを軽減するため、ファームで不利になる。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、後半にイレリアを圧倒するため、集団戦で不利になる。",
			"ポッピー": "ポッピーはイレリアの移動を制限する能力があり、ダメージトレードで不利になる。",
			"ボリベア": "ボリベアは高い耐久力とCCを持ち、イレリアの攻撃を受け流すため、ファームで不利になる。",
			"トリンダメア": "トリンダメアは自己回復と無敵スキルを持ち、イレリアのダメージを無効化するため、ダメージトレードで不利になる。",
			"カミール": "カミールは高い機動力とダメージを持ち、イレリアを追い詰めるため、集団戦で不利になる。",
			"クレッド": "クレッドはタンクとしての耐久力が高く、イレリアのダメージを受け流すため、ファームで不利になる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、イレリアのスキルを簡単に回避するため、ダメージトレードで不利になる。",
			"セト": "セトは高い耐久力とダメージを持ち、イレリアの攻撃を受け流すため、集団戦で不利になる。",
			"レネクトン": "レネクトンは早期のパワースパイクを持ち、イレリアを圧倒するため、ファームで不利になる。",
			"ワーウィック": "ワーウィックは持続的な回復能力が高く、イレリアのダメージを軽減するため、ダメージトレードで不利になる。",
			"シンジド": "シンジドは持続的なダメージを与えつつ逃げる能力があり、イレリアの攻撃を避けるため、集団戦で不利になる。",
			"ガレン": "ガレンは高い耐久力とシンプルなダメージを持ち、イレリアの攻撃を受け流すため、ファームで不利になる。",
			"トランドル": "トランドルはイレリアのステータスを奪う能力があり、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオは高い機動力とバーストダメージを持ち、イレリアを圧倒するため、集団戦で不利になる。",
			"アカリ": "アカリは高い機動力とバーストダメージを持ち、イレリアの攻撃を避けるため、ダメージトレードで不利になる。",
			"ケネン": "ケネンは高い範囲ダメージを持ち、イレリアを集団戦で圧倒するため、集団戦で不利になる。",
			"オラフ": "オラフは持続的なダメージと回復能力が高く、イレリアの攻撃を受け流すため、ファームで不利になる。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、イレリアの攻撃を受け流すため、ダメージトレードで不利になる。",
			"ハイマーディンガー": "ハイマーディンガーは高い範囲ダメージを持ち、イレリアを圧倒するため、集団戦で不利になる。",
			"フィオラ": "フィオラは高いバーストダメージと持続的なダメージを持ち、イレリアを圧倒するため、ダメージトレードで不利になる。"
		}
	},
	"シンジド": {
		"name": "シンジド",
		"beats": {
			"ポッピー": "シンジドはポッピーに対してファームが有利であり、ポッピーのスキルを避けることができるため、安定してCSを稼ぐことができる。",
			"グウェン": "シンジドはグウェンに対してダメージトレードが有利であり、グウェンの攻撃を受け流しながら持続的にダメージを与えることができる。",
			"マルファイト": "シンジドはマルファイトに対してスケーリングが有利であり、後半に強力なダメージを出すことができるため、マルファイトの耐久力を上回る。",
			"カ・サンテ": "シンジドはカ・サンテに対して集団戦が有利であり、カ・サンテのスキルを無効化しつつ、味方を守ることができる。",
			"ジャックス": "シンジドはジャックスに対してファームが有利であり、ジャックスの攻撃を避けながら安定してCSを稼ぐことができる。",
			"ヤスオ": "シンジドはヤスオに対してダメージトレードが有利であり、ヤスオの攻撃を受け流しつつ、持続的にダメージを与えることができる。",
			"イラオイ": "シンジドはイラオイに対してスケーリングが有利であり、後半に強力なダメージを出すことができるため、イラオイの耐久力を上回る。",
			"エイトロックス": "シンジドはエイトロックスに対して集団戦が有利であり、エイトロックスのスキルを無効化しつつ、味方を守ることができる。",
			"レネクトン": "シンジドはレネクトンに対してファームが有利であり、レネクトンの攻撃を避けながら安定してCSを稼ぐことができる。",
			"ヴィエゴ": "シンジドはヴィエゴに対してダメージトレードが有利であり、ヴィエゴの攻撃を受け流しつつ、持続的にダメージを与えることができる。",
			"パンテオン": "シンジドはパンテオンに対してスケーリングが有利であり、後半に強力なダメージを出すことができるため、パンテオンの耐久力を上回る。",
			"シェン": "シンジドはシェンに対して集団戦が有利であり、シェンのスキルを無効化しつつ、味方を守ることができる。",
			"イレリア": "シンジドはイレリアに対してファームが有利であり、イレリアの攻撃を避けながら安定してCSを稼ぐことができる。",
			"ケネン": "シンジドはケネンに対してダメージトレードが有利であり、ケネンの攻撃を受け流しつつ、持続的にダメージを与えることができる。",
			"モルデカイザー": "シンジドはモルデカイザーに対してスケーリングが有利であり、後半に強力なダメージを出すことができるため、モルデカイザーの耐久力を上回る。",
			"クイン": "シンジドはクインに対して集団戦が有利であり、クインのスキルを無効化しつつ、味方を守ることができる。",
			"ヨリック": "シンジドはヨリックに対してファームが有利であり、ヨリックの攻撃を避けながら安定してCSを稼ぐことができる。"
		},
		"loses": {
			"ハイマーディンガー": "ハイマーディンガーはシンジドに対して高いダメージを持ち、ファームを妨害する能力があるため、シンジドは不利である。",
			"ジェイス": "ジェイスはシンジドに対して遠距離からの攻撃が可能で、シンジドの接近を阻止するため、シンジドは不利である。",
			"ライズ": "ライズはシンジドに対して高いバーストダメージを持ち、集団戦での影響力が強いため、シンジドは不利である。",
			"オーロラ": "オーロラはシンジドに対して持続的なダメージを与えることができ、シンジドのスケーリングを妨げるため、シンジドは不利である。",
			"ケイル": "ケイルはシンジドに対して後半のスケーリングが強力で、シンジドが対処しづらいため、シンジドは不利である。",
			"ナー": "ナーはシンジドに対して変身による高いダメージとCCを持ち、シンジドの動きを制限するため、シンジドは不利である。",
			"ティーモ": "ティーモはシンジドに対してブラインド効果を持ち、ダメージトレードで優位に立つことができるため、シンジドは不利である。",
			"ヴェイン": "ヴェインはシンジドに対して高いバーストダメージを持ち、集団戦でのシンジドの存在感を薄めるため、シンジドは不利である。",
			"フィオラ": "フィオラはシンジドに対して高いダメージと持続的なトレード能力を持ち、シンジドのファームを妨害するため、シンジドは不利である。",
			"ガングプランク": "ガングプランクはシンジドに対して高い範囲ダメージを持ち、集団戦での影響力が強いため、シンジドは不利である。",
			"アーゴット": "アーゴットはシンジドに対して高い耐久力とダメージを持ち、シンジドのトレードを不利にするため、シンジドは不利である。",
			"アカリ": "アカリはシンジドに対して高いバーストダメージと機動力を持ち、シンジドの動きを制限するため、シンジドは不利である。",
			"リヴェン": "リヴェンはシンジドに対して高いダメージと持続的なトレード能力を持ち、シンジドのファームを妨害するため、シンジドは不利である。",
			"ナサス": "ナサスはシンジドに対してスケーリングが強力で、後半の集団戦でシンジドが対処しづらいため、シンジドは不利である。",
			"ランブル": "ランブルはシンジドに対して高い範囲ダメージを持ち、集団戦での影響力が強いため、シンジドは不利である。",
			"グラガス": "グラガスはシンジドに対してCCと持続的なダメージを持ち、シンジドの動きを制限するため、シンジドは不利である."
		}
	},
	"シェン": {
		"name": "シェン",
		"beats": {
			"ナサス": "シェンはナサスに対して早期のダメージトレードで優位に立つことができ、ナサスのファームを妨害することができる。",
			"ヴィエゴ": "シェンはヴィエゴの攻撃を避ける能力が高く、集団戦での生存率が向上する。",
			"マルファイト": "シェンはマルファイトのスキルを回避しやすく、ダメージトレードで有利に立つことができる。",
			"アカリ": "シェンはアカリのスキルを読みやすく、ダメージトレードで優位に立つことができる。",
			"イレリア": "シェンはイレリアの攻撃を防ぎやすく、ファームを安定させることができる。",
			"フィオラ": "シェンはフィオラの攻撃を避ける能力が高く、ダメージトレードで有利に立つことができる。",
			"ヨリック": "シェンはヨリックのミニオンを処理しやすく、ファームで優位に立つことができる。",
			"ジャックス": "シェンはジャックスの攻撃を避ける能力が高く、集団戦での生存率が向上する。",
			"サイオン": "シェンはサイオンのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"オーン": "シェンはオーンの攻撃を防ぎやすく、ファームを安定させることができる。",
			"チョ＝ガス": "シェンはチョ＝ガスのスキルを読みやすく、ダメージトレードで優位に立つことができる。",
			"ドクター・ムンド": "シェンはドクター・ムンドの回復を妨げることができ、ダメージトレードで有利に立つことができる。",
			"トリンダメア": "シェンはトリンダメアの攻撃を避ける能力が高く、集団戦での生存率が向上する。",
			"カ・サンテ": "シェンはカ・サンテの攻撃を防ぎやすく、ファームを安定させることができる。",
			"ボリベア": "シェンはボリベアの攻撃を避ける能力が高く、ダメージトレードで有利に立つことができる。"
		},
		"loses": {
			"オーロラ": "オーロラはシェンに対して高いダメージトレードを持っているため、シェンは不利である。",
			"リヴェン": "リヴェンはシェンのスキルを簡単に回避できるため、シェンは不利である。",
			"パンテオン": "パンテオンはシェンに対して強力な集団戦の能力を持っているため、シェンは不利である。",
			"グウェン": "グウェンはシェンのファームを妨害する能力が高いため、シェンは不利である。",
			"ポッピー": "ポッピーはシェンの移動を制限するスキルを持っているため、シェンは不利である。",
			"ザック": "ザックはシェンに対して高い耐久力を持っているため、シェンは不利である。",
			"ダリウス": "ダリウスはシェンに対して強力なダメージトレードを行うことができるため、シェンは不利である。",
			"ナー": "ナーはシェンに対して高いスケーリングを持っているため、シェンは不利である。",
			"イラオイ": "イラオイはシェンのファームを妨害しやすいため、シェンは不利である。",
			"モルデカイザー": "モルデカイザーはシェンの集団戦において強力な影響を与えるため、シェンは不利である。",
			"ブラッドミア": "ブラッドミアはシェンに対して高いダメージトレードを持っているため、シェンは不利である。",
			"シンジド": "シンジドはシェンのファームを妨害する能力が高いため、シェンは不利である。",
			"ジェイス": "ジェイスはシェンに対して高いダメージを与えることができるため、シェンは不利である。",
			"ライズ": "ライズはシェンに対して強力なスケーリングを持っているため、シェンは不利である。",
			"ケネン": "ケネンはシェンの集団戦において強力な影響を与えるため、シェンは不利である。",
			"オラフ": "オラフはシェンに対して高いダメージトレードを持っているため、シェンは不利である。",
			"トランドル": "トランドルはシェンの耐久力を削ぐ能力が高いため、シェンは不利である."
		}
	},
	"アーゴット": {
		"name": "アーゴット",
		"beats": {
			"ボリベア": "アーゴットはボリベアに対して強力なダメージトレードを行うことができ、ボリベアの体力を削りやすい。",
			"リヴェン": "アーゴットはリヴェンのスキルを受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。",
			"アカリ": "アーゴットはアカリのシャドウを読みやすく、ダメージトレードで優位に立つことができる。",
			"ワーウィック": "アーゴットはワーウィックの回復を妨げることができ、ファームでも有利に進める。",
			"フィオラ": "アーゴットはフィオラの攻撃を受け流しつつ、持続的なダメージを与えることができるため、集団戦で有利。",
			"シンジド": "アーゴットはシンジドの毒を無視してダメージを与えられるため、ファームで有利に進める。",
			"セト": "アーゴットはセトのスキルを避けやすく、ダメージトレードで優位に立つことができる。",
			"レネクトン": "アーゴットはレネクトンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。",
			"ナサス": "アーゴットはナサスのファームを妨げることができ、スケーリングで有利に進める。",
			"イレリア": "アーゴットはイレリアのスキルを受け流しつつ、持続的なダメージを与えることができるため、ダメージトレードで優位。",
			"ポッピー": "アーゴットはポッピーの壁を利用して有利に戦うことができ、集団戦での影響力が高い。",
			"グウェン": "アーゴットはグウェンのスキルを避けやすく、ダメージトレードで優位に立つことができる。",
			"ガレン": "アーゴットはガレンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。",
			"ヨネ": "アーゴットはヨネのスキルを読みやすく、ダメージトレードで優位に立つことができる。",
			"トリンダメア": "アーゴットはトリンダメアの回復を妨げることができ、集団戦で有利に進める。",
			"カミール": "アーゴットはカミールのスキルを受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。"
		},
		"loses": {
			"ウーコン": "ウーコンはアーゴットに対して高い機動力を持っており、ダメージトレードで有利に立つことができる。",
			"ヴィエゴ": "ヴィエゴはアーゴットのスキルを無効化する能力を持ち、集団戦での影響力が高い。",
			"ヨリック": "ヨリックはアーゴットに対して持続的なダメージを与えることができ、ファームの面でも優位に立つ。",
			"オーロラ": "オーロラはアーゴットに対して強力なCCを持ち、ダメージトレードで有利に進めることができる。",
			"トランドル": "トランドルはアーゴットの耐久力を削ぐことができ、集団戦での優位性を持つ。",
			"アンベッサ": "アンベッサはアーゴットに対して高いバーストダメージを持ち、ダメージトレードで有利に立つ。",
			"ケネン": "ケネンはアーゴットに対して高いスキルダメージを持ち、集団戦での影響力が強い。",
			"イラオイ": "イラオイはアーゴットに対して持続的なダメージを与え、ファームの面でも優位に立つ。",
			"ドクター・ムンド": "ドクター・ムンドはアーゴットに対して高い耐久力を持ち、スケーリングで有利に進めることができる。",
			"クイン": "クインはアーゴットに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアはアーゴットに対して持続的なダメージを与え、集団戦での影響力が強い。",
			"モルデカイザー": "モルデカイザーはアーゴットに対して高い耐久力を持ち、スケーリングで有利に進めることができる。",
			"マルファイト": "マルファイトはアーゴットに対して強力なCCを持ち、集団戦での影響力が高い。",
			"ランブル": "ランブルはアーゴットに対して高いバーストダメージを持ち、ダメージトレードで有利に立つ。",
			"ヤスオ": "ヤスオはアーゴットに対して高い機動力を持ち、ダメージトレードで有利に進めることができる。"
		}
	},
	"ジャックス": {
		"name": "ジャックス",
		"beats": {
			"ボリベア": "ジャックスはボリベアに対して、ファームの面で優位に立つことができる。彼は高い攻撃力とスキルを持ち、ボリベアの攻撃を避けながら効率的にミニオンを処理できる。",
			"ケイル": "ジャックスはケイルに対して、ダメージトレードで有利である。彼は早期に強力なダメージを出すことができ、ケイルが成長する前に有利なトレードを仕掛けることができる。",
			"ヤスオ": "ジャックスはヤスオに対して、スケーリングの面で優位である。彼はレイトゲームにおいて非常に強力になり、ヤスオが成長する前に試合を有利に進めることができる。",
			"ヨネ": "ジャックスはヨネに対して、集団戦で有利である。彼は高い耐久力とダメージを持ち、集団戦での持続力が高く、ヨネを圧倒することができる。",
			"イレリア": "ジャックスはイレリアに対して、ファームの面で優位である。彼はイレリアよりも早くミニオンを処理でき、レベルアップを早めることができる。",
			"カミール": "ジャックスはカミールに対して、ダメージトレードで有利である。彼はカミールのスキルを避けながら、強力なダメージを与えることができる。",
			"グウェン": "ジャックスはグウェンに対して、スケーリングの面で優位である。彼はレイトゲームにおいて非常に強力になり、グウェンを圧倒することができる。",
			"セト": "ジャックスはセトに対して、集団戦で有利である。彼は高い耐久力とダメージを持ち、集団戦での持続力が高く、セトを圧倒することができる。",
			"トランドル": "ジャックスはトランドルに対して、ファームの面で優位である。彼はトランドルよりも早くミニオンを処理でき、レベルアップを早めることができる。",
			"ヴィエゴ": "ジャックスはヴィエゴに対して、ダメージトレードで有利である。彼は早期に強力なダメージを出すことができ、ヴィエゴが成長する前に有利なトレードを仕掛けることができる。",
			"ヨリック": "ジャックスはヨリックに対して、スケーリングの面で優位である。彼はレイトゲームにおいて非常に強力になり、ヨリックを圧倒することができる。",
			"ワーウィック": "ジャックスはワーウィックに対して、集団戦で有利である。彼は高い耐久力とダメージを持ち、集団戦での持続力が高く、ワーウィックを圧倒することができる。",
			"モルデカイザー": "ジャックスはモルデカイザーに対して、ファームの面で優位である。彼はモルデカイザーよりも早くミニオンを処理でき、レベルアップを早めることができる。",
			"ダリウス": "ジャックスはダリウスに対して、ダメージトレードで有利である。彼は早期に強力なダメージを出すことができ、ダリウスが成長する前に有利なトレードを仕掛けることができる。"
		},
		"loses": {
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持っており、ジャックスのダメージトレードに対して有利である。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、ジャックスのファームを妨げることができる。",
			"カ・サンテ": "カ・サンテはスケーリングが優れており、後半戦でジャックスに対して強力な存在となる。",
			"アカリ": "アカリは高い機動力を持ち、ジャックスの集団戦での影響力を低下させることができる。",
			"サイオン": "サイオンは非常にタンクで、ジャックスのダメージを軽減しやすい。",
			"ガレン": "ガレンは持続的なダメージとサイレンスを持ち、ジャックスのトレードを制限することができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い回復力を持ち、ジャックスのダメージを無効化することができる。",
			"シェン": "シェンはテレポートとシールドを持ち、ジャックスの集団戦での影響を減少させることができる。",
			"シンジド": "シンジドは高い持続ダメージを持ち、ジャックスのファームを妨げることができる。",
			"オーロラ": "オーロラは高い耐久力とCCを持ち、ジャックスのトレードを制限することができる。",
			"ナー": "ナーは変身による高いダメージとCCを持ち、ジャックスに対して有利に立ち回ることができる。",
			"ポッピー": "ポッピーは高い耐久力と壁を利用したCCを持ち、ジャックスの動きを制限することができる。",
			"クレッド": "クレッドは高い耐久力と持続的なダメージを持ち、ジャックスに対して有利である。",
			"アーゴット": "アーゴットは高いダメージと耐久力を持ち、ジャックスのトレードを制限することができる。",
			"ケネン": "ケネンは高いスキルダメージとCCを持ち、ジャックスの集団戦での影響を減少させることができる。",
			"ジェイス": "ジェイスは高い射程とダメージを持ち、ジャックスのファームを妨げることができる。",
			"イラオイ": "イラオイは持続的なダメージと回復を持ち、ジャックスのトレードを制限することができる。",
			"クイン": "クインは高い機動力を持ち、ジャックスのファームを妨げることができる。",
			"グラガス": "グラガスは高い耐久力とCCを持ち、ジャックスのダメージトレードを制限することができる。",
			"ガングプランク": "ガングプランクは高い持続ダメージを持ち、ジャックスのファームを妨げることができる。",
			"オーン": "オーンは高い耐久力と集団戦での影響力を持ち、ジャックスに対して有利である。",
			"マルファイト": "マルファイトは高い耐久力とCCを持ち、ジャックスのダメージトレードを制限することができる。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"ヤスオ": "ポッピーはヤスオの攻撃を防ぐシールドを持っているため、ファームがしやすい。",
			"イレリア": "ポッピーはイレリアのスキルを阻害する能力があり、ダメージトレードで有利になる。",
			"カ・サンテ": "ポッピーはカ・サンテのスキルを無効化できるため、集団戦で優位に立てる。",
			"ヴィエゴ": "ポッピーはヴィエゴの攻撃を受け流すことができ、ダメージトレードで有利。",
			"グウェン": "ポッピーはグウェンの攻撃を防ぐことができ、ファームが安定する。",
			"ジャックス": "ポッピーはジャックスの攻撃を制御できるため、ダメージトレードで有利。",
			"サイオン": "ポッピーはサイオンの突進を阻止できるため、集団戦で有利になる。",
			"クレッド": "ポッピーはクレッドの攻撃を防ぐ能力があり、ファームがしやすい。",
			"アカリ": "ポッピーはアカリのスキルを無効化できるため、ダメージトレードで有利。",
			"ナー": "ポッピーはナーの変身を制御できるため、集団戦で優位に立てる。",
			"セト": "ポッピーはセトの攻撃を防ぐことができ、ダメージトレードで有利。",
			"シェン": "ポッピーはシェンのシャドウを無効化できるため、集団戦で有利になる。",
			"ドクター・ムンド": "ポッピーはドクター・ムンドの回復を妨げることができ、ダメージトレードで有利。",
			"ワーウィック": "ポッピーはワーウィックの攻撃を防ぐ能力があり、ファームが安定する。",
			"アンベッサ": "ポッピーはアンベッサの攻撃を制御できるため、ダメージトレードで有利。",
			"リヴェン": "ポッピーはリヴェンのスキルを阻害する能力があり、集団戦で優位に立てる。",
			"ナサス": "ポッピーはナサスの攻撃を防ぐことができ、ファームがしやすい。",
			"カミール": "ポッピーはカミールのスキルを無効化できるため、ダメージトレードで有利。",
			"ケネン": "ポッピーはケネンの攻撃を防ぐ能力があり、集団戦で優位に立てる。",
			"トリンダメア": "ポッピーはトリンダメアの攻撃を制御できるため、ダメージトレードで有利。"
		},
		"loses": {
			"ランブル": "ランブルはポッピーに対して高いダメージを持っており、ファーム中にポッピーがダメージトレードで不利になる。",
			"ブラッドミア": "ブラッドミアはポッピーの攻撃を回避する能力が高く、集団戦でポッピーが効果的に働けない。",
			"ヨリック": "ヨリックはポッピーに対して持続的なダメージを与えることができ、スケーリングで優位に立つ。",
			"ケイル": "ケイルはレベルが上がるにつれて強力になり、ポッピーがスケーリングで不利になる。",
			"オラフ": "オラフはポッピーのCCを無効化する能力があり、ダメージトレードでポッピーが不利になる。",
			"シンジド": "シンジドはポッピーの攻撃を避けることができ、ファーム中にポッピーが不利になる。",
			"アーゴット": "アーゴットはポッピーに対して高いダメージを持ち、集団戦でポッピーが効果的に働けない。",
			"パンテオン": "パンテオンはポッピーに対して強力な初動を持ち、ダメージトレードでポッピーが不利になる。",
			"トランドル": "トランドルはポッピーの耐久力を削ることができ、集団戦でポッピーが不利になる。",
			"レネクトン": "レネクトンはポッピーに対して強力なダメージを持ち、ファーム中にポッピーが不利になる。",
			"ボリベア": "ボリベアはポッピーのCCを無効化する能力があり、ダメージトレードでポッピーが不利になる。",
			"オーロラ": "オーロラはポッピーに対して持続的なダメージを与えることができ、スケーリングで優位に立つ。",
			"ザック": "ザックはポッピーの攻撃を避けることができ、集団戦でポッピーが効果的に働けない。",
			"ダリウス": "ダリウスはポッピーに対して高いダメージを持ち、ダメージトレードでポッピーが不利になる。",
			"ライズ": "ライズはポッピーに対して高いバーストダメージを持ち、集団戦でポッピーが不利になる。",
			"ガレン": "ガレンはポッピーに対して持続的なダメージを与えることができ、ファーム中にポッピーが不利になる。",
			"クイン": "クインはポッピーの攻撃を避けることができ、ダメージトレードでポッピーが不利になる。",
			"マルファイト": "マルファイトはポッピーに対して高い耐久力を持ち、集団戦でポッピーが効果的に働けない。",
			"オーン": "オーンはポッピーに対して持続的なダメージを与えることができ、スケーリングで優位に立つ。"
		}
	},
	"ケネン": {
		"name": "ケネン",
		"beats": {
			"ヴェイン": "ケネンはヴェインに対してスキルを使って距離を保ちながらダメージを与えることができるため、有利である。",
			"ボリベア": "ケネンはボリベアの接近を避けることができ、遠距離からの攻撃で有利に立ち回れる。",
			"クレッド": "ケネンはクレッドの攻撃を避けつつ、スキルを使って持続的にダメージを与えることができるため、有利である。",
			"アーゴット": "ケネンはアーゴットのスキルを避けることができ、遠距離からの攻撃で有利に戦える。",
			"カミール": "ケネンはカミールのスキルを避けつつ、持続的にダメージを与えることができるため、有利である。",
			"レネクトン": "ケネンはレネクトンの接近を避けることができ、遠距離からの攻撃で有利に立ち回れる。",
			"ライズ": "ケネンはライズのスキルを避けつつ、持続的にダメージを与えることができるため、有利である。",
			"ワーウィック": "ケネンはワーウィックの接近を避けることができ、遠距離からの攻撃で有利に戦える。",
			"リヴェン": "ケネンはリヴェンのスキルを避けつつ、持続的にダメージを与えることができるため、有利である。",
			"セト": "ケネンはセトの攻撃を避けることができ、遠距離からの攻撃で有利に立ち回れる。",
			"ヨネ": "ケネンはヨネのスキルを避けつつ、持続的にダメージを与えることができるため、有利である。",
			"ヤスオ": "ケネンはヤスオの攻撃を避けることができ、遠距離からの攻撃で有利に戦える。",
			"アカリ": "ケネンはアカリの接近を避けることができ、遠距離からの攻撃で有利に立ち回れる。",
			"トリンダメア": "ケネンはトリンダメアの攻撃を避けつつ、持続的にダメージを与えることができるため、有利である。",
			"ハイマーディンガー": "ケネンはハイマーディンガーのタレットを避けつつ、持続的にダメージを与えることができるため、有利である。",
			"ダリウス": "ケネンはダリウスの接近を避けることができ、遠距離からの攻撃で有利に戦える。",
			"クイン": "ケネンはクインの攻撃を避けつつ、持続的にダメージを与えることができるため、有利である。",
			"ジャックス": "ケネンはジャックスの接近を避けることができ、遠距離からの攻撃で有利に立ち回れる。",
			"イラオイ": "ケネンはイラオイの攻撃を避けつつ、持続的にダメージを与えることができるため、有利である."
		},
		"loses": {
			"ヨリック": "ヨリックはケネンに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ケネンのダメージトレードを無効化することができる。",
			"ガングプランク": "ガングプランクはスキルを使ってケネンの攻撃を避けることができ、集団戦での影響力が高い。",
			"ヴィエゴ": "ヴィエゴはケネンに対して強力なバーストダメージを持ち、トレードで優位に立つことができる。",
			"オーン": "オーンは高い耐久力と集団戦での強力なCCを持ち、ケネンにとって脅威となる。",
			"サイラス": "サイラスはケネンのスキルを奪うことができ、ダメージトレードで有利に立つことができる。",
			"グウェン": "グウェンはケネンの攻撃を無効化するスキルを持ち、ファームとダメージトレードで優位に立つことができる。",
			"ブラッドミア": "ブラッドミアは持続的な回復能力を持ち、ケネンのダメージを軽減することができる。",
			"オラフ": "オラフはケネンのCCを無効化し、ダメージトレードで優位に立つことができる。",
			"ガリオ": "ガリオは集団戦での影響力が高く、ケネンのダメージを軽減することができる。",
			"ヴァルス": "ヴァルスは長射程の攻撃を持ち、ケネンに対して安全にダメージを与えることができる。",
			"ランブル": "ランブルは高いダメージを持ち、ケネンのトレードを無効化することができる。",
			"ティーモ": "ティーモはブラインド効果を持ち、ケネンの攻撃を無効化することができる。",
			"シンジド": "シンジドは持続的なダメージを与え、ケネンのファームを妨害することができる。",
			"シェン": "シェンは集団戦での影響力が高く、ケネンのダメージを軽減することができる。"
		}
	},
	"セト": {
		"name": "セト",
		"beats": {
			"イレリア": "セトはイレリアに対して強力なCCを持っており、彼女のスキルを封じることができるため、ファームで有利になる。",
			"ヤスオ": "セトはヤスオの攻撃を受け流すことができるため、ダメージトレードで有利に立てる。",
			"チョ＝ガス": "セトはチョ＝ガスの耐久力を削る手段を持っており、スケーリングにおいて優位に立つことができる。",
			"ティーモ": "セトはティーモのブラインドを無視できるため、集団戦での影響力が高い。",
			"トランドル": "セトはトランドルの攻撃を効果的に受け流すことができるため、ダメージトレードで有利になる。",
			"オラフ": "セトはオラフの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ファームで有利になる。",
			"ブラッドミア": "セトはブラッドミアのスキルを封じる手段を持っているため、ダメージトレードで優位に立つことができる。",
			"ヨリック": "セトはヨリックのミニオンを処理する能力が高く、スケーリングで有利になる。",
			"クイン": "セトはクインの攻撃を受け流すことができるため、ダメージトレードで有利になる。",
			"ガレン": "セトはガレンのスキルを無効化する手段を持っているため、集団戦で優位に立つことができる。",
			"ダリウス": "セトはダリウスの攻撃を受け流しつつ、持続的なダメージを与えることができるため、ファームで有利になる。",
			"ナサス": "セトはナサスのスキルを封じることができるため、スケーリングで有利になる。",
			"シェン": "セトはシェンのシャドウを無視できるため、集団戦での影響力が高い。",
			"ヨネ": "セトはヨネの攻撃を受け流すことができるため、ダメージトレードで有利になる。"
		},
		"loses": {
			"グラガス": "グラガスはセトに対して強力なダメージトレードを行うことができ、セトのスキルを無効化することができるため、セトは不利である。",
			"オーロラ": "オーロラはセトに対して高いファーム能力を持ち、セトの攻撃を避けることができるため、セトは不利である。",
			"ナー": "ナーはセトに対して優れたスケーリングを持ち、変身によってセトに対して強力な集団戦を展開できるため、セトは不利である。",
			"ヴェイン": "ヴェインはセトに対して高いダメージトレード能力を持ち、セトの耐久力を無視して攻撃できるため、セトは不利である。",
			"アーゴット": "アーゴットはセトに対して強力な集団戦能力を持ち、セトのスキルを封じることができるため、セトは不利である。",
			"レネクトン": "レネクトンはセトに対して高いファーム能力とダメージトレードを持ち、セトを圧倒することができるため、セトは不利である。",
			"ポッピー": "ポッピーはセトに対して強力な集団戦能力を持ち、セトの移動を制限することができるため、セトは不利である。",
			"エイトロックス": "エイトロックスはセトに対して高いスケーリングを持ち、集団戦での持続力が高いため、セトは不利である。",
			"ケネン": "ケネンはセトに対して強力なダメージトレードを行うことができ、セトの攻撃を避けることができるため、セトは不利である。",
			"マルファイト": "マルファイトはセトに対して強力な集団戦能力を持ち、セトの攻撃を無効化することができるため、セトは不利である。",
			"モルデカイザー": "モルデカイザーはセトに対して高い耐久力を持ち、1対1の状況でセトを圧倒することができるため、セトは不利である。",
			"リヴェン": "リヴェンはセトに対して高いダメージトレード能力を持ち、セトのスキルを回避することができるため、セトは不利である。",
			"カ・サンテ": "カ・サンテはセトに対して強力なスケーリングを持ち、集団戦での持続力が高いため、セトは不利である。",
			"パンテオン": "パンテオンはセトに対して強力なダメージトレードを行うことができ、セトの攻撃を無効化することができるため、セトは不利である。",
			"ジャックス": "ジャックスはセトに対して高いスケーリングを持ち、集団戦での持続力が高いため、セトは不利である."
		}
	},
	"クイン": {
		"name": "クイン",
		"beats": {
			"ボリベア": "クインはボリベアに対して遠距離攻撃ができるため、ファームがしやすい。",
			"ヴェイン": "クインはヴェインに対して高い機動力を持っているため、ダメージトレードで有利に立てる。",
			"ポッピー": "クインはポッピーに対してスキルを使って距離を保つことができるため、スケーリングが有利。",
			"ガレン": "クインはガレンに対して持続的なダメージを与えられるため、集団戦で有利に働く。",
			"フィオラ": "クインはフィオラに対して遠距離からの攻撃ができるため、ファームが容易。",
			"ティーモ": "クインはティーモに対して視界を確保しやすく、ダメージトレードで優位に立てる。",
			"アーゴット": "クインはアーゴットに対して高い機動力を活かして逃げやすく、スケーリングが有利。",
			"ナー": "クインはナーに対して遠距離からの攻撃ができるため、ファームがしやすい。",
			"ヤスオ": "クインはヤスオに対してスキルを使って距離を保つことができるため、ダメージトレードで有利。",
			"レネクトン": "クインはレネクトンに対して持続的なダメージを与えられるため、集団戦で有利に働く。",
			"ダリウス": "クインはダリウスに対して高い機動力を持っているため、ダメージトレードで有利に立てる。",
			"アンベッサ": "クインはアンベッサに対して遠距離攻撃ができるため、ファームがしやすい。",
			"リヴェン": "クインはリヴェンに対してスキルを使って距離を保つことができるため、スケーリングが有利。",
			"ジャックス": "クインはジャックスに対して高い機動力を持っているため、ダメージトレードで有利に立てる。",
			"エイトロックス": "クインはエイトロックスに対して持続的なダメージを与えられるため、集団戦で有利に働く。"
		},
		"loses": {
			"マルファイト": "マルファイトはクインに対して強力な耐久力を持ち、ファームを安定させることができるため、クインは不利である。",
			"ランブル": "ランブルはクインに対して高いダメージを持ち、ダメージトレードで優位に立つことができるため、クインは不利である。",
			"カミール": "カミールはクインに対して強力なスケーリングを持ち、レイトゲームでの影響力が高いため、クインは不利である。",
			"オラフ": "オラフはクインに対して持続的なダメージを与えることができ、集団戦での存在感が強いため、クインは不利である。",
			"グラガス": "グラガスはクインに対して高い耐久力とCCを持ち、集団戦での影響力が大きいため、クインは不利である。",
			"ヴァルス": "ヴァルスはクインに対して高い射程とダメージを持ち、ダメージトレードで優位に立つことができるため、クインは不利である。",
			"オーロラ": "オーロラはクインに対して強力なCCを持ち、集団戦での影響力が高いため、クインは不利である。",
			"ヴィエゴ": "ヴィエゴはクインに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、クインは不利である。",
			"クレッド": "クレッドはクインに対して高い耐久力と持続的なダメージを持ち、集団戦での影響力が強いため、クインは不利である。",
			"カ・サンテ": "カ・サンテはクインに対して強力な耐久力を持ち、ファームを安定させることができるため、クインは不利である。",
			"ドクター・ムンド": "ドクター・ムンドはクインに対して非常に高い耐久力を持ち、集団戦での影響力が大きいため、クインは不利である。",
			"サイオン": "サイオンはクインに対して強力なCCと耐久力を持ち、集団戦での影響力が高いため、クインは不利である。",
			"ライズ": "ライズはクインに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、クインは不利である。",
			"ヨリック": "ヨリックはクインに対して持続的なダメージを与えることができ、ファームを安定させることができるため、クインは不利である。",
			"パンテオン": "パンテオンはクインに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、クインは不利である。",
			"セト": "セトはクインに対して高い耐久力と持続的なダメージを持ち、集団戦での影響力が強いため、クインは不利である。",
			"チョ＝ガス": "チョ＝ガスはクインに対して高い耐久力とCCを持ち、集団戦での影響力が大きいため、クインは不利である。",
			"シェン": "シェンはクインに対して強力な耐久力を持ち、集団戦での影響力が高いため、クインは不利である。",
			"イレリア": "イレリアはクインに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため、クインは不利である。",
			"ケイル": "ケイルはクインに対して強力なスケーリングを持ち、レイトゲームでの影響力が高いため、クインは不利である。",
			"ケネン": "ケネンはクインに対して高いダメージとCCを持ち、集団戦での影響力が強いため、クインは不利である。",
			"ワーウィック": "ワーウィックはクインに対して持続的なダメージを与えることができ、集団戦での影響力が高いため、クインは不利である."
		}
	},
	"リヴェン": {
		"name": "リヴェン",
		"beats": {
			"グウェン": "リヴェンはグウェンに対して高いダメージトレード能力を持っており、早期に有利なファームを確保できる。",
			"アカリ": "リヴェンはアカリのスキルを避けることができ、集団戦での影響力が高い。",
			"ヤスオ": "リヴェンはヤスオの攻撃を受け流しやすく、ダメージトレードで優位に立てる。",
			"ヴィエゴ": "リヴェンはヴィエゴの攻撃を回避しやすく、ファームでの優位性を持つ。",
			"ヨリック": "リヴェンはヨリックのミニオンを処理しやすく、ファームでの優位性を確保できる。",
			"ヨネ": "リヴェンはヨネの攻撃を避けることができ、ダメージトレードで有利に立てる。",
			"ケイル": "リヴェンはケイルの成長を抑えられるため、スケーリングで有利になる。",
			"トランドル": "リヴェンはトランドルの攻撃を避けやすく、ダメージトレードで優位に立てる。",
			"ドクター・ムンド": "リヴェンはドクター・ムンドの回復を無視できるため、集団戦で有利に立てる。",
			"シェン": "リヴェンはシェンのシャドウを利用して、ダメージトレードで優位に立てる。",
			"ダリウス": "リヴェンはダリウスの攻撃を避けやすく、ファームでの優位性を持つ。",
			"サイオン": "リヴェンはサイオンのスキルを避けることができ、集団戦での影響力が高い。",
			"イレリア": "リヴェンはイレリアの攻撃を回避しやすく、ダメージトレードで有利に立てる。",
			"モルデカイザー": "リヴェンはモルデカイザーのスキルを避けることができ、集団戦での影響力が高い。",
			"セト": "リヴェンはセトの攻撃を避けやすく、ダメージトレードで優位に立てる。",
			"シンジド": "リヴェンはシンジドの毒を避けることができ、ファームでの優位性を持つ。",
			"フィオラ": "リヴェンはフィオラの攻撃を回避しやすく、ダメージトレードで有利に立てる。",
			"クレッド": "リヴェンはクレッドの攻撃を避けやすく、集団戦での影響力が高い。",
			"オーン": "リヴェンはオーンのスキルを避けることができ、ダメージトレードで優位に立てる。",
			"オーロラ": "リヴェンはオーロラの攻撃を回避しやすく、ファームでの優位性を持つ。"
		},
		"loses": {
			"ヴェイン": "リヴェンはヴェインに対してダメージトレードで劣るため、ヴェインの高いバーストダメージに対抗できない。",
			"レネクトン": "リヴェンはレネクトンの持つ強力な回復能力に対してファームが難しく、持続的なトレードで不利になる。",
			"アーゴット": "リヴェンはアーゴットのスキルセットにより、集団戦での影響力が低く、アーゴットの耐久力に対抗できない。",
			"グラガス": "リヴェンはグラガスのCC（クラウドコントロール）により、スケーリングが難しく、集団戦での役割が制限される。",
			"パンテオン": "リヴェンはパンテオンの初期の強さに対してファームが難しく、ダメージトレードで劣る。",
			"ワーウィック": "リヴェンはワーウィックの持続的なダメージと回復に対して不利で、特に集団戦での影響力が低い。",
			"ポッピー": "リヴェンはポッピーの壁を利用したCCに対して無力で、ダメージトレードで不利になる。",
			"ボリベア": "リヴェンはボリベアの高い耐久力とダメージに対してファームが難しく、集団戦での役割が制限される。",
			"イラオイ": "リヴェンはイラオイの持続的なダメージと回復に対して不利で、特にダメージトレードで劣る。",
			"トリンダメア": "リヴェンはトリンダメアの持つ不死の能力に対してファームが難しく、集団戦での影響力が低い。",
			"マルファイト": "リヴェンはマルファイトの高い耐久力とCCに対して不利で、特に集団戦での役割が制限される。",
			"オラフ": "リヴェンはオラフの持続的なダメージと回復に対して不利で、ダメージトレードで劣る。",
			"カミール": "リヴェンはカミールの持つ高い機動力に対してファームが難しく、集団戦での影響力が低い。",
			"ジェイス": "リヴェンはジェイスの遠距離攻撃に対して不利で、特にダメージトレードで劣る。",
			"エイトロックス": "リヴェンはエイトロックスの持続的なダメージと回復に対して不利で、特に集団戦での役割が制限される。",
			"ケネン": "リヴェンはケネンの持つ高いCCに対して無力で、ダメージトレードで不利になる。",
			"チョ＝ガス": "リヴェンはチョ＝ガスの高い耐久力とダメージに対してファームが難しく、集団戦での影響力が低い。",
			"ナー": "リヴェンはナーの変身によるダメージとCCに対して不利で、特にダメージトレードで劣る。",
			"ガレン": "リヴェンはガレンの持つ高い耐久力と持続的なダメージに対して不利で、ファームが難しくなる。"
		}
	},
	"カミール": {
		"name": "カミール",
		"beats": {
			"ガレン": "カミールはガレンに対して、持続的なダメージを与えつつ、ガレンのスキルを回避する能力があるため、有利である。",
			"クイン": "カミールはクインに対して、クインの攻撃を避ける機動力を持っており、ダメージトレードで優位に立つことができるため、有利である。",
			"トランドル": "カミールはトランドルに対して、トランドルのスキルを無効化することができ、ファームを安定させることができるため、有利である。",
			"ヨネ": "カミールはヨネに対して、ヨネのスキルを避けることができ、持続的なダメージを与えることで有利に戦えるため、有利である。",
			"イレリア": "カミールはイレリアに対して、イレリアのコンボを避けることができ、ダメージトレードで優位に立つことができるため、有利である。",
			"オラフ": "カミールはオラフに対して、オラフの攻撃を回避しつつ、持続的なダメージを与えることができるため、有利である。",
			"ナサス": "カミールはナサスに対して、ナサスのスキルを無効化し、ファームを安定させることができるため、有利である。",
			"ヴィエゴ": "カミールはヴィエゴに対して、ヴィエゴの攻撃を避けることができ、ダメージトレードで優位に立つことができるため、有利である。",
			"ヤスオ": "カミールはヤスオに対して、ヤスオのスキルを回避しつつ、持続的なダメージを与えることができるため、有利である。",
			"オーン": "カミールはオーンに対して、オーンのスキルを無効化し、ファームを安定させることができるため、有利である。",
			"ケイル": "カミールはケイルに対して、ケイルの攻撃を避けることができ、ダメージトレードで優位に立つことができるため、有利である。",
			"パンテオン": "カミールはパンテオンに対して、パンテオンのスキルを回避しつつ、持続的なダメージを与えることができるため、有利である。",
			"ヨリック": "カミールはヨリックに対して、ヨリックの攻撃を避けることができ、ダメージトレードで優位に立つことができるため、有利である。",
			"アンベッサ": "カミールはアンベッサに対して、アンベッサのスキルを無効化し、ファームを安定させることができるため、有利である."
		},
		"loses": {
			"ティーモ": "ティーモはカミールに対して強力なファーム能力を持っており、カミールが近づく前にダメージを与えることができるため、カミールは不利です。",
			"ケネン": "ケネンはスキルを使ってカミールを遠距離から攻撃できるため、カミールはダメージトレードで不利です。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、後半にカミールを圧倒することができるため、カミールは不利です。",
			"グラガス": "グラガスは集団戦でのCC（クラウドコントロール）能力が高く、カミールの動きを制限することができるため、カミールは不利です。",
			"オーロラ": "オーロラは持続的なダメージを与える能力が高く、カミールが持つ回復を上回ることができるため、カミールは不利です。",
			"ヴェイン": "ヴェインはカミールに対して高いバーストダメージを持っており、特に集団戦でカミールを狙いやすいため、カミールは不利です。",
			"レネクトン": "レネクトンは早期のパワースパイクを持ち、カミールに対して強力なダメージを与えることができるため、カミールは不利です。",
			"クレッド": "クレッドは集団戦での耐久力が高く、カミールの攻撃を受け止めることができるため、カミールは不利です。",
			"シンジド": "シンジドは持続的なダメージを与えながら逃げる能力が高く、カミールはシンジドに対して効果的にダメージを与えられないため、不利です。",
			"グウェン": "グウェンはカミールに対して高いダメージを持ち、特に集団戦でカミールを圧倒することができるため、カミールは不利です。",
			"チョ＝ガス": "チョ＝ガスは集団戦での耐久力が高く、カミールの攻撃を受け止めることができるため、カミールは不利です。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力が高く、カミールの回復を上回ることができるため、カミールは不利です。",
			"イラオイ": "イラオイはカミールに対して高い持続ダメージを持ち、特に1対1の状況でカミールを圧倒することができるため、カミールは不利です。",
			"ガングプランク": "ガングプランクはスキルを使ってカミールを遠距離から攻撃できるため、カミールはダメージトレードで不利です。",
			"アカリ": "アカリは高い機動力を持ち、カミールの攻撃を避けながらダメージを与えることができるため、カミールは不利です。",
			"ボリベア": "ボリベアは集団戦での耐久力が高く、カミールの攻撃を受け止めることができるため、カミールは不利です。"
		}
	},
	"ケイル": {
		"name": "ケイル",
		"beats": {
			"イラオイ": "ケイルはイラオイに対して遠距離攻撃ができるため、ファームがしやすく、イラオイの攻撃を避けやすい。",
			"ポッピー": "ケイルはポッピーの壁を越えて攻撃できるため、ダメージトレードで有利に立てる。",
			"シンジド": "ケイルはシンジドの毒を避けることができ、持続的なダメージトレードで優位に立つことができる。",
			"レネクトン": "ケイルはレネクトンの攻撃を受け流しつつ、スケーリングが進むにつれて強力になる。",
			"ガレン": "ケイルはガレンのサイレンスを避けることができ、集団戦での影響力が高い。",
			"ボリベア": "ケイルはボリベアの接近を避けることができ、ファームを安定させることができる。",
			"ランブル": "ケイルはランブルのスキルを避けやすく、ダメージトレードで有利に立てる。",
			"カ・サンテ": "ケイルはカ・サンテの攻撃を避けることができ、スケーリングが進むにつれて強力になる。",
			"オラフ": "ケイルはオラフの攻撃を避けることができ、集団戦での影響力が高い。",
			"ダリウス": "ケイルはダリウスの攻撃を避けることができ、ファームを安定させることができる。",
			"トランドル": "ケイルはトランドルの攻撃を避けやすく、ダメージトレードで優位に立つことができる。",
			"モルデカイザー": "ケイルはモルデカイザーのスキルを避けることができ、スケーリングが進むにつれて強力になる。",
			"パンテオン": "ケイルはパンテオンの攻撃を避けることができ、集団戦での影響力が高い。",
			"グウェン": "ケイルはグウェンの攻撃を避けやすく、ダメージトレードで優位に立つことができる。",
			"チョ＝ガス": "ケイルはチョ＝ガスの攻撃を避けることができ、ファームを安定させることができる。",
			"フィオラ": "ケイルはフィオラの攻撃を避けることができ、スケーリングが進むにつれて強力になる。",
			"ヨリック": "ケイルはヨリックの攻撃を避けやすく、ダメージトレードで優位に立つことができる。",
			"セト": "ケイルはセトの攻撃を避けることができ、集団戦での影響力が高い。",
			"ワーウィック": "ケイルはワーウィックの攻撃を避けやすく、ファームを安定させることができる。",
			"エイトロックス": "ケイルはエイトロックスの攻撃を避けることができ、スケーリングが進むにつれて強力になる。",
			"アーゴット": "ケイルはアーゴットの攻撃を避けやすく、ダメージトレードで優位に立つことができる。",
			"ガングプランク": "ケイルはガングプランクの攻撃を避けることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"オーロラ": "オーロラはケイルに対して強力なCCを持っており、ファームが難しくなる。",
			"マルファイト": "マルファイトはケイルのダメージトレードを無効化するシールドを持っているため、ケイルは不利になる。",
			"ジェイス": "ジェイスはレーンでの圧力が高く、ケイルのスケーリングを妨げることができる。",
			"アンベッサ": "アンベッサは高いバーストダメージを持っており、ケイルは集団戦での生存が難しくなる。",
			"ヨネ": "ヨネは高い機動性を持ち、ケイルの攻撃を避けやすいため、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはケイルのスキルを回避しやすく、ファームが難しくなる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えることができ、ケイルは集団戦での役割を果たしにくい。",
			"リヴェン": "リヴェンは高いバーストダメージと機動性を持ち、ケイルのスケーリングを妨げる。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ケイルは対抗が難しい。",
			"タム・ケンチ": "タム・ケンチはケイルを捕まえる能力が高く、ファームが難しくなる。",
			"イレリア": "イレリアは高いバーストダメージを持ち、ケイルはダメージトレードで不利になる。",
			"アカリ": "アカリは高い機動性を持ち、ケイルの攻撃を避けやすく、集団戦で不利になる。",
			"ナサス": "ナサスはスケーリングが強力で、ケイルは後半に対抗が難しい。",
			"オーン": "オーンは強力なタンクで、ケイルのダメージが通りにくくなる。",
			"グラガス": "グラガスはCCを持ち、ケイルのファームを妨げることができる。",
			"カミール": "カミールは高い機動性とバーストダメージを持ち、ケイルは不利になる。",
			"シェン": "シェンは全体的な影響力が高く、ケイルの集団戦での役割を制限する。"
		}
	},
	"アンベッサ": {
		"name": "アンベッサ",
		"beats": {
			"ドクター・ムンド": "アンベッサはドクター・ムンドに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"ケイル": "アンベッサはケイルのスケーリングを抑えることができ、早期のダメージトレードで有利に進めることができる。",
			"サイオン": "アンベッサはサイオンの耐久力を上回るダメージを持ち、集団戦での影響力が高い。",
			"ヨネ": "アンベッサはヨネの攻撃を受け流しつつ、ファームを安定させることができるため、有利に立ち回れる。",
			"ガレン": "アンベッサはガレンの持続ダメージに対して強い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ナサス": "アンベッサはナサスのファームを妨害しやすく、早期の集団戦で有利に立つことができる。",
			"マルファイト": "アンベッサはマルファイトに対して高いダメージを持ち、集団戦での影響力が強い。",
			"アカリ": "アンベッサはアカリのスキルを受け流しつつ、ダメージトレードで優位に立つことができる。",
			"トランドル": "アンベッサはトランドルの持続的なダメージに対して強い耐久力を持ち、集団戦で有利に立つことができる。",
			"アーゴット": "アンベッサはアーゴットの攻撃を受け流しつつ、ファームを安定させることができるため、有利に立ち回れる。",
			"ブラッドミア": "アンベッサはブラッドミアの持続的なダメージを抑えることができ、ダメージトレードで優位に立つことができる。",
			"ヤスオ": "アンベッサはヤスオの攻撃を受け流しつつ、ファームを安定させることができるため、有利に立ち回れる。",
			"フィオラ": "アンベッサはフィオラの攻撃を受け流しつつ、ダメージトレードで優位に立つことができる。",
			"オーン": "アンベッサはオーンの耐久力を上回るダメージを持ち、集団戦での影響力が高い。",
			"ヴィエゴ": "アンベッサはヴィエゴの攻撃を受け流しつつ、ファームを安定させることができるため、有利に立ち回れる。",
			"ヴェイン": "アンベッサはヴェインの持続的なダメージに対して強い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"チョ＝ガス": "アンベッサはチョ＝ガスの攻撃を受け流しつつ、ファームを安定させることができるため、有利に立ち回れる。",
			"カ・サンテ": "アンベッサはカ・サンテの攻撃を受け流しつつ、ダメージトレードで優位に立つことができる。",
			"グラガス": "アンベッサはグラガスの持続的なダメージに対して強い耐久力を持ち、集団戦で有利に立つことができる。",
			"ナー": "アンベッサはナーの攻撃を受け流しつつ、ファームを安定させることができるため、有利に立ち回れる。"
		},
		"loses": {
			"ヨリック": "ヨリックはアンベッサに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"イレリア": "イレリアはアンベッサのスキルを回避しやすく、ダメージトレードで有利に立つことができる。",
			"レネクトン": "レネクトンは早期の集団戦で強力なダメージを持ち、アンベッサに対して圧力をかけることができる。",
			"ザック": "ザックは高い耐久力を持ち、集団戦での影響力が大きく、アンベッサにとって脅威となる。",
			"クレッド": "クレッドはアンベッサに対して持続的なダメージを与えられ、ファームの面で優位に立つことができる。",
			"ワーウィック": "ワーウィックはアンベッサに対して持続的な回復を持ち、ダメージトレードで有利に立つことができる。",
			"クイン": "クインは高い機動力を持ち、アンベッサに対して有利なトレードを行うことができる。",
			"カミール": "カミールはアンベッサに対して強力なダメージを持ち、集団戦での影響力が大きい。",
			"パンテオン": "パンテオンは早期のダメージトレードで強力で、アンベッサに対して圧力をかけることができる。",
			"ケネン": "ケネンは集団戦での影響力が大きく、アンベッサに対して持続的なダメージを与えることができる。",
			"オーロラ": "オーロラはアンベッサに対して高いダメージを持ち、ファームの面で優位に立つことができる。",
			"シンジド": "シンジドは持続的なダメージを与えられ、アンベッサに対して圧力をかけることができる。",
			"ポッピー": "ポッピーは高い耐久力を持ち、集団戦での影響力が大きく、アンベッサにとって脅威となる。",
			"ガングプランク": "ガングプランクは持続的なダメージを与えられ、ファームの面で優位に立つことができる。",
			"イラオイ": "イラオイはアンベッサに対して持続的なダメージを与え、ダメージトレードで有利に立つことができる。",
			"ダリウス": "ダリウスは高いダメージを持ち、集団戦での影響力が大きく、アンベッサにとって脅威となる。",
			"モルデカイザー": "モルデカイザーは高い耐久力を持ち、集団戦での影響力が大きく、アンベッサにとって脅威となる。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"オーロラ": "パンテオンはオーロラに対して早期のダメージトレードで有利であり、オーロラのスキルを避けやすい。",
			"シェン": "パンテオンはシェンに対してファームを優位に進めることができ、シェンのタワーダイブを防ぎやすい。",
			"ヨネ": "パンテオンはヨネに対してスケーリングが早く、レベル6でのダメージが高い。",
			"クイン": "パンテオンはクインに対して集団戦での瞬発力があり、クインの移動を制限しやすい。",
			"ケネン": "パンテオンはケネンに対してファームでの優位性があり、ケネンのスキルを避けることができる。",
			"セト": "パンテオンはセトに対してダメージトレードで有利であり、セトの回復を抑えることができる。",
			"ダリウス": "パンテオンはダリウスに対して早期のダメージを与えやすく、ダリウスのスタックを貯めさせにくい。",
			"ナー": "パンテオンはナーに対してスケーリングが早く、ナーの変身を利用しやすい。",
			"リヴェン": "パンテオンはリヴェンに対して集団戦での瞬発力があり、リヴェンのコンボを中断しやすい。",
			"クレッド": "パンテオンはクレッドに対してファームでの優位性があり、クレッドのスキルを避けることができる。",
			"オーン": "パンテオンはオーンに対してダメージトレードで有利であり、オーンのスキルを避けやすい。",
			"イレリア": "パンテオンはイレリアに対してスケーリングが早く、イレリアの回復を抑えることができる。",
			"エイトロックス": "パンテオンはエイトロックスに対して集団戦での瞬発力があり、エイトロックスのスキルを避けやすい。",
			"カ・サンテ": "パンテオンはカ・サンテに対してファームでの優位性があり、カ・サンテのスキルを避けることができる。",
			"グウェン": "パンテオンはグウェンに対してダメージトレードで有利であり、グウェンの回復を抑えることができる。",
			"アンベッサ": "パンテオンはアンベッサに対してスケーリングが早く、アンベッサのスキルを避けやすい。",
			"ポッピー": "パンテオンはポッピーに対して集団戦での瞬発力があり、ポッピーのスキルを中断しやすい。"
		},
		"loses": {
			"トランドル": "トランドルはパンテオンのダメージトレードに対して強力な回復能力を持っているため、パンテオンは不利である。",
			"ドクター・ムンド": "ドクター・ムンドはスケーリングが非常に強力で、パンテオンの早期の圧力を無効化することができるため、パンテオンは不利である。",
			"ガングプランク": "ガングプランクはファームを効率的に行うことができ、パンテオンの攻撃を避ける手段を持っているため、パンテオンは不利である。",
			"オラフ": "オラフは集団戦において非常に強力で、パンテオンのダメージを無視して突っ込むことができるため、パンテオンは不利である。",
			"シンジド": "シンジドは持続的なダメージを与えつつ逃げる能力が高く、パンテオンの攻撃をかわすことができるため、パンテオンは不利である。",
			"サイオン": "サイオンは高い耐久力を持ち、集団戦でパンテオンのダメージを受け止めることができるため、パンテオンは不利である。",
			"フィオラ": "フィオラはダメージトレードにおいて非常に強力で、パンテオンの攻撃を反撃することができるため、パンテオンは不利である。",
			"カミール": "カミールは機動力が高く、パンテオンの攻撃を避けることができるため、パンテオンは不利である。",
			"チョ＝ガス": "チョ＝ガスは持続的なダメージを与えつつ、パンテオンの攻撃を耐えることができるため、パンテオンは不利である。",
			"マルファイト": "マルファイトは集団戦での影響力が高く、パンテオンのダメージを無効化することができるため、パンテオンは不利である。",
			"レネクトン": "レネクトンは早期のダメージトレードにおいて強力で、パンテオンの攻撃を受け止めることができるため、パンテオンは不利である。",
			"アカリ": "アカリは高い機動力を持ち、パンテオンの攻撃を避けることができるため、パンテオンは不利である。",
			"ケイル": "ケイルはスケーリングが強力で、後半にパンテオンのダメージを無効化することができるため、パンテオンは不利である。",
			"アーゴット": "アーゴットは集団戦での耐久力が高く、パンテオンの攻撃を受け止めることができるため、パンテオンは不利である。",
			"ヨリック": "ヨリックは持続的なダメージを与えつつ、パンテオンの攻撃を耐えることができるため、パンテオンは不利である."
		}
	},
	"サイラス": {
		"name": "サイラス",
		"beats": {
			"ヨリック": "サイラスはヨリックのスキルを奪うことで、彼の強力なダメージを利用できるため、ダメージトレードで有利になる。",
			"ケイル": "サイラスはケイルのスキルを使うことで、彼女のスケーリングを無効化し、早期に有利な状況を作り出せる。",
			"マルファイト": "サイラスはマルファイトのスキルを奪うことで、彼の集団戦での影響力を減少させることができるため、集団戦で有利になる。",
			"ランブル": "サイラスはランブルのスキルを利用して、彼のダメージを上回ることができるため、ダメージトレードで有利になる。",
			"ナサス": "サイラスはナサスのスキルを奪うことで、彼のファーム能力を制限し、早期に有利な状況を作り出せる。",
			"チョ＝ガス": "サイラスはチョ＝ガスのスキルを利用して、彼の耐久力を無視したダメージを与えることができるため、ダメージトレードで有利になる。",
			"アンベッサ": "サイラスはアンベッサのスキルを奪うことで、彼の集団戦での影響力を減少させることができるため、集団戦で有利になる。",
			"ヨネ": "サイラスはヨネのスキルを利用して、彼のダメージを上回ることができるため、ダメージトレードで有利になる。",
			"ケネン": "サイラスはケネンのスキルを奪うことで、彼の集団戦での影響力を減少させることができるため、集団戦で有利になる。",
			"ジェイス": "サイラスはジェイスのスキルを利用して、彼のダメージを上回ることができるため、ダメージトレードで有利になる。",
			"ドクター・ムンド": "サイラスはドクター・ムンドのスキルを奪うことで、彼の耐久力を無視したダメージを与えることができるため、ダメージトレードで有利になる。",
			"ナー": "サイラスはナーのスキルを利用して、彼のダメージを上回ることができるため、ダメージトレードで有利になる。",
			"ヴェイン": "サイラスはヴェインのスキルを奪うことで、彼女のダメージを無効化し、早期に有利な状況を作り出せる。",
			"モルデカイザー": "サイラスはモルデカイザーのスキルを利用して、彼の耐久力を無視したダメージを与えることができるため、ダメージトレードで有利になる。",
			"ポッピー": "サイラスはポッピーのスキルを奪うことで、彼女の集団戦での影響力を減少させることができるため、集団戦で有利になる。",
			"シェン": "サイラスはシェンのスキルを利用して、彼のダメージを上回ることができるため、ダメージトレードで有利になる."
		},
		"loses": {
			"リヴェン": "リヴェンは高いバーストダメージを持っており、サイラスがダメージトレードで不利になる。",
			"ガリオ": "ガリオは集団戦での影響力が高く、サイラスが彼に対抗するのが難しい。",
			"ライズ": "ライズはスケーリングが優れており、サイラスが後半戦で劣る可能性がある。",
			"クレッド": "クレッドはファーム能力が高く、サイラスがレーンでの優位性を失いやすい。",
			"パンテオン": "パンテオンは早期のダメージトレードで優位に立ちやすく、サイラスが苦しむ。",
			"カ・サンテ": "カ・サンテは耐久力が高く、サイラスがダメージを与えにくい。",
			"オーン": "オーンは集団戦での強さがあり、サイラスが彼に対抗するのが難しい。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、サイラスがダメージトレードで不利になる。",
			"トリンダメア": "トリンダメアは高いバーストダメージと自己回復を持ち、サイラスが対処しにくい。",
			"エイトロックス": "エイトロックスは持続的なダメージを与えられ、サイラスが不利になる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、サイラスがダメージトレードで劣る。",
			"グラガス": "グラガスは集団戦でのCCが強力で、サイラスが動きにくくなる。",
			"クイン": "クインは高い機動力を持ち、サイラスが追いつくのが難しい。",
			"グウェン": "グウェンは持続的なダメージを与えられ、サイラスが不利になる。",
			"シンジド": "シンジドは持続的なダメージと逃げ能力が高く、サイラスが対処しにくい。",
			"ジャックス": "ジャックスはスケーリングが優れており、サイラスが後半戦で劣る可能性がある。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持ち、サイラスが不利になる。",
			"ガングプランク": "ガングプランクは集団戦での影響力が高く、サイラスが対抗しにくい。",
			"ダリウス": "ダリウスは高いバーストダメージを持ち、サイラスがダメージトレードで不利になる。",
			"サイオン": "サイオンは耐久力が高く、サイラスがダメージを与えにくい。",
			"ヤスオ": "ヤスオは高いバーストダメージを持ち、サイラスがダメージトレードで不利になる。",
			"セト": "セトは高い耐久力とダメージを持ち、サイラスが不利になる。",
			"ガレン": "ガレンは高い耐久力を持ち、サイラスがダメージを与えにくい。",
			"イラオイ": "イラオイは持続的なダメージを与えられ、サイラスが不利になる。",
			"レネクトン": "レネクトンは早期のダメージトレードで優位に立ちやすく、サイラスが苦しむ。",
			"フィオラ": "フィオラは高いバーストダメージを持ち、サイラスがダメージトレードで不利になる。",
			"ワーウィック": "ワーウィックは自己回復能力が高く、サイラスがダメージトレードで不利になる。",
			"オラフ": "オラフは高いバーストダメージを持ち、サイラスがダメージトレードで不利になる。"
		}
	},
	"ザック": {
		"name": "ザック",
		"beats": {
			"クイン": "クインはザックに対して高い機動力を持っているため、ファームを効率的に行うことができる。",
			"ヴィエゴ": "ヴィエゴはザックに対して高いダメージを持っているため、ダメージトレードで有利に立てる。",
			"マルファイト": "マルファイトはザックに対してスケーリングが優れているため、後半戦で強力な存在となる。",
			"ナサス": "ナサスはザックに対してファームを効率的に行えるため、成長が早い。",
			"トリンダメア": "トリンダメアはザックに対してダメージトレードで有利であり、自己回復能力が高い。",
			"ワーウィック": "ワーウィックはザックに対して集団戦での持続力が高いため、チーム戦で有利に働く。",
			"ヴェイン": "ヴェインはザックに対して高いバーストダメージを持っているため、ダメージトレードで優位に立てる。",
			"オーロラ": "オーロラはザックに対してスケーリングが優れているため、後半戦で強力な存在となる。",
			"ヨリック": "ヨリックはザックに対してファームを効率的に行えるため、成長が早い。",
			"ドクター・ムンド": "ドクター・ムンドはザックに対して集団戦での持続力が高いため、チーム戦で有利に働く。",
			"パンテオン": "パンテオンはザックに対して高いバーストダメージを持っているため、ダメージトレードで優位に立てる。",
			"アカリ": "アカリはザックに対して高い機動力を持っているため、ファームを効率的に行うことができる。",
			"イラオイ": "イラオイはザックに対して集団戦での持続力が高いため、チーム戦で有利に働く。",
			"ランブル": "ランブルはザックに対して高いダメージを持っているため、ダメージトレードで有利に立てる。",
			"ヨネ": "ヨネはザックに対して高い機動力を持っているため、ファームを効率的に行うことができる。",
			"ケネン": "ケネンはザックに対して集団戦での持続力が高いため、チーム戦で有利に働く。",
			"ジェイス": "ジェイスはザックに対して高いダメージを持っているため、ダメージトレードで有利に立てる。",
			"トランドル": "トランドルはザックに対してスケーリングが優れているため、後半戦で強力な存在となる。",
			"グウェン": "グウェンはザックに対して高い機動力を持っているため、ファームを効率的に行うことができる。",
			"シェン": "シェンはザックに対して集団戦での持続力が高いため、チーム戦で有利に働く。",
			"アンベッサ": "アンベッサはザックに対して高いダメージを持っているため、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"ボリベア": "ザックはボリベアの高いバーストダメージに対抗できず、ファームが難しくなる。",
			"オラフ": "ザックはオラフの持続的なダメージと回復力に対して効果的なトレードができない。",
			"カミール": "ザックはカミールの機動力とスキルを避ける能力に対して脆弱で、集団戦での影響力が低下する。",
			"ダリウス": "ザックはダリウスの強力なオールインに対して耐えることができず、ダメージトレードで不利になる。",
			"モルデカイザー": "ザックはモルデカイザーのスキルセットに対して効果的に対抗できず、ファームが困難になる。",
			"サイオン": "ザックはサイオンのタンクinessとCCに対して脆弱で、集団戦での役割が制限される。",
			"シンジド": "ザックはシンジドの毒と逃げる能力に対して効果的に対抗できず、ダメージトレードで不利になる。",
			"ハイマーディンガー": "ザックはハイマーディンガーのタレットとスキルの組み合わせに対して脆弱で、ファームが難しくなる。",
			"カ・サンテ": "ザックはカ・サンテの持続的なダメージと回復に対して効果的に対抗できず、ダメージトレードで不利になる。",
			"クレッド": "ザックはクレッドの高いバーストダメージに対抗できず、ファームが困難になる。",
			"ナー": "ザックはナーの変身とCCに対して脆弱で、集団戦での影響力が低下する。",
			"レネクトン": "ザックはレネクトンの強力なオールインに対して耐えることができず、ダメージトレードで不利になる。",
			"リヴェン": "ザックはリヴェンの高い機動力とバーストダメージに対して効果的に対抗できず、ファームが難しくなる。",
			"ブラッドミア": "ザックはブラッドミアの持続的なダメージと回復に対して効果的に対抗できず、ダメージトレードで不利になる。",
			"アーゴット": "ザックはアーゴットの強力なオールインに対して耐えることができず、集団戦での役割が制限される。",
			"ティーモ": "ザックはティーモのブラインドと持続的なダメージに対して効果的に対抗できず、ファームが困難になる。",
			"ジャックス": "ザックはジャックスのスケーリングとオールインに対して脆弱で、ダメージトレードで不利になる。"
		}
	},
	"オラフ": {
		"name": "オラフ",
		"beats": {
			"クイン": "クインはオラフに対して高い機動力を持っており、オラフの攻撃を避けやすいため、ダメージトレードで有利になる。",
			"ヴィエゴ": "ヴィエゴはオラフの体力を削る能力が高く、特に集団戦での持続的なダメージを与えることができるため、有利である。",
			"ヨネ": "ヨネはオラフの攻撃を回避するスキルを持っており、ファームをしながらダメージトレードで優位に立つことができる。",
			"ティーモ": "ティーモはオラフに対して持続的なダメージを与えることができ、特に視界を利用したトレードで有利になる。",
			"ナー": "ナーはオラフに対して変身を利用して強力なCCを持ち、集団戦での影響力が高いため有利である。",
			"ポッピー": "ポッピーはオラフの突進を阻止する能力があり、ダメージトレードで優位に立つことができる。",
			"マルファイト": "マルファイトはオラフの攻撃を耐える能力が高く、集団戦での影響力が大きいため有利である。",
			"ナサス": "ナサスはオラフに対してスケーリングが優れており、後半戦での強さが際立つため有利である。",
			"ドクター・ムンド": "ドクター・ムンドはオラフのダメージを軽減する能力が高く、持続的なファームと集団戦で有利になる。",
			"オーン": "オーンはオラフに対して耐久力が高く、集団戦での影響力が大きいため有利である。",
			"シェン": "シェンはオラフの攻撃を受け止める能力が高く、集団戦でのサポートが強力なため有利である。",
			"シンジド": "シンジドはオラフに対して持続的なダメージを与えることができ、特にファームとダメージトレードで有利になる。",
			"パンテオン": "パンテオンはオラフに対して早期のダメージを与える能力が高く、特にダメージトレードで有利である。"
		},
		"loses": {
			"カミール": "カミールはオラフに対して強力なダメージトレードを行うことができ、オラフのファームを妨げることができる。",
			"クレッド": "クレッドはオラフのスケーリングを阻害し、集団戦での影響力を高めることができる。",
			"オーロラ": "オーロラはオラフに対して高いダメージを持ち、ファームを効率的に行うことができる。",
			"ガングプランク": "ガングプランクはオラフに対して持続的なダメージを与え、ダメージトレードで優位に立つことができる。",
			"トランドル": "トランドルはオラフの耐久力を削ぐことができ、集団戦でのオラフの役割を制限することができる。",
			"カ・サンテ": "カ・サンテはオラフに対して強力なスキルを持ち、ダメージトレードで優位に立つことができる。",
			"トリンダメア": "トリンダメアはオラフに対して高いダメージを持ち、ファームを妨げることができる。",
			"アンベッサ": "アンベッサはオラフのスケーリングを阻害し、集団戦での影響力を高めることができる。",
			"ウーコン": "ウーコンはオラフに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"グウェン": "グウェンはオラフに対して持続的なダメージを与え、集団戦での影響力を高めることができる。",
			"ブラッドミア": "ブラッドミアはオラフに対して高い回復力を持ち、ダメージトレードで優位に立つことができる。",
			"フィオラ": "フィオラはオラフに対して強力なダメージトレードを行うことができ、ファームを妨げることができる。",
			"グラガス": "グラガスはオラフのスケーリングを阻害し、集団戦での影響力を高めることができる。",
			"サイオン": "サイオンはオラフに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはオラフのスケーリングを阻害し、集団戦での影響力を高めることができる。",
			"ハイマーディンガー": "ハイマーディンガーはオラフに対して高いダメージを持ち、ファームを効率的に行うことができる。",
			"アカリ": "アカリはオラフに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"セト": "セトはオラフに対して強力なダメージトレードを行うことができ、ファームを妨げることができる。",
			"レネクトン": "レネクトンはオラフに対して高いダメージを持ち、集団戦での影響力を高めることができる。"
		}
	},
	"ブラッドミア": {
		"name": "ブラッドミア",
		"beats": {
			"ハイマーディンガー": "ブラッドミアはハイマーディンガーに対して高い持続力を持ち、ダメージトレードで優位に立つことができる。",
			"ボリベア": "ブラッドミアはボリベアの攻撃を受けても回復能力が高く、ファームを安定させることができる。",
			"ヴェイン": "ブラッドミアはヴェインの攻撃を受けても、スキルを使ってダメージを返すことができるため、ダメージトレードで有利。",
			"ケイル": "ブラッドミアはケイルのスケーリングに対して早期に圧力をかけることができ、集団戦での優位性を持つ。",
			"ポッピー": "ブラッドミアはポッピーのCCを回避しやすく、ダメージトレードで有利に立つことができる。",
			"ジャックス": "ブラッドミアはジャックスに対して持続的なダメージを与えられ、ファームを安定させることができる。",
			"ワーウィック": "ブラッドミアはワーウィックの回復を無視できるダメージを持ち、ダメージトレードで優位。",
			"ガレン": "ブラッドミアはガレンの持続的なダメージに対して回復能力が高く、ファームを安定させることができる。",
			"トランドル": "ブラッドミアはトランドルの攻撃を受けても、スキルを使ってダメージを返すことができるため、ダメージトレードで有利。",
			"アカリ": "ブラッドミアはアカリの攻撃を受けても、持続的なダメージを与えられるため、集団戦で優位。",
			"ナー": "ブラッドミアはナーの変身を利用して、ダメージトレードで有利に立つことができる。",
			"アーゴット": "ブラッドミアはアーゴットの攻撃を受けても、回復能力が高く、ファームを安定させることができる。",
			"ティーモ": "ブラッドミアはティーモのブラインドを無視できるダメージを持ち、ダメージトレードで優位。",
			"シェン": "ブラッドミアはシェンのシールドを無視できるダメージを持ち、集団戦で優位に立つことができる。",
			"オラフ": "ブラッドミアはオラフの攻撃を受けても、持続的なダメージを与えられるため、ダメージトレードで有利。",
			"マルファイト": "ブラッドミアはマルファイトのCCを回避しやすく、集団戦で優位に立つことができる。",
			"ダリウス": "ブラッドミアはダリウスの攻撃を受けても、回復能力が高く、ファームを安定させることができる。",
			"ガングプランク": "ブラッドミアはガングプランクの攻撃を受けても、持続的なダメージを与えられるため、ダメージトレードで有利。",
			"ヤスオ": "ブラッドミアはヤスオの攻撃を受けても、スキルを使ってダメージを返すことができるため、ダメージトレードで有利。"
		},
		"loses": {
			"ヨリック": "ヨリックはファームにおいて、ミニオンを効率的に処理できるため、ブラッドミアよりも優位に立つことができる。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードにおいて、自己回復能力が高く、ブラッドミアの攻撃を耐えることができる。",
			"リヴェン": "リヴェンはスケーリングにおいて、レベルアップとアイテム取得が早く、ブラッドミアに対して強力なダメージを与えることができる。",
			"ナサス": "ナサスは集団戦において、強力な範囲攻撃と耐久力を持ち、ブラッドミアの攻撃を無効化することができる。",
			"ランブル": "ランブルはファームにおいて、スキルを使って効率的にミニオンを処理できるため、ブラッドミアよりも優位に立つことができる。",
			"アンベッサ": "アンベッサはダメージトレードにおいて、持続的なダメージを与える能力が高く、ブラッドミアに対して有利に戦える。",
			"エイトロックス": "エイトロックスはスケーリングにおいて、成長が早く、ブラッドミアに対して強力なダメージを与えることができる。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において、高い耐久力を持ち、ブラッドミアの攻撃を無効化することができる。",
			"クイン": "クインはファームにおいて、遠距離攻撃が可能で、ブラッドミアよりも効率的にミニオンを処理できる。",
			"グラガス": "グラガスはダメージトレードにおいて、自己回復能力が高く、ブラッドミアの攻撃を耐えることができる。",
			"オーロラ": "オーロラはスケーリングにおいて、成長が早く、ブラッドミアに対して強力なダメージを与えることができる。",
			"トリンダメア": "トリンダメアは集団戦において、強力なバーストダメージを持ち、ブラッドミアに対して有利に戦える。",
			"オーン": "オーンはファームにおいて、ミニオンを効率的に処理できるため、ブラッドミアよりも優位に立つことができる。",
			"イレリア": "イレリアはダメージトレードにおいて、持続的なダメージを与える能力が高く、ブラッドミアに対して有利に戦える。",
			"ライズ": "ライズはスケーリングにおいて、強力な魔法ダメージを持ち、ブラッドミアに対して強力なダメージを与えることができる。",
			"サイオン": "サイオンは集団戦において、高い耐久力を持ち、ブラッドミアの攻撃を無効化することができる。",
			"クレッド": "クレッドはファームにおいて、ミニオンを効率的に処理できるため、ブラッドミアよりも優位に立つことができる。",
			"イラオイ": "イラオイはダメージトレードにおいて、持続的なダメージを与える能力が高く、ブラッドミアに対して有利に戦える。",
			"グウェン": "グウェンはスケーリングにおいて、成長が早く、ブラッドミアに対して強力なダメージを与えることができる。"
		}
	},
	"クレッド": {
		"name": "クレッド",
		"beats": {
			"ドクター・ムンド": "クレッドはドクター・ムンドに対して持続的なダメージを与えることができ、ファームの面でも有利です。",
			"トランドル": "クレッドはトランドルの攻撃を受け流しやすく、ダメージトレードで優位に立つことができます。",
			"クイン": "クレッドはクインの攻撃を耐えることができ、スケーリングにおいても有利です。",
			"トリンダメア": "クレッドはトリンダメアのバーストダメージを抑えることができ、集団戦での役割を果たしやすいです。",
			"イレリア": "クレッドはイレリアのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"ナサス": "クレッドはナサスのファームを妨害しやすく、スケーリングにおいても有利です。",
			"ヴィエゴ": "クレッドはヴィエゴの攻撃を耐えることができ、集団戦での役割を果たしやすいです。",
			"オラフ": "クレッドはオラフの攻撃を受け流しやすく、ダメージトレードで優位に立つことができます。",
			"ザック": "クレッドはザックのCCを避けることができ、集団戦での役割を果たしやすいです。",
			"ナー": "クレッドはナーの変身を利用して、ダメージトレードで優位に立つことができます。",
			"マルファイト": "クレッドはマルファイトのスキルを避けることができ、集団戦での役割を果たしやすいです。",
			"ヨリック": "クレッドはヨリックのミニオンを処理しやすく、ファームの面でも有利です。",
			"ヤスオ": "クレッドはヤスオの攻撃を耐えることができ、ダメージトレードで優位に立つことができます。",
			"カミール": "クレッドはカミールの攻撃を受け流しやすく、集団戦での役割を果たしやすいです。",
			"オーン": "クレッドはオーンのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"グラガス": "クレッドはグラガスのCCを避けることができ、集団戦での役割を果たしやすいです。",
			"ティーモ": "クレッドはティーモのトラップを避けることができ、ファームの面でも有利です。",
			"アンベッサ": "クレッドはアンベッサの攻撃を耐えることができ、ダメージトレードで優位に立つことができます。",
			"ガングプランク": "クレッドはガングプランクのバーストダメージを抑えることができ、集団戦での役割を果たしやすいです。",
			"サイオン": "クレッドはサイオンの攻撃を受け流しやすく、ダメージトレードで優位に立つことができます。"
		},
		"loses": {
			"ヴェイン": "ヴェインは高い機動力を持っており、クレッドの攻撃を避けやすいため、ダメージトレードで不利になる。",
			"ポッピー": "ポッピーはクレッドの突進を阻止する能力があり、集団戦での影響力が高いため、クレッドにとって不利である。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、クレッドのダメージを軽減できるため、ファームで不利になる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、クレッドのスケーリングを妨げるため、不利である。",
			"グウェン": "グウェンはクレッドの攻撃を無効化するスキルを持っており、ダメージトレードで不利になる。",
			"シンジド": "シンジドは持続的なダメージを与えつつ逃げることができ、クレッドのファームを妨げるため不利である。",
			"ケネン": "ケネンは集団戦でのスタン効果を持ち、クレッドの動きを制限するため、不利になる。",
			"フィオラ": "フィオラはクレッドのスキルを避けることができ、ダメージトレードで優位に立つため不利である。",
			"パンテオン": "パンテオンは早期のダメージを持ち、クレッドのファームを妨げるため、不利になる。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、クレッドのダメージを受け流すことができるため、不利である。",
			"イラオイ": "イラオイは持続的なダメージを与え、クレッドのスケーリングを妨げるため、不利になる。",
			"ジェイス": "ジェイスは遠距離からの高いバーストダメージを持ち、クレッドのファームを妨げるため不利である。",
			"エイトロックス": "エイトロックスは持続的な回復能力を持ち、クレッドのダメージを軽減できるため、不利になる。",
			"ダリウス": "ダリウスはクレッドに対して強力なバーストダメージを持ち、ダメージトレードで不利になる。",
			"ランブル": "ランブルは集団戦での範囲ダメージが強力で、クレッドの動きを制限するため不利である。",
			"モルデカイザー": "モルデカイザーはクレッドを孤立させる能力があり、集団戦で不利になる。"
		}
	},
	"ダリウス": {
		"name": "ダリウス",
		"beats": {
			"ヤスオ": "ダリウスはヤスオに対して強力なダメージを持っており、ヤスオが近づく前に攻撃を仕掛けることができるため、ダメージトレードで有利である。",
			"ヨリック": "ダリウスはヨリックのミニオンを簡単に処理できるため、ファームの面で優位に立つことができる。",
			"シェン": "ダリウスはシェンのタンク性能を上回るダメージを持っており、集団戦での影響力が高い。",
			"ガレン": "ダリウスはガレンの持つ持続的なダメージを無視できるため、ダメージトレードで有利である。",
			"ナサス": "ダリウスはナサスのスケーリングを早期に抑えることができるため、ファームの面で優位に立つ。",
			"トリンダメア": "ダリウスはトリンダメアの攻撃を受ける前に大きなダメージを与えることができるため、ダメージトレードで有利である。",
			"サイオン": "ダリウスはサイオンの耐久力を上回るダメージを持っており、集団戦での影響力が高い。",
			"モルデカイザー": "ダリウスはモルデカイザーのスキルを避けることができ、ダメージトレードで有利である。",
			"ワーウィック": "ダリウスはワーウィックの回復を無視できるダメージを持っているため、ダメージトレードで有利である。",
			"シンジド": "ダリウスはシンジドの持続的なダメージを無視できるため、ファームの面で優位に立つ。",
			"フィオラ": "ダリウスはフィオラのダメージを受ける前に攻撃を仕掛けることができるため、ダメージトレードで有利である。",
			"イラオイ": "ダリウスはイラオイのスキルを避けることができ、集団戦での影響力が高い。",
			"アーゴット": "ダリウスはアーゴットの攻撃を受ける前に大きなダメージを与えることができるため、ダメージトレードで有利である。",
			"クレッド": "ダリウスはクレッドの耐久力を上回るダメージを持っており、集団戦での影響力が高い。",
			"ヨネ": "ダリウスはヨネの攻撃を受ける前に大きなダメージを与えることができるため、ダメージトレードで有利である。",
			"ポッピー": "ダリウスはポッピーの持つ耐久力を上回るダメージを持っており、集団戦での影響力が高い。",
			"アンベッサ": "ダリウスはアンベッサの攻撃を受ける前に大きなダメージを与えることができるため、ダメージトレードで有利である."
		},
		"loses": {
			"オーロラ": "オーロラはファームの面でダリウスよりも優れており、遠距離攻撃で安全にミニオンを処理できるため、ダリウスは不利である。",
			"ジェイス": "ジェイスはダリウスに対してダメージトレードで有利であり、遠距離からの攻撃でダリウスの接近を阻止できるため、ダリウスは不利である。",
			"ウーコン": "ウーコンはスケーリングの面でダリウスよりも強力であり、後半においてダリウスを圧倒する能力があるため、ダリウスは不利である。",
			"ケネン": "ケネンは集団戦においてダリウスよりも優れた範囲攻撃を持っており、ダリウスが接近するのを難しくするため、ダリウスは不利である。",
			"ヴィエゴ": "ヴィエゴはダメージトレードでダリウスに対して有利であり、自己回復能力を持っているため、ダリウスは不利である。",
			"リヴェン": "リヴェンはファームの面でダリウスに対して優位であり、機動力が高くダリウスの攻撃を避けやすいため、ダリウスは不利である。",
			"ドクター・ムンド": "ドクター・ムンドはスケーリングの面でダリウスよりも強力であり、後半において耐久力が高くなるため、ダリウスは不利である。",
			"アカリ": "アカリはダメージトレードでダリウスに対して有利であり、シャドウを使ってダリウスの攻撃を避けることができるため、ダリウスは不利である。",
			"パンテオン": "パンテオンは集団戦においてダリウスよりも優れた瞬発力を持っており、ダリウスを迅速に排除することができるため、ダリウスは不利である。",
			"ケイル": "ケイルはスケーリングの面でダリウスよりも強力であり、後半においてダリウスを圧倒する能力があるため、ダリウスは不利である。",
			"クイン": "クインはファームの面でダリウスに対して優位であり、遠距離からの攻撃でダリウスを圧迫できるため、ダリウスは不利である。",
			"ブラッドミア": "ブラッドミアはダメージトレードでダリウスに対して有利であり、自己回復能力を持っているため、ダリウスは不利である。",
			"セト": "セトは集団戦においてダリウスよりも優れた耐久力を持っており、ダリウスを圧倒することができるため、ダリウスは不利である。",
			"ジャックス": "ジャックスはスケーリングの面でダリウスよりも強力であり、後半においてダリウスを圧倒する能力があるため、ダリウスは不利である。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードでダリウスに対して有利であり、耐久力が高くダリウスの攻撃を受け止めることができるため、ダリウスは不利である。",
			"ティーモ": "ティーモはファームの面でダリウスに対して優位であり、ブラインド効果でダリウスの攻撃を無効化できるため、ダリウスは不利である。",
			"ヴェイン": "ヴェインはダメージトレードでダリウスに対して有利であり、機動力が高くダリウスの攻撃を避けやすいため、ダリウスは不利である。",
			"オーン": "オーンは集団戦においてダリウスよりも優れた耐久力を持っており、ダリウスを圧倒することができるため、ダリウスは不利である。",
			"グウェン": "グウェンはスケーリングの面でダリウスよりも強力であり、後半においてダリウスを圧倒する能力があるため、ダリウスは不利である."
		}
	},
	"モルデカイザー": {
		"name": "モルデカイザー",
		"beats": {
			"マルファイト": "モルデカイザーはマルファイトに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"イラオイ": "モルデカイザーはイラオイのスキルを無効化することができ、ダメージトレードで有利に進めることができる。",
			"ティーモ": "モルデカイザーはティーモのブラインド効果を無視できるため、集団戦での影響力が高い。",
			"セト": "モルデカイザーはセトの体力を削る能力が高く、スケーリングにおいても優位に立つことができる。",
			"チョ＝ガス": "モルデカイザーはチョ＝ガスのスキルを避けやすく、ダメージトレードで有利に進めることができる。",
			"アーゴット": "モルデカイザーはアーゴットの攻撃を受け流しやすく、ファームの面で優位に立つことができる。",
			"ドクター・ムンド": "モルデカイザーはドクター・ムンドの回復を無視できるため、ダメージトレードで有利に進めることができる。",
			"ガレン": "モルデカイザーはガレンの持続ダメージを抑えることができ、集団戦での影響力が高い。",
			"ケネン": "モルデカイザーはケネンのスキルを無効化することができ、スケーリングにおいても優位に立つことができる。",
			"レネクトン": "モルデカイザーはレネクトンの攻撃を受け流しやすく、ダメージトレードで有利に進めることができる。",
			"ナサス": "モルデカイザーはナサスのファームを妨害しやすく、スケーリングにおいても優位に立つことができる。",
			"ガングプランク": "モルデカイザーはガングプランクのスキルを無効化することができ、集団戦での影響力が高い。",
			"クレッド": "モルデカイザーはクレッドの攻撃を受け流しやすく、ダメージトレードで有利に進めることができる。",
			"シェン": "モルデカイザーはシェンのシールドを無視できるため、ファームの面で優位に立つことができる。",
			"ブラッドミア": "モルデカイザーはブラッドミアの回復を無視できるため、ダメージトレードで有利に進めることができる。"
		},
		"loses": {
			"ヴェイン": "ヴェインはモルデカイザーのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "カ・サンテはモルデカイザーの攻撃を受け流し、持続的なダメージを与えることができるため、ファームで不利になる。",
			"ヨネ": "ヨネは高い機動力を持ち、モルデカイザーのスキルを避けながらダメージを与えることができるため、集団戦で不利になる。",
			"グウェン": "グウェンはモルデカイザーのスキルを無効化する能力を持ち、ダメージトレードで優位に立つことができる。",
			"フィオラ": "フィオラはモルデカイザーの攻撃をカウンターしやすく、持続的なダメージを与えることができるため、ファームで不利になる。",
			"ヨリック": "ヨリックはモルデカイザーに対して持続的なダメージを与えられるため、スケーリングで不利になる。",
			"ヴィエゴ": "ヴィエゴはモルデカイザーのスキルを回避しやすく、集団戦で優位に立つことができる。",
			"ワーウィック": "ワーウィックはモルデカイザーに対して持続的なダメージを与えられるため、ダメージトレードで不利になる。",
			"ジェイス": "ジェイスは遠距離からモルデカイザーにダメージを与えられるため、ファームで不利になる。",
			"ボリベア": "ボリベアはモルデカイザーに対して高い耐久力を持ち、集団戦で優位に立つことができる。",
			"クイン": "クインは高い機動力を持ち、モルデカイザーの攻撃を避けながらダメージを与えることができるため、ダメージトレードで不利になる。",
			"リヴェン": "リヴェンはモルデカイザーのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはスケーリングが強力で、後半にモルデカイザーに対して優位に立つことができる。",
			"ダリウス": "ダリウスはモルデカイザーに対して持続的なダメージを与えられるため、ダメージトレードで不利になる。",
			"ヤスオ": "ヤスオはモルデカイザーのスキルを回避しやすく、集団戦で優位に立つことができる。",
			"シンジド": "シンジドはモルデカイザーに対して持続的なダメージを与えられるため、ファームで不利になる。",
			"トリンダメア": "トリンダメアはモルデカイザーに対して高い耐久力を持ち、集団戦で優位に立つことができる。",
			"ジャックス": "ジャックスはモルデカイザーに対してスケーリングが強力で、後半に優位に立つことができる。"
		}
	},
	"サイオン": {
		"name": "サイオン",
		"beats": {
			"ハイマーディンガー": "サイオンはハイマーディンガーに対して高い耐久力を持っており、ダメージトレードで有利に立てるため、ファームを安定させやすい。",
			"マルファイト": "サイオンはマルファイトのスキルを受け流すことができ、集団戦での影響力が高いため、マルファイトに対して有利。",
			"ティーモ": "サイオンはティーモのブラインドを無視できるため、ダメージトレードで優位に立ちやすい。",
			"イラオイ": "サイオンはイラオイの攻撃を耐えることができ、スケーリングにおいても有利なため、長期戦で勝ちやすい。",
			"ヨリック": "サイオンはヨリックのミニオンを処理しやすく、ファームを安定させることができるため、対抗しやすい。",
			"ガングプランク": "サイオンはガングプランクのバーストダメージを耐えることができ、集団戦での役割を果たしやすい。",
			"アカリ": "サイオンはアカリの攻撃を受け止めることができ、ダメージトレードで有利に立てるため、対抗しやすい。",
			"ナサス": "サイオンはナサスのスケーリングを抑えることができ、ファームを安定させることができるため、対抗しやすい。",
			"ジャックス": "サイオンはジャックスの攻撃を耐えることができ、集団戦での影響力が高いため、ジャックスに対して有利。",
			"パンテオン": "サイオンはパンテオンの攻撃を受け流すことができ、ダメージトレードで優位に立てるため、対抗しやすい。",
			"オーン": "サイオンはオーンのスキルを耐えることができ、集団戦での役割を果たしやすい。",
			"ブラッドミア": "サイオンはブラッドミアのバーストダメージを耐えることができ、ダメージトレードで有利に立てるため、対抗しやすい。",
			"トリンダメア": "サイオンはトリンダメアの攻撃を耐えることができ、スケーリングにおいても有利なため、長期戦で勝ちやすい。"
		},
		"loses": {
			"スモルダー": "スモルダーはファームの際にサイオンよりも高い機動力を持っているため、サイオンは劣位に立たされる。",
			"アンベッサ": "アンベッサはダメージトレードにおいてサイオンの耐久力を上回るため、サイオンは不利になる。",
			"ヨネ": "ヨネはスケーリングにおいてサイオンよりも強力な後半のダメージを持つため、サイオンは劣位に立たされる。",
			"フィオラ": "フィオラは集団戦においてサイオンのタンク性能を無視できるため、サイオンは不利になる。",
			"ヴェイン": "ヴェインはファームの際にサイオンの攻撃を避ける能力が高いため、サイオンは劣位に立たされる。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードにおいてサイオンの攻撃を吸収できるため、サイオンは不利になる。",
			"ヴィエゴ": "ヴィエゴはスケーリングにおいてサイオンよりも高いバーストダメージを持つため、サイオンは劣位に立たされる。",
			"リヴェン": "リヴェンは集団戦においてサイオンの耐久力を無視できるため、サイオンは不利になる。",
			"エイトロックス": "エイトロックスはファームの際にサイオンよりも高い回復能力を持っているため、サイオンは劣位に立たされる。",
			"ボリベア": "ボリベアはダメージトレードにおいてサイオンの攻撃を容易に受け流すことができるため、サイオンは不利になる。",
			"シンジド": "シンジドはスケーリングにおいてサイオンよりも高い持続ダメージを持つため、サイオンは劣位に立たされる。",
			"グウェン": "グウェンは集団戦においてサイオンのタンク性能を無視できるため、サイオンは不利になる。",
			"シェン": "シェンはファームの際にサイオンの攻撃を避ける能力が高いため、サイオンは劣位に立たされる。",
			"ダリウス": "ダリウスはダメージトレードにおいてサイオンの耐久力を上回るため、サイオンは不利になる。",
			"クレッド": "クレッドはスケーリングにおいてサイオンよりも高いバーストダメージを持つため、サイオンは劣位に立たされる。",
			"ヤスオ": "ヤスオは集団戦においてサイオンの攻撃を容易に避けることができるため、サイオンは不利になる。",
			"ポッピー": "ポッピーはファームの際にサイオンよりも高い機動力を持っているため、サイオンは劣位に立たされる。"
		}
	},
	"エイトロックス": {
		"name": "エイトロックス",
		"beats": {
			"ドクター・ムンド": "エイトロックスはドクター・ムンドに対して持続的なダメージを与えることができ、ファームを効率的に行えるため有利である。",
			"ティーモ": "エイトロックスはティーモのブラインドを無視できるため、ダメージトレードで優位に立つことができる。",
			"セト": "エイトロックスはセトのスキルを回避しやすく、集団戦での影響力が高いため有利である。",
			"トリンダメア": "エイトロックスはトリンダメアの回復を無視できるダメージを持っており、スケーリングにおいても優位である。",
			"サイオン": "エイトロックスはサイオンのタンク性能を上回るダメージを持ち、集団戦での役割が強化されるため有利である。",
			"ブラッドミア": "エイトロックスはブラッドミアの攻撃を受け流しつつ、持続的なダメージを与えることができるため有利である。",
			"トランドル": "エイトロックスはトランドルのスノーボールを防ぎつつ、ファームを効率的に行えるため有利である。",
			"ガングプランク": "エイトロックスはガングプランクのバーストダメージを耐えられるため、ダメージトレードで優位に立つことができる。",
			"チョ＝ガス": "エイトロックスはチョ＝ガスのスキルを避けやすく、集団戦での影響力が高いため有利である。",
			"リヴェン": "エイトロックスはリヴェンのコンボを受け流しつつ、持続的なダメージを与えることができるため有利である。",
			"クイン": "エイトロックスはクインの機動力を制限し、スケーリングにおいても優位に立つことができるため有利である."
		},
		"loses": {
			"ヴィエゴ": "エイトロックスはヴィエゴに対してファームで劣る。ヴィエゴは高い機動力と回復能力を持っており、エイトロックスが攻撃を仕掛ける前に反撃される可能性が高い。",
			"グラガス": "エイトロックスはグラガスに対してダメージトレードで不利。グラガスのバーストダメージとCC（クラウドコントロール）により、エイトロックスは攻撃を続けることが難しい。",
			"シンジド": "エイトロックスはシンジドに対してスケーリングで不利。シンジドは後半に強力な持続ダメージを持ち、エイトロックスが持つダメージを軽減することができる。",
			"ケネン": "エイトロックスはケネンに対して集団戦で不利。ケネンの範囲攻撃とスタン効果により、エイトロックスは集団戦での影響力を発揮しにくい。",
			"ケイル": "エイトロックスはケイルに対してファームで不利。ケイルはレベル16以降に強力なダメージを持ち、エイトロックスが早期に圧力をかけることが難しい。",
			"フィオラ": "エイトロックスはフィオラに対してダメージトレードで不利。フィオラはエイトロックスの攻撃を避ける能力が高く、持続的なダメージを与えることができる。",
			"マルファイト": "エイトロックスはマルファイトに対してスケーリングで不利。マルファイトはタンクとしての耐久力が高く、エイトロックスのダメージを軽減することができる。",
			"グウェン": "エイトロックスはグウェンに対して集団戦で不利。グウェンはエイトロックスの攻撃を無効化する能力を持ち、集団戦での影響力を制限される。",
			"イレリア": "エイトロックスはイレリアに対してファームで不利。イレリアは高い機動力とダメージを持ち、エイトロックスがファームをする際に圧力をかけられる。",
			"カ・サンテ": "エイトロックスはカ・サンテに対してダメージトレードで不利。カ・サンテは持続的なダメージを持ち、エイトロックスの攻撃を受け流すことができる。",
			"アーゴット": "エイトロックスはアーゴットに対してスケーリングで不利。アーゴットは後半に強力なダメージを持ち、エイトロックスが持つダメージを軽減することができる。",
			"アンベッサ": "エイトロックスはアンベッサに対して集団戦で不利。アンベッサは範囲攻撃を持ち、エイトロックスが集団戦での影響力を発揮しにくい。",
			"ナー": "エイトロックスはナーに対してファームで不利。ナーは高い機動力とダメージを持ち、エイトロックスがファームをする際に圧力をかけられる。"
		}
	},
	"ティーモ": {
		"name": "ティーモ",
		"beats": {
			"イラオイ": "ティーモはイラオイの攻撃を避けることができるため、ファームが有利である。",
			"レネクトン": "ティーモはレネクトンのスキルを利用してダメージトレードで優位に立つことができる。",
			"ヴェイン": "ティーモはヴェインの攻撃を避ける能力が高く、スケーリングにおいて有利である。",
			"カミール": "ティーモはカミールの攻撃を回避しやすく、集団戦での影響力が高い。",
			"ボリベア": "ティーモはボリベアの接近を阻止できるため、ファームが有利である。",
			"シンジド": "ティーモはシンジドの毒を避けることができ、ダメージトレードで優位に立つ。",
			"トリンダメア": "ティーモはトリンダメアの攻撃を避けることができ、スケーリングにおいて有利である。",
			"ヨリック": "ティーモはヨリックのミニオンを処理しやすく、集団戦での影響力が高い。",
			"ヨネ": "ティーモはヨネの攻撃を避ける能力が高く、ファームが有利である。",
			"ダリウス": "ティーモはダリウスの攻撃を避けることができ、ダメージトレードで優位に立つ。",
			"ケイル": "ティーモはケイルの攻撃を回避しやすく、スケーリングにおいて有利である。",
			"ガレン": "ティーモはガレンの攻撃を避けることができ、集団戦での影響力が高い。",
			"ケネン": "ティーモはケネンのスキルを避けることができ、ファームが有利である。",
			"ワーウィック": "ティーモはワーウィックの接近を阻止できるため、ダメージトレードで優位に立つ。",
			"アーゴット": "ティーモはアーゴットの攻撃を避けることができ、スケーリングにおいて有利である。",
			"トランドル": "ティーモはトランドルの攻撃を回避しやすく、集団戦での影響力が高い。",
			"ハイマーディンガー": "ティーモはハイマーディンガーのタレットを避けることができ、ファームが有利である。",
			"ザック": "ティーモはザックの攻撃を避けることができ、ダメージトレードで優位に立つ。"
		},
		"loses": {
			"サイオン": "サイオンはティーモに対して高い耐久力を持っており、ファームを安定して行うことができるため、ティーモは不利である。",
			"カシオペア": "カシオペアはティーモに対して強力なダメージトレードを行うことができ、ティーモはその攻撃を避けるのが難しいため、不利である。",
			"オーン": "オーンはティーモに対してスケーリングが優れており、後半戦での強さがティーモを上回るため、不利である。",
			"ヤスオ": "ヤスオはティーモのスキルを回避する能力が高く、集団戦での影響力が大きいため、ティーモは不利である。",
			"エイトロックス": "エイトロックスはティーモに対して持続的なダメージを与えることができ、ファームを妨害する能力が高いため、不利である。",
			"ライズ": "ライズはティーモに対して高いバーストダメージを持ち、集団戦での影響力が強いため、不利である。",
			"アカリ": "アカリはティーモに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため、不利である。",
			"モルデカイザー": "モルデカイザーはティーモに対して強力な耐久力を持ち、集団戦での影響力が大きいため、不利である。",
			"マルファイト": "マルファイトはティーモに対して高い耐久力と集団戦での影響力を持っているため、不利である。",
			"ジェイス": "ジェイスはティーモに対して遠距離からのダメージを与えることができ、ダメージトレードで優位に立つため、不利である。",
			"カ・サンテ": "カ・サンテはティーモに対して高い耐久力と持続的なダメージを持っているため、不利である。",
			"グラガス": "グラガスはティーモに対して強力なCCを持ち、集団戦での影響力が大きいため、不利である。",
			"ランブル": "ランブルはティーモに対して高い持続ダメージを持ち、ダメージトレードで優位に立つことができるため、不利である。",
			"ガングプランク": "ガングプランクはティーモに対して高いバーストダメージを持ち、集団戦での影響力が強いため、不利である。",
			"オラフ": "オラフはティーモに対して高い耐久力と持続的なダメージを持っているため、不利である。",
			"セト": "セトはティーモに対して高い耐久力とダメージを持ち、集団戦での影響力が大きいため、不利である。"
		}
	},
	"グウェン": {
		"name": "グウェン",
		"beats": {
			"ドクター・ムンド": "グウェンはドクター・ムンドに対して持続的なダメージを与えることができ、彼の回復を妨げることができるため有利である。",
			"ヨリック": "グウェンはヨリックのミニオンを簡単に処理でき、彼の分身を無視してダメージを与えることができるため有利である。",
			"タム・ケンチ": "グウェンはタム・ケンチの耐久力を上回るダメージを持ち、彼のスキルを避けることができるため有利である。",
			"モルデカイザー": "グウェンはモルデカイザーのスキルを避ける能力が高く、彼のシャドウを無効化できるため有利である。",
			"チョ＝ガス": "グウェンはチョ＝ガスのスキルを避けつつ、持続的なダメージを与えることができるため有利である。",
			"レネクトン": "グウェンはレネクトンの攻撃を受け流しつつ、持続的なダメージを与えることができるため有利である。",
			"マルファイト": "グウェンはマルファイトのスキルを避けることができ、持続的なダメージを与えることができるため有利である。",
			"オラフ": "グウェンはオラフの攻撃を避けつつ、持続的なダメージを与えることができるため有利である。",
			"カミール": "グウェンはカミールのスキルを避ける能力が高く、持続的なダメージを与えることができるため有利である。",
			"クレッド": "グウェンはクレッドの攻撃を避けつつ、持続的なダメージを与えることができるため有利である。",
			"シェン": "グウェンはシェンのスキルを避けることができ、持続的なダメージを与えることができるため有利である。",
			"ナサス": "グウェンはナサスの攻撃を避けつつ、持続的なダメージを与えることができるため有利である。",
			"ティーモ": "グウェンはティーモのスキルを避けることができ、持続的なダメージを与えることができるため有利である。",
			"カ・サンテ": "グウェンはカ・サンテの攻撃を避けつつ、持続的なダメージを与えることができるため有利である。",
			"ダリウス": "グウェンはダリウスの攻撃を避けることができ、持続的なダメージを与えることができるため有利である。",
			"ガングプランク": "グウェンはガングプランクのスキルを避けることができ、持続的なダメージを与えることができるため有利である。",
			"エイトロックス": "グウェンはエイトロックスの攻撃を避けつつ、持続的なダメージを与えることができるため有利である."
		},
		"loses": {
			"ヤスオ": "グウェンはヤスオの風の刃を避けるのが難しく、ダメージトレードで不利になる。",
			"ヨネ": "グウェンはヨネの高いバーストダメージに対抗できず、ファームが困難になる。",
			"リヴェン": "グウェンはリヴェンのスキルコンボに対して脆弱で、集団戦での生存率が低下する。",
			"シンジド": "グウェンはシンジドの毒に対して耐性がなく、ファーム中にダメージを受けやすい。",
			"ヴィエゴ": "グウェンはヴィエゴの持続的なダメージに対抗できず、ダメージトレードで不利になる。",
			"ワーウィック": "グウェンはワーウィックのサステインに対抗できず、長期戦で不利になる。",
			"フィオラ": "グウェンはフィオラのパリィに対して無力で、ダメージトレードで不利になる。",
			"ジャックス": "グウェンはジャックスのスケーリングに対抗できず、後半戦で不利になる。",
			"ナー": "グウェンはナーの変身によるダメージに対抗できず、集団戦で不利になる。",
			"トランドル": "グウェンはトランドルの強力なサステインに対抗できず、ファームが困難になる。",
			"ポッピー": "グウェンはポッピーの壁を利用したプレッシャーに対抗できず、ダメージトレードで不利になる。",
			"オーロラ": "グウェンはオーロラの持続的なCCに対抗できず、集団戦で不利になる。",
			"ザック": "グウェンはザックの高い耐久力に対抗できず、ダメージトレードで不利になる。",
			"ケイル": "グウェンはケイルのスケーリングに対抗できず、後半戦で不利になる。",
			"ガレン": "グウェンはガレンの持続的なダメージに対抗できず、ファームが困難になる。",
			"ウーコン": "グウェンはウーコンの高いバーストダメージに対抗できず、ダメージトレードで不利になる。",
			"ボリベア": "グウェンはボリベアの強力なCCに対抗できず、集団戦で不利になる。",
			"ジェイス": "グウェンはジェイスの遠距離攻撃に対抗できず、ファームが困難になる。",
			"トリンダメア": "グウェンはトリンダメアのサステインに対抗できず、長期戦で不利になる。",
			"アーゴット": "グウェンはアーゴットの高い耐久力に対抗できず、ダメージトレードで不利になる。",
			"アカリ": "グウェンはアカリの高いバーストダメージに対抗できず、集団戦で不利になる."
		}
	},
	"ワーウィック": {
		"name": "ワーウィック",
		"beats": {
			"ヨリック": "ワーウィックはヨリックに対して持続的な回復力があり、ファームを安定させることができるため有利である。",
			"ヨネ": "ワーウィックはヨネの攻撃を受けても回復できるため、ダメージトレードで優位に立つことができる。",
			"ドクター・ムンド": "ワーウィックはドクター・ムンドの耐久力を無視してダメージを与えられるため、スケーリングで有利である。",
			"トリンダメア": "ワーウィックはトリンダメアのバーストダメージを回復で相殺できるため、集団戦で有利に戦える。",
			"クイン": "ワーウィックはクインの機動力に対抗するための持続的なダメージを持っているため、ファームで有利である。",
			"グウェン": "ワーウィックはグウェンのスキルを回復で打ち消すことができるため、ダメージトレードで優位に立つことができる。",
			"モルデカイザー": "ワーウィックはモルデカイザーのスキルを回復で相殺できるため、スケーリングで有利である。",
			"フィオラ": "ワーウィックはフィオラの攻撃を受けても持続的に回復できるため、集団戦で有利に戦える。",
			"ヤスオ": "ワーウィックはヤスオの攻撃を回復で打ち消すことができるため、ファームで有利である。",
			"イレリア": "ワーウィックはイレリアのバーストダメージを回復で相殺できるため、ダメージトレードで優位に立つことができる。",
			"クレッド": "ワーウィックはクレッドの耐久力を無視してダメージを与えられるため、スケーリングで有利である。",
			"カミール": "ワーウィックはカミールの攻撃を受けても持続的に回復できるため、集団戦で有利に戦える。",
			"アンベッサ": "ワーウィックはアンベッサの攻撃を回復で打ち消すことができるため、ファームで有利である。",
			"エイトロックス": "ワーウィックはエイトロックスのスキルを回復で相殺できるため、ダメージトレードで優位に立つことができる。"
		},
		"loses": {
			"ハイマーディンガー": "ハイマーディンガーはタレットを設置して安全にファームできるため、ワーウィックは近づきにくい。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、ワーウィックのダメージトレードを無効化できる。",
			"ティーモ": "ティーモはブラインド効果を持つため、ワーウィックの攻撃を避けやすい。",
			"ナー": "ナーは変身によって高いバーストダメージを持ち、ワーウィックのスケーリングを妨げる。",
			"ヴェイン": "ヴェインは高い機動力を持ち、ワーウィックの集団戦での影響力を低下させる。",
			"アカリ": "アカリは高いバーストダメージと隠れ身を持ち、ワーウィックの攻撃を回避しやすい。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、ワーウィックのダメージトレードを有利に進める。",
			"ケネン": "ケネンはスキルを使ってワーウィックを遠距離から攻撃できるため、ファームが難しい。",
			"ランブル": "ランブルは範囲攻撃を持ち、ワーウィックの集団戦での効果を減少させる。",
			"ボリベア": "ボリベアは高い耐久力とCCを持ち、ワーウィックのダメージトレードを無効化できる。",
			"グラガス": "グラガスはバーストダメージとCCを持ち、ワーウィックのスケーリングを妨げる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ワーウィックのダメージトレードを有利に進める。",
			"ダリウス": "ダリウスは高いバーストダメージを持ち、ワーウィックの集団戦での影響力を低下させる。",
			"オーロラ": "オーロラは高い耐久力を持ち、ワーウィックの攻撃を無効化できる。",
			"シェン": "シェンはテレポートで味方を守ることができ、ワーウィックの集団戦での効果を減少させる。",
			"イラオイ": "イラオイは高い耐久力とダメージを持ち、ワーウィックのダメージトレードを有利に進める。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、ワーウィックの攻撃を無効化できる。",
			"ケイル": "ケイルはスケーリングが強力で、ワーウィックの集団戦での影響力を低下させる。",
			"ガレン": "ガレンは高い耐久力を持ち、ワーウィックのダメージトレードを無効化できる。",
			"サイオン": "サイオンは高い耐久力とCCを持ち、ワーウィックの攻撃を無効化できる。",
			"パンテオン": "パンテオンは高いバーストダメージを持ち、ワーウィックのダメージトレードを有利に進める。",
			"トランドル": "トランドルは高い耐久力を持ち、ワーウィックの攻撃を無効化できる。",
			"ジェイス": "ジェイスは高いバーストダメージを持ち、ワーウィックのスケーリングを妨げる。"
		}
	},
	"ライズ": {
		"name": "ライズ",
		"beats": {
			"ハイマーディンガー": "ライズはハイマーディンガーに対して高い機動性を持っており、彼のタレットを避けながらダメージを与えることができるため、有利である。",
			"マルファイト": "ライズはマルファイトのスキルを避ける能力が高く、またマルファイトの耐久力を無視してダメージを与えることができるため、有利である。",
			"トリンダメア": "ライズはトリンダメアの回復を無視できる持続的なダメージを持っており、トレードで優位に立つことができるため、有利である。",
			"ヴェイン": "ライズはヴェインの機動性に対抗できるスキルを持っており、彼女の攻撃を避けながらダメージを与えることができるため、有利である。",
			"シンジド": "ライズはシンジドの毒を避けることができ、また彼に対して持続的なダメージを与えることができるため、有利である。",
			"リヴェン": "ライズはリヴェンのコンボを避ける能力が高く、また持続的なダメージを与えることで彼女を圧倒できるため、有利である。",
			"ティーモ": "ライズはティーモのブラインドを避けることができ、また高いバーストダメージを持っているため、有利である。",
			"トランドル": "ライズはトランドルの耐久力を無視できるダメージを持っており、トレードで優位に立つことができるため、有利である。",
			"クイン": "ライズはクインの機動性に対抗できるスキルを持っており、彼女の攻撃を避けながらダメージを与えることができるため、有利である。",
			"ガリオ": "ライズはガリオの耐久力を無視できる持続的なダメージを持っており、集団戦で優位に立つことができるため、有利である。",
			"レネクトン": "ライズはレネクトンのスキルを避ける能力が高く、また持続的なダメージを与えることで彼を圧倒できるため、有利である。",
			"ナサス": "ライズはナサスのスケーリングを抑えることができる高いバーストダメージを持っているため、有利である。",
			"ボリベア": "ライズはボリベアの接近を避ける能力が高く、また持続的なダメージを与えることで彼を圧倒できるため、有利である。",
			"グウェン": "ライズはグウェンのスキルを避ける能力が高く、また持続的なダメージを与えることで彼女を圧倒できるため、有利である。",
			"ポッピー": "ライズはポッピーの壁を避ける能力が高く、また持続的なダメージを与えることで彼女を圧倒できるため、有利である。",
			"フィオラ": "ライズはフィオラのスキルを避ける能力が高く、また持続的なダメージを与えることで彼女を圧倒できるため、有利である。",
			"ケイル": "ライズはケイルのスケーリングを抑えることができる高いバーストダメージを持っているため、有利である。",
			"カミール": "ライズはカミールのスキルを避ける能力が高く、また持続的なダメージを与えることで彼女を圧倒できるため、有利である。",
			"シェン": "ライズはシェンのタワーダイブを避ける能力が高く、また持続的なダメージを与えることで彼を圧倒できるため、有利である。",
			"オーロラ": "ライズはオーロラのスキルを避ける能力が高く、また持続的なダメージを与えることで彼女を圧倒できるため、有利である。",
			"ランブル": "ライズはランブルのスキルを避ける能力が高く、また持続的なダメージを与えることで彼を圧倒できるため、有利である。",
			"ブラッドミア": "ライズはブラッドミアの回復を無視できる持続的なダメージを持っており、トレードで優位に立つことができるため、有利である。"
		},
		"loses": {
			"アカリ": "アカリはファームの面でライズよりも優れた機動性を持っており、ライズがミニオンを処理する間にアカリは安全にファームを行うことができる。",
			"オーン": "オーンはダメージトレードにおいてライズよりも耐久性が高く、ライズの攻撃を受けても問題なく反撃できるため不利である。",
			"クレッド": "クレッドはスケーリングにおいてライズよりも強力で、後半戦での影響力が高く、ライズが成長する前に有利な状況を作り出すことができる。",
			"イレリア": "イレリアは集団戦においてライズに対して非常に強力で、ライズのスキルを回避しつつ高いダメージを出すことができるため不利である。",
			"エイトロックス": "エイトロックスはファームの面でライズよりも優れた回復能力を持っており、ライズがダメージを与えても持続的に生存できる。",
			"チョ＝ガス": "チョ＝ガスはダメージトレードにおいてライズに対して非常に高い耐久性を持ち、ライズの攻撃を受けても簡単には倒れないため不利である。",
			"ナー": "ナーはスケーリングにおいてライズよりも強力で、特に集団戦での変身能力がライズに対して優位に働く。",
			"アンベッサ": "アンベッサは集団戦においてライズに対して非常に強力で、ライズのスキルを無効化しつつ高いダメージを出すことができるため不利である。",
			"ヤスオ": "ヤスオはファームの面でライズよりも優れた機動性を持ち、ライズがミニオンを処理する間に安全にファームを行うことができる。",
			"ヴィエゴ": "ヴィエゴはダメージトレードにおいてライズよりも高いバーストダメージを持ち、ライズが反撃する前に倒すことができるため不利である。",
			"ドクター・ムンド": "ドクター・ムンドはスケーリングにおいてライズよりも強力で、特に後半戦での耐久性がライズに対して優位に働く。",
			"アーゴット": "アーゴットは集団戦においてライズに対して非常に強力で、ライズのスキルを無効化しつつ高いダメージを出すことができるため不利である。",
			"カシオペア": "カシオペアはファームの面でライズよりも優れた範囲攻撃を持ち、ライズがミニオンを処理する間に安全にファームを行うことができる。",
			"パンテオン": "パンテオンはダメージトレードにおいてライズよりも高いバーストダメージを持ち、ライズが反撃する前に倒すことができるため不利である。",
			"サイオン": "サイオンはスケーリングにおいてライズよりも強力で、特に集団戦での耐久性がライズに対して優位に働く。",
			"カ・サンテ": "カ・サンテは集団戦においてライズに対して非常に強力で、ライズのスキルを無効化しつつ高いダメージを出すことができるため不利である。",
			"ワーウィック": "ワーウィックはファームの面でライズよりも優れた回復能力を持っており、ライズがダメージを与えても持続的に生存できる。",
			"ジェイス": "ジェイスはダメージトレードにおいてライズよりも高いバーストダメージを持ち、ライズが反撃する前に倒すことができるため不利である。",
			"ケネン": "ケネンはスケーリングにおいてライズよりも強力で、特に集団戦での影響力がライズに対して優位に働く。",
			"グラガス": "グラガスは集団戦においてライズに対して非常に強力で、ライズのスキルを無効化しつつ高いダメージを出すことができるため不利である。"
		}
	},
	"オーン": {
		"name": "オーン",
		"beats": {
			"ティーモ": "オーンはティーモに対して強力な耐久力を持っており、ティーモのダメージを受けても生き残ることができるため、ファームで有利です。",
			"マルファイト": "オーンはマルファイトに対しても高い耐久性を持ち、マルファイトのスキルを受け流すことができるため、ダメージトレードで有利です。",
			"ケネン": "オーンはケネンの攻撃を受けても耐えることができ、集団戦での役割を果たしやすいため、集団戦で有利です。",
			"イラオイ": "オーンはイラオイの攻撃を受けても生き残ることができ、ファームを安定させることができるため、ファームで有利です。",
			"トリンダメア": "オーンはトリンダメアに対しても高い耐久性を持ち、トリンダメアの攻撃を受け流すことができるため、ダメージトレードで有利です。",
			"ランブル": "オーンはランブルのスキルを受け流すことができ、集団戦での役割を果たしやすいため、集団戦で有利です。",
			"グラガス": "オーンはグラガスに対しても高い耐久性を持ち、グラガスの攻撃を受け流すことができるため、ダメージトレードで有利です。",
			"チョ＝ガス": "オーンはチョ＝ガスの攻撃を受けても生き残ることができ、ファームを安定させることができるため、ファームで有利です。",
			"ガングプランク": "オーンはガングプランクに対しても高い耐久性を持ち、ガングプランクの攻撃を受け流すことができるため、ダメージトレードで有利です。",
			"ジェイス": "オーンはジェイスの攻撃を受けても生き残ることができ、集団戦での役割を果たしやすいため、集団戦で有利です。",
			"レネクトン": "オーンはレネクトンに対しても高い耐久性を持ち、レネクトンの攻撃を受け流すことができるため、ダメージトレードで有利です。",
			"ダリウス": "オーンはダリウスの攻撃を受けても生き残ることができ、ファームを安定させることができるため、ファームで有利です。",
			"ケイル": "オーンはケイルに対しても高い耐久性を持ち、ケイルの攻撃を受け流すことができるため、ダメージトレードで有利です。",
			"ジャックス": "オーンはジャックスの攻撃を受けても生き残ることができ、集団戦での役割を果たしやすいため、集団戦で有利です。"
		},
		"loses": {
			"フィオラ": "フィオラはオーンに対して高いダメージトレード能力を持っており、オーンのスキルを回避しやすい。",
			"ヨネ": "ヨネはオーンのスキルを避ける機動性があり、集団戦でのダメージを出しやすい。",
			"クレッド": "クレッドはオーンに対して強力なファーム能力を持ち、オーンの攻撃を受け流すことができる。",
			"カ・サンテ": "カ・サンテはオーンに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"カミール": "カミールはオーンのスキルを避けることができ、集団戦での影響力が高い。",
			"オラフ": "オラフはオーンに対して持続的なダメージを与えることができ、ファームでも優位に立つ。",
			"シェン": "シェンはオーンの攻撃を受け流しつつ、集団戦でのサポート能力が高い。",
			"アンベッサ": "アンベッサはオーンに対して高いダメージを持ち、スケーリングでも優位に立つ。",
			"ドクター・ムンド": "ドクター・ムンドはオーンのダメージを軽減し、持続的なファームが可能である。",
			"パンテオン": "パンテオンはオーンに対して強力な初期ダメージを持ち、ダメージトレードで優位に立つ。",
			"ヴェイン": "ヴェインはオーンの耐久力を無視できるダメージを持ち、集団戦での影響力が高い。",
			"ヤスオ": "ヤスオはオーンのスキルを避けることができ、ダメージトレードで優位に立つ。",
			"スモルダー": "スモルダーはオーンに対して高い持続ダメージを持ち、ファームでも優位に立つ。",
			"サイオン": "サイオンはオーンに対して高い耐久力を持ち、集団戦での影響力が高い。",
			"アカリ": "アカリはオーンのスキルを避けることができ、ダメージトレードで優位に立つ。"
		}
	},
	"アカリ": {
		"name": "アカリ",
		"beats": {
			"ライズ": "アカリはライズに対して高い機動力を持っており、ライズのスキルを避けやすいため、ダメージトレードで有利です。",
			"オーロラ": "アカリはオーロラの攻撃を回避する能力が高く、ファームを安定させることができるため、有利です。",
			"ナー": "アカリはナーの変身を利用して、ナーが弱いタイミングで攻撃できるため、ダメージトレードで有利です。",
			"ヴェイン": "アカリはヴェインの攻撃を避けることができ、集団戦での生存率が高いため、有利です。",
			"ティーモ": "アカリはティーモのブラインド効果を無視できるため、ダメージトレードで有利です。",
			"ヨネ": "アカリはヨネのスキルを避けることができ、ファームを安定させることができるため、有利です。",
			"トランドル": "アカリはトランドルの攻撃を避ける能力が高く、ダメージトレードで有利です。",
			"ワーウィック": "アカリはワーウィックのスキルを避けることができ、集団戦での生存率が高いため、有利です。",
			"マルファイト": "アカリはマルファイトのスキルを避けることができ、ダメージトレードで有利です。",
			"ガングプランク": "アカリはガングプランクの攻撃を避けることができ、ファームを安定させることができるため、有利です。",
			"イレリア": "アカリはイレリアのスキルを避けることができ、ダメージトレードで有利です。",
			"ジャックス": "アカリはジャックスの攻撃を避けることができ、集団戦での生存率が高いため、有利です。",
			"ケイル": "アカリはケイルの攻撃を避けることができ、ダメージトレードで有利です。",
			"イラオイ": "アカリはイラオイのスキルを避けることができ、ファームを安定させることができるため、有利です。",
			"サイラス": "アカリはサイラスのスキルを避けることができ、ダメージトレードで有利です。",
			"モルデカイザー": "アカリはモルデカイザーの攻撃を避けることができ、集団戦での生存率が高いため、有利です。",
			"ダリウス": "アカリはダリウスの攻撃を避けることができ、ダメージトレードで有利です。",
			"カミール": "アカリはカミールのスキルを避けることができ、ファームを安定させることができるため、有利です。"
		},
		"loses": {
			"リヴェン": "リヴェンはアカリに対して高いバーストダメージを持っており、アカリがファームをする前に圧力をかけることができる。",
			"ブラッドミア": "ブラッドミアはアカリのダメージトレードに対して自己回復能力が高く、アカリが有利にトレードを行うことが難しい。",
			"グラガス": "グラガスはアカリのスキルを無効化するバリアを持っており、集団戦でのアカリの影響力を減少させることができる。",
			"サイオン": "サイオンは高い耐久力を持ち、アカリがダメージを与えにくく、集団戦での役割を果たしやすい。",
			"ヤスオ": "ヤスオはアカリのスキルを回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"シェン": "シェンはアカリの攻撃を受け止めるシールドを持っており、アカリのダメージを軽減することができる。",
			"トリンダメア": "トリンダメアはアカリのダメージを無効化する自己回復能力を持ち、ファームでの優位性を持つ。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、アカリがスケーリングする前に圧倒することができる。",
			"クレッド": "クレッドはアカリの攻撃を受け止める能力が高く、集団戦でのアカリの影響を減少させることができる。",
			"ヴィエゴ": "ヴィエゴはアカリのスキルを無効化する能力があり、ダメージトレードで有利に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、アカリのダメージを軽減し、集団戦での役割を果たしやすい。",
			"ナサス": "ナサスはスケーリングが強力で、アカリが成長する前に圧倒することができる。",
			"グウェン": "グウェンはアカリの攻撃を無効化する能力があり、ダメージトレードで有利に立つことができる。",
			"ジェイス": "ジェイスは高いバーストダメージを持ち、アカリがファームをする前に圧力をかけることができる。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、アカリのダメージを軽減し、集団戦での役割を果たしやすい。",
			"レネクトン": "レネクトンはアカリに対して高いバーストダメージを持っており、アカリが有利にトレードを行うことが難しい。",
			"アンベッサ": "アンベッサはアカリの攻撃を受け止める能力が高く、集団戦でのアカリの影響を減少させることができる。",
			"ケネン": "ケネンはアカリのスキルを無効化する能力があり、ダメージトレードで有利に立つことができる。",
			"ガリオ": "ガリオはアカリの攻撃を受け止めるシールドを持っており、集団戦でのアカリの影響を減少させることができる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、アカリのダメージを軽減し、集団戦での役割を果たしやすい。"
		}
	},
	"チョ＝ガス": {
		"name": "チョ＝ガス",
		"beats": {
			"ジャックス": "ジャックスはファーム能力が高く、チョ＝ガスに対して持続的なダメージを与えることができるため有利である。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、チョ＝ガスとのダメージトレードで優位に立つことができる。",
			"レネクトン": "レネクトンは早期のパワースパイクを持ち、チョ＝ガスに対して強力なダメージを与えることができるため有利である。",
			"マルファイト": "マルファイトはチョ＝ガスに対して強力な集団戦能力を持ち、チームファイトでの影響力が高いため有利である。",
			"ティーモ": "ティーモは視界を制圧し、チョ＝ガスに対して持続的なダメージを与えることができるため有利である。",
			"ガングプランク": "ガングプランクはスケーリングが優れており、チョ＝ガスに対して後半戦で強力なダメージを与えることができる。",
			"ワーウィック": "ワーウィックは自己回復能力が高く、チョ＝ガスとのダメージトレードで優位に立つことができる。",
			"サイオン": "サイオンは集団戦での耐久力が高く、チョ＝ガスに対して有利に立つことができる。",
			"パンテオン": "パンテオンは早期のダメージが高く、チョ＝ガスに対して強力なトレードを行うことができるため有利である。",
			"アカリ": "アカリは高い機動力を持ち、チョ＝ガスに対して有利なダメージトレードを行うことができる。",
			"カミール": "カミールは高いバーストダメージを持ち、チョ＝ガスに対して有利に立つことができる。",
			"アーゴット": "アーゴットは持続的なダメージを与えることができ、チョ＝ガスに対して有利である。",
			"ハイマーディンガー": "ハイマーディンガーは集団戦での影響力が高く、チョ＝ガスに対して有利に立つことができる。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、チョ＝ガスに対して有利なトレードを行うことができる。",
			"イラオイ": "イラオイは持続的なダメージを与えることができ、チョ＝ガスに対して有利である。",
			"ジェイス": "ジェイスは高い射程とバーストダメージを持ち、チョ＝ガスに対して有利に立つことができる。",
			"ダリウス": "ダリウスは高いダメージを持ち、チョ＝ガスに対して有利なトレードを行うことができる。",
			"ガレン": "ガレンは高い耐久力を持ち、チョ＝ガスに対して有利に立つことができる。",
			"ヨリック": "ヨリックは持続的なダメージを与えることができ、チョ＝ガスに対して有利である。"
		},
		"loses": {
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持っており、チョ＝ガスがファームをする際に圧力をかけることができるため、チョ＝ガスは不利である。",
			"ヴェイン": "ヴェインは高い機動力とダメージを持っており、チョ＝ガスがダメージトレードを行う際に有利に立ち回ることができるため、チョ＝ガスは不利である。",
			"ナー": "ナーは変身による高いダメージとCCを持っており、チョ＝ガスが集団戦で効果的に機能するのを妨げるため、チョ＝ガスは不利である。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持っており、チョ＝ガスがスケーリングする際に彼を倒すのが難しいため、チョ＝ガスは不利である。",
			"サイラス": "サイラスはチョ＝ガスのスキルを奪って利用できるため、ダメージトレードで有利に立つことができ、チョ＝ガスは不利である。",
			"ボリベア": "ボリベアは高いバーストダメージとCCを持っており、チョ＝ガスがファームをする際に圧力をかけることができるため、チョ＝ガスは不利である。",
			"オーロラ": "オーロラは高い持続ダメージを持っており、チョ＝ガスが集団戦で効果的に機能するのを妨げるため、チョ＝ガスは不利である。",
			"トランドル": "トランドルはチョ＝ガスの耐久力を無視できるため、ダメージトレードで有利に立つことができ、チョ＝ガスは不利である。",
			"オーン": "オーンは高い耐久力と集団戦での強力なCCを持っており、チョ＝ガスがスケーリングする際に彼を倒すのが難しいため、チョ＝ガスは不利である。",
			"フィオラ": "フィオラは高いバーストダメージと機動力を持っており、チョ＝ガスがダメージトレードを行う際に有利に立ち回ることができるため、チョ＝ガスは不利である.",
			"グウェン": "グウェンは高い持続ダメージを持っており、チョ＝ガスが集団戦で効果的に機能するのを妨げるため、チョ＝ガスは不利である。",
			"クレッド": "クレッドは高い耐久力とCCを持っており、チョ＝ガスがスケーリングする際に彼を倒すのが難しいため、チョ＝ガスは不利である。",
			"シェン": "シェンは高い耐久力と瞬時の移動能力を持っており、チョ＝ガスが集団戦で効果的に機能するのを妨げるため、チョ＝ガスは不利である。",
			"セト": "セトは高いバーストダメージと耐久力を持っており、チョ＝ガスがダメージトレードを行う際に有利に立ち回ることができるため、チョ＝ガスは不利である。",
			"ヨネ": "ヨネは高い機動力とダメージを持っており、チョ＝ガスがファームをする際に圧力をかけることができるため、チョ＝ガスは不利である。",
			"イレリア": "イレリアは高いバーストダメージと持続ダメージを持っており、チョ＝ガスがダメージトレードを行う際に有利に立ち回ることができるため、チョ＝ガスは不利である。",
			"アンベッサ": "アンベッサは高い耐久力とダメージを持っており、チョ＝ガスが集団戦で効果的に機能するのを妨げるため、チョ＝ガスは不利である。",
			"ランブル": "ランブルは高いバーストダメージと持続ダメージを持っており、チョ＝ガスがダメージトレードを行う際に有利に立ち回ることができるため、チョ＝ガスは不利である。",
			"エイトロックス": "エイトロックスは高い耐久力とダメージを持っており、チョ＝ガスがスケーリングする際に彼を倒すのが難しいため、チョ＝ガスは不利である。"
		}
	},
	"ドクター・ムンド": {
		"name": "ドクター・ムンド",
		"beats": {
			"パンテオン": "ドクター・ムンドはパンテオンに対して高い耐久力を持っており、ダメージトレードで有利に立てる。",
			"マルファイト": "ドクター・ムンドはマルファイトのスキルを受け流すことができ、集団戦での影響力が高い。",
			"ケネン": "ドクター・ムンドはケネンのスキルを耐えることができ、ファームを安定させることができる。",
			"チョ＝ガス": "ドクター・ムンドはチョ＝ガスのダメージを軽減でき、スケーリングで有利になる。",
			"アーゴット": "ドクター・ムンドはアーゴットの攻撃を受けても生存でき、ダメージトレードで優位に立てる。",
			"ボリベア": "ドクター・ムンドはボリベアの攻撃を耐えられ、集団戦での持続力が高い。",
			"ブラッドミア": "ドクター・ムンドはブラッドミアのダメージを軽減でき、ファームを安定させることができる。",
			"クイン": "ドクター・ムンドはクインの攻撃を受けても生存でき、ダメージトレードで有利に立てる。",
			"ダリウス": "ドクター・ムンドはダリウスの攻撃を耐えられ、スケーリングで有利になる。",
			"オーン": "ドクター・ムンドはオーンのスキルを受け流すことができ、集団戦での影響力が高い。",
			"ジェイス": "ドクター・ムンドはジェイスの攻撃を耐えられ、ファームを安定させることができる。",
			"ジャックス": "ドクター・ムンドはジャックスの攻撃を受けても生存でき、ダメージトレードで優位に立てる。",
			"ティーモ": "ドクター・ムンドはティーモのダメージを軽減でき、スケーリングで有利になる。",
			"アカリ": "ドクター・ムンドはアカリの攻撃を耐えられ、集団戦での持続力が高い。",
			"ケイル": "ドクター・ムンドはケイルの攻撃を受け流すことができ、ファームを安定させることができる。",
			"ガングプランク": "ドクター・ムンドはガングプランクのダメージを軽減でき、ダメージトレードで有利に立てる。",
			"ハイマーディンガー": "ドクター・ムンドはハイマーディンガーの攻撃を耐えられ、スケーリングで有利になる。",
			"グラガス": "ドクター・ムンドはグラガスのスキルを受け流すことができ、集団戦での影響力が高い。",
			"ウディア": "ドクター・ムンドはウディアの攻撃を耐えられ、ファームを安定させることができる。",
			"タム・ケンチ": "ドクター・ムンドはタム・ケンチの攻撃を受け流すことができ、ダメージトレードで優位に立てる。",
			"レネクトン": "ドクター・ムンドはレネクトンの攻撃を耐えられ、スケーリングで有利になる。",
			"シンジド": "ドクター・ムンドはシンジドのダメージを軽減でき、集団戦での持続力が高い。"
		},
		"loses": {
			"アンベッサ": "アンベッサは高いダメージトレード能力を持っており、ドクター・ムンドの耐久力を無視して攻撃できるため不利である。",
			"クレッド": "クレッドは集団戦での影響力が高く、ドクター・ムンドが彼のスキルを受けると大きなダメージを受けるため不利である。",
			"グウェン": "グウェンはファーム能力が高く、ドクター・ムンドが彼女の持続的なダメージに対抗するのが難しいため不利である。",
			"トリンダメア": "トリンダメアはスケーリングが優れており、後半戦でドクター・ムンドを圧倒することができるため不利である。",
			"ヨリック": "ヨリックはミニオンを使ってドクター・ムンドに圧力をかけることができ、ファームが難しくなるため不利である。",
			"エイトロックス": "エイトロックスはダメージトレードにおいて非常に強力で、ドクター・ムンドの回復を無視して攻撃できるため不利である。",
			"カ・サンテ": "カ・サンテは集団戦での持続力が高く、ドクター・ムンドが彼に対抗するのが難しいため不利である。",
			"イレリア": "イレリアは高いバーストダメージを持ち、ドクター・ムンドの耐久力を簡単に突破できるため不利である。",
			"ワーウィック": "ワーウィックは持続的なダメージと回復能力があり、ドクター・ムンドに対して有利に戦えるため不利である。",
			"ヨネ": "ヨネは高い機動力とダメージを持ち、ドクター・ムンドが彼に対抗するのが難しいため不利である。",
			"ガレン": "ガレンはシンプルなダメージトレードでドクター・ムンドを圧倒できるため不利である。",
			"フィオラ": "フィオラは高いバーストダメージを持ち、ドクター・ムンドの耐久力を無視して攻撃できるため不利である。",
			"ナサス": "ナサスはスケーリングが優れており、後半戦でドクター・ムンドを圧倒することができるため不利である。",
			"ヴィエゴ": "ヴィエゴは高いダメージと機動力を持ち、ドクター・ムンドに対して有利に戦えるため不利である。",
			"ケイン": "ケインは変身能力を持ち、ドクター・ムンドに対して有利な形態を選択できるため不利である。",
			"モルデカイザー": "モルデカイザーは1対1の戦闘でドクター・ムンドを圧倒できるため不利である。",
			"ポッピー": "ポッピーは集団戦でのコントロールが強力で、ドクター・ムンドの動きを制限できるため不利である。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、ドクター・ムンドの耐久力を簡単に突破できるため不利である。",
			"トランドル": "トランドルはドクター・ムンドの耐久力を無視して攻撃できるため不利である."
		}
	},
	"オーロラ": {
		"name": "オーロラ",
		"beats": {
			"トランドル": "オーロラはトランドルに対してファームで有利であり、トランドルの攻撃を受けても耐えることができる。",
			"イラオイ": "オーロラはイラオイとのダメージトレードで有利であり、イラオイのスキルを避けることができる。",
			"カミール": "オーロラはカミールに対してスケーリングで有利であり、後半戦での強さが際立つ。",
			"ダリウス": "オーロラはダリウスとの集団戦で有利であり、ダリウスの攻撃を無効化する手段を持っている。",
			"ケイル": "オーロラはケイルに対してファームで有利であり、早期の段階での圧力をかけることができる。",
			"クイン": "オーロラはクインとのダメージトレードで有利であり、クインの攻撃を受け流すことができる。",
			"チョ＝ガス": "オーロラはチョ＝ガスに対してスケーリングで有利であり、後半のパワーが強い。",
			"シンジド": "オーロラはシンジドとの集団戦で有利であり、シンジドの動きを制限することができる。",
			"ヨリック": "オーロラはヨリックに対してファームで有利であり、ヨリックのミニオンを処理するのが得意である。",
			"ボリベア": "オーロラはボリベアとのダメージトレードで有利であり、ボリベアの攻撃を受けることができる。",
			"シェン": "オーロラはシェンに対してスケーリングで有利であり、後半の強さが際立つ。",
			"ハイマーディンガー": "オーロラはハイマーディンガーとの集団戦で有利であり、ハイマーディンガーのタレットを無効化する手段を持っている。",
			"セト": "オーロラはセトに対してファームで有利であり、セトの攻撃を受け流すことができる。",
			"アーゴット": "オーロラはアーゴットとのダメージトレードで有利であり、アーゴットの攻撃を避けることができる。",
			"ヨネ": "オーロラはヨネに対してスケーリングで有利であり、後半のパワーが強い。",
			"ワーウィック": "オーロラはワーウィックとの集団戦で有利であり、ワーウィックの回復を妨げることができる。",
			"ヴェイン": "オーロラはヴェインに対してファームで有利であり、ヴェインの攻撃を受け流すことができる。",
			"アンベッサ": "オーロラはアンベッサとのダメージトレードで有利であり、アンベッサの攻撃を避けることができる。",
			"サイラス": "オーロラはサイラスに対してスケーリングで有利であり、後半の強さが際立つ。",
			"オラフ": "オーロラはオラフとの集団戦で有利であり、オラフの攻撃を無効化する手段を持っている。",
			"ジャックス": "オーロラはジャックスに対してファームで有利であり、ジャックスの攻撃を受け流すことができる。"
		},
		"loses": {
			"ヴィエゴ": "ヴィエゴはオーロラに対して高いダメージトレード能力を持っているため、オーロラは不利である。",
			"ヤスオ": "ヤスオはオーロラのスキルを回避する能力が高く、集団戦での影響力が強いため、オーロラは不利である。",
			"ナサス": "ナサスはファーム能力が非常に高く、スケーリングが進むとオーロラに対して圧倒的な強さを発揮するため、オーロラは不利である。",
			"アカリ": "アカリはオーロラに対して高いバーストダメージを持ち、集団戦での機動力が高いため、オーロラは不利である。",
			"トリンダメア": "トリンダメアはオーロラに対して持続的なダメージを与えることができ、ファームとスケーリングで優位に立つため、オーロラは不利である。",
			"ガリオ": "ガリオは集団戦での耐久力が高く、オーロラの攻撃を無効化する能力があるため、オーロラは不利である。",
			"モルデカイザー": "モルデカイザーはオーロラに対して強力な1対1の能力を持ち、集団戦での影響力も大きいため、オーロラは不利である。",
			"オーン": "オーンはスケーリングが非常に強力で、集団戦での役割が大きいため、オーロラは不利である。",
			"パンテオン": "パンテオンはオーロラに対して早期のダメージトレードで優位に立つことができるため、オーロラは不利である。",
			"カシオペア": "カシオペアはオーロラに対して高い持続ダメージを持ち、集団戦での影響力が強いため、オーロラは不利である。",
			"ライズ": "ライズはオーロラに対して高いバーストダメージを持ち、集団戦での機動力が高いため、オーロラは不利である。",
			"リヴェン": "リヴェンはオーロラに対して高いダメージトレード能力を持ち、ファームでも優位に立つため、オーロラは不利である。",
			"ケネン": "ケネンは集団戦での影響力が高く、オーロラに対して強力なスキルを持っているため、オーロラは不利である。",
			"イレリア": "イレリアはオーロラに対して高いバーストダメージを持ち、集団戦での機動力が高いため、オーロラは不利である。",
			"サイオン": "サイオンはオーロラに対して高い耐久力を持ち、集団戦での役割が大きいため、オーロラは不利である。",
			"ナー": "ナーはオーロラに対して高いダメージトレード能力を持ち、集団戦での影響力が強いため、オーロラは不利である。",
			"クレッド": "クレッドはオーロラに対して高い耐久力を持ち、集団戦での役割が大きいため、オーロラは不利である。",
			"グラガス": "グラガスはオーロラに対して高い耐久力を持ち、集団戦での影響力が強いため、オーロラは不利である。",
			"ガングプランク": "ガングプランクはオーロラに対して高い持続ダメージを持ち、集団戦での影響力が強いため、オーロラは不利である."
		}
	},
	"トリンダメア": {
		"name": "トリンダメア",
		"beats": {
			"ドクター・ムンド": "トリンダメアはドクター・ムンドに対して高いダメージトレードを行うことができ、早期に有利なファームを確保できる。",
			"ヨリック": "トリンダメアはヨリックのミニオンを簡単に処理でき、スケーリングにおいても優位に立つことができる。",
			"イラオイ": "トリンダメアはイラオイのスキルを避けることができ、集団戦での生存能力が高い。",
			"ガレン": "トリンダメアはガレンの持つ持続ダメージに対して強力な回復能力を持ち、ダメージトレードで有利に立てる。",
			"オーロラ": "トリンダメアはオーロラに対して高いダメージを与えられ、ファームの面でも優位に立つことができる。",
			"イレリア": "トリンダメアはイレリアのスキルを避けることができ、集団戦での影響力が高い。",
			"クイン": "トリンダメアはクインに対して高いダメージを与えられ、ファームの面でも有利に立つことができる。",
			"レネクトン": "トリンダメアはレネクトンの持続ダメージに対して強力な回復能力を持ち、ダメージトレードで有利に立てる。",
			"モルデカイザー": "トリンダメアはモルデカイザーのスキルを避けることができ、集団戦での生存能力が高い。",
			"アカリ": "トリンダメアはアカリに対して高いダメージを与えられ、スケーリングにおいても優位に立つことができる。",
			"ヴェイン": "トリンダメアはヴェインに対して高いダメージトレードを行うことができ、集団戦での影響力が高い。",
			"シンジド": "トリンダメアはシンジドの持続ダメージに対して強力な回復能力を持ち、ダメージトレードで有利に立てる。",
			"ヤスオ": "トリンダメアはヤスオのスキルを避けることができ、集団戦での生存能力が高い。",
			"ブラッドミア": "トリンダメアはブラッドミアに対して高いダメージを与えられ、ファームの面でも優位に立つことができる。",
			"グウェン": "トリンダメアはグウェンの持続ダメージに対して強力な回復能力を持ち、ダメージトレードで有利に立てる。",
			"チョ＝ガス": "トリンダメアはチョ＝ガスに対して高いダメージを与えられ、スケーリングにおいても優位に立つことができる。"
		},
		"loses": {
			"ケネン": "ケネンはトリンダメアに対して強力なスキルを持っており、ファーム時にトリンダメアを圧倒することができる。",
			"ヴィエゴ": "ヴィエゴはトリンダメアとのダメージトレードにおいて有利で、トリンダメアの攻撃を受け流すことができる。",
			"マルファイト": "マルファイトはスケーリングが優れており、後半の集団戦でトリンダメアを無力化することができる。",
			"ワーウィック": "ワーウィックはトリンダメアのファームを妨害し、持続的なダメージを与えることで不利にすることができる。",
			"ナー": "ナーはトリンダメアに対して優れたレンジ攻撃を持ち、ダメージトレードで有利に立つことができる。",
			"シェン": "シェンはトリンダメアのスケーリングを抑制し、集団戦での影響力を高めることができる。",
			"ボリベア": "ボリベアはトリンダメアに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ジェイス": "ジェイスはトリンダメアに対して強力なレンジ攻撃を持ち、ファーム時に圧力をかけることができる。",
			"オーン": "オーンはトリンダメアに対して強力な集団戦の能力を持ち、スケーリングで優位に立つことができる。",
			"エイトロックス": "エイトロックスはトリンダメアとのダメージトレードで有利で、持続的なダメージを与えることができる。",
			"アーゴット": "アーゴットはトリンダメアに対して高い耐久力を持ち、集団戦での影響力を高めることができる。",
			"グラガス": "グラガスはトリンダメアのダメージトレードを抑制し、集団戦でのコントロールを持つことができる。",
			"クレッド": "クレッドはトリンダメアに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"ダリウス": "ダリウスはトリンダメアとのダメージトレードで有利で、持続的なダメージを与えることができる。",
			"ポッピー": "ポッピーはトリンダメアのスケーリングを抑制し、集団戦での影響力を高めることができる。"
		}
	},
	"グラガス": {
		"name": "グラガス",
		"beats": {
			"ヴェイン": "グラガスはヴェインに対して強力なCCを持っており、彼女の回避能力を制限できるため有利である。",
			"イラオイ": "グラガスはイラオイのスキルを避ける能力が高く、彼女のダメージを抑えることができるため有利である。",
			"セト": "グラガスはセトの攻撃を受け流すことができ、彼のダメージを軽減できるため有利である。",
			"クイン": "グラガスはクインの攻撃を耐える能力が高く、彼女のバーストダメージを抑えることができるため有利である。",
			"カミール": "グラガスはカミールのスキルを無効化する手段を持っており、彼女の強みを封じることができるため有利である。",
			"トランドル": "グラガスはトランドルの攻撃を受け流すことができ、彼の持続的なダメージを抑えることができるため有利である。",
			"アカリ": "グラガスはアカリのスキルを避ける能力が高く、彼女のダメージを軽減できるため有利である。",
			"ケイル": "グラガスはケイルの攻撃を耐える能力が高く、彼女のスケーリングを遅らせることができるため有利である。",
			"マルファイト": "グラガスはマルファイトのスキルを無効化する手段を持っており、彼のダメージを抑えることができるため有利である。",
			"ガングプランク": "グラガスはガングプランクの攻撃を受け流すことができ、彼の持続的なダメージを抑えることができるため有利である。",
			"ワーウィック": "グラガスはワーウィックの攻撃を耐える能力が高く、彼の持続的なダメージを抑えることができるため有利である。",
			"ライズ": "グラガスはライズのスキルを避ける能力が高く、彼のバーストダメージを抑えることができるため有利である。",
			"ボリベア": "グラガスはボリベアの攻撃を受け流すことができ、彼の持続的なダメージを抑えることができるため有利である。",
			"リヴェン": "グラガスはリヴェンの攻撃を耐える能力が高く、彼女のダメージを軽減できるため有利である."
		},
		"loses": {
			"ヴィエゴ": "グラガスはヴィエゴに対してファームが難しい。ヴィエゴの高いバーストダメージにより、グラガスは安全にミニオンを取ることができない。",
			"オーン": "グラガスはオーンとのダメージトレードで不利。オーンのスケーリングと耐久力が高く、グラガスのダメージを軽減する。",
			"クレッド": "グラガスはクレッドとの集団戦で劣る。クレッドのタンク性とCCがグラガスの役割を制限するため、集団戦での影響力が低下する。",
			"アンベッサ": "グラガスはアンベッサに対してスケーリングで不利。アンベッサは後半に強力なダメージを出すため、グラガスは時間が経つにつれて劣位になる。",
			"ポッピー": "グラガスはポッピーとのファームで不利。ポッピーの強力なCCと耐久力により、グラガスは安全にファームできない。",
			"ドクター・ムンド": "グラガスはドクター・ムンドとのダメージトレードで劣る。ムンドの回復能力が高く、グラガスのダメージを無効化する。",
			"ヨリック": "グラガスはヨリックとのスケーリングで不利。ヨリックは後半に強力な分身を持ち、グラガスの集団戦での影響力を減少させる。",
			"ジェイス": "グラガスはジェイスとのファームで不利。ジェイスの遠距離攻撃がグラガスのファームを妨げる。",
			"ランブル": "グラガスはランブルとのダメージトレードで劣る。ランブルのスキルがグラガスの耐久力を上回るため、トレードで不利になる。",
			"カ・サンテ": "グラガスはカ・サンテとの集団戦で不利。カ・サンテの高い耐久力とダメージがグラガスの役割を制限する。",
			"ヤスオ": "グラガスはヤスオとのダメージトレードで不利。ヤスオの高い機動性とダメージがグラガスに対して優位に働く。",
			"イレリア": "グラガスはイレリアとのスケーリングで不利。イレリアは後半に強力なバーストダメージを持ち、グラガスを圧倒する。",
			"グウェン": "グラガスはグウェンとのファームで不利。グウェンの高いダメージと持続力がグラガスのファームを妨げる。",
			"シェン": "グラガスはシェンとの集団戦で劣る。シェンのタンク性と瞬時の移動能力がグラガスの影響力を減少させる。"
		}
	},
	"イラオイ": {
		"name": "イラオイ",
		"beats": {
			"タム・ケンチ": "イラオイはタム・ケンチに対して高いダメージを持っており、ファームを効率的に行えるため有利である。",
			"シェン": "イラオイはシェンのスキルを無効化する能力があり、ダメージトレードで優位に立つことができる。",
			"ドクター・ムンド": "イラオイはドクター・ムンドに対して持続的なダメージを与えられるため、スケーリングで有利である。",
			"ナー": "イラオイはナーの変身を利用して、集団戦での影響力を高めることができるため有利である。",
			"レネクトン": "イラオイはレネクトンに対して持続的なダメージを与えられるため、ダメージトレードで有利である。",
			"ボリベア": "イラオイはボリベアの攻撃を受け流すことができ、ファームを安定させることができるため有利である。",
			"ジャックス": "イラオイはジャックスに対して持続的なダメージを与えられるため、スケーリングで有利である。",
			"ジェイス": "イラオイはジェイスの攻撃を受け流すことができ、ダメージトレードで優位に立つことができる。",
			"ブラッドミア": "イラオイはブラッドミアに対して高い持続ダメージを持っており、集団戦で有利である。",
			"アンベッサ": "イラオイはアンベッサに対して高いダメージを持っており、ファームを効率的に行えるため有利である。",
			"ヤスオ": "イラオイはヤスオの攻撃を受け流すことができ、ダメージトレードで優位に立つことができる。",
			"カ・サンテ": "イラオイはカ・サンテに対して持続的なダメージを与えられるため、スケーリングで有利である。",
			"アーゴット": "イラオイはアーゴットに対して高い持続ダメージを持っており、集団戦で有利である。",
			"セト": "イラオイはセトの攻撃を受け流すことができ、ダメージトレードで優位に立つことができる。",
			"パンテオン": "イラオイはパンテオンに対して持続的なダメージを与えられるため、スケーリングで有利である。",
			"エイトロックス": "イラオイはエイトロックスに対して高いダメージを持っており、集団戦で有利である。",
			"チョ＝ガス": "イラオイはチョ＝ガスに対して持続的なダメージを与えられるため、ファームを効率的に行えるため有利である。",
			"リヴェン": "イラオイはリヴェンの攻撃を受け流すことができ、ダメージトレードで優位に立つことができる。",
			"イレリア": "イラオイはイレリアに対して持続的なダメージを与えられるため、スケーリングで有利である。",
			"ナサス": "イラオイはナサスに対して高い持続ダメージを持っており、集団戦で有利である。"
		},
		"loses": {
			"ティーモ": "ティーモはイラオイの攻撃を避けるためにブラインドを使用し、イラオイのファームを妨げることができる。",
			"オーロラ": "オーロラはイラオイに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはレベル16以降に強力なスケーリングを持ち、イラオイのダメージを無効化することができる。",
			"サイオン": "サイオンは高い耐久力を持ち、集団戦でイラオイのダメージを吸収しやすい。",
			"ヴェイン": "ヴェインはイラオイの攻撃を回避しやすく、ダメージトレードで有利に立つことができる。",
			"クイン": "クインは高い機動力を持ち、イラオイの攻撃を避けながらファームを行うことができる。",
			"モルデカイザー": "モルデカイザーはイラオイとの1対1の戦闘で有利であり、集団戦でも強力な影響を持つ。",
			"シンジド": "シンジドはイラオイの攻撃を避けるためにスピードを活かし、持続的なダメージを与えることができる。",
			"グラガス": "グラガスはイラオイの攻撃を無効化するためのバリアを持ち、ダメージトレードで有利に立つことができる。",
			"トランドル": "トランドルはイラオイの耐久力を削ることができ、集団戦での影響力が高い。",
			"トリンダメア": "トリンダメアはイラオイの攻撃を無効化するための不死の能力を持ち、ダメージトレードで有利に立つことができる。",
			"ガングプランク": "ガングプランクはイラオイの攻撃を避けるためのスキルを持ち、ファームを妨げることができる。",
			"ヨネ": "ヨネは高いバーストダメージを持ち、イラオイとのダメージトレードで優位に立つことができる。",
			"ランブル": "ランブルはイラオイに対して持続的なダメージを与えることができ、集団戦での影響力が高い。",
			"アカリ": "アカリは高い機動力を持ち、イラオイの攻撃を避けながらダメージを与えることができる。",
			"オーン": "オーンは高い耐久力を持ち、集団戦でイラオイのダメージを吸収しやすい。",
			"ガレン": "ガレンはイラオイの攻撃を無効化するためのスキルを持ち、ダメージトレードで有利に立つことができる。",
			"ダリウス": "ダリウスはイラオイとの1対1の戦闘で有利であり、ダメージトレードで優位に立つことができる。",
			"フィオラ": "フィオラはイラオイの攻撃を避けるためのスキルを持ち、ダメージトレードで有利に立つことができる。",
			"マルファイト": "マルファイトは高い耐久力を持ち、集団戦でイラオイのダメージを吸収しやすい。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"イラオイ": "ヴェインはイラオイに対して高い機動性を持っており、彼女のスキルを避けやすいため、ファームで有利です。",
			"ガレン": "ヴェインはガレンの持つ持続的なダメージを避けることができ、ダメージトレードで優位に立つことができます。",
			"クレッド": "ヴェインはクレッドの攻撃を回避しやすく、スケーリングにおいても後半に強力なダメージを出せるため有利です。",
			"リヴェン": "ヴェインはリヴェンのコンボを避けることができ、集団戦では彼女の高いバーストダメージが有利に働きます。",
			"チョ＝ガス": "ヴェインはチョ＝ガスのスキルを避けることができ、ファームにおいても安全に行えるため有利です。",
			"ポッピー": "ヴェインはポッピーの壁を利用して逃げることができ、ダメージトレードで有利に立つことができます。",
			"カミール": "ヴェインはカミールのスキルを避けることができ、スケーリングにおいても後半に強力なダメージを出せるため有利です。",
			"セト": "ヴェインはセトの攻撃を避けやすく、集団戦では彼女の高いバーストダメージが有利に働きます。",
			"シンジド": "ヴェインはシンジドの毒を避けることができ、ファームにおいても安全に行えるため有利です。",
			"カ・サンテ": "ヴェインはカ・サンテの攻撃を避けやすく、ダメージトレードで優位に立つことができます。",
			"モルデカイザー": "ヴェインはモルデカイザーのスキルを避けることができ、スケーリングにおいても後半に強力なダメージを出せるため有利です。",
			"シェン": "ヴェインはシェンの攻撃を避けやすく、集団戦では彼女の高いバーストダメージが有利に働きます。",
			"ダリウス": "ヴェインはダリウスの攻撃を避けることができ、ファームにおいても安全に行えるため有利です。",
			"レネクトン": "ヴェインはレネクトンのスキルを避けることができ、ダメージトレードで優位に立つことができます。",
			"ドクター・ムンド": "ヴェインはドクター・ムンドの持続的なダメージを避けることができ、スケーリングにおいても後半に強力なダメージを出せるため有利です。",
			"ボリベア": "ヴェインはボリベアの攻撃を避けやすく、集団戦では彼女の高いバーストダメージが有利に働きます。",
			"ワーウィック": "ヴェインはワーウィックのスキルを避けることができ、ファームにおいても安全に行えるため有利です。",
			"サイオン": "ヴェインはサイオンの攻撃を避けやすく、ダメージトレードで優位に立つことができます。",
			"オーン": "ヴェインはオーンのスキルを避けることができ、スケーリングにおいても後半に強力なダメージを出せるため有利です。"
		},
		"loses": {
			"マルファイト": "マルファイトはヴェインの攻撃を効果的に防ぐことができるため、ファームが難しい。",
			"ケネン": "ケネンはヴェインに対して高いダメージを持ち、トレードで優位に立つことができる。",
			"ティーモ": "ティーモはヴェインに対して持続的なダメージを与え、スケーリングの面で不利にさせる。",
			"ヤスオ": "ヤスオはヴェインの攻撃を回避しやすく、集団戦での影響力が高い。",
			"ヨリック": "ヨリックはヴェインに対して持続的なダメージを与え、ファームを妨げる。",
			"ブラッドミア": "ブラッドミアはヴェインに対して高い回復力を持ち、ダメージトレードで有利。",
			"グラガス": "グラガスはヴェインの攻撃を受け流し、集団戦での影響力が強い。",
			"ナサス": "ナサスはスケーリングが非常に強力で、ヴェインに対して優位に立つことができる。",
			"アカリ": "アカリはヴェインに対して高いバーストダメージを持ち、トレードで有利。",
			"クイン": "クインはヴェインに対して高い機動力を持ち、ファームを妨げることができる。",
			"グウェン": "グウェンはヴェインに対して持続的なダメージを与え、集団戦での影響力が強い。",
			"ライズ": "ライズはヴェインに対して高いバーストダメージを持ち、トレードで優位に立つ。",
			"ヴァルス": "ヴァルスはヴェインに対して長距離からの攻撃が可能で、ファームを妨げる。",
			"オーロラ": "オーロラはヴェインに対して高いCCを持ち、集団戦での影響力が強い。",
			"ガングプランク": "ガングプランクはヴェインに対して持続的なダメージを与え、スケーリングで優位。",
			"アンベッサ": "アンベッサはヴェインに対して高い耐久力を持ち、トレードで有利。",
			"ランブル": "ランブルはヴェインに対して高い持続ダメージを持ち、集団戦での影響力が強い。",
			"トリンダメア": "トリンダメアはヴェインに対して高いバーストダメージを持ち、トレードで優位に立つ。",
			"イレリア": "イレリアはヴェインに対して高い機動力を持ち、ファームを妨げることができる。",
			"アーゴット": "アーゴットはヴェインに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"ナー": "ナーはヴェインに対して高いバーストダメージを持ち、トレードで優位に立つ。"
		}
	},
	"マルファイト": {
		"name": "マルファイト",
		"beats": {
			"ヴェイン": "マルファイトはヴェインに対して強力なCCを持っており、彼女の機動力を制限できるため有利です。",
			"クイン": "マルファイトはクインの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"イレリア": "マルファイトはイレリアのダメージを軽減できるため、ファームとダメージトレードで有利です。",
			"ケイル": "マルファイトはケイルのスケーリングを遅らせることができ、集団戦での優位性を持つため有利です。",
			"トランドル": "マルファイトはトランドルの攻撃を無効化できるため、ダメージトレードで有利です。",
			"トリンダメア": "マルファイトはトリンダメアの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"リヴェン": "マルファイトはリヴェンのコンボを受け流すことができ、ファームでの優位性を持つため有利です。",
			"パンテオン": "マルファイトはパンテオンの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"フィオラ": "マルファイトはフィオラのダメージを軽減できるため、ダメージトレードで有利です。",
			"ヨリック": "マルファイトはヨリックのミニオンを処理できるため、ファームでの優位性を持つため有利です。",
			"イラオイ": "マルファイトはイラオイの攻撃を耐えることができ、ダメージトレードで有利です。",
			"ティーモ": "マルファイトはティーモの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"セト": "マルファイトはセトの攻撃を無効化できるため、ダメージトレードで有利です。",
			"エイトロックス": "マルファイトはエイトロックスのダメージを軽減できるため、ファームでの優位性を持つため有利です。",
			"ジェイス": "マルファイトはジェイスの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"ナー": "マルファイトはナーの攻撃を無効化できるため、ダメージトレードで有利です。",
			"ジャックス": "マルファイトはジャックスの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"ダリウス": "マルファイトはダリウスの攻撃を軽減できるため、ダメージトレードで有利です。",
			"アーゴット": "マルファイトはアーゴットの攻撃を耐えることができ、集団戦での影響力が高いため有利です。",
			"ワーウィック": "マルファイトはワーウィックの攻撃を無効化できるため、ダメージトレードで有利です。",
			"ヴァルス": "マルファイトはヴァルスの攻撃を耐えることができ、集団戦での影響力が高いため有利です。"
		},
		"loses": {
			"ランブル": "ランブルはマルファイトに対して高いダメージを持っており、ファームを妨害する能力があるため、マルファイトは不利である。",
			"サイラス": "サイラスはマルファイトのスキルを奪って利用できるため、ダメージトレードで優位に立つことができる。",
			"サイオン": "サイオンは耐久力が高く、マルファイトのダメージを軽減しながらファームを行えるため、マルファイトは不利である。",
			"ドクター・ムンド": "ドクター・ムンドは自己回復能力が高く、マルファイトのダメージを無視してファームできるため、マルファイトは不利である。",
			"モルデカイザー": "モルデカイザーはマルファイトを1対1で圧倒できる能力を持っており、スケーリングで優位に立つため、マルファイトは不利である。",
			"シェン": "シェンはテレポートで他のレーンに影響を与えられるため、マルファイトは集団戦で不利になる可能性が高い。",
			"オラフ": "オラフはマルファイトのCCを無効化しながらダメージを与えられるため、ダメージトレードで不利である。",
			"オーン": "オーンはアイテムを強化できるため、スケーリングでマルファイトに対して優位に立つことができる。",
			"カ・サンテ": "カ・サンテは高い耐久力とダメージを持っており、マルファイトに対して有利に戦えるため、不利である。",
			"シンジド": "シンジドはマルファイトの攻撃を避けながらファームできるため、マルファイトは不利である。",
			"アンベッサ": "アンベッサは高いバーストダメージを持っており、マルファイトに対してダメージトレードで優位に立つため、不利である。",
			"チョ＝ガス": "チョ＝ガスはマルファイトのスキルを無効化しながらダメージを与えられるため、マルファイトは不利である。",
			"グウェン": "グウェンは高いダメージと回復能力を持っており、マルファイトに対して有利に戦えるため、不利である。",
			"グラガス": "グラガスはマルファイトのスキルを妨害できるため、ダメージトレードで不利である。",
			"アカリ": "アカリは高い機動力を持っており、マルファイトの攻撃を避けながらダメージを与えられるため、不利である。",
			"クレッド": "クレッドは高い耐久力とダメージを持っており、マルファイトに対して有利に戦えるため、不利である。",
			"ケネン": "ケネンはマルファイトのスキルを避けながらダメージを与えられるため、ダメージトレードで不利である。",
			"レネクトン": "レネクトンはマルファイトに対して高いバーストダメージを持っており、ダメージトレードで優位に立つため、不利である。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持っており、マルファイトに対して有利に戦えるため、不利である."
		}
	},
	"ヤスオ": {
		"name": "ヤスオ",
		"beats": {
			"ハイマーディンガー": "ヤスオはハイマーディンガーのタレットを避ける機動力があり、ファームを効率的に行える。",
			"ヴェイン": "ヤスオはヴェインの攻撃を避ける能力が高く、ダメージトレードで有利に立てる。",
			"オーロラ": "ヤスオはオーロラのスキルを回避しやすく、集団戦での影響力が高い。",
			"サイラス": "ヤスオはサイラスのスキルを吸収し、逆にダメージを与えることができるため、ダメージトレードで有利。",
			"ライズ": "ヤスオはライズのスキルを避けることができ、スケーリングにおいても有利に進められる。",
			"グウェン": "ヤスオはグウェンの攻撃を避けることができ、ファームを安定させることができる。",
			"ヴァルス": "ヤスオはヴァルスのスキルを避ける能力が高く、ダメージトレードで優位に立てる。",
			"ヨリック": "ヤスオはヨリックのミニオンを処理しやすく、ファームで有利に進められる。",
			"ティーモ": "ヤスオはティーモのブラインドを回避でき、ダメージトレードで有利に立てる。",
			"オーン": "ヤスオはオーンのスキルを避けることができ、集団戦での影響力が高い。",
			"アカリ": "ヤスオはアカリのスキルを避ける能力が高く、ダメージトレードで有利に立てる。",
			"ケイル": "ヤスオはケイルの攻撃を避けることができ、スケーリングにおいても有利に進められる。",
			"イレリア": "ヤスオはイレリアのスキルを避けることができ、ダメージトレードで優位に立てる。",
			"モルデカイザー": "ヤスオはモルデカイザーのスキルを避けることができ、集団戦での影響力が高い。",
			"トリンダメア": "ヤスオはトリンダメアの攻撃を避ける能力が高く、ダメージトレードで有利に立てる。",
			"ドクター・ムンド": "ヤスオはドクター・ムンドのスキルを避けることができ、ファームを安定させることができる。",
			"エイトロックス": "ヤスオはエイトロックスの攻撃を避けることができ、ダメージトレードで優位に立てる。",
			"ジェイス": "ヤスオはジェイスのスキルを避けることができ、集団戦での影響力が高い。"
		},
		"loses": {
			"ダリウス": "ダリウスはヤスオに対して強力なファーム能力を持ち、ヤスオが近づくとダリウスのパッシブでダメージを受けやすい。",
			"ナサス": "ナサスはスケーリングが非常に強力で、ヤスオが成長する前にナサスが強くなり、集団戦で優位に立つことができる。",
			"レネクトン": "レネクトンはダメージトレードにおいてヤスオよりも優れており、早期の対面でヤスオを圧倒することができる。",
			"リヴェン": "リヴェンは高い機動性とダメージを持ち、ヤスオが攻撃する前にリヴェンが先手を取ることができる。",
			"クレッド": "クレッドはタンクとしての耐久性が高く、ヤスオのダメージを受け流しながら集団戦での役割を果たすことができる。",
			"ジャックス": "ジャックスはスケーリングが非常に強力で、後半にヤスオを圧倒する力を持っている。",
			"アンベッサ": "アンベッサは高いダメージと耐久性を持ち、ヤスオが攻撃する際に反撃することができる。",
			"ヴィエゴ": "ヴィエゴはダメージトレードにおいてヤスオよりも優位で、集団戦での影響力も高い。",
			"シンジド": "シンジドはファーム能力が高く、ヤスオが近づくと毒でダメージを与え続けることができる。",
			"セト": "セトは高い耐久性とダメージを持ち、ヤスオの攻撃を受け流しながら反撃することができる。",
			"ワーウィック": "ワーウィックは持続的なダメージと回復能力を持ち、ヤスオが攻撃する際に有利に立つことができる。",
			"ポッピー": "ポッピーはタンクとしての耐久性が高く、ヤスオのダメージを受け流しながら集団戦での役割を果たすことができる。",
			"オラフ": "オラフは高いダメージと耐久性を持ち、ヤスオが攻撃する際に反撃することができる。",
			"トランドル": "トランドルはヤスオのダメージを減少させる能力を持ち、集団戦での影響力が高い。",
			"ブラッドミア": "ブラッドミアは持続的なダメージと回復能力を持ち、ヤスオが攻撃する際に有利に立つことができる。",
			"カミール": "カミールは高い機動性とダメージを持ち、ヤスオが攻撃する前に先手を取ることができる。",
			"フィオラ": "フィオラは高いダメージと機動性を持ち、ヤスオが攻撃する際に反撃することができる。",
			"カ・サンテ": "カ・サンテは高い耐久性とダメージを持ち、ヤスオが攻撃する際に有利に立つことができる。"
		}
	},
	"ハイマーディンガー": {
		"name": "ハイマーディンガー",
		"beats": {
			"シンジド": "ハイマーディンガーはシンジドに対してタワー下でのファームが得意で、シンジドの毒を避けることができるため有利です。",
			"イラオイ": "ハイマーディンガーはイラオイのスキルを遠距離から攻撃できるため、ダメージトレードで優位に立つことができます。",
			"ボリベア": "ハイマーディンガーはボリベアの接近を阻止できるトラップを設置できるため、集団戦で有利です。",
			"カミール": "ハイマーディンガーはカミールのフラッシュを無効化することができるため、ダメージトレードで優位です。",
			"ワーウィック": "ハイマーディンガーはワーウィックの回復を妨げることができるため、ファームで有利です。",
			"アーゴット": "ハイマーディンガーはアーゴットの攻撃を遠距離から避けることができるため、ダメージトレードで有利です。",
			"トランドル": "ハイマーディンガーはトランドルの攻撃をトラップで防ぐことができるため、集団戦で有利です。",
			"グラガス": "ハイマーディンガーはグラガスのバーストダメージを避けることができるため、ダメージトレードで優位です。",
			"ザック": "ハイマーディンガーはザックの接近をトラップで防げるため、集団戦で有利です。",
			"ヨリック": "ハイマーディンガーはヨリックのミニオンを遠距離から処理できるため、ファームで有利です。",
			"エイトロックス": "ハイマーディンガーはエイトロックスのスキルを避けることができるため、ダメージトレードで優位です。",
			"ダリウス": "ハイマーディンガーはダリウスの接近をトラップで防げるため、集団戦で有利です。",
			"リヴェン": "ハイマーディンガーはリヴェンのコンボを遠距離から攻撃できるため、ダメージトレードで優位です。",
			"モルデカイザー": "ハイマーディンガーはモルデカイザーのスキルを避けることができるため、ファームで有利です。",
			"オラフ": "ハイマーディンガーはオラフの接近をトラップで防げるため、集団戦で有利です。",
			"フィオラ": "ハイマーディンガーはフィオラの攻撃を遠距離から避けることができるため、ダメージトレードで優位です。",
			"ガレン": "ハイマーディンガーはガレンのスキルを避けることができるため、ファームで有利です。",
			"ヴァルス": "ハイマーディンガーはヴァルスの攻撃を遠距離から避けることができるため、ダメージトレードで優位です。",
			"ナサス": "ハイマーディンガーはナサスのファームを妨げることができるため、ファームで有利です。",
			"ジャックス": "ハイマーディンガーはジャックスの接近をトラップで防げるため、集団戦で有利です。",
			"ティーモ": "ハイマーディンガーはティーモのブラインドを避けることができるため、ダメージトレードで優位です。",
			"アカリ": "ハイマーディンガーはアカリのスキルを遠距離から攻撃できるため、ダメージトレードで優位です。",
			"カ・サンテ": "ハイマーディンガーはカ・サンテの攻撃をトラップで防げるため、集団戦で有利です。",
			"シェン": "ハイマーディンガーはシェンのシャドウを避けることができるため、ダメージトレードで優位です。",
			"ケイル": "ハイマーディンガーはケイルの攻撃を遠距離から避けることができるため、ファームで有利です。",
			"グウェン": "ハイマーディンガーはグウェンの攻撃をトラップで防げるため、集団戦で有利です。",
			"パンテオン": "ハイマーディンガーはパンテオンの接近をトラップで防げるため、ダメージトレードで優位です。"
		},
		"loses": {
			"ヤスオ": "ヤスオはハイマーディンガーのスキルを避けることができ、ダメージトレードで有利に立つことができる。",
			"ライズ": "ライズはハイマーディンガーのタレットを簡単に破壊でき、ファームを妨害することができる。",
			"サイオン": "サイオンは高い耐久力を持ち、ハイマーディンガーのダメージを受け流しながら集団戦で有利に立つことができる。",
			"ジェイス": "ジェイスはハイマーディンガーに対して遠距離からのダメージを与えることができ、スケーリングで優位に立つことができる。",
			"ナー": "ナーはハイマーディンガーに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"ガングプランク": "ガングプランクはハイマーディンガーのタレットを無視してファームを行うことができ、集団戦での影響力も高い。",
			"クレッド": "クレッドはハイマーディンガーのスキルを受け流しながら近づくことができ、ダメージトレードで有利に立つことができる。",
			"ブラッドミア": "ブラッドミアはハイマーディンガーのダメージを受けながらも回復する能力があり、集団戦で有利に立つことができる。",
			"トリンダメア": "トリンダメアはハイマーディンガーのダメージを無視して攻撃でき、スケーリングで優位に立つことができる。",
			"ヨネ": "ヨネはハイマーディンガーのスキルを避けることができ、ダメージトレードで有利に立つことができる。",
			"オーロラ": "オーロラはハイマーディンガーのスキルを避けながら攻撃でき、集団戦での影響力が高い。",
			"レネクトン": "レネクトンは高い耐久力を持ち、ハイマーディンガーのダメージを受け流しながらダメージトレードで有利に立つことができる。",
			"マルザハール": "マルザハールはハイマーディンガーのスキルを無効化することができ、集団戦で有利に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドは高い耐久力を持ち、ハイマーディンガーのダメージを受け流しながらファームを行うことができる。",
			"セト": "セトはハイマーディンガーのスキルを避けながら近づくことができ、ダメージトレードで有利に立つことができる。",
			"クイン": "クインは高い機動力を持ち、ハイマーディンガーのスキルを避けながら攻撃できる。",
			"スモルダー": "スモルダーはハイマーディンガーのスキルを受け流しながら攻撃でき、集団戦での影響力が高い。",
			"アンベッサ": "アンベッサは高い耐久力を持ち、ハイマーディンガーのダメージを受け流しながらファームを行うことができる。",
			"ヴェイン": "ヴェインは高い機動力を持ち、ハイマーディンガーのスキルを避けながらダメージトレードで有利に立つことができる。",
			"ケネン": "ケネンはハイマーディンガーのスキルを避けながら攻撃でき、集団戦での影響力が高い。",
			"オーン": "オーンは高い耐久力を持ち、ハイマーディンガーのダメージを受け流しながら集団戦で有利に立つことができる。"
		}
	},
	"ガングプランク": {
		"name": "ガングプランク",
		"beats": {
			"パンテオン": "ガングプランクはパンテオンに対してファームで有利であり、彼のスキルを使って安全にミニオンを処理できるからです。",
			"ケネン": "ガングプランクはケネンに対してダメージトレードで有利であり、彼の範囲攻撃でケネンの攻撃を避けながらダメージを与えられるからです。",
			"シンジド": "ガングプランクはシンジドに対してスケーリングで有利であり、彼のアイテムビルドが後半に強力になるからです。",
			"ヨネ": "ガングプランクはヨネに対して集団戦で有利であり、彼のウルトが敵チームに大きな影響を与えるからです。",
			"ウーコン": "ガングプランクはウーコンに対してファームで有利であり、彼のスキルで安全にミニオンを処理できるからです。",
			"ナー": "ガングプランクはナーに対してダメージトレードで有利であり、彼の範囲攻撃でナーの攻撃を避けながらダメージを与えられるからです。",
			"オラフ": "ガングプランクはオラフに対してスケーリングで有利であり、彼のアイテムビルドが後半に強力になるからです。",
			"イラオイ": "ガングプランクはイラオイに対して集団戦で有利であり、彼のウルトが敵チームに大きな影響を与えるからです。",
			"ティーモ": "ガングプランクはティーモに対してファームで有利であり、彼のスキルを使って安全にミニオンを処理できるからです。",
			"アーゴット": "ガングプランクはアーゴットに対してダメージトレードで有利であり、彼の範囲攻撃でアーゴットの攻撃を避けながらダメージを与えられるからです。",
			"ダリウス": "ガングプランクはダリウスに対してスケーリングで有利であり、彼のアイテムビルドが後半に強力になるからです。",
			"オーロラ": "ガングプランクはオーロラに対して集団戦で有利であり、彼のウルトが敵チームに大きな影響を与えるからです。",
			"ヤスオ": "ガングプランクはヤスオに対してファームで有利であり、彼のスキルを使って安全にミニオンを処理できるからです。",
			"レネクトン": "ガングプランクはレネクトンに対してダメージトレードで有利であり、彼の範囲攻撃でレネクトンの攻撃を避けながらダメージを与えられるからです。",
			"ポッピー": "ガングプランクはポッピーに対してスケーリングで有利であり、彼のアイテムビルドが後半に強力になるからです。",
			"ワーウィック": "ガングプランクはワーウィックに対して集団戦で有利であり、彼のウルトが敵チームに大きな影響を与えるからです。",
			"ガレン": "ガングプランクはガレンに対してファームで有利であり、彼のスキルを使って安全にミニオンを処理できるからです。",
			"ジャックス": "ガングプランクはジャックスに対してダメージトレードで有利であり、彼の範囲攻撃でジャックスの攻撃を避けながらダメージを与えられるからです。",
			"セト": "ガングプランクはセトに対してスケーリングで有利であり、彼のアイテムビルドが後半に強力になるからです。",
			"ジェイス": "ガングプランクはジェイスに対して集団戦で有利であり、彼のウルトが敵チームに大きな影響を与えるからです。",
			"マルファイト": "ガングプランクはマルファイトに対してファームで有利であり、彼のスキルを使って安全にミニオンを処理できるからです。",
			"シェン": "ガングプランクはシェンに対してダメージトレードで有利であり、彼の範囲攻撃でシェンの攻撃を避けながらダメージを与えられるからです。"
		},
		"loses": {
			"カ・サンテ": "カ・サンテはガングプランクに対して高い耐久力を持っており、ダメージトレードで有利に立つことができる。",
			"ドクター・ムンド": "ドクター・ムンドはガングプランクのダメージを軽減する能力が高く、ファームを安定させることができる。",
			"チョ＝ガス": "チョ＝ガスはガングプランクのスキルを無効化する能力があり、集団戦での影響力が強い。",
			"ヴィエゴ": "ヴィエゴはガングプランクに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"サイオン": "サイオンはガングプランクに対して非常に高い耐久力を持ち、集団戦での存在感が強い。",
			"グウェン": "グウェンはガングプランクの攻撃を避ける能力があり、ダメージトレードで有利に立つことができる。",
			"エイトロックス": "エイトロックスはガングプランクに対して持続的なダメージを与えることができ、ファームを安定させることができる。",
			"ブラッドミア": "ブラッドミアはガングプランクに対して高い回復能力を持ち、ダメージトレードで有利に立つことができる。",
			"グラガス": "グラガスはガングプランクのスキルを妨害する能力があり、集団戦での影響力が強い。",
			"クレッド": "クレッドはガングプランクに対して高い耐久力を持ち、ダメージトレードで優位に立つことができる。",
			"アカリ": "アカリはガングプランクの攻撃を避ける能力があり、ダメージトレードで有利に立つことができる。",
			"オーン": "オーンはガングプランクに対して高い耐久力を持ち、集団戦での存在感が強い。",
			"ケイル": "ケイルはガングプランクに対してスケーリングが優れており、後半戦での影響力が強い。",
			"クイン": "クインはガングプランクに対して高い機動力を持ち、ダメージトレードで有利に立つことができる。",
			"モルデカイザー": "モルデカイザーはガングプランクに対して高い耐久力を持ち、集団戦での影響力が強い。",
			"ザック": "ザックはガングプランクに対して高い耐久力を持ち、集団戦での存在感が強い。",
			"アンベッサ": "アンベッサはガングプランクに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ライズ": "ライズはガングプランクに対して高い持続ダメージを持ち、集団戦での影響力が強い。"
		}
	},
	"レネクトン": {
		"name": "レネクトン",
		"beats": {
			"リヴェン": "レネクトンはリヴェンに対して強力なダメージトレードを行うことができ、彼女のスキルを封じることができる。",
			"ヤスオ": "レネクトンはヤスオの攻撃を受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。",
			"セト": "レネクトンはセトの体力を削る能力が高く、集団戦でも有利に立ち回ることができる。",
			"ヨネ": "レネクトンはヨネの攻撃を受け止めつつ、ファームを安定させることができるため、レーンで優位に立てる。",
			"ボリベア": "レネクトンはボリベアに対しても強力なダメージトレードが可能で、彼のスキルを無効化することができる。",
			"ウーコン": "レネクトンはウーコンの攻撃を受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。",
			"ヴィエゴ": "レネクトンはヴィエゴに対しても強力なダメージトレードを行うことができ、集団戦でも有利に立ち回ることができる。",
			"ヨリック": "レネクトンはヨリックのミニオンを処理しやすく、ファームを安定させることができるため、有利に戦える。",
			"ポッピー": "レネクトンはポッピーの攻撃を受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。",
			"イレリア": "レネクトンはイレリアに対しても強力なダメージトレードを行うことができ、集団戦でも有利に立ち回ることができる。",
			"アンベッサ": "レネクトンはアンベッサに対しても強力なダメージトレードを行うことができ、集団戦でも有利に立ち回ることができる。",
			"マルファイト": "レネクトンはマルファイトの攻撃を受け流しつつ、持続的なダメージを与えることができるため、有利に戦える。",
			"アカリ": "レネクトンはアカリに対しても強力なダメージトレードを行うことができ、集団戦でも有利に立ち回ることができる。"
		},
		"loses": {
			"ティーモ": "ティーモは遠距離攻撃を持っており、レネクトンが近づく前にダメージを与えることができるため、ファームが難しい。",
			"オーン": "オーンはタンクとしての耐久力が高く、レネクトンのダメージを軽減できるため、ダメージトレードで不利になる。",
			"ケイル": "ケイルはレネクトンよりも後半に強くなるため、スケーリングの面で不利を感じる。",
			"シンジド": "シンジドは逃げる能力が高く、レネクトンがダメージを与えにくいため、ダメージトレードで不利になる。",
			"ドクター・ムンド": "ドクター・ムンドは高い再生能力を持ち、レネクトンのダメージを無効化できるため、ファームが難しい。",
			"グウェン": "グウェンはレネクトンの攻撃を避ける能力が高く、ダメージトレードで不利になる。",
			"イラオイ": "イラオイは自身のスキルでレネクトンを拘束できるため、ダメージトレードで不利になる。",
			"ランブル": "ランブルは範囲攻撃を持ち、レネクトンが近づくのを難しくするため、ファームが難しい。",
			"クイン": "クインは高い機動力を持ち、レネクトンが接近するのを防ぐことができるため、ダメージトレードで不利になる。",
			"ケネン": "ケネンはスタンを持ち、レネクトンの攻撃を無効化できるため、ダメージトレードで不利になる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、レネクトンのダメージを軽減できるため、ファームが難しい。",
			"クレッド": "クレッドは高い耐久力と回復能力を持ち、レネクトンのダメージを無効化できるため、ダメージトレードで不利になる。",
			"アーゴット": "アーゴットはレネクトンに対して強力なダメージを持ち、ダメージトレードで不利になる。",
			"ガングプランク": "ガングプランクは遠距離攻撃を持ち、レネクトンが近づくのを難しくするため、ファームが難しい。",
			"オーロラ": "オーロラは高い耐久力を持ち、レネクトンのダメージを軽減できるため、ダメージトレードで不利になる。",
			"ワーウィック": "ワーウィックは高い再生能力を持ち、レネクトンのダメージを無効化できるため、ファームが難しい。",
			"ナー": "ナーは変身能力を持ち、レネクトンに対して強力なダメージを持つため、ダメージトレードで不利になる。",
			"モルデカイザー": "モルデカイザーはレネクトンを1対1で無効化できるため、ダメージトレードで不利になる。",
			"ガレン": "ガレンは高い耐久力を持ち、レネクトンのダメージを軽減できるため、ファームが難しい。",
			"ナサス": "ナサスはスケーリングが強力で、レネクトンが後半に対抗できないため、スケーリングの面で不利を感じる."
		}
	},
	"ジェイス": {
		"name": "ジェイス",
		"beats": {
			"シンジド": "ジェイスはシンジドに対して遠距離からの攻撃が可能で、ファームを効率的に行えるため有利です。",
			"ケイル": "ジェイスはケイルのスケーリングを抑えることができ、早期にダメージトレードで優位に立てるため有利です。",
			"ティーモ": "ジェイスはティーモのブラインドを避けることができ、集団戦でのダメージを出しやすいため有利です。",
			"ボリベア": "ジェイスはボリベアの接近を阻止できるため、ファームとダメージトレードで有利です。",
			"ダリウス": "ジェイスはダリウスの近接攻撃を避けつつ、遠距離からの攻撃で有利に立てるため有利です。",
			"ライズ": "ジェイスはライズのスキルを避けることができ、集団戦での影響力が高いため有利です。",
			"トリンダメア": "ジェイスはトリンダメアの回復を抑えつつ、ダメージトレードで優位に立てるため有利です。",
			"リヴェン": "ジェイスはリヴェンのコンボを避けることができ、ファームでの優位性を保てるため有利です。",
			"ジャックス": "ジェイスはジャックスのスケーリングを抑えつつ、早期にダメージトレードで有利に立てるため有利です。",
			"モルデカイザー": "ジェイスはモルデカイザーの近接攻撃を避けることができ、集団戦でのダメージを出しやすいため有利です。",
			"クレッド": "ジェイスはクレッドのタンク性能を無視できるため、ダメージトレードで有利です。",
			"グウェン": "ジェイスはグウェンのスキルを避けることができ、ファームでの優位性を保てるため有利です。",
			"ナー": "ジェイスはナーの変身を利用して、ダメージトレードで優位に立てるため有利です。"
		},
		"loses": {
			"イレリア": "イレリアは高い機動力を持っており、ジェイスのスキルを避けやすいため、ダメージトレードで有利に立てる。",
			"オーン": "オーンはタンクとしての耐久力が高く、ジェイスのダメージを受け流しやすいため、集団戦での影響力が強い。",
			"ヨリック": "ヨリックは自身のミニオンを使ってファームを行い、ジェイスに対して持続的な圧力をかけることができるため、不利になる。",
			"ドクター・ムンド": "ドクター・ムンドは高い再生能力を持ち、ジェイスのダメージを軽減しやすいため、長期戦で有利になる。",
			"マルファイト": "マルファイトは強力な集団戦スキルを持ち、ジェイスの攻撃を無効化することができるため、集団戦で不利になる。",
			"ガングプランク": "ガングプランクはスキルを使って遠距離からのダメージを与えられるため、ジェイスとのダメージトレードで有利に立てる。",
			"サイオン": "サイオンは高い耐久力を持ち、ジェイスの攻撃を受け止めることができるため、集団戦での存在感が強い。",
			"アーゴット": "アーゴットは近接戦での強さを持ち、ジェイスの攻撃を避けながらダメージを与えることができるため、不利になる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力があり、ジェイスの攻撃を受け流しやすいため、ダメージトレードで有利になる。",
			"クイン": "クインは高い機動力を持ち、ジェイスの攻撃を避けながらダメージを与えることができるため、不利になる。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持ち、ジェイスの攻撃を受け流しやすいため、集団戦で有利になる。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力を持ち、ジェイスの攻撃を受け流しやすいため、集団戦での影響力が強い。",
			"オラフ": "オラフは持続的なダメージを与える能力があり、ジェイスの攻撃を受け流しやすいため、ダメージトレードで有利になる。"
		}
	},
	"ガレン": {
		"name": "ガレン",
		"beats": {
			"ドクター・ムンド": "ガレンはドクター・ムンドに対して高いダメージを持ち、早期のトレードで有利に立てるため。",
			"イレリア": "ガレンはイレリアのスキルを無効化することができ、ファームを安定させやすいから。",
			"トランドル": "ガレンはトランドルの攻撃を受けても耐久力が高く、ダメージトレードで優位に立てるため。",
			"ナサス": "ガレンはナサスのスケーリングを抑えることができ、早期に圧力をかけられるから。",
			"ジャックス": "ガレンはジャックスに対して持続的なダメージを与えられ、集団戦での影響力が高いから。",
			"イラオイ": "ガレンはイラオイのスキルを避けやすく、ファームを安定させることができるため。",
			"グウェン": "ガレンはグウェンに対して高い耐久力を持ち、ダメージトレードで有利に立てるから。",
			"レネクトン": "ガレンはレネクトンの攻撃を受けても耐えられ、集団戦での役割を果たしやすいから。",
			"マルファイト": "ガレンはマルファイトに対して持続的なダメージを与えられ、集団戦での影響力が高いから。",
			"オーロラ": "ガレンはオーロラに対して高いダメージを持ち、ファームを安定させやすいから。",
			"ヤスオ": "ガレンはヤスオの攻撃を受けても耐久力が高く、ダメージトレードで優位に立てるため。",
			"ワーウィック": "ガレンはワーウィックに対して高いダメージを持ち、早期のトレードで有利に立てるから。",
			"ヨリック": "ガレンはヨリックの攻撃を受けても耐えられ、集団戦での役割を果たしやすいから。",
			"ヴィエゴ": "ガレンはヴィエゴに対して持続的なダメージを与えられ、ダメージトレードで有利に立てるため。",
			"シェン": "ガレンはシェンのスキルを無効化することができ、ファームを安定させやすいから。"
		},
		"loses": {
			"ヴェイン": "ヴェインはガレンの攻撃を回避する能力が高く、ダメージトレードで有利に立つことができる。",
			"カミール": "カミールはガレンのスキルを無効化することができ、ファームやダメージトレードで優位に立つことができる。",
			"ケイル": "ケイルはレベルアップによって強力なスケーリングを持ち、集団戦でガレンを圧倒することができる。",
			"ブラッドミア": "ブラッドミアは自己回復能力が高く、ダメージトレードでガレンに対して有利に戦うことができる。",
			"クイン": "クインは高い機動力を持ち、ガレンの攻撃を避けながらファームを行うことができる。",
			"ナー": "ナーは変身によって高いダメージを出すことができ、ガレンとのトレードで有利に立つことができる。",
			"フィオラ": "フィオラはガレンのスキルを避けることができ、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはガレンに対して高いダメージを持ち、集団戦でガレンを圧倒することができる。",
			"ダリウス": "ダリウスはガレンに対して強力なダメージを持ち、トレードで有利に立つことができる。",
			"ランブル": "ランブルはガレンに対して高い範囲ダメージを持ち、集団戦で優位に立つことができる。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ダメージトレードでガレンに対して有利に戦うことができる。",
			"ケネン": "ケネンは高いスキルダメージを持ち、集団戦でガレンを圧倒することができる。",
			"ヨネ": "ヨネは高い機動力とダメージを持ち、ダメージトレードでガレンに対して有利に立つことができる。",
			"ティーモ": "ティーモはガレンに対して高い持続ダメージを持ち、ファームで優位に立つことができる。",
			"モルデカイザー": "モルデカイザーはガレンに対して強力なダメージを持ち、集団戦で優位に立つことができる。",
			"ジェイス": "ジェイスは高い射程とダメージを持ち、ガレンとのトレードで有利に立つことができる。"
		}
	},
	"ナー": {
		"name": "ナー",
		"beats": {
			"トランドル": "ナーはトランドルに対して、ファームの面で有利であり、ナーの攻撃範囲がトランドルよりも広いため、トランドルが近づくのを防ぎやすい。",
			"ライズ": "ナーはライズに対して、ダメージトレードで有利であり、ナーのスキルを使ってライズのスキルを避けることができるため、ダメージを受けにくい。",
			"チョ＝ガス": "ナーはチョ＝ガスに対して、スケーリングの面で有利であり、ナーはレベルアップによって強力な変身を得るため、後半戦での強さが増す。",
			"シンジド": "ナーはシンジドに対して、集団戦で有利であり、ナーのウルトがシンジドの逃げを阻止することができるため、集団戦での影響力が高い。",
			"ガレン": "ナーはガレンに対して、ファームの面で有利であり、ナーの攻撃がガレンの耐久力を上回るため、ガレンがファームしづらい。",
			"セト": "ナーはセトに対して、ダメージトレードで有利であり、ナーのスキルを使ってセトの攻撃を避けることができるため、ダメージを受けにくい。",
			"グウェン": "ナーはグウェンに対して、スケーリングの面で有利であり、ナーはレベルアップによって強力な変身を得るため、後半戦での強さが増す。",
			"トリンダメア": "ナーはトリンダメアに対して、集団戦で有利であり、ナーのウルトがトリンダメアの攻撃を制限することができるため、集団戦での影響力が高い。",
			"ボリベア": "ナーはボリベアに対して、ファームの面で有利であり、ナーの攻撃範囲がボリベアよりも広いため、ボリベアが近づくのを防ぎやすい。",
			"カ・サンテ": "ナーはカ・サンテに対して、ダメージトレードで有利であり、ナーのスキルを使ってカ・サンテのスキルを避けることができるため、ダメージを受けにくい。",
			"フィオラ": "ナーはフィオラに対して、スケーリングの面で有利であり、ナーはレベルアップによって強力な変身を得るため、後半戦での強さが増す。",
			"ワーウィック": "ナーはワーウィックに対して、集団戦で有利であり、ナーのウルトがワーウィックの攻撃を制限することができるため、集団戦での影響力が高い。",
			"シェン": "ナーはシェンに対して、ファームの面で有利であり、ナーの攻撃がシェンの耐久力を上回るため、シェンがファームしづらい。",
			"ヴェイン": "ナーはヴェインに対して、ダメージトレードで有利であり、ナーのスキルを使ってヴェインの攻撃を避けることができるため、ダメージを受けにくい。",
			"ジャックス": "ナーはジャックスに対して、スケーリングの面で有利であり、ナーはレベルアップによって強力な変身を得るため、後半戦での強さが増す。",
			"レネクトン": "ナーはレネクトンに対して、集団戦で有利であり、ナーのウルトがレネクトンの攻撃を制限することができるため、集団戦での影響力が高い。"
		},
		"loses": {
			"アカリ": "アカリはナーに対して高いバーストダメージを持っており、ダメージトレードで優位に立つことができる。",
			"ヴィエゴ": "ヴィエゴはナーのスケーリングを上回るダメージを持ち、集団戦での影響力が高い。",
			"イレリア": "イレリアはナーのファームを妨害しやすく、ダメージトレードで有利に進めることができる。",
			"サイラス": "サイラスはナーのスキルを奪って利用できるため、ダメージトレードで有利になる。",
			"オラフ": "オラフはナーのCCを無効化し、持続的なダメージを与えることができるため、ファームで不利になる。",
			"ブラッドミア": "ブラッドミアはナーに対して持続的なダメージを与えやすく、集団戦での影響力が高い。",
			"ウーコン": "ウーコンはナーのスキルを避けやすく、ダメージトレードで優位に立つことができる。",
			"クイン": "クインはナーに対して高い機動力を持ち、ファームを妨害しやすい。",
			"イラオイ": "イラオイはナーに対して持続的なダメージを与え、ダメージトレードで有利になる。",
			"クレッド": "クレッドはナーに対して高い耐久力を持ち、集団戦での影響力が高い。",
			"ガングプランク": "ガングプランクはナーに対して持続的なダメージを与えやすく、ファームで不利になる。",
			"パンテオン": "パンテオンはナーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"アンベッサ": "アンベッサはナーに対して高い耐久力を持ち、集団戦での影響力が高い。",
			"ジェイス": "ジェイスはナーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"ランブル": "ランブルはナーに対して持続的なダメージを与えやすく、集団戦での影響力が高い。",
			"ポッピー": "ポッピーはナーのスキルを無効化し、ダメージトレードで有利になる。",
			"マルファイト": "マルファイトはナーに対して高い耐久力を持ち、集団戦での影響力が高い。",
			"オーン": "オーンはナーに対して高い耐久力を持ち、集団戦での影響力が高い。",
			"ヤスオ": "ヤスオはナーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"グラガス": "グラガスはナーのスキルを無効化し、ダメージトレードで有利になる。"
		}
	},
	"ナサス": {
		"name": "ナサス",
		"beats": {
			"ヤスオ": "ナサスはヤスオに対して持続的なダメージを与えることができ、ファームを安定させることができるため有利です。",
			"オーロラ": "ナサスはオーロラの攻撃を耐えることができ、スケーリングにおいて優位に立つことができるため有利です。",
			"ヴェイン": "ナサスはヴェインの攻撃を受けても耐久力が高く、集団戦での役割を果たしやすいため有利です。",
			"トランドル": "ナサスはトランドルの攻撃を受けても、自己回復能力が高いためファームで有利です。",
			"ケイル": "ナサスはケイルの成長を抑えることができ、ダメージトレードで優位に立つことができるため有利です。",
			"アカリ": "ナサスはアカリの攻撃を受けても耐久力が高く、集団戦での役割を果たしやすいため有利です。",
			"ドクター・ムンド": "ナサスはドクター・ムンドに対して持続的なダメージを与えることができ、スケーリングにおいて優位に立つことができるため有利です。",
			"ワーウィック": "ナサスはワーウィックの攻撃を耐えることができ、ファームを安定させることができるため有利です。",
			"イレリア": "ナサスはイレリアの攻撃を受けても耐久力が高く、ダメージトレードで優位に立つことができるため有利です。",
			"ブラッドミア": "ナサスはブラッドミアの攻撃を受けても自己回復能力が高いため、集団戦で有利です。",
			"イラオイ": "ナサスはイラオイの攻撃を耐えることができ、スケーリングにおいて優位に立つことができるため有利です。",
			"マルファイト": "ナサスはマルファイトの攻撃を受けても耐久力が高く、ダメージトレードで優位に立つことができるため有利です。",
			"シンジド": "ナサスはシンジドの攻撃を耐えることができ、ファームを安定させることができるため有利です。",
			"リヴェン": "ナサスはリヴェンの攻撃を受けても耐久力が高く、集団戦での役割を果たしやすいため有利です。",
			"レネクトン": "ナサスはレネクトンの攻撃を受けても自己回復能力が高いため、ダメージトレードで有利です。",
			"ティーモ": "ナサスはティーモの攻撃を耐えることができ、スケーリングにおいて優位に立つことができるため有利です。"
		},
		"loses": {
			"カ・サンテ": "ナサスはカ・サンテの持つ高い耐久力と回復力に対抗できず、ファームが難しい。",
			"シェン": "ナサスはシェンのシャドウダッシュによる瞬時の移動と集団戦での影響力に対処できない。",
			"カミール": "ナサスはカミールの機動力とダメージトレードの強さに圧倒されやすい。",
			"パンテオン": "ナサスはパンテオンの早期のダメージと集団戦でのスタンに対抗できない。",
			"ガレン": "ナサスはガレンのシンプルなダメージとサイレンスによってファームが困難になる。",
			"アーゴット": "ナサスはアーゴットの持つ高いダメージと耐久力に対して不利で、スケーリングが遅れる。",
			"オラフ": "ナサスはオラフの持つ持続的なダメージとバーストダメージに対抗できず、ダメージトレードで劣る。",
			"ダリウス": "ナサスはダリウスの強力なダメージとブリッツによる集団戦での影響力に対処できない。",
			"サイオン": "ナサスはサイオンの高い耐久力と集団戦でのCCに対して不利で、ファームが難しい。",
			"エイトロックス": "ナサスはエイトロックスの持続的なダメージと回復力に対抗できず、ダメージトレードで劣る。",
			"アンベッサ": "ナサスはアンベッサの高い機動力とダメージに対して不利で、スケーリングが遅れる。",
			"ライズ": "ナサスはライズの持つ高いバーストダメージと集団戦での影響力に対抗できない。",
			"クレッド": "ナサスはクレッドの持つ高い耐久力とダメージに対して不利で、ファームが困難になる。",
			"ボリベア": "ナサスはボリベアの持つ高いバーストダメージと集団戦での影響力に対処できない。"
		}
	},
	"ボリベア": {
		"name": "ボリベア",
		"beats": {
			"ザック": "ボリベアはザックに対して高い持続力を持ち、ファームを安定させることができるため、優位に立てる。",
			"イレリア": "ボリベアはイレリアの攻撃を受けても耐えることができ、ダメージトレードで有利に進めることができる。",
			"チョ＝ガス": "ボリベアはチョ＝ガスのスキルを避けやすく、集団戦での影響力を高めることができる。",
			"タム・ケンチ": "ボリベアはタム・ケンチに対して持続的なダメージを与えられるため、ファームで有利になる。",
			"トリンダメア": "ボリベアはトリンダメアの攻撃を受けても耐えられるため、ダメージトレードで優位に立てる。",
			"グウェン": "ボリベアはグウェンのスキルを無効化しやすく、集団戦での優位性を持つ。",
			"ナサス": "ボリベアはナサスのファームを妨害しやすく、スケーリングで有利に進めることができる。",
			"ヨリック": "ボリベアはヨリックのミニオンを処理しやすく、ファームで優位に立てる。",
			"トランドル": "ボリベアはトランドルの攻撃を受けても耐えられるため、ダメージトレードで有利に進める。",
			"ワーウィック": "ボリベアはワーウィックの回復を妨げることができ、集団戦での影響力を高める。",
			"リヴェン": "ボリベアはリヴェンのスキルを避けやすく、ダメージトレードで優位に立てる。",
			"サイオン": "ボリベアはサイオンの耐久力を削りやすく、集団戦での優位性を持つ。",
			"マルファイト": "ボリベアはマルファイトのスキルを避けやすく、ダメージトレードで有利に進めることができる。",
			"モルデカイザー": "ボリベアはモルデカイザーの攻撃を受けても耐えられるため、スケーリングで有利に進める。",
			"ガレン": "ボリベアはガレンの攻撃を受けても耐えられるため、ダメージトレードで優位に立てる。",
			"パンテオン": "ボリベアはパンテオンの攻撃を受けても耐えられるため、集団戦での影響力を高める。",
			"セト": "ボリベアはセトの攻撃を受けても耐えられるため、ダメージトレードで有利に進める。",
			"ダリウス": "ボリベアはダリウスの攻撃を受けても耐えられるため、スケーリングで有利に進める。",
			"カミール": "ボリベアはカミールの攻撃を受けても耐えられるため、ダメージトレードで優位に立てる。"
		},
		"loses": {
			"ジャックス": "ジャックスはレイトゲームでのスケーリングが強力で、ボリベアが対抗するのが難しい。",
			"クイン": "クインは高い機動力を持ち、ボリベアが接近する前にダメージを与えることができる。",
			"ケネン": "ケネンは集団戦での影響力が高く、ボリベアはその範囲攻撃に対処しづらい。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力があり、ボリベアはファームでの優位性を失う可能性がある。",
			"ティーモ": "ティーモは視界を制限するトラップを使い、ボリベアがファームをするのを妨げることができる。",
			"アーゴット": "アーゴットは高い耐久力とダメージを持ち、ボリベアがトレードで不利になる。",
			"ジェイス": "ジェイスは遠距離からの攻撃が可能で、ボリベアが近づく前にダメージを与えることができる。",
			"オーロラ": "オーロラは高いバーストダメージを持ち、ボリベアがトレードで不利になる。",
			"イラオイ": "イラオイは持続的なダメージと回復能力があり、ボリベアが対抗するのが難しい。",
			"フィオラ": "フィオラはボリベアのスキルを回避しやすく、ダメージトレードで優位に立つことができる。",
			"ランブル": "ランブルは集団戦でのダメージが高く、ボリベアがその影響を受けやすい。",
			"レネクトン": "レネクトンは早期のトレードで強力で、ボリベアがファームをするのが難しい。",
			"カ・サンテ": "カ・サンテは高い耐久力を持ち、ボリベアがダメージを与えるのが難しい。",
			"グラガス": "グラガスはボリベアの接近を妨げるスキルを持ち、トレードで不利になる。",
			"ケイル": "ケイルはレイトゲームでのスケーリングが強力で、ボリベアが対抗するのが難しい。",
			"エイトロックス": "エイトロックスは持続的なダメージと回復能力があり、ボリベアがトレードで不利になる。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージを持ち、ボリベアがトレードで不利になる。",
			"オラフ": "オラフはボリベアに対して強力なダメージを持ち、ファームでの優位性を失う可能性がある。"
		}
	},
	"ヨリック": {
		"name": "ヨリック",
		"beats": {
			"ブラッドミア": "ヨリックはブラッドミアに対して、ファームの面で有利であり、彼の持つ持続的なダメージを無効化することができるため、安定してCSを稼ぐことができる。",
			"ポッピー": "ヨリックはポッピーに対して、ダメージトレードで有利であり、彼のスキルを使ってポッピーの攻撃を避けることができるため、トレードで優位に立つことができる。",
			"ドクター・ムンド": "ヨリックはドクター・ムンドに対して、スケーリングの面で有利であり、彼の持つ持続的なダメージと回復力がムンドの耐久力を上回るため、後半戦で強力になる。",
			"アーゴット": "ヨリックはアーゴットに対して、集団戦で有利であり、彼のウルトがアーゴットの攻撃を無効化し、味方を守ることができるため、集団戦での影響力が高い。",
			"ナサス": "ヨリックはナサスに対して、ファームの面で有利であり、彼の持つスキルでナサスのCSを妨害することができるため、ナサスの成長を遅らせることができる。",
			"モルデカイザー": "ヨリックはモルデカイザーに対して、ダメージトレードで有利であり、彼のスキルでモルデカイザーのシールドを無効化することができるため、トレードで優位に立つことができる。",
			"ジェイス": "ヨリックはジェイスに対して、スケーリングの面で有利であり、彼の持つ持続的なダメージがジェイスのバーストダメージを上回るため、後半戦で強力になる。",
			"クイン": "ヨリックはクインに対して、集団戦で有利であり、彼のウルトがクインの機動力を制限し、集団戦での影響力が高い。",
			"ランブル": "ヨリックはランブルに対して、ファームの面で有利であり、彼の持つ持続的なダメージがランブルのスキルを無効化することができるため、安定してCSを稼ぐことができる。",
			"グラガス": "ヨリックはグラガスに対して、ダメージトレードで有利であり、彼のスキルでグラガスのバーストダメージを避けることができるため、トレードで優位に立つことができる。",
			"ケネン": "ヨリックはケネンに対して、スケーリングの面で有利であり、彼の持つ持続的なダメージがケネンのバーストダメージを上回るため、後半戦で強力になる。",
			"パンテオン": "ヨリックはパンテオンに対して、集団戦で有利であり、彼のウルトがパンテオンの攻撃を無効化し、味方を守ることができるため、集団戦での影響力が高い。",
			"アンベッサ": "ヨリックはアンベッサに対して、ファームの面で有利であり、彼の持つ持続的なダメージがアンベッサの耐久力を上回るため、安定してCSを稼ぐことができる。",
			"イラオイ": "ヨリックはイラオイに対して、ダメージトレードで有利であり、彼のスキルでイラオイの攻撃を避けることができるため、トレードで優位に立つことができる。",
			"エイトロックス": "ヨリックはエイトロックスに対して、スケーリングの面で有利であり、彼の持つ持続的なダメージがエイトロックスの耐久力を上回るため、後半戦で強力になる。",
			"オーン": "ヨリックはオーンに対して、集団戦で有利であり、彼のウルトがオーンの攻撃を無効化し、味方を守ることができるため、集団戦での影響力が高い。",
			"ナー": "ヨリックはナーに対して、ファームの面で有利であり、彼の持つ持続的なダメージがナーの耐久力を上回るため、安定してCSを稼ぐことができる。"
		},
		"loses": {
			"ヨネ": "ヨネは高いバーストダメージを持っており、ヨリックがファームをする際に圧力をかけることができるため、ヨリックは不利です。",
			"スモルダー": "スモルダーは持続的なダメージを与える能力が高く、ヨリックのトレードに対して優位に立つことができるため、ヨリックは不利です。",
			"ワーウィック": "ワーウィックは回復能力が高く、ヨリックのダメージを軽減しながら持続的に戦うことができるため、ヨリックは不利です。",
			"イレリア": "イレリアは高い機動力を持ち、ヨリックのスキルを避けながらダメージを与えることができるため、ヨリックは不利です。",
			"トランドル": "トランドルはヨリックのステータスを削ることができ、集団戦での優位性を持つため、ヨリックは不利です。",
			"トリンダメア": "トリンダメアは自己回復能力が高く、ヨリックのダメージを無効化しながら戦うことができるため、ヨリックは不利です。",
			"グウェン": "グウェンは高いダメージと持続力を持ち、ヨリックの攻撃を避けながら反撃できるため、ヨリックは不利です。",
			"サイオン": "サイオンは高い耐久力を持ち、集団戦での存在感が強いため、ヨリックは不利です。",
			"リヴェン": "リヴェンは高いバーストダメージと機動力を持ち、ヨリックのスキルを避けながら攻撃できるため、ヨリックは不利です。",
			"オーロラ": "オーロラは高い範囲ダメージを持ち、集団戦での影響力が大きいため、ヨリックは不利です。",
			"ヴィエゴ": "ヴィエゴは高いバーストダメージと自己回復能力を持ち、ヨリックに対して優位に立つことができるため、ヨリックは不利です。",
			"ヤスオ": "ヤスオは高い機動力とダメージを持ち、ヨリックの攻撃を避けながら反撃できるため、ヨリックは不利です。",
			"クレッド": "クレッドは高い耐久力と持続的なダメージを持ち、集団戦での影響力が強いため、ヨリックは不利です。",
			"ハイマーディンガー": "ハイマーディンガーは高い範囲ダメージを持ち、ヨリックのファームを妨害することができるため、ヨリックは不利です。",
			"ボリベア": "ボリベアは高い耐久力とダメージを持ち、集団戦での存在感が強いため、ヨリックは不利です。",
			"シンジド": "シンジドは高い持続ダメージを持ち、ヨリックの攻撃を避けながら戦うことができるため、ヨリックは不利です。",
			"レネクトン": "レネクトンは高いバーストダメージと回復能力を持ち、ヨリックに対して優位に立つことができるため、ヨリックは不利です。",
			"フィオラ": "フィオラは高いバーストダメージと機動力を持ち、ヨリックの攻撃を避けながら反撃できるため、ヨリックは不利です。",
			"チョ＝ガス": "チョ＝ガスは高い耐久力と持続的なダメージを持ち、集団戦での影響力が強いため、ヨリックは不利です。",
			"セト": "セトは高い耐久力とダメージを持ち、集団戦での存在感が強いため、ヨリックは不利です。",
			"ダリウス": "ダリウスは高いバーストダメージと持続的なダメージを持ち、ヨリックに対して優位に立つことができるため、ヨリックは不利です。"
		}
	},
	"ウーコン": {
		"name": "ウーコン",
		"beats": {
			"クイン": "ウーコンはクインに対して高い機動力を持っており、彼女の攻撃を避けやすい。",
			"ボリベア": "ウーコンはボリベアのスキルを回避しやすく、持続的なダメージを与えることができる。",
			"アーゴット": "ウーコンはアーゴットの攻撃を避ける能力が高く、ダメージトレードで有利に立てる。",
			"グラガス": "ウーコンはグラガスのCCを避けることができ、持続的なダメージを与えられる。",
			"イレリア": "ウーコンはイレリアのスキルを回避しやすく、ダメージトレードで優位に立てる。",
			"ワーウィック": "ウーコンはワーウィックの攻撃を避けることができ、ファームで有利に進められる。",
			"シェン": "ウーコンはシェンのスキルを回避しやすく、集団戦で有利に立てる。",
			"ダリウス": "ウーコンはダリウスの攻撃を避ける能力が高く、ダメージトレードで有利に立てる。",
			"ナサス": "ウーコンはナサスのスキルを避けることができ、ファームで有利に進められる。",
			"ヴィエゴ": "ウーコンはヴィエゴの攻撃を避けやすく、ダメージトレードで優位に立てる。",
			"ヴェイン": "ウーコンはヴェインの攻撃を避ける能力が高く、持続的なダメージを与えられる。",
			"オーン": "ウーコンはオーンのスキルを回避しやすく、集団戦で有利に立てる。",
			"マルファイト": "ウーコンはマルファイトの攻撃を避けることができ、ダメージトレードで有利に立てる。",
			"フィオラ": "ウーコンはフィオラの攻撃を避けやすく、持続的なダメージを与えられる。",
			"トリンダメア": "ウーコンはトリンダメアの攻撃を避ける能力が高く、ダメージトレードで優位に立てる。",
			"パンテオン": "ウーコンはパンテオンのスキルを回避しやすく、集団戦で有利に立てる。",
			"グウェン": "ウーコンはグウェンの攻撃を避けることができ、ダメージトレードで有利に立てる。"
		},
		"loses": {
			"オーロラ": "オーロラはウーコンに対して高いファーム能力を持っているため、ウーコンは劣位に立たされる。",
			"アカリ": "アカリはウーコンに対して強力なダメージトレードを行うことができるため、ウーコンは不利になる。",
			"クレッド": "クレッドはウーコンに対して優れたスケーリングを持っているため、ウーコンは後半戦で劣る。",
			"チョ＝ガス": "チョ＝ガスはウーコンに対して集団戦での耐久力が高いため、ウーコンは不利になる。",
			"ヨネ": "ヨネはウーコンに対して高いバーストダメージを持っているため、ウーコンはダメージトレードで劣る。",
			"ジャックス": "ジャックスはウーコンに対してスケーリングが優れているため、ウーコンは後半戦で不利になる。",
			"カミール": "カミールはウーコンに対して強力なファーム能力を持っているため、ウーコンは劣位に立たされる。",
			"リヴェン": "リヴェンはウーコンに対して高いダメージトレードを行うことができるため、ウーコンは不利になる。",
			"イラオイ": "イラオイはウーコンに対して集団戦での耐久力が高いため、ウーコンは不利になる。",
			"シンジド": "シンジドはウーコンに対して優れたスケーリングを持っているため、ウーコンは後半戦で劣る。",
			"モルデカイザー": "モルデカイザーはウーコンに対して高い耐久力を持っているため、ウーコンは不利になる。",
			"レネクトン": "レネクトンはウーコンに対して強力なダメージトレードを行うことができるため、ウーコンは不利になる。",
			"カ・サンテ": "カ・サンテはウーコンに対して優れたファーム能力を持っているため、ウーコンは劣位に立たされる。",
			"ブラッドミア": "ブラッドミアはウーコンに対して高いスケーリングを持っているため、ウーコンは後半戦で不利になる。",
			"ガングプランク": "ガングプランクはウーコンに対して強力なダメージトレードを行うことができるため、ウーコンは不利になる。",
			"トランドル": "トランドルはウーコンに対して集団戦での耐久力が高いため、ウーコンは不利になる。",
			"セト": "セトはウーコンに対して高いファーム能力を持っているため、ウーコンは劣位に立たされる。",
			"ヨリック": "ヨリックはウーコンに対して優れたスケーリングを持っているため、ウーコンは後半戦で劣る。"
		}
	},
	"タム・ケンチ": {
		"name": "タム・ケンチ",
		"beats": {
			"アカリ": "タム・ケンチはアカリに対して耐久力が高く、ダメージトレードで有利に立てるため、ファームを安定させやすい。",
			"ブラッドミア": "タム・ケンチはブラッドミアの攻撃を受け流すことができ、ダメージトレードで優位に立つことができる。",
			"ヴィエゴ": "タム・ケンチはヴィエゴの攻撃を耐えることができ、スケーリングにおいても有利に進めることができる。",
			"マルファイト": "タム・ケンチはマルファイトに対しても耐久力が高く、集団戦での役割を果たしやすい。",
			"ティーモ": "タム・ケンチはティーモの攻撃を受け止めることができ、ファームを安定させることができる。",
			"チョ＝ガス": "タム・ケンチはチョ＝ガスのダメージを軽減でき、ダメージトレードで有利に立つことができる。",
			"カ・サンテ": "タム・ケンチはカ・サンテに対しても耐久力が高く、スケーリングで有利に進めることができる。",
			"ケイル": "タム・ケンチはケイルの攻撃を耐えることができ、集団戦での役割を果たしやすい。",
			"ガングプランク": "タム・ケンチはガングプランクの攻撃を受け流すことができ、ダメージトレードで優位に立つことができる。",
			"ガレン": "タム・ケンチはガレンの攻撃を耐えることができ、ファームを安定させることができる。",
			"カミール": "タム・ケンチはカミールの攻撃を受け流すことができ、ダメージトレードで有利に立つことができる。",
			"イレリア": "タム・ケンチはイレリアの攻撃を耐えることができ、スケーリングで有利に進めることができる。",
			"トリンダメア": "タム・ケンチはトリンダメアの攻撃を受け流すことができ、集団戦での役割を果たしやすい。",
			"クレッド": "タム・ケンチはクレッドの攻撃を耐えることができ、ダメージトレードで優位に立つことができる。",
			"ドクター・ムンド": "タム・ケンチはドクター・ムンドに対しても耐久力が高く、スケーリングで有利に進めることができる。",
			"トランドル": "タム・ケンチはトランドルの攻撃を受け流すことができ、集団戦での役割を果たしやすい。",
			"ジェイス": "タム・ケンチはジェイスの攻撃を耐えることができ、ダメージトレードで有利に立つことができる。",
			"モルデカイザー": "タム・ケンチはモルデカイザーの攻撃を受け流すことができ、ファームを安定させることができる。",
			"パンテオン": "タム・ケンチはパンテオンの攻撃を耐えることができ、スケーリングで有利に進めることができる。",
			"ポッピー": "タム・ケンチはポッピーの攻撃を受け流すことができ、集団戦での役割を果たしやすい。",
			"フィオラ": "タム・ケンチはフィオラの攻撃を耐えることができ、ダメージトレードで優位に立つことができる。",
			"クイン": "タム・ケンチはクインの攻撃を受け流すことができ、ファームを安定させることができる。"
		},
		"loses": {
			"ヨリック": "ヨリックはタム・ケンチに対して持続的なダメージを与えることができ、ファームの面で優位に立つことができる。",
			"オラフ": "オラフはタム・ケンチの体力を削る能力が高く、ダメージトレードで有利に進めることができる。",
			"ケネン": "ケネンはスキルを使ってタム・ケンチを遠距離から攻撃でき、集団戦での影響力が高い。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、タム・ケンチに対して有利なトレードを行うことができる。",
			"グウェン": "グウェンはタム・ケンチの耐久力を無視してダメージを与えることができ、スケーリングで優位に立つ。",
			"サイオン": "サイオンはタム・ケンチに対して高い耐久力を持ち、集団戦での存在感が強い。",
			"ダリウス": "ダリウスはタム・ケンチに対して強力なダメージを与え、ファームの面で優位に立つことができる。",
			"アーゴット": "アーゴットはタム・ケンチに対して持続的なダメージを与え、ダメージトレードで有利に進めることができる。",
			"ヴェイン": "ヴェインはタム・ケンチの耐久力を無視してダメージを与えることができ、集団戦での影響力が高い。",
			"イラオイ": "イラオイはタム・ケンチに対して持続的なダメージを与え、ファームの面で優位に立つことができる。",
			"ヨネ": "ヨネはタム・ケンチに対して高いバーストダメージを持ち、ダメージトレードで有利に進めることができる。",
			"エイトロックス": "エイトロックスはタム・ケンチに対して持続的なダメージを与え、スケーリングで優位に立つ。",
			"ボリベア": "ボリベアはタム・ケンチに対して高いバーストダメージを持ち、集団戦での影響力が強い。",
			"シンジド": "シンジドはタム・ケンチに対して持続的なダメージを与え、ファームの面で優位に立つことができる。",
			"グラガス": "グラガスはタム・ケンチに対して高い耐久力を持ち、集団戦での存在感が強い。",
			"セト": "セトはタム・ケンチに対して持続的なダメージを与え、ダメージトレードで有利に進めることができる。",
			"オーロラ": "オーロラはタム・ケンチに対して高いバーストダメージを持ち、集団戦での影響力が強い。"
		}
	},
	"カ・サンテ": {
		"name": "カ・サンテ",
		"beats": {
			"ナサス": "カ・サンテはナサスに対してファームが有利であり、ナサスのスキルを封じることができる。",
			"ドクター・ムンド": "カ・サンテはドクター・ムンドに対してダメージトレードが有利であり、持続的なダメージを与えることができる。",
			"ワーウィック": "カ・サンテはワーウィックに対してスケーリングが有利であり、後半に強力なチャンピオンになる。",
			"マルファイト": "カ・サンテはマルファイトに対して集団戦が有利であり、相手の動きを制限することができる。",
			"ジャックス": "カ・サンテはジャックスに対してファームが有利であり、早期にリードを取ることができる。",
			"モルデカイザー": "カ・サンテはモルデカイザーに対してダメージトレードが有利であり、モルデカイザーのスキルを避けやすい。",
			"オラフ": "カ・サンテはオラフに対してスケーリングが有利であり、後半に強力なタンクとして機能する。",
			"ガングプランク": "カ・サンテはガングプランクに対して集団戦が有利であり、相手のスキルを無効化することができる。",
			"イレリア": "カ・サンテはイレリアに対してファームが有利であり、イレリアの攻撃を受け流すことができる。",
			"ティーモ": "カ・サンテはティーモに対してダメージトレードが有利であり、ティーモのブラインドを無視できる。",
			"ヴィエゴ": "カ・サンテはヴィエゴに対してスケーリングが有利であり、後半に強力なチャンピオンになる。",
			"オーン": "カ・サンテはオーンに対して集団戦が有利であり、オーンのスキルを封じることができる。",
			"クイン": "カ・サンテはクインに対してファームが有利であり、クインの機動力を制限できる。",
			"チョ＝ガス": "カ・サンテはチョ＝ガスに対してダメージトレードが有利であり、チョ＝ガスの耐久力を削ることができる。",
			"セト": "カ・サンテはセトに対してスケーリングが有利であり、後半に強力なタンクとして機能する。",
			"ボリベア": "カ・サンテはボリベアに対して集団戦が有利であり、相手の動きを制限することができる。",
			"アーゴット": "カ・サンテはアーゴットに対してファームが有利であり、アーゴットの攻撃を受け流すことができる。",
			"クレッド": "カ・サンテはクレッドに対してダメージトレードが有利であり、クレッドのスキルを避けやすい。",
			"グラガス": "カ・サンテはグラガスに対してスケーリングが有利であり、後半に強力なチャンピオンになる。"
		},
		"loses": {
			"スモルダー": "スモルダーはカ・サンテに対して高いダメージトレードを行うことができるため、カ・サンテは不利である。",
			"ケイル": "ケイルはスケーリングが非常に強力で、後半にカ・サンテを圧倒することができるため、カ・サンテは不利である。",
			"シンジド": "シンジドはファームを効率的に行い、カ・サンテに対して持続的なダメージを与えることができるため、カ・サンテは不利である。",
			"ヴェイン": "ヴェインは集団戦でのダメージが高く、カ・サンテを容易に排除できるため、カ・サンテは不利である。",
			"ナー": "ナーは変身によって高いバーストダメージを持ち、カ・サンテに対して有利に戦えるため、カ・サンテは不利である。",
			"ポッピー": "ポッピーはカ・サンテの移動を制限する能力があり、ダメージトレードで優位に立つことができるため、カ・サンテは不利である。",
			"グウェン": "グウェンは持続的なダメージと回復能力を持ち、カ・サンテに対して有利に戦えるため、カ・サンテは不利である。",
			"カミール": "カミールは高い機動力とバーストダメージを持ち、カ・サンテを容易に排除できるため、カ・サンテは不利である。",
			"フィオラ": "フィオラはカ・サンテのスキルを無効化する能力があり、ダメージトレードで優位に立つことができるため、カ・サンテは不利である。",
			"アンベッサ": "アンベッサは持続的なダメージを与えられ、集団戦でカ・サンテを圧倒することができるため、カ・サンテは不利である。",
			"リヴェン": "リヴェンは高いバーストダメージと機動力を持ち、カ・サンテに対して有利に戦えるため、カ・サンテは不利である。",
			"シェン": "シェンはカ・サンテの攻撃を無効化する能力があり、集団戦で優位に立つことができるため、カ・サンテは不利である。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与えられ、集団戦でカ・サンテを圧倒することができるため、カ・サンテは不利である。",
			"オーロラ": "オーロラは高いスケーリング能力を持ち、後半にカ・サンテを圧倒することができるため、カ・サンテは不利である。",
			"トランドル": "トランドルはカ・サンテの耐久力を削る能力があり、ダメージトレードで優位に立つことができるため、カ・サンテは不利である。",
			"イラオイ": "イラオイは持続的なダメージを与えられ、カ・サンテに対して有利に戦えるため、カ・サンテは不利である。",
			"ヨリック": "ヨリックは高いファーム能力を持ち、カ・サンテに対して有利に戦えるため、カ・サンテは不利である。",
			"レネクトン": "レネクトンは初期のダメージトレードで優位に立つことができ、カ・サンテに対して有利に戦えるため、カ・サンテは不利である."
		}
	},
	"ヴァルス": {
		"name": "ヴァルス",
		"beats": {
			"スモルダー": "ヴァルスはスモルダーに対して遠距離攻撃ができるため、ファームで有利です。",
			"シンジド": "ヴァルスはシンジドの毒を避けやすく、ダメージトレードで有利です。",
			"クイン": "ヴァルスはクインの機動力に対して、スキルを使って距離を保てるため、スケーリングで有利です。",
			"イラオイ": "ヴァルスはイラオイの近接攻撃を避けることができ、集団戦で有利です。",
			"ワーウィック": "ヴァルスはワーウィックの回復を妨げることができ、ファームで有利です。",
			"ボリベア": "ヴァルスはボリベアの突進を距離を取ることで回避でき、ダメージトレードで有利です。",
			"トリンダメア": "ヴァルスはトリンダメアのバーストダメージを遠距離から抑えられるため、スケーリングで有利です。",
			"ケネン": "ヴァルスはケネンのスキルを避けやすく、集団戦で有利です。",
			"リヴェン": "ヴァルスはリヴェンのコンボを距離を取ることで回避でき、ファームで有利です。",
			"レネクトン": "ヴァルスはレネクトンの接近を防ぎやすく、ダメージトレードで有利です。",
			"ケイル": "ヴァルスはケイルのスケーリングを遅らせることができ、スケーリングで有利です。",
			"ナー": "ヴァルスはナーの変身を利用して距離を保てるため、集団戦で有利です。",
			"ポッピー": "ヴァルスはポッピーの壁を利用して安全に攻撃できるため、ファームで有利です。",
			"ナサス": "ヴァルスはナサスのファームを妨害でき、ダメージトレードで有利です。",
			"モルデカイザー": "ヴァルスはモルデカイザーの近接攻撃を避けやすく、スケーリングで有利です。",
			"カ・サンテ": "ヴァルスはカ・サンテの攻撃を距離を取ることで回避でき、集団戦で有利です。",
			"アンベッサ": "ヴァルスはアンベッサの攻撃を遠距離から抑えられるため、ファームで有利です。",
			"カミール": "ヴァルスはカミールの接近を防ぎやすく、ダメージトレードで有利です。",
			"ガングプランク": "ヴァルスはガングプランクのバーストを避けやすく、スケーリングで有利です。",
			"ヨリック": "ヴァルスはヨリックのミニオンを遠距離から処理できるため、集団戦で有利です。",
			"チョ＝ガス": "ヴァルスはチョ＝ガスのスキルを避けやすく、ファームで有利です。",
			"オーン": "ヴァルスはオーンのスキルを距離を取ることで回避でき、ダメージトレードで有利です。",
			"シェン": "ヴァルスはシェンのシャドウを利用して安全に攻撃できるため、スケーリングで有利です。",
			"ヴィエゴ": "ヴァルスはヴィエゴの攻撃を距離を取ることで回避でき、集団戦で有利です。",
			"ガレン": "ヴァルスはガレンの接近を防ぎやすく、ファームで有利です。"
		},
		"loses": {
			"グウェン": "グウェンはヴァルスに対して高い持続ダメージを持ち、ファームを妨害する能力があるため不利である。",
			"ライズ": "ライズはヴァルスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"ヤスオ": "ヤスオはヴァルスのスキルを回避する能力が高く、集団戦での影響力が強いため不利である。",
			"トランドル": "トランドルはヴァルスの攻撃を無効化する能力を持ち、持続的なダメージを与えることができるため不利である。",
			"パンテオン": "パンテオンはヴァルスに対して早期のダメージトレードで優位に立つことができ、集団戦でも強力な影響を持つため不利である。",
			"グラガス": "グラガスはヴァルスのスキルを妨害する能力があり、集団戦での存在感が強いため不利である。",
			"サイオン": "サイオンはヴァルスに対して高い耐久力を持ち、集団戦での前線を形成する能力があるため不利である。",
			"ヨネ": "ヨネはヴァルスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"クレッド": "クレッドはヴァルスに対して高い耐久力を持ち、集団戦での影響力が強いため不利である。",
			"イレリア": "イレリアはヴァルスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"アカリ": "アカリはヴァルスのスキルを回避する能力が高く、ダメージトレードで優位に立つことができるため不利である。",
			"フィオラ": "フィオラはヴァルスに対して高い持続ダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"オラフ": "オラフはヴァルスに対して高い持続ダメージを持ち、集団戦での影響力が強いため不利である。",
			"アーゴット": "アーゴットはヴァルスに対して高い耐久力を持ち、集団戦での前線を形成する能力があるため不利である。",
			"ジャックス": "ジャックスはヴァルスに対して高い持続ダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"ランブル": "ランブルはヴァルスに対して高いバーストダメージを持ち、集団戦での影響力が強いため不利である。",
			"ティーモ": "ティーモはヴァルスに対して高い持続ダメージを持ち、ファームを妨害する能力があるため不利である。",
			"ハイマーディンガー": "ハイマーディンガーはヴァルスに対して高い持続ダメージを持ち、集団戦での影響力が強いため不利である。",
			"ドクター・ムンド": "ドクター・ムンドはヴァルスに対して高い耐久力を持ち、集団戦での前線を形成する能力があるため不利である。",
			"ジェイス": "ジェイスはヴァルスに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"マルファイト": "マルファイトはヴァルスに対して高い耐久力を持ち、集団戦での影響力が強いため不利である."
		}
	},
	"ヴィエゴ": {
		"name": "ヴィエゴ",
		"beats": {
			"オーロラ": "ヴィエゴはオーロラに対してファームが有利であり、オーロラの攻撃を避ける能力が高いからです。",
			"クイン": "ヴィエゴはクインとのダメージトレードで有利であり、クインのスキルを利用して反撃できるからです。",
			"ケネン": "ヴィエゴはケネンに対してスケーリングが有利であり、後半のダメージが高くなるからです。",
			"グウェン": "ヴィエゴはグウェンとの集団戦で有利であり、彼女のスキルを無効化する能力があるからです。",
			"ガングプランク": "ヴィエゴはガングプランクに対してファームが有利であり、彼の攻撃を避けることができるからです。",
			"アーゴット": "ヴィエゴはアーゴットとのダメージトレードで有利であり、アーゴットのスキルを利用して反撃できるからです。",
			"ドクター・ムンド": "ヴィエゴはドクター・ムンドに対してスケーリングが有利であり、後半のダメージが高くなるからです。",
			"グラガス": "ヴィエゴはグラガスとの集団戦で有利であり、彼のスキルを無効化する能力があるからです。",
			"ダリウス": "ヴィエゴはダリウスに対してファームが有利であり、ダリウスの攻撃を避ける能力が高いからです。",
			"モルデカイザー": "ヴィエゴはモルデカイザーとのダメージトレードで有利であり、モルデカイザーのスキルを利用して反撃できるからです。",
			"ヨネ": "ヴィエゴはヨネに対してスケーリングが有利であり、後半のダメージが高くなるからです。",
			"トリンダメア": "ヴィエゴはトリンダメアとの集団戦で有利であり、彼のスキルを無効化する能力があるからです。",
			"ランブル": "ヴィエゴはランブルに対してファームが有利であり、ランブルの攻撃を避ける能力が高いからです。",
			"ヴェイン": "ヴィエゴはヴェインとのダメージトレードで有利であり、ヴェインのスキルを利用して反撃できるからです。",
			"トランドル": "ヴィエゴはトランドルに対してスケーリングが有利であり、後半のダメージが高くなるからです。",
			"ヨリック": "ヴィエゴはヨリックとの集団戦で有利であり、彼のスキルを無効化する能力があるからです。",
			"アカリ": "ヴィエゴはアカリに対してファームが有利であり、アカリの攻撃を避ける能力が高いからです。",
			"チョ＝ガス": "ヴィエゴはチョ＝ガスとのダメージトレードで有利であり、チョ＝ガスのスキルを利用して反撃できるからです。",
			"ナー": "ヴィエゴはナーに対してスケーリングが有利であり、後半のダメージが高くなるからです。",
			"サイオン": "ヴィエゴはサイオンとの集団戦で有利であり、彼のスキルを無効化する能力があるからです。",
			"エイトロックス": "ヴィエゴはエイトロックスに対してファームが有利であり、エイトロックスの攻撃を避ける能力が高いからです。",
			"ボリベア": "ヴィエゴはボリベアとのダメージトレードで有利であり、ボリベアのスキルを利用して反撃できるからです。",
			"セト": "ヴィエゴはセトに対してスケーリングが有利であり、後半のダメージが高くなるからです。"
		},
		"loses": {
			"ザック": "ザックは高い耐久力を持っており、ヴィエゴのダメージトレードに耐えることができるため、ヴィエゴは不利である。",
			"オラフ": "オラフは自身の攻撃力を増加させる能力を持っており、ヴィエゴのファームを妨害しやすいため、ヴィエゴは不利である。",
			"ポッピー": "ポッピーはヴィエゴのスキルを無効化する能力を持っており、集団戦での影響力が高いため、ヴィエゴは不利である。",
			"ティーモ": "ティーモはブラインド効果を持つため、ヴィエゴの攻撃を避けやすく、ダメージトレードで有利に立てるため、ヴィエゴは不利である。",
			"シンジド": "シンジドは持続的なダメージを与えることができ、ヴィエゴのスケーリングを妨げるため、ヴィエゴは不利である。",
			"フィオラ": "フィオラはヴィエゴのスキルを回避する能力が高く、1対1のトレードで有利に立てるため、ヴィエゴは不利である。",
			"クレッド": "クレッドは高い耐久力と回復能力を持っており、ヴィエゴのダメージトレードに耐えることができるため、ヴィエゴは不利である。",
			"レネクトン": "レネクトンは早期のパワースパイクを持ち、ヴィエゴに対して強力なダメージを与えることができるため、ヴィエゴは不利である。",
			"イレリア": "イレリアは高い機動力を持ち、ヴィエゴのスキルを避けやすく、ダメージトレードで有利に立てるため、ヴィエゴは不利である。",
			"リヴェン": "リヴェンは高いバーストダメージを持ち、ヴィエゴの耐久力を無視して攻撃できるため、ヴィエゴは不利である。",
			"カミール": "カミールはヴィエゴのスキルを回避する能力が高く、集団戦での影響力が強いため、ヴィエゴは不利である。",
			"ワーウィック": "ワーウィックは持続的な回復能力を持ち、ヴィエゴのダメージトレードに耐えることができるため、ヴィエゴは不利である。",
			"カ・サンテ": "カ・サンテは高い耐久力と持続的なダメージを持っており、ヴィエゴのスケーリングを妨げるため、ヴィエゴは不利である。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ヴィエゴに対して有利に立てるため、ヴィエゴは不利である。",
			"シェン": "シェンは集団戦での影響力が高く、ヴィエゴのダメージを無効化することができるため、ヴィエゴは不利である。",
			"アンベッサ": "アンベッサは高い耐久力を持ち、ヴィエゴのダメージトレードに耐えることができるため、ヴィエゴは不利である。",
			"パンテオン": "パンテオンは早期のパワースパイクを持ち、ヴィエゴに対して強力なダメージを与えることができるため、ヴィエゴは不利である。",
			"ナサス": "ナサスはスケーリングが強力で、後半にヴィエゴに対して有利に立てるため、ヴィエゴは不利である."
		}
	},
	"ヨネ": {
		"name": "ヨネ",
		"beats": {
			"ヨリック": "ヨリックはファーム能力が高く、ミニオンを迅速に処理できるため、ヨネに対して有利です。",
			"サイオン": "サイオンはダメージトレードにおいて耐久性が高く、ヨネの攻撃を受け止めることができるため、有利です。",
			"ドクター・ムンド": "ドクター・ムンドはスケーリングが優れており、ゲーム後半に強力なタンクとして機能するため、ヨネに対して有利です。",
			"グウェン": "グウェンは集団戦において高いダメージを出すことができ、ヨネのチームファイト能力を上回るため、有利です。",
			"モルデカイザー": "モルデカイザーはファーム能力が高く、特にミニオンを一掃する能力に優れているため、ヨネに対して有利です。",
			"オーン": "オーンはダメージトレードにおいて非常に耐久性があり、ヨネの攻撃を効果的に受けることができるため、有利です。",
			"ナサス": "ナサスはスケーリングが非常に強力で、ゲーム後半においてヨネを圧倒する力を持っているため、有利です。",
			"ケイル": "ケイルは集団戦において非常に強力な後衛として機能し、ヨネの攻撃を避けながらダメージを与えることができるため、有利です。",
			"チョ＝ガス": "チョ＝ガスはファーム能力が高く、特にミニオンを効率的に処理できるため、ヨネに対して有利です。",
			"ランブル": "ランブルはダメージトレードにおいて高いバーストダメージを持ち、ヨネに対して有利です。",
			"クイン": "クインはスケーリングにおいて非常に強力で、特に後半のダメージ出力が高いため、ヨネに対して有利です。",
			"グラガス": "グラガスは集団戦において非常に強力なCCを持ち、ヨネの動きを制限することができるため、有利です。",
			"トリンダメア": "トリンダメアはダメージトレードにおいて非常に強力で、ヨネに対して有利です。"
		},
		"loses": {
			"イレリア": "イレリアは高いバーストダメージを持っており、ヨネがファームをする際に圧力をかけることができるため、ヨネは不利である。",
			"ヴィエゴ": "ヴィエゴは持続的なダメージを与える能力が高く、ヨネがダメージトレードを行う際に不利になる。",
			"オラフ": "オラフは強力なオールイン能力を持っており、ヨネがスケーリングする前に圧倒される可能性が高いため、ヨネは不利である。",
			"ジャックス": "ジャックスは後半に強力なスケーリングを持ち、ヨネが集団戦で効果的に戦う前に成長されるため、ヨネは不利である。",
			"フィオラ": "フィオラは高いバーストダメージと回避能力を持っており、ヨネがダメージトレードを行う際に不利になる。",
			"アンベッサ": "アンベッサは持続的なダメージを与える能力が高く、ヨネがファームをする際に圧力をかけることができるため、ヨネは不利である。",
			"カミール": "カミールは高い機動力とダメージを持っており、ヨネが集団戦で効果的に戦う前に圧倒されるため、ヨネは不利である。",
			"アカリ": "アカリは高いバーストダメージと機動力を持っており、ヨネがダメージトレードを行う際に不利になる。",
			"リヴェン": "リヴェンは高いバーストダメージと持続的なダメージを持っており、ヨネがファームをする際に圧力をかけることができるため、ヨネは不利である。",
			"オーロラ": "オーロラは高いバーストダメージを持っており、ヨネがダメージトレードを行う際に不利になる。",
			"ブラッドミア": "ブラッドミアは持続的なダメージを与える能力が高く、ヨネがスケーリングする前に圧倒される可能性が高いため、ヨネは不利である。",
			"ワーウィック": "ワーウィックは高い持続力とダメージを持っており、ヨネが集団戦で効果的に戦う前に圧倒されるため、ヨネは不利である。",
			"ティーモ": "ティーモは高いトレード能力を持っており、ヨネがファームをする際に圧力をかけることができるため、ヨネは不利である。",
			"レネクトン": "レネクトンは強力なオールイン能力を持っており、ヨネがダメージトレードを行う際に不利になる。",
			"パンテオン": "パンテオンは高いバーストダメージを持っており、ヨネが集団戦で効果的に戦う前に圧倒されるため、ヨネは不利である。",
			"ヴェイン": "ヴェインは高いダメージを持っており、ヨネがスケーリングする前に圧倒される可能性が高いため、ヨネは不利である。",
			"クレッド": "クレッドは高い持続力とダメージを持っており、ヨネがファームをする際に圧力をかけることができるため、ヨネは不利である。",
			"ガングプランク": "ガングプランクは高いバーストダメージを持っており、ヨネがダメージトレードを行う際に不利になる。"
		}
	},
	"ウディア": {
		"name": "ウディア",
		"beats": {
			"チョ＝ガス": "ウディアはチョ＝ガスに対して高い機動力を持っており、ファームを効率的に行うことができるため有利です。",
			"ボリベア": "ウディアはボリベアの攻撃を避ける能力が高く、ダメージトレードで優位に立つことができるため有利です。",
			"ブラッドミア": "ウディアはブラッドミアのスキルを回避しやすく、スケーリングにおいても有利な状況を作りやすいです。",
			"ワーウィック": "ウディアはワーウィックの回復を無効化する手段を持っており、集団戦での優位性を確保できます。",
			"ポッピー": "ウディアはポッピーの壁を越える能力があり、ファームをしやすく、レーンでの優位性を持ちます。",
			"ヴィエゴ": "ウディアはヴィエゴの攻撃を受け流すことができ、ダメージトレードで有利に立つことができます。",
			"イレリア": "ウディアはイレリアのスキルを避けることができ、スケーリングにおいても有利な状況を作りやすいです。",
			"イラオイ": "ウディアはイラオイの攻撃を避ける能力が高く、集団戦での優位性を持つことができます。",
			"ナー": "ウディアはナーの変身を利用して、ファームを効率的に行うことができるため有利です。",
			"アンベッサ": "ウディアはアンベッサの攻撃を回避しやすく、ダメージトレードで優位に立つことができます。",
			"オーン": "ウディアはオーンのスキルを避ける能力が高く、スケーリングにおいても有利な状況を作りやすいです。",
			"クレッド": "ウディアはクレッドの攻撃を受け流すことができ、集団戦での優位性を確保できます。",
			"ガングプランク": "ウディアはガングプランクのスキルを避けることができ、ファームを効率的に行うことができるため有利です。",
			"ヤスオ": "ウディアはヤスオの攻撃を回避しやすく、ダメージトレードで優位に立つことができます。",
			"フィオラ": "ウディアはフィオラの攻撃を受け流すことができ、スケーリングにおいても有利な状況を作りやすいです。",
			"グウェン": "ウディアはグウェンの攻撃を避ける能力が高く、集団戦での優位性を持つことができます。"
		},
		"loses": {
			"カミール": "カミールはウディアに対して高い機動力を持ち、ダメージトレードで優位に立つことができる。",
			"パンテオン": "パンテオンはウディアに対して強力なバーストダメージを持ち、ファームを妨害することができる。",
			"ナサス": "ナサスはスケーリングが非常に強力で、ウディアが成長する前に圧倒することができる。",
			"ジェイス": "ジェイスはウディアに対して遠距離からの攻撃が可能で、ダメージトレードで有利に立つことができる。",
			"セト": "セトはウディアに対して高い耐久力を持ち、集団戦での影響力が大きい。",
			"クイン": "クインはウディアに対して高い機動力と視界を持ち、ファームを妨害することができる。",
			"リヴェン": "リヴェンはウディアに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"シェン": "シェンはウディアに対して集団戦での影響力が大きく、ウディアの攻撃を無効化することができる。",
			"アーゴット": "アーゴットはウディアに対して高い耐久力とダメージを持ち、集団戦での影響力が大きい。",
			"ヨリック": "ヨリックはウディアに対して持続的なダメージを与えることができ、スケーリングで優位に立つことができる。",
			"ヴェイン": "ヴェインはウディアに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"オラフ": "オラフはウディアに対して高い持続ダメージを持ち、集団戦での影響力が大きい。",
			"ヨネ": "ヨネはウディアに対して高い機動力とダメージを持ち、ダメージトレードで優位に立つことができる。",
			"エイトロックス": "エイトロックスはウディアに対して高い耐久力と持続ダメージを持ち、集団戦での影響力が大きい。",
			"ダリウス": "ダリウスはウディアに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができる。",
			"グラガス": "グラガスはウディアに対して高い耐久力とCCを持ち、集団戦での影響力が大きい。",
			"ティーモ": "ティーモはウディアに対して高い持続ダメージを持ち、ファームを妨害することができる。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"アーゴット": "アーゴットはファームが得意で、スモルダーに対して持続的なダメージを与えることができるため有利です。",
			"イラオイ": "イラオイはダメージトレードにおいてスモルダーのスキルを無効化できるため、有利です。",
			"ブラッドミア": "ブラッドミアはスケーリングが優れており、後半戦でスモルダーに対して強力なダメージを出せるため有利です。",
			"ヴェイン": "ヴェインは集団戦において高いバーストダメージを持ち、スモルダーを迅速に排除できるため有利です。",
			"マルザハール": "マルザハールはファームが容易で、スモルダーに対して安全にダメージを与えられるため有利です。",
			"カ・サンテ": "カ・サンテはダメージトレードにおいて持続的なダメージを与えられるため、スモルダーに対して有利です。",
			"ヨリック": "ヨリックはスケーリングが優れており、後半戦でスモルダーに対して強力な圧力をかけられるため有利です。",
			"サイオン": "サイオンは集団戦において高い耐久力を持ち、スモルダーを効果的に抑え込むことができるため有利です。",
			"ティーモ": "ティーモはファームが得意で、スモルダーに対して持続的なダメージを与えられるため有利です。",
			"セト": "セトはダメージトレードにおいてスモルダーに対して強力なコンボを持っているため有利です。",
			"ガレン": "ガレンはスケーリングが優れており、後半戦でスモルダーに対して強力なダメージを出せるため有利です。",
			"ダリウス": "ダリウスは集団戦において高いバーストダメージを持ち、スモルダーを迅速に排除できるため有利です。",
			"レネクトン": "レネクトンはファームが容易で、スモルダーに対して安全にダメージを与えられるため有利です。",
			"トランドル": "トランドルはダメージトレードにおいて持続的なダメージを与えられるため、スモルダーに対して有利です。",
			"フィオラ": "フィオラはスケーリングが優れており、後半戦でスモルダーに対して強力な圧力をかけられるため有利です。",
			"ポッピー": "ポッピーは集団戦において高い耐久力を持ち、スモルダーを効果的に抑え込むことができるため有利です。",
			"ワーウィック": "ワーウィックはファームが得意で、スモルダーに対して持続的なダメージを与えられるため有利です。",
			"ハイマーディンガー": "ハイマーディンガーはダメージトレードにおいてスモルダーのスキルを無効化できるため、有利です。",
			"カミール": "カミールはスケーリングが優れており、後半戦でスモルダーに対して強力なダメージを出せるため有利です。",
			"ドクター・ムンド": "ドクター・ムンドは集団戦において高い耐久力を持ち、スモルダーを効果的に抑え込むことができるため有利です。",
			"グウェン": "グウェンはファームが容易で、スモルダーに対して安全にダメージを与えられるため有利です。",
			"シェン": "シェンはダメージトレードにおいて持続的なダメージを与えられるため、スモルダーに対して有利です。",
			"モルデカイザー": "モルデカイザーはスケーリングが優れており、後半戦でスモルダーに対して強力な圧力をかけられるため有利です。",
			"オーン": "オーンは集団戦において高い耐久力を持ち、スモルダーを効果的に抑え込むことができるため有利です。"
		},
		"loses": {
			"イレリア": "イレリアはスモルダーに対して高いダメージトレード能力を持っており、スモルダーの攻撃を避けながら反撃できるため不利である。",
			"ヤスオ": "ヤスオはスモルダーのスキルを容易に回避できるため、ファームやダメージトレードで優位に立つことができる。",
			"パンテオン": "パンテオンはスモルダーに対して強力な初期ダメージを持ち、早期の集団戦で有利に働くため不利である。",
			"ヨネ": "ヨネはスモルダーに対して高いバーストダメージを持ち、スモルダーのスケーリングを妨げるため不利である。",
			"オラフ": "オラフはスモルダーに対して持続的なダメージを与えられ、集団戦での耐久性が高いため不利である。",
			"ジェイス": "ジェイスはスモルダーに対して遠距離からの攻撃が可能で、ファームを妨害しやすいため不利である。",
			"アンベッサ": "アンベッサはスモルダーに対して高い持続ダメージを持ち、スケーリングで優位に立つため不利である。",
			"オーロラ": "オーロラはスモルダーに対して強力なCCを持ち、集団戦での影響力が高いため不利である。",
			"アカリ": "アカリはスモルダーに対して高い機動力を持ち、ダメージトレードで優位に立つことができるため不利である。",
			"ヴァルス": "ヴァルスはスモルダーに対して遠距離からの攻撃が可能で、ファームを妨害しやすいため不利である。",
			"グラガス": "グラガスはスモルダーに対して高い耐久性を持ち、集団戦での影響力が高いため不利である。",
			"リヴェン": "リヴェンはスモルダーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"ジャックス": "ジャックスはスモルダーに対してスケーリングが優れており、後半の集団戦で強力な存在となるため不利である。",
			"ナー": "ナーはスモルダーに対して高い機動力とCCを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"クイン": "クインはスモルダーに対して高いバーストダメージを持ち、ファームを妨害しやすいため不利である。",
			"マルファイト": "マルファイトはスモルダーに対して高い耐久性を持ち、集団戦での影響力が高いため不利である。",
			"クレッド": "クレッドはスモルダーに対して高い持続ダメージを持ち、スケーリングで優位に立つため不利である。",
			"トリンダメア": "トリンダメアはスモルダーに対して高いバーストダメージを持ち、ダメージトレードで優位に立つことができるため不利である。",
			"ナサス": "ナサスはスモルダーに対してスケーリングが優れており、後半の集団戦で強力な存在となるため不利である."
		}
	},
	"トランドル": {
		"name": "トランドル",
		"beats": {
			"ヨリック": "トランドルはヨリックに対して持続的なダメージを与えられるため、ファームが有利である。",
			"オラフ": "トランドルはオラフの攻撃を無効化するスキルを持っているため、ダメージトレードで有利である。",
			"イラオイ": "トランドルはイラオイのスキルを避けやすく、スケーリングにおいて有利である。",
			"パンテオン": "トランドルはパンテオンのバーストダメージに耐えることができるため、集団戦で有利である。",
			"イレリア": "トランドルはイレリアの攻撃を受け流すことができるため、ファームが有利である。",
			"レネクトン": "トランドルはレネクトンのスキルを無効化できるため、ダメージトレードで有利である。",
			"ヴィエゴ": "トランドルはヴィエゴの持続ダメージに対して強いため、スケーリングで有利である。",
			"ヤスオ": "トランドルはヤスオの攻撃を受け流すことができるため、集団戦で有利である。",
			"グウェン": "トランドルはグウェンのスキルを避けやすく、ファームが有利である。",
			"ガングプランク": "トランドルはガングプランクのバーストダメージに耐えることができるため、ダメージトレードで有利である。",
			"シェン": "トランドルはシェンのシールドを無視できるため、スケーリングで有利である。",
			"ランブル": "トランドルはランブルのスキルを避けやすく、集団戦で有利である。",
			"アーゴット": "トランドルはアーゴットの攻撃を受け流すことができるため、ファームが有利である。",
			"ドクター・ムンド": "トランドルはドクター・ムンドの回復を無視できるため、ダメージトレードで有利である。",
			"ワーウィック": "トランドルはワーウィックの持続ダメージに対して強いため、スケーリングで有利である。",
			"チョ＝ガス": "トランドルはチョ＝ガスの攻撃を受け流すことができるため、集団戦で有利である。",
			"フィオラ": "トランドルはフィオラのスキルを無効化できるため、ファームが有利である。",
			"クイン": "トランドルはクインの攻撃を受け流すことができるため、ダメージトレードで有利である。",
			"ヴェイン": "トランドルはヴェインの持続ダメージに対して強いため、スケーリングで有利である。",
			"ポッピー": "トランドルはポッピーの攻撃を受け流すことができるため、集団戦で有利である."
		},
		"loses": {
			"オーロラ": "オーロラはトランドルに対して高いファーム能力を持っており、トランドルが劣位に立たされる。",
			"ナー": "ナーはトランドルに対して優れたダメージトレードを行うことができ、トランドルがダメージを受けやすい。",
			"クレッド": "クレッドはトランドルのスケーリングを阻害する能力を持っており、トランドルが成長しにくい。",
			"リヴェン": "リヴェンはトランドルとの集団戦での機動力が高く、トランドルが効果的に戦えない。",
			"ナサス": "ナサスはトランドルに対して強力なファーム能力を持ち、トランドルが劣位に立たされる。",
			"カミール": "カミールはトランドルに対して優れたダメージトレードを行うことができ、トランドルがダメージを受けやすい。",
			"アンベッサ": "アンベッサはトランドルのスケーリングを阻害する能力を持っており、トランドルが成長しにくい。",
			"ブラッドミア": "ブラッドミアはトランドルとの集団戦での持続力が高く、トランドルが効果的に戦えない。",
			"ジェイス": "ジェイスはトランドルに対して高いダメージトレードを行うことができ、トランドルがダメージを受けやすい。",
			"セト": "セトはトランドルに対して優れたファーム能力を持っており、トランドルが劣位に立たされる。",
			"ボリベア": "ボリベアはトランドルとの集団戦での持続力が高く、トランドルが効果的に戦えない。",
			"エイトロックス": "エイトロックスはトランドルに対して強力なダメージトレードを行うことができ、トランドルがダメージを受けやすい。",
			"ジャックス": "ジャックスはトランドルのスケーリングを阻害する能力を持っており、トランドルが成長しにくい。",
			"ケネン": "ケネンはトランドルとの集団戦での機動力が高く、トランドルが効果的に戦えない。",
			"アカリ": "アカリはトランドルに対して優れたダメージトレードを行うことができ、トランドルがダメージを受けやすい。"
		}
	}
}