{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "Varus is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, making her excellent at pushing the lane, which puts Varus under pressure in the lane.\n- Sivir's spell shield can block Varus's skills, allowing her to gain an advantage, especially against his snare effect in his ultimate.\n- Sivir has many ways to increase her movement speed, making it easier for her to dodge Varus's attacks, often putting him at a disadvantage in trades.\n- Sivir's basic attacks bounce, allowing her to harass Varus using minions and deal sustained damage more easily.\n- Varus has limited means of HP recovery, making it difficult for him to withstand Sivir's sustained damage.",
      "サミーラ": "Samira is at a disadvantage against Sivir.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, allowing her to push the lane before Samira can apply pressure.\n- Sivir's spell shield helps her avoid Samira's attacks, especially by negating skills when Samira tries to engage.\n- Sivir has many means to increase her movement speed, making it difficult for Samira to close the gap.\n- Sivir's ultimate is excellent for engaging and disengaging in team fights, limiting the timing for Samira to go all-in.\n- Samira has a short range and is more susceptible to Sivir's attacks, often putting her at a disadvantage in trades.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability and can easily push the lane, making Miss Fortune more susceptible to harassment.\n- Sivir's spell shield negates Miss Fortune's slows and crowd control, making trades unfavorable.\n- Sivir has many ways to increase her movement speed, leaving Miss Fortune with few escape options when she gets close.\n- Sivir has strong all-in potential, while Miss Fortune has low DPS against a single target, making her weaker in direct fights.\n- Sivir's bouncing attacks provide strong harassment, and Miss Fortune has a shorter range, often putting her at a disadvantage in trades.",
      "スモルダー": "Smolder is at a disadvantage.\n\nReasons:\n- Since Sivir has a short range, Smolder is likely to take damage first.\n- Sivir's AoE damage and wave clear ability make it difficult for Smolder to push the lane.\n- Sivir's spell shield can negate Smolder's skills, making trades unfavorable.\n- Without early stacks, Smolder's skill performance is low, making it easy to lose all-ins against Sivir.\n- Due to Sivir's movement speed increase abilities, Smolder often finds it hard to chase or escape.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability and can easily push the lane, making it difficult for Caitlyn to find opportunities to harass.\n- Sivir's spell shield can negate Caitlyn's skills, making her harassment less effective.\n- Sivir has plenty of ways to increase her movement speed, making it easier to dodge Caitlyn's attacks.\n- Sivir's ultimate is excellent for engaging and disengaging in team fights, making it hard for Caitlyn to have an impact in those situations.\n- While Caitlyn has long range, Sivir also has range, allowing her to create favorable situations when both are trying to harass each other.",
      "トリスターナ": "Tristana is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, making it difficult for Tristana to maintain lane dominance as she can be quickly pushed back.\n- Sivir's spell shield can block Tristana's skills, making it easier for her to win trades.\n- Sivir has many ways to increase her movement speed, making it easier to dodge Tristana's attacks.\n- Tristana is weak in the early game and struggles to withstand Sivir's AoE attacks, making her susceptible to early damage.\n- Sivir's ultimate is excellent for engaging and disengaging in team fights, making it difficult for Tristana to shine in those situations."
    },
    "loses": {
      "ユナラ": "Yunara has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Yunara primarily deals magic damage, which makes Sivir's spell shield ineffective.\n- Yunara has a longer attack range than Sivir, making it easier to harass in lane.\n- Yunara has high movement speed, allowing her to easily dodge Sivir's attacks.\n- Yunara's AoE damage from her skills can counter Sivir's wave clear ability.\n- Sivir has low DPS against single targets, making it difficult for her to trade effectively against Yunara's magic damage.",
      "トゥイッチ": "Twitch has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Twitch can use stealth to launch surprise attacks, making it easier to disrupt Sivir's positioning.\n- Sivir has a shorter base attack range, making it difficult to retaliate before taking damage from Twitch.\n- Twitch's ultimate has a long range, allowing him to deal damage unilaterally in team fights.\n- Sivir has low DPS against single targets, making it hard to counter Twitch's sustained poison damage.\n- Twitch is strong against opponents with low escape potential, and since Sivir doesn't have high escape potential, Twitch can play favorably.",
      "ゼリ": "Zeri has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to dodge Sivir's attacks. Especially since Sivir's base range is short, Zeri can attack while maintaining distance.\n- Zeri's Q ability has long range and no mana cost, allowing her to deal sustained damage easily. This enables her to counter Sivir's wave clear ability.\n- Sivir has low DPS against single targets, so Zeri can use kiting to avoid attacks while retaliating, giving her an advantage in trades.\n- Zeri can leverage her mobility to position herself favorably against Sivir, who lacks reliable engage options.\n- Sivir's spell shield is effective against crowd control, but since Zeri's attacks primarily do not rely on basic attacks, it is easier to negate Sivir's strengths.",
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, and since Sivir has a shorter base range, he can easily gain an advantage in trades.\n- Sivir has low DPS against single targets and struggles to counter Draven's high damage output.\n- Draven's passive allows him to earn gold easily, and by creating an item advantage, he becomes even more favorable.\n- Draven has a skill that increases his movement speed, allowing him to attack while dodging Sivir's attacks.\n- Sivir's spell shield is effective against crowd control, but since Draven's attacks mainly rely on auto-attacks, Sivir's shield is less effective against him.",
      "ルシアン": "Lucian has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage from the early game and can harass Sivir effectively.\n- Sivir has a shorter base attack range, making her more susceptible to Lucian's attacks and often putting her at a disadvantage in trades.\n- Lucian has short cooldowns on his skills and high mobility, allowing him to engage Sivir aggressively.\n- Sivir has low DPS against single targets, making it difficult for her to counter Lucian's burst.\n- Lucian's basic attacks are enhanced after using his skills, allowing him to deal continuous damage to Sivir.",
      "アフェリオス": "Aphelios has the advantage.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse tactics through weapon switching, making it easier to avoid Sivir's attacks.\n- Sivir has a shorter base range, allowing Aphelios to safely harass using his range advantage.\n- Aphelios's threat level increases after level 12, and if Sivir's durability is low, he can deal damage instantly.\n- Sivir's spell shield is effective against crowd control, but Aphelios's attacks primarily rely on auto-attacks, making it easy to deal damage while ignoring Sivir's defensive measures.\n- Aphelios's self-defense relies on his weapons, but since Sivir's attacks are inferior in single-target DPS, it is easier to engage in an all-in fight.",
      "ヴェイン": "Vayne has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Vayne has high mobility, making it easy to dodge Sivir's attacks. Especially since Sivir has a shorter range, Vayne can easily close in and attack.\n- Vayne's attacks deal damage proportional to maximum HP, allowing her to quickly whittle down Sivir's health. Sivir has low DPS against single targets, making it difficult for her to effectively damage Vayne.\n- Vayne has skills that utilize walls, allowing her to avoid Sivir's attacks. This makes it easier to negate Sivir's harassment.\n- While Sivir has strong AoE damage in team fights, Vayne is extremely powerful in one-on-one combat and can gain an advantage in duels against Sivir.\n- Sivir's spell shield can block crowd control, but Vayne's attacks do not have crowd control, making it easier to negate Sivir's defensive measures.",
      "コーキ": "Corki has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Corki's skills are all AoE, allowing him to easily gain an advantage in lane push battles against Sivir's wave clear ability.\n- Corki's skills have long range, making it easier to harass Sivir before she can get close due to her shorter base range.\n- Corki has a short ultimate cooldown, allowing him to deal damage frequently and apply sustained pressure on Sivir.\n- Sivir has low DPS against single targets, making it difficult for her to effectively retaliate against Corki's AoE damage.\n- Corki does not have any crowd control, which makes it hard for Sivir's spell shield to function, making it difficult for her to gain an advantage in trades."
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "Jhin is at a disadvantage.\n\nThe reasons are as follows:\n\n- Kai'Sa has high burst damage and can deal damage instantly before Jhin can engage, making Jhin weak in all-ins.\n- Kai'Sa's skills deal magic damage, making it difficult for Jhin to counter with defensive items, so he is prone to taking damage.\n- Kai'Sa can use her ultimate to move long distances, giving her an escape option when Jhin tries to engage, which often renders Jhin's attacks ineffective.\n- Jhin lacks a blink ability and has limited means to escape when approached, making him vulnerable to Kai'Sa's attacks.\n- Kai'Sa can evolve her skills for situational enhancements, allowing her to respond flexibly to Jhin, which often puts Jhin in a disadvantageous position.",
      "エズリアル": "Ezreal is at a disadvantage.\n\n- Kai'Sa has high burst damage, and if Ezreal is all-inned after using his skills, he is likely to be taken down instantly.\n- Kai'Sa's skills can evolve, allowing for diverse tactics and making it easier to dodge Ezreal's abilities.\n- Kai'Sa can use her ultimate to move long distances, allowing her to approach while avoiding Ezreal's attacks.\n- Ezreal's main skill is skill-shot based, making it harder to hit against Kai'Sa's mobility.\n- Kai'Sa can deal magic damage with her attacks, effectively damaging Ezreal's defensive items.\n- By evolving her skills, Kai'Sa can enhance her abilities based on the situation, allowing her to take advantage of the cooldowns of Ezreal's skills."
    },
    "loses": {
      "アフェリオス": "Aphelios has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, effectively countering Kai'Sa's attacks.\n- Kai'Sa has a short range, making it easy for Aphelios to harass from outside her attack range and establish an early advantage.\n- Aphelios's threat level increases significantly after level 12, allowing him to deal high damage to the squishy Kai'Sa.\n- Kai'Sa lacks crowd control, and her means of avoiding Aphelios's attacks are limited, making all-ins difficult.\n- Aphelios's self-defense relies on his weapons, but he can attack from a favorable position before taking damage from Kai'Sa.",
      "ドレイヴン": "Draven has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to overwhelm Kai'Sa before she can get her items.\n- Kai'Sa has a short range and is susceptible to Draven's attacks. Especially since Draven's attacks deal high damage, Kai'Sa will have to take risks early on.\n- Draven can easily earn gold through his passive, allowing him to build items early and create an even more advantageous situation.\n- Kai'Sa lacks crowd control, and her means of escaping when taking high damage from Draven are limited, making it very difficult for her when all-inned.\n- Draven's movement speed increase skill allows him to avoid Kai'Sa's attacks while maintaining an advantage in close combat.",
      "ユナラ": "Yunara has the advantage.\n\n- Yunara can deal magic damage naturally, making her less susceptible to damage interference from Kai'Sa's items.\n- Yunara has a longer attack range than Kai'Sa, allowing for harassment in lane and safe attacks.\n- Yunara has high movement speed, making it easier to adjust her positioning and avoid Kai'Sa's attacks.\n- By using Yunara's skills, her attack speed increases, enhancing her AoE damage in team fights, giving her an edge over Kai'Sa.\n- Kai'Sa has a shorter range and struggles with positioning in team fights, making it easier for Yunara to create advantageous situations.",
      "ザヤ": "Zyra has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Zyra has a strong all-in potential and can capitalize on the moments when Kai'Sa is casting her skills.\n- Zyra's snare limits Kai'Sa's mobility, giving her an advantage in close combat.\n- Zyra has AoE damage, making it easier to deal damage in team fights.\n- Kai'Sa has a short range and is susceptible to taking damage when she enters Zyra's attack range.\n- Zyra has plenty of self-defense options, making it easier to withstand Kai'Sa's burst damage.",
      "サミーラ": "Samira has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Samira excels in close combat, making it easier to all-in since Kai'Sa has a shorter range.\n- Kai'Sa lacks crowd control and struggles to counter Samira's high DPS and burst damage.\n- Samira has the ability to close the gap instantly, allowing her to attack while dodging Kai'Sa's skills.\n- Samira's attacks deal magic damage, making it difficult for Kai'Sa to defend.\n- Samira's AoE damage in team fights is powerful, allowing her to maneuver advantageously while Kai'Sa struggles with positioning in team fights.",
      "ニーラ": "Nila has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Nila excels in all-ins in close combat against the short-range Kai'Sa and can use her dash to get close to her.\n- Nila's sustained damage and healing effects allow her to withstand Kai'Sa's burst damage.\n- Since Kai'Sa lacks crowd control, it is easy for Nila to utilize her mobility to avoid attacks and counterattack.\n- Nila has a passive that enhances her allies' healing and shielding, allowing her to demonstrate even greater combat capabilities when working with a support.\n- Kai'Sa's skills rely on skill shots, but Nila can easily dodge them with her dash and bring the fight into close range."
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "アッシュ": "Ashe is at a disadvantage.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, making Ashe vulnerable when all-in.\n- Tristana's range increases with levels, making Ashe susceptible to attacks even in the late game.\n- Tristana has high mobility, excelling at escaping and chasing, which makes it easy for Ashe to miss her opportunities to engage.\n- Ashe lacks mobility skills, making it difficult to avoid Tristana's attacks.\n- Tristana's E skill causes automatic pushing, complicating wave management for Ashe.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Tristana has high burst damage from the early game, making it easy for her to engage before Kog'Maw can scale.\n- Tristana's range increases with levels, making it harder for Kog'Maw to attack.\n- Tristana has high mobility and excels at escaping and chasing, making it easy for Kog'Maw to get caught.\n- Kog'Maw has low mobility and lacks hard crowd control, making him susceptible to Tristana's attacks.\n- Tristana's E ability has strong pushing power, which can put Kog'Maw at a disadvantage in wave management.",
      "サミーラ": "Samira is at a disadvantage against Tristana.\n\nThe reasons are as follows:\n\n- Tristana has long-range attacks that increase in range as she levels up, allowing her to deal damage before Samira can close the gap.\n- Tristana's burst damage is high from early to mid-game, allowing her to gain an advantage, especially before Samira has her items.\n- Samira has a short range, making it difficult to avoid Tristana's attacks, which increases the risk in close combat.\n- Tristana's mobility makes it easy for her to evade Samira's attempts to engage, increasing the likelihood of counterattacks from Tristana.\n- By pairing with a tanky support that has crowd control, Tristana can more easily prevent Samira from approaching, creating situations where Samira cannot utilize her strengths.",
      "セナ": "Senna is at a disadvantage.\n\n- Tristana has high burst damage from the early game, making her particularly strong against squishy supports like Senna.\n- Tristana's range increases as she levels up, making it difficult for Senna to harass.\n- Tristana has high mobility, excelling at escaping and chasing, which increases the risk of Senna getting caught.\n- Senna has low base stats and is especially weak in the early game, often unable to withstand Tristana's attacks.\n- Tristana's skill has high pushing power, making it difficult for Senna to manage the wave.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Tristana has high burst damage from the early game and can apply pressure before Vayne can scale.\n- Tristana's range increases with levels, making Vayne more susceptible to attacks.\n- Tristana's mobility allows her to easily dodge Vayne's attacks and excel at chasing or escaping.\n- Vayne has a short range, often putting her in unfavorable situations against Tristana's long-range attacks.\n- Tristana's skills make wave management difficult, but Vayne lacks AoE damage, resulting in slower pushes and making it easier for her to fall behind in lane.\n- Tristana does not have crowd control, but Vayne is weak against targeted crowd control, becoming vulnerable when hit by Tristana's attacks.",
      "トゥイッチ": "Twitch is at a disadvantage against Tristana.\n\nReasons:\n- Tristana has high burst damage from the early game, making her particularly strong against squishy supports, and Twitch is vulnerable to that burst.\n- Tristana's range increases as she levels up, making it easier for her to win trades against Twitch.\n- Tristana has high mobility, making it difficult for Twitch to successfully ambush her.\n- Tristana's E ability allows for automatic wave pushing, complicating wave management for Twitch and increasing the risk of ganks.\n- Twitch is highly dependent on items, and if he falls behind early, he struggles to counter Tristana's early strength.",
      "ジン": "Jhin is at a disadvantage.\n\n- Tristana has high burst damage from early to mid-game, making it easy for her to all-in after Jhin uses his skills.\n- Tristana's blink skill allows her to easily dodge Jhin's abilities, and Jhin, who has no means of escape when approached, is very vulnerable.\n- As Tristana levels up, her range increases, reducing the risk of taking damage from Jhin while dealing sustained damage.\n- Since Jhin's remaining ammo is visible, it is easier for Tristana to time her all-ins, making it more likely for her to target moments when Jhin's DPS is low.\n- Tristana's E skill's automatic push increases the difficulty of wave management for Jhin and raises the risk of ganks."
    },
    "loses": {
      "コーキ": "Corki has an advantage over Tristana.\n\nThe reasons are as follows:\n\n- Corki has AoE damage and can harass while Tristana is pushing the wave.\n- Corki's skills have long range, allowing him to deal damage before Tristana can get close.\n- Tristana is weak in the early game, and Corki can take advantage of this with his harass until Tristana gets her items.\n- Corki has short cooldowns on his skills, making it easier to deal sustained damage and counter Tristana's burst damage.\n- Tristana's passive on her E causes her to automatically push the wave, giving Corki more opportunities to attack during that window.",
      "アフェリオス": "Aphelios has an advantage over Tristana.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, allowing him to deflect Tristana's attacks.\n- Tristana is weak in the early game, especially until she gets her items, making it difficult for her to deal damage, while Aphelios has strong harassment from the start, allowing him to gain an advantage over Tristana.\n- After level 12, Aphelios's threat level increases, enabling him to output enough damage to counter Tristana's burst damage.\n- Tristana struggles with wave management and tends to push automatically, making it easier for Aphelios to create advantageous situations.\n- Aphelios has an advantage against marksmen with low harassment capabilities, allowing him to deal damage while reducing the risk of taking hits from Tristana.",
      "ドレイヴン": "Draven has an advantage over Tristana.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to overwhelm Tristana before she can get her items.\n- Tristana is weak in the early game, especially before she gets her items, making it difficult for her to deal damage, which allows Draven to take advantage.\n- Draven's passive makes it easy for him to earn gold, and by acquiring items early, he becomes even stronger.\n- Tristana has difficulty managing waves and tends to push automatically, making her more susceptible to ganks from Draven, increasing his chances to gain an advantage.\n- Draven has a skill that increases his movement speed, making it easier for him to chase down Tristana when she tries to escape.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- Range: Varus has a longer range than Tristana, allowing him to deal damage before Tristana can attack.\n- CC effects: Varus has skills with snare effects, which can limit Tristana's movement, making it easier to avoid her attacks.\n- Poke ability: Varus can deal damage to Tristana from a distance using his skills, creating advantageous situations before Tristana can scale.\n- Wave management: Varus can easily control the wave with his skills, taking advantage of the moments when Tristana automatically pushes.\n- Tristana's early weakness: Tristana is weak in the early game, and if Varus applies pressure before she gets her items, her growth is likely to be delayed.",
      "シヴィア": "Sivir has an advantage over Tristana.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability, allowing her to push the lane even when Tristana struggles to deal damage in the early game.\n- With her spell shield, Sivir can block Tristana's skills, giving her an advantage in trades.\n- Sivir's movement speed increase makes it easier to negate Tristana's blink, excelling in chasing and escaping.\n- Tristana is weak in the early game and struggles to counter Sivir's sustained damage.\n- Sivir can engage and disengage in team fights, making it easier to create advantageous situations before Tristana can scale up."
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "Sivir is at a disadvantage.\n\n- Yuumi relies on auto-attacks and has a long range, making it easy for Sivir to be harassed before she can get close.\n- Yuumi's magic damage bypasses Sivir's spell shield, increasing the risk of Sivir taking damage.\n- Yuumi has strong AoE damage in team fights, and there is a high chance that Sivir will take damage from Yuumi's attacks before she can deal damage to the backline.\n- Sivir has a short base range, making it difficult to counter Yuumi's long range, often putting her at a disadvantage in trades.\n- Yuumi's skill-based attack speed increase can potentially outpace Sivir's attacks, especially making her vulnerable during all-ins.",
      "サミーラ": "Samira is at a disadvantage against Yuumi.\n\nThe reasons are as follows:\n\n- Yuumi has long-range attacks, making it easy to harass Samira before she can close the gap.\n- Yuumi's magic damage can effectively deal damage due to Samira's low defensive stats.\n- While Samira excels in close combat, Yuumi can use her skills to maintain distance while attacking, making it difficult for Samira to approach.\n- Yuumi's skills deal AoE damage, resulting in high damage output in team fights, so if Samira gets caught, she is likely to take significant damage.\n- Samira lacks crowd control, limiting her means to stop Yuumi's attacks, which increases the risk of continuously taking damage from Yuumi.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Yuumi has long-range auto attacks, making it easy to harass Vayne before she can get close.\n- Yuumi's magic damage can bypass Vayne's durability, making early harassment particularly effective.\n- Yuumi can increase her attack speed by using skills, allowing her to deal AoE damage in team fights, making it difficult for Vayne to engage in one-on-one combat.\n- Vayne has a short range, making it hard to avoid Yuumi's attacks, which complicates her positioning in lane.\n- Yuumi's slow can limit Vayne's mobility and take away her means of escape.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Yuumi has a long attack range, making it easy to harass Kai'Sa before she can retaliate.\n- Yuumi's magic damage can easily bypass Kai'Sa's defenses from her items, especially dealing strong damage in the early stages.\n- Yuumi can increase her attack speed by using skills, allowing her to deal AoE damage in team fights, making it difficult for Kai'Sa to approach.\n- Kai'Sa lacks crowd control and has limited means to escape when taking damage from Yuumi.\n- Yuumi's slow effect restricts Kai'Sa's mobility, making it harder for her to maneuver.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Yuumi has long-range auto attacks and is less susceptible to Miss Fortune's harassment.\n- Yuumi's magic damage from her skills can compensate for Miss Fortune's low base attack damage.\n- Yuumi has high movement speed, making it easier to adjust her positioning and avoid Miss Fortune's skills.\n- Yuumi's AoE damage in team fights can potentially surpass Miss Fortune's damage output.\n- Miss Fortune only has a slow as crowd control, and when hit by Yuumi's attacks, she has limited means to escape, making her vulnerable to all-ins.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Yuumi has a long range and can harass Zyra easily before she gets close, making Zyra susceptible to damage.\n- Yuumi's magic damage is less affected by equipment interference and has strong resistance against Zyra's physical damage.\n- Yuumi can increase her attack speed by using skills, allowing her to deal AoE damage in team fights, making it difficult for Zyra to output damage in those situations.\n- Zyra has a short range and is often attacked unilaterally by Yuumi's long-range attacks.\n- Yuumi has high mobility and can easily adjust her positioning, making it difficult for Zyra to approach."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki's skills are all AoE, allowing him to retaliate broadly against Yuumi's auto-attacks, making him good at harassment.\n- Corki's skills have long range, enabling him to deal damage before Yuumi can get close, making it easier to maintain lane dominance.\n- Yuumi relies on auto-attacks, so there is a high risk of being harassed unilaterally by Corki's AoE damage.\n- Corki has a short cooldown on his ultimate, allowing him to deal sustained damage and apply continuous pressure on Yuumi.\n- Yuumi only has a slow as crowd control, and her means to suppress Corki's mobility are limited, allowing Corki to move freely.",
      "ドレイヴン": "Draven has an advantage over Yuumi.\n\nThe reasons are as follows:\n\n- Draven has high burst damage from the early game, making it easier to secure kills early on due to Yuumi's low durability.\n- Yuumi relies on auto-attacks, but Draven can deal high damage with his axe attacks, allowing him to outdamage Yuumi.\n- Draven's movement speed increase skill makes it easier to approach while dodging Yuumi's attacks, giving him strong chasing potential.\n- Yuumi only has slows and limited means to stop Draven's high burst, allowing Draven to play favorably.\n- Draven can easily earn gold, and by creating item advantages, he becomes even more favorable against Yuumi.",
      "ルシアン": "Lucian has an advantage over Yuumi.\n\n- Lucian has high burst damage from the early game, and since Yuumi has low durability, he can gain an advantage in early trades.\n- Lucian's skills have short cooldowns and allow for consecutive attacks, enabling him to counter Yuumi's auto-attacks effectively.\n- Yuumi relies on auto-attacks, making her vulnerable to Lucian's empowered basic attacks after he uses his skills.\n- Lucian has high mobility, allowing him to attack while dodging Yuumi's attacks, giving him an advantage in positioning.\n- With only slows as crowd control, it's difficult for Yuumi to stop Lucian, allowing him to move freely while attacking.",
      "ジグス": "Ziggs has an advantage over Yuumi.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills, allowing him to deal damage from farther away than Yuumi's attack range, making it easier to inflict damage before Yuumi can get close.\n- All of Ziggs' skills are AoE, allowing him to deal damage simultaneously when Yuumi harasses using minions.\n- Yuumi relies on auto-attacks, so if Ziggs' mines and bombs slow her down, it becomes difficult for her to attack.\n- Ziggs has high tower destruction capability, meaning that even if Yuumi gains an advantage in lane, Ziggs can turn the tide by quickly destroying towers.\n- Yuumi only has a slow as her crowd control, and her means of avoiding Ziggs' skills are limited, making her susceptible to his attacks.",
      "ゼリ": "Zeri has an advantage over Yuumi.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to avoid Yuumi's attacks and reducing harassment in the lane.\n- Zeri's Q ability can be used at no cost, allowing for sustained damage output, which makes it easier to counter Yuumi's magic damage.\n- Yuumi relies on auto-attacks, but Zeri primarily uses skill-based attacks, allowing her to dodge Yuumi's normal attacks.\n- Zeri excels at kiting, enabling her to avoid trades that utilize Yuumi's attack range.\n- Since Yuumi's crowd control consists only of slows, Zeri can leverage her mobility to maneuver safely."
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "Senna is at a disadvantage.\n\n- Twitch excels at ambushing using stealth, and since Senna has limited escape options, she is prone to taking fatal damage if caught.\n- Twitch's ultimate has a long range and provides high damage output in team fights, which means Senna can be attacked unilaterally.\n- Senna has low base stats and is particularly weak in the early game, so she often finds herself in a disadvantageous situation early on when taking damage from Twitch.\n- Twitch relies on auto-attacks, making it difficult for Senna's healing abilities and harassment to be effective, thus limiting her strengths.\n- Twitch has an advantage over champions with low escape potential, and since Senna lacks escape options, she finds herself in a disadvantageous position against Twitch.",
      "シヴィア": "Sivir is at a disadvantage against Twitch.\n\n- Sivir has a short base range and struggles to react to Twitch's ambush from stealth.\n- Twitch has high burst damage, and when Sivir is all-in, she becomes vulnerable.\n- Sivir's spell shield cannot counter Twitch's slow effects, making her susceptible to sustained damage.\n- Twitch's ultimate provides long-range attacks, posing a threat to Sivir's positioning in team fights.\n- Sivir has low DPS against single targets, making her likely to lose in a direct confrontation with Twitch.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\nThe reasons are as follows:\n\n- Twitch excels at ambushing using stealth, which can exploit Aphelios's low mobility.\n- Twitch's ultimate has long range, allowing him to deal significant damage before Aphelios can get close.\n- Aphelios relies on weapon switching, and often struggles to prepare when taking damage from Twitch.\n- Twitch's poison damage over time can easily negate Aphelios's self-defense options.\n- Aphelios has a difficult early game, and if Twitch gains an early advantage, it can lead to a tough situation.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Kog'Maw has low mobility and is vulnerable to Twitch's ambushes. Twitch can easily approach and deal damage to Kog'Maw using stealth.\n- Twitch's ultimate has long range, allowing for one-sided attacks in team fights and lanes. Kog'Maw has limited self-defense options, making it susceptible to Twitch's attacks.\n- Kog'Maw has a short base range, making it difficult to retaliate before taking damage from Twitch. Especially in lane, Kog'Maw often struggles against Twitch's harassment.\n- Twitch possesses assassin traits and is very strong against carries like Kog'Maw that lack self-defense options. Kog'Maw has no effective countermeasures against Twitch, making it prone to unfavorable situations.",
      "アッシュ": "Ashe is at a disadvantage.\n\n- Twitch excels at ambushing using stealth, and Ashe is vulnerable when approached since she lacks mobility skills.\n- Twitch's ultimate has long range and provides very high damage in team fights, while Ashe has low burst damage, putting her at a disadvantage in all-in skirmishes.\n- Ashe has a slow effect, but it is difficult to prevent Twitch's ambush with his camouflage, making it tough if he gets the jump on her.\n- Although Twitch has low escape potential, Ashe also lacks mobility, making it easier for Twitch to create advantageous situations.",
      "ジンクス": "Jinx is at a disadvantage.\n\nThe reasons are as follows:\n\n- Twitch excels at ambushing using stealth, and Jinx has limited self-defense options, making her vulnerable when approached.\n- Twitch's ultimate has long range and provides high damage output in team fights, making it difficult for Jinx to avoid his attacks.\n- Twitch has sustained damage through poison, and Jinx has low base stats, making it hard for her to withstand continuous damage.\n- Twitch's skills with slow effects restrict Jinx's movement, making it difficult for her to escape.\n- Jinx takes time to activate her skills, making it hard for her to react to Twitch's ambush, and if he takes the initiative, she finds herself in a tough situation.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Smolder lacks AA enhancement, making it difficult to counter Twitch's high DPS.\n- Twitch excels at ambushing using stealth, and Smolder has only E skill as an escape option with a long cooldown, increasing the risk of getting caught.\n- Smolder's skill performance is low without early stacks, making it unable to withstand Twitch's early attack power.\n- Twitch's long-range attacks from his ultimate can deal significant damage before Smolder can utilize AoE attacks in team fights.\n- Smolder does not have hard CC, leaving him with few defensive options against Twitch's ambushes.",
      "ジグス": "Ziggs is at a disadvantage.\n\nThe reasons are as follows:\n\n- Twitch can use stealth to ambush, making Ziggs vulnerable to attacks when he gets close.\n- Twitch's ultimate has long range, allowing him to deal damage to Ziggs from a distance where Ziggs can attack safely.\n- Ziggs lacks targeted skills, making it difficult to hit a highly mobile champion like Twitch with his abilities.\n- While Twitch has low escape potential, if Ziggs allows him to get close, Twitch can create a favorable situation for himself.\n- Ziggs is weak in close combat, and when Twitch approaches, Ziggs can easily become powerless."
    },
    "loses": {
      "コーキ": "Corki has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Corki has long-range skills that allow him to harass before Twitch can get close.\n- Corki's AoE damage can hit through Twitch's stealth, making it easier to prevent ambushes.\n- Twitch has low escape potential and is vulnerable to Corki's sustained damage.\n- Corki has short cooldowns on his skills, allowing him to continue dealing damage before Twitch can activate his ultimate.\n- Twitch is highly dependent on items, and being harassed by Corki in the early game makes it difficult for him to maneuver.",
      "ニーラ": "Niila has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Niila is a melee champion and can approach while avoiding Twitch's attacks, preventing him from utilizing his range effectively.\n- Twitch has low escape potential, making it easy for Niila to chase him down with her high mobility.\n- Niila's skills can negate Twitch's auto-attacks, particularly reducing his burst damage.\n- Niila has sustained damage and is strong against ambushes from Twitch's stealth.\n- Niila's passive enhances healing and shielding effects for allies, giving her an advantage in one-on-one fights against Twitch.",
      "ルシアン": "Lucian has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage from the early game, and since Twitch has low escape potential, he can gain an advantage in trades.\n- Lucian's skills have short cooldowns and allow for continuous attacks, making it easier to deal sustained damage to Twitch.\n- Twitch relies on auto-attacks, so there is a high risk of being taken down early by Lucian's high burst damage.\n- Lucian has high mobility and can attack while avoiding Twitch's slow effects, making it easier to prevent Twitch's ambushes.\n- Twitch struggles in early trades, and with Lucian gaining an advantage, it becomes easier for him to dominate the lane.",
      "ドレイヴン": "Draven has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Draven has high burst damage from the early game, allowing him to gain an advantage in trades while Twitch is still growing.\n- Twitch has low escape potential and is susceptible to Draven's high damage. Especially, even if Twitch uses stealth, Draven can still chase him down.\n- Draven's passive makes it easy to earn gold, and by creating an item advantage, he becomes even more favorable.\n- Twitch relies on auto-attacks, making him vulnerable to Draven's high burst damage, increasing the likelihood of being killed early.\n- Draven has a skill that increases his movement speed, allowing him to chase or escape even when affected by Twitch's slow effects.",
      "トリスターナ": "Tristana has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, which is particularly effective against squishy champions like Twitch.\n- Tristana has strong mobility, making it easier to avoid Twitch's ambushes and excel at both escaping and chasing.\n- Tristana's attack range increases as she levels up, allowing her to attack from a position where Twitch cannot reach her, giving her an advantage.\n- Twitch has low escape potential and can be easily taken down by Tristana's burst damage.\n- Tristana is skilled at wave management, making it easier to create advantageous situations before Twitch can scale up.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to safely harass Twitch from outside his attack range.\n- Twitch has low escape potential, and Ezreal can easily create distance using his warp skill.\n- Ezreal's skills have short cooldowns, making it easier to deal sustained damage to Twitch.\n- Twitch primarily relies on auto-attacks, so Ezreal can chip away at his HP early with skill poke.\n- Twitch's stealth is specialized for ambushes, but Ezreal can avoid these ambushes by creating distance with his skills.\n- Ezreal has a high burst damage potential, allowing him to aim for early kills before Twitch can scale up.",
      "ザヤ": "Zyra has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Zyra has self-defense mechanisms and can counter Twitch's ambushes.\n- Twitch has low escape potential and can easily get caught by Zyra's snare.\n- Zyra's AoE damage is effective against Twitch in team fights, making it easier to negate his attacks.\n- Twitch is highly reliant on items, and if he falls behind Zyra early on, it's difficult for him to turn the game around.\n- Zyra can deal damage while Twitch has a shorter attack range, making it easier for her to gain an advantage in trades.",
      "サミーラ": "Samira has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Samira excels in close combat, and since Twitch has a short range, she can engage effectively by getting close.\n- Twitch has low escape potential and is vulnerable to Samira's high burst damage.\n- Samira can deal powerful attacks against enemies affected by immobilizing crowd control, making it easier to catch Twitch when he tries to ambush.\n- Samira's blink ability allows her to easily avoid Twitch's slow effects, making her strong in all-ins.\n- Twitch is highly dependent on items, and if he falls behind early, he can do nothing, while Samira can deal strong damage from the early game, allowing her to gain an advantage quickly."
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "Niira is at a disadvantage.\n\nThe reasons are as follows:\n\n- Short range: Niira is a melee champion, making it difficult to land attacks against Vayne's long range.\n- Harassment ability: Vayne has strong harassment from the early game, and Niira is vulnerable to it, making it easy to lose lane dominance.\n- Vulnerability to CC: When hit by Vayne's knockback or stun, Niira loses mobility, making it difficult to counterattack.\n- Disadvantage in one-on-one fights: Vayne is very strong in 1v1 combat, and Niira has limited means to counter her.\n- Dependence on support: Niira shines when working with a support, but Vayne is powerful even alone, making Niira particularly disadvantaged when there is no support.",
      "エズリアル": "Ezreal is at a disadvantage.\n\nThe reasons are as follows:\n\n- Vayne has high mobility and can easily dodge Ezreal's skills. In particular, she can avoid Ezreal's attacks using her dashes and stealth.\n- Vayne's attacks deal true damage proportional to maximum HP, making it very dangerous for Ezreal as his HP decreases.\n- Ezreal's main skills are skill shots, which are difficult to land on highly mobile champions like Vayne.\n- Vayne has skills that utilize walls, increasing the risk of Ezreal taking damage when he tries to engage.\n- Vayne has a high ability to deal sustained damage, making it easy for her to chase Ezreal when he tries to escape.\n- Ezreal has limited AoE attacks, making it difficult to deal with Vayne when she gets close.",
      "ジン": "Jhin is at a disadvantage.\n\nThe reasons are as follows:\n\n- Vayne has high mobility, making it easy for her to close the gap and go for an all-in before Jhin can initiate an attack.\n- Vayne's skills include targeted crowd control, which restricts Jhin's movement when he tries to attack, making him susceptible to counterattacks.\n- Vayne has a high ability to deal true damage, allowing her to quickly whittle down Jhin's HP, putting him at a disadvantage in sustained fights.\n- Jhin lacks a blink ability, and his means of escaping when attacked by Vayne are limited, making him vulnerable when she closes in.\n- Vayne has a short cooldown dash, making it easy for her to dodge Jhin's skills, making it difficult for him to land his attacks.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Vayne has high mobility and can easily avoid Zyra's attacks. In particular, using Vayne's dash and stealth makes it easier to evade Zyra's attacks.\n- Vayne's attacks deal true damage proportional to maximum HP, allowing her to quickly whittle down Zyra's health. This is especially significant as Zyra is strong against tanks or high HP opponents, while Vayne is the opposite.\n- Vayne's skills that provide knockback or stun can easily negate Zyra's self-defense options, giving her an advantage in close combat.\n- Zyra has a short range and is vulnerable to Vayne's harassment from long range, especially putting her at a disadvantage during the early laning phase.\n- Vayne can deal high damage in team fights, making it difficult for Zyra to accumulate damage in those situations."
    },
    "loses": {
      "アフェリオス": "Aphelios has the advantage.\n\nThe reasons are as follows:\n\n- Aphelios has high harassment potential, and since Vayne has a short range, he can play favorably from the early game.\n- Depending on the combination of Aphelios' weapons, he can deal effective damage to Vayne.\n- Vayne has high mobility, but she is susceptible to damage from Aphelios' attacks, especially in team fights where Aphelios' firepower becomes a threat.\n- Aphelios increases in power after level 12, making it easier to create advantageous situations before Vayne can fully develop.\n- Vayne has crowd control, but Aphelios has self-defense mechanisms, making it easier to avoid Vayne's attacks.",
      "セナ": "Senna has the advantage.\n\n- Senna has long range, making it easy to harass Vayne unilaterally. This allows her to deal damage before Vayne can engage.\n- Senna's healing ability makes it easier to withstand Vayne's attacks, enabling sustained harassment.\n- Senna's snare effect can limit Vayne's mobility, increasing the chances of catching her, especially when Vayne tries to close the distance.\n- Vayne has a short range, making it difficult for her to escape Senna's attack range, allowing Senna to maintain an advantage.\n- Senna can grow easily due to her passive, making it easier to earn gold in lane, and when she scales, she can deal high damage, making her a strong threat to Vayne.",
      "サミーラ": "Samira has an advantage over Vayne.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can take advantage of Vayne's short range.\n- Samira's high DPS and burst damage allow her to deal damage quickly before Vayne can stack her attacks.\n- Samira can deliver powerful attacks against enemies affected by immobilizing CC, making it easier to all-in using Vayne's knockback.\n- Samira's blink ability allows her to easily dodge Vayne's skill shots, maintaining her advantage in close combat.\n- Vayne lacks AoE attacks in team fights, making it difficult for her to counter Samira's strength in team fights.",
      "ゼリ": "Zeri has the advantage.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to avoid Vayne's attacks. In particular, Zeri can maintain distance while attacking by utilizing her acceleration abilities.\n- Zeri's Q skill has a long range and no mana cost, allowing her to continuously deal damage while avoiding Vayne's harassment.\n- Vayne has a short range, making it difficult to retaliate when hit by Zeri's attacks. Zeri can deal sustained damage while evading Vayne's attacks.\n- Zeri is favored against melee carries that lack reliable engage, as she can neutralize Vayne's mobility.\n- Vayne is vulnerable when affected by crowd control, and Zeri can leverage her mobility to gain an advantage in trades.",
      "コグ＝マウ": "Kog'Maw has the advantage.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range, allowing him to harass Vayne effectively due to her short range.\n- Kog'Maw's skills have effects that reduce AR/MR, making it easier to mitigate Vayne's damage.\n- Vayne has high mobility, but Kog'Maw can limit her movement when chasing or escaping by using his slow effects.\n- Kog'Maw has high damage output in team fights, allowing him to deal damage before Vayne can get close.\n- Vayne is vulnerable when hit by crowd control, making it difficult for her to defend herself against Kog'Maw's skills.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range skills, allowing him to harass beyond Vayne's range, making it easier to maintain lane dominance.\n- Corki's AoE damage can deal damage before Vayne can get close, which is particularly impactful in team fights.\n- Vayne has a short range, making it difficult to avoid Corki's skills, especially vulnerable to pushes and harass.\n- Corki has short cooldowns on his skills, allowing him to continuously deal damage, making it hard for Vayne to find opportunities to heal.\n- Vayne lacks crowd control, so when she takes Corki's attacks, her means of escape are limited, making her particularly vulnerable to Corki's burst damage.",
      "ケイトリン": "Caitlyn has the advantage.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base auto-attack range among all champions, allowing her to attack from farther away than Vayne, making her harassment very strong.\n- Vayne has a shorter range and finds it difficult to avoid Caitlyn's attacks, making her susceptible to lane pressure.\n- By using Caitlyn's traps, she can limit Vayne's mobility and make it difficult for her to engage.\n- Caitlyn excels at tower sieging from the early game, making it easier to destroy towers before Vayne can scale.\n- Vayne is vulnerable when hit by crowd control, but Caitlyn can attack safely from a distance, making it easier to create advantageous situations against Vayne."
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "Ziggs is at a disadvantage.\n\n- Miss Fortune has high harassment potential and can deal damage before Ziggs can use his skills, making it easier for her to gain an advantage in lane trades.\n- Due to Miss Fortune's slow effect, Ziggs has limited means to escape when approached, making him particularly vulnerable to all-ins.\n- Ziggs lacks targeted skills, making it difficult to hit his abilities against Miss Fortune's blink and increased movement speed.\n- Miss Fortune's AoE damage in team fights is very high, and there is a risk that Ziggs could be taken down before he can deal damage in a team fight.\n- Ziggs becomes powerless if he allows himself to be approached, and taking hits from Miss Fortune can quickly put him in a disadvantageous situation.",
      "ジンクス": "Jinx is at a disadvantage.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential, making it easier for her to gain an advantage over Jinx, especially in early trades.\n- Due to Miss Fortune's slows and channeling skills, Jinx has limited means to escape when approached, leaving her in a vulnerable state.\n- Miss Fortune's AoE damage in team fights is very high, and Jinx has few defensive options, making it difficult for her to survive in team fights.\n- Jinx has a passive that increases her attack speed, but she often finds herself in situations where Miss Fortune's harassment and crowd control make it hard to utilize that effect.\n- Miss Fortune is favored against opponents with shorter range, and there are many situations where Jinx cannot fully leverage her range.",
      "アッシュ": "Ashe is at a disadvantage.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential and excels at short trades against Ashe in the lane. Ashe has low burst damage, making her susceptible to Miss Fortune's attacks.\n- Due to Miss Fortune's slow effects and AoE damage in team fights, Ashe finds herself in a tough situation when approached. Ashe lacks mobility skills, leaving her with few means to escape.\n- Ashe is highly dependent on items and has a modest scaling with levels. Miss Fortune can acquire powerful items early, making it easier to secure lane dominance.\n- Miss Fortune is an all-in type marksman, and when Ashe is approached, she is likely to be attacked unilaterally. Ashe often finds herself at a disadvantage in all-in skirmishes.",
      "コーキ": "Corki is at a disadvantage against Miss Fortune.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential, especially excelling in short trades in the lane, making Corki susceptible to harassment.\n- Due to Miss Fortune's slow effect, Corki has limited means to escape when approached, making him vulnerable to all-ins.\n- Corki lacks crowd control, so if he continues to take damage from Miss Fortune, he is likely to be taken down before he can deal damage.\n- Miss Fortune's ultimate has very high AoE damage in team fights, and Corki has low durability, making survival in team fights difficult.\n- Corki has high mana consumption for his skills, making it challenging to counter sustained harassment."
    },
    "loses": {
      "シヴィア": "Sivir has the advantage.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability, making it easy to push the lane even while taking harassment from Miss Fortune.\n- With Spell Shield, she can block Miss Fortune's skills, allowing her to gain an advantage in trades.\n- Sivir's movement speed increase makes it easier to avoid Miss Fortune's slows, allowing her to maneuver advantageously in close combat.\n- Sivir also has AoE damage in team fights, which can counter Miss Fortune's ultimate.\n- Miss Fortune has low base attack damage, making it difficult for her to withstand Sivir's sustained damage.",
      "ゼリ": "Zeri has an advantage over Miss Fortune.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easy to dodge Miss Fortune's skills. In particular, Zeri can quickly move to avoid Miss Fortune's slows and channeling skills.\n- Zeri's Q skill can be used at no cost, allowing for sustained attacks, which enables her to continuously retaliate against Miss Fortune's harassment.\n- Miss Fortune has low base AD and tends to lack DPS in the early game, so Zeri can leverage her mobility to continue harassing and gain an advantage.\n- Zeri can easily kite against Miss Fortune, who lacks reliable means of closing the gap, allowing her to attack while maintaining distance.\n- Miss Fortune's skills are primarily single-target attacks, and by utilizing Zeri's characteristics to land multiple hits, she can gain an advantage in trades."
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "Corki is at a disadvantage.\n\n- Corki has low mobility and limited means to escape from Kog'Maw's harassment and follow-up due to his skills.\n- Kog'Maw has a long range, and especially with the effect of his W, he can deal damage before Corki can engage.\n- Kog'Maw's percentage damage is effective at whittling down Corki's durability, making him more susceptible to damage, especially when building tanky.\n- Corki lacks crowd control, leaving him with no way to stop Kog'Maw's skills, which can lead to unfavorable situations, particularly in team fights.\n- Corki's skills have high mana costs, making sustained harassment difficult, and thus it is challenging to continuously fight against Kog'Maw.",
      "サミーラ": "Samira is at a disadvantage against Kog'Maw.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range, making it easy to harass Samira before she can get close.\n- Kog'Maw's skills have effects that reduce AR/MR, which can chip away at Samira's durability.\n- Samira has a short range, making it difficult to avoid Kog'Maw's attacks, leading to a CS gap in the laning phase.\n- Kog'Maw's slow effect makes it hard for Samira to approach, causing her to miss opportunities for all-ins.\n- Kog'Maw has limited self-defense options, so even when Samira gets close, he often cannot deal effective damage.",
      "ゼリ": "Zeri is at a disadvantage against Kog'Maw.\n\n- Kog'Maw has a long range and high damage output, especially in team fights, making it easy for Zeri to take harassment before she can get close.\n- Kog'Maw's skills have effects that reduce AR/MR, making him excellent at whittling down Zeri's durability.\n- Zeri has low base AD and tends to lack firepower in the early game, making it difficult for her to retaliate effectively against Kog'Maw's attacks.\n- Kog'Maw's skills with slow effects limit Zeri's mobility, making it hard for her to escape.\n- Kog'Maw is strong against tanks, but Zeri struggles to deal damage to those tanks and is more likely to be targeted in return.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Kog'Maw has long range and excels at harassing from a distance with his skills, while Smolder struggles to deal damage early on without stacks, making it difficult for him to harass in lane.\n- Kog'Maw's skills have effects that reduce AR/MR, making him particularly strong against tanks, but Smolder lacks AA enhancements, making it hard for him to deal damage to tanks.\n- Kog'Maw can defend himself with skills that have slow effects, but Smolder only has his E skill for escape, which has a long cooldown, making him vulnerable to Kog'Maw's attacks.\n- Kog'Maw has high damage output in team fights, while Smolder has low DPS in team fights due to the lack of AA enhancements, making him inferior to Kog'Maw.\n- Kog'Maw is favored against healers and long-range carries, while Smolder is at a disadvantage against such opponents, often struggling when facing Kog'Maw.",
      "ドレイヴン": "Draven is at a disadvantage against Kog'Maw.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can harass Draven before he gets close.\n- Kog'Maw's skills have effects that reduce AR/MR, allowing him to chip away at Draven's durability.\n- Kog'Maw's slow effect restricts Draven's movement, making it difficult for him to catch his axes.\n- Kog'Maw has high damage output in team fights, allowing him to deal significant damage before Draven can all-in.\n- Draven is weak against CC and can be easily targeted by Kog'Maw's slows and positioning in team fights.",
      "アフェリオス": "Aphelios is at a disadvantage against Kog'Maw.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can safely harass while taking damage from Aphelios, giving him a significant advantage in lane.\n- Kog'Maw's skills have effects that reduce AR/MR, allowing him to mitigate Aphelios's damage while dealing high DPS.\n- Aphelios has low mobility and is easily chased down by Kog'Maw's slow effects, leaving him with limited escape options.\n- Kog'Maw has self-healing capabilities, allowing him to sustain in fights even when taking damage from Aphelios, making prolonged engagements unfavorable for Aphelios.\n- Aphelios is highly dependent on levels and struggles in the early game, so if Kog'Maw applies early pressure, it can lead to a tough situation for Aphelios.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can easily retaliate while taking harassment from Caitlyn, especially in team fights.\n- Kog'Maw's skills have effects that reduce AR/MR, allowing him to chip away at Caitlyn's durability.\n- Caitlyn has low mobility, making it difficult for her to escape when affected by Kog'Maw's slow effects.\n- Kog'Maw has limited self-defense options, so Caitlyn can easily gain an advantage when she goes all-in.\n- Caitlyn's skill cooldowns are long, making it hard for her to counter Kog'Maw's sustained damage in prolonged fights.",
      "シヴィア": "Sivir is at a disadvantage against Kog'Maw.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can reduce AR/MR with his skills, making it easier to chip away at Sivir's durability.\n- Kog'Maw's skills deal percentage damage, allowing him to efficiently reduce Sivir's HP.\n- Sivir has a shorter base range, making her more susceptible to Kog'Maw's attacks, resulting in unfavorable trades in lane.\n- Kog'Maw's slow effect limits Sivir's mobility, making it difficult for her to escape.\n- Sivir's single-target DPS is inferior to that of other ADCs, often putting her at a disadvantage in one-on-one skirmishes against Kog'Maw.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can harass while avoiding Miss Fortune's attacks, making it easier to gain lane dominance.\n- Kog'Maw's skills have effects that reduce AR/MR, resulting in high damage output, especially in team fights, making it easier to chip away at Miss Fortune's durability.\n- Miss Fortune has low base attack damage and tends to lack DPS, making it difficult to counter Kog'Maw's high DPS.\n- Kog'Maw can use skills with slow effects to limit Miss Fortune's movement, creating unfavorable situations for the vulnerable Miss Fortune when approached.\n- Miss Fortune only has a slow as her crowd control and lacks escape options, making her susceptible to Kog'Maw's attacks and difficult to handle when all-in."
    },
    "loses": {
      "ジグス": "Ziggs has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills that allow him to deal damage before Kog'Maw can attack.\n- Kog'Maw has low mobility, making it difficult to avoid Ziggs's skills, which makes him susceptible to Ziggs's attacks.\n- Ziggs's skills deal AoE damage, making it easy to damage Kog'Maw while he farms with minions.\n- Kog'Maw has limited self-defense options and struggles to withstand harassment from Ziggs's skills.\n- Ziggs can zone Kog'Maw using his area-of-effect skills, making it easier to restrict Kog'Maw's movements.",
      "ルシアン": "Lucian has an advantage over Kog'Maw.\n\n- Lucian has high burst damage from the early game, making it easy to engage when Kog'Maw's skills are on cooldown.\n- Kog'Maw has low mobility, allowing Lucian to take advantage of his high mobility to attack while maintaining distance.\n- Lucian's attacks are enhanced after using skills, making it easier to deal continuous damage to Kog'Maw.\n- Kog'Maw has limited self-defense options, making him susceptible to taking damage from Lucian's attacks.\n- Although Lucian has a shorter range, Kog'Maw's base range is also short, allowing Lucian to trade favorably.",
      "セナ": "Senna has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Senna has a long range, allowing her to harass from farther away than Kog'Maw, making it easier to maintain lane dominance.\n- Senna's healing ability allows her to withstand Kog'Maw's attacks, enabling sustained harassment.\n- Kog'Maw has low mobility, increasing the risk of being caught by Senna's snare effect, which allows Senna to play more advantageously.\n- Senna can grow easily due to her passive, making it easier to earn gold through lane harassment, and when she scales, she can deal high damage.\n- Kog'Maw has a short base range, making it difficult for him to retaliate against Senna's harassment, allowing her to apply pressure in the lane more effectively.",
      "ヴァルス": "Varus has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Range: Varus has a longer range than Kog'Maw, allowing him to attack safely from a distance and avoid Kog'Maw's attacks more easily.\n- CC effects: Varus can use skills with snare effects to limit Kog'Maw's movement, making it easier to attack.\n- Continuous harassment: Varus has AoE damage, allowing him to deal damage to Kog'Maw consistently, making it easier to maintain lane dominance.\n- Lack of self-defense: Kog'Maw has low mobility and limited self-defense options, making it difficult to retaliate against Varus's attacks.\n- Snowball potential: Varus increases his attack speed by killing enemy champions, making it easier to gain an advantage in the game. If Kog'Maw is taken down early, he is likely to fall into an even more disadvantageous situation.",
      "トリスターナ": "Tristana has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Tristana's attack range increases as she levels up, allowing her to safely attack from a distance that is longer than Kog'Maw's.\n- Tristana's burst damage is high, making it easier to target Kog'Maw during his vulnerable early to mid-game phase.\n- Kog'Maw has low mobility and limited self-defense options, making him vulnerable to Tristana's chasing and escaping abilities.\n- Tristana has high mobility and possesses a blink skill, making it easier for her to avoid Kog'Maw's attacks.\n- Kog'Maw's combat effectiveness drops during his skill cooldowns, but Tristana can take advantage of those moments to attack.\n- Tristana is strong against squishy support champions, allowing her to maintain an advantage even when Kog'Maw is being supported.",
      "ザヤ": "Zyra has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Zyra has plenty of self-defense options and can use her snare to stop Kog'Maw's attacks, giving her an edge in close combat.\n- Kog'Maw has low mobility, making it difficult for him to avoid Zyra's attacks, allowing her to deal damage more favorably.\n- Zyra's AoE damage makes it easy to accumulate damage in team fights, and she can take down Kog'Maw before he can deal damage in those situations.\n- Kog'Maw has a short range, making him susceptible to taking damage when he enters Zyra's attack range.\n- Zyra becomes even more powerful when paired with Rakan, making it easier to apply pressure on Kog'Maw.",
      "ニーラ": "Niila has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Niila is a melee carry, and in the early game when Kog'Maw's range is short, Niila can easily approach and harass.\n- Kog'Maw has low mobility, and Niila can easily close the gap and avoid attacks by using her dash skill.\n- Niila has sustained damage, and Kog'Maw has limited self-defense options, allowing Niila to maintain an advantage with continuous harassment.\n- Kog'Maw's skills primarily rely on long-range attacks, but Niila excels in close combat, allowing her to deal damage while avoiding Kog'Maw's attacks.\n- Niila is enhanced by working with a support, making it easier to create advantageous situations when paired with an enchanter.",
      "エズリアル": "Ezreal has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to harass Kog'Maw while utilizing his range. This enables him to deal damage before Kog'Maw can attack.\n- Kog'Maw has low mobility and limited self-defense options, allowing Ezreal to safely continue attacking by leveraging his high mobility.\n- Ezreal's skills have short cooldowns, enabling him to deal consistent damage and gain an advantage during Kog'Maw's skill cooldowns.\n- Kog'Maw has a short base range, making it difficult for him to retaliate when attacked from outside the range of Ezreal's skills.\n- Ezreal excels at poking, allowing him to whittle down Kog'Maw's health before he can use his skills, making it easier to maintain an advantage in lane.",
      "トゥイッチ": "Twitch has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Twitch can use stealth to ambush and exploit Kog'Maw's low self-defense capabilities.\n- Kog'Maw has low mobility and limited means to avoid Twitch's attacks, allowing Twitch to play advantageously.\n- Twitch's ultimate has long range and can deal one-sided damage in team fights, making it suitable for whittling down Kog'Maw's durability.\n- Kog'Maw's combat ability drops during skill cooldowns, allowing Twitch to take advantage of that gap to attack.\n- Twitch can easily deal burst damage to Kog'Maw, especially gaining an advantage in early trades."
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "Samira is at a disadvantage.\n\n- Jinx has long range and can harass effectively by attacking before Samira can get close.\n- Jinx's skills have effects that hinder movement, making it difficult for Samira to approach.\n- Samira has low defensive stats and is vulnerable to Jinx's high DPS.\n- Jinx can easily aim for consecutive kills due to the buffs gained from securing kills, making it likely for Samira to be overwhelmed before she can scale.\n- Samira lacks crowd control on her own, making it difficult to retaliate when taking damage from Jinx.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Jinx has high attack speed and long range, making it easy for her to harass Draven before he can get close.\n- Jinx's snare and slow can hinder Draven's movement, making it difficult for him to catch his axes.\n- Draven relies on auto-attacks, so if he is unable to attack due to Jinx's crowd control, his combat effectiveness significantly decreases.\n- Jinx can easily create advantageous situations before Draven can scale, thanks to her passive effect that allows her to secure consecutive kills.\n- Jinx has strong AoE damage in team fights, meaning that even if Draven is favored in one-on-one situations, he is likely to be at a disadvantage in team fights.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Jinx has long range and can harass Vayne before she can get close.\n- Jinx has a high attack speed, making it easy to whittle down Vayne's HP with consecutive attacks.\n- Jinx's CC abilities limit Vayne's mobility, making it difficult for her to approach.\n- Vayne lacks AoE damage in team fights, making it hard to counter Jinx's influence in those situations.\n- Jinx can deal even more powerful damage due to the buffs she gains from getting kills, potentially ending the game before Vayne can scale."
    },
    "loses": {
      "ジグス": "Ziggs has the advantage.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills, allowing him to deal damage while safely avoiding Jinx's attacks from a distance.\n- All of Ziggs' skills are AoE, enabling him to deal high damage in team fights and when clearing minions, allowing him to gain an advantage before Jinx can scale.\n- Ziggs has a skill that can be placed, which slows Jinx when she approaches, limiting her movement.\n- Ziggs can apply pressure from a distance against Jinx, who has limited self-defense options, making it easier to trade favorably.\n- Ziggs can time his attacks against Jinx, who has a delay in her skill activation, making it difficult for her to land her skills.",
      "ゼリ": "Zeri has the advantage.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to avoid Jinx's attacks and reducing the likelihood of harassment.\n- Zeri's Q skill can be used at no cost, allowing for sustained damage while minimizing the risk of taking damage from Jinx.\n- Jinx has limited self-defense options and is vulnerable when approached, allowing Zeri to leverage her mobility to trade favorably.\n- Zeri has a long attack range, enabling her to attack while safely avoiding Jinx's attacks from a distance, making it easier to maintain lane dominance.\n- Jinx's skills take time to activate, giving Zeri the opportunity to strike during those windows.",
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch can use stealth to ambush, making it easier to approach Jinx, who has limited self-defense options.\n- Twitch's ultimate has long range and provides very high damage in team fights, surpassing Jinx's high DPS.\n- Jinx takes time to activate her skills, making her slow to react to Twitch's ambushes.\n- Twitch is advantageous against champions with low escape potential, and Jinx is one such example.\n- Twitch's poison damage over time is effective at whittling down Jinx's high HP, especially with sustained damage in team fights.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- Range: Varus has a longer range than Jinx, making it easier to harass before Jinx can attack.\n- CC effects: Varus's snare skill can limit Jinx's movement and prevent her from getting close.\n- Sustained damage: Varus can deal sustained damage using his skills, and since Jinx has limited self-defense options, continuous harassment is effective.\n- Snowball potential: While Jinx becomes stronger by getting kills, Varus increases his attack speed with kills, making it easier to gain an advantage in the match.\n- Early game strength: Varus can harass effectively from the early game, creating advantageous situations before Jinx can scale up.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range skills, allowing him to harass Jinx from a safe distance. Jinx has limited self-defense options, making her susceptible to Corki's attacks.\n- All of Corki's skills are AoE, enabling him to deal damage before Jinx can capitalize on her strengths in team fights.\n- Corki has a short ultimate cooldown, allowing him to deal damage frequently and create advantageous situations before Jinx can scale.\n- Jinx takes time to activate her skills, making it difficult for her to respond to Corki's rapid attacks.\n- Corki has an advantage against tank champions, and even when Jinx is receiving support, it is hard for her to mitigate Corki's damage."
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "コグ＝マウ": "Kog'Maw is at a disadvantage against Lucian.\n\n- Lucian has high burst damage from the early game, making Kog'Maw susceptible to harassment.\n- Lucian's skill cooldowns are short, allowing for continuous attacks, which means Kog'Maw is likely to take sustained damage.\n- Kog'Maw has low mobility and limited self-defense options, making him vulnerable to Lucian's all-ins.\n- Although Lucian has a short range, Kog'Maw's base range is also short, often putting him at a disadvantage in lane trades.\n- Lucian has no means of escape, making it difficult for Kog'Maw to create advantageous situations.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Lucian has high burst damage from the early game, making it easy for Twitch to be harassed.\n- Lucian's skill cooldowns are short, allowing him to deal sustained damage, which puts Twitch at a disadvantage in lane trades.\n- Twitch has a short range in the early game, making it difficult to avoid Lucian's attacks.\n- Lucian has high mobility, which means he can engage before Twitch can set up an ambush.\n- Lucian's all-in potential is strong, and Twitch has limited means to escape, creating significant pressure in the matchup.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage from the early game and can engage before Caitlyn can harass.\n- Lucian's skill cooldowns are short, allowing him to attack continuously, which means Caitlyn is always under pressure.\n- Caitlyn has long range, but Lucian's mobility makes her at high risk of being all-inned if he gets close.\n- Lucian lacks crowd control, but he can avoid Caitlyn's traps, making it less effective to set them up.\n- Caitlyn's skill animations are long, creating openings for Lucian to attack.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Lucian has high burst damage from the early game, making it easy for Vayne to take harassment.\n- Lucian's skill cooldowns are short, allowing for consecutive attacks, which means he can deal damage before Vayne can retaliate.\n- Vayne has a short range, making it difficult to avoid Lucian's attacks.\n- Lucian has high mobility, making it easy for him to escape when Vayne tries to all-in.\n- Lucian doesn't have crowd control, but Vayne becomes vulnerable when she is hit by CC, especially when taking damage from Lucian.",
      "シヴィア": "Sivir is at a disadvantage against Lucian.\n\n- Lucian has high burst damage from the early game, and due to Sivir's short range, she is prone to losing trades.\n- Lucian's skill cooldowns are short, allowing for consecutive attacks, which makes Sivir susceptible to sustained damage.\n- Sivir's single-target DPS is inferior to that of other ADCs, making her likely to lose in a one-on-one brawl against Lucian.\n- Lucian has high mobility, creating situations where it's difficult for Sivir to avoid his attacks.\n- Sivir's spell shield is not very effective against Lucian's attacks, often putting her at a disadvantage in all-ins."
    },
    "loses": {
      "セナ": "Senna has the advantage.\n\n- Senna has long range, allowing her to harass Lucian, who has short range, and easily establish an advantage in lane.\n- Senna's healing ability can mitigate Lucian's burst damage, enabling her to trade favorably in sustained engagements.\n- By using skills with snare effects, Senna can limit Lucian's mobility and increase her opportunities to attack.\n- Lucian lacks crowd control, making it difficult for him to retaliate if caught by Senna's snare, allowing Senna to create advantageous situations.\n- Senna can grow easily due to her passive, and when she scales, she can deal high damage, making it easier to maintain pressure in lane.",
      "スモルダー": "Smolder is at an advantage.\n\nThe reasons are as follows:\n\n- Smolder can stack infinitely, resulting in very high damage in the late game, making it strong in prolonged fights.\n- It has many AoE attacks, making it easy to deal damage in team fights and advantageous against single-target champions like Lucian.\n- With the E skill, it can move quickly while ignoring terrain, making it easier to dodge Lucian's attacks and excelling in chasing or escaping.\n- Lucian lacks crowd control, making it easier for Smolder to utilize its mobility and retaliate without taking damage from Lucian's attacks.\n- Smolder has a long range, allowing it to safely harass while taking advantage of Lucian's short range.",
      "サミーラ": "Samira has the advantage.\n\n- Samira excels in close combat, and since Lucian has a short range, she can trade favorably by getting close.\n- Samira's skills allow her to deal powerful attacks to enemies affected by immobilizing crowd control, enabling her to attack while dodging Lucian's abilities.\n- Samira has high DPS and can deal significant burst damage to Lucian, especially during all-ins.\n- Lucian lacks crowd control, so when Samira approaches to attack, his means of escape are limited.\n- Samira has a blink ability, making it easier for her to evade Lucian's attacks and create opportunities to counterattack.",
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has high burst damage from the early game and can harass Lucian effectively.\n- Lucian has a short range, making him susceptible to Draven's attacks, especially in lane trades where Draven can easily gain the upper hand.\n- Draven's passive allows him to earn gold more easily, creating an item advantage that further enhances his lead.\n- Lucian lacks crowd control, so he has limited means to escape from Draven's high damage.\n- Draven has a skill that increases his movement speed, allowing him to dodge Lucian's attacks while countering.\n- Although Lucian's skill cooldowns are short, it is difficult for him to counter Draven's sustained damage."
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "Zeri has an advantage over Zaya.\n\n- Zeri has a long range and excels at harassment, making it easy for Zaya to take damage unilaterally.\n- Zeri's mobility allows her to easily dodge Zaya's attacks, reducing the chances for counterattacks.\n- Zeri's Q skill can be used continuously without cost, making it difficult for Zaya to wave clear or harass.\n- Zeri can avoid close combat, making it hard for Zaya to utilize her strength in close-range counterattacks.\n- Zeri lacks crowd control, so there is a high chance of avoiding Zaya's snare, rendering Zaya's defensive measures ineffective.",
      "サミーラ": "Samira is at a disadvantage against Zeri.\n\n- Zeri has long-range attacks that can deal damage before Samira can close the gap, making her susceptible to harassment.\n- Zeri's mobility and acceleration make it difficult for Samira to engage in close combat, increasing the likelihood of being kited.\n- Zeri can use her Q skill at no cost, allowing her to continuously attack and evade Samira's strikes.\n- Samira has a short range and is at high risk of taking damage from Zeri's attacks, making her prone to unfavorable trades.\n- Zeri is favored against tank champions with crowd control, and since Samira is vulnerable to such opponents, she is also at a disadvantage in team fights.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Zeri has high mobility and can easily avoid Vayne's attacks.\n- Zeri's Q skill has long range and can deal continuous damage, allowing her to harass Vayne before she can get close.\n- Vayne has a short range and is often put in a position where she can easily be hit by Zeri's attacks.\n- Zeri has plenty of escape options and can evade Vayne's pursuit.\n- Zeri is vulnerable to crowd control in team fights, but Vayne is also weak against targeted crowd control, allowing Zeri to maneuver advantageously.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Zeri has high mobility, making it easy to avoid Miss Fortune's attacks.\n- Zeri's Q skill allows for sustained attacks without cost, making it easier to mitigate Miss Fortune's harassment.\n- Miss Fortune has low base attack damage and often lacks early game power, making it difficult to counter Zeri's mobility.\n- Zeri can easily kite against Miss Fortune, who has unreliable means of closing the gap, allowing her to gain an advantage in trades.\n- Miss Fortune's crowd control is only a slow, and she has few means to restrict Zeri's mobility, increasing the risk of getting caught.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Sivir has a short base range, making her vulnerable to trades against Zeri's long-range attacks.\n- Zeri has high mobility and can harass while avoiding Sivir's attacks, making it difficult for Sivir to land hits.\n- Zeri's Q ability allows her to attack continuously without cost, making it easier for her to counter Sivir's wave clear.\n- Sivir's spell shield is not effective against Zeri's skills, making her susceptible to Zeri's crowd control and damage.\n- Zeri excels in close trades and is likely to deal damage before Sivir can go all-in."
    },
    "loses": {
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to harass Zeri, who has low base AD.\n- Zeri has low base stats and particularly lacks firepower in the early game, making her susceptible to Draven's attacks.\n- Draven's passive makes it easy to earn gold, and by creating an item advantage, he becomes even more favorable.\n- Although Zeri has high mobility, she can quickly find herself in a dangerous situation when taking Draven's high damage.\n- Draven has strong chasing potential and can continue to deal damage with his axes while Zeri tries to escape.\n- Zeri's Q is non-piercing, making it difficult for Draven to spread damage when taking multiple hits.",
      "コグ＝マウ": "Kog'Maw has an advantage over Zeri.\n\nThe reasons are as follows:\n\n- Kog'Maw has skills that reduce AR/MR, allowing him to chip away at Zeri's durability.\n- Kog'Maw's attacks deal percentage damage, making him particularly strong against tanks and durable opponents, which can limit Zeri's ability to trade effectively with her mobility.\n- Kog'Maw has long range, enabling him to harass safely before taking damage from Zeri.\n- Zeri has low base AD and struggles with early harassment, making it difficult for her to counter Kog'Maw's sustained damage.\n- Kog'Maw can use skills with slow effects to easily limit Zeri's mobility.\n- Zeri's damage output drops during her skill cooldowns, while Kog'Maw can continuously deal damage, making it easier for him to maintain lane dominance.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- His long range allows him to safely harass while avoiding Zeri's attacks.\n- Zeri has low base AD and lacks early game damage, making it difficult for her to withstand Varus's poke.\n- Varus's skills deal AoE damage, making it hard for Zeri to deal damage to multiple enemies.\n- Varus's CC skills limit Zeri's mobility, allowing him to trade more favorably.\n- Zeri relies on her E for escape, so getting caught by Varus's snare puts her in a tough situation.",
      "コーキ": "Corki is favored against Zeri.\n\nThe reasons are as follows:\n\n- Corki's skills are all AoE, making it easy to harass before Zeri can utilize her high mobility.\n- Corki's Q and R have long range, allowing him to deal damage before Zeri gets close.\n- Zeri has low base AD and tends to lack early game damage, making it difficult for her to withstand Corki's AoE attacks.\n- Corki has short cooldowns on his skills, allowing him to continuously deal damage and shut down Zeri's kiting.\n- Zeri's Q skill is non-piercing, making it hard for her to effectively retaliate against Corki's AoE attacks."
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "Samira is at a disadvantage.\n\n- Senna has long-range attacks, making it easy for her to harass Samira before she can close the gap.\n- Senna's snare effect increases the risk of Samira getting caught before she can engage in close combat.\n- Samira has low defensive stats, making her susceptible to early damage from Senna's attacks.\n- Senna's healing ability often allows her to withstand damage even when Samira deals it.\n- Senna can use her skills to enhance herself and negate Samira's attacks, making it difficult for Samira's burst damage to land.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\nThe reasons are as follows:\n\n- Senna has long range and excels at harassment, making Kog'Maw susceptible to lane pressure.\n- Senna's snare effect increases the likelihood that Kog'Maw will take fatal damage if caught.\n- Senna's healing ability can easily mitigate Kog'Maw's damage, making sustained harassment difficult.\n- Kog'Maw has low mobility and limited escape options, so he can find himself in a tough situation if he continues to take damage from Senna.\n- Senna can apply strong harassment from the early game, which can force Kog'Maw into a disadvantageous position before he can scale.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Senna has long-range attacks, making it easy for her to harass Vayne before she can get close.\n- Senna's snare effect makes it easy for Vayne to take fatal damage if caught, limiting her escape options.\n- Senna's healing ability reduces the damage Vayne can deal, putting her at a disadvantage in sustained fights.\n- Vayne has a short range, making it difficult to avoid Senna's attacks, which puts her under pressure in lane.\n- Senna can leverage her early strength to create advantageous situations before Vayne can scale up.",
      "ルシアン": "Lucian is at a disadvantage.\n\n- Senna has long range and can easily harass before Lucian can attack.\n- Senna's snare effect makes it easy for Lucian to take significant damage if caught, making all-ins difficult.\n- Lucian lacks crowd control, so he has limited means to counter Senna's healing and harassment.\n- Senna can scale well due to her passive, and if Lucian doesn't establish an early advantage, he is likely to be outscaled in the late game.\n- Senna's healing ability often makes Lucian's burst damage feel relatively weak.",
      "ザヤ": "Zyra is at a disadvantage.\n\nThe reasons are as follows:\n\n- Senna has long-range attacks, making it easy for her to harass Zyra before she can get close.\n- Senna's snare effect increases the risk of Zyra getting caught, making it difficult for her to retaliate.\n- Zyra has a short attack range, making her susceptible to one-sided damage from Senna's harassment.\n- Senna's healing ability allows her to sustain herself even when Zyra deals damage, making it hard for Zyra to inflict effective damage.\n- When Senna scales, she can deal high damage, so if she applies pressure before Zyra can scale, it puts Zyra at a disadvantage.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Senna has long range and excels at harassment, making it easy for her to deal damage before Draven can get close.\n- Senna's snare effect increases the risk of Draven getting caught, and if he is hindered in movement, he takes significant damage.\n- Senna's healing ability makes it easy to negate Draven's attacks, putting him at a disadvantage in prolonged fights.\n- Draven relies on auto-attacks, so if his attacks are restricted by Senna's crowd control, his combat effectiveness is greatly diminished.\n- Senna can scale well due to her passive, and her influence in the late game is high, so if she establishes an early advantage, Draven may struggle in the later stages.",
      "ジンクス": "Jinx is at a disadvantage.\n\nThe reasons are as follows:\n\n- Senna has long-range attacks and excels at harassment, making Jinx susceptible to damage from the early game.\n- Senna's snare effect can immobilize Jinx, increasing the risk of taking fatal damage if caught.\n- Senna has healing abilities, so even if Jinx tries to harass, Senna can often sustain herself through healing.\n- Jinx lacks self-defense options and is vulnerable to Senna's crowd control, making her prone to dangerous situations if approached.\n- Senna's passive allows her to grow quickly, and once she is fully developed, she can deal high damage to Jinx, potentially putting her at a disadvantage even in the late game.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Sivir has a short range and is easily harassed by Senna's long-range attacks.\n- If caught by Senna's snare effect skill, Sivir has limited means to escape and is likely to take fatal damage.\n- Due to Senna's healing ability, even if Sivir deals damage, Senna can often sustain through it, making trades unfavorable for Sivir.\n- Sivir has low DPS against a single target, so she often struggles in one-on-one fights against Senna.\n- As Senna's passive growth progresses, Sivir is likely to find herself in an even more disadvantageous situation."
    },
    "loses": {
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- Range difference: Varus has a longer range than Senna, making it easier for him to harass before Senna can attack.\n- AoE damage: Varus's skills deal AoE damage, allowing him to easily damage multiple minions or enemy champions.\n- Presence of CC: Varus has skills with snare effects, which can limit Senna's movement, making it harder for her to attack.\n- Snowball potential: By securing kills before Senna can grow, Varus increases his attack speed and damage, creating an even more advantageous situation.\n- Exploiting Senna's weaknesses: Senna has low base stats and limited escape options, making her susceptible to Varus's sustained harassment and CC, which can lead to fatal damage if caught.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range attacks that exceed Senna's range, making it easier to harass.\n- Corki's skills deal AoE damage, allowing him to effectively damage multiple enemy champions.\n- Senna has low base stats and is susceptible to early damage, making her vulnerable to Corki's harassment.\n- Corki has a short ultimate cooldown, allowing him to deal damage frequently and apply sustained pressure on Senna.\n- Senna has limited escape options, making it likely that she will take significant damage if she continues to be hit by Corki's attacks.",
      "トリスターナ": "Tristana has the advantage.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, allowing her to harass Senna effectively by exploiting her low base stats.\n- Tristana's range increases as she levels up, surpassing Senna's range, which allows her to maintain an advantage even in the late game.\n- Tristana has high mobility, making it easier for her to dodge Senna's crowd control skills while escaping or chasing.\n- Senna has limited escape options and is susceptible to taking lethal damage from Tristana's burst.\n- Tristana can leverage her pushing power to gain an advantage in the lane against Senna, who struggles with wave management.",
      "ジグス": "Ziggs has the advantage.\n\n- Ziggs has long-range attacks, allowing him to harass from farther away than Senna, making it easier to maintain lane dominance.\n- Senna has low base stats and is weak in the early game, making it difficult for her to withstand Ziggs' bomb attacks.\n- Ziggs' skills deal AoE damage, making it easy for him to clear minions and reducing Senna's opportunities to harass.\n- Senna's snare effect skills are not effective against Ziggs' placement skills, allowing Ziggs to continue attacking safely.\n- Senna has limited escape options and is susceptible to taking lethal damage from Ziggs' skills.",
      "スモルダー": "Smolder is at an advantage.\n\nThe reasons are as follows:\n\n- Smolder can stack infinitely, resulting in very high damage in the late game, giving him strong influence in the late game.\n- Senna has low base stats and is weak in the early game, making it easier for Smolder to create advantageous situations while stacking.\n- Smolder's AoE attacks shine in team fights, allowing him to deal damage even when Senna is in the backline.\n- Smolder can move quickly with his E skill, making it easier to avoid Senna's snare and excel at chasing or escaping.\n- While Senna's harassment is strong, Smolder can create distance using his skills, making it difficult for Senna to land her attacks.",
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch has a longer range and can harass faster than Senna, making it easier to gain lane dominance.\n- Senna has low base stats and is weak in the early game, making her susceptible to Twitch's attacks.\n- Twitch's ambush using stealth can exploit Senna's lack of escape options.\n- Senna's snare effect is effective against Twitch, but he can continue to deal damage during that time.\n- Twitch's ultimate significantly increases his damage output in team fights, surpassing Senna's healing capabilities.\n- Senna has limited escape options, making her vulnerable to Twitch's ambushes, and if caught, she can take fatal damage.",
      "ゼリ": "Zeri has the advantage.\n\n- Zeri has high mobility, making it easier to avoid Senna's attacks and less likely to take harassment.\n- Zeri's Q can be used at no cost, allowing for sustained damage output that can easily surpass Senna's healing.\n- Senna has low base stats and is weak in the early game, making her vulnerable to harassment from Zeri's mobility.\n- Zeri has a long attack range, allowing her to engage before taking harassment from Senna.\n- Senna's CC skills have a slow activation, giving Zeri the opportunity to attack during the delay."
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "シヴィア": "Sivir is at a disadvantage.\n\n- Ashe has long range and can harass Sivir unilaterally before she can attack, putting her at a disadvantage in lane trades.\n- Ashe's slow effect makes it difficult for Sivir to maintain distance, putting her in a tough situation when approached.\n- Ashe's ultimate has a long-range stun, increasing the risk for Sivir when attempting to engage or disengage.\n- Sivir has a shorter base range, making her more susceptible to Ashe's attacks and making trades harder to establish.\n- Ashe's passive slow effect can negate Sivir's movement speed increase, taking away her means of escape.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage against Ashe.\n\nThe reasons are as follows:\n\n- Ashe has long range, making it easy for her to harass Kog'Maw before he can attack.\n- Ashe's slow effect makes it difficult for Kog'Maw to maintain distance.\n- Ashe's ultimate can deal significant damage before Kog'Maw can close the gap.\n- Kog'Maw has low mobility, leaving him with limited options to avoid Ashe's attacks.\n- Ashe's passive provides sustained harassment, which is particularly effective during Kog'Maw's skill cooldowns.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\nReasons:\n- Ashe has long-range attacks, making it easy for her to harass Aphelios before he can retaliate.\n- Ashe's slow effect makes it difficult for Aphelios to maintain distance, putting him in a tough spot if she gets close.\n- Ashe's ultimate has a long-range stun, increasing the risk of Aphelios being caught before he can attack.\n- Aphelios has low mobility and limited means to avoid Ashe's attacks, making him disadvantaged in all-in fights.\n- Ashe's ability to secure vision makes it hard for Aphelios to attack safely, making him an easy target for ganks and team fights."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range skills that exceed Ashe's range, allowing him to harass Ashe unilaterally.\n- Corki's skills deal AoE damage, making it easy to inflict damage before Ashe can get close.\n- Ashe has low burst damage and struggles to counter Corki's sustained damage.\n- Corki has a short ultimate cooldown, allowing him to deal damage frequently and maintain pressure on Ashe.\n- Ashe lacks mobility skills, making it difficult to avoid Corki's attacks, and she is vulnerable when approached.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- His long range allows for safer harassment compared to Ashe.\n- He can deal sustained damage with his skills, exploiting Ashe's low base stats.\n- His skills have crowd control effects, making it easier to limit Ashe's movements.\n- Ashe lacks mobility skills, so getting caught by Varus's snare puts her in a tough situation.\n- Ashe's burst damage is low, making it easier for Varus to gain the upper hand in all-in fights.\n- Varus increases his attack speed by securing kills, giving him high snowball potential.",
      "トリスターナ": "Tristana has the advantage.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, and since Ashe's base stats are modest, she can gain the upper hand in all-in fights.\n- Tristana has high mobility and possesses a blink skill, making it easier to avoid Ashe's slows.\n- As she levels up, her range increases, allowing her to maintain an advantage over Ashe in late-game team fights.\n- Ashe lacks mobility skills, so Tristana has limited means to escape when she closes in to attack.\n- While Tristana finds wave management challenging, she can create situations where it's easier for her to retaliate when Ashe tries to engage.",
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch can use stealth to ambush and can get close before Ashe can attack.\n- Ashe lacks mobility skills and has limited means to avoid Twitch's attacks. If Twitch's attacks hit, Ashe will take damage unilaterally.\n- Twitch's ultimate has a very long range and high damage output in team fights, making it easy for Ashe to be hit by Twitch's attacks even when trying to maintain distance.\n- Ashe has low burst damage and struggles to counter Twitch's sustained damage. In particular, Twitch's poison damage over time is troublesome for Ashe.\n- Twitch has assassin traits, allowing him to gain an advantage over champions like Ashe with modest base stats.",
      "サミーラ": "Samira has the advantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can close the distance using her blink after taking attacks from Ashe, allowing for an all-in.\n- Ashe has low burst damage, making it difficult to counter Samira's high DPS, which allows Samira to create favorable situations.\n- Samira can deal powerful attacks to enemies affected by immobilizing CC, so even if Ashe uses slows, Samira can exploit the openings to attack.\n- Ashe lacks mobility skills, so when Samira engages, Ashe has limited means to escape, creating a favorable situation for Samira.\n- Samira's AoE damage in team fights is strong, and if Ashe is surrounded by multiple enemies, Samira's attacks will be effective."
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "セナ": "Senna is at a disadvantage.\n\n- Neela is a melee champion and is less susceptible to harassment from Senna's range.\n- Neela's sustained damage and high mobility make it difficult for Senna to avoid attacks.\n- Neela has a passive that enhances ally heals and shields, which can surpass Senna's healing capabilities.\n- Neela's skills with slow effects can restrict Senna's movement, posing a threat to her as she has limited means to escape.\n- Senna has low base stats and often struggles with harassment when taking attacks from Neela in the early game.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Neela.\n\n- Range: Miss Fortune can attack from a distance, making it easier to harass while avoiding Neela's melee attacks.\n- Harassment potential: Miss Fortune has high harassment potential, allowing her to deal damage before Neela can get close.\n- Effectiveness of CC: Miss Fortune's slow effect limits Neela's mobility, making it difficult for her to chase or escape.\n- Impact in team fights: Miss Fortune's AoE damage in team fights is powerful, and Neela can find herself at a disadvantage even when coordinating with her support.\n- Difference in base stats: Although Miss Fortune has lower base attack power, she can easily gain an advantage in early harassment against Neela.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Neela is a melee champion and can attack from outside of Twitch's range, making him susceptible to harassment.\n- Neela's slow effect restricts Twitch's movement, putting him at a disadvantage when trying to ambush or escape.\n- Neela has sustained damage and can effectively harass Twitch during his weak early game phase.\n- Neela is enhanced by working with her support, so if Twitch is isolated, he becomes particularly disadvantaged.\n- Neela's dash skill makes it difficult for Twitch to avoid attacks, creating situations where he is more likely to be hit.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Since Varus has long range and Neela is a melee champion, it is difficult for her to approach.\n- Neela's high mobility and sustained damage make Varus susceptible to harassment, especially in early damage trades.\n- Due to Neela's slow effect, Varus has limited means of escape, increasing the risk of being caught.\n- Varus has few means of HP recovery, making it hard for him to withstand Neela's sustained damage.\n- When Neela coordinates with her support, it becomes easier to negate Varus's poke, giving them an advantage in fights.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Niila has high mobility and a strong all-in, making it easy to negate Draven's attacks.\n- Niila's slow effect makes it difficult for Draven to move and pick up axes.\n- Niila can deal sustained damage, which can counter Draven's burst damage.\n- Niila becomes even stronger when coordinating with her support, creating situations where Draven is more susceptible to harassment.\n- Draven relies on auto-attacks, so taking damage from Niila significantly reduces his combat effectiveness.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage against Neeko.\n\nThe reasons are as follows:\n\n- Neeko is a melee carry, making it difficult for Kog'Maw to utilize his range effectively.\n- Neeko's high mobility allows her to easily dodge Kog'Maw's attacks and get in close to deal damage.\n- Neeko has sustained damage, and Kog'Maw's low self-defense makes him susceptible to harassment from the early game.\n- Neeko's slow effect restricts Kog'Maw's movement, making it hard for him to escape.\n- Neeko has a passive that enhances her allies' healing and shielding, increasing her survivability in team fights and making it easier to mitigate Kog'Maw's damage.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Neeko is a melee champion with strong all-ins, making it easy for Kai'Sa to be harassed from the early game.\n- Neeko's high mobility and sustained damage often put Kai'Sa at a disadvantage in close combat.\n- Neeko's skills with slow effects make it difficult for Kai'Sa to escape, increasing the risk of being caught.\n- Kai'Sa has a short range, making it hard to avoid Neeko's attacks, and she is particularly vulnerable to early game harassment.\n- Neeko can demonstrate powerful combat capabilities when coordinated with her support, putting Kai'Sa at a significant disadvantage if she becomes isolated.",
      "トリスターナ": "Tristana is at a disadvantage.\n\nThe reasons are as follows:\n\n- Niila is a melee champion and is always susceptible to harassment from Tristana's long-range attacks.\n- Niila's skills with slow effects restrict Tristana's movement, making it difficult to chase or escape.\n- Niila has sustained damage and can apply strong pressure on Tristana, especially when coordinated with a support.\n- Tristana is weak in the early game, and as Niila levels up and becomes stronger, it becomes harder for Tristana to counter.\n- Niila's passive enhances allies' healing and shielding effects, making it difficult for Tristana to deal damage."
    },
    "loses": {
      "ザヤ": "Zyra has an advantage over Neela.\n\nThe reasons are as follows:\n\n- Zyra has a long range, allowing her to harass while avoiding Neela's melee attacks, making it easier to gain an advantage from the early game.\n- Neela's passive effect diminishes without a support, making her weak to early harassment, which Zyra can easily execute.\n- Zyra's snare can limit Neela's dashes, making it difficult for Neela to close the gap.\n- Zyra has AoE damage, allowing her to perform favorably against Neela in team fights.\n- Neela has low base stats and is heavily reliant on items and levels, so if Zyra gains an early lead, she can push it through.",
      "ジグス": "Ziggs has an advantage over Neela.\n\nThe reasons are as follows:\n\n- Range: Ziggs can attack from a distance, allowing him to deal damage before Neela can get close.\n- AoE damage: Ziggs's skills are area-of-effect attacks, making it easy to deal damage while Neela is clearing minions.\n- CC effects: Ziggs's mines slow Neela, limiting her mobility and making it difficult for her to engage.\n- Weakness in close combat: Neela is a melee champion, and Ziggs can maintain distance while attacking, preventing Neela from utilizing her strengths.\n- Early harassment: Ziggs has strong harassment from the early game, making it difficult for Neela to sustain in lane without support.",
      "ヴェイン": "Vayne has the advantage.\n\nThe reasons are as follows:\n\n- Range: Vayne can attack from a distance, making it easier to harass while avoiding Nila's melee attacks.\n- High mobility: Vayne can use her dash to evade Nila's attacks and counterattack, giving her an edge in one-on-one combat.\n- Guaranteed damage: Vayne can deal damage proportional to maximum HP, allowing her to quickly whittle down Nila's health.\n- Utilization of CC: Vayne has knockback, which can prevent Nila from closing the gap, making it easier to control the fight in her favor.\n- Exploiting Nila's weaknesses: Nila is weak without support, and Vayne can take advantage of this situation to harass and secure lane dominance.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Range: Corki can attack from a distance, allowing him to harass while avoiding Nila's melee attacks, making it easier to gain an advantage from the early game.\n- AoE damage: All of Corki's skills are AoE, making it easy to deal damage when Nila is trying to gain experience from minions.\n- Short cooldowns: Corki's ultimate has a short cooldown, allowing him to deal damage frequently and apply sustained pressure on Nila.\n- Strong against Nila, who has no CC: Corki does not have any crowd control, so he can attack without worrying about Nila's slow effects.\n- Mana management: Corki has high mana costs for his skills, but Nila is susceptible to harassment in the early game, making it easier for Corki to create advantageous situations.",
      "シヴィア": "Sivir has the advantage.\n\nThe reasons are as follows:\n\n- Sivir has a long range, making it easier to avoid Neela's melee attacks.\n- With her spell shield, she can negate Neela's slow effects, allowing her to gain an advantage in trades.\n- She has high AoE damage and wave clear ability, which can prevent Neela from establishing dominance in the lane.\n- Sivir's movement speed boost makes it easier to dodge Neela's dashes and avoid follow-ups.\n- Neela is weak to early harassment when she has no support, but Sivir can easily apply that harassment.",
      "ケイトリン": "Caitlyn has an advantage over Neeko.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base auto-attack range among all champions, allowing her to harass Neeko while avoiding her melee attacks.\n- Neeko is susceptible to harassment in the early game, making it easier for Caitlyn to secure lane dominance with her long-range attacks.\n- By using Caitlyn's traps, she can limit Neeko's mobility, making it difficult for her to chase or escape.\n- Neeko's passive effect diminishes when she is without a support, making her vulnerable to Caitlyn's attacks.\n- Caitlyn can secure vision while applying pressure to Neeko, increasing the threat level in the lane.",
      "スモルダー": "Smolder is at an advantage.\n\nThe reasons are as follows:\n\n- Smolder has a long range, making it easier to avoid Neela's melee attacks.\n- Neela is susceptible to harassment in the early game, and Smolder's skills are effective for attacking.\n- Smolder's AoE attacks can deal damage before Neela can showcase her strengths in team fights.\n- Smolder can accumulate stacks, resulting in very high damage in the late game, making it easier to create advantageous situations before Neela grows.\n- Neela's CC skills are less effective against Smolder, and her escape options are limited, allowing Smolder to maneuver advantageously."
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and has the ability to negate Draven's attacks, making it unfavorable for him if the fight turns into an all-in.\n- Samira has high burst damage and can deal powerful attacks, especially against enemies who are immobilized by crowd control, putting Draven in a disadvantageous situation if he gets caught by CC.\n- Draven relies on auto-attacks, so he needs to pick up his axes accurately, and taking damage from Samira makes that operation difficult.\n- Samira has the ability to close the gap instantly, making it easy for her to engage on Draven even if he tries to maintain distance.\n- Although Samira has a short range, she can leverage her strength in close combat to gain an advantage over Draven.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Samira excels in close combat, and due to Vayne's short range, Samira can easily initiate attacks first.\n- Samira's high DPS and burst damage make Vayne susceptible to taking damage quickly, especially with AoE damage in team fights being a threat.\n- Samira can deal powerful attacks to enemies affected by immobilizing CC, making it difficult for Vayne to retaliate if caught.\n- Vayne lacks AoE attacks, resulting in low influence in lane pushing and team fights, making it easier to create unfavorable situations against Samira.\n- Samira has a blink ability, allowing her to easily dodge Vayne's attacks and maneuver advantageously in close combat.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can close the distance before Aphelios can utilize his range.\n- Samira's high DPS and burst damage can cause Aphelios to take significant damage instantly.\n- Aphelios has low mobility and struggles to counter Samira's blink and engagement abilities.\n- Samira can deal powerful attacks while Aphelios is under CC, and since Aphelios has limited defensive options, he is prone to dangerous situations.\n- Samira has an advantage against shorter-range opponents and can engage before Aphelios can take advantage of his weapon characteristics.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Samira.\n\n- Samira excels in close combat, and even if Miss Fortune tries to keep her distance, Samira can easily close the gap with her blink abilities.\n- Samira has high DPS and burst damage, making Miss Fortune vulnerable to instant damage when she is all-in.\n- Miss Fortune only has a slow for crowd control, and her means to stop Samira's attacks are limited, making it difficult to escape when she gets close.\n- Samira has an advantage against opponents with short range, allowing her to effectively counterattack while taking hits from Miss Fortune.\n- Samira's AoE damage in team fights is powerful, and if Miss Fortune mispositions in a team fight, she is likely to be overwhelmed by Samira.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat, and since Kai'Sa has a short range, it becomes difficult for her to deal with an all-in from Samira.\n- Due to Samira's high DPS and burst damage, there is a significant risk of Kai'Sa being taken down instantly.\n- Samira can deal powerful attacks against enemies affected by immobilizing crowd control, making it easier for her to exploit the openings after Kai'Sa uses her skills.\n- Samira's blink ability allows her to easily evade Kai'Sa's attacks, increasing her chances to close in and attack.\n- Kai'Sa is highly dependent on items, and if Samira takes control, Kai'Sa may fall behind in growth and risk becoming ineffective until the late game.",
      "ジン": "Jhin is at a disadvantage.\n\n- Samira excels in close combat, making it easy for her to all-in Jhin when he gets too close.\n- Jhin lacks a blink ability, leaving him with limited means to escape Samira's high burst damage.\n- Samira has immobilizing crowd control, which makes it easier to restrict Jhin's movements.\n- Samira's DPS is high, and Jhin can take lethal damage if targeted while reloading or after his fourth shot.\n- Although Samira has a short range, she has a blink ability to dodge Jhin's attacks, making it easier for her to avoid them.",
      "ルシアン": "Lucian is at a disadvantage.\n\n- Samira excels in close combat, and due to Lucian's short range, it becomes difficult to deal with her when she goes for an all-in.\n- Samira has high DPS, and her burst damage, especially when she gets close, is powerful, making Lucian susceptible to her attacks.\n- Samira's skills allow her to deal strong damage to enemies affected by immobilizing CC, while Lucian lacks CC, making it hard for him to retaliate.\n- Samira has a blink ability, making it easier for her to dodge Lucian's attacks, which increases the risk of Lucian taking damage.\n- Lucian struggles with positioning in team fights and is often exposed to Samira's AoE damage.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can approach and attack before Twitch can utilize his range.\n- Samira has high DPS and burst damage, allowing her to deal damage instantly before Twitch can start attacking.\n- Samira can deliver powerful attacks against enemies affected by immobilizing CC, making it difficult for Twitch to escape even when using skills with slow effects.\n- Twitch has low escape potential and is vulnerable when receiving attacks from Samira, making it challenging to maneuver in close combat.\n- Samira has an advantage against short-range DPS carries and can all-in before taking damage from Twitch."
    },
    "loses": {
      "セナ": "Senna has the advantage.\n\n- Senna has long range, allowing her to harass Samira unilaterally by taking advantage of Samira's short range.\n- Senna's snare effect makes it easier to prevent Samira from approaching, allowing her to deal damage before Samira can engage.\n- Senna's healing ability can mitigate Samira's burst damage, giving her an edge in sustained fights.\n- While Samira excels in close combat, Senna can fight while maintaining distance, neutralizing Samira's strengths.\n- Senna's passive makes it easier to gain gold in lane, allowing her to scale effectively and deal powerful damage in the late game.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range attacks, making it easier to harass before Samira can get close.\n- Samira excels in close combat, but Corki has AoE damage, allowing him to deal damage as she approaches.\n- Corki does not have crowd control, so he cannot directly hinder Samira's blink, but he can deter her attacks by dealing damage before she gets close.\n- Corki's skills have short cooldowns, allowing him to deal consistent damage and create favorable situations before Samira goes all-in.\n- Samira has low defensive stats and is vulnerable to Corki's burst damage, so if she takes damage early, she can be put in a tough spot.",
      "ゼリ": "Zeri has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, allowing her to attack while maintaining distance from Samira's close-range style, making it easier to avoid Samira's attacks.\n- Zeri's Q skill has a long range and no mana cost, making it easy to harass continuously and deal damage before receiving attacks from Samira.\n- While Samira excels in close combat, Zeri is good at kiting and can escape when Samira tries to get close.\n- Samira has low defensive stats, making her vulnerable to Zeri's sustained attacks, allowing Zeri to trade favorably.\n- Zeri can leverage her mobility to gain an advantage over Samira, who lacks reliable means of closing the gap.",
      "コグ＝マウ": "Kog'Maw has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can attack before Samira gets close, making it easier to prevent her from engaging in close combat.\n- Samira has low defensive stats, making her susceptible to Kog'Maw's percentage damage and skills that reduce her AR/MR.\n- While Samira excels in close combat, Kog'Maw can limit her movement with skills that apply slow effects, making it difficult for her to escape.\n- Kog'Maw has high damage output in team fights, allowing him to deal damage before Samira can unleash her AoE damage in those situations.\n- Samira lacks crowd control on her own, making it difficult for her to retaliate when taking damage from Kog'Maw.",
      "ジンクス": "Jinx has the advantage.\n\nThe reasons are as follows:\n\n- Jinx has long range and can harass without allowing Samira to get close.\n- Samira has a short range and is susceptible to damage when hit by Jinx's attacks.\n- Jinx's skills can disrupt enemies with slows and snares, preventing Samira from engaging in close combat.\n- Jinx has high DPS, and her AoE damage in team fights is particularly strong, allowing her to deal damage before Samira can close the gap.\n- Samira has low defensive stats and is vulnerable when hit by Jinx's attacks.\n- Jinx gains increased movement speed and attack speed from securing kills, making it easier to aim for consecutive kills and create advantageous situations against Samira.",
      "ザヤ": "Zyra has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Zyra can easily defend herself against the short-range Samira using snares and accelerations, and she excels at counterattacking in close combat.\n- While Samira is strong in close combat, Zyra's skills allow her to easily dodge Samira's attacks, increasing her chances to deal damage in return.\n- Zyra's AoE damage makes it easier to accumulate damage in team fights, allowing her to maneuver advantageously when Samira aims for burst damage in those situations.\n- Samira has low defensive stats and is weak against crowd control, so if she gets hit by Zyra's snares or damage, she can quickly find herself in a disadvantageous position.\n- Zyra is further strengthened when paired with Rakan, allowing for coordinated attacks against Samira.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- Range difference: Varus has a longer range than Samira, allowing him to safely attack from a distance and deal damage before Samira can close in.\n- Presence of CC: Varus has skills with snare effects that can prevent Samira from approaching. This allows him to limit her movement before she can engage all-in.\n- Poke ability: Varus can deal sustained damage using his skills, allowing him to whittle down Samira's health before she gets close.\n- Exploiting Samira's weaknesses: While Samira excels in close combat, she has low defensive stats and is vulnerable to CC, making her struggle when taking hits from Varus.\n- Snowball potential: Varus increases his attack speed by killing enemy champions, making it easier to deal damage and create advantageous situations as the game progresses.",
      "シヴィア": "Sivir has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Sivir has a high range, allowing her to attack without letting Samira get close, making it easier to gain an advantage in lane trades.\n- Sivir's spell shield can negate Samira's skills, reducing the risk of taking damage from her attacks.\n- Sivir has strong wave clear ability, allowing her to deal with minions before Samira can apply pressure in lane, making it easier to prevent Samira's all-ins.\n- Sivir's movement speed increase makes it easier to evade Samira's approach, allowing her to maintain distance and attack from afar.\n- Samira has low defensive stats and is vulnerable to Sivir's AoE damage, making her more likely to be at a disadvantage in team fights.",
      "ニーラ": "Nila has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Nila can deal sustained damage in close combat against Samira, who has a short range.\n- Nila's dash skill allows her to easily evade Samira's attacks, giving her an advantage during all-ins.\n- Samira is weak against crowd control (CC), and Nila can use her slow effects to limit Samira's movement, effectively shutting down her attacks.\n- Nila has a passive that enhances her allies' healing and shielding, giving her high sustainability in one-on-one fights against Samira.\n- Samira lacks crowd control on her own, so Nila can gain an advantage over her by coordinating with her support."
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "Zeri is at a disadvantage.\n\n- Draven has high burst damage from the early game, and Zeri's base AD is low, making her very vulnerable to harassment.\n- Draven's attacks rely on auto-attacks, and while Zeri can use her mobility to keep her distance, it's difficult to counter Draven's high damage output.\n- Zeri's Q is non-piercing and cannot deal damage to multiple enemies like Draven can, resulting in lower damage efficiency in trades.\n- Draven has a skill that increases his movement speed, giving him high chasing potential, making it difficult for Zeri to escape.\n- Zeri has poor wave clear ability, making it challenging to maintain her lane while taking damage from Draven's attacks.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Draven has high burst damage from the early game, making it easy for Kai'Sa to take damage.\n- Draven's attacks rely on auto-attacks, and since Kai'Sa lacks crowd control, she cannot negate Draven's attacks.\n- Draven has a skill that increases his movement speed, giving him high chasing potential, making it difficult for Kai'Sa to escape.\n- Kai'Sa has a low base AD scaling and becomes heavily reliant on items in the mid to late game, making it tough if Draven gains the upper hand.\n- Since Kai'Sa needs to catch Draven's axes, it is difficult for her to avoid attacks and challenging to find the right timing to engage all-in.",
      "トゥイッチ": "Twitch is at a disadvantage against Draven.\n\n- Draven has high burst damage from the early game, making it easy for Twitch to take damage.\n- Draven's attacks rely on auto-attacks, and Twitch's ambush using stealth is less effective.\n- Draven has a skill that increases his movement speed, making it difficult for Twitch to escape.\n- Against Draven's high damage output, Twitch has few defensive options and is likely to lose in all-ins.\n- Twitch is highly dependent on items, and if he falls behind against Draven in the early game, the later stages become tough.",
      "シヴィア": "Sivir is at a disadvantage against Draven.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, and since Sivir has a shorter base range, she is easily out-traded.\n- Draven's attacks rely on auto-attacks, and while Sivir has a spell shield, it is not effective against Draven's high damage output.\n- Sivir has strong wave clear, but taking high damage from Draven puts pressure on her in lane, making it difficult to farm.\n- Draven has a skill that increases his movement speed, giving him high chase potential, making it hard for Sivir to escape.\n- Sivir has low DPS against single targets and is at a disadvantage in one-on-one trades with Draven, making her likely to lose in all-ins.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Draven has high burst damage from the early game, making it easy for Smolder to take damage before stacking up.\n- Smolder lacks auto-attack enhancements, making it difficult to counter Draven's high DPS.\n- Draven's movement speed increase skill makes it easy for him to chase Smolder when trying to escape.\n- Smolder is weak against crowd control, and taking hits from Draven can result in significant damage.\n- Smolder's low skill performance in the early game often puts him at a disadvantage in the laning phase against Draven."
    },
    "loses": {
      "コグ＝マウ": "Kog'Maw has an advantage over Draven.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can safely harass before taking damage from Draven's attacks.\n- Draven relies on auto-attacks, so being affected by Kog'Maw's slow makes it difficult for him to attack.\n- Kog'Maw's skills reduce AR/MR, making it easier to chip away at Draven's durability.\n- Kog'Maw has high damage output in team fights, making it risky for Draven to go for an all-in.\n- Draven is weak against movement impairments, and being slowed by Kog'Maw may prevent him from catching his axes.",
      "ジグス": "Ziggs has an advantage over Draven.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills that can deal damage before Draven gets close.\n- Ziggs's skills are area attacks, making it difficult for Draven to position himself to catch axes.\n- Draven relies on auto-attacks, so if his movement is disrupted by Ziggs's skills, he cannot attack.\n- Ziggs excels at clearing minions, making it easier to pressure Draven while he farms.\n- Ziggs's zoning skills are effective when Draven approaches, allowing for favorable engagements in fights.",
      "ニーラ": "Niila has an advantage over Draven.\n\nThe reasons are as follows:\n\n- Niila is a melee champion, making it easier to approach while avoiding Draven's attacks. In particular, she can dodge Draven's attacks by using her dash skill.\n- Draven relies on auto-attacks, so when affected by Niila's slow effect, it becomes harder for him to land his attacks. This reduces Draven's damage output.\n- Niila has sustained damage and a strong all-in potential, allowing her to engage quickly before Draven can catch his axes.\n- Niila's passive enhances healing and shielding effects for allies, improving combat effectiveness when coordinated with support, making it easier to counter Draven.\n- Draven is weak against movement impairments, and being affected by Niila's slow effect can limit his mobility, making it difficult for him to fight safely.",
      "ジンクス": "Jinx has an advantage over Draven.\n\nThe reasons are as follows:\n\n- Jinx has a long range, allowing her to harass Draven from a safe distance, making it easier for her to gain an advantage early on.\n- Jinx's attack speed increase makes it easier to counter Draven's burst damage and allows her to deal sustained damage.\n- Draven needs to catch his axes, which makes him difficult to control, giving Jinx the opportunity to attack during his downtime.\n- Jinx's CC skills can hinder Draven's movement, particularly benefiting her in chasing or escaping situations.\n- Draven is weak against movement impairments, and being affected by Jinx's snare or slow can prevent him from maximizing his damage output.",
      "サミーラ": "Samira has the advantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and has the ability to negate Draven's attacks, making her all-in very powerful.\n- Draven relies on auto-attacks, so if he fails to catch his axes accurately, his damage significantly decreases, allowing Samira to exploit that opening to attack.\n- Samira can deal powerful attacks against enemies who are immobilized by crowd control, giving her an advantage when Draven is affected by CC.\n- With Samira's high DPS and burst damage, she can eliminate Draven instantly.\n- Samira has a blink ability, making it easier to dodge Draven's attacks and approach to engage.",
      "アッシュ": "Ashe has the advantage.\n\nThe reasons are as follows:\n\n- Ashe has long range and can harass before taking damage from Draven.\n- Ashe's slow effect can hinder Draven's approach, making her good at kiting.\n- Draven relies on auto-attacks, so Ashe's slow makes it difficult for him to catch his axes.\n- Ashe's ultimate has a long-range stun, allowing for low-risk engagement against Draven.\n- Ashe has skills to secure vision, making strategic plays in team fights easier.\n- Draven is weak against movement impairments and is significantly affected by Ashe's slows and crowd control."
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "Zaya is at a disadvantage.\n\n- Smolder has long-range attacks and can harass Zaya unilaterally by taking advantage of her short range.\n- Smolder's skills have abundant AoE damage, making it easy to deal damage in team fights, and Zaya is likely to be taken down before she can deal damage in team fights.\n- Smolder can move quickly with his E skill, making it easier to avoid Zaya's snare and reducing her opportunities to retaliate.\n- Smolder's damage becomes very high in the late game as he stacks up, so if Zaya cannot establish an advantage early, she will struggle later on.\n- Zaya needs to be prepared for CC and burst damage, and Smolder's attacks are fast, putting her at a disadvantage in sudden skirmishes.",
      "コーキ": "Corki is at a disadvantage.\n\n- Smolder is disadvantaged against champions with AA enhancements and hard CC, and since Corki lacks those traits, he struggles in one-on-one combat against Smolder.\n- Smolder is a marksman who fights using skills, and especially by stacking, he can deal powerful damage in the late game, making it difficult for Corki's damage to land effectively.\n- Corki has no CC, so he has few means to counter Smolder's E skill, which allows for high mobility and chasing, making it hard for him to escape.\n- Corki's skills have high mana costs, and if he uses them frequently from the early game, he can easily run out of mana, reducing his endurance against Smolder's sustained attacks.\n- Smolder is strong in team fights and has AoE attacks, which puts Corki at a disadvantage when he is in a situation where he can effectively deal damage to clustered enemies.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Smolder is a marksman who fights using skills, and especially by stacking, his damage becomes very high in the late game, making Vayne disadvantaged in prolonged fights.\n- Smolder's AoE attacks shine in team fights and work to his advantage against champions like Vayne who rely on single-target damage.\n- Smolder's E skill allows for high mobility, which can negate Vayne's chasing ability and take away her means of escape.\n- Vayne has a short range, making her susceptible to Smolder's attacks, often putting her at a disadvantage in harassment and all-ins.\n- Smolder lacks crowd control, making it difficult for Vayne to capitalize on her mobility to attack, while increasing the risk of taking damage from Smolder's attacks.",
      "セナ": "Senna is at a disadvantage.\n\n- Smolder has no AA enhancement, resulting in low DPS, making it easier to endure Senna's harassment.\n- Smolder fights using skills, allowing him to easily stack even when taking Senna's harassment, becoming stronger in the late game.\n- Senna has low base stats and is weak in the early game, making her susceptible to damage from Smolder's skills.\n- Smolder's E skill allows for high mobility, making it easier to avoid Senna's CC and harder to catch him.\n- Smolder has powerful AoE attacks in team fights, making it difficult for Senna to exert influence in team battles.",
      "ルシアン": "Lucian is at a disadvantage.\n\n- Smolder is a marksman who fights using skills, and especially because his damage becomes very high in the late game by stacking, he becomes disadvantaged in prolonged fights.\n- Smolder's AoE attacks are very powerful in team fights, making it difficult for Lucian to maintain his position during these encounters.\n- Lucian has a short range, making him susceptible to Smolder's attacks, and he is particularly vulnerable to being chased down by Smolder's E skill, which allows for quick movement.\n- Smolder is weak in the early game when he has no stacks, but Lucian can also deal strong harassment from the start, giving him a chance to gain an advantage in early trades; however, as Smolder grows, the tables often turn.\n- Lucian lacks crowd control, so he has limited means to avoid Smolder's attacks, making positioning in team fights particularly challenging.",
      "ミス・フォーチュン": "Miss Fortune has the advantage.\n\n- Smolder has no AA enhancement, resulting in low DPS, making it difficult to counter Miss Fortune's high harassment potential.\n- Smolder's skills are weak without early stacks, often struggling against Miss Fortune's harassment.\n- Miss Fortune's slows and AoE damage limit Smolder's escape options, putting him at a disadvantage when trying to all-in.\n- Smolder is weak against CC and is vulnerable to Miss Fortune's slows and crowd control in team fights.\n- Miss Fortune has a high impact in team fights, making Smolder susceptible to damage before he can stack up."
    },
    "loses": {
      "シヴィア": "Sivir has an advantage over Smolder.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and excellent wave clear ability, allowing her to push the lane before Smolder can stack up.\n- With her spell shield, she can easily avoid Smolder's skills, making trades more favorable for her.\n- Sivir's movement speed increase allows her to dodge Smolder's E skill follow-ups, making it easier to escape.\n- Sivir excels at engaging and disengaging in team fights, making it easier to create advantageous situations before Smolder can showcase his strengths in team fights.\n- Smolder is weak without early stacks, so if Sivir establishes an advantage early on, she can dominate the lane.",
      "ドレイヴン": "Draven has an advantage over Smolder.\n\nThe reasons are as follows:\n\n- Draven has high burst damage from the early game, allowing him to engage before Smolder can stack up.\n- Smolder lacks AA enhancements, making it difficult to counter Draven's high DPS. Especially in the early game, Smolder's attack power is low, making him susceptible to Draven's attacks.\n- Draven's passive allows him to earn gold easily, creating an item advantage that further enhances his lead.\n- Smolder has only his E skill as an escape option, which has a long cooldown, making him vulnerable to Draven's high chasing potential.\n- Draven has a skill that increases his movement speed, allowing him to continue attacking while dodging Smolder's skills."
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "Ziggs is at a disadvantage.\n\n- Jhin has long-range skills, making it easy for him to avoid Ziggs' attacks. Ziggs' skills have a delay before activation, allowing Jhin to attack while maintaining distance.\n- Jhin's snare effect skills can easily restrict Ziggs' movement, making him vulnerable when approached.\n- Jhin has high burst damage, especially effective against a low-health Ziggs. Ziggs is fragile due to his low durability, making him susceptible to Jhin's attacks.\n- Jhin's AoE damage in team fights is powerful, and he can deal damage while avoiding Ziggs' skills, making Ziggs struggle in team fights.\n- Jhin can attack while timing his reload, making it easy for Ziggs to be caught off guard.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Jhin has long-range skills that allow him to safely harass while taking damage from Varus, making it easier for him to gain an advantage in lane trades.\n- Jhin's snare effect skill makes it difficult for Varus to move when approached, making him weak in all-ins.\n- Jhin's fourth shot and ultimate have high burst damage, which is particularly effective against a Varus with reduced HP.\n- Varus has limited escape skills, so if he continues to take damage from Jhin, he is likely to receive fatal damage.\n- Jhin can perform well in team fights, making it difficult for Varus to deal sustained damage in those situations.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Jhin has long-range skills that allow him to attack beyond Caitlyn's range, making it difficult for her to harass.\n- Jhin's snare effect skills make it easy for Caitlyn to get caught and weak against all-ins.\n- Caitlyn's auto-attack enhancement relies on her passive, making it hard for her to counter Jhin's high burst damage.\n- Jhin can utilize the AoE effects of his skills to deal damage in team fights, exploiting Caitlyn's lack of power.\n- Caitlyn's skill animations are long, making it difficult to avoid Jhin's attacks, reducing her chances for counterattacks.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Smolder lacks AA enhancement, resulting in lower DPS compared to other ADCs, making it difficult to counter Jin's high burst damage.\n- Jin's snare effect restricts Smolder's movement in close combat, making him vulnerable to all-ins.\n- Without early stacks, Smolder's skill performance is low, making it hard to withstand Jin's harassment.\n- Jin has long-range skills that can overwhelm Smolder with attacks from a distance.\n- Smolder's only escape option is his E skill, which has a long cooldown, making him susceptible to Jin's attacks and weak against crowd control."
    },
    "loses": {
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Kai'Sa has high burst damage, and an all-in when Jhin's HP is low is powerful.\n- Jhin lacks a blink and has limited means to escape when approached, allowing Kai'Sa to fight advantageously by closing the gap.\n- Kai'Sa's skills deal magic damage, making it difficult for Jhin to counter with armor, allowing her to deal damage more easily.\n- Kai'Sa can evolve her skills for situational enhancements, and she has a particularly high ability to dodge Jhin's skills.\n- Since Jhin's remaining ammo is visible, Kai'Sa can time her attacks to strike when he is reloading."
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "トゥイッチ": "Twitch is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills that allow him to harass before Twitch can get close, making it easier to apply pressure in the lane.\n- Ezreal's highly mobile warp skill makes it easier to avoid Twitch's ambushes and gives him opportunities to counterattack.\n- Twitch relies on auto-attacks, making him vulnerable to Ezreal's poke and burst damage from his skills.\n- Ezreal's ultimate, which has CC effects, can negate Twitch's stealth, reducing his survival rate in team fights.\n- Twitch struggles with early trades and finds it difficult to counter Ezreal's high DPS.",
      "ジグス": "Ziggs is at a disadvantage.\n\n- Ezreal has high mobility and can easily dodge Ziggs' attacks with his blink skill, making it difficult for Ziggs to land his skills.\n- Ezreal's skills have long range, allowing him to harass from a safe distance before Ziggs can attack.\n- Ziggs lacks targeted skills and can be easily avoided by Ezreal's blink, making it hard for him to deal damage.\n- Ezreal can deal sustained damage, and if Ziggs allows him to get close, he is likely to be countered.\n- Ezreal's skills have short cooldowns, allowing him to spam his abilities, which makes mana management difficult for Ziggs.",
      "ザヤ": "Zyra is at a disadvantage against Ezreal.\n\n- Ezreal has long-range skills that allow him to harass Zyra before she can get close, making her susceptible to one-sided damage.\n- Ezreal's skills have short cooldowns, allowing him to deal sustained damage, which makes it difficult for Zyra to defend herself.\n- Zyra's attack range is shorter than Ezreal's, meaning he can attack from a safe distance while she has to close the gap, which is risky.\n- Ezreal's warp skill makes it easy for him to avoid Zyra's attacks, reducing her chances for counterattacks.\n- Zyra takes time to activate her skills, making her vulnerable to Ezreal's burst damage, putting her at a disadvantage in sudden skirmishes.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Ezreal has long-range skills and can harass Varus from a safe distance, giving him an advantage in the lane.\n- Ezreal has high mobility and can easily dodge Varus's attacks using his blink skill. This makes it difficult for Varus to land hits on Ezreal.\n- Ezreal has a strong ability to deal sustained damage, especially with excellent DPS until mid-game, allowing him to surpass the sustained damage that Varus can provide.\n- Varus has limited means of HP recovery, making it hard for him to withstand Ezreal's harassment. Ezreal's skill combo can cause Varus to take damage early on.\n- Since Ezreal's skills are skill shots, if Varus misses the timing to land his snare, he risks being counterattacked instead.",
      "コーキ": "Corki is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills and can harass Corki from a safe distance, making Corki susceptible to lane pressure.\n- Corki lacks crowd control, making it difficult to counter Ezreal's mobility-based attacks, and he is vulnerable to Ezreal's skill combos.\n- Ezreal has high burst damage, and there is a high chance that Corki will be taken down before he can deal sustained damage.\n- Corki has high mana consumption, and using skills frequently can lead to running out of mana, making it difficult to withstand Ezreal's continuous harassment.\n- Ezreal excels at wave clearing, and even if Corki tries to push, it often creates a situation that favors Ezreal.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Ezreal.\n\n- Ezreal has long-range skills and can harass Miss Fortune before she gets close, creating high lane pressure.\n- Ezreal's mobility is high, making it easy to dodge Miss Fortune's attacks using his blink skill.\n- Miss Fortune has low base attack damage and often lacks DPS, making it difficult to withstand Ezreal's skill combos.\n- Ezreal has limited AoE attacks, making it hard for Miss Fortune to use minions as a shield to attack.\n- Miss Fortune only has a slow as her crowd control, and she lacks means to counter Ezreal's mobility, making her vulnerable when approached.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Ezreal has long-range skills, allowing him to harass Caitlyn from a safe distance, making it easier for him to gain lane dominance.\n- Ezreal has high mobility and can use his blink skill to dodge Caitlyn's attacks or retaliate.\n- Caitlyn's auto-attack enhancement relies on her passive, making it difficult for her to deal sustained damage against Ezreal's skill combos, often putting her at a disadvantage in trades.\n- Ezreal's skills have short cooldowns, allowing him to deal sustained damage easily, making it hard for Caitlyn to avoid his attacks.\n- Caitlyn has long skill animations, making her more susceptible to Ezreal's attacks, which lowers her performance in team fights.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills that allow him to harass Draven before he can get close.\n- Ezreal's high mobility and ability to use his blink skill make it difficult for Draven to land his attacks.\n- Draven relies on auto-attacks, so when he takes damage from Ezreal's skills, it becomes harder to pick up axes, reducing his combat effectiveness.\n- Ezreal's ultimate, which has crowd control effects, can hinder Draven's movement, putting him at a disadvantage when chasing or escaping.\n- Ezreal excels at wave clearing, making it difficult for Draven to push the lane, ultimately resulting in harder farming.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, making it easy for him to harass Kog'Maw before he can attack.\n- Ezreal has high mobility and can use his blink skill to avoid Kog'Maw's attacks.\n- Kog'Maw has low mobility and limited means to dodge Ezreal's skills, making him susceptible to counterattacks.\n- Ezreal's burst damage is high, and Kog'Maw is likely to take damage while his skills are on cooldown.\n- Kog'Maw has a short base range, often putting him at a disadvantage against Ezreal's harassment."
    },
    "loses": {
      "カイ＝サ": "Kai'Sa has the advantage.\n\nThe reasons are as follows:\n\n- Kai'Sa has high burst damage and can easily dodge Ezreal's skills. In particular, she can use her instant acceleration to avoid Ezreal's skill shots.\n- Kai'Sa's attacks include magic damage, making it difficult for Ezreal to counter with armor. This makes Ezreal more susceptible to damage.\n- Kai'Sa can evolve her skills, allowing for enhancements based on the situation, particularly excelling in close combat.\n- Kai'Sa's ultimate allows for long-distance movement, enabling her to ambush while avoiding Ezreal's attacks, giving her an advantageous position against him.\n- Ezreal's main skills are skill shots, and against the highly mobile Kai'Sa, his performance drops, allowing Kai'Sa to fight more favorably.",
      "ヴェイン": "Vayne has an advantage over Ezreal.\n\nThe reasons are as follows:\n\n- Vayne has high mobility, making it easier to dodge Ezreal's skills. In particular, since Ezreal's main skills are skill shots, Vayne can use her dash to evade them.\n- Vayne's attacks deal damage proportional to maximum HP, which means that while Ezreal is strong against tanks or high HP champions, he finds it difficult to deal sustained damage to Vayne.\n- Vayne is very powerful in one-on-one combat, and if Ezreal misses his skills, Vayne has a good chance to counterattack.\n- Ezreal has limited AoE attacks, and when minions are used as a shield, it becomes hard for him to land hits, but Vayne can still deal damage in such situations.\n- Vayne has a short cooldown dash, allowing her to close the distance while taking harassment from Ezreal, making it easier to apply pressure on him.",
      "アフェリオス": "Aphelios has an advantage over Ezreal.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, providing ample means to avoid Ezreal's skills.\n- Ezreal primarily fights using skills, making it difficult to counter the effects of Aphelios's weapons.\n- After level 12, Aphelios's threat status increases, allowing him to deal damage that surpasses Ezreal's durability.\n- Since Ezreal's main skills are skill shots, he can take advantage of Aphelios's lower mobility, making it easier to harass him.\n- Aphelios has an advantage against opponents with low harassment potential, and Ezreal is one such example."
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Aphelios can deploy diverse strategies through weapon switching, and his harassment potential is high, especially from early to mid-game, making Tristana susceptible to damage.\n- Tristana is weak in the early game and struggles to deal damage until she gets her items, while Aphelios becomes a significant threat after level 12, able to unleash powerful damage against Tristana.\n- Tristana has difficulty managing waves and tends to push automatically, making her vulnerable to ganks from Aphelios and often putting her in a bad position.\n- Although Aphelios has low mobility, he has plenty of ways to retaliate when hit by Tristana's attacks, especially by using long-range weapons to avoid her attacks while dealing damage.\n- Tristana has long cooldowns on her skills, which creates significant openings, especially in the early game, making it easier for Aphelios to create advantageous situations against her.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Aphelios has a long range and high harassment potential, making Vayne susceptible to damage from the early game.\n- Due to the characteristics of Aphelios' weapons, it is difficult for Vayne to utilize her mobility, especially in team fights where it is hard to avoid his attacks.\n- Aphelios increases in damage after level 12 and can deal significant damage to squishy enemies, so Vayne will be in a tough situation if not dealt with early.\n- Vayne has a short range, making her vulnerable to Aphelios' attacks, and she struggles to counter his harassment, especially from his skills.\n- Aphelios relies on his weapons for self-defense, but Vayne becomes vulnerable when she is hit by crowd control, making her likely to take fatal damage from Aphelios' attacks.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Aphelios can deploy diverse strategies through weapon switching, and especially after level 12, he has high damage output, allowing him to deal significant damage before Kai'Sa can close the gap.\n- Aphelios's attacks have additional effects on auto-attacks, enabling him to deal sustained damage before Kai'Sa can unleash her burst damage.\n- Kai'Sa has a short range, making it difficult to avoid Aphelios's attacks, which often puts her at a disadvantage during harassment and all-ins.\n- Although Aphelios has low mobility, he can utilize his weapon effects to counterattack when Kai'Sa approaches, making it challenging for her to find the right moment to engage.\n- Kai'Sa lacks crowd control, making her susceptible to taking unilateral damage from Aphelios's attacks, and positioning in team fights becomes difficult."
    },
    "loses": {
      "トゥイッチ": "Twitch has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Twitch can use stealth to ambush and exploit Aphelios's low mobility.\n- Aphelios's self-defense relies on his weapons, making him vulnerable to Twitch's attacks.\n- Twitch's ultimate has long range, allowing him to deal significant damage before Aphelios can get close.\n- Twitch excels at dealing sustained damage, which he can leverage against Aphelios's squishiness.\n- Aphelios has a difficult early game, and if Twitch establishes an early lead, he can apply pressure in the lane more easily.",
      "ザヤ": "Zyra has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Zyra has plenty of self-defense options and can easily avoid Aphelios's attacks. In particular, since Aphelios's attacks are visible, Zyra can time her counterattacks effectively.\n- Aphelios has low mobility, and his means of escaping Zyra's snares and accelerated attacks are limited.\n- Zyra's AoE damage allows her to deal damage easily in team fights, enabling her to inflict damage before Aphelios can become a threat in those situations.\n- Zyra excels in close combat and can initiate attacks while Aphelios is switching weapons.\n- Aphelios struggles in the early game, while Zyra can deal consistent damage from the start, allowing her to gain an advantage early on.",
      "サミーラ": "Samira has the advantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can all-in by exploiting Aphelios' low mobility.\n- Aphelios relies on his weapons for self-defense, making it difficult to counter Samira's high DPS and burst damage.\n- Samira can deal powerful attacks against enemies affected by immobilizing CC, allowing her to easily catch Aphelios if he fails to switch weapons.\n- Samira's blink ability makes it easier to dodge Aphelios' skills and approach to deal damage.\n- Aphelios struggles in the early game, so if Samira gains an early advantage, she can steer the game in her favor overall.",
      "コーキ": "Corki has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Corki has long-range skills, making it easy to harass Aphelios. In particular, Aphelios has low mobility, making it difficult to avoid Corki's attacks.\n- Corki's skills deal AoE damage, allowing him to effectively deal damage even when Aphelios is surrounded by multiple enemies.\n- Aphelios relies on weapon switching, making it hard to counter Corki's sustained harassment in situations where specific weapons are needed.\n- Corki has a short ultimate cooldown, allowing him to deal damage frequently and apply continuous pressure on Aphelios.\n- Aphelios is highly level-dependent and has a difficult early game, so Corki can establish an advantage early on, hindering Aphelios's growth.",
      "ドレイヴン": "Draven has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Draven has high burst damage from the early game, allowing him to exploit Aphelios's low mobility and gain an early advantage.\n- Aphelios relies on weapon switching, and especially in the early game, his damage output is inconsistent, making him vulnerable to Draven's attacks.\n- Draven's passive allows him to earn gold easily, enabling him to establish a lead in itemization early on.\n- Draven has skills that increase his movement speed, allowing him to attack while avoiding Aphelios's attacks.\n- Aphelios's self-defense relies on his weapons, making it difficult for him to counter Draven's high damage output.",
      "コグ＝マウ": "Kog'Maw has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can deal damage before taking hits from Aphelios, giving him an advantage in lane harassment.\n- Aphelios has low mobility, and the slow effects from Kog'Maw limit his escape options.\n- Kog'Maw's skills have effects that reduce AR/MR, allowing him to chip away at Aphelios's durability.\n- Kog'Maw has high damage output in team fights, making it easier to deal damage before Aphelios becomes a threat in those situations.\n- Aphelios is highly dependent on levels and has a difficult early game, allowing Kog'Maw to establish an advantage from the start.",
      "ヴァルス": "Varus has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Range: Varus has a longer range than Aphelios, making it easier to harass before Aphelios can attack.\n- CC effects: Varus's snare effect skills can restrict Aphelios's movement, making him more susceptible to damage.\n- Continuous damage: Varus has AoE damage, allowing him to deal sustained damage in team fights and lane, giving him an edge over Aphelios.\n- Aphelios's low mobility: Aphelios has low mobility, making it difficult for him to avoid Varus's attacks, leading to easier harassment.\n- Snowball potential: Varus increases his attack speed by killing enemy champions, making it easier to gain an advantage in the match. By securing early kills before Aphelios can scale, he can push the game in his favor.",
      "セナ": "Senna has an advantage over Aphelios.\n\n- Senna has long range, making it easier to harass while avoiding Aphelios's attacks.\n- Senna's healing ability allows her to withstand Aphelios's attacks, enabling sustained harassment.\n- Aphelios has low mobility and is susceptible to Senna's snare effect, making him easy to catch.\n- Senna can grow easily due to her passive, making it easy to earn gold in lane, and when she scales, she can deal high damage.\n- Aphelios relies on weapon switching, so Senna's harassment and crowd control can help her gain an advantage in fights.",
      "アッシュ": "Ashe has the advantage.\n\nThe reasons are as follows:\n\n- Ashe has long range and can easily harass Aphelios unilaterally.\n- Ashe's slow effect makes it easier to prevent Aphelios from approaching, excelling at kiting.\n- Aphelios has low mobility and is susceptible to Ashe's attacks.\n- Ashe's ultimate has a long-range stun, allowing for low-risk engagement against Aphelios.\n- Aphelios relies on weapon switching, and Ashe's harassment limits that strategy."
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "Kog'Maw is at a disadvantage against Ziggs.\n\n- Ziggs has long-range skills that can deal damage before Kog'Maw can get close, making his harassment in lane powerful.\n- Ziggs's skills have AoE damage, making it easy for Kog'Maw to get caught while dealing with minions, increasing the risk of taking damage.\n- Kog'Maw has low mobility, and the slow effects from Ziggs's mines and bombs make it difficult to escape.\n- Ziggs has area control skills that can effectively zone Kog'Maw when he tries to approach, limiting Kog'Maw's actions.\n- Kog'Maw lacks hard crowd control, so he has limited means to avoid Ziggs's skills, making him particularly vulnerable when engaged.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Ziggs has long-range skills that can deal damage before Varus can attack, putting him at a disadvantage in poke battles.\n- Ziggs' zoning skills and mines slow down Varus' movement, making him vulnerable if he gets too close.\n- Ziggs' AoE damage is very powerful in team fights and minion clearing, making Varus susceptible to damage before he can land his skills.\n- Varus has limited escape options, and if caught by Ziggs' skills, he is likely to take significant damage.\n- Ziggs is favored against melee champions, and since Varus falls into that category, he is more likely to be hit by Ziggs' attacks.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Ziggs has long-range skills and can deal wide-area AoE damage, making Jinx susceptible to damage before she can get close.\n- Ziggs' zoning skills and mines slow down Jinx's movement, making it difficult for her to avoid attacks.\n- Ziggs lacks targeted skills, making it hard to hit champions with high mobility like Jinx, but when Jinx gets close, she becomes vulnerable and is more likely to take damage from Ziggs.\n- Ziggs has powerful AoE damage in team fights, and when Jinx participates in team fights, she is likely to take unilateral damage from Ziggs' skills.\n- Jinx has limited self-defense options, and if she allows Ziggs to get close with his skills, the risk of taking fatal damage increases.",
      "ザヤ": "Zyra is at a disadvantage against Ziggs.\n\nThe reasons are as follows:\n\n- Ziggs has long-range attacks, allowing him to maintain an advantage over Zyra's range, making it easy for Zyra to take damage unilaterally.\n- Ziggs's skills deal AoE damage, putting pressure on Zyra while she tries to farm minions, making it difficult for her to secure farm.\n- Ziggs's mines slow down Zyra's movement, preventing her from closing the gap and reducing her chances to retaliate.\n- Zyra takes time to activate her skills, making it hard to dodge Ziggs's attacks, and she is particularly vulnerable to his burst damage.\n- Ziggs has deployable skills, and if he uses them when Zyra tries to approach, she is likely to be rendered powerless.",
      "コーキ": "Corki is at a disadvantage.\n\n- Ziggs has long-range skills, making it difficult for Corki to avoid harassment.\n- All of Ziggs' skills are AoE, which makes Corki susceptible to damage while clearing minions.\n- Corki has no crowd control, so he has no means to stop Ziggs' skills, making him particularly vulnerable to damage from Ziggs' mines and bombs.\n- Corki lacks self-empowerment, making it hard to counter Ziggs' high AoE damage.\n- Ziggs is weak in close combat, but he can deal damage with his skills before Corki gets close, making it difficult for Corki to approach.",
      "セナ": "Senna is at a disadvantage.\n\n- Ziggs has long-range attacks and can deal damage before Senna gets close, making her susceptible to harassment.\n- Ziggs's skills are area-of-effect attacks, which means Senna is likely to get caught while dealing with minions.\n- Senna has low base stats and is weak in the early game, making it difficult for her to counter Ziggs's high AoE damage.\n- Ziggs's mines slow Senna down, restricting her movement and making her vulnerable when approached.\n- Senna has limited escape options, making it hard to avoid Ziggs's skills, and if caught, she is likely to take fatal damage.",
      "ゼリ": "Zeri is at a disadvantage against Ziggs.\n\n- Ziggs has long-range skills that can deal damage before Zeri can get close, making her susceptible to harassment.\n- Ziggs's skills deal AoE damage, making it difficult for Zeri to avoid his attacks during team fights or when clearing minions.\n- Ziggs's mines have a slow effect that can limit Zeri's mobility and take away her means of escape.\n- Zeri has low base AD and lacks early game damage, making it hard for her to counter Ziggs's harassment.\n- Although Ziggs does not have targeted skills, allowing Zeri to close the distance with her blink, it is still difficult to avoid Ziggs's skills.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills that can deal damage before Caitlyn can attack, making harassment in lane difficult.\n- Ziggs's mines slow Caitlyn down, increasing the risk of being approached.\n- Caitlyn has a long skill animation, making it hard to dodge Ziggs's skills, which lowers her performance in team fights.\n- Ziggs has AoE damage, making Caitlyn susceptible to taking damage while clearing minions.\n- Caitlyn's traps are not effective against Ziggs's skills, leaving her with limited means to defend against his attacks.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills that can deal damage before Draven can get close, making Draven susceptible to attacks.\n- Ziggs' mines slow Draven's movement, making it difficult for him to pick up axes, which reduces his combat effectiveness.\n- Ziggs has area damage, so Draven is likely to take damage while trying to farm minions, making it harder to farm.\n- Draven relies on auto-attacks, so if he cannot avoid Ziggs' skills, he runs a high risk of continuously taking damage.\n- Ziggs becomes powerless if allowed to get close, but Draven is vulnerable to Ziggs' skills when attempting to close the gap.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Ziggs has long-range attacks that can deal damage before Samira can get close, making her vulnerable to attacks.\n- Ziggs's skills are area-of-effect attacks, which means Samira is likely to take AoE damage when approaching in team fights, preventing her from dealing effective damage.\n- Ziggs's mines slow down Samira's approach, causing her to miss opportunities to engage.\n- Samira has low defensive stats, making her susceptible to Ziggs's attacks and easily weakened.\n- Ziggs does not have targeted abilities, making it difficult for Samira to use her blink to get close, often resulting in her being unable to attack effectively.",
      "アッシュ": "Ashe is at a disadvantage.\n\n- Ziggs has long-range attacks, allowing him to deal damage before Ashe can get close, making her susceptible to harassment.\n- Ziggs's skills are area attacks, which means Ashe is likely to take damage while dealing with minions.\n- Ziggs's mines slow effect restricts Ashe's mobility and increases the risk of being approached.\n- Ashe has low burst damage, making it difficult to engage all-in after taking damage from Ziggs's skills.\n- Ziggs has skill sets that can be placed, often giving him advantageous positioning when Ashe tries to approach."
    },
    "loses": {
      "ヴェイン": "Vayne has the advantage.\n\nThe reasons are as follows:\n\n- Vayne has high mobility, making it easy to dodge Ziggs' skills and get close to deal damage.\n- Ziggs lacks targeted skills and has a delay before activation, making it difficult to catch Vayne's blink.\n- Vayne's attacks deal damage proportional to maximum HP, allowing her to quickly whittle down Ziggs' health.\n- Ziggs becomes vulnerable if allowed to get close, but Vayne can close the distance using her dash.\n- Vayne is extremely strong in one-on-one combat and tends to have the upper hand in duels against Ziggs.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Kai'Sa has high burst damage and the ability to quickly dodge Ziggs' skills, making it easier to avoid his attacks.\n- Ziggs lacks targeted skills and has a delay before activation, allowing Kai'Sa to utilize her mobility to close the gap easily.\n- Kai'Sa can deal magic damage, making it difficult for Ziggs to counter her with armor, allowing her to deal damage more effectively.\n- Kai'Sa's long-range mobility from her ultimate is very effective as a means to avoid Ziggs' skills.\n- Ziggs becomes vulnerable if he allows an approach, but Kai'Sa can quickly close the distance, making her strong in all-ins.",
      "ジン": "Jhin has the advantage.\n\nThe reasons are as follows:\n\n- Jhin has long-range attacks, making it easier to avoid Ziggs' skills. Since Ziggs' skills have a delay before activation, Jhin can attack while maintaining distance.\n- Jhin's snare effect can limit Ziggs' movement. Ziggs becomes vulnerable when approached, so Jhin's crowd control is effective.\n- Jhin has high burst damage and can quickly take down Ziggs when his HP is low. Ziggs has low durability, making Jhin's attacks a threat.\n- Jhin can continue to deal damage with basic attacks after using his skills, allowing him to consistently deal damage while avoiding Ziggs' skills.\n- Ziggs does not have targeted skills, making it difficult for him to hit mobile champions like Jhin.",
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch can use stealth to ambush and easily avoid Ziggs' skills.\n- Ziggs lacks targeted skills, making it difficult to deal with Twitch's mobility.\n- Twitch's ultimate has long range, allowing him to deal damage from positions where Ziggs cannot attack safely.\n- Ziggs becomes vulnerable when approached, but Twitch can capitalize on that proximity to deal significant damage.\n- Twitch is strong against opponents with low escape potential, and Ziggs fits that characteristic, allowing Twitch to play at an advantage.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to harass without taking damage from Ziggs.\n- Ziggs lacks targeted skills, making it easier for Ezreal to avoid attacks using his mobility.\n- Ezreal's blink skill allows him to easily dodge Ziggs's abilities and get in close to deal damage.\n- Ziggs becomes vulnerable when approached, so Ezreal can safely attack while maintaining distance with his skills.\n- Ezreal has short cooldowns on his abilities, enabling him to deal consistent damage and maintain an advantage over Ziggs.",
      "ミス・フォーチュン": "Miss Fortune has an advantage over Ziggs.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential and can easily deal damage while avoiding Ziggs' skills.\n- Ziggs lacks targeted abilities, making it easier for Miss Fortune to evade his attacks with her movement speed-boosting skill.\n- Miss Fortune's skills deal AoE damage, giving her significant influence in team fights, allowing her to counter Ziggs' area attacks.\n- Ziggs becomes vulnerable when approached, but Miss Fortune can attack while maintaining distance using slows.\n- Miss Fortune excels at harassment in lane, and since Ziggs has poor sustain, she can easily gain an advantage in lane."
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "Niira is at a disadvantage.\n\nThe reasons are as follows:\n\n- Xayah has a long range, making it easy for her to harass Niira before she can get close, which means Niira is more likely to take damage.\n- Xayah's snare and acceleration skills make it difficult for Niira to approach, causing her to miss opportunities for counterattacks.\n- Xayah has AoE damage, allowing her to gain an advantage over Niira in team fights and during farming in the lane.\n- Niira is primarily a melee champion, making it hard for her to counter Xayah's long attack range.\n- When Xayah teams up with Rakan, they can execute even more powerful combos, making it difficult for Niira to deal with that pressure.",
      "トリスターナ": "Tristana is at a disadvantage.\n\nThe reasons are as follows:\n\n- Tristana is weak in the early game and has difficulty dealing damage until she gets her items, while Zaya can harass effectively from the start, making it easy for Tristana to feel pressured.\n- Zaya has AoE damage and can accumulate damage in team fights easily, but Tristana struggles with wave management and can create unfavorable situations against Zaya if she pushes too hard.\n- Zaya's snare and acceleration skills can make it difficult for Tristana to escape or chase. In particular, if Zaya uses her skills effectively, she can restrict Tristana's movement.\n- Tristana's range increases with level-ups, but Zaya also has a long attack range, which can create situations where Tristana cannot fully utilize her range.\n- Tristana has long cooldowns on her skills, and especially in the early game, she has significant openings, making her susceptible to Zaya's attacks.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Caitlyn has long range, but she is easily attacked unilaterally due to Zyra's counterattack capabilities and self-defense measures.\n- Zyra has AoE damage, making it easy to accumulate damage in team fights and during farming in lane.\n- With Zyra's acceleration and snare, it becomes difficult for Caitlyn to avoid attacks, especially giving Zyra an advantage in close combat.\n- Caitlyn's skill animations are long, creating openings for Zyra to attack.\n- Zyra is favored against short-range champions and can counterattack while avoiding Caitlyn's attacks.",
      "サミーラ": "Samira is at a disadvantage.\n\nThe reasons are as follows:\n\n- Xayah has long-range attacks, allowing her to deal damage before Samira can close the gap, making her harassment strong.\n- Xayah's snare and acceleration skills significantly increase the chances of preventing Samira from approaching, reducing her opportunities to attack.\n- Xayah has AoE damage, making it easier for her to deal damage in team fights, so even if Samira gets close, she is likely to face retaliation.\n- Samira has low defensive stats and is weak to crowd control, making her vulnerable to being easily caught by Xayah's skills.\n- Xayah can use her skills to dodge Samira's attacks, effectively negating Samira's burst damage.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\nThe reasons are as follows:\n\n- Xayah is favored against opponents with short range, and Kog'Maw has a short base range, making him susceptible to Xayah's attacks.\n- Xayah's skills excel in self-defense and counterattacks, allowing her to easily exploit Kog'Maw's low mobility to initiate attacks.\n- Xayah has AoE damage, making it easier for her to deal damage in team fights, which increases the likelihood of Kog'Maw being overwhelmed in those situations.\n- Kog'Maw lacks hard crowd control, so his means of avoiding Xayah's snare and acceleration are limited, making him an easy target.\n- Xayah becomes even more powerful when paired with Rakan, making it easier for them to execute coordinated attacks against Kog'Maw.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\nThe reasons are as follows:\n\n- Xayah has excellent abilities for counterattacks and self-defense, making it easy to deflect Miss Fortune's harassment.\n- Xayah's AoE damage allows her to deal damage in team fights while avoiding Miss Fortune's skills.\n- Miss Fortune has low base attack damage and tends to lack DPS, making it difficult to counter Xayah's sustained damage.\n- Xayah has mobility and snare abilities, making it hard for Miss Fortune to approach and giving Xayah an advantage in close combat.\n- Miss Fortune only has a slow as crowd control and lacks escape options, making her vulnerable when approached by Xayah.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\nThe reasons are as follows:\n\n- Although Xayah has a shorter range, she has AoE damage and can easily deal damage in team fights while retaliating against Aphelios's attacks.\n- Xayah's snare and acceleration skills allow her to avoid Aphelios's attacks or, conversely, close in and deal damage.\n- Aphelios has low mobility, making him susceptible to Xayah's attacks, especially during team fights and ganks.\n- Xayah becomes even more powerful when paired with Rakan, making it easier to apply pressure on Aphelios.\n- Aphelios relies on weapon switching, so when he takes damage from Xayah, he often cannot prepare effectively and struggles to fight back.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\nThe reasons are as follows:\n\n- Xayah has AoE damage, making it easier for her to deal damage in team fights, which increases the likelihood of Kai'Sa being attacked unilaterally.\n- Xayah's snare and acceleration skills make it difficult for Kai'Sa to retaliate in close combat, making it hard to engage all-in.\n- Xayah is favored against short-range champions, and since Kai'Sa has a shorter range, she is more easily pressured by Xayah.\n- Xayah becomes even stronger when paired with Rakan, making it harder for Kai'Sa to avoid attacks.\n- Kai'Sa lacks crowd control, making positioning difficult when taking Xayah's attacks, which decreases her survival rate in team fights."
    },
    "loses": {
      "セナ": "Senna has the advantage.\n\nThe reasons are as follows:\n\n- Range: Senna has long-range attacks, allowing her to harass Zaya from a distance, taking advantage of Zaya's short range.\n- Harassment ability: Senna excels at harassing with her skills, consistently dealing damage to Zaya.\n- Healing ability: Senna's healing skills enable her to maintain lane dominance even after taking damage from Zaya.\n- CC effects: Senna has a snare, which can limit Zaya's movement and prevent her from retaliating.\n- Scaling: Senna can grow easily due to her passive, allowing her to maintain an advantage over Zaya with high damage output in the late game.",
      "ゼリ": "Zeri has the advantage.\n\nThe reasons are as follows:\n\n- Zeri has high mobility and plenty of acceleration options, making it easier to avoid Zaya's attacks.\n- Zeri's Q skill has a long range, allowing for sustained attacks, which makes it difficult for Zaya to capitalize on her shorter range.\n- Zeri excels at kiting, enabling her to retaliate without taking damage from Zaya's attacks.\n- Zeri can activate her skills quickly, allowing her to dodge Zaya's abilities and gain an advantage in trades.\n- Zeri can use her mobility to maintain distance from Zaya's AoE damage, giving her an edge in team fights as well.",
      "エズリアル": "Ezreal has the advantage.\n\n- Ezreal has long-range skills, allowing him to safely harass Zaya, who has a shorter range.\n- Ezreal's skills have short cooldowns, making it easy to deal sustained damage to Zaya.\n- Zaya takes time to activate her skills, allowing Ezreal to use his mobility to avoid attacks and counterattack.\n- Ezreal's warp skill makes it easier to dodge Zaya's attacks and escape from critical situations.\n- Zaya needs to prepare for crowd control and burst damage, making it difficult to deal with Ezreal's burst damage from skill combos.",
      "スモルダー": "Smolder is at an advantage.\n\nThe reasons are as follows:\n\n- Smolder can stack infinitely, resulting in very high damage in the late game, surpassing the damage output of Zaya.\n- Smolder's AoE attacks make it easy to deal damage in team fights, allowing him to maneuver advantageously even when Zaya is strong in those situations.\n- Smolder can move quickly while ignoring terrain due to his E skill, making it easier to dodge Zaya's attacks and excelling in both chasing and escaping.\n- Zaya has a short attack range, so Smolder's long-range attacks work to his advantage.\n- Smolder is weak in the early game until he stacks up, but Zaya also struggles early on due to her short attack range, providing Smolder with room to grow.",
      "ユナラ": "Yunara has the advantage.\n\n- Yunara has a long attack range, making it easier to harass Zaya, who has a short range.\n- Yunara's magic damage is less affected by equipment interference, making it strong against Zaya's self-defense options.\n- Yunara can deal AoE damage by using skills, allowing her to gain an advantage over Zaya in team fights.\n- Zaya's skills take time to activate, giving Yunara the opportunity to attack during that window.\n- Yunara has high movement speed and can easily adjust her positioning, making it easier to avoid Zaya's attacks.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range attacks, allowing him to safely harass Zaya, who has a shorter range.\n- All of Corki's skills are AoE, which can hinder Zaya's ability to deal damage in team fights.\n- Corki has a short ultimate cooldown, allowing him to deal damage frequently and apply sustained pressure on Zaya.\n- Zaya takes time to activate her skills, making it difficult for her to retaliate against Corki's harassment.\n- Corki lacks crowd control, but he deals high damage against Zaya's self-defense options, making it hard for her to find openings to counterattack."
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "Tristana is at a disadvantage.\n\nThe reasons are as follows:\n\n- Corki has long-range skills and excels at harassment, making Tristana susceptible to damage from the early game.\n- Tristana is weak in the early game and struggles to deal damage until she gets her items, while Corki can push early, applying pressure in the lane.\n- Corki has AoE damage, making it difficult for Tristana to manage waves and increasing the risk of ganks.\n- Tristana's skill cooldowns are long, and especially in the early game, she has significant openings, making it hard to retaliate against Corki.\n- Corki lacks crowd control, but even with Tristana's mobility, it is difficult to counter Corki's sustained damage.",
      "トゥイッチ": "Twitch is at a disadvantage against Corki.\n\n- Corki has long-range skills and excels at harassment, making it easy for Twitch to feel pressure in lane.\n- Corki's AoE damage is likely to negate Twitch's stealth and ambush, causing Twitch to miss opportunities to engage.\n- Although Corki lacks self-empowerment, he has a high ability to deal sustained damage, and since Twitch is equipment-dependent, it becomes difficult for him to recover if he falls behind early.\n- Corki does not have crowd control, but neither does Twitch, which means Twitch is susceptible to Corki's counterattacks when he tries to engage.\n- Corki's ultimate has a short cooldown and is capable of dealing sustained damage in team fights, making it difficult for Twitch to shine in those situations.",
      "サミーラ": "Samira is at a disadvantage against Corki.\n\nThe reasons are as follows:\n\n- Corki has long-range skills, making it easy for him to harass Samira before she can get close.\n- Corki's AoE damage can hinder Samira's ability to deal damage in team fights.\n- Samira has a short range, making it difficult to avoid Corki's attacks and challenging to engage in close combat.\n- Corki lacks crowd control, which increases the risk of Samira being attacked unilaterally even when she gets close.\n- Corki's ultimate has a short cooldown, meaning Samira may be attacked again when she tries to go all-in.",
      "アッシュ": "Ashe is at a disadvantage.\n\nThe reasons are as follows:\n\n- Corki has long-range skills and excels at harassing Ashe, making her susceptible to damage.\n- Corki's AoE damage often makes it difficult for Ashe to push or harass in lane.\n- Ashe lacks mobility skills, making it hard to avoid Corki's attacks, and she becomes vulnerable when approached.\n- Corki has burst and DPS potential, which puts Ashe at a high risk in all-in fights.\n- Corki does not have crowd control, but Ashe's crowd control is also limited, so continuously taking Corki's attacks can lead to a tough situation.",
      "セナ": "Senna is at a disadvantage.\n\n- Corki has long-range skills and excels at harassment, making Senna susceptible to pressure in the lane.\n- Corki's AoE damage often exceeds Senna's healing capabilities, allowing for sustained damage.\n- Senna has low base stats and is weak in the early game, making her vulnerable to Corki's attacks.\n- Corki lacks crowd control, allowing him to avoid Senna's snare, increasing the risk of Senna getting caught.\n- Senna has limited escape options and is likely to take fatal damage if she continues to receive Corki's attacks.",
      "ジンクス": "Jinx is at a disadvantage against Corki.\n\nThe reasons are as follows:\n\n- Corki has long-range skills and excels at harassing Jinx, making her susceptible to damage.\n- Corki's AoE damage can negate Jinx's strengths in team fights, increasing the likelihood that she will be taken down before she can deal effective damage.\n- Jinx has limited self-defense options, making her vulnerable when taking Corki's attacks.\n- Corki has short cooldowns on his skills, allowing him to deal continuous damage and making it difficult for Jinx to find opportunities to retaliate.\n- Corki lacks crowd control, allowing him to avoid Jinx's snare and slow, increasing the risk of Jinx getting caught.",
      "ザヤ": "Zyra is at a disadvantage against Corki.\n\n- Corki has long-range skills, making it easy for him to harass Zyra before she can get close.\n- Corki's AoE damage hinders Zyra's ability to farm and deal damage in team fights.\n- Due to Zyra's short attack range, it is difficult to avoid Corki's attacks, making her susceptible to one-sided damage.\n- Corki has burst damage, allowing him to deal significant damage before Zyra can activate her self-defense skills.\n- Corki lacks crowd control, making it hard for Zyra to find opportunities to retaliate.",
      "ヴェイン": "Vayne is at a disadvantage against Corki.\n\n- Corki has long-range skills and excels at harassment, making it difficult for Vayne to deal with harassment in lane.\n- Corki's AoE damage is effective against single-target champions like Vayne, especially making her susceptible to damage in team fights.\n- Vayne has a short range, making it hard to avoid Corki's attacks, which increases the risk when approaching.\n- Corki doesn't have crowd control, but he can deal damage before Vayne gets close, creating a favorable situation for him before Vayne can attack.\n- Corki's ultimate has a short cooldown, allowing him to deal sustained damage and reducing Vayne's opportunities to retaliate."
    },
    "loses": {
      "コグ＝マウ": "Kog'Maw has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Kog'Maw has skills that reduce AR/MR, allowing him to effectively chip away at Corki's durability and deal damage efficiently.\n- Kog'Maw's skills deal percentage damage, making him particularly strong against tanks, allowing him to fight favorably even if Corki opts for a tank build.\n- Kog'Maw has long range, making it easier to harass Corki before taking damage. This helps maintain lane dominance.\n- Corki lacks crowd control, allowing Kog'Maw to utilize his slow effects to keep distance while attacking, making it difficult for Corki to close the gap.\n- Kog'Maw has high damage output in team fights, making it hard for Corki to counter Kog'Maw's sustained damage when trying to burst in team engagements.",
      "ケイトリン": "Caitlyn has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base auto-attack range among all champions, allowing her to attack from farther away than Corki, enabling one-sided harassment.\n- Corki lacks crowd control, so he has limited means to avoid Caitlyn's traps, and if caught, he risks taking significant damage.\n- Caitlyn's skills are effective against Corki's AoE damage, giving her an advantage, especially in lane harassment and tower sieging.\n- Corki has high mana consumption, and using his skills frequently can lead to running out of mana, while Caitlyn can sustain her attacks, giving her an edge in lane endurance.\n- Caitlyn is favored against short-range champions, and Corki cannot counter her long range, making it easier for her to apply pressure in lane.",
      "エズリアル": "Ezreal has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to harass without taking damage from Corki.\n- Corki has no crowd control, so he cannot do anything against Ezreal's mobility.\n- Ezreal's warp skill makes it easy to avoid Corki's attacks, excelling at evasion.\n- Corki has high mana costs for his skills, and sustained harassment from Ezreal may lead to mana management issues for him.\n- Ezreal can deal high burst damage with skill combos, making it easy to chip away at Corki's HP.\n- Corki is weak in straightforward brawls, putting him at a disadvantage against Ezreal's poke ability.",
      "スモルダー": "Smolder is favored against Corki.\n\n- Smolder can stack infinitely, and his damage becomes very high in the late game, making it easier to counter Corki's AoE damage.\n- Corki lacks crowd control, so it's easy for Smolder to escape or chase using his E skill for quick movement.\n- Smolder's AoE attacks are powerful in team fights and can effectively deal damage to Corki against clustered enemies.\n- Corki has high mana consumption for his skills, and there is a possibility that Corki will run out of mana while Smolder is stacking.\n- Smolder has early-game weaknesses, but while Corki can harass strongly in the early game, Smolder gains an advantage as he grows.",
      "ミス・フォーチュン": "Miss Fortune has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential and can effectively deal damage against Corki's AoE skills.\n- Corki lacks crowd control, allowing Miss Fortune to utilize her slows and movement speed increase to maintain distance while attacking.\n- Miss Fortune's ultimate has very high AoE damage in team fights, and since Corki has low durability, she can deal significant damage quickly.\n- Corki has high mana consumption and frequently uses skills, making it easy for Miss Fortune to deplete Corki's mana by continuing to harass.\n- Miss Fortune excels at short trades in lane, allowing her to deal damage while avoiding Corki's skills.",
      "ジン": "Jhin has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Jhin can use skills with snare effects to limit Corki's movements, allowing him to take the initiative before Corki can engage.\n- Corki lacks crowd control, which limits his options to retaliate against Jhin's skills and basic attacks.\n- Jhin's fourth shot and ultimate have high burst damage, making them particularly effective against a weakened Corki.\n- Jhin has long-range attacks, allowing him to safely harass Corki before taking damage.\n- Corki has high mana consumption, and using skills frequently can lead to mana depletion, while Jhin can continue to deal damage during that time."
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "Corki is at a disadvantage.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base auto-attack range among all champions, and Corki has a shorter range, making him more susceptible to being harassed in lane.\n- Caitlyn's traps provide vision control and a snare effect, which restricts Corki's movement and makes him more vulnerable to attacks.\n- Corki lacks crowd control, limiting his options to avoid Caitlyn's attacks, especially when she engages in an all-in.\n- Corki has low durability against Caitlyn's burst damage and is at a disadvantage in trades, making him prone to taking damage early.\n- Corki has high mana costs for his skills, and in prolonged fights, he can easily run out of mana, making it difficult to counter sustained harassment.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, and Vayne has a shorter range, making her susceptible to harassment.\n- Caitlyn's traps provide vision control and snare effects, making it difficult for Vayne to approach.\n- Vayne lacks AoE attacks in team fights, making her vulnerable to Caitlyn's long-range attacks.\n- Caitlyn has strong pushing power in lane and can easily siege towers, causing Vayne to fall behind in lane.\n- Caitlyn's skills have long animations and significant gaps, but it is difficult for Vayne to exploit those gaps, making her more likely to take damage instead.",
      "ジンクス": "Jinx is at a disadvantage.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base auto-attack range among all champions, and Jinx cannot counter that range, leading to one-sided harassment in the lane.\n- Caitlyn's traps provide vision control and snare effects, making it difficult for Jinx to approach, especially making her more susceptible to ganks.\n- Caitlyn can deal burst damage with skill combos utilizing her passive, and since Jinx lacks self-defense options, she is very vulnerable when all-inned.\n- Jinx's skills take time to activate, making it hard to avoid Caitlyn's attacks, especially in the early game when she struggles to deal damage.\n- Jinx finds it difficult to defend against Caitlyn's powerful shots and long-range attacks, often putting her at a disadvantage in trades.",
      "セナ": "Senna is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, making it easier for her to harass Senna unilaterally.\n- Caitlyn's traps provide vision control and snare effects, making it difficult for Senna to approach and especially making it easier to set up ganks.\n- Senna has low base stats and is weak in the early game, so she is likely to fall into a disadvantageous situation early on if she takes damage from Caitlyn.\n- Caitlyn's burst damage is high, and when she goes all-in, Senna is vulnerable and can take lethal damage easily.\n- Senna has limited escape options, and if she continues to take damage from Caitlyn, she often gets taken down before she can utilize her healing effectively.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Caitlyn has the longest base AA range among all champions, making Samira vulnerable to being harassed in lane due to her shorter range.\n- Caitlyn's traps and snare effects make it difficult for Samira to approach, increasing the risk of getting caught.\n- Samira has low defensive stats and is weak to CC, so she can take damage easily from Caitlyn's attacks.\n- Caitlyn's burst damage is high, and there is a possibility that Samira will take significant damage before she can get close.\n- Caitlyn excels at tower sieging in lane, posing a risk of the tower being destroyed before Samira can scale.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base auto-attack range among all champions, and Aphelios cannot counter that range, leading to one-sided harassment in the lane.\n- Caitlyn's traps provide vision control and snare effects, which can exploit Aphelios's low mobility, making him easier to catch.\n- Aphelios relies on weapon switching, and especially in the early game, he often does not have a strong weapon, making it difficult to counter Caitlyn's harassment.\n- Caitlyn is a champion with strong all-in potential, while Aphelios has limited self-defense options, putting him at a disadvantage when faced with an all-in.\n- Caitlyn's skills have long range, allowing her to deal damage before Aphelios can get close, making survival in the lane difficult.",
      "ユナラ": "Yunara is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, and Yunara cannot counter that range, making her susceptible to one-sided harassment.\n- Caitlyn's traps provide vision control and snare effects, limiting Yunara's movement and making it difficult for her to approach.\n- Yunara relies on auto-attacks, so when she is attacked from Caitlyn's long range, she is more likely to fail at kiting.\n- Caitlyn's burst damage is high, and Yunara has low durability, making her vulnerable when all-in.\n- Yunara only has a slow as crowd control, and she lacks means to stop Caitlyn's attacks, resulting in a high risk of continuously taking damage."
    },
    "loses": {
      "ジン": "Jhin has the advantage.\n\nThe reasons are as follows:\n\n- Jhin has a long skill range, allowing him to harass while avoiding Caitlyn's attacks, making it easier for him to gain an advantage in lane trades.\n- Caitlyn's auto-attack enhancements rely on her passive, so when she takes damage from Jhin's skills, it becomes harder for her to utilize her passive effectively.\n- Jhin's fourth shot and ultimate have high burst damage, allowing him to deal significant damage to a Caitlyn with reduced HP.\n- Jhin can use skills with snare effects to limit Caitlyn's movement, making it easier to land his attacks.\n- Caitlyn has long skill animations, creating openings for Jhin to hit her, allowing him to play more advantageously.",
      "コグ＝マウ": "Kog'Maw has an advantage over Caitlyn.\n\nThe reasons are as follows:\n\n- Kog'Maw can reduce AR/MR with his skills, resulting in high damage output, especially in team fights.\n- Kog'Maw has an extremely long range, allowing him to avoid Caitlyn's attacks while retaliating, especially when using his W.\n- Caitlyn relies on her passive for auto-attack enhancements, making her weak in trades if her combos don't land, while Kog'Maw can maintain consistent DPS.\n- Caitlyn has long cooldowns on her skills, which can lead to a power deficit in prolonged fights, whereas Kog'Maw can continuously deal damage.\n- Kog'Maw is strong against opponents with limited mobility, allowing him to safely attack from a distance without taking damage from Caitlyn.",
      "ルシアン": "Lucian has the advantage.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage and can harass Caitlyn effectively from the early game.\n- Lucian's skill cooldowns are short, allowing him to engage in consecutive attacks and take advantage of Caitlyn's long range.\n- Caitlyn relies on her passive, making it difficult for her to deal damage if her combos don't land, leaving her vulnerable to Lucian's attacks.\n- Lucian has high mobility, allowing him to attack while avoiding Caitlyn's traps, giving him an advantage in lane.\n- Caitlyn's skill animations are long, which allows Lucian to exploit the openings to attack.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has a long skill range, allowing him to harass without taking damage from Caitlyn.\n- Caitlyn relies on her passive for auto-attack enhancements, making her vulnerable to Ezreal's poke with skills.\n- Ezreal's mobility from his E makes it easier to avoid Caitlyn's traps and skills, allowing him to evade attacks while countering.\n- Caitlyn has long skill animations, which Ezreal can exploit to attack.\n- Ezreal's burst damage from skill combos is high, making it easy to chip away at Caitlyn's HP."
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "Zeri is at a disadvantage against Kalista.\n\n- Kalista has high mobility with her leap, making it easy to dodge Zeri's attacks.\n- Kalista's burst damage is very high, and Zeri is prone to harassment in the early game.\n- Kalista's ultimate not only helps her allies but also allows for aggressive initiations, posing a threat to Zeri.\n- Zeri has low base AD and tends to lack early game damage, making it difficult to counter Kalista's attacks.\n- Kalista is strong against champions with targeted crowd control, and Zeri can easily find herself in a tough situation if caught.",
      "セナ": "Senna is at a disadvantage.\n\n- Kalista has high mobility and can easily dodge Senna's attacks with her leap.\n- Senna has low base stats and is very vulnerable to Kalista's attacks in the early game.\n- Kalista's ultimate not only allows her to rescue allies but also enables aggressive initiations, posing a threat to Senna.\n- Senna's CC skills are effective, but they can be easily avoided by Kalista's leap.\n- Senna has limited escape options and is likely to take fatal damage from Kalista's attacks.",
      "エズリアル": "Ezreal is at a disadvantage.\n\n- Kalista has a short-range blink, making it easy to dodge Ezreal's skills.\n- Kalista's high mobility allows her to approach while avoiding Ezreal's attacks and deal sustained damage.\n- Since Ezreal's main skills are skill shots, they can be easily dodged by Kalista's leap.\n- Kalista excels at fighting in coordination with her allies, and if Ezreal is isolated, he could be quickly overwhelmed by Kalista's ultimate.\n- Ezreal has limited AoE attacks and few means to counter Kalista's high mobility, often putting him at a disadvantage in team fights.",
      "ヴェイン": "Vayne is at a disadvantage against Kalista.\n\n- Kalista has high mobility, making it easy to dodge Vayne's attacks.\n- Kalista's ultimate can rescue allies and initiate aggressively, providing strong synergy in team fights.\n- Kalista has a longer range, making it difficult for Vayne to utilize her short range effectively.\n- Kalista's skills have elements that negate Vayne's dashes and stealth, limiting Vayne's mobility.\n- Kalista lacks AoE attacks in team fights, allowing her to maneuver advantageously even if Vayne is isolated.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Kalista has high mobility, making it easy to dodge Draven's attacks. Especially with her leap, she can create distance and avoid Draven's strikes.\n- Kalista's ultimate can rescue allies or initiate aggressively, potentially putting Draven in a disadvantageous situation when he tries to engage.\n- Kalista is at a disadvantage against champions with targeted crowd control, and Draven is also weak against movement impairments, making him susceptible to Kalista's attacks.\n- Draven relies on auto-attacks, so Kalista's mobility makes it difficult for him to land hits and deal damage.\n- Kalista requires coordination in team fights, while Draven excels in solo combat, allowing Kalista to negate Draven's strengths by utilizing her teamwork.",
      "ルシアン": "Lucian is at a disadvantage.\n\n- Kalista has high mobility due to her leap, making it easy for her to dodge Lucian's attacks.\n- Kalista's burst damage can be extremely high under certain conditions, and Lucian often cannot withstand that damage.\n- Lucian has a short range, making him susceptible to Kalista's attacks and making it difficult for him to harass.\n- Kalista's ultimate can rescue allies or initiate aggressively, and Lucian struggles to deal with those situations.\n- Kalista is disadvantaged against champions with targeted crowd control, and since Lucian is also vulnerable to such opponents, it allows Kalista to capitalize on her strengths.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Kalista has high mobility and can easily evade Smolder's attacks with her leap.\n- Kalista's burst damage is very high, and Smolder may be taken down before stacking up.\n- Smolder lacks auto-attack enhancements, making it difficult to counter Kalista's kiting ability.\n- Kalista's ultimate can help allies when Smolder gets caught, and if coordinated well, it can work to their advantage.\n- Smolder only has his E skill as an escape option and is weak to crowd control, making him susceptible to Kalista's attacks."
    },
    "loses": {
      "ヴァルス": "Varus has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Range difference: Varus has a longer range than Kalista, allowing him to attack safely from a distance and making it easier to avoid Kalista's attacks.\n- CC effects: Varus's snare effect skills can limit Kalista's mobility and disable her leaps.\n- AoE damage: Varus has AoE damage, giving him an advantage over Kalista in team fights and lane harassment.\n- Continuous harassment: Varus can deal sustained damage with his skills, and since Kalista has limited healing options, he is strong in harassment.\n- Snowball potential: Varus increases his attack speed by killing enemy champions, making him even stronger as the game progresses and creating favorable situations against Kalista.",
      "ザヤ": "Zyra has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Zyra has AoE damage, making it easier to deal damage in team fights and while farming. Kalista relies on single-target attacks, making her vulnerable to Zyra's AoE.\n- Zyra's snare and acceleration skills can prevent Kalista's leaps, limiting her mobility.\n- Zyra has high self-defense capabilities, making it easier to retaliate when attacked by Kalista. In particular, using Zyra's skills when Kalista approaches can deal damage in return.\n- By pairing with Rakan, Zyra can unleash even more powerful combos, creating favorable situations against Kalista.\n- While Kalista has high kiting potential, her movements are restricted by Zyra's skills, making it difficult for her to leverage her strengths.",
      "トリスターナ": "Tristana has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, allowing her to gain an advantage before Kalista can get her items.\n- Tristana's range increases as she levels up, enabling her to attack while reducing the risk of taking damage from Kalista.\n- Tristana's blink skill makes it easier to dodge Kalista's attacks, excelling in both chasing and escaping.\n- While Kalista has high kiting potential, Tristana can use her mobility to maintain distance while attacking, effectively negating Kalista's strengths.\n- Tristana is strong against squishy support champions, and if Kalista's support is fragile, Tristana can take advantage of the situation.",
      "ミス・フォーチュン": "Miss Fortune has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential, making it easier for her to gain an advantage over Kalista in short trades during the lane.\n- Kalista excels in close combat, but she is likely to be hindered from approaching due to Miss Fortune's slows and AoE damage.\n- Miss Fortune's ultimate has a significant impact in team fights, making it difficult for Kalista to maneuver effectively in those situations.\n- Kalista has high kiting potential, but Miss Fortune's increased movement speed allows her to adjust her positioning easily, making it hard for Kalista to avoid attacks.\n- Kalista requires a lot of attention to control, and she is easily affected by Miss Fortune's skills, often struggling when under pressure.",
      "サミーラ": "Samira has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can use Kalista's leap to attack, effectively turning Kalista's mobility against her.\n- Kalista lacks skills that enhance auto-attacks or attack speed, making it difficult to counter Samira's high DPS.\n- Samira can deal powerful attacks to enemies affected by immobilizing crowd control, allowing her to exploit the openings after Kalista uses her skills.\n- Samira's AoE damage is extremely strong in team fights, which can take advantage of Kalista's reliance on team fight strength.\n- Samira has a blink ability, making it easier to evade Kalista's attacks and excelling in all-ins.",
      "シヴィア": "Sivir has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, making her excellent at pushing the lane, which makes it difficult for Kalista to avoid Sivir's attacks even when using her leap.\n- Sivir's spell shield can negate Kalista's skill shots, putting Kalista at a disadvantage in trades.\n- Sivir has plenty of ways to increase her movement speed, making it easier for her to escape from Kalista's leap and harder for Kalista to chase her down.\n- Sivir's ultimate is great for engaging and disengaging in team fights, allowing her to create advantageous situations even when Kalista tries to coordinate with her teammates.\n- Kalista struggles against auto-attack-based carries, making it hard for her to counter Sivir's sustained damage."
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "Senna is at a disadvantage.\n\n- Varus excels at poking from long range, and Senna struggles to counter that range.\n- Varus's ultimate, which has a snare effect, makes it easy for Senna to take fatal damage if caught.\n- Senna has low base stats and is weak in the early game, making it difficult for her to withstand Varus's sustained damage.\n- Varus has AoE damage and high influence in team fights, preventing Senna from effectively harassing.\n- Senna has limited escape options, making her vulnerable to falling into a fatal situation if she continues to take Varus's attacks.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Varus excels at long-range attacks, allowing him to maintain an advantage over Samira's range, making harassment very effective.\n- Varus's ultimate, which has a snare effect, poses a high risk for Samira when she tries to engage in close combat, making her vulnerable to attacks.\n- Samira has low defensive stats and is weak against crowd control (CC), making her susceptible to Varus's sustained damage and CC.\n- Varus's AoE damage has a significant impact in team fights, and there is a high chance that Samira will take substantial damage before she can close the gap.\n- Samira lacks crowd control on her own, so she needs support from her teammates, but taking damage from Varus makes it difficult to receive that support.",
      "アッシュ": "Ashe is at a disadvantage.\n\n- Varus excels at long-range attacks and can harass Ashe from further away, making her susceptible to damage.\n- Varus's ultimate skill, which has a snare effect, increases the risk of Ashe getting caught, and since she has no means to escape, she is very vulnerable.\n- Varus has AoE damage, allowing him to gain an advantage over Ashe in team fights and lane harassment.\n- Ashe has low burst damage and struggles to compete against Varus in all-in skirmishes.\n- Varus increases his attack speed by killing enemy champions, which can further exacerbate Ashe's unfavorable situation due to his high snowball potential.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\nThe reasons are as follows:\n\n- Varus has a long range and can easily harass Kog'Maw. His poke is particularly strong in the early game, making Kog'Maw susceptible to damage.\n- Varus's ultimate, which has a snare effect, can deal significant damage to Kog'Maw, who has limited self-defense options, making it likely to get caught and take fatal damage.\n- Kog'Maw has low mobility, making it difficult to avoid Varus's attacks. Especially, it is hard to retaliate after being hit by Varus's skills.\n- Kog'Maw has a short base range, and his combat ability drops significantly while W is on cooldown, making it hard to counter Varus's sustained attacks.\n- Varus has strong AoE damage in team fights, making it difficult for Kog'Maw to perform well in those situations. Particularly, Kog'Maw is easy to target in team fights due to the lack of self-defense options.",
      "ゼリ": "Zeri is at a disadvantage against Varus.\n\n- Varus excels at poking from long range, while Zeri struggles with early harassment, making her susceptible to lane pressure.\n- Varus's CC skills can easily restrict Zeri's movement, especially increasing the risk of getting caught in team fights.\n- Zeri has low base AD and lacks early game damage, making it difficult for her to counter Varus's sustained damage.\n- Against Varus's AoE damage, Zeri can only deal non-penetrating attacks, making it hard for her to effectively damage multiple enemies.\n- Zeri relies on her E for escape, so getting caught by Varus's snare can put her in a tough situation.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Varus has a long range and can attack from farther away than Jinx, making it easier to harass her.\n- Varus's ultimate, which has a snare effect, can immobilize Jinx, making her susceptible to taking fatal damage if caught.\n- Jinx has limited self-defense options and is particularly vulnerable to champions with assassins or catch skills, making her an easy target for Varus's attacks.\n- Varus has AoE damage and has a high impact in team fights, making it difficult for Jinx to shine in those situations.\n- Jinx's skills take time to activate, making it hard to dodge Varus's attacks, often leading to unfavorable trades.",
      "トリスターナ": "Tristana is at a disadvantage.\n\nThe reasons are as follows:\n\n- Varus has a long range, making it easy for him to poke before Tristana can attack, resulting in strong harassment from the early game.\n- Varus's CC skills can immobilize Tristana, making it difficult for her to retaliate.\n- Tristana is weak in the early game and often finds herself at a disadvantage against Varus until she gets her items.\n- Tristana's skill cooldowns are long, making it hard for her to withstand Varus's sustained attacks.\n- Tristana's passive on her E causes her to automatically push the wave, making her susceptible to ganks and difficult to farm safely against Varus.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\n- Varus has a long range and can harass from farther away than Aphelios, making him more susceptible to damage.\n- Varus's ultimate with a snare effect makes it easy for Aphelios to get caught, and with limited escape options, surviving in team fights becomes difficult.\n- Varus has AoE damage, which can deal significant damage to Aphelios when surrounded by multiple enemies.\n- Aphelios relies on weapon switching, making it hard to retaliate against Varus's sustained attacks.\n- Aphelios has low mobility, making it difficult to dodge Varus's attacks, especially vulnerable to early harassment.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Varus excels at poking from long range, and Smolder has low damage without early stacks, making him weak to harassment in lane.\n- Due to Varus's CC skills, Smolder has limited means of escape when caught, putting him in very dangerous situations.\n- Smolder lacks AA enhancements, resulting in low DPS, making it difficult to counter Varus's sustained damage.\n- Smolder's E skill has a long cooldown, making it hard to use in sync with Varus's skill timings, leaving him vulnerable to ambushes and catches.\n- Varus has AoE damage in team fights, and while Smolder can be strong against clustered enemies, he is likely to be attacked unilaterally by Varus's skills."
    },
    "loses": {
      "ジグス": "Ziggs has an advantage over Varus.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills that allow him to deal damage before Varus can attack, giving him an edge in poke battles.\n- Varus has limited means of HP recovery and is vulnerable to Ziggs' sustained harassment.\n- All of Ziggs' skills are AoE, making it easier for him to clear minions and deal damage in team fights, complicating Varus' positioning in those situations.\n- Varus' snare effect is not effective against Ziggs, who can safely attack using his skill that places traps.\n- Ziggs becomes powerless if he is allowed to be approached, but Varus has limited escape options, allowing Ziggs to maintain distance while attacking.",
      "シヴィア": "Sivir has an advantage over Varus.\n\nThe reasons are as follows:\n\n- Sivir has a spell shield that can block Varus's snare, allowing her to trade more effectively.\n- Sivir's AoE damage and wave clear ability make it easier for her to push the lane and farm safely while avoiding Varus's poke.\n- Sivir has plenty of ways to increase her movement speed, making it easier to dodge Varus's attacks and giving her an advantage in close combat.\n- Varus has limited means of HP recovery and is vulnerable to Sivir's sustained harassment, allowing Sivir to maintain an advantage.\n- Sivir's ultimate can be used for engage or disengage, enabling her to have a strong presence against Varus in team fights.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to harass without taking damage from Varus.\n- Ezreal's skills have short cooldowns, enabling him to deal consistent damage and easily counter Varus's poke.\n- Ezreal's warp skill allows him to avoid Varus's snare, utilizing his mobility to play safely.\n- Varus has limited means of HP recovery, making him vulnerable to Ezreal's sustained harassment.\n- Ezreal can use his range to attack before Varus can land his skills, making it easier to maintain lane dominance.",
      "ジン": "Jhin has the advantage.\n\nThe reasons are as follows:\n\n- Jhin has long-range attacks, allowing him to harass safely from a distance greater than Varus, making it easier to maintain lane dominance.\n- All of Jhin's skills have AoE effects, making it easier to apply pressure on Varus, especially in team fights and during lane pushes.\n- Varus has limited means of HP recovery, and when he takes Jhin's high burst damage, he can be dealt significant damage early, making trades favorable for Jhin.\n- Jhin's fourth shot and ultimate are extremely powerful against enemies with low HP, allowing him to capitalize on Varus's vulnerabilities after he uses his skills.\n- Varus has a delay between skill activation and effect, making it difficult to dodge Jhin's attacks, which makes him easier to catch."
    }
  }
}