{
	"トリスターナ": {
		"name": "トリスターナ",
		"beats": {
			"ザヤ": "ザヤが不利です。\n\n理由は以下の通りです。\n\n- トリスターナはレベルが上がるにつれて射程が増加し、ザヤの攻撃範囲を超えるため、ザヤは一方的にダメージを受けやすい。\n- トリスターナの高いバーストダメージにより、ザヤは序盤から中盤にかけて圧力を受けやすく、ファームが難しくなる。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、ザヤが反撃しようとする際に有利な状況を作りにくい。\n- トリスターナのEスキルによる自動プッシュが、ザヤにとってはウェーブ管理を難しくし、ガンクのリスクを高める。\n- ザヤは射程が短いため、トリスターナの攻撃を避けるのが難しく、特にハラスを受けやすい。",
			"トゥイッチ": "トゥイッチが不利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、トゥイッチが装備を整える前に有利なトレードを仕掛けることができる。\n- トリスターナの射程がレベルアップと共に増加するため、トゥイッチが攻撃を仕掛ける前に安全に攻撃できる。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、トゥイッチの奇襲をかわされやすい。\n- トリスターナはEのパッシブによる自動プッシュでウェーブ管理が得意で、トゥイッチがガンクされるリスクを高める。\n- トゥイッチは逃げ性能が低く、トリスターナの攻撃を受けると脆弱で、特にハードCCを持つサポートがいる場合はさらに不利になる。",
			"ミス・フォーチュン": "ミス・フォーチュンはトリスターナに不利です。\n\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、特に脆いサポートがいる場合に強力です。ミス・フォーチュンは基礎攻撃力が低く、オールインに対して脆弱です。\n- トリスターナの移動能力とブリンクスキルにより、接近されると逃げる手段が乏しいミス・フォーチュンは非常に危険です。\n- トリスターナはレベルが上がるにつれて射程が増加し、集団戦でも有利に立ち回ることができます。ミス・フォーチュンは有効射程が短めで、的確なKiteが求められますが、トリスターナの射程が伸びることで逆に不利になります。\n- トリスターナのEスキルによる自動プッシュ性能は、ミス・フォーチュンがハラスを続ける機会を減少させ、ウェーブ管理が難しくなります。\n- トリスターナは機動力が高く、逃げや追撃が得意なため、ミス・フォーチュンがハラスを試みても反撃されやすいです。",
			"アッシュ": "アッシュが不利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、アッシュがオールインされると対処が難しい。\n- トリスターナの移動能力が高く、ブリンクを使ってアッシュの攻撃を回避しやすい。\n- トリスターナはレベルが上がるにつれて射程が増加し、アッシュの攻撃を受けることなく安全にハラスができる。\n- アッシュは機動スキルを持たないため、トリスターナの攻撃を受けると逃げる手段が限られる。\n- トリスターナのEスキルによるプッシュ性能により、アッシュがウェーブ管理をしづらくなる。",
			"ジン": "ジンが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、ジンがスキルを使う前に攻撃を仕掛けることができるため、ジンは早期にダメージを受けやすい。\n- トリスターナのブリンクスキルにより、ジンの攻撃を避けやすく、接近された際に反撃が難しい。\n- トリスターナはレベルが上がるにつれて射程が増加し、ジンの攻撃を届かせる前に安全に攻撃できるため、レーンでの優位性が高まる。\n- ジンは逃げる手段がないため、トリスターナがオールインを仕掛けると、ジンは対処が難しくなる。\n- トリスターナのEスキルによる自動プッシュが、ジンのウェーブ管理を難しくし、ガンクのリスクを高める。",
			"スモルダー": "スモルダーが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、スモルダーがスタックを貯める前に攻撃を受けやすい。\n- トリスターナの射程がレベルアップと共に増加するため、スモルダーは攻撃を受けながら攻撃することが難しくなる。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、スモルダーが攻撃を仕掛けるタイミングを逃しやすい。\n- スモルダーはAA強化がないため、トリスターナの持続的なDPSに対抗しづらい。\n- トリスターナのEスキルによるプッシュ性能が高く、ウェーブ管理が難しいスモルダーにとって不利な状況を作り出す。"
		},
		"loses": {
			"コーキ": "コーキがトリスターナに有利です。\n\n理由は以下の通りです。\n\n- コーキは全てのスキルがAoEであり、トリスターナのウェーブ管理が難しい状況を利用して、レーンを早くプッシュできるため、トリスターナが育つ前に有利な状況を作りやすい。\n- コーキの長射程攻撃により、トリスターナが近づく前にダメージを与えることができ、特に序盤のトレードで優位に立つことができる。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを与えられるため、トリスターナが装備を整える前に圧力をかけ続けることができる。\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージが出しづらいが、コーキはその間にダメージを蓄積しやすい。\n- トリスターナのスキルのクールダウンが長い間、コーキはその隙を突いて攻撃を仕掛けることができ、トリスターナに対して有利な状況を作りやすい。",
			"ドレイヴン": "ドレイヴンがトリスターナに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、トリスターナが装備を整える前に圧倒することができる。\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージを出しづらいため、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、早期にアイテムを揃えることでさらに有利な状況を作り出せる。\n- トリスターナはウェーブ管理が難しく、自動でプッシュしてしまうため、ドレイヴンがガンクを受けやすい状況を作りやすい。\n- ドレイヴンは移動速度を上げるスキルを持っており、トリスターナの逃げる能力に対しても追撃が可能である。",
			"シヴィア": "シヴィアがトリスターナに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持っており、トリスターナが序盤にダメージを出しづらい時期にレーンを押し込むことができる。\n- スペルシールドにより、トリスターナのスキルを弾くことができ、トレードで有利に立ち回ることができる。\n- シヴィアの移動速度上昇手段により、トリスターナのブリンクを避けやすく、追撃や逃走が得意。\n- シヴィアは集団戦でのエンゲージやディスエンゲージが可能で、トリスターナが育つ前にチームファイトで優位に立てる。\n- トリスターナはEのパッシブにより自動でウェーブをプッシュしてしまうため、シヴィアがそれを利用して有利な状況を作りやすい。",
			"カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは高いバーストダメージを持ち、トリスターナのHPを迅速に削ることができるため、序盤からの対面で優位に立ちやすい。\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージが出しづらいが、カイ＝サは早い段階から攻撃的に立ち回ることができる。\n- カイ＝サのスキルは魔法ダメージを持つため、トリスターナが防具を積んでも対策が難しい。\n- カイ＝サはスキルを進化させることで状況に応じた強化が可能で、特にトリスターナの攻撃を回避する手段を持っている。\n- トリスターナはEスキルのパッシブにより自動でウェーブをプッシュしてしまうため、カイ＝サがガンクを受けるリスクを減らしやすい。\n- カイ＝サのUltによる長距離移動とシールドは、トリスターナの攻撃を避ける手段として非常に有効で、奇襲や追撃に強い。"
		}
	},
	"ユナラ": {
		"name": "ユナラ",
		"beats": {
			"ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ユナラは長射程のオートアタックを持ち、ミス・フォーチュンのハラスを受けにくい。\n- ユナラのスキルによる魔法ダメージは、ミス・フォーチュンの基礎攻撃力の低さを補うことができる。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、ミス・フォーチュンの攻撃を避けやすい。\n- ユナラの集団戦でのAoEダメージは、ミス・フォーチュンのUltに対抗できるため、集団戦での優位性を持つ。\n- ミス・フォーチュンは逃げ性能が乏しく、ユナラの攻撃を受けると脅威になる。",
			"シヴィア": "シヴィアが不利です。\n\n- ユナラはオートアタックを活かした攻撃が得意で、シヴィアの射程が短いため、ユナラが先に攻撃を仕掛けやすい。\n- ユナラのスキルによる魔法ダメージは、シヴィアのスペルシールドを無効化し、ダメージを与えやすい。\n- ユナラは高い移動速度を持ち、シヴィアの攻撃を避けながらハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- シヴィアは単体へのDPSが低いため、ユナラの持つAoEダメージに対抗しづらい。\n- ユナラのスロー効果は、シヴィアのカイティングを妨げる要因となり、立ち回りが難しくなる。",
			"サミーラ": "サミーラが不利です。\n\n- ユナラは長射程のマークスマンであり、サミーラの射程が短いため、ユナラが安全にハラスを行える。\n- ユナラの魔法ダメージは装備によるダメージ妨害を受けにくく、サミーラの防御ステータスが低いため、持続的なダメージを受けやすい。\n- ユナラはスキルを使って攻撃速度を上昇させることができ、サミーラが接近する前にダメージを与えることが可能。\n- サミーラは接近戦を得意とするが、ユナラはブッシュで射線を切ることで接近を難しくし、サミーラの攻撃を避けることができる。\n- ユナラはCCがスローのみであるため、サミーラが接近する際に有効なCCを持たないため、サミーラが攻撃しやすい状況を作りにくい。",
			"カリスタ": "カリスタが不利です。\n\n- ユナラは長い攻撃範囲を持ち、カリスタが接近する前にハラスを行いやすいため、レーンでの優位性を持つ。\n- ユナラの魔法ダメージは、カリスタの耐久力を削りやすく、特にカリスタが物理ダメージに依存しているため、ダメージを受けやすい。\n- ユナラはスキルを使うことで攻撃速度を上昇させ、集団戦でのAoEダメージを発揮できるため、カリスタが集団戦でのダメージを出しにくくなる。\n- カリスタはKiteが通じない相手に弱く、ユナラのスロー効果により立ち回りが難しくなる。\n- ユナラはCCがスローのみであるため、カリスタの機動性を活かすことが難しく、逆にユナラの攻撃を受けやすくなる。",
			"ザヤ": "ザヤが不利です。\n\n- ユナラは長射程の攻撃を持っており、ザヤの短い射程に対して一方的にハラスを行うことができるため、ザヤはダメージを受けやすい。\n- ユナラのスキルは魔法ダメージを与えるため、ザヤの防御力を無視してダメージを与えられる。\n- ユナラはオートアタックを活かした攻撃が得意で、ザヤが接近する前にダメージを与えることができる。\n- ユナラのスキルによるAoEダメージは、集団戦やレーンでのファームにおいてザヤに対して優位に働く。\n- ザヤはCCやバーストに対して準備が必要で、ユナラの持つ持続的なダメージに対しては対処が難しい。",
			"ニーラ": "ニーラが不利です。\n\n- ユナラは射程が長く、ニーラが接近する前にハラスを行いやすいため、序盤のレーンでの圧力が強い。\n- ユナラの魔法ダメージはニーラに対して効果的で、ニーラのサステインを削ることができる。\n- ユナラは集団戦でのAoEダメージが強力で、ニーラが近づく前に大きなダメージを与えることができる。\n- ニーラは近接チャンピオンであり、ユナラの攻撃範囲に入ると反撃を受けやすく、立ち回りが難しくなる。\n- ユナラのスキルによるダメージ妨害が少なく、ニーラが攻撃を行う際に安全にハラスを行える。"
		},
		"loses": {
			"コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは全てのスキルがAoEであり、ユナラのようなオートアタック依存のチャンピオンに対して広範囲でダメージを与えることができるため、ユナラのハラスを無効化しやすい。\n- コーキの攻撃範囲は長く、ユナラの攻撃を受ける前にダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを出す能力が高いため、ユナラが集団戦でのダメージを出す前に圧倒することが可能。\n- ユナラは魔法ダメージに特化しているが、コーキはARやMRを下げる効果を持つため、ユナラのダメージをさらに軽減しつつ、効果的に攻撃できる。\n- コーキは高い移動速度を持ち、立ち位置を調整しやすいため、ユナラの攻撃を避けながら攻撃を続けることができる。",
			"ヴァルス": "ヴァルスがユナラに有利です。\n\n理由は以下の通りです。\n\n- ヴァルスは射程が長く、ユナラの攻撃範囲を超えてハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ヴァルスのAoEスキルは、ユナラがオートアタックを行う際にダメージを与えやすく、集団戦でも効果的にダメージを出せる。\n- ヴァルスはCCを持っており、ユナラの移動を制限することで、彼女の攻撃を避けることができる。\n- ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボール性能が高いため、ユナラに対して有利な状況を作りやすい。\n- ユナラはオートアタックに依存しているため、ヴァルスのハラスやCCによって立ち回りが難しくなる。",
			"アフェリオス": "アフェリオスが有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、ユナラの魔法ダメージに対しても柔軟に対応可能です。\n- ユナラはオートアタックに依存しているため、アフェリオスの武器の効果を活かしてハラスを行うことで、ユナラの攻撃を抑えることができます。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、ユナラの耐久力が低い場合、強力な火力で圧倒することができます。\n- ユナラはCCがスローのみであり、アフェリオスは機動力が低いものの、武器の効果を駆使することで距離を保ちながら戦うことができるため、ユナラの攻撃を避けやすいです。\n- ユナラの攻撃範囲は長いですが、アフェリオスも同様に射程があり、特にハラスにおいて有利に立ち回ることができます。",
			"トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、ユナラの攻撃を避けながらダメージを与えることができる。\n- ユナラはオートアタックに依存しているため、トゥイッチのステルスによる奇襲に対して反応しづらい。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージを大きく稼ぐことができ、ユナラのAoEダメージに対抗できる。\n- ユナラはCCがスローのみで、トゥイッチの奇襲を防ぐ手段が限られているため、トゥイッチが有利に立ち回れる。\n- トゥイッチはAPビルドも可能で、ユナラの魔法ダメージに対しても効果的にダメージを与えることができる。",
			"ジグス": "ジグスがユナラに有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、ユナラの攻撃範囲よりも遠くから攻撃できるため、ユナラが接近する前にダメージを与えられる。\n- ユナラはオートアタックに依存しているため、ジグスの範囲攻撃によってハラスを受けやすく、レーンでのプレッシャーを感じる。\n- ジグスのスキルはAoEダメージを持ち、ユナラが集団戦でのダメージを出す前に、ジグスが大きなダメージを与えることができる。\n- ユナラはCCがスローのみであり、ジグスのスキルを妨害する手段が限られているため、ジグスは自由にスキルを使いやすい。\n- ジグスはタワー破壊能力が高く、ユナラがレーンで優位に立てない場合、タワーを早く破壊することでゲーム全体に影響を与えることができる。"
		}
	},
	"シヴィア": {
		"name": "シヴィア",
		"beats": {
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持っており、レーンを押しやすいため、ケイトリンがハラスを行う前にシヴィアが先にプッシュしてしまうことが多い。\n- シヴィアのスペルシールドは、ケイトリンのスキルを回避するのに役立ち、特に罠やスキルショットを無効化することで、ケイトリンの攻撃を受けにくくなる。\n- シヴィアは移動速度を上昇させる手段が豊富で、ケイトリンの攻撃を避けやすく、オールインの際に有利な位置取りが可能。\n- ケイトリンは射程が長いが、シヴィアも射程があるため、シヴィアが先に攻撃を仕掛けることができる状況が多く、トレードで不利になることがある。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、ケイトリンが集団戦での影響力を発揮しにくくなる。",
			"トリスターナ": "トリスターナが不利です。\n\n理由:\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、トリスターナがプッシュしてもすぐに返されるため、レーンでの優位性を保ちにくい。\n- シヴィアのスペルシールドはトリスターナのスキルを弾くことができ、トレードで有利に立ちやすい。\n- シヴィアは移動速度を上昇させる手段が多く、トリスターナの攻撃を避けやすい。\n- トリスターナは序盤が弱く、シヴィアの強力なトレードに対抗できないため、レーンでの圧力を受けやすい。\n- シヴィアの射程が短いとはいえ、トリスターナが育つ前にシヴィアが先に攻撃を仕掛けることができるため、オールインで負けやすい。",
			"スモルダー": "スモルダーが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは射程が短いため、スモルダーがAA主体で攻撃する際に、シヴィアのハラスやトレードに対して不利になる。\n- シヴィアのAoEダメージとウェーブクリア能力により、スモルダーはレーンでのプッシュが難しく、早期に圧力をかけられる。\n- シヴィアのスペルシールドはスモルダーのスキルを弾くことができ、特にCCを持つスキルに対して有利に働く。\n- スモルダーは序盤のスタックがない状態ではスキルの性能が低く、シヴィアの攻撃を受けやすい。\n- シヴィアのウルトによるエンゲージやディスエンゲージ能力が高く、集団戦での立ち回りが難しくなる。",
			"エズリアル": "エズリアルが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持っており、エズリアルが押し込まれると厳しい状況になる。\n- シヴィアのスペルシールドはエズリアルのスキルを弾くことができ、トレードで有利に立ちやすい。\n- シヴィアは移動速度を上昇させる手段が多く、エズリアルのスキルを避けやすい。\n- エズリアルは主力スキルが方向指定であり、シヴィアの機動力に対してパフォーマンスが落ちる。\n- シヴィアの持続的なダメージとAoE攻撃に対して、エズリアルはウェーブクリアが遅く、圧倒されやすい。",
			"アッシュ": "アッシュが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、アッシュがレーンで押されやすい。\n- シヴィアのスペルシールドにより、アッシュのスキルショットを弾かれることが多く、トレードが不利になる。\n- シヴィアは移動速度を上昇させる手段が豊富で、アッシュのスロー効果を回避しやすい。\n- シヴィアのウルトによるエンゲージやディスエンゲージが強力で、アッシュが一方的に攻撃される状況を作りやすい。\n- アッシュは機動スキルを持たず、シヴィアに接近されると脆弱で、オールインで負けやすい。",
			"ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ミス・フォーチュンがハラスを行っても、シヴィアはすぐにミニオンを処理して反撃できる。\n- シヴィアのスペルシールドは、ミス・フォーチュンのスローを無効化できるため、ミス・フォーチュンのハラスが効きにくい。\n- シヴィアは移動速度を上昇させる手段が多く、ミス・フォーチュンが接近するのを防ぎやすい。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、ミス・フォーチュンのウルトに対しても強力に対抗できる。\n- ミス・フォーチュンは基礎攻撃力が低く、シヴィアとのオールインで火力負けしやすい。",
			"ヴァルス": "ヴァルスが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、レーンでのプッシュ性能が優れているため、ヴァルスはレーンでの圧力を受けやすい。\n- シヴィアのスペルシールドは、ヴァルスのスキルショットを弾くことができるため、トレードで有利な状況を作りやすい。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスの攻撃を避けやすい。これにより、ヴァルスは攻撃を当てるのが難しくなる。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、ヴァルスが集団戦での立ち回りを難しくする。\n- ヴァルスはHP回復が低く、継続的なハラスに弱いため、シヴィアの持続的なダメージに対して脆弱である。",
			"コーキ": "コーキが不利です。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、レーンでのプッシュ性能が優れているため、コーキはレーンで圧力をかけられやすい。\n- シヴィアのスペルシールドは、コーキのスキルを弾くことができるため、コーキのハラスが無効化される可能性が高い。\n- シヴィアは移動速度を上昇させる手段が豊富で、コーキの攻撃を避けやすく、トレードで有利に立ち回ることができる。\n- コーキはCCがないため、シヴィアの攻撃を止める手段が乏しく、オールインで不利になることが多い。\n- シヴィアの持続的なダメージと集団戦での強さに対して、コーキは単体へのダメージが主であり、集団戦での影響力が劣る。"
		},
		"loses": {
			"ユナラ": "ユナラが有利です。\n\n理由は以下の通りです。\n\n- ユナラは攻撃範囲がシヴィアよりも長いため、レーンでのハラスがしやすく、シヴィアに対して優位に立ちやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、シヴィアの物理的な防御力を無視してダメージを与えられる。\n- ユナラはスキルを使うことで攻撃速度が上昇し、集団戦でもAoEダメージを発揮できるため、シヴィアに対して効果的なダメージを与えられる。\n- シヴィアは基礎射程が短く、ユナラのハラスに対して反撃が難しいため、レーンでのトレードで有利になる。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、シヴィアの攻撃を避けやすい。",
			"ゼリ": "ゼリはシヴィアに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。特にシヴィアの基礎射程が短いため、ゼリは距離を保ちながら攻撃できる。\n- シヴィアのウェーブクリア能力は高いが、ゼリはQスキルを使って持続的にダメージを与えられるため、シヴィアのプッシュに対抗しやすい。\n- ゼリのQスキルはノーコストで使用できるため、マナ管理を気にせずに攻撃を続けられる。これにより、シヴィアとのトレードで有利に立ち回れる。\n- シヴィアは単体へのDPSが低いため、ゼリが機動力を活かしてハラスを行うと、シヴィアは反撃しづらい。\n- ゼリは接近手段に確実性がないシヴィアに対して、Kiteを行いやすく、トレードで優位に立つことができる。",
			"トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチは高い攻撃力とステルスを活かした奇襲能力を持っており、シヴィアの射程が短いため、トレードで有利に立ちやすい。\n- シヴィアは単体へのDPSが低く、トゥイッチの持つ持続的なダメージに対抗しづらい。\n- トゥイッチのアルティメットは長射程で、シヴィアが集団戦で位置取りをする際に脅威となり、後衛にダメージを与えやすい。\n- シヴィアのスペルシールドはCCに対して有効だが、トゥイッチの攻撃は主に持続的なダメージであり、シヴィアがそれを回避するのが難しい。\n- トゥイッチは奇襲を仕掛けることで、シヴィアが反応する前にダメージを与えることができ、特にレーンでの初期トレードで優位に立つことができる。",
			"ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、シヴィアの基礎射程が短いため、トレードで優位に立ちやすい。\n- シヴィアは単体へのDPSが低く、ドレイヴンの高い火力に対抗しづらい。\n- ドレイヴンのパッシブによってゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ドレイヴンは移動速度を上げるスキルを持っており、シヴィアの攻撃を避けながら攻撃することができる。\n- シヴィアのスペルシールドはCCに対して有効だが、ドレイヴンの攻撃はAA主体であり、シヴィアのスペルシールドが機能しづらい。\n- ドレイヴンは追撃性能が高く、シヴィアが逃げる際に有利な状況を作りやすい。",
			"コグ＝マウ": "コグ＝マウがシヴィアに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウはWによって射程が大幅に延長され、シヴィアよりも遠くから攻撃できるため、トレードで有利を取ることができる。\n- シヴィアは基礎射程が短く、コグ＝マウの長射程に対抗できないため、レーンでのハラスが難しい。\n- コグ＝マウの割合ダメージはタンクに対して強力であり、シヴィアがタンクを相手にする際にダメージを出しやすい。\n- シヴィアは単体へのDPSが低いため、コグ＝マウの持つ高い集団戦ダメージに対抗しづらい。\n- コグ＝マウは機動力が低いが、シヴィアも射程が短いため、コグ＝マウが安全に攻撃できる距離を保ちやすい。",
			"アフェリオス": "アフェリオスが有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、シヴィアのAoEダメージに対しても柔軟に対応可能です。\n- シヴィアは基礎射程が短いため、アフェリオスの射程を活かして安全にハラスができる。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、シヴィアの耐久力が低い場合、瞬時に高いダメージを与えることができる。\n- シヴィアのスペルシールドはCCに対して有効ですが、アフェリオスの攻撃は主にAAに依存しており、シヴィアのスペルシールドを無効化することができる。\n- アフェリオスは自己防衛手段が武器に依存しているものの、シヴィアの攻撃が単体DPSに劣るため、オールインでの勝負に持ち込みやすい。",
			"ルシアン": "ルシアンがシヴィアに有利です。\n\n理由は以下の通りです。\n\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- シヴィアは基礎射程が短いため、ルシアンの攻撃を受けやすく、トレードで不利になります。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、シヴィアに対して持続的なダメージを与えやすいです。\n- シヴィアは単体へのDPSが低いため、ルシアンの高いバーストに対抗しづらいです。\n- ルシアンは機動力が高く、シヴィアの攻撃を避けながら攻撃することができるため、レーンでの優位性を保ちやすいです。"
		}
	},
	"カイ＝サ": {
		"name": "カイ＝サ",
		"beats": {
			"ジン": "ジンが不利です。\n\n理由は以下の通りです。\n\n- カイ＝サは高いバーストダメージを持ち、ジンが攻撃を仕掛ける前に瞬時にダメージを与えることができるため、ジンはオールインに弱い。\n- カイ＝サのスキルは魔法ダメージを持ち、ジンの防御アイテムでの対策が難しいため、ジンはダメージを受けやすい。\n- カイ＝サはUltを使って長距離移動ができ、ジンの攻撃を避けることができるため、ジンの攻撃が当たりにくい。\n- ジンはブリンクや逃げる手段を持たないため、カイ＝サに接近されると脆弱で、逆にカイ＝サからの攻撃を受けやすい。\n- カイ＝サはスキルを進化させることで状況に応じた強化が可能で、ジンに対して有利な状況を作りやすい。",
			"トリスターナ": "トリスターナがカイ＝サに不利です。\n\n理由は以下の通りです。\n\n- カイ＝サは高いバーストダメージを持ち、特に魔法ダメージを出せるため、トリスターナの防御がしにくい。\n- カイ＝サのUltによる奇襲や追撃が得意で、トリスターナが位置取りを誤ると簡単に狙われる。\n- トリスターナは序盤が弱く、特に装備が整うまでの間にカイ＝サに主導権を握られると、成長が遅れる。\n- カイ＝サはスキルを進化させることで状況に応じた強化が可能で、トリスターナが育つ前に有利な状況を作りやすい。\n- トリスターナのEスキルによる自動プッシュが、カイ＝サにガンクされるリスクを高め、ウェーブ管理が難しくなる。",
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- カイ＝サは高いバーストダメージを持ち、瞬時にケイトリンを排除する能力があるため、オールインに強い。\n- カイ＝サのUltによる長距離移動で、ケイトリンの攻撃を避けつつ接近することができ、ケイトリンが反撃する隙を与えにくい。\n- ケイトリンは射程が長いものの、カイ＝サの機動力により、接近戦に持ち込まれると不利になる。\n- カイ＝サは魔法ダメージを持つため、ケイトリンが防具で対策しにくい。\n- ケイトリンのスキルのモーションが長く、カイ＝サの攻撃を受ける隙が生まれやすい。"
		},
		"loses": {
			"ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、カイ＝サが装備を整える前に圧倒することができる。\n- カイ＝サは射程が短く、ドレイヴンの攻撃を受けやすいため、接近戦での優位性を持つ。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、早期にアイテムを揃えることでさらに強力になる。\n- カイ＝サはCCを持たず、ドレイヴンの高いダメージを受けるとすぐに倒されるリスクが高い。\n- ドレイヴンは移動速度を上げるスキルを持っており、カイ＝サの攻撃を避けながら攻撃を続けることができる。\n- カイ＝サのスキルは進化することで強化されるが、ドレイヴンはその間にダメージを与え続けることができ、主導権を握りやすい。",
			"ゼリ": "ゼリはカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、カイ＝サの攻撃を避けやすい。特に、カイ＝サのバーストダメージを回避することができる。\n- ゼリのQスキルは長射程で、マナ消費がないため、持続的に攻撃を行いやすい。これにより、カイ＝サに対してハラスを続けることができる。\n- カイ＝サは射程が短く、接近戦での位置取りが難しいため、ゼリのKite能力に対して脆弱である。\n- ゼリはスキルを使って加速することができ、カイ＝サの攻撃を避けながら反撃することが可能で、オールインに持ち込むことができる。\n- カイ＝サはCCを持たないため、ゼリの機動力を封じる手段がなく、ゼリが自由に動き回ることができる。",
			"ザヤ": "ザヤがカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- ザヤは接近戦に強く、カイ＝サがスキルを使う前にオールインすることでダメージを与えやすい。\n- ザヤのスネアはカイ＝サの移動を制限し、彼女の逃げる手段を封じることができる。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすく、カイ＝サのバーストダメージに対抗できる。\n- カイ＝サは射程が短いため、ザヤの攻撃範囲内に入ると一方的にダメージを受けやすい。\n- ザヤはラカンと組むことで、さらに強力なコンボを発揮でき、カイ＝サに対して有利な状況を作りやすい。",
			"ユナラ": "ユナラが有利です。\n\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備によるダメージ妨害を受けにくい。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスや安全な攻撃がしやすい。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、カイ＝サの攻撃を避けやすい。\n- ユナラのスキルを使うことで攻撃速度が上昇し、集団戦でのAoEダメージを出しやすい。\n- カイ＝サはCCを持たないため、ユナラのスローによるハラスが効果的で、接近戦に持ち込むのが難しい。",
			"アフェリオス": "アフェリオスがカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、特にカイ＝サのバーストダメージに対して柔軟に対応可能です。\n- カイ＝サは射程が短く、アフェリオスの攻撃を受ける前に接近するのが難しいため、アフェリオスが有利にハラスを行えます。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、カイ＝サのような柔らかい敵に対して高い火力を発揮できます。\n- カイ＝サはCCを持たず、アフェリオスの攻撃を避ける手段が限られているため、オールインを仕掛けるのが難しいです。\n- アフェリオスはハラス性能が高く、序盤の段階でカイ＝サに対して優位に立つことができるため、レーンでの主導権を握りやすいです。",
			"アッシュ": "アッシュが有利です。\n\n理由は以下の通りです。\n\n- アッシュは長射程を持ち、カイ＝サに対して一方的にハラスを行いやすい。\n- アッシュのスロー効果により、カイ＝サの接近を妨げることができ、Kitingが得意。\n- アッシュはCCを持っており、カイ＝サがオールインを仕掛ける際に足止めが可能。\n- カイ＝サは基礎ADのスケールが低く、中盤以降は装備依存度が高いため、アッシュが主導権を握りやすい。\n- アッシュのUltは長距離からのエンゲージが可能で、カイ＝サに対して安全に攻撃できる。"
		}
	},
	"ジンクス": {
		"name": "ジンクス",
		"beats": {
			"サミーラ": "サミーラが不利です。\n\n- ジンクスは長射程を持ち、サミーラが接近する前に攻撃を仕掛けることができるため、サミーラはハラスを受けやすい。\n- ジンクスの高い攻撃速度とAoEダメージにより、集団戦でのサミーラの立ち回りが難しくなる。\n- サミーラは防御ステータスが低く、ジンクスの攻撃を受けると致命的なダメージを受けやすい。\n- ジンクスは自衛手段が乏しいため、サミーラが接近しても反撃が難しいが、ジンクスは安全な距離から攻撃できるため、サミーラにとっては不利な状況が続く。\n- ジンクスのスキルは射程が長く、サミーラがブリンクを使っても攻撃を避けるのが難しい。",
			"ミス・フォーチュン": "ミス・フォーチュンはジンクスに不利です。\n\n- ジンクスは高い攻撃速度と長射程を持っており、ミス・フォーチュンが接近する前にダメージを与えることができる。\n- ジンクスの集団戦でのAoEダメージは非常に強力で、ミス・フォーチュンが集団戦での火力を発揮する前に、ジンクスが先にダメージを与えることができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ジンクスの高い攻撃速度に対抗しにくい。\n- ジンクスはキルやオブジェクト破壊によって得られるバフにより、さらに強力な攻撃が可能で、ミス・フォーチュンが育つ前にジンクスが優位に立つことができる。\n- ミス・フォーチュンは逃げ手段が乏しく、ジンクスの攻撃を受けると致命的なダメージを受けやすい。",
			"ゼリ": "ゼリが不利です。\n\n- ジンクスは高い攻撃速度と長射程を持ち、序盤からハラスが強力であるため、ゼリはレーンでの圧力を受けやすい。\n- ジンクスのスキルはAoEダメージを持ち、集団戦でのダメージを出しやすく、ゼリはそのダメージを受けると厳しい状況に陥る。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、ジンクスの攻撃に対抗するのが難しい。\n- ジンクスは自衛手段が乏しいが、ゼリも同様に自衛が難しく、特にジンクスの攻撃を受けると致命的なダメージを受けやすい。\n- ジンクスのスキルは射程が長く、ゼリはその射程に対抗するのが難しく、ハラスを受けやすい。",
			"アッシュ": "アッシュが不利です。\n\n- ジンクスは高い攻撃速度と長射程を持ち、アッシュが攻撃する前にダメージを与えやすい。\n- ジンクスのスキルはAoEダメージを持ち、集団戦での影響力が高いため、アッシュが一方的に攻撃される可能性がある。\n- アッシュは機動スキルを持たないため、ジンクスの攻撃を避けることが難しく、接近されると脆弱。\n- ジンクスはキルやオブジェクト破壊によるバフでさらに強力になり、アッシュが育つ前に圧倒されることが多い。\n- アッシュのバーストダメージが低いため、ジンクスとのオールイン合戦で不利になることが多い。",
			"トリスターナ": "トリスターナが不利です。\n\n理由は以下の通りです。\n\n- ジンクスは高い攻撃速度と長射程を持っており、トリスターナが接近する前にハラスを受けやすい。\n- ジンクスのスキルは集団戦でのAoEダメージが強力で、トリスターナが集団戦での位置取りをする際に危険が伴う。\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージを出しづらく、ジンクスに対して劣位に立たされる。\n- ジンクスはキルやオブジェクト破壊によって得られるバフにより、連続キルを狙いやすく、トリスターナが育つ前に試合が決まる可能性がある。\n- トリスターナのウェーブ管理が難しく、自動でプッシュしてしまうため、ジンクスに対してガンクされやすくなる。",
			"ザヤ": "ザヤが不利です。\n\n- ジンクスは長射程を持ち、高い攻撃速度でザヤに対して一方的にハラスを行うことができるため、ザヤはダメージを受けやすい。\n- ジンクスのスキルはAoEダメージを持ち、集団戦での影響力が高いため、ザヤは集団戦でのダメージを稼ぎにくくなる。\n- ザヤは射程が短いため、ジンクスの攻撃範囲に入ると、接近する前にダメージを受けてしまうリスクが高い。\n- ジンクスはキルやオブジェクト破壊によるバフでさらに強力になるため、ザヤが育つ前にジンクスが優位に立つ可能性が高い。\n- ザヤの自衛手段は限られており、ジンクスの攻撃を受けると致命的なダメージを受けることが多い。"
		},
		"loses": {
			"トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、ジンクスの自衛手段の乏しさを突くことができる。\n- トゥイッチの攻撃は貫通するため、集団戦でのダメージを大きく稼ぎやすく、ジンクスのAoEダメージに対抗できる。\n- ジンクスは序盤が弱く、装備が整うまでの間にトゥイッチが奇襲を成功させることで、早期に有利な状況を作り出せる。\n- トゥイッチは高い攻撃力を持ち、ジンクスが育つ前にダメージを与えやすい。\n- ジンクスは接近されると脆弱であり、トゥイッチのステルスからの攻撃はその弱点を突くことができる。"
		}
	},
	"ゼリ": {
		"name": "ゼリ",
		"beats": {
			"ミス・フォーチュン": "ミス・フォーチュンはゼリに不利です。\n\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすい。\n- ゼリのQスキルはノーコストで持続的に攻撃できるため、ミス・フォーチュンのハラスを受け流しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤の火力が不足しがちで、ゼリの機動力に対抗しにくい。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすく、トレードで有利を取れる。\n- ミス・フォーチュンは逃げ手段が乏しく、ゼリに捕まると厳しい状況に陥りやすい。",
			"シヴィア": "シヴィアが不利です。\n\n- シヴィアは基礎射程が短く、ゼリの長射程の攻撃に対してトレードで不利になりやすい。\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けながらハラスを行うことができるため、シヴィアは攻撃を当てにくい。\n- ゼリのQスキルはノーコストで持続的に攻撃できるため、シヴィアのウェーブクリア能力に対しても優位に立ちやすい。\n- シヴィアは単体へのDPSが低いため、ゼリとの1対1の殴り合いで火力負けしやすい。\n- ゼリは機動力を活かしてシヴィアのスペルシールドを無効化するようなトレードを仕掛けることができ、シヴィアはそれに対処しづらい。",
			"ジン": "ジンが不利です。\n\n- ゼリは高い機動力を持ち、ジンの攻撃を避けやすいため、ジンがハラスを行うのが難しい。\n- ゼリのQスキルはノーコストで使用でき、持続的に攻撃を行えるため、ジンの攻撃を受けながらも反撃しやすい。\n- ジンはブリンクや逃げスキルを持たないため、ゼリが接近してオールインを仕掛けると脆弱になりやすい。\n- ゼリは通常攻撃の特性を活かして、ジンの攻撃を避けながらダメージを与えることができるため、トレードで有利に立ち回れる。\n- ジンの残弾数が相手に見えるため、ゼリはジンの攻撃のタイミングを読みやすく、効果的に攻撃を避けることができる。"
		},
		"loses": {
			"サミーラ": "サミーラがゼリに有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ゼリの低い基礎ADと序盤の火力不足を突くことができる。\n- ゼリは機動力が高いが、サミーラのブリンクを使うことでゼリの攻撃を回避しつつ、オールインが可能。\n- サミーラは高いDPSを持ち、特にゼリがCCを受けている際には瞬時に高いダメージを与えることができる。\n- ゼリの攻撃は主にスキルに依存しているため、サミーラの接近戦スタイルに対しては効果的にハラスができる。\n- サミーラは集団戦でのAoEダメージが強力で、ゼリが集団戦での位置取りを誤ると一気にダメージを受ける可能性が高い。",
			"ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、ゼリの低い基礎ADを利用してハラスが可能です。\n- ゼリは基礎ステータスが低く、特に序盤の火力が不足しているため、ドレイヴンの攻撃を受けやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- ゼリは機動力が高いものの、ドレイヴンの追撃能力も高く、逃げる際に捕まえやすいです。\n- ゼリのQは非貫通であるため、ドレイヴンの高い耐久力を持つ攻撃に対して効果的にダメージを与えにくいです。\n- ドレイヴンはCCに弱いものの、ゼリの攻撃は主にスキルに依存しているため、ドレイヴンが有利に立ち回ることができます。",
			"トリスターナ": "トリスターナが有利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、ゼリの基礎ステータスの低さを突くことができる。\n- トリスターナの射程がレベルアップと共に増加するため、ゼリの攻撃を避けながら安全にハラスが可能。\n- トリスターナは移動能力が高く、逃げや追撃が得意で、ゼリの機動力を上回ることができる。\n- ゼリはウェーブクリア能力が乏しく、トリスターナのプッシュ性能に対抗しにくい。\n- トリスターナはゼリのスキルを避けるためのブリンクを持っており、ゼリの攻撃を回避しやすい。",
			"ジンクス": "ジンクスが有利です。\n\n理由は以下の通りです。\n\n- ジンクスは高い攻撃速度と長射程を持ち、ゼリの機動力を活かしたハラスを受けにくい。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、ジンクスの攻撃に対して耐えにくい。\n- ジンクスのスキルはAoEダメージを持ち、集団戦での影響力が高いため、ゼリが集団戦での立ち回りに苦労する。\n- ゼリはQスキルが非貫通であるため、ジンクスの攻撃を避けるのが難しく、トレードで不利になりやすい。\n- ジンクスはキルやオブジェクト破壊によるバフでさらに強力になり、ゼリに対して持続的な圧力をかけることができる。",
			"ルシアン": "ルシアンがゼリに有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ゼリの低い基礎ADを利用してトレードで優位に立ちやすい。\n- ルシアンのスキルはクールダウンが短く、連続攻撃が可能なため、ゼリの機動力を活かす前にダメージを与えられる。\n- ゼリは基礎ステータスが低く、序盤のハラスが苦手なため、ルシアンの攻撃を受けやすい。\n- ルシアンは射程が短いものの、ゼリの攻撃を避けるための機動力を持っており、トレードで有利に立ち回れる。\n- ゼリのQスキルは非貫通であるため、ルシアンが適切に位置取りをすれば、ダメージを受けにくい。"
		}
	},
	"トゥイッチ": {
		"name": "トゥイッチ",
		"beats": {
			"ミス・フォーチュン": "ミス・フォーチュンがトゥイッチに不利です。\n\n理由は以下の通りです。\n\n- トゥイッチは高い機動力を持ち、ステルスを活かして奇襲を仕掛けることができるため、ミス・フォーチュンは接近されると脅威になります。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージが非常に高く、ミス・フォーチュンはその攻撃を避けるのが難しいです。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちなため、トゥイッチとの殴り合いで競り負ける可能性が高いです。\n- トゥイッチは逃げ性能が低い相手に対して有利であり、ミス・フォーチュンは逃げ手段が乏しいため、オールインされると非常に厳しい状況になります。\n- トゥイッチは奇襲型のチャンピオンであり、ミス・フォーチュンはCCがスローのみで、捕まると反撃が難しいです。",
			"シヴィア": "シヴィアがトゥイッチに不利です。\n\n- シヴィアは基礎射程が短く、トゥイッチの攻撃を受けやすい。トゥイッチはステルスを使って奇襲をかけることができ、シヴィアが反応する前にダメージを与えられる。\n- トゥイッチは高いバーストダメージを持ち、集団戦での火力が強力であるため、シヴィアが後衛にいる場合でも脅威となる。\n- シヴィアのスペルシールドは単発のハードCCには強いが、トゥイッチの持つ持続的なダメージやスローには対処しづらい。\n- シヴィアはAA主体のキャリーに対して不利であり、トゥイッチの攻撃力が高い場合、殴り合いで競り負ける可能性が高い。\n- トゥイッチの奇襲能力に対して、シヴィアは逃げる手段が限られており、捕まった場合に致命的なダメージを受けるリスクが高い。",
			"ジンクス": "ジンクスが不利です。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、ジンクスが接近されると自衛手段が乏しいため、非常に危険です。\n- トゥイッチのアルティメットは長射程で、ジンクスが安全に攻撃できる距離から一方的にダメージを与えることができます。\n- ジンクスは攻撃速度が高いものの、トゥイッチの高いバーストダメージに対抗するのが難しく、特に序盤のトレードで不利になります。\n- トゥイッチは集団戦での火力が強力で、ジンクスが集団戦でのAoEダメージを出す前に、トゥイッチに倒される可能性が高いです。\n- ジンクスは基礎ステータスが低く、装備が整うまでの間は脆弱であり、トゥイッチが早期に優位に立つと、ジンクスは立ち回りが難しくなります。",
			"ザヤ": "ザヤがトゥイッチに不利です。\n\n理由は以下の通りです。\n\n- トゥイッチは長射程の攻撃を持ち、ザヤの攻撃範囲よりも優位に立つことができるため、ザヤは一方的にダメージを受けやすい。\n- トゥイッチのステルス能力により、奇襲を受けるリスクが高く、ザヤは反撃の機会を失いやすい。\n- トゥイッチのアルティメットは集団戦でのダメージを大きく稼ぐことができ、ザヤが集団戦でのダメージを出す前に倒される可能性が高い。\n- ザヤはスキルの発動に時間がかかるため、トゥイッチの奇襲やバーストに対して対処が難しい。\n- トゥイッチは逃げ性能が低いものの、ザヤの攻撃が届く前にトゥイッチが先手を打つことができるため、ザヤは不利な状況に陥りやすい。",
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、ケイトリンの長射程を無効化することができる。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージを大きく稼ぐことができるため、ケイトリンが安全に攻撃できる位置を取るのが難しい。\n- ケイトリンはスキルのモーションが長く、トゥイッチの奇襲に対して反応が遅れる可能性が高い。\n- トゥイッチは逃げ性能が低いものの、ケイトリンがオールインを仕掛ける前に、トゥイッチが先に攻撃を仕掛けることができるため、殴り合いで不利になることがある。\n- ケイトリンはフック型のキャッチャーやオールインが強いチャンピオンに対して不利であり、トゥイッチもその特性を持っているため、相性が悪い。",
			"アフェリオス": "アフェリオスが不利です。\n\n- トゥイッチは高い攻撃力とステルスを活かした奇襲能力を持っており、アフェリオスが機動力に欠けるため、トゥイッチの奇襲に対処しづらい。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージを大きく稼ぐことができるため、アフェリオスが後衛にいる場合でも脅威となる。\n- アフェリオスは武器の切り替えに依存しており、特に序盤は火力が安定しないため、トゥイッチの早期の攻撃に対して脆弱。\n- トゥイッチは逃げ性能が低いものの、アフェリオスも同様に機動力が低いため、殴り合いで先手を取られると不利になる。\n- トゥイッチは装備が整うと非常に強力になるため、アフェリオスが序盤で優位に立てないと、後半においても厳しい状況に陥る可能性が高い。",
			"ヴァルス": "ヴァルスが不利です。\n\n- トゥイッチは高い機動力を持ち、ステルスを活かして奇襲を仕掛けることができるため、ヴァルスの射程を活かす前に接近されやすい。\n- トゥイッチのアルティメットはAoEダメージを持ち、集団戦での火力が非常に高いため、ヴァルスがポークを行っても逆にダメージを受けるリスクがある。\n- ヴァルスは自衛手段が限られており、トゥイッチの奇襲に対して脆弱で、捕まると一気にHPを削られる可能性が高い。\n- トゥイッチは装備が整うと非常に強力なバーストダメージを持つため、ヴァルスが序盤で優位に立てないと後半に厳しい状況になる。\n- トゥイッチは逃げる手段が乏しいため、ヴァルスがしっかりとポークを行うことができれば有利だが、トゥイッチの奇襲に対しては常に警戒が必要で、プレッシャーを感じやすい。",
			"スモルダー": "スモルダーが不利です。\n\n- スモルダーはAA強化がないため、トゥイッチの高いDPSに対抗できない。\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、スモルダーは逃走手段がEスキルのみで、CCに弱いため捕まりやすい。\n- トゥイッチのアルティメットは長射程で、集団戦でのAoEダメージが強力であり、スモルダーは集団戦での耐久力が低いため、ダメージを受けやすい。\n- スモルダーは序盤のスタックがない状態ではスキルの性能が低く、トゥイッチの序盤の強さに対抗できない。\n- トゥイッチは機動力が高く、スモルダーが追撃しようとしても逃げられる可能性が高い。"
		},
		"loses": {
			"コーキ": "コーキが有利です。\n\n- コーキはAoE攻撃を持っており、トゥイッチのような単体攻撃に依存するチャンピオンに対して、集団戦でのダメージを効率的に与えることができる。\n- コーキの長射程攻撃により、トゥイッチが近づく前にダメージを与えることができ、トゥイッチの奇襲を防ぎやすい。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを出す能力が高いため、トゥイッチのステルスを無視して攻撃し続けることができる。\n- トゥイッチは逃げ性能が低く、コーキのAoE攻撃に対して脆弱であり、特に集団戦ではトゥイッチが狙われやすい。\n- コーキはトゥイッチのバーストダメージに対して耐性があり、持続的なダメージを出すことでトゥイッチを圧倒することができる。",
			"ニーラ": "ニーラがトゥイッチに有利です。\n\n- ニーラは近接チャンピオンであり、トゥイッチの攻撃を避けるための機動力を持っています。連続ダッシュを活かしてトゥイッチの攻撃を回避しやすいです。\n- トゥイッチは序盤の装備が整っていないと弱いですが、ニーラは持続的なダメージとサステインを持っているため、序盤のハラスに強いです。\n- ニーラのパッシブは味方のヒールやシールドを強化するため、トゥイッチの攻撃を受けても生存率が高くなります。これにより、トゥイッチの奇襲を受けにくくなります。\n- トゥイッチは逃げ性能が低く、ニーラが接近してしまうと、トゥイッチは反撃する手段が限られます。ニーラはトゥイッチに対して積極的に攻撃を仕掛けることができます。\n- ニーラはトゥイッチのステルスを無効化する手段を持っており、トゥイッチが奇襲を仕掛けても対抗しやすいです。",
			"ドレイヴン": "ドレイヴンがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、トゥイッチが装備を整える前に圧倒することができる。\n- トゥイッチは序盤のトレードが苦手で、特にドレイヴンの攻撃を受けると早期にダメージを受けやすい。\n- ドレイヴンは移動速度を上げるスキルを持っており、トゥイッチの奇襲を受けた際にも逃げやすい。\n- トゥイッチは自動攻撃に依存しているため、ドレイヴンの高いバーストに対して脆弱である。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、早期にアイテムを揃えることでさらに有利な状況を作り出せる。\n- トゥイッチは逃げ性能が低く、ドレイヴンの追撃を受けやすい。特にドレイヴンのアルティメットは長射程であり、トゥイッチが逃げる手段を持たない場合、致命的なダメージを与えることができる。",
			"ルシアン": "ルシアンがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチが装備を整える前に有利なトレードが可能です。\n- ルシアンのスキルはクールダウンが短く、連続攻撃ができるため、トゥイッチのステルスを無視してダメージを与えやすいです。\n- トゥイッチは逃げ性能が低く、ルシアンの機動力を活かして追撃しやすいです。\n- ルシアンはトゥイッチの攻撃を受ける際、射程の短さを逆手に取ってハラスを行うことができ、トゥイッチが反撃しづらい状況を作れます。\n- トゥイッチは序盤に装備が整わないと非常に脆弱であり、ルシアンの攻撃を受けると早期にキルを取られる可能性が高いです。",
			"トリスターナ": "トリスターナがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、トゥイッチが装備を整える前に有利にトレードできる。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、トゥイッチの奇襲をかわしやすい。\n- トリスターナはレベルが上がるにつれて射程が増加し、トゥイッチの攻撃を安全な距離から避けながら攻撃できる。\n- トゥイッチは逃げ性能が低く、トリスターナのバーストを受けると脆弱であるため、トレードで有利に立ちやすい。\n- トリスターナは集団戦でも位置取りがしやすく、トゥイッチのアルティメットを避けながらダメージを与えることができる。",
			"ゼリ": "ゼリがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- 高い機動力を持つため、トゥイッチの奇襲を避けやすい。トゥイッチのステルス攻撃を回避しやすく、位置取りが有利になる。\n- ゼリの攻撃はスキルとして扱われるため、トゥイッチの逃げ性能に対して有効。特に、トゥイッチが装備を整える前の序盤において、ゼリは持続的にダメージを与えやすい。\n- トゥイッチは自動攻撃に依存しているため、ゼリの機動力を活かしてKiteを行うことで、トゥイッチの攻撃を避けながらダメージを与えることができる。\n- ゼリはQスキルの射程が長く、マナ消費がないため、持続的に攻撃を行いやすい。これにより、トゥイッチが攻撃を仕掛ける前にダメージを与えることが可能。\n- トゥイッチは序盤の火力が不足しているため、ゼリがレーンでのハラスを行いやすく、トゥイッチが育つ前に有利な状況を作りやすい。",
			"カイ＝サ": "カイ＝サが有利です。\n\n理由は以下の通りです。\n\n- カイ＝サは高いバーストダメージを持ち、トゥイッチの低い耐久力を突くことができるため、序盤から中盤にかけて有利にトレードができる。\n- トゥイッチは装備依存度が高く、序盤に強力なアイテムを持たないと弱いため、カイ＝サが早期にダメージを出すことで有利に進められる。\n- カイ＝サのスキルは魔法ダメージを持ち、トゥイッチが防具で対策しにくい。これにより、トゥイッチはダメージを受けやすくなる。\n- カイ＝サはUltを使って長距離移動が可能で、トゥイッチの奇襲を回避しやすい。これにより、トゥイッチの攻撃を避けつつ反撃することができる。\n- トゥイッチは逃げ性能が低く、カイ＝サのバーストを受けた後に反撃するのが難しいため、カイ＝サが有利に立ち回れる。",
			"エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、トゥイッチが近づく前に安全にハラスができるため、レーニングで優位に立ちやすい。\n- トゥイッチは序盤の装備が整うまで弱いため、エズリアルのポークによってトゥイッチの成長を妨げることができる。\n- エズリアルのワープスキルにより、トゥイッチの奇襲を回避しやすく、トゥイッチが攻撃を仕掛けるタイミングを難しくする。\n- トゥイッチは自動攻撃に依存しているため、エズリアルのスキルコンボによるバーストダメージで早期にトレードに勝つことができる。\n- エズリアルは持続的なダメージを出す能力が高く、トゥイッチのステルスを利用した攻撃に対しても反撃しやすい。"
		}
	},
	"セナ": {
		"name": "セナ",
		"beats": {
			"ヴェイン": "ヴェインが不利です。\n\n- セナは長射程の攻撃を持ち、ヴェインが近づく前にハラスを行いやすい。\n- セナの回復能力により、ヴェインのダメージを軽減されるため、持続戦闘で不利になる。\n- セナはCCを持っており、ヴェインの機動力を制限することで、逃げる手段を奪うことができる。\n- ヴェインは序盤の火力が低く、セナのハラスに対して耐えるのが難しい。\n- セナのアルティメットは、遠くからの支援が可能で、ヴェインが孤立した際に助けられることがある。",
			"サミーラ": "サミーラが不利です。\n\n- セナは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。\n- セナの回復能力により、サミーラの攻撃を受けても持ちこたえられるため、サミーラのオールインが難しくなる。\n- セナはCCを持っており、サミーラが接近した際に捕まえやすく、サミーラの攻撃を封じることができる。\n- サミーラは防御ステータスが低く、セナの攻撃を受けると簡単にダメージを受けてしまう。\n- セナのアルティメットスキルは無限の射程を持ち、遠くからの支援が可能なため、サミーラが孤立しやすい状況を作り出すことができる。",
			"ヴァルス": "ヴァルスが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、ヴァルスに対して一方的にハラスを行いやすい。\n- セナの回復能力により、ヴァルスのハラスを軽減できるため、持続的なダメージ交換で有利に立てる。\n- セナのCCを持つスキルは、ヴァルスの攻撃を妨げることができ、特に彼のスキル発動のタイムラグを利用して捕まえやすい。\n- ヴァルスは逃げる手段が限られており、セナの攻撃を受け続けると致命的なダメージを受ける可能性が高い。\n- セナのアルティメットは無限の射程を持ち、遠くからの支援が可能なため、集団戦でもヴァルスに対して優位に立つことができる。",
			"コグ＝マウ": "コグ＝マウが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、コグ＝マウに対して一方的にハラスを行いやすい。\n- セナの回復能力により、コグ＝マウのダメージを軽減されやすく、持続戦闘で不利になる。\n- セナはCCを持つエンゲージ型サポートと組むことで、コグ＝マウを捕まえやすく、彼の自衛手段が乏しいため、簡単に倒される可能性が高い。\n- コグ＝マウは機動力が低く、セナの攻撃を避けることが難しいため、レーンでのプレッシャーを受けやすい。\n- セナのアルティメットスキルは無限の射程を持ち、遠くからの支援が可能なため、コグ＝マウが安全に戦うことが難しくなる。",
			"トゥイッチ": "トゥイッチが不利です。\n\n- セナは長射程の攻撃を持ち、トゥイッチが近づく前にハラスを行いやすい。\n- セナの回復能力により、トゥイッチの攻撃を受けても持ちこたえられるため、トレードで不利になりにくい。\n- セナはCCを持っており、トゥイッチがステルスを使っても捕まえやすい。\n- トゥイッチは序盤の装備が整わないと弱く、セナのハラスに対抗できない。\n- セナのアルティメットは、遠くからの支援が可能で、トゥイッチが集団戦で活躍する前にダメージを与えられる。",
			"ザヤ": "ザヤが不利です。\n\n- セナは長射程の攻撃を持っており、ザヤは射程が短いため、セナのハラスを受けやすい。\n- セナの回復能力により、ザヤがダメージを与えても持続的に回復されるため、ザヤのダメージが効果的に通りにくい。\n- セナのスキルにはCCが含まれており、ザヤが攻撃を仕掛ける際に捕まるリスクが高まる。\n- セナはスタックを集めることで強化されるが、ザヤはその間にセナからのハラスを受け続けるため、育ちにくい。\n- セナのアルティメットは無限の射程を持ち、ザヤが安全に攻撃できる距離から支援されるため、ザヤの行動が制限される。",
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、ハラス能力が高いため、ケイトリンが攻撃を仕掛ける前にダメージを与えやすい。\n- セナの回復能力により、ケイトリンのハラスを軽減できるため、持続的な戦闘で優位に立ちやすい。\n- セナはCCを持っており、ケイトリンが攻撃を仕掛ける際に捕まえやすく、オールインを仕掛ける際のリスクが高まる。\n- ケイトリンはスキルのモーションが長く、セナの攻撃を避けるのが難しいため、反撃を受けやすい。\n- セナのアルティメットは無限の射程を持ち、遠くからの支援が可能なため、ケイトリンが孤立した際に危険度が増す。"
		},
		"loses": {
			"コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃を持ち、セナに対して一方的にハラスを行いやすい。\n- コーキのスキルはAoE攻撃であり、セナが集めた霧を利用する前にダメージを与えることができる。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えられるため、セナの回復能力を上回ることができる。\n- セナは基礎ステータスが低く、接近戦に弱いため、コーキの攻撃を受けやすい。\n- コーキはCCを持たないため、セナの逃げ手段を封じることができず、自由に攻撃できる。",
			"トリスターナ": "トリスターナが有利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、セナの脆さを突くことができるため、ハラスが非常に効果的です。\n- セナはスタックを集める必要があり、育たないと火力が出せないため、トリスターナが早期にキルを取ることでセナの成長を妨げることができます。\n- トリスターナの射程はレベルが上がるにつれて増加し、セナの長射程を上回ることができるため、後半のレーン戦でも有利に立ち回れます。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、セナの攻撃を避けやすく、逆にセナを捕まえるチャンスが増えます。\n- セナのスキルのクールダウンが長いため、トリスターナが攻撃を仕掛けるタイミングでセナが反撃できない状況を作りやすいです。",
			"ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、セナの攻撃を避けやすいため、ハラスを受けにくい。\n- Qスキルの射程が長く、マナ消費がないため、持続的に攻撃を行いやすく、セナに対しても一方的にダメージを与えられる。\n- セナは基礎ステータスが低く、接近戦に弱いため、ゼリが攻撃を仕掛ける際に有利な状況を作りやすい。\n- ゼリはKiteが得意で、セナの攻撃を避けながら反撃することができるため、レーンでのトレードで優位に立ちやすい。\n- セナのスタック依存の特性に対して、ゼリは持続的なダメージを与えられるため、セナが育つ前に有利な状況を作りやすい。",
			"アフェリオス": "アフェリオスが有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、セナのハラスに対しても柔軟に対応可能です。\n- セナはスタックを集めることで火力が向上しますが、アフェリオスはレベル12以降に特に強力な火力を発揮できるため、セナが育つ前に有利に立ち回ることができます。\n- アフェリオスの攻撃は、セナの回復能力を上回るダメージを与えることができ、特に接近戦での火力が高いため、セナに対してプレッシャーをかけやすいです。\n- セナは基礎ステータスが低く、捕まると簡単に倒されるため、アフェリオスの攻撃を受けると脆さが際立ちます。\n- アフェリオスはハラス性能が高く、セナの長射程を逆手に取って一方的に攻撃することができるため、レーンでの優位を維持しやすいです。",
			"ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、セナの基礎ステータスが低いため、早い段階でキルを狙いやすい。\n- セナはスタックを集めることに依存しており、序盤に育たないと火力が出せないが、ドレイヴンはパッシブによってゴールドを稼ぎやすく、早期にアイテムを揃えられる。\n- ドレイヴンの攻撃は高いダメージを持ち、セナの回復能力を上回るため、ハラス合戦で優位に立ちやすい。\n- ドレイヴンは移動速度を上げるスキルを持っており、セナの攻撃を避けながら攻撃することができるため、レーンでのプレッシャーをかけやすい。\n- セナは逃げ手段が乏しく、捕まると簡単に倒されるため、ドレイヴンの高いバーストダメージが特に効果的。"
		}
	},
	"ヴェイン": {
		"name": "ヴェイン",
		"beats": {
			"エズリアル": "エズリアルが不利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすいため、エズリアルの攻撃が当たりにくい。\n- ヴェインの確定ダメージはエズリアルのHPを迅速に削ることができ、特に1対1の状況で強力。\n- エズリアルの主力スキルが方向指定であるため、ヴェインのダッシュによって簡単に回避される。\n- ヴェインは短いCDのダッシュを持ち、エズリアルの攻撃を回避しながら接近しやすい。\n- エズリアルはAoE攻撃が少なく、ウェーブクリアが遅いため、ヴェインにレーンを押し込まれやすい。\n- ヴェインは持続的なCCを持つサポートと組むことで、エズリアルに対してさらにプレッシャーをかけることができる。",
			"ジン": "ジンが不利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、ジンの攻撃を避けながら接近することができるため、ジンが攻撃を当てるのが難しい。\n- ヴェインの確定ダメージはタンクや高HPの相手に対して強力だが、ジンはそのような相手に対しては効果的にダメージを与えられない。\n- ジンはブリンクや逃げる手段を持たないため、ヴェインに接近されるとオールインされやすく、非常に脆弱。\n- ヴェインのダッシュやノックバックを利用した立ち回りに対して、ジンはスキル発動時に足が止まるため、反撃が難しい。\n- ヴェインは1対1の戦闘において非常に強力で、ジンの通常攻撃のリロードタイミングを狙って攻撃することができる。"
		},
		"loses": {
			"ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、ヴェインのHPを迅速に削ることができる。\n- ヴェインは射程が短いため、ドレイヴンの攻撃を受けやすく、特に序盤のハラスで有利を取れる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ドレイヴンは移動速度を上げるスキルを持っており、ヴェインの機動力に対抗できるため、追撃や逃げる際に有利。\n- ヴェインはCCに弱く、ドレイヴンの攻撃を受けることで早期にキルを取るチャンスが増える。\n- ドレイヴンはレーンでのファーム性能が高く、ヴェインに対して圧力をかけやすい。",
			"アフェリオス": "アフェリオスが有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、ヴェインの高い機動力に対抗する手段を持っています。\n- ヴェインは射程が短いため、アフェリオスの攻撃を受けるリスクが高く、特にアフェリオスのハラスが有効です。\n- アフェリオスはレベル12以降に火力が大幅に上昇し、柔らかい敵に対して強力なダメージを与えることができるため、ヴェインに対しても優位に立てることが多いです。\n- ヴェインはCCを受けると脆弱ですが、アフェリオスは自身の武器の特性を活かして、ヴェインの攻撃を回避しやすいです。\n- アフェリオスは集団戦においても、ヴェインの機動力を制限する手段を持っているため、戦闘を有利に進めやすいです。",
			"コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃を持ち、ヴェインの短射程を活かして安全にハラスができる。\n- コーキのスキルは全てAoEであり、ヴェインが近づく前にダメージを与えることができる。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを出し続けることができるため、ヴェインに対して圧力をかけやすい。\n- ヴェインはCCがないため、コーキの攻撃を止める手段が限られており、コーキは自由に動きながら攻撃できる。\n- コーキはタンクや耐久力の高いチャンピオンに対して有利であり、ヴェインが持つ確定ダメージの特性を無効化しやすい。",
			"セナ": "セナが有利です。\n\n- セナは長射程を持ち、ヴェインの短射程を活かして一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- セナの回復能力により、ヴェインの攻撃を受けても持続的に戦えるため、レーン戦でのサステインが強い。\n- セナのスキルはCCを持っており、ヴェインの機動力を制限することができるため、彼女の動きを封じやすい。\n- セナはパッシブによって火力を強化できるため、レベルアップが早く、ヴェインに対しても高いダメージを出せる。\n- セナのアルティメットは無限の射程を持ち、遠くからの支援が可能なため、ヴェインが孤立した際に有利に働く。",
			"ザヤ": "ザヤが有利です。\n\n理由は以下の通りです。\n\n- ザヤはAoEダメージを持っており、集団戦やレーン戦でのファーム能力が高い。これにより、ヴェインのような単体ダメージに依存するチャンピオンに対して優位に立てる。\n- ザヤのスネアや加速スキルにより、ヴェインの機動力を制限しやすい。特に、ヴェインがダッシュを使った後にスネアを当てることで、追撃や反撃が可能になる。\n- ザヤは自衛能力が高く、ヴェインの攻撃を受けた際にも反撃しやすい。特に、ヴェインが近づいてきた際にザヤがスキルを使うことで、ダメージを与えつつ逃げることができる。\n- ザヤはラカンと組むことで、さらに強力なコンボを発揮できる。これにより、ヴェインに対しても圧力をかけやすくなる。\n- ヴェインは射程が短く、ザヤの攻撃範囲に入ると一方的にダメージを受けやすい。特に、ザヤが先手を取った場合、ヴェインは反撃が難しくなる。",
			"ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、ヴェインの攻撃を受ける前にダメージを与えることができる。\n- ヴェインは射程が短く、ヴァルスのポークに対して反撃しづらい。\n- ヴァルスのAoEスキルにより、ミニオンを利用してヴェインに圧力をかけることができる。\n- ヴァルスはCCを持っており、ヴェインの機動力を制限することができる。\n- ヴェインはCCに弱く、ヴァルスのスキルで捕まると大きなダメージを受けやすい。\n- ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボールしやすい。"
		}
	},
	"ジン": {
		"name": "ジン",
		"beats": {
			"ヴァルス": "ヴァルスが不利です。\n\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットで高いダメージを与えることができるため、ヴァルスはハラスを受けやすい。\n- ジンのスキルは全てAoE効果を持ち、ミニオンを利用したプッシュやトレードが得意で、ヴァルスはその影響を受けやすい。\n- ジンはブリンクや逃げスキルを持たないため、ヴァルスが接近してオールインを仕掛けると、ジンの攻撃を避けるのが難しくなる。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、ジンの攻撃を受ける前に反撃される可能性が高い。\n- ジンの残弾数が見えるため、ヴァルスはジンの攻撃のタイミングを読みやすく、リロードのタイミングを狙われやすい。",
			"ケイトリン": "ケイトリンが不利です。\n\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットで高いバーストダメージを出せるため、ケイトリンがハラスを行っている際に逆にダメージを受けやすい。\n- ジンのスキルは全てAoE効果を持ち、ケイトリンが集団戦やレーンでのハラスを行う際に、複数の敵にダメージを与えられるため、ケイトリンの攻撃が分散しやすい。\n- ケイトリンはスキルのモーションが長く、ジンの攻撃を受ける際に隙ができやすく、特にジンの攻撃を避けるのが難しい。\n- ジンはブリンクを持たないが、ケイトリンもオールインに対して脆弱であり、ジンが接近してくると一気に不利な状況に陥ることが多い。\n- ケイトリンのスキルはパッシブに依存しているため、コンボが決まらないと殴り合いで劣ることが多く、ジンの高いDPSに対抗しにくい。",
			"スモルダー": "スモルダーが不利です。\n\n- ジンは長射程の攻撃を持ち、スモルダーが近づく前にハラスを行いやすい。\n- ジンの攻撃は高いダメージを持ち、特に4発目の攻撃やアルティメットは体力の減ったスモルダーに対して致命的なダメージを与えることができる。\n- スモルダーは序盤のスタックがない状態ではダメージが低く、ジンの攻撃に対して耐えるのが難しい。\n- ジンはスキル発動時に足が止まるが、スモルダーは逃げる手段がEスキルのみでCDが長いため、ジンの攻撃を受けやすい。\n- スモルダーはAA強化がないため、DPSが低く、ジンとの1対1の戦闘で不利になることが多い。",
			"ジンクス": "ジンクスが不利です。\n\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットで高いダメージを与えることができるため、ジンクスが接近する前に大きなダメージを受ける可能性が高い。\n- ジンの攻撃は全てAoE効果を持ち、ジンクスが集団戦でのAoEダメージを活かす際に、ジンの攻撃によって逆にダメージを受けやすい。\n- ジンはブリンクや逃げスキルを持たないため、ジンクスがオールインを仕掛けた際に、ジンが反撃しやすい状況を作りやすい。\n- ジンクスは自衛手段が乏しく、特にジンの高いダメージを受けると、すぐに倒されるリスクがある。\n- ジンの残弾数が見えるため、ジンクスはリロードのタイミングを狙われやすく、特に4発目の攻撃後に攻撃を仕掛けられると危険。"
		},
		"loses": {
			"コーキ": "コーキが有利です。\n\n理由:\n- コーキは全てのスキルがAoEであり、ジンの攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- コーキの攻撃は長射程であり、ジンの攻撃を届かせる前にダメージを与えることができる。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを出す能力が高いため、ジンのリロードタイミングを狙いやすい。\n- ジンは接近されると脆弱だが、コーキはCCがないため、ジンの攻撃を受けることなく距離を保ちながら攻撃できる。\n- コーキはタンク系のチャンピオンに対して有利であり、ジンのような脆弱なマークスマンに対しても高いダメージを与えられる。",
			"ゼリ": "ゼリが有利です。\n\n理由は以下の通りです。\n\n- 高い機動力を持ち、ジンの攻撃を避けやすい。ジンはブリンクや逃げスキルを持たないため、ゼリの機動力を活かして距離を取ることができる。\n- ゼリのQスキルはノーコストで使用でき、持続的に攻撃を行いやすい。これにより、ジンの攻撃を受けることなくハラスを行うことができる。\n- ジンの通常攻撃はリロードがあり、4発目の攻撃が強力だが、ゼリはそのタイミングを見計らって攻撃を避けることができる。\n- ゼリは接近手段に確実性がないジンに対して、Kiteを行いやすく、ジンの攻撃を受けずにダメージを与えることができる。\n- ジンは序盤のDPSが低く、ゼリの機動力を活かしてハラスを行うことで、レーンでの優位を築きやすい。",
			"カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは高いバーストダメージを持ち、ジンの通常攻撃やスキルに対して瞬時に反撃できるため、オールインが強力です。\n- ジンはブリンクや逃げスキルを持たないため、カイ＝サが接近して攻撃することで、ジンに対して有利に立ち回れます。\n- カイ＝サのスキルは魔法ダメージを持つため、ジンの防御アイテムに対して効果的です。\n- カイ＝サはUltを使って長距離移動ができるため、ジンの攻撃を避けつつ、奇襲をかけることが可能です。\n- ジンは残弾数が見えるため、カイ＝サはジンのリロードタイミングを狙って攻撃することができます。",
			"トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、ジンのように逃げる手段がないチャンピオンに対して有利です。\n- ジンは接近されると脆弱ですが、トゥイッチは移動速度を上昇させるスキルを持っており、ジンの攻撃を避けやすいです。\n- トゥイッチのアルティメットは長射程で、ジンが安全に攻撃できない位置から一方的にダメージを与えることができます。\n- ジンは残弾数が見えるため、トゥイッチがリロードのタイミングを狙いやすく、ジンの攻撃を避けるチャンスが増えます。\n- トゥイッチは集団戦での火力が高く、ジンが体力の減った敵に対して強いとはいえ、トゥイッチの持つ持続的なダメージでジンを圧倒することが可能です。"
		}
	},
	"ルシアン": {
		"name": "ルシアン",
		"beats": {
			"トゥイッチ": "トゥイッチが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチが装備を整える前に攻撃を仕掛けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、トゥイッチがハラスを受けやすい。\n- トゥイッチは序盤のトレードが苦手で、ルシアンの攻撃を受けるとすぐに不利な状況に陥る。\n- ルシアンは機動力が高く、トゥイッチのステルスを無視して追撃することができる。\n- トゥイッチは逃げ性能が低く、ルシアンのオールインに対して対抗しづらい。",
			"ヴァルス": "ヴァルスが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ヴァルスに対して強力なハラスを行うことができるため、レーンでのトレードで不利になる。\n- ルシアンのスキルのクールダウンが短く、機動力が高いため、ヴァルスが攻撃を避けるのが難しい。\n- ヴァルスはHP回復が低く、逃げる手段が限られているため、ルシアンのオールインに対して脆弱。\n- ルシアンは射程が短いが、ヴァルスの攻撃を受ける前にスキルを使って距離を詰めることができるため、ヴァルスが攻撃しづらい。\n- ルシアンのパッシブ効果により、スキル使用後の通常攻撃が強力で、ヴァルスはその連続攻撃に対して耐えにくい。",
			"ヴェイン": "ヴェインが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ヴェインがスキルを使う前にハラスを受けやすい。\n- ルシアンの通常攻撃はスキル使用後に追加ダメージが発生するため、ヴェインの自衛手段が限られている状況でのトレードが不利になる。\n- ヴェインは射程が短く、ルシアンの攻撃を受けやすく、特にレーン戦でのハラスに対して脆弱。\n- ルシアンは機動力が高く、ヴェインがオールインを仕掛ける際に逃げる手段を持っているため、ヴェインが攻撃を仕掛けるのが難しい。\n- ルシアンは集団戦においても高いダメージを出せるため、ヴェインが集団戦で活躍する前に倒されるリスクが高い。"
		},
		"loses": {
			"コーキ": "コーキが有利です。\n\n- コーキは長射程の攻撃を持っており、ルシアンの短い射程を活かしてハラスを行いやすい。\n- コーキのスキルはAoE攻撃であり、ルシアンが複数のミニオンや敵チャンピオンに対してダメージを与えることができるため、レーンでのプッシュが得意。\n- ルシアンはスキルのクールダウンが短いものの、コーキのアルティメットは非常に短いクールダウンを持ち、持続的なダメージを出しやすい。\n- コーキは敵の防御力を低下させるデバフを持っており、これによりルシアンに対しても効果的にダメージを与えることができる。\n- ルシアンはCCを持たないため、コーキの機動力を活かした立ち回りに対して対抗しにくい。",
			"アフェリオス": "アフェリオスが有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、ルシアンの攻撃に対して柔軟に対応できる。\n- ルシアンは射程が短いため、アフェリオスの攻撃を受けやすく、ハラスを受けるリスクが高い。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、ルシアンに対して高い火力を発揮できる。\n- ルシアンはCCを持たないため、アフェリオスが持つ武器の効果を活かしやすく、オールインの際に有利に立ち回れる。\n- アフェリオスはハラス性能が低いマークスマンに対して有利であり、ルシアンのバーストダメージに対抗しやすい。"
		}
	},
	"ニーラ": {
		"name": "ニーラ",
		"beats": {
			"エズリアル": "エズリアルが不利です。\n\n理由は以下の通りです。\n\n- ニーラは近接チャンピオンであり、エズリアルの射程を活かしたポークを受けにくい。ニーラの機動力により、エズリアルが距離を保つのが難しくなる。\n- ニーラは持続的なダメージを持ち、エズリアルのHPを削りやすい。特に、エズリアルがスキルを外した場合、ニーラは容易に反撃できる。\n- ニーラのパッシブにより、味方のヒールやシールド効果が強化されるため、エズリアルがダメージを与えても回復されてしまう。\n- ニーラは連続ダッシュを使ってエズリアルに接近しやすく、エズリアルのスキルを避けながら攻撃することができる。\n- エズリアルは主力スキルが方向指定であるため、ニーラの高い機動力に対して当てにくく、ダメージを出しづらい。",
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- 射程の長い攻撃を持つケイトリンは、ニーラに対して一方的にハラスを行いやすく、序盤からダメージを与えられる。\n- ニーラは近接チャンピオンであり、ケイトリンの射程に対抗することが難しく、接近する前にダメージを受けやすい。\n- ケイトリンの罠を利用されると、ニーラは移動が制限され、攻撃を受けやすくなる。\n- ニーラはサポートがいない場合、パッシブの効果が薄れ、序盤のハラスに対抗する手段が限られる。\n- ケイトリンはレーンでのプッシュ力が高く、ニーラがCSを取るのが難しくなるため、経験値差がつきやすい。",
			"トゥイッチ": "トゥイッチが不利です。\n\n- ニーラは近接チャンピオンであり、トゥイッチの射程外から攻撃できるため、序盤のハラスが強力です。\n- ニーラの高い機動力により、トゥイッチの攻撃を避けながら接近しやすく、トレードで有利に立ち回ることができます。\n- ニーラは持続的なダメージを持ち、トゥイッチが装備を整える前にダメージを与えられるため、序盤の対面で圧力をかけやすいです。\n- トゥイッチは逃げ性能が低く、ニーラの追撃を受けやすいため、奇襲や集団戦でのリスクが高まります。\n- ニーラのパッシブによるヒール効果が、トゥイッチのダメージを相殺しやすく、持続戦闘で不利になります。",
			"カイ＝サ": "カイ＝サが不利です。\n\n- ニーラは近接チャンピオンであり、オールインが強力であるため、カイ＝サは序盤からハラスを受けやすい。\n- ニーラの高い機動力と連続ダッシュにより、カイ＝サの攻撃を避けやすく、逆にカイ＝サが攻撃を受けるリスクが高まる。\n- ニーラは味方との連携を重視した戦闘スタイルを持ち、特にサステインが高い相方と組むことで、カイ＝サに対して優位に立つことができる。\n- カイ＝サは射程が短く、ニーラの攻撃範囲に入ると一方的にダメージを受ける可能性が高い。\n- ニーラのパッシブによるヒールやシールド効果が、カイ＝サのバーストダメージを相殺することができるため、持続戦闘で不利になる。",
			"ミス・フォーチュン": "ミス・フォーチュンはニーラに不利です。\n\n- ニーラは近接チャンピオンであり、ミス・フォーチュンの射程外からハラスを受けることができるため、序盤のレーンでのハラスが厳しい。\n- ニーラの高い機動力により、ミス・フォーチュンが接近されると、オールインされるリスクが高まる。\n- ニーラは持続的なダメージを持ち、特に味方との連携を重視した戦闘スタイルが強力で、ミス・フォーチュンのスローしかないCCでは対処が難しい。\n- ニーラはサステインが高く、ミス・フォーチュンのハラスを受けても回復しやすいため、レーンでの優位を維持しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、ニーラの持続的なダメージに対抗するのが難しい。",
			"サミーラ": "サミーラがニーラに不利です。\n\n- ニーラは高い機動力を持ち、連続ダッシュで接近や逃走が得意なため、サミーラの攻撃を避けやすい。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化し、レーンでのサステインが高くなるため、サミーラがハラスを行っても効果が薄れる。\n- ニーラは接近戦を得意とし、サミーラの射程の短さを逆手に取ってオールインを仕掛けることができる。\n- ニーラは基礎ステータスが低い序盤においても、サステインが高く、サミーラがハラスを行う際に逆にダメージを受けやすい。\n- ニーラはCCを持つチャンピオンに対して強いが、サミーラは単独でのCCがないため、ニーラの攻撃を受けやすくなる。",
			"ヴァルス": "ヴァルスが不利です。\n\n- ニーラは近接チャンピオンであり、ヴァルスの射程を活かした攻撃を避けることができるため、接近戦での優位性を持っています。\n- ニーラの高い機動力により、ヴァルスのスキルを回避しやすく、持続的なダメージを与えることが可能です。\n- ニーラのパッシブによるヒールやシールド効果が、ヴァルスのハラスを軽減し、レーンでのサステインを向上させます。\n- ヴァルスはHP回復が低く、ニーラの持続的な攻撃に対して脆弱です。\n- ニーラは味方との連携を重視した戦闘スタイルを持ち、サポートがいる場合、さらに強力になります。これに対して、ヴァルスは単独での生存能力が低いため、連携を取られると不利になります。",
			"アフェリオス": "アフェリオスがニーラに不利です。\n\n- ニーラは近接チャンピオンであり、アフェリオスの射程を活かしにくい状況を作り出すことができる。\n- ニーラの高い機動力により、アフェリオスの攻撃を避けながら接近しやすく、ハラスを行いやすい。\n- ニーラは味方のヒールやシールドを強化するパッシブを持っており、アフェリオスのダメージを軽減しやすい。\n- アフェリオスは機動力が低く、ニーラの連続ダッシュによる追撃に対して逃げる手段が限られている。\n- ニーラは持続的なダメージを出す能力が高く、アフェリオスが序盤でのハラスに苦しむ要因となる。"
		},
		"loses": {
			"ザヤ": "ザヤがニーラに有利です。\n\n理由は以下の通りです。\n\n- ザヤは射程が長く、ニーラの近接攻撃を避けながらハラスを行うことができるため、序盤から優位に立ちやすい。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤のハラスに弱いが、ザヤはそのハラスを行いやすい。\n- ザヤのスネアはニーラのダッシュを無効化できるため、ニーラの機動力を制限しやすい。\n- ザヤはAoEダメージを持っており、集団戦でもニーラに対して有利に立ち回ることができる。\n- ニーラは装備やレベルに依存しやすく、序盤にザヤに対して劣位に立つと、その後のレーンでの存在感が薄れる。",
			"シヴィア": "シヴィアが有利です。\n\n理由は以下の通りです。\n\n- シヴィアは射程が長く、ニーラの近接攻撃を避けやすい。\n- シヴィアのウェーブクリア能力が高く、ニーラがレーンでのプレッシャーをかけるのを難しくする。\n- スペルシールドにより、ニーラのスキルを無効化できるため、トレードで有利を取れる。\n- シヴィアの移動速度上昇効果により、ニーラのダッシュをかわしやすく、逃げることができる。\n- ニーラはサポートがいないと弱くなるが、シヴィアは単独でも安定したダメージを出せるため、レーンでの優位性を保ちやすい。",
			"ゼリ": "ゼリが有利です。\n\n理由は以下の通りです。\n\n- ゼリは射程が長く、ニーラの接近を許さずにハラスを行いやすい。\n- ニーラはメレーキャリーであり、ゼリの攻撃を受けるとダメージを受けやすい。\n- ゼリの高い機動力により、ニーラのダッシュを避けることができ、トレードで優位に立ちやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的に攻撃を行い、ニーラのサステインを削ることができる。\n- ニーラはサポートがいない場合、パッシブの効果が薄れやすく、ゼリのハラスに対抗しにくい。",
			"スモルダー": "スモルダーが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: スモルダーは遠距離攻撃が可能なため、ニーラの攻撃を避けながらハラスを行いやすい。\n- スキルのスタック: スモルダーはスキルを使うことでスタックを貯め、後半のダメージが非常に高くなるため、ニーラに対して持続的なダメージを与えられる。\n- AoE攻撃: スモルダーのAoE攻撃は、ニーラが味方と連携して戦う際に、集団戦での優位性を持たせることができる。\n- 高い機動力: スモルダーはEスキルを使うことで地形を無視して移動できるため、ニーラの追撃をかわすことができる。\n- 1対1の戦闘性能: スモルダーはAA強化がないものの、遠距離からの攻撃でニーラに対して有利に立ち回ることができる。",
			"ユナラ": "ユナラが有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、ニーラの攻撃を受ける前にハラスが可能。\n- ニーラは近接チャンピオンであり、ユナラの攻撃範囲から攻撃することができるため、ニーラが接近するのを難しくする。\n- ユナラの魔法ダメージはニーラのサステインを無効化しやすく、ニーラのヒール効果を軽減できる。\n- ユナラは高い移動速度を持ち、ニーラのダッシュを避けることができるため、追撃を受けにくい。\n- ニーラは装備やレベルに依存しやすいが、ユナラは早い段階からダメージを出せるため、レーンでの優位を築きやすい。",
			"ジグス": "ジグスがニーラに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ジグスは遠距離攻撃が可能で、ニーラの接近を許さずにハラスを行うことができるため、ニーラは攻撃を受けやすい。\n- AoEダメージ: ジグスのスキルは全て範囲攻撃であり、ニーラがミニオンを利用して近づく際にもダメージを与えやすい。\n- スキルの設置型: ジグスの設置型スキルは、ニーラがダッシュで接近する際に障害物として機能し、動きに制限をかけることができる。\n- マナ管理: ジグスはスキルを連発することでダメージを出せるが、ニーラはサステインが高い相方と組まない限り、序盤のハラスに対処しづらい。\n- 接近戦での脆弱性: ジグスは接近を許すと弱くなるが、ニーラは接近するための条件が整わない限り、ジグスに対して有効な攻撃ができない。",
			"ジン": "ジンが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ジンは遠距離から攻撃できるため、ニーラの接近を許さずにハラスを行いやすい。\n- 高いハラス能力: ジンの攻撃はAoE効果を持ち、特に序盤からニーラに対して持続的なダメージを与えることができる。\n- 4発目の攻撃: ジンの4発目は特に高いダメージを持ち、ニーラが体力を削られた際に致命的な一撃を与えることができる。\n- CCの欠如: ニーラは接近戦を得意とするが、ジンは逃げる手段がないため、ニーラが接近する前にダメージを与えられる。\n- ニーラの弱点を突ける: ニーラはサポートがいないとパッシブの効果が薄れるため、ジンが序盤から優位に立つことでニーラの成長を妨げることができる。",
			"ドレイヴン": "ドレイヴンがニーラに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ドレイヴンは遠距離攻撃が可能で、ニーラの近接攻撃に対して安全にハラスを行える。\n- 高いバーストダメージ: ドレイヴンは序盤から非常に高いダメージを持っており、ニーラがサステインを持っていても一気に削り取ることができる。\n- 操作の難しさ: ニーラはサポートがいないとパッシブの効果が薄れ、序盤のハラスに弱い。ドレイヴンはその隙を突いて攻撃を仕掛けやすい。\n- CCの欠如: ニーラは移動妨害を持たないため、ドレイヴンは自由に動きながら攻撃でき、斧を拾うことが容易になる。\n- スノーボールの可能性: ドレイヴンはゴールドを稼ぎやすく、序盤の優位を活かしてさらに強力なアイテムを早期に揃えることができる。これにより、ニーラに対して圧倒的な存在感を示すことができる。"
		}
	},
	"アフェリオス": {
		"name": "アフェリオス",
		"beats": {
			"ヴェイン": "ヴェインがアフェリオスに不利です。\n\n- アフェリオスは射程が長く、ヴェインの短い射程を活かす前にハラスを行いやすい。\n- アフェリオスの武器の効果により、ヴェインの機動力を無効化することができるため、接近戦に持ち込むのが難しい。\n- アフェリオスはレベル12以降に火力が大幅に上がるため、序盤のビハインドを取り返すのが難しい。\n- ヴェインは集団戦での立ち回りが難しく、アフェリオスの持つスキルによって一方的に攻撃される可能性が高い。\n- アフェリオスは自己防衛手段が武器に依存しているが、ヴェインはCCを受けると脆弱であり、アフェリオスの攻撃を受けやすい。"
		},
		"loses": {
			"ジグス": "ジグスがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、アフェリオスが攻撃する前にハラスを行いやすい。\n- アフェリオスは機動力が低く、ジグスのスキルを避けるのが難しいため、ダメージを受けやすい。\n- ジグスのスキルは範囲攻撃であり、アフェリオスがミニオンを処理する際に一緒にダメージを与えることができる。\n- アフェリオスは武器の切り替えに依存しているため、ジグスの持つ持続的な圧力に対抗しづらい。\n- ジグスはタワー破壊能力が高く、アフェリオスが育つ前にタワーを早期に破壊することができる。",
			"コーキ": "コーキがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃が可能で、アフェリオスの攻撃を受ける前にハラスができるため、序盤から優位に立ちやすい。\n- コーキのスキルはAoE攻撃であり、アフェリオスが集団戦やレーンで複数の敵に対してもダメージを与えやすい。\n- アフェリオスは機動力が低く、コーキの持続的なダメージに対して逃げる手段が限られているため、コーキが有利に戦える。\n- コーキのアルティメットはクールダウンが短く、頻繁に高いダメージを出せるため、アフェリオスに対して圧力をかけ続けることができる。\n- アフェリオスは武器の切り替えに依存しているため、コーキのAoE攻撃によってその戦術が崩されやすい。",
			"トゥイッチ": "トゥイッチがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、アフェリオスの低い機動力を突くことができる。\n- アフェリオスは自己防衛手段が武器に依存しているため、トゥイッチの攻撃を受けると脆弱になりやすい。\n- トゥイッチのアルティメットは長射程であり、アフェリオスが安全に攻撃できない位置からダメージを与えることができる。\n- トゥイッチはアフェリオスに対して持続的なダメージを与えることができ、特に集団戦での火力が高いため、アフェリオスが対処しづらい。\n- アフェリオスは序盤の立ち上がりが難しいため、トゥイッチが早期に優位に立つことで、試合全体を有利に進めることができる。",
			"サミーラ": "サミーラがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いてオールインしやすい。\n- アフェリオスは自己防衛手段が武器に依存しているため、サミーラの高いDPSとバーストダメージに対抗しにくい。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃が可能で、アフェリオスが武器の切り替えを行っている間に攻撃を仕掛けることができる。\n- サミーラのブリンク能力により、アフェリオスのスキルを回避しやすく、接近してダメージを与えることができる。\n- アフェリオスは序盤の立ち上がりが難しいため、サミーラが早期に優位に立つことで、ゲーム全体を有利に進めることができる。",
			"アッシュ": "アッシュが有利です。\n\n- アッシュは長射程を持ち、アフェリオスに対して一方的にハラスを行いやすいです。\n- アッシュのスロー効果により、アフェリオスが近づくのを防ぎやすく、Kiting性能が高いため、アフェリオスの攻撃を避けながらダメージを与えられます。\n- アフェリオスは機動力が低く、アッシュのスローやスタンを受けると逃げる手段が限られます。\n- アッシュの視界確保能力により、アフェリオスが安全にファームするのを妨げることができ、レーンでの優位性を保ちやすいです。\n- アフェリオスは武器の切り替えに依存しているため、アッシュの持つ長射程とCCによって、アフェリオスの戦術を制限することができます。",
			"ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、アフェリオスに対してハラスを行いやすい。\n- アフェリオスは機動力が低く、ヴァルスのスキルを避けるのが難しい。\n- ヴァルスのAoEスキルにより、ミニオンがいる状況でも高いダメージを出せるため、アフェリオスの攻撃を受けるリスクが高まる。\n- アフェリオスは武器の切り替えに依存しているため、ヴァルスの持つCCを受けると反撃が難しくなる。\n- アフェリオスはレベル依存度が高く、序盤の立ち上がりが難しいが、ヴァルスは序盤から強力なハラスが可能で、アフェリオスを圧倒しやすい。"
		}
	},
	"ドレイヴン": {
		"name": "ドレイヴン",
		"beats": {
			"ヴェイン": "ヴェインはドレイヴンに不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインが攻撃を受けやすい状況を作りやすい。\n- ドレイヴンの攻撃はAAに依存しており、ヴェインの機動力を活かす前にダメージを受ける可能性が高い。\n- ドレイヴンは移動速度を上げるスキルを持っており、ヴェインが逃げるのが難しくなる。\n- ヴェインは射程が短く、ドレイヴンの攻撃を避けるのが難しいため、ハラスで不利になる。\n- ドレイヴンのパッシブによるゴールドアドバンテージが、ヴェインの成長を妨げる要因となる。",
			"トリスターナ": "トリスターナが不利です。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、トリスターナが装備を整える前に圧倒されやすい。\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージを出しづらく、ドレイヴンに対抗するのが難しい。\n- ドレイヴンの高い攻撃力とパッシブによるゴールドアドバンテージにより、トリスターナが育つ前に有利な状況を作られる。\n- トリスターナはEのパッシブにより自動でウェーブをプッシュしてしまうため、ガンクを受けやすく、ドレイヴンに対して安全にファームするのが難しい。\n- ドレイヴンは移動速度を上げるスキルを持っており、トリスターナが逃げる際に追撃されやすい。",
			"シヴィア": "シヴィアがドレイヴンに不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアの基礎射程が短いため、トレードで先手を取られやすい。\n- ドレイヴンの攻撃はAAに依存しており、シヴィアはスペルシールドを持っているものの、ドレイヴンの高火力に対しては効果的に対抗できない。\n- シヴィアはウェーブクリア能力が高いが、ドレイヴンの高いダメージを受けると、レーンでのプレッシャーを維持するのが難しくなる。\n- ドレイヴンの移動速度上昇のスキルにより、シヴィアが逃げる際に追撃されやすく、オールインで不利な状況に陥ることが多い。\n- シヴィアは単体へのDPSが低いため、ドレイヴンとの1対1の殴り合いでは劣ることが多い。",
			"カイ＝サ": "カイ＝サが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、カイ＝サが攻撃を受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、カイ＝サはCCを持たないため、ドレイヴンの攻撃を無効化できない。\n- ドレイヴンは移動速度を上げるスキルを持っており、追撃性能が高いため、カイ＝サが逃げるのが難しい。\n- カイ＝サは射程が短く、ドレイヴンの攻撃範囲に入ると危険な状況になる。\n- ドレイヴンはオールインが強力で、カイ＝サが主導権を握られると装備依存度の高さが影響しやすい。",
			"トゥイッチ": "トゥイッチがドレイヴンに不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、トゥイッチが装備を整える前に攻撃を受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、トゥイッチのステルスを利用した奇襲が難しい。\n- ドレイヴンは移動速度を上げるスキルを持っており、トゥイッチが逃げるのが難しくなる。\n- ドレイヴンの高いダメージ出力に対して、トゥイッチは序盤の耐久力が低く、オールインで負けやすい。\n- トゥイッチはハードCCに弱く、ドレイヴンの攻撃を受けると一気に不利な状況に陥ることが多い。"
		},
		"loses": {
			"ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ドレイヴンよりも遠くから攻撃できるため、序盤から一方的にハラスが可能です。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、ケイトリンの射程の長さによって攻撃を避けることが容易です。\n- ケイトリンの罠を使うことで、ドレイヴンの移動を制限し、彼の攻撃を受けるリスクを高めることができます。\n- ケイトリンは序盤からのタワーシージが得意で、ドレイヴンが育つ前にタワーを破壊しやすいです。\n- ドレイヴンは移動妨害に弱く、ケイトリンの罠やスキルによって彼の行動を制限することができるため、戦闘での優位性を保ちやすいです。",
			"アフェリオス": "アフェリオスがドレイヴンに有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、ドレイヴンの高いバーストダメージに対抗する手段を持っています。\n- アフェリオスの攻撃は追加効果を持ち、特にレベル12以降は高い火力を発揮できるため、ドレイヴンの耐久力を脅かすことができます。\n- ドレイヴンはAAに依存しているため、アフェリオスのハラスやCCを受けると攻撃が難しくなります。\n- アフェリオスは機動力が低いドレイヴンに対して、武器の効果を活かして安全にダメージを与えることができるため、序盤から有利に立ち回ることができます。\n- ドレイヴンは移動妨害に弱く、アフェリオスの武器の効果を利用して、ドレイヴンの斧を拾う動きを妨げることが可能です。",
			"サミーラ": "サミーラが有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ドレイヴンの高いバーストダメージを受ける前にオールインが可能です。\n- ドレイヴンはAAに依存しているため、サミーラのブリンクを使って攻撃を回避しつつ、反撃することができます。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃を行えるため、ドレイヴンがCCを受けた際には特に有利です。\n- サミーラの高いDPSとバーストダメージにより、ドレイヴンが斧を拾う前に倒すことができる可能性が高いです。\n- ドレイヴンは移動妨害に弱く、サミーラの攻撃を受けることでその弱点を突かれやすいです。",
			"ヴァルス": "ヴァルスがドレイヴンに有利です。\n\n- 射程の差: ヴァルスはドレイヴンよりも射程が長いため、ドレイヴンが近づく前に攻撃できる。\n- ポーク能力: ヴァルスはスキルを使ってドレイヴンにハラスをかけることができ、序盤からのダメージを与えやすい。\n- CCの存在: ヴァルスはスキルで相手を拘束することができ、ドレイヴンの動きを制限しやすい。\n- 自衛手段: ヴァルスは逃げる手段が限られているが、ドレイヴンの攻撃を受ける前にダメージを与えられるため、先手を取ることができる。\n- スノーボール性能: ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、序盤からの有利をさらに拡大できる。"
		}
	},
	"コグ＝マウ": {
		"name": "コグ＝マウ",
		"beats": {
			"ゼリ": "ゼリがコグ＝マウに不利です。\n\n- コグ＝マウは長射程を持ち、集団戦でのダメージ出力が高いため、ゼリが近づく前に攻撃を受けやすい。\n- コグ＝マウの割合ダメージは、ゼリが持つ回復手段や機動力を無視して高いダメージを与えることができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、コグ＝マウのハラスに対抗しにくい。\n- コグ＝マウは機動力が低いが、ゼリが接近する前にダメージを与えられるため、ゼリが攻撃を仕掛けるのが難しい。\n- コグ＝マウのスキルは、ゼリの機動力を活かしたトレードを封じる要素があり、特に集団戦でのCCが脅威となる。",
			"サミーラ": "サミーラがコグ＝マウに不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、サミーラが接近する前にダメージを与えることができるため、レーン戦でのハラスが難しい。\n- コグ＝マウの割合ダメージはタンクに対して強力ですが、サミーラは高いバーストダメージを持っており、接近戦での瞬時のダメージが脅威となる。\n- サミーラは機動力が高いものの、コグ＝マウの射程に対抗するためには接近しなければならず、その際にコグ＝マウの攻撃を受けやすい。\n- コグ＝マウは自衛手段が乏しいが、サミーラが接近する際にCCを持つサポートと組むことで、サミーラの攻撃を封じることができる。\n- サミーラは防御ステータスが低く、コグ＝マウの持つ持続的なダメージに対して耐えられないことが多い。",
			"シヴィア": "シヴィアはコグ＝マウに不利です。\n\n- コグ＝マウは長射程を持ち、特にWによってさらに射程が延びるため、シヴィアが近づく前にダメージを与えやすい。\n- コグ＝マウの割合ダメージは、シヴィアのHPを効率的に削ることができ、特にタンク相手に強力なダメージを出せる。\n- シヴィアは基礎射程が短く、コグ＝マウの攻撃を受けやすく、トレードで不利になることが多い。\n- コグ＝マウは自衛手段が乏しいシヴィアに対して、持続的なダメージを与えやすく、特に集団戦でのダメージ出力が高い。\n- シヴィアの移動速度上昇やスペルシールドは、コグ＝マウの攻撃を完全に回避することが難しく、特にハラスやオールインで不利になる。",
			"カイ＝サ": "カイ＝サが不利です。\n\n- コグ＝マウは長射程を持ち、Wによってさらに射程が延びるため、カイ＝サが攻撃を仕掛ける前にダメージを与えられる。\n- コグ＝マウの割合ダメージは、タンク相手だけでなく、カイ＝サに対しても効果的にダメージを与えることができる。\n- カイ＝サはCCを持たず、機動力が低いため、コグ＝マウの攻撃を避けるのが難しい。\n- コグ＝マウは集団戦でのダメージ出力が高く、カイ＝サが集団戦での位置取りをする際に脅威となる。\n- カイ＝サは装備依存度が高く、序盤での主導権を握られると、コグ＝マウに対抗するのが難しくなる。",
			"ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、ドレイヴンが近づく前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンク相手に強力なダメージを出せるため、ドレイヴンの耐久力を削りやすい。\n- コグ＝マウは集団戦でのダメージ出力が高く、ドレイヴンがオールインを仕掛ける前に大きなダメージを与えられる。\n- ドレイヴンは移動妨害に弱く、コグ＝マウのスキルによって位置取りが難しくなる。\n- コグ＝マウは自衛手段が乏しいが、ドレイヴンも斧を拾う必要があるため、操作ミスが致命的になりやすい。"
		},
		"loses": {
			"ザヤ": "ザヤがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- ザヤは機動力があり、スネアを使ってコグ＝マウの攻撃を妨害できるため、接近戦で優位に立てる。\n- コグ＝マウは自衛手段が乏しく、ザヤの攻撃を受けやすい。特に、ザヤのAoEダメージはコグ＝マウに対して効果的。\n- ザヤは射程が短いとはいえ、コグ＝マウの攻撃を避けることができるため、ハラスを行いやすい。\n- コグ＝マウはスキルのクールダウン中に戦闘能力が低下するが、ザヤは持続的にダメージを与えられるため、レーン戦での優位性を保ちやすい。\n- ザヤはラカンと組むことで、さらに強力なエンゲージや反撃が可能になり、コグ＝マウに対して圧力をかけやすい。",
			"セナ": "セナがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、コグ＝マウよりも遠くから攻撃できるため、レーンでのハラスが非常に強力です。\n- コグ＝マウは機動力が低く、セナの攻撃を避けるのが難しいため、セナは安全にダメージを与え続けることができます。\n- セナの回復能力により、コグ＝マウの攻撃を受けても持続的に戦えるため、レーンでのサステインが高いです。\n- コグ＝マウはハードCCを持たないため、セナが攻撃を仕掛けた際に反撃が難しく、セナが有利な状況を作りやすいです。\n- セナのパッシブによって、レーンでのゴールド獲得が容易になり、アイテム差をつけやすくなります。",
			"ミス・フォーチュン": "ミス・フォーチュンはコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードでコグ＝マウに対して優位に立てる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ミス・フォーチュンの攻撃を受けやすい。\n- ミス・フォーチュンのQスキルの跳弾は、コグ＝マウのような集団戦でのダメージ出力が高いキャリーに対しても効果的にダメージを与えられる。\n- コグ＝マウはWのクールダウン中に戦闘能力が大きく落ちるため、ミス・フォーチュンがその隙を突いて攻撃することができる。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが強力で、コグ＝マウのような集団戦でのダメージ出力が高いキャリーに対しても有効に働く。",
			"ヴァルス": "ヴァルスがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴァルスはコグ＝マウよりも射程が長いため、遠距離から安全にハラスを行うことができ、コグ＝マウが反撃する前にダメージを与えられます。\n- CCの存在: ヴァルスはスキルにCCを持っており、コグ＝マウの動きを制限することで、彼の攻撃を避けやすくなります。\n- スノーボール性能: コグ＝マウは機動力が低く、ヴァルスがキルを取ることで攻撃速度が上がり、さらに有利な状況を作りやすくなります。\n- 継続的なハラス: ヴァルスはAoEダメージを持っているため、ミニオンがいる状況でも高いDPSを発揮でき、コグ＝マウのファームを妨害しやすいです。\n- 自衛手段の欠如: コグ＝マウはハードCCを持たず、ヴァルスの攻撃に対して自衛が難しいため、ヴァルスが優位に立ちやすいです。",
			"トゥイッチ": "トゥイッチがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、コグ＝マウの低い機動力を突くことができる。\n- コグ＝マウは自衛手段が乏しく、トゥイッチの攻撃を受けやすい。\n- トゥイッチのアルティメットは長射程で、コグ＝マウが攻撃を仕掛ける前にダメージを与えることができる。\n- コグ＝マウは接近戦が得意ではないため、トゥイッチの奇襲に対して反撃が難しい。\n- トゥイッチはバーストダメージが高く、コグ＝マウのHPを迅速に削ることができる。"
		}
	},
	"スモルダー": {
		"name": "スモルダー",
		"beats": {
			"ザヤ": "ザヤが不利です。\n\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にハラスを行うことができる。\n- スモルダーのスキルはAoEダメージが豊富で、集団戦でのダメージを稼ぎやすく、ザヤが集団戦でのダメージを出しにくくなる。\n- スモルダーはEスキルで高速移動が可能で、ザヤのスネアを避けやすく、ザヤが反撃する機会を減らす。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなり、ザヤが持つ自衛手段では対処しきれない場合がある。\n- ザヤはCCやバーストを発動するために準備が必要で、スモルダーの攻撃を受ける前に反撃するのが難しい。",
			"コーキ": "コーキがスモルダーに不利です。\n\n理由:\n- スモルダーはAA強化やハードCCを持つチャンピオンであり、タイマン性能が高いため、コーキは1対1の戦闘で不利になる。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、コーキは持続的なダメージを出すのが難しい。\n- スモルダーはEスキルで地形を無視して高速移動ができ、追撃や逃走が得意なため、コーキの攻撃を避けやすい。\n- コーキはCCがないため、スモルダーの攻撃を止める手段が乏しく、スモルダーの攻撃を受けやすい。\n- スモルダーは集団戦でのAoEダメージが強力で、コーキのAoE攻撃が効果的に機能しにくい状況を作り出すことができる。",
			"ヴェイン": "ヴェインが不利です。\n\n- スモルダーはAA強化がないため、DPSが低く、ヴェインの高い機動力と追撃能力に対して劣ります。\n- スモルダーは序盤のスタックがない状態ではスキルの性能が低く、レーニングでのハラスやオールインで不利になりやすいです。\n- ヴェインは最大HPに比例した確定ダメージを持っており、タンクやジャガーノートに対して強力ですが、スモルダーはAA強化がないため、タンクに対してのダメージが出しにくいです。\n- スモルダーは逃走手段がEスキルのみで、CDが長いため、ヴェインの高い機動力に対して逃げるのが難しいです。\n- ヴェインは短いCDのダッシュを持っており、スモルダーの攻撃を回避しやすく、タイマン戦での勝率が高いです。",
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- スモルダーはスキルを駆使して戦うマークスマンであり、特にスタックを貯めることで後半のダメージが非常に高くなるため、長期戦に持ち込まれると不利になる。\n- スモルダーのEスキルによる高速移動は、ケイトリンの攻撃を避ける手段となり、追撃や逃走が得意なため、ケイトリンが一方的に攻撃することが難しい。\n- ケイトリンはAA強化がパッシブに依存しているため、コンボが決まらないと殴り合いに弱く、スモルダーのスキルによるハラスに対して脆弱。\n- スモルダーは集団戦でのAoEダメージが強力で、ケイトリンが一対一の状況で有利に立てない場合、集団戦での影響力が低くなる。\n- スモルダーは逃走手段がEスキルのみでCDが長いため、ケイトリンの罠やスキルによるハラスが効果的に働く場面が多い。"
		},
		"loses": {
			"ジグス": "ジグスが有利です。\n\n- ジグスは長射程の攻撃を持ち、スモルダーがスタックを貯める前にダメージを与えることができるため、序盤のレーニングで優位に立ちやすい。\n- スモルダーはAA強化がないため、ジグスのAoE攻撃に対して耐えることが難しく、特に集団戦ではジグスのダメージを受けやすい。\n- ジグスのスキルは全て範囲攻撃であり、スモルダーが密集している場合でも効果的にダメージを与えることができる。\n- スモルダーは逃走手段がEスキルのみでCDが長いため、ジグスのスキルでのハラスやCCを受けると逃げるのが難しくなる。\n- スモルダーは序盤のスキル性能が低いため、ジグスの攻撃を受けるとレーニングで不利になりやすい。",
			"ジン": "ジンが有利です。\n\n理由は以下の通りです。\n\n- ジンは長射程の攻撃を持ち、スモルダーがスタックを貯める前にハラスを行いやすい。\n- スモルダーは序盤のDPSが低く、ジンの攻撃を受けると不利になる可能性が高い。\n- ジンのスキルは全てAoE効果を持ち、スモルダーが集団戦で密集している場合でも効果的にダメージを与えられる。\n- スモルダーは逃走手段がEスキルのみでCDが長いため、ジンの攻撃を受けた際に反撃が難しい。\n- ジンの4発目の攻撃やアルティメットは、体力の減ったスモルダーに対して非常に高いダメージを与えることができる。",
			"シヴィア": "シヴィアがスモルダーに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージを持ち、ウェーブクリア能力が優れているため、スモルダーがスタックを貯める前にレーンを押し込むことができる。\n- スペルシールドを持っているため、スモルダーのスキルを回避しやすく、トレードで有利に立ちやすい。\n- シヴィアの移動速度上昇手段により、スモルダーのEスキルによる追撃をかわすことができ、逃げやすい。\n- シヴィアは集団戦でのエンゲージやディスエンゲージが可能で、スモルダーが集団戦で強みを発揮する前に有利な状況を作りやすい。\n- スモルダーは序盤のスタックがない状態では弱いため、シヴィアが序盤から優位に立つことで、スモルダーの成長を妨げることができる。",
			"ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、スモルダーの攻撃を受ける前にハラスが可能。\n- スモルダーは序盤のスタックがない状態ではダメージが低く、ヴァルスのポークに対して耐えにくい。\n- ヴァルスのAoEスキルは集団戦でのダメージを高め、スモルダーのスタックを貯める前にダメージを与えられる。\n- スモルダーは逃げスキルがEスキルのみでCDが長いため、ヴァルスのCCを受けやすい。\n- スモルダーはAA強化がないため、DPSが低く、ヴァルスの持続的な攻撃に対抗しにくい。"
		}
	},
	"ジグス": {
		"name": "ジグス",
		"beats": {
			"ミス・フォーチュン": "ミス・フォーチュンはジグスに不利です。\n\n- ジグスは長射程のスキルを持ち、ミス・フォーチュンが接近する前にダメージを与えることができるため、ハラスが難しい。\n- ジグスのスキルはAoEダメージを持ち、ミス・フォーチュンが集団戦での位置取りを難しくさせる。\n- ミス・フォーチュンは基礎攻撃力が低く、ジグスのスキルによるダメージを受けやすい。\n- ジグスは対象指定スキルを持たないため、ミス・フォーチュンが逃げる手段を持っていても、ジグスのスキルを避けるのが難しい。\n- ジグスはミニオン処理能力が高く、レーンを押し込むことでミス・フォーチュンにプレッシャーをかけることができる。",
			"ケイトリン": "ケイトリンが不利です。\n\n- ジグスは長射程のスキルを持ち、ケイトリンが攻撃する前にダメージを与えることができるため、レーンでのハラスが難しい。\n- ジグスのAoEダメージはミニオン処理能力が高く、ケイトリンが安全にハラスを行うことを妨げる。\n- ケイトリンのスキルのモーションが長いため、ジグスのスキルを避けるのが難しく、特に接近戦でのリスクが高い。\n- ジグスは設置型のスキルを持ち、ケイトリンが近づくと罠や爆弾でのダメージを受けやすく、オールインが難しい。\n- ケイトリンはスキルのCDが長く、ジグスのスキル連発に対抗するのが難しいため、集団戦でのパワー不足に繋がる。",
			"アッシュ": "アッシュが不利です。\n\n- ジグスは長射程の攻撃を持ち、アッシュが近づく前にダメージを与えることができるため、アッシュはハラスを受けやすい。\n- ジグスのスキルは範囲攻撃であり、アッシュがミニオンを処理する際に一緒にダメージを受ける可能性が高い。\n- アッシュは機動スキルを持たないため、ジグスのスキルを避けるのが難しく、接近されると脆弱になる。\n- ジグスの設置型スキルによるゾーニングが強力で、アッシュが安全に攻撃するスペースを奪われやすい。\n- ジグスのバーストダメージは高く、アッシュがオールインを仕掛ける際に不利になることが多い。",
			"ジンクス": "ジンクスが不利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持ち、範囲攻撃でジンクスに対してハラスを行いやすい。ジンクスは自衛手段が乏しいため、ジグスの攻撃を受けやすい。\n- ジグスのスキルはAoEダメージが強力で、集団戦でのダメージを出しやすい。ジンクスは集団戦での持続的なダメージを出すのが得意だが、ジグスの爆発的なダメージに対抗しづらい。\n- ジグスは対象指定スキルを持たないため、ジンクスがブリンクや移動スキルを使って逃げることができるが、ジグスのスキルを避けるのが難しい。\n- ジグスはタワー破壊能力が高く、ジンクスが育つ前にタワーを早期に破壊される可能性がある。これにより、ジンクスの育成が遅れる。\n- ジグスは接近を許すと無力になるが、ジンクスはアサシンやキャッチスキルを持つチャンピオンに対して脆弱であり、ジグスの攻撃を受けることで致命的なダメージを受けるリスクが高い。",
			"セナ": "セナが不利です。\n\n- ジグスは長射程の攻撃を持ち、セナが近づく前にダメージを与えることができるため、セナはハラスを受けやすい。\n- ジグスのスキルは全て範囲攻撃であり、セナがミニオンを処理する際に巻き込まれる可能性が高い。\n- セナは基礎ステータスが低く、ジグスのスキルを受けると簡単にダメージを受けてしまう。\n- ジグスの設置型スキルは、セナが接近する際の障害となり、逃げる手段が限られるため、捕まるリスクが高い。\n- セナのスキルのクールダウンが長いため、ジグスの攻撃を受けた際に反撃する機会が少なくなる。",
			"ヴァルス": "ヴァルスが不利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持ち、ヴァルスが接近する前にハラスを行いやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しつつヴァルスにダメージを与えることができる。\n- ジグスは設置型のスキルを使ってゾーニングができ、ヴァルスが自由に動くことを妨げる。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあり、ジグスの攻撃を避けるのが難しい。\n- ジグスの高いタワー破壊能力により、ヴァルスがシージを行う際にプレッシャーをかけられる。",
			"ユナラ": "ユナラが不利です。\n\n- ジグスは長射程のスキルを持っており、ユナラが接近する前にダメージを与えることができるため、ユナラはハラスを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ユナラが集団戦での位置取りを難しくさせるため、ダメージを出しづらくなる。\n- ユナラはオートアタックに依存しているため、ジグスのスキルによって射線を遮られると攻撃ができなくなり、効果的にダメージを与えられない。\n- ジグスは対象指定スキルを持たないが、ユナラが接近する際にスキルを当てられると、ユナラは脆弱になりやすい。\n- ユナラのCCはスローのみで、ジグスの移動を妨げることができないため、ジグスが自由に動き回ることを許してしまう。"
		},
		"loses": {
			"ゼリ": "ゼリはジグスに有利です。\n\n理由は以下の通りです。\n\n- 高い機動力を持ち、ジグスのスキルを避けやすいため、ジグスの攻撃を受けにくい。\n- ジグスは対象指定スキルを持たないため、ゼリのような機動力のあるチャンピオンに対してはダメージを与えづらい。\n- ゼリのQスキルは長射程であり、マナ消費がないため、持続的にハラスを行いやすい。\n- ゼリは接近手段に確実性がないメレーキャリーに対して有利で、ジグスの攻撃を避けながら反撃できる。\n- ジグスのスキルは発動までにラグがあるため、ゼリはその隙を突いて攻撃することができる。",
			"コーキ": "コーキが有利です。\n\n- コーキは長射程の攻撃を持ち、ジグスのスキルを避けながらハラスが可能です。\n- コーキのスキルもAoEであり、ジグスのミニオン処理能力に対抗できるため、レーンでのプッシュが早いです。\n- ジグスは対象指定スキルを持たないため、コーキの機動力を活かして距離を保ちながら攻撃できます。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを与えられるため、ジグスに対して圧力をかけやすいです。\n- ジグスは接近を許すと脆弱になりますが、コーキは距離を保ちながら戦えるため、ジグスに対して優位に立ちやすいです。",
			"ヴェイン": "ヴェインが有利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、ジグスのスキルを避けやすいため、接近してダメージを与えることができる。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、ヴェインのブリンクを捉えにくい。\n- ヴェインの最大HPに比例したダメージは、ジグスのHPを迅速に削ることができ、特にタンクビルドのジグスに対して効果的。\n- ジグスはAoE攻撃が得意だが、ヴェインは単体に対して強力なダメージを出せるため、1対1の戦闘で優位に立ちやすい。\n- ヴェインはダッシュを使ってジグスの攻撃を回避しやすく、反撃のチャンスを持つ。",
			"カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは高いバーストダメージを持ち、ジグスのスキルを避けながら攻撃することができるため、ジグスに対して優位に立ちやすいです。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、カイ＝サの機動力を活かしてスキルを回避しやすいです。\n- カイ＝サのスキルは魔法ダメージを持つため、ジグスが防具で対策しにくいです。\n- カイ＝サはUltを使って長距離移動ができるため、ジグスの攻撃を避けつつ奇襲をかけることが可能です。\n- ジグスは接近を許すと無力になるため、カイ＝サが接近戦に持ち込むことで有利に戦える状況を作りやすいです。",
			"コグ＝マウ": "コグ＝マウが有利です。\n\n- コグ＝マウは長射程を持ち、ジグスのスキルを避けながら攻撃できるため、レーンでのハラスがしやすい。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、コグ＝マウの機動力の低さを活かして接近しやすい。\n- コグ＝マウの割合ダメージは、ジグスのタンクビルドに対して効果的であり、特に集団戦でのダメージ出力が高い。\n- コグ＝マウはWによって射程が大幅に延長され、ジグスの攻撃範囲を超えることができるため、優位に立ちやすい。\n- ジグスは接近を許すと無力になるが、コグ＝マウはその射程を活かして安全に攻撃できるため、ジグスに対して有利な状況を作りやすい。",
			"ルシアン": "ルシアンが有利です。\n\n- ルシアンは高いバーストダメージを持ち、序盤からジグスに対して強力なハラスが可能です。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、ルシアンの機動力を活かして接近しやすいです。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ジグスのスキルを避けながらダメージを与え続けることができます。\n- ジグスは接近を許すと無力になるため、ルシアンの攻撃を受けるとすぐに不利な状況に陥ります。\n- ルシアンはジグスのスキルを避けるための機動力を持っており、ジグスの攻撃を回避しながら攻撃することができます。",
			"ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、ジグスのHPを早期に削ることができる。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、ドレイヴンの高い機動力を活かして接近しやすい。\n- ドレイヴンの攻撃はAAに依存しているが、ジグスは近接攻撃型ではないため、ドレイヴンが安全に攻撃を行える。\n- ドレイヴンは移動速度を上げるスキルを持っており、ジグスのスキルを避けながら攻撃することが可能。\n- ジグスは接近を許すと無力になるが、ドレイヴンはその接近を容易に行えるため、ジグスに対して有利に立ち回れる。",
			"サミーラ": "サミーラが有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ジグスのスキルの発動までのラグを利用して素早く接近し、ダメージを与えることができる。\n- ジグスは対象指定スキルを持たず、サミーラのブリンクを使った動きに対して反応しづらい。\n- サミーラは高いDPSを持ち、ジグスがスキルを連発している間に一気にダメージを与えることができる。\n- ジグスの防御ステータスが低いため、サミーラのバーストダメージで瞬時に倒すことが可能。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃ができるため、ジグスがスキルを当てた後の隙を突くことができる。",
			"エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、ジグスの攻撃範囲外から安全にハラスが可能です。\n- ジグスは対象指定スキルを持たず、エズリアルのワープスキルによって簡単に距離を取ることができ、ジグスの攻撃を避けやすいです。\n- エズリアルのポーク能力は高く、ジグスがスキルを使う前にダメージを与えることができるため、レーニングで優位に立ちやすいです。\n- ジグスは接近を許すと無力になるため、エズリアルの機動力を活かして距離を保ちながら攻撃することで、ジグスに対して圧力をかけることができます。\n- エズリアルはスキルのクールダウンが短いため、ジグスのスキルを避けながら持続的にダメージを与えることができ、ジグスのマナ管理を困難にさせることができます。"
		}
	},
	"サミーラ": {
		"name": "サミーラ",
		"beats": {
			"ゼリ": "ゼリが不利です。\n\n- サミーラは接近戦を得意としており、ゼリの射程を活かした攻撃を容易に回避し、オールインを仕掛けることができる。\n- サミーラの高いDPSとバーストダメージにより、ゼリが序盤でハラスを受けやすく、特にサミーラの攻撃が当たるとゼリは反撃しづらい。\n- サミーラは移動不能CCを持つ敵に対して強力な攻撃が可能で、ゼリの機動力を封じる手段があるため、ゼリは接近されると非常に危険。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、サミーラの攻撃に対して耐えるのが難しい。\n- サミーラは集団戦でのAoEダメージが強力で、ゼリが集団戦での立ち回りをする際に、サミーラの攻撃を避けるのが難しい。",
			"ジン": "ジンが不利です。\n\n- サミーラは接近戦を得意としており、ジンの射程を活かす前に近づくことができるため、オールインを仕掛けやすい。\n- サミーラの高いDPSとバーストダメージにより、ジンが攻撃を行う前に一気に体力を削られる可能性が高い。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃を行うことができ、ジンが捕まった場合、反撃の余地が少ない。\n- ジンはブリンクや逃げる手段を持たないため、サミーラに接近されると脆弱で、逃げることができない。\n- サミーラのスキルは、ジンの攻撃を避ける能力が高く、特にジンの4発目の攻撃やアルティメットのタイミングを狙われやすい。",
			"アフェリオス": "アフェリオスが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて簡単に近づくことができる。\n- サミーラの高いDPSとバーストダメージにより、アフェリオスは瞬時に大きなダメージを受ける可能性が高い。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃ができるため、アフェリオスが捕まった場合、反撃が難しい。\n- アフェリオスは武器の切り替えに依存しており、サミーラの攻撃を受けるとその間に有利な状況を作られることが多い。\n- サミーラは射程が短い相手に対して有利であり、アフェリオスはその射程を活かしきれないため、戦闘での優位性が失われる。",
			"ミス・フォーチュン": "ミス・フォーチュンはサミーラに不利です。\n\n- サミーラは接近戦を得意としており、ミス・フォーチュンが近づかれると高いDPSを発揮されるため、オールインされると脅威になる。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃ができるため、ミス・フォーチュンがスローを受けた際に反撃されやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、サミーラの高いバーストダメージに対抗しにくい。\n- サミーラはブリンクを持っているため、ミス・フォーチュンのハラスを回避しやすく、逆に接近して攻撃することができる。\n- サミーラは射程が短めのDPSキャリーに対して有利であり、ミス・フォーチュンの射程を活かした攻撃が通りにくい。",
			"アッシュ": "アッシュが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、アッシュの射程を活かす前に近づくことができるため、オールインされやすい。\n- サミーラの高いDPSとバーストダメージにより、アッシュは一瞬で倒される可能性が高い。\n- アッシュは機動スキルを持たず、サミーラのブリンクを利用した接近に対して逃げる手段が限られている。\n- サミーラは移動不能CCを受けた敵に対して強力な攻撃ができるため、アッシュが捕まると非常に危険。\n- アッシュのバーストダメージが低いため、サミーラとのオールイン合戦では不利になりやすい。",
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ケイトリンの長射程を活かす前に近づくことができるため、オールインを仕掛けやすい。\n- サミーラは高いDPSとバーストダメージを持っており、ケイトリンが攻撃を仕掛ける前に一気にダメージを与えることができる。\n- ケイトリンはスキルのモーションが長く、サミーラのブリンクを使った攻撃を避けることが難しいため、反撃を受けやすい。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃が可能で、ケイトリンが罠を設置してもそれを回避される可能性が高い。\n- ケイトリンは防御ステータスが低く、サミーラの攻撃を受けるとすぐにダメージを受けてしまうため、持続戦闘で不利になる。",
			"ヴェイン": "ヴェインが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ヴェインの射程が短いため、サミーラに近づかれるとダメージを受けやすい。\n- サミーラの高いDPSとバーストダメージにより、ヴェインは瞬時に倒される可能性が高い。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃ができるため、ヴェインが捕まった場合、反撃が難しい。\n- サミーラのブリンク能力により、ヴェインの攻撃を回避されやすく、持ち味のKite性能を活かしにくい。\n- サミーラは集団戦でのAoEダメージが強力で、ヴェインはAoE攻撃を持たないため、集団戦での影響力が劣る。"
		},
		"loses": {
			"コーキ": "コーキがサミーラに有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃を持っており、サミーラが接近する前にダメージを与えることができる。\n- コーキのスキルは全てAoEであり、サミーラが接近してきた際にも広範囲にダメージを与えられるため、サミーラの攻撃を受けにくい。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを出す能力が高いため、サミーラがオールインを仕掛ける前に十分なダメージを与えられる。\n- サミーラは接近戦を得意とするが、コーキはその接近を阻止するための距離を保つことができる。\n- コーキはCCがないものの、サミーラの攻撃を受ける前に自分のダメージを出し切ることができるため、殴り合いにおいて有利に立てる。",
			"ザヤ": "ザヤがサミーラに有利です。\n\n理由は以下の通りです。\n\n- ザヤは自衛手段としてスネアを持っており、サミーラが接近してきた際に反撃が可能です。\n- サミーラは接近戦を得意としますが、ザヤは射程が短い相手に対して強く、サミーラの攻撃を避けながらダメージを与えることができます。\n- ザヤのAoEダメージは集団戦での強さを発揮し、サミーラが集団戦でのバーストを狙う際に、ザヤがその攻撃を無効化することができます。\n- サミーラは防御ステータスが低く、ザヤの持つスネアやダメージを受けると、サミーラは容易に倒される可能性があります。\n- ザヤはラカンと組むことで、さらに強力なコンボを発揮でき、サミーラに対して有利な状況を作りやすいです。",
			"コグ＝マウ": "コグ＝マウがサミーラに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、サミーラが接近する前にダメージを与えることができるため、レーン戦でのハラスが有利。\n- サミーラは接近戦を得意とするが、コグ＝マウは射程を活かして安全に攻撃できるため、サミーラがオールインしにくい。\n- コグ＝マウの割合ダメージはタンク相手に強力だが、サミーラは防御ステータスが低いため、コグ＝マウのダメージを受けやすい。\n- サミーラは単独でのCCがないため、コグ＝マウの攻撃を受けながら接近するのが難しい。\n- コグ＝マウはスキルのクールダウン中でも基本的な攻撃力が高く、サミーラの攻撃を受ける前にダメージを与え続けることができる。",
			"セナ": "セナが有利です。\n\n理由:\n- 射程の差: セナは長射程の攻撃を持っており、サミーラの短射程に対して一方的にハラスを行いやすい。\n- ハラス能力: セナのスキルによる回復とハラスが強力で、サミーラが接近する前にダメージを与えることができる。\n- CCの存在: セナはCCを持っており、サミーラが接近する際に足止めすることで、彼女の攻撃を無効化できる。\n- スタックの獲得: セナは攻撃を通じてスタックを集めることができ、レーンでの優位を維持しやすい。\n- サステイン: セナの回復能力により、サミーラの攻撃を受けても持ちこたえやすく、持続的に戦える。",
			"ユナラ": "ユナラが有利です。\n\n- ユナラは射程が長く、サミーラの接近を許さずにハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- サミーラは接近戦を得意とするが、ユナラは魔法ダメージを持ち、サミーラの防御力の低さを突くことができる。\n- ユナラのスキルはAoEダメージを持ち、集団戦でも効果的にダメージを与えることができるため、サミーラがオールインを狙う際にリスクを伴う。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、サミーラの攻撃を避けることができる。\n- サミーラはCCに弱く、ユナラのスローによって動きを制限されることで、サミーラの攻撃を受けやすくなる。",
			"ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ヴァルスはサミーラよりも射程が長いため、遠距離から安全に攻撃でき、サミーラが接近する前にダメージを与えることができる。\n- CCの存在: ヴァルスはスキルで相手を拘束することができ、サミーラが接近戦に入る前に動きを制限できるため、サミーラの強みを活かさせない。\n- ポーク能力: ヴァルスは長距離からのポークが得意で、サミーラが接近する前に持続的にダメージを与えられるため、サミーラは体力を削られやすい。\n- スノーボール性能: ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボールがしやすく、試合が進むにつれてさらに強力になる。\n- 防御の低さ: サミーラは防御ステータスが低く、ヴァルスの攻撃を受けると早期にダメージを受けやすい。"
		}
	},
	"ミス・フォーチュン": {
		"name": "ミス・フォーチュン",
		"beats": {
			"ヴェイン": "ヴェインがミス・フォーチュンに不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、ヴェインはハラスを受けやすい。\n- ミス・フォーチュンのQスキルの跳弾によるダメージは、ヴェインに対しても効果的で、特に序盤のレーン戦でのダメージを稼がれやすい。\n- ヴェインは射程が短く、ミス・フォーチュンの攻撃を避けるのが難しいため、接近する際にリスクが高い。\n- ミス・フォーチュンの集団戦におけるAoEダメージは、ヴェインが集団戦で活躍する際に脅威となる。\n- ヴェインはCCを受けると脆弱で、ミス・フォーチュンのスローや集団戦での攻撃に対して無防備になりやすい。",
			"アッシュ": "アッシュが不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にQスキルの跳弾によるダメージでアッシュを圧倒しやすい。\n- アッシュはバーストダメージが低く、オールイン合戦ではミス・フォーチュンに対して不利になる。\n- ミス・フォーチュンのWによる加速とEのスローで、アッシュのKiting能力を封じることができる。\n- アッシュは機動スキルを持たず、ミス・フォーチュンに接近されると脆弱で、逃げる手段が乏しい。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが強力で、アッシュはその範囲攻撃に対して脆弱。",
			"コグ＝マウ": "コグ＝マウが不利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にQスキルの跳弾によるダメージでコグ＝マウを圧倒しやすい。\n- コグ＝マウは機動力が低く、ミス・フォーチュンのスローや加速を利用した立ち回りに対抗しづらい。\n- ミス・フォーチュンの集団戦でのAoEダメージは、コグ＝マウの自衛能力の低さを突くことができる。\n- コグ＝マウはWのクールダウン中に戦闘能力が大きく落ちるため、ミス・フォーチュンの持続的なハラスに対処しにくい。\n- ミス・フォーチュンは接近戦に強いオールイン型のマークスマンであり、コグ＝マウが捕まると一気に不利になる。",
			"ヴァルス": "ヴァルスがミス・フォーチュンに不利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にQスキルの跳弾によるダメージが強力で、ヴァルスはそのハラスに対して脆弱です。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが非常に高く、ヴァルスはその範囲攻撃に対して逃げる手段が限られています。\n- ミス・フォーチュンはWの加速を使って立ち位置を調整しやすく、ヴァルスが攻撃を仕掛ける前に距離を取ることができます。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあり、ミス・フォーチュンの攻撃を受けやすいです。\n- ミス・フォーチュンは接近戦に強く、ヴァルスがオールインを仕掛ける際に逆に捕まるリスクが高いです。",
			"ザヤ": "ザヤがミス・フォーチュンに不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にQスキルの跳弾によるダメージが強力で、ザヤはこれに対して一方的にダメージを受けやすい。\n- ミス・フォーチュンの攻撃範囲はザヤよりも長いため、ザヤが接近する前にハラスを受けることが多い。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、ザヤは集団戦での持続的なダメージを出すのが難しい。\n- ザヤは射程が短く、ミス・フォーチュンの攻撃を避けるのが難しいため、オールインされると脅威になる。\n- ミス・フォーチュンのスロー効果により、ザヤの機動力が制限され、逃げる手段が乏しくなる。",
			"スモルダー": "スモルダーが不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、序盤からスモルダーに対して有利に立ち回ることができる。\n- スモルダーは序盤のスタックがない状態ではスキルの性能が低く、ミス・フォーチュンの攻撃を受けやすい。\n- ミス・フォーチュンのQスキルの跳弾によるダメージは、スモルダーのように逃げ手段が限られているチャンピオンにとって非常に脅威となる。\n- ミス・フォーチュンの集団戦でのAoEダメージは、スモルダーが持つAoE攻撃と相まって、スモルダーが集団戦で劣位に立たされる要因となる。\n- スモルダーはAA強化がないため、ミス・フォーチュンとの殴り合いで劣ることが多く、オールインに弱い。",
			"ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にQスキルの跳弾によるダメージでケイトリンに対して有利に立ち回ることができる。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが強力で、ケイトリンはその範囲攻撃に対して脆弱である。\n- ケイトリンはAA強化がパッシブに依存しているため、コンボが決まらないと殴り合いで不利になることが多い。\n- ミス・フォーチュンはスロー効果を持つスキルを使って、ケイトリンの立ち位置を制限しやすい。\n- ケイトリンはスキルのモーションが長く、ミス・フォーチュンの攻撃を避けるのが難しいため、接近されると脅威になる。",
			"ジン": "ジンが不利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にQスキルの跳弾によるダメージでジンを圧倒しやすい。\n- ジンはブリンクや逃げスキルを持たないため、ミス・フォーチュンの攻撃を受けやすく、オールインに弱い。\n- ミス・フォーチュンのWによる加速とEのスローで、ジンの立ち位置を調整しやすく、接近されると脆弱なジンにとって厳しい状況を作り出す。\n- ミス・フォーチュンは集団戦でのAoEダメージが強力で、ジンが4発目の攻撃を狙っている間に一気にダメージを与えられる可能性が高い。\n- ジンは残弾数が相手に見えるため、ミス・フォーチュンに狙われやすく、特にリロードのタイミングで攻撃を受けるリスクが高い。"
		},
		"loses": {
			"ジグス": "ジグスがミス・フォーチュンに有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、ミス・フォーチュンの攻撃を受ける前にハラスが可能です。\n- ミス・フォーチュンは基礎攻撃力が低く、ジグスのAoEダメージに対して耐えるのが難しいです。\n- ジグスのスキルは全て範囲攻撃であり、ミス・フォーチュンのハラスを無視してミニオンを処理しやすいです。\n- ミス・フォーチュンは接近されると脆弱ですが、ジグスは設置型のスキルを使ってゾーニングができるため、距離を保ちやすいです。\n- ジグスはタワー破壊能力が高く、ミス・フォーチュンがレーンで優位に立つのを防ぎやすいです。",
			"ゼリ": "ゼリがミス・フォーチュンに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、ミス・フォーチュンのハラスを避けやすい。特に、ミス・フォーチュンの攻撃を避けながら距離を保つことができる。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤の火力が不足しがちで、ゼリの持続的な攻撃に対して耐えにくい。\n- ゼリのQスキルはノーコストで使用でき、長射程からのハラスが可能なため、ミス・フォーチュンに対して持続的にダメージを与えやすい。\n- ミス・フォーチュンのCCがスローのみで、ゼリの機動力を封じる手段が乏しいため、ゼリは自由に動き回ることができる。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすく、トレードで有利を取ることができる。",
			"トゥイッチ": "トゥイッチが有利です。\n\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、ミス・フォーチュンの逃げ性能の低さを突くことができる。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤のトレードでトゥイッチの高い攻撃力に対抗しづらい。\n- トゥイッチのアルティメットは長射程で、集団戦においてミス・フォーチュンのAoEダメージを上回ることができる。\n- ミス・フォーチュンはCCがスローのみで、トゥイッチの奇襲に対して効果的な対策が取れない。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利で、ミス・フォーチュンはその一例であるため、トレードで優位に立ちやすい。",
			"ユナラ": "ユナラがミス・フォーチュンに有利です。\n\n理由は以下の通りです。\n\n- ユナラは魔法ダメージを持ち、ミス・フォーチュンの基礎攻撃力が低いため、ハラスが効果的。\n- ユナラの攻撃範囲が長く、ミス・フォーチュンのハラスを受けにくい。\n- ユナラはスキルを使うことで攻撃速度が上昇し、持続的なダメージを与えやすい。\n- ミス・フォーチュンは逃げ性能が乏しく、ユナラの持つ高い移動速度とハラス能力に対抗しづらい。\n- ユナラはタンク系や耐久力の低いチャンピオンに対して有利で、ミス・フォーチュンもその一例に該当する。",
			"エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルはスキルの射程が長く、ミス・フォーチュンの攻撃範囲外からハラスが可能で、レーンでの優位性を保ちやすい。\n- エズリアルのポークスキルは短いクールダウンで使用できるため、ミス・フォーチュンのハラスに対しても持続的にダメージを与えられる。\n- ミス・フォーチュンは基礎攻撃力が低く、接近されると脆弱なため、エズリアルの機動力を活かして安全に距離を保ちながら攻撃できる。\n- エズリアルはワープスキルを持っているため、ミス・フォーチュンのスキルを避けやすく、特にオールインを仕掛けられた際に逃げやすい。\n- ミス・フォーチュンのスローしかないCCに対して、エズリアルは機動力で対抗できるため、捕まりにくい。",
			"シヴィア": "シヴィアがミス・フォーチュンに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持っており、ミス・フォーチュンのハラスを受けながらもレーンを押しやすい。\n- スペルシールドにより、ミス・フォーチュンのスキルを弾くことができ、トレードで有利を取ることができる。\n- シヴィアの移動速度上昇手段により、ミス・フォーチュンの攻撃を避けやすく、接近戦でも有利に立ち回れる。\n- シヴィアは集団戦においても強力で、ミス・フォーチュンのAoE攻撃に対しても耐性を持つため、持続的なダメージを与えやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、シヴィアの持つ持続的なダメージに対して脆弱であるため、シヴィアが優位に立ちやすい。"
		}
	},
	"ザヤ": {
		"name": "ザヤ",
		"beats": {
			"ニーラ": "ニーラが不利です。\n\n- ザヤは射程が長く、ニーラが近づく前にハラスを行いやすいため、序盤から圧力をかけられる。\n- ザヤのスネアや加速スキルにより、ニーラが接近するのを妨げられ、反撃のチャンスを失いやすい。\n- ニーラは近接チャンピオンであり、ザヤのAoEダメージに対して脆弱で、集団戦での生存能力が低下する。\n- ザヤのスキルは対象指定がないため、ニーラの機動力を活かしにくく、逆にザヤの攻撃を受けやすい。\n- ニーラは装備やレベルに依存しやすく、ザヤが成長する前に有利な状況を作るのが難しい。",
			"サミーラ": "サミーラが不利です。\n\n理由は以下の通りです。\n\n- ザヤは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、ハラスが強力です。\n- ザヤのスネアや加速スキルにより、サミーラが接近するのを妨げることができ、サミーラの攻撃チャンスを減少させます。\n- ザヤは集団戦でのAoEダメージが強く、サミーラが接近しても一度に多くのダメージを受ける可能性があります。\n- サミーラは防御ステータスが低く、ザヤの攻撃を受けるとすぐに危険な状況に陥ることがあります。\n- ザヤはCCを持っているため、サミーラがブリンクを使っても逃げられない場合が多く、反撃を受けやすいです。",
			"ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ザヤは射程が短いものの、AoEダメージを持ち、集団戦でのダメージを稼ぎやすい。ミス・フォーチュンはハラス性能が高いが、ザヤの反撃に対して脆弱。\n- ザヤは加速やスネアを持っており、ミス・フォーチュンが接近した際に自衛や反撃が可能。ミス・フォーチュンは逃げ手段が乏しく、接近されると脅威になる。\n- ザヤはラカンと組むことでさらに強力になり、ミス・フォーチュンの攻撃を避ける手段が増える。ミス・フォーチュンはCCがスローのみで、ザヤの攻撃を受けやすい。\n- ザヤはオールイン型のマークスマンに対して強く、ミス・フォーチュンがオールインを仕掛けると逆に不利になる可能性が高い。",
			"ヴェイン": "ヴェインが不利です。\n\n理由は以下の通りです。\n\n- ザヤは射程が長く、ヴェインの攻撃を受ける前にハラスを行いやすい。\n- ザヤのスネアや加速スキルにより、ヴェインの機動力を制限される可能性が高い。\n- ザヤはAoEダメージを持っており、集団戦やレーン戦でのダメージを稼ぎやすく、ヴェインが一対一の状況に持ち込むのが難しい。\n- ザヤは自衛能力が高く、ヴェインの攻撃をかわす手段を持っているため、ヴェインが攻撃を仕掛ける際にリスクが伴う。\n- ヴェインはCCに弱く、ザヤのスキルによって捕まると一気に不利な状況に陥る。",
			"ヴァルス": "ヴァルスが不利です。\n\n理由は以下の通りです。\n\n- ザヤは反撃や自衛に優れた能力を持っており、ヴァルスの攻撃を受け流しやすい。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、ヴァルスが集団戦でのポークを行う際に圧力をかけられる。\n- ザヤは加速やスネアを持っているため、ヴァルスが距離を保とうとしても接近されやすい。\n- ヴァルスはHP回復が低く、ザヤの持つ持続的なダメージに対して脆弱である。\n- ザヤのスキルは対象指定がないため、ヴァルスがスキルを避けることが難しい。\n- ザヤはラカンと組むことでさらに強力になり、ヴァルスに対する圧力が増す。"
		},
		"loses": {
			"トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にハラスが可能です。\n- ステルスを利用した奇襲が得意で、ザヤが反撃する前にダメージを与えることができます。\n- トゥイッチのアルティメットはAoEダメージを持ち、集団戦でザヤを含む敵チームに大きな影響を与えることができます。\n- ザヤはCCやバーストに対して準備が必要ですが、トゥイッチはその隙を突いて攻撃することができます。\n- ザヤの自衛手段は限られており、トゥイッチの攻撃を受けるとダメージを受けやすいです。",
			"スモルダー": "スモルダーが有利です。\n\n理由は以下の通りです。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、ザヤの持つ短射程の弱点を突くことができる。\n- スモルダーのAoE攻撃は集団戦でのダメージを稼ぎやすく、ザヤが集団戦での強みを発揮する前にダメージを与えることができる。\n- スモルダーはEスキルによって地形を無視して高速移動ができるため、ザヤのスネアを避けやすく、接近戦でも有利に立ち回れる。\n- スモルダーの長射程のRスキルは、ザヤが近づく前にダメージを与えることができ、ザヤの反撃を許さない状況を作り出せる。\n- ザヤは基本的に射程が短く、スモルダーの攻撃を受けやすいため、ザヤが攻撃を仕掛ける前にスモルダーが有利な状況を作りやすい。",
			"トリスターナ": "トリスターナが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: トリスターナはレベルが上がるにつれて射程が増加し、ザヤよりも遠くから攻撃できるため、ザヤは一方的にダメージを受けやすい。\n- バーストダメージ: トリスターナは序盤から高いバーストダメージを持っており、ザヤがスキルを発動する前に大きなダメージを与えることができる。\n- 移動能力: トリスターナはブリンクスキルを持っており、ザヤの攻撃を避けやすく、追撃や逃走が得意であるため、ザヤに対して有利に立ち回れる。\n- ウェーブ管理: トリスターナは自動でウェーブをプッシュする能力があり、ザヤがファームをする際にプレッシャーをかけやすい。\n- 集団戦での位置取り: トリスターナはレベルが上がると射程が増えるため、集団戦でも安全にダメージを出しやすく、ザヤに対して優位に立てる。",
			"ユナラ": "ユナラが有利です。\n\n- ユナラは攻撃範囲が長く、ザヤの短い射程を活かしてハラスを行いやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ザヤの自衛手段に対して強い。\n- ユナラはスキルを使うことでAoEダメージを発揮でき、集団戦でもザヤに対して優位に立てる。\n- ザヤのスキルは発動に時間がかかるため、ユナラの攻撃を避けるのが難しい。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、ザヤの攻撃をかわしやすい。"
		}
	},
	"コーキ": {
		"name": "コーキ",
		"beats": {
			"サミーラ": "サミーラがコーキに不利です。\n\n- コーキは長射程の攻撃を持っており、サミーラが接近する前にダメージを与えることができるため、サミーラは攻撃を受けやすい。\n- コーキのAoE攻撃は、サミーラが集団戦でのダメージを出す際に、彼女の接近を妨げる要因となる。\n- サミーラは防御ステータスが低く、コーキのバーストダメージに対して脆弱であるため、瞬時に倒されるリスクが高い。\n- コーキはCCを持たないため、サミーラが接近しても逃げられる可能性が高いが、コーキの持続的なダメージに対しては耐えられない。\n- コーキのアルティメットはクールダウンが短く、サミーラが攻撃を仕掛けるタイミングを見計らうのが難しい。",
			"トゥイッチ": "トゥイッチが不利です。\n\n- コーキは長射程の攻撃が可能で、トゥイッチが近づく前にダメージを与えることができるため、トレードで不利になる。\n- コーキのスキルはAoE攻撃を持ち、集団戦でのダメージを稼ぎやすく、トゥイッチのステルスを無効化する可能性がある。\n- コーキは持続的なダメージを出す能力が高く、トゥイッチが装備を整える前に圧倒されることが多い。\n- トゥイッチは逃げ性能が低く、コーキの攻撃を受けやすいため、奇襲が成功しにくい。\n- コーキはCCを持たないが、トゥイッチが攻撃を仕掛ける前にダメージを与えられるため、先手を取られると厳しい。",
			"トリスターナ": "トリスターナがコーキに不利です。\n\n- コーキは長射程の攻撃が可能で、トリスターナが近づく前にダメージを与えることができるため、トリスターナはハラスを受けやすい。\n- コーキのスキルはAoE攻撃であり、トリスターナがウェーブをプッシュする際に一緒にダメージを受けることが多く、レーン管理が難しくなる。\n- トリスターナは序盤が弱く、装備が整うまでの間にコーキに対して有効なダメージを出しづらい。\n- コーキはバーストダメージを持ち、特にトリスターナがスキルを使った後の隙を突いて攻撃することができるため、トリスターナは危険にさらされやすい。\n- トリスターナのウェーブプッシュ能力が、コーキのガンクを受けやすくする要因となり、レーンでの生存が難しくなる。",
			"ヴェイン": "ヴェインがコーキに不利です。\n\n- コーキは長射程の攻撃を持ち、ヴェインが近づく前にハラスを行いやすい。\n- コーキのスキルはAoE攻撃であり、ヴェインが集団戦やレーンでのプッシュにおいて劣るため、コーキが有利に立ち回れる。\n- コーキはバーストダメージを出す能力が高く、ヴェインが自衛する前に大きなダメージを受ける可能性がある。\n- ヴェインは射程が短いため、コーキの攻撃を避けるのが難しく、特にコーキのスキルを受けやすい。\n- コーキはCCを持たないが、ヴェインが接近する前にダメージを与え続けることで、ヴェインの機動力を活かさせない状況を作り出せる。",
			"アフェリオス": "アフェリオスがコーキに不利です。\n\n理由は以下の通りです。\n\n- コーキはAoE攻撃を持っており、アフェリオスが近づく前にダメージを与えることができるため、ハラスが非常に強力です。\n- コーキの長射程攻撃に対して、アフェリオスは機動力が低く、逃げる手段が限られているため、攻撃を受けやすいです。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを出す能力が高いため、アフェリオスが持つ防御手段を無視してダメージを与え続けることができます。\n- アフェリオスは武器の切り替えに依存しているため、コーキの攻撃を受けるとその間に有利な状況を作られやすいです。\n- コーキはタンク系のチャンピオンに対して有利ですが、アフェリオスは物理防御を積まれるとダメージが落ち込むため、コーキの持続的なダメージに対抗しにくいです。"
		},
		"loses": {
			"スモルダー": "スモルダーがコーキに有利です。\n\n理由は以下の通りです。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキの持続的なダメージに対抗しやすい。\n- スモルダーのAoE攻撃は集団戦での効果が高く、コーキがAoE攻撃を持っているとはいえ、スモルダーのスタックが貯まることでダメージが増加し、優位に立てる。\n- スモルダーはEスキルによる高速移動が可能で、コーキの攻撃を避けながら接近しやすく、タイマンでの有利な状況を作りやすい。\n- コーキはCCがないため、スモルダーが逃げる手段を持っていることが大きなアドバンテージとなる。\n- コーキのマナ消費が激しいため、スモルダーが持続的に攻撃を続けることで、コーキのリソースを枯渇させることができる。",
			"シヴィア": "シヴィアがコーキに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、コーキのプッシュ速度に対抗できるため、レーンでの優位性を保ちやすい。\n- スペルシールドを持っているため、コーキのスキルショットを回避しやすく、トレードで有利な状況を作りやすい。\n- コーキはCCがないため、シヴィアは自由に動き回りながら攻撃でき、殴り合いで有利に立ち回れる。\n- シヴィアの移動速度上昇手段により、コーキの攻撃を避けながら距離を保つことができ、持続的なダメージを与えやすい。\n- コーキは単体へのDPSが高いが、シヴィアは集団戦でのエンゲージやディスエンゲージが得意で、チーム戦での影響力が大きい。",
			"エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、コーキの攻撃を安全な距離から避けながらハラスが可能です。\n- コーキはCCがないため、エズリアルの高い機動力を活かして攻撃を回避しやすいです。\n- エズリアルのポーク能力により、コーキがスキルを使う前にダメージを与えることができ、レーンでの優位性を確保しやすいです。\n- コーキはAoE攻撃が得意ですが、エズリアルは単体に対して高いバーストダメージを出せるため、コーキとの1対1の殴り合いで有利に立ちやすいです。\n- コーキのマナ消費が激しいため、エズリアルが持続的にハラスを行うことで、コーキのマナを枯渇させることができます。",
			"ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、コーキのHPを早期に削ることができる。\n- コーキはCCがないため、ドレイヴンの高い攻撃力に対抗する手段が限られている。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- コーキはマナ消費が激しく、スキルを多用するとマナが枯渇しやすいが、ドレイヴンはAAでのダメージが主なため、マナ管理が容易。\n- ドレイヴンは移動速度を上げるスキルを持っており、コーキの攻撃を避けながら接近しやすい。\n- コーキの攻撃はAoEであるが、ドレイヴンは単体に対して高いダメージを出せるため、1対1の殴り合いでは有利。",
			"ゼリ": "ゼリはコーキに有利です。\n\n- ゼリは高い機動力を持ち、コーキの攻撃を避けやすいため、ハラスを受けにくい。\n- コーキはCCがないため、ゼリの機動力を封じる手段がなく、ゼリは自由に動き回れる。\n- ゼリのQスキルはノーコストで使用できるため、持続的にダメージを与えやすく、コーキのHPを削りやすい。\n- コーキは序盤のハラスが得意だが、ゼリはそのハラスを避けることができるため、レーンでの優位性を保ちやすい。\n- ゼリは接近手段に確実性がないコーキに対して、Kiteを行いやすく、トレードで有利に立ち回れる。",
			"ザヤ": "ザヤがコーキに有利です。\n\n理由は以下の通りです。\n\n- ザヤは自衛能力が高く、コーキの攻撃を受け流すことができる。特に、コーキのバーストダメージに対して反撃が可能。\n- コーキはCCがないため、ザヤのスネアを避ける手段がなく、ザヤが接近して攻撃するチャンスが多い。\n- ザヤのAoEダメージは集団戦での効果が高く、コーキのAoE攻撃に対しても強力に対抗できる。\n- コーキはマナ消費が激しく、持続的な戦闘においてマナが枯渇しやすいが、ザヤは持続的にダメージを出しやすい。\n- ザヤは短射程のチャンピオンに対して強いが、コーキは射程が長いものの、ザヤの反撃能力により接近戦での優位性を保てる。"
		}
	},
	"アッシュ": {
		"name": "アッシュ",
		"beats": {
			"カイ＝サ": "カイ＝サが不利です。\n\n- アッシュは長射程を持ち、カイ＝サが接近する前に一方的に攻撃できるため、ハラスが得意です。\n- アッシュのスロー効果により、カイ＝サは距離を保つことが難しく、追撃されやすくなります。\n- アッシュのアルティメットは超長距離からのエンゲージが可能で、カイ＝サが反応する前にダメージを与えることができます。\n- カイ＝サはCCを持たないため、アッシュのスローや攻撃を受けると逃げる手段が限られ、オールインで不利になります。\n- アッシュは視界を確保するスキルを持っているため、カイ＝サの奇襲を防ぎやすく、戦略的に優位に立つことができます。",
			"ヴェイン": "ヴェインが不利です。\n\n- アッシュの射程が長いため、ヴェインはハラスを受けやすく、レーンでの優位性を失いやすい。\n- アッシュのスロー効果により、ヴェインは距離を保つことが難しく、追撃されるリスクが高まる。\n- アッシュのアルティメットによるスタン効果は、ヴェインの機動力を封じる要因となり、特に集団戦での生存率が低下する。\n- ヴェインはCCに弱く、アッシュのスキルによって捕まると逃げる手段が限られるため、オールイン合戦で不利になる。\n- アッシュは視界を確保するスキルを持っているため、ヴェインが隠れて接近することが難しく、戦略的に不利な状況を作られやすい。"
		},
		"loses": {
			"ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、アッシュに対して一方的にハラスが可能。\n- AoEスキルを持っているため、ミニオンがいる状況でも高いDPSを発揮できる。\n- アッシュのスロー効果に対して、ヴァルスは自身のスキルで距離を取ることができるため、逃げやすい。\n- アッシュはバーストダメージが低く、オールイン合戦ではヴァルスの方が有利。\n- アッシュの機動性が低いため、ヴァルスのスキルを当てやすく、ダメージを稼ぎやすい。",
			"トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、アッシュに対してオールインが可能です。\n- トリスターナの射程はレベルが上がるにつれて増加し、アッシュの射程を上回ることができるため、後半のチームファイトでも有利に立ち回れます。\n- トリスターナは移動能力が高く、ブリンクスキルを持っているため、アッシュのスロー効果を回避しやすいです。\n- アッシュは機動スキルを持たないため、トリスターナが接近して攻撃する際に逃げる手段が限られています。\n- トリスターナはウェーブ管理が難しいものの、アッシュに対しては一方的に攻撃できる状況を作りやすく、レーンでの優位を築きやすいです。",
			"コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃を持ち、アッシュの射程を上回るため、アッシュに対して一方的にハラスが可能です。\n- コーキのスキルは全てAoEであり、レーンのプッシュが早く、アッシュが安全にファームするのを難しくします。\n- アッシュはバーストダメージが低く、オールイン合戦では不利ですが、コーキは持続的なダメージを出す能力が高く、アッシュに対して優位に立てます。\n- コーキはアルティメットのクールダウンが短いため、頻繁にダメージを与えられ、アッシュのスキルを避けながら攻撃することができます。\n- アッシュは機動スキルを持たないため、コーキの攻撃を受けると逃げる手段が限られ、特にコーキのAoE攻撃に対して脆弱です。",
			"シヴィア": "シヴィアが有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、アッシュに対して優位に立ちやすい。\n- スペルシールドにより、アッシュのスキルを回避できるため、トレードで有利に進めることができる。\n- シヴィアの移動速度上昇効果により、アッシュのスローを受けても逃げやすく、Kitingがしやすい。\n- アッシュはバーストダメージが低いため、シヴィアが持つ持続的なダメージに対抗しづらい。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、アッシュに対しても有効に働く。"
		}
	},
	"エズリアル": {
		"name": "エズリアル",
		"beats": {
			"ミス・フォーチュン": "ミス・フォーチュンはエズリアルに不利です。\n\n- エズリアルは長射程のポークスキルを持っており、ミス・フォーチュンが近づく前にダメージを与えることができる。\n- エズリアルの機動力により、ミス・フォーチュンの攻撃を避けやすく、特にオールインを仕掛ける際に不利になる。\n- ミス・フォーチュンは基礎攻撃力が低く、エズリアルの高いバーストダメージに対抗しづらい。\n- エズリアルはウェーブクリアが遅い相手に対して有利であり、ミス・フォーチュンはその点で押されやすい。\n- ミス・フォーチュンのCCがスローのみで、エズリアルの逃げ性能に対して効果的ではない。",
			"ケイトリン": "ケイトリンが不利です。\n\n- エズリアルは高い機動力を持ち、ワープスキルを使ってケイトリンの攻撃を避けやすい。\n- エズリアルのスキルは射程が長く、ケイトリンが攻撃する前にポークを行うことができるため、レーンでのハラスにおいて優位に立ちやすい。\n- ケイトリンはAA強化がパッシブに依存しているため、エズリアルのスキルコンボによるバーストダメージに対して脆弱である。\n- エズリアルはウェーブクリアが遅い相手に対して有利であり、ケイトリンはその点で不利を被ることが多い。\n- ケイトリンの罠はエズリアルの機動力に対して効果的ではなく、エズリアルが逃げる際に罠を避けることが容易である。",
			"ジグス": "ジグスが不利です。\n\n- エズリアルは高い機動力を持ち、ブリンクを使ってジグスのスキルを避けることができるため、ジグスの攻撃が当たりにくい。\n- エズリアルのスキルは射程が長く、ジグスが安全にハラスを行う前に、エズリアルが先にポークを行うことができる。\n- ジグスは対象指定スキルを持たず、エズリアルのような機動力の高いチャンピオンに対してはダメージを与えにくい。\n- エズリアルはウェーブクリアが早く、ジグスがミニオンを処理する前に圧力をかけることができるため、レーンでの優位性を保たれやすい。\n- エズリアルのスキルコンボによるバーストダメージは、ジグスにとって脅威であり、接近を許すと一気にダメージを受ける可能性が高い。",
			"コーキ": "コーキが不利です。\n\n理由は以下の通りです。\n\n- エズリアルは高い機動力を持ち、コーキの攻撃を避けやすいため、コーキの攻撃が当たりにくい。\n- エズリアルのスキルは長射程であり、コーキが近づく前にポークできるため、レーンでのハラスが有利。\n- コーキはCCがないため、エズリアルの逃げる手段に対して対抗手段が乏しい。\n- エズリアルは持続的なダメージを出す能力が高く、コーキのAoE攻撃に対しても耐えやすい。\n- コーキはマナ消費が激しく、スキルを多用するとマナが枯渇しやすく、持続戦に弱い。",
			"トゥイッチ": "トゥイッチが不利です。\n\n- エズリアルは高い機動力を持ち、スキルを使って距離を保ちながら攻撃できるため、トゥイッチの奇襲を回避しやすい。\n- エズリアルのスキルは長射程で、トゥイッチが攻撃する前にポークを受ける可能性が高い。\n- トゥイッチは序盤の装備依存度が高く、エズリアルのポークによって早期に不利な状況に陥ることがある。\n- エズリアルは持続的なダメージを与える能力が高く、トゥイッチがステルスを使っても反撃を受けやすい。\n- エズリアルのスキルは方向指定であるため、トゥイッチがステルスを使っても、エズリアルが適切にスキルを使えばダメージを与えられる。"
		},
		"loses": {
			"ヴェイン": "ヴェインが有利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。特に、エズリアルの主力スキルが方向指定であるため、ヴェインのダッシュを使って回避することが可能。\n- ヴェインは最大HPに比例した確定ダメージを持っており、エズリアルがタンクや高HPのチャンピオンに対して強いのと同様に、エズリアルもダメージを与えにくくなる。\n- エズリアルはAoE攻撃手段が限られており、ウェーブクリアが遅いため、ヴェインがレーンで優位に立ちやすい。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルが近づくとヴェインの追撃能力に苦しむことが多い。\n- エズリアルは後半にクリティカル装備との相性が悪く、ダメージ不足に陥ることがあるが、ヴェインは後半に強力なダメージを出せるため、時間が経つにつれて有利になる。",
			"ゼリ": "ゼリがエズリアルに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、エズリアルのスキルを避けやすいため、ハラスを受けにくい。\n- Qスキルがノーコストで使用できるため、持続的に攻撃を行いやすく、エズリアルのポークに対抗できる。\n- エズリアルの主力スキルが方向指定であるため、ゼリの機動力を活かして回避しやすい。\n- ゼリは接近手段に確実性がないエズリアルに対して、Kiteを行いやすく、トレードで有利に立ち回れる。\n- エズリアルのウェーブクリア能力が低いため、ゼリがレーンを押し込むことで優位に立つことができる。",
			"カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは高いバーストダメージを持ち、エズリアルのスキルを回避しやすい機動力を持っています。これにより、エズリアルのポークを受けにくくなります。\n- エズリアルは主力スキルが方向指定であり、カイ＝サのような機動力の高いチャンピオンに対しては当てにくくなります。\n- カイ＝サは魔法ダメージを持つ攻撃が可能で、エズリアルが防具で対策しにくいダメージを与えることができます。\n- カイ＝サのUltは長距離移動が可能で、エズリアルの攻撃を避けながら奇襲をかけることができるため、戦闘での優位性を持ちやすいです。\n- エズリアルはウェーブクリアが遅く、カイ＝サがスキルを進化させることで、より早くレーンを押し込むことができるため、主導権を握りやすいです。",
			"ヴァルス": "ヴァルスがエズリアルに有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、エズリアルのポークを受ける前に攻撃できる。\n- AoEスキルを持っているため、ミニオンを利用してエズリアルにダメージを与えやすい。\n- エズリアルは主力スキルが方向指定であるため、ヴァルスのスキルを避けるのが難しい。\n- エズリアルの機動力を活かす前に、ヴァルスのCCで足止めすることができる。\n- エズリアルはウェーブクリアが遅いため、ヴァルスが先にプッシュして有利な状況を作りやすい。"
		}
	},
	"ケイトリン": {
		"name": "ケイトリン",
		"beats": {
			"ヴェイン": "ヴェインが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインは射程が短いため、ハラスを受けやすい。\n- ケイトリンの罠による視界確保とスネア効果で、ヴェインの機動力を制限される可能性が高い。\n- ケイトリンはレーンでのハラスが得意で、序盤から一方的に攻撃を受けることが多く、ビハインドを負いやすい。\n- ヴェインは集団戦での立ち回りが難しく、ケイトリンの長射程からの攻撃に対して脆弱である。\n- ケイトリンのスキルは、ヴェインが接近する前にダメージを与える手段を持っているため、オールインが難しい。",
			"ミス・フォーチュン": "ミス・フォーチュンはケイトリンに不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎攻撃射程を持っており、ミス・フォーチュンが攻撃を仕掛ける前に一方的にハラスを受けることが多い。\n- ケイトリンの罠は、ミス・フォーチュンが接近する際のリスクを高め、捕まると大きなダメージを受ける可能性がある。\n- ケイトリンはレーンでのプッシュ力が高く、ミス・フォーチュンがウェーブを処理する前にタワーに圧力をかけることができる。\n- ミス・フォーチュンは逃げ性能が乏しく、ケイトリンの攻撃を受けやすいため、オールインを仕掛けられると脆弱になる。\n- ケイトリンのスキルは長射程で、ミス・フォーチュンが近づく前にダメージを与えることができるため、ミス・フォーチュンは立ち回りが難しくなる。",
			"ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ドレイヴンが近づく前に一方的にハラスを受けることができる。\n- ケイトリンの罠を使った視界確保とスネア効果により、ドレイヴンは捕まりやすく、オールインを仕掛ける際にリスクが高まる。\n- ドレイヴンはAAに依存しているため、ケイトリンの長射程攻撃に対して反撃が難しく、特に序盤のハラスで不利を強いられる。\n- ケイトリンはスキルのCDが長いとはいえ、ドレイヴンが斧を落とした場合、彼の戦闘能力が大幅に低下し、逆にケイトリンに攻撃されやすくなる。\n- ケイトリンのバーストダメージは、ドレイヴンの耐久力を脅かす要素があり、特に集団戦ではドレイヴンが不利になることが多い。",
			"ジンクス": "ジンクスが不利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ジンクスはその射程に対抗できないため、レーンでのハラスが一方的に行われる。\n- ケイトリンの罠による視界確保とスネア効果は、ジンクスが接近するのを困難にし、特にジンクスの自衛手段が乏しいため、捕まるリスクが高まる。\n- ケイトリンは序盤からタワーシージが得意で、ジンクスが育つ前にタワーを破壊される可能性がある。\n- ジンクスは基礎ステータスが低く、序盤は特に苦しい展開になりやすいが、ケイトリンはその間に優位に立つことができる。\n- ケイトリンのスキルのモーションが長いとはいえ、ジンクスは自衛手段が乏しいため、接近されると致命的なダメージを受けやすい。",
			"ゼリ": "ゼリが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ゼリはその射程に対抗できないため、レーンでのハラスが非常に厳しい。\n- ケイトリンの罠による視界確保とスネア効果は、ゼリの機動力を制限し、捕まるリスクを高める。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ケイトリンの強力なハラスに対抗しづらい。\n- ケイトリンはレーンでのプッシュ力が高く、タワーシージを行いやすいため、ゼリは早期に圧力をかけられる。\n- ゼリのQは非貫通であるため、ケイトリンのように一方的に攻撃することが難しく、トレードで不利になりやすい。",
			"ザヤ": "ザヤが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ザヤは射程が短いため、ケイトリンから一方的にハラスを受けやすい。\n- ケイトリンの罠による視界確保とスネア効果は、ザヤが接近するのを難しくし、攻撃を受けるリスクを高める。\n- ザヤのスキルは発動に時間がかかるため、ケイトリンの長射程攻撃に対して反撃が難しい。\n- ケイトリンはバーストダメージを出す能力が高く、ザヤが殴り合いで不利になることが多い。\n- ザヤはCCやバーストに対して準備が必要で、ケイトリンの攻撃を避ける手段が限られているため、突発的な戦闘で不利になる。"
		},
		"loses": {
			"ジグス": "ジグスが有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、ケイトリンの射程を上回るため、レーンでのハラスが有利に進められる。\n- ケイトリンはAA強化がパッシブに依存しているため、ジグスのAoE攻撃によるハラスやミニオン処理に対して脆弱。\n- ジグスのスキルは範囲攻撃であり、ケイトリンが罠を設置しても、ジグスはそれを避けながら攻撃できるため、ケイトリンの罠を無効化しやすい。\n- ケイトリンはスキルのモーションが長く、ジグスのスキルを避けるのが難しいため、集団戦でもジグスが優位に立ちやすい。\n- ジグスはタワー破壊能力が高く、ケイトリンがタワーシージを行う際に、ジグスがそれを阻止することができる。",
			"ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴァルスはケイトリンと同様に長射程を持っており、レーンでのハラス合戦において優位に立つことができます。\n- AoEダメージ: ヴァルスはAoEスキルを持っているため、ミニオンがいる状況でも高いダメージを出すことができ、ケイトリンのハラスを無効化しやすいです。\n- CCの存在: ヴァルスのスキルにはCC効果があり、ケイトリンの動きを制限することができるため、彼女の攻撃を避けやすくなります。\n- スノーボール性能: 敵チャンピオンをキルすることで攻撃速度が増加し、試合が進むにつれて強力な存在になりやすいです。\n- 短射程チャンピオンに対する強さ: ケイトリンは短射程のチャンピオンに対して有利ですが、ヴァルスはその短射程チャンピオンに対しても強く出られるため、相手の強みを打ち消すことができます。",
			"エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルはスキルの射程が長く、ケイトリンの攻撃を避けながら安全にハラスができるため、レーンでの優位性を保ちやすい。\n- エズリアルのポークスキルは短いクールダウンで使用できるため、ケイトリンの攻撃を受ける前にダメージを与えることができる。\n- ケイトリンはパッシブに依存しているため、エズリアルがスキルを使ってハラスを行うことで、ケイトリンのパッシブを発動させる機会を減らすことができる。\n- エズリアルはワープスキルを持っているため、ケイトリンの罠やスキルを避けやすく、Gankにも強い。\n- ケイトリンのスキルのモーションが長いため、エズリアルはその隙を突いて攻撃することができる。",
			"セナ": "セナが有利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、ケイトリンよりも射程が長いため、レーンでのハラスが有利に進められる。\n- セナの回復能力により、ケイトリンのハラスを受けても持ちこたえやすく、持続的に戦える。\n- ケイトリンはパッシブに依存しているため、コンボが決まらないと火力が出にくいが、セナはスタックを集めることで火力を向上させることができる。\n- セナのスキルはCCを持っており、ケイトリンの攻撃を制限することができるため、ケイトリンが攻撃しづらくなる。\n- ケイトリンはスキルのモーションが長く、隙が大きいため、セナはその隙を突いて攻撃するチャンスが増える。"
		}
	},
	"カリスタ": {
		"name": "カリスタ",
		"beats": {
			"エズリアル": "エズリアルがカリスタに不利です。\n\n理由は以下の通りです。\n\n- カリスタは短距離のブリンクを持っており、エズリアルのスキルを回避しやすい。これにより、エズリアルの攻撃が当たりにくくなる。\n- カリスタの高い機動性により、エズリアルが距離を取ろうとしても、カリスタが追撃しやすい。\n- カリスタはバーストダメージが高く、エズリアルのHPを迅速に削ることができるため、エズリアルは常に警戒しなければならない。\n- エズリアルの主力スキルが方向指定であるため、カリスタの機動力に対して効果的にダメージを与えることが難しい。\n- カリスタのアルティメットは、エズリアルの逃げる手段を封じることができ、連携を取った際に非常に脅威となる。\n- カリスタは持続的なダメージを与える能力が高く、エズリアルが反撃する隙を与えにくい。",
			"シヴィア": "シヴィアはカリスタに不利です。\n\n- カリスタは高い機動性を持ち、リープによってシヴィアの攻撃を回避しやすい。\n- カリスタのバーストダメージは非常に高く、シヴィアが持つスペルシールドでは対処しきれない場合が多い。\n- カリスタは接近戦での強さを活かし、シヴィアの射程不足を突いてオールインを仕掛けることができる。\n- シヴィアは単体へのDPSが低いため、カリスタとの1対1のトレードで不利になることが多い。\n- カリスタのアルティメットは、シヴィアがエンゲージやディスエンゲージを試みる際に、味方との連携を強化し、シヴィアに対して有利な状況を作り出すことができる。",
			"カイ＝サ": "カイ＝サがカリスタに不利です。\n\n- カリスタは高い機動性を持ち、リープによってカイ＝サの攻撃を回避しやすい。\n- カリスタのバーストダメージは特定の条件下で非常に高く、カイ＝サが持つシールドや逃げる手段を無効化することができる。\n- カリスタは接近戦でのKite性能が高く、カイ＝サが攻撃を当てる前に距離を詰められる。\n- カリスタのアルティメットは、カイ＝サの奇襲や追撃を無効化する可能性があり、連携が取れた場合に特に強力。\n- カイ＝サは射程が短く、カリスタの攻撃を受けやすくなるため、集団戦での位置取りが難しい。",
			"ザヤ": "ザヤが不利です。\n\n- カリスタは高い機動性を持ち、リープによってザヤの攻撃を回避しやすい。\n- カリスタのバーストダメージは非常に高く、ザヤが自衛する前に大きなダメージを受ける可能性がある。\n- カリスタのアルティメットは、ザヤのスキルを無効化することができ、連携を強化するため、ザヤが反撃する機会を減少させる。\n- ザヤは射程が短いため、カリスタの攻撃を受けやすく、特にハラスを受ける場面で不利になる。\n- カリスタは対象指定のCCを持つチャンピオンに対して強く、ザヤのスキルが効果を発揮しにくい。"
		},
		"loses": {
			"ユナラ": "ユナラが有利です。\n\n理由は以下の通りです。\n\n- ユナラは魔法ダメージを持ち、カリスタの物理的な耐久力を削りやすい。\n- ユナラの攻撃範囲がカリスタよりも長いため、レーンでのハラスが有利に進められる。\n- ユナラはスキルを使うことで攻撃速度を上昇させ、集団戦でのAoEダメージを強化できるため、カリスタに対して効果的。\n- カリスタは接近戦を得意とするが、ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、カリスタの攻撃を避けやすい。\n- ユナラはタンク系や耐久力の低いチャンピオンに対して有利で、カリスタもその一部に該当するため、戦闘で優位に立ちやすい。",
			"ルシアン": "ルシアンがカリスタに有利です。\n\n理由は以下の通りです。\n\n- ルシアンは序盤から高いバーストダメージを持ち、カリスタに対して強力なハラスが可能です。\n- ルシアンのスキルはクールダウンが短く、連続攻撃ができるため、カリスタのリープを利用した機動性を逆手に取ることができます。\n- カリスタはAAや攻撃速度を強化するスキルを持たないため、ルシアンの持続的なダメージに対して耐えにくいです。\n- ルシアンは射程が短いものの、カリスタのリープを利用して距離を詰めることができ、カリスタが攻撃しづらい状況を作り出せます。\n- カリスタは味方との連携が求められるため、ルシアンが単独で攻撃を仕掛けることで、カリスタの強みを活かさせない状況を作ることができます。",
			"ゼリ": "ゼリはカリスタに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、カリスタのリープを避けやすい。これにより、カリスタの攻撃を回避しながら反撃することができる。\n- ゼリのQスキルは長射程であり、マナ消費がないため、持続的に攻撃を行いやすい。これにより、カリスタに対して安定したハラスが可能。\n- カリスタはAAや攻撃速度を強化するスキルを持たないため、ゼリの持続的な攻撃に対して耐えにくい。\n- ゼリは接近手段に確実性がないカリスタに対して、Kiteを活かして優位に立ちやすい。\n- カリスタの強みであるリープは、ゼリの機動力によって無効化されることが多く、カリスタの戦闘能力を低下させる。",
			"コグ＝マウ": "コグ＝マウがカリスタに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、カリスタの攻撃を受ける前にダメージを与えることができるため、レーン戦でのハラスが有利。\n- カリスタは接近戦を得意とするが、コグ＝マウは射程を活かして安全に攻撃できるため、カリスタのリープを無効化しやすい。\n- コグ＝マウの割合ダメージはタンク相手に強力であり、カリスタがタンクを相手にする際に有利に立てる。\n- カリスタは機動力が高いが、コグ＝マウはスキルで射程を延ばすことができ、集団戦でのダメージ出力が高いため、カリスタの機動性を逆手に取ることができる。\n- カリスタは操作が忙しく、連携が求められるが、コグ＝マウは比較的シンプルな操作で高いダメージを出せるため、安定したパフォーマンスが期待できる。",
			"トリスターナ": "トリスターナがカリスタに有利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、カリスタが装備を整える前に有利に立ち回れる。\n- トリスターナの射程がレベルアップと共に増加するため、カリスタの攻撃を受けずに安全に攻撃できる。\n- トリスターナのブリンクスキルにより、カリスタの攻撃を回避しやすく、追撃や逃走が得意。\n- カリスタはKite性能が高いが、トリスターナはその機動性を活かして距離を保ちながら攻撃できる。\n- カリスタのスキルは味方との連携が必要で、トリスターナは単独でも強力なダメージを出せるため、カリスタの連携がうまくいかない場合に有利。",
			"ヴァルス": "ヴァルスがカリスタに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ヴァルスはカリスタよりも射程が長いため、カリスタが近づく前に攻撃を仕掛けることができる。\n- ポーク能力: ヴァルスのスキルはポークに優れており、カリスタがリープで接近する前にダメージを与えることができる。\n- CCの存在: ヴァルスはCCを持っており、カリスタの機動性を制限することができるため、彼女の動きを封じやすい。\n- スノーボール性能: ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、試合を有利に進めやすい。\n- 集団戦での強さ: ヴァルスはAoEスキルを持っており、ミニオンがいる状況では高いDPSを発揮できるため、集団戦でも優位に立ちやすい。",
			"アフェリオス": "アフェリオスがカリスタに有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、カリスタの機動性を逆手に取ることができる。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、アフェリオスの高い火力に対抗しづらい。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、柔らかい敵に対して強力なダメージを出せるため、カリスタに対しても優位に立てる。\n- カリスタは接近手段が方向指定のMeleeチャンピオンに対して有利だが、アフェリオスはその特性を持たないため、カリスタのリープを無効化しやすい。\n- アフェリオスは自己防衛手段が武器に依存しているが、カリスタの攻撃が届く前にアフェリオスが先手を取ることができる。"
		}
	},
	"ヴァルス": {
		"name": "ヴァルス",
		"beats": {
			"アッシュ": "アッシュが不利です。\n\n- ヴァルスは射程が長く、アッシュよりも遠くから攻撃できるため、ハラスが非常に強力です。\n- ヴァルスのスキルにはAoEダメージやCCが含まれており、集団戦やレーン戦での影響力が高いです。\n- アッシュは機動スキルを持たないため、ヴァルスの攻撃を受けやすく、特にオールイン合戦では不利になります。\n- ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボール性能が高いため、アッシュが不利な状況をさらに悪化させる可能性があります。\n- アッシュはバーストダメージが低く、ヴァルスの持つ高いダメージを受けると、早期に倒されるリスクが高まります。",
			"ヴェイン": "ヴェインが不利です。\n\n理由は以下の通りです。\n\n- ヴァルスは射程が長く、ヴェインの攻撃を受ける前にハラスが可能です。これにより、ヴェインはレーンでのプレッシャーを受けやすくなります。\n- ヴァルスのスキルにはCCが含まれており、ヴェインの機動力を制限することができます。特に、ヴェインはCCを受けると脆弱になるため、ヴァルスの攻撃を受けやすくなります。\n- ヴァルスはAoEダメージを持っており、ミニオンがいる状況では高いDPSを発揮できます。これにより、ヴェインは集団戦やレーン戦での立ち回りが難しくなります。\n- ヴェインはAoE攻撃を持たないため、レーンでのプッシュが遅く、序盤にビハインドを負いやすいです。これに対して、ヴァルスはレーンを押しやすい特性を持っています。\n- ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボール性能が高いです。これにより、ヴェインが不利な状況に陥る可能性が高まります。",
			"スモルダー": "スモルダーが不利です。\n\n- ヴァルスは射程が長く、スモルダーが攻撃を仕掛ける前にハラスを行いやすい。\n- ヴァルスのAoEスキルは、スモルダーの集団戦での強みを打ち消すことができる。\n- スモルダーは序盤のスタックがない状態ではダメージが低く、ヴァルスのハラスに耐えられない。\n- ヴァルスのCCを受けると、スモルダーは逃げる手段が限られているため、捕まりやすい。\n- ヴァルスはキルを取ることで攻撃速度が増加し、スノーボールが進むとスモルダーはさらに不利になる。",
			"ケイトリン": "ケイトリンが不利です。\n\n- ヴァルスは射程が長く、ケイトリンよりも遠くからハラスを行うことができるため、ケイトリンは攻撃を受けやすい。\n- ヴァルスのAoEスキルやCCを活用することで、ケイトリンのハラスを無効化しやすく、集団戦でも優位に立てる。\n- ケイトリンはスキルのモーションが長く、ヴァルスのスキルを避けるのが難しいため、特に集団戦での生存率が低くなる。\n- ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボール性能が高いため、ケイトリンが不利な状況でさらに劣勢に陥る可能性がある。\n- ケイトリンはフック型のキャッチャーやオールインが強いチャンピオンに対して不利であり、ヴァルスもその特性を持っているため、対面でのプレッシャーが強い。",
			"ユナラ": "ユナラが不利です。\n\n- ヴァルスは射程が長く、ユナラの攻撃を受ける前にハラスを行いやすい。\n- ヴァルスのAoEスキルは、ユナラが集団戦でダメージを出す際に脅威となり、ユナラの立ち位置を制限する。\n- ヴァルスはCCを持っており、ユナラの移動を妨げることで、攻撃を受けやすくなる。\n- ヴァルスはキルを取ることで攻撃速度が上昇し、スノーボール性能が高いため、ユナラが不利な状況に陥りやすい。\n- ユナラはオートアタックに依存しているため、ヴァルスのハラスやCCに対して脆弱で、Kiteに失敗すると致命的なダメージを受ける可能性がある。",
			"エズリアル": "エズリアルが不利です。\n\n- ヴァルスは射程が長く、エズリアルよりも遠くからハラスを行うことができるため、エズリアルは常にダメージを受けやすい。\n- ヴァルスのAoEスキルは、ミニオンがいる状況で高いDPSを発揮できるため、エズリアルはウェーブクリアが遅く、押し込まれやすい。\n- ヴァルスはCCを持っており、エズリアルの機動力を制限することができるため、エズリアルは反撃のチャンスを失いやすい。\n- エズリアルの主力スキルは方向指定であり、ヴァルスのスキルに対して避けるのが難しいため、エズリアルはダメージを受けやすい。\n- ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボール性能が高いため、エズリアルが不利な状況でさらに劣勢に陥る可能性がある。"
		},
		"loses": {
			"ジン": "ジンが有利です。\n\n理由は以下の通りです。\n\n- ジンは長射程の攻撃を持ち、ヴァルスのポークを受ける前にハラスを行いやすい。\n- ジンの攻撃は全てAoE効果を持ち、ミニオンがいる状況でも高いダメージを出せるため、ヴァルスのスキルを避けながらダメージを与えられる。\n- ヴァルスはスキルの発動にタイムラグがあり、ジンの攻撃を受ける前に反撃することが難しい。\n- ジンの4発目の攻撃やアルティメットは、体力の減ったヴァルスに対して非常に高いダメージを与えることができ、キルを狙いやすい。\n- ジンはクリティカルヒット時に移動速度が上昇するため、ヴァルスのスキルを避ける能力が高く、接近戦でも有利に立ち回れる。",
			"ルシアン": "ルシアンがヴァルスに有利です。\n\n理由は以下の通りです。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ヴァルスに対して強力なハラスが可能です。\n- ルシアンのスキルはクールダウンが短く、連続攻撃ができるため、ヴァルスのHPを削りやすいです。\n- ヴァルスはHP回復が低く、持続的なハラスに対して脆弱であるため、ルシアンの攻撃が効果的です。\n- ルシアンは機動力が高く、ヴァルスのスキルを避けながら攻撃できるため、レーンでのトレードが有利です。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、ルシアンが先手を取ることが容易です。\n- ルシアンは逃げ手段が少ないADCに対して強く、ヴァルスはその一例であるため、ルシアンが有利に立ち回れます。",
			"ジグス": "ジグスが有利です。\n\n理由は以下の通りです。\n\n- ジグスは全てのスキルがAoEであり、ミニオン処理能力が高いため、ヴァルスのポークを受けながらも安全にファームができる。\n- ジグスの長射程のスキルにより、ヴァルスが攻撃を仕掛ける前にダメージを与えることができる。\n- ヴァルスはHP回復が低く、ジグスの持続的なハラスに対して脆弱であるため、ジグスは有利に立ち回れる。\n- ジグスは設置型のスキルを持っており、ヴァルスが近づくのを防ぐことができるため、接近を許しにくい。\n- ヴァルスのスキルには発動までのラグがあるため、ジグスはその隙を突いて攻撃することができる。",
			"シヴィア": "シヴィアが有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、レーンでのプッシュ性能が優れているため、ヴァルスに対して圧力をかけやすい。\n- スペルシールドを持つため、ヴァルスのスキルショットを弾くことができ、トレードで有利に立ち回ることができる。\n- シヴィアの移動速度上昇手段により、ヴァルスの攻撃を避けやすく、接近戦でも有利に戦える。\n- ヴァルスはHP回復が低く、継続的なハラスに弱いため、シヴィアの持つ持続的なダメージを受けやすい。\n- シヴィアのウルトはエンゲージやディスエンゲージが可能で、集団戦においても強力な影響を与えることができる。"
		}
	}
}