{
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "ザヤ": "Zyra is at a disadvantage.\n\nThe reasons are as follows:\n\n- Tristana's attack range increases as she levels up, surpassing Zyra's range, making her susceptible to one-sided damage.\n- Tristana's high burst damage puts pressure on Zyra from early to mid-game, making it difficult for her to farm.\n- Tristana's high mobility makes it hard for Zyra to create advantageous situations when trying to retaliate.\n- Tristana's E skill causes automatic pushing, complicating wave management for Zyra and increasing the risk of ganks.\n- Zyra has a shorter range, making it difficult to avoid Tristana's attacks, especially when it comes to harassment.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, allowing her to engage in favorable trades before Twitch can get his items.\n- Tristana's range increases with levels, enabling her to safely attack before Twitch can engage.\n- Tristana has high mobility, making it easy for her to evade Twitch's ambushes and excel at escaping or chasing.\n- Tristana excels at wave management with her E's passive, increasing the risk of Twitch getting ganked.\n- Twitch has low escape potential and is vulnerable to Tristana's attacks, especially when there is a support with hard CC, making him even more disadvantaged.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Tristana.\n\n- Tristana has high burst damage from early to mid-game, especially powerful when paired with a squishy support. Miss Fortune has low base attack damage and is vulnerable to all-ins.\n- Tristana's mobility and blink skill make it very dangerous for Miss Fortune, who has few means to escape when approached.\n- As Tristana levels up, her range increases, allowing her to perform better in team fights. Miss Fortune has a shorter effective range and requires precise kiting, but Tristana's increasing range makes it even more unfavorable for her.\n- Tristana's E skill provides automatic push potential, reducing Miss Fortune's opportunities to harass and making wave management difficult.\n- Tristana is highly mobile and excels at escaping and chasing, making it easy for her to retaliate when Miss Fortune attempts to harass.",
      "アッシュ": "Ashe is at a disadvantage.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, making it difficult for Ashe to deal with an all-in.\n- Tristana has high mobility and can easily dodge Ashe's attacks using her blink.\n- Tristana's range increases as she levels up, allowing her to harass safely without taking damage from Ashe.\n- Ashe lacks mobility skills, so her options for escaping Tristana's attacks are limited.\n- Tristana's E skill provides strong pushing power, making it harder for Ashe to manage the wave.",
      "ジン": "Jhin is at a disadvantage.\n\n- Tristana has high burst damage from the early game and can engage before Jhin can use his skills, making Jhin susceptible to early damage.\n- Tristana's blink skill allows her to easily dodge Jhin's attacks, making it difficult for him to retaliate when she gets close.\n- As Tristana levels up, her range increases, allowing her to safely attack before Jhin can reach her, giving her an advantage in lane.\n- Jhin has no means of escape, so when Tristana goes all-in, it becomes difficult for Jhin to respond.\n- Tristana's E skill automatically pushes the wave, complicating Jhin's wave management and increasing the risk of ganks.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Tristana has high burst damage from the early game, making it easy for Smolder to take damage before stacking up.\n- Tristana's range increases with level, making it difficult for Smolder to attack while taking damage.\n- Tristana has high mobility and excels at escaping and chasing, causing Smolder to miss opportunities to engage.\n- Smolder lacks auto-attack enhancements, making it hard to counter Tristana's sustained DPS.\n- Tristana's E skill has strong pushing power, creating unfavorable situations for Smolder, who struggles with wave management."
    },
    "loses": {
      "コーキ": "Corki has an advantage over Tristana.\n\nThe reasons are as follows:\n\n- Corki's skills are all AoE, allowing him to quickly push the lane by taking advantage of Tristana's difficulty in managing waves, making it easier to create an advantageous situation before Tristana can scale.\n- Corki's long-range attacks enable him to deal damage before Tristana can get close, allowing him to gain an advantage, especially in early trades.\n- Corki's ultimate has a short cooldown and can deal sustained damage, allowing him to keep applying pressure before Tristana can get her items.\n- Tristana is weak in the early game and struggles to deal damage until she gets her items, while Corki can accumulate damage during that time.\n- With Tristana's skill cooldowns being long, Corki can exploit those windows to engage and create favorable situations against Tristana.",
      "ドレイヴン": "Draven has an advantage over Tristana.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to overwhelm Tristana before she can get her items.\n- Tristana is weak in the early game and has a hard time dealing damage, especially before she gets her items, making her susceptible to Draven's attacks.\n- Draven's passive allows him to earn gold easily, enabling him to acquire items early and create an even more advantageous situation.\n- Tristana struggles with wave management and tends to push automatically, making it easier for Draven to set up ganks.\n- Draven has a skill that increases his movement speed, allowing him to chase down Tristana even when she tries to escape.",
      "シヴィア": "Sivir has an advantage over Tristana.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability, allowing her to push the lane when Tristana struggles to deal damage in the early game.\n- With her spell shield, she can block Tristana's skills, giving her an advantage in trades.\n- Sivir's movement speed increase makes it easier to avoid Tristana's blink, excelling in chasing and escaping.\n- Sivir can engage and disengage in team fights, allowing her team to gain an advantage before Tristana can scale.\n- Tristana's passive on her E automatically pushes the wave, which Sivir can exploit to create favorable situations.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Kai'Sa has high burst damage and can quickly whittle down Tristana's HP, making it easier to gain an advantage in the early matchup.\n- Tristana is weak in the early game, especially until she gets her items, making it difficult for her to deal damage, while Kai'Sa can play aggressively from an early stage.\n- Kai'Sa's skills deal magic damage, making it hard for Tristana to counter even if she builds armor.\n- Kai'Sa can evolve her skills to adapt to the situation, particularly having means to avoid Tristana's attacks.\n- Tristana's passive on her E skill automatically pushes the wave, which reduces the risk of Kai'Sa being ganked.\n- Kai'Sa's long-range mobility and shield from her ultimate are very effective for avoiding Tristana's attacks, making her strong in ambushes and chasing."
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Yuumi has long-range auto attacks, making it difficult for Miss Fortune to harass her.\n- Yuumi's magic damage from her skills can compensate for Miss Fortune's low base attack damage.\n- Yuumi has high movement speed, making it easier to adjust her positioning and avoid Miss Fortune's attacks.\n- Yuumi's AoE damage in team fights can counter Miss Fortune's ultimate, giving her an advantage in team fights.\n- Miss Fortune has poor escape potential, making her vulnerable to Yuumi's attacks.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Yuumi excels at attacks that utilize auto-attacks, and since Sivir has a shorter range, Yuumi can initiate attacks more easily.\n- Yuumi's magic damage from her skills can bypass Sivir's spell shield, making it easier to deal damage.\n- Yuumi has high movement speed, allowing her to harass while avoiding Sivir's attacks, making it easier to maintain lane dominance.\n- Sivir has low DPS against single targets, making it difficult to counter Yuumi's AoE damage.\n- Yuumi's slow effect hinders Sivir's kiting, making it harder for her to maneuver effectively.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Yuumi is a long-range marksman, and since Samira has a short range, Yuumi can harass safely.\n- Yuumi's magic damage is less affected by damage mitigation from items, and Samira has low defensive stats, making her susceptible to sustained damage.\n- Yuumi can increase her attack speed with skills, allowing her to deal damage before Samira can close the gap.\n- Samira excels in close combat, but Yuumi can make it difficult for her to approach by using bushes to break line of sight, allowing her to avoid Samira's attacks.\n- Yuumi only has a slow as crowd control, so she lacks effective CC when Samira approaches, making it hard to create situations where Samira can attack easily.",
      "カリスタ": "Kalista is at a disadvantage.\n\n- Yuumi has a long attack range, making it easier for her to harass Kalista before she can engage, giving her an advantage in lane.\n- Yuumi's magic damage can easily chip away at Kalista's durability, especially since Kalista relies on physical damage, making her susceptible to damage.\n- Yuumi can increase her attack speed by using her skills, allowing her to deal AoE damage in team fights, making it difficult for Kalista to output damage in those situations.\n- Kalista is weak against opponents who can negate her kiting, and Yuumi's slow effect makes it harder for her to maneuver.\n- Since Yuumi's crowd control consists only of slows, it becomes difficult for Kalista to utilize her mobility, making her more vulnerable to Yuumi's attacks.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Yuumi has long-range attacks and can harass Zyra unilaterally due to her short range, making Zyra susceptible to damage.\n- Yuumi's skills deal magic damage, allowing her to bypass Zyra's defenses and inflict damage.\n- Yuumi excels at attacks that utilize auto-attacks, enabling her to deal damage before Zyra can get close.\n- Yuumi's AoE damage from her skills gives her an advantage over Zyra in team fights and during farming in lane.\n- Zyra needs to prepare for crowd control and burst damage, making it difficult for her to deal with Yuumi's sustained damage.",
      "ニーラ": "Niira is at a disadvantage.\n\n- Yunara has a long range, making it easy to harass before Niira can close the gap, resulting in strong lane pressure in the early game.\n- Yunara's magic damage is effective against Niira and can reduce Niira's sustain.\n- Yunara has powerful AoE damage in team fights, allowing her to deal significant damage before Niira can get close.\n- Niira is a melee champion and is vulnerable to counterattacks when entering Yunara's attack range, making positioning difficult.\n- There is little damage disruption from Yunara's skills, allowing her to safely harass while Niira attempts to attack."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki's skills are all AoE, allowing him to deal widespread damage to auto-attack reliant champions like Yuumi, making it easier to negate her harassment.\n- Corki has a long attack range, enabling him to deal damage before taking hits from Yuumi, which helps maintain lane dominance.\n- Corki has a short ultimate cooldown and high sustained damage output, allowing him to overwhelm Yuumi before she can deal damage in team fights.\n- While Yuumi specializes in magic damage, Corki has effects that reduce AR and MR, allowing him to further mitigate Yuumi's damage while attacking effectively.\n- Corki has high movement speed, making it easy to adjust his positioning, allowing him to continue attacking while avoiding Yuumi's strikes.",
      "ヴァルス": "Varus has an advantage over Yuumi.\n\nThe reasons are as follows:\n\n- Varus has a long range, allowing him to harass beyond Yuumi's attack range, making it easier to maintain lane dominance.\n- Varus's AoE skills can easily deal damage when Yuumi attempts to auto-attack, making him effective in team fights as well.\n- Varus has crowd control (CC), which can limit Yuumi's movement, allowing him to avoid her attacks.\n- Varus increases his attack speed by killing enemy champions, giving him high snowball potential and making it easier to create favorable situations against Yuumi.\n- Yuumi relies on auto-attacks, so Varus's harassment and CC make it difficult for her to maneuver.",
      "アフェリオス": "Aphelios has the advantage.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse tactics through weapon switching and can flexibly respond to Yuumi's magic damage.\n- Yuumi relies on auto-attacks, so by utilizing Aphelios's weapon effects to harass, he can suppress Yuumi's attacks.\n- After level 12, Aphelios's threat level increases, and if Yuumi's durability is low, he can overwhelm her with powerful damage.\n- Yuumi only has slow crowd control, and although Aphelios has low mobility, he can maintain distance while fighting by effectively using his weapon effects, making it easier to avoid Yuumi's attacks.\n- While Yuumi has a long attack range, Aphelios also has range and can maneuver advantageously, especially in harassment.",
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch can utilize stealth to launch ambushes, dealing damage while avoiding Unala's attacks.\n- Unala relies on auto-attacks, making it difficult to react to Twitch's ambushes due to his stealth.\n- Twitch's ultimate has long range, allowing him to deal significant damage in team fights and counter Unala's AoE damage.\n- Unala only has a slow as crowd control, limiting her means to prevent Twitch's ambushes, allowing Twitch to play advantageously.\n- Twitch can also build AP, effectively dealing damage against Unala's magic damage.",
      "ジグス": "Ziggs has an advantage over Yuumi.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills, allowing him to deal damage from farther away than Yuumi's attack range, enabling him to inflict damage before Yuumi can get close.\n- Yuumi relies on auto-attacks, making her susceptible to harassment from Ziggs' area-of-effect attacks, which puts pressure on her in the lane.\n- Ziggs' skills deal AoE damage, allowing him to inflict significant damage before Yuumi can contribute in team fights.\n- Yuumi only has a slow as crowd control, and her means to disrupt Ziggs' skills are limited, making it easier for Ziggs to use his abilities freely.\n- Ziggs has high tower destruction capability, and if Yuumi cannot gain an advantage in the lane, Ziggs can impact the overall game by quickly destroying towers."
    }
  },
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has a high wave clear ability and can easily push the lane, often pushing first before Caitlyn can harass.\n- Sivir's spell shield helps her avoid Caitlyn's skills, especially by negating traps and skill shots, making it harder for Caitlyn to land her attacks.\n- Sivir has plenty of ways to increase her movement speed, making it easier to dodge Caitlyn's attacks and allowing her to position advantageously during all-ins.\n- While Caitlyn has long range, Sivir also has range, which often allows her to initiate attacks first, putting Caitlyn at a disadvantage in trades.\n- Sivir's ultimate is excellent for engaging and disengaging in team fights, making it difficult for Caitlyn to exert influence in those situations.",
      "トリスターナ": "Tristana is at a disadvantage.\n\nReasons:\n- Sivir has high AoE damage and wave clear ability, making it difficult for Tristana to maintain lane dominance as she can be quickly pushed back.\n- Sivir's spell shield can block Tristana's skills, allowing her to gain an advantage in trades.\n- Sivir has many ways to increase her movement speed, making it easier to dodge Tristana's attacks.\n- Tristana is weak in the early game and cannot counter Sivir's strong trades, making her susceptible to lane pressure.\n- Although Sivir's range is shorter, she can initiate attacks before Tristana scales up, making it easy for Tristana to lose in all-ins.",
      "スモルダー": "Smolder is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has a short range, making Smolder vulnerable to Sivir's harassment and trades when attacking primarily with auto-attacks.\n- Sivir's AoE damage and wave clear ability make it difficult for Smolder to push the lane, allowing Sivir to apply early pressure.\n- Sivir's spell shield can block Smolder's skills, particularly favoring her against skills with crowd control.\n- Smolder has low skill performance without early stacks, making him susceptible to Sivir's attacks.\n- Sivir's ultimate provides strong engage and disengage capabilities, complicating positioning in team fights.",
      "エズリアル": "Ezreal is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability, making it difficult for Ezreal when pushed in.\n- Sivir's spell shield can block Ezreal's skills, allowing her to gain an advantage in trades.\n- Sivir has many means to increase her movement speed, making it easier to dodge Ezreal's skills.\n- Ezreal's main skill is skill-shot based, which performs poorly against Sivir's mobility.\n- Ezreal has slow wave clear against Sivir's sustained damage and AoE attacks, making him easily overwhelmed.",
      "アッシュ": "Ashe is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, making it easy for Ashe to be pushed in lane.\n- Sivir's spell shield often blocks Ashe's skill shots, making trades unfavorable.\n- Sivir has plenty of ways to increase her movement speed, making it easier to avoid Ashe's slow effects.\n- Sivir's ultimate provides strong engage and disengage, creating situations where Ashe can be attacked unilaterally.\n- Ashe lacks mobility skills and is vulnerable when approached by Sivir, making her likely to lose in all-ins.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Sivir has high wave clear ability, and even if Miss Fortune harasses, Sivir can quickly clear the minions and retaliate.\n- Sivir's spell shield can negate Miss Fortune's slow, making her harassment less effective.\n- Sivir has many ways to increase her movement speed, making it easier to prevent Miss Fortune from getting close.\n- Sivir's ultimate is excellent for engaging and disengaging in team fights, and it can effectively counter Miss Fortune's ultimate.\n- Miss Fortune has low base attack damage, making her likely to lose in an all-in against Sivir.",
      "ヴァルス": "Varus is at a disadvantage.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, making her excellent at pushing the lane, which puts Varus under pressure in the lane.\n- Sivir's spell shield can block Varus's skill shots, making it easier for her to create advantageous situations in trades.\n- Sivir has many ways to increase her movement speed, making it easier for her to dodge Varus's attacks. This makes it difficult for Varus to land his hits.\n- Sivir's ultimate is great for engaging and disengaging in team fights, complicating Varus's positioning in those situations.\n- Varus has low HP recovery and is weak to continuous harassment, making him vulnerable to Sivir's sustained damage.",
      "コーキ": "Corki is at a disadvantage.\n\n- Sivir has high AoE damage and wave clear ability, making her excellent at pushing the lane, which puts pressure on Corki.\n- Sivir's spell shield can block Corki's skills, making it highly likely that Corki's harassment will be negated.\n- Sivir has plenty of ways to increase her movement speed, making it easier to dodge Corki's attacks and allowing her to trade favorably.\n- Corki lacks crowd control, so he has few means to stop Sivir's attacks, often putting him at a disadvantage in all-ins.\n- While Sivir has sustained damage and strength in team fights, Corki primarily deals damage to single targets, making him less impactful in team fights."
    },
    "loses": {
      "ユナラ": "Yunara has the advantage.\n\nThe reasons are as follows:\n\n- Yunara has a longer attack range than Sivir, making it easier to harass in lane and gain an advantage over Sivir.\n- Yunara's magic damage is less affected by equipment interference, allowing her to deal damage that ignores Sivir's physical defenses.\n- Yunara can increase her attack speed by using skills, enabling her to deal effective AoE damage in team fights against Sivir.\n- Sivir has a shorter base range, making it difficult for her to retaliate against Yunara's harassment, giving Yunara an advantage in lane trades.\n- Yunara has high movement speed, making it easier for her to adjust her positioning and avoid Sivir's attacks.",
      "ゼリ": "Zeri has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to dodge Sivir's attacks. Especially since Sivir's base range is short, Zeri can attack while maintaining distance.\n- While Sivir has strong wave clear, Zeri can deal sustained damage using her Q skill, making it easier to counter Sivir's pushes.\n- Zeri's Q skill can be used at no cost, allowing her to continue attacking without worrying about mana management. This gives her an advantage in trades against Sivir.\n- Sivir has low DPS against single targets, so when Zeri uses her mobility to harass, Sivir finds it difficult to retaliate.\n- Zeri can easily kite against Sivir, who lacks reliable engage tools, allowing her to gain an advantage in trades.",
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch has high attack power and ambush capabilities due to his stealth, making it easier for him to gain an advantage in trades since Sivir has a shorter range.\n- Sivir has low DPS against single targets and struggles to counter Twitch's sustained damage.\n- Twitch's ultimate has long range, posing a threat to Sivir when she is positioning in team fights, making it easier to deal damage to the backline.\n- Sivir's spell shield is effective against crowd control, but Twitch's attacks primarily deal sustained damage, making it difficult for Sivir to avoid them.\n- By ambushing, Twitch can deal damage before Sivir can react, allowing him to gain an advantage, especially in early trades in the lane.",
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, and since Sivir has a shorter base range, it is easier for him to gain an advantage in trades.\n- Sivir has low DPS against single targets and struggles to counter Draven's high damage output.\n- Draven's passive allows him to earn gold easily, and by creating an item advantage, he becomes even more favorable.\n- Draven has a skill that increases his movement speed, allowing him to attack while dodging Sivir's attacks.\n- Sivir's spell shield is effective against crowd control, but Draven's attacks are primarily auto-attacks, making it difficult for Sivir's spell shield to function effectively.\n- Draven has high chasing potential, making it easier to create advantageous situations when Sivir tries to escape.",
      "コグ＝マウ": "Kog'Maw has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Kog'Maw's W significantly extends his range, allowing him to attack from farther away than Sivir, giving him an advantage in trades.\n- Sivir has a shorter base range and cannot effectively counter Kog'Maw's long range, making it difficult for her to harass in lane.\n- Kog'Maw's percentage damage is strong against tanks, making it easier for Sivir to deal damage when facing tanks.\n- Sivir has low DPS against single targets, making it hard for her to counter Kog'Maw's high area damage in team fights.\n- Kog'Maw has low mobility, but since Sivir also has a short range, Kog'Maw can maintain a safe distance to attack.",
      "アフェリオス": "Aphelios has the advantage.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, allowing him to flexibly respond to Sivir's AoE damage.\n- Sivir has a shorter base range, enabling Aphelios to safely harass while utilizing his range.\n- After level 12, Aphelios's threat status increases, and if Sivir's durability is low, he can deal high damage instantly.\n- Sivir's spell shield is effective against crowd control, but Aphelios's attacks primarily rely on auto-attacks, which can bypass Sivir's spell shield.\n- Although Aphelios's self-defense mechanisms depend on his weapons, Sivir's single-target DPS is inferior, making it easier to engage in an all-in fight.",
      "ルシアン": "Lucian has an advantage over Sivir.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage from the early game and can harass Sivir effectively.\n- Sivir has a shorter base range, making her more susceptible to Lucian's attacks and putting her at a disadvantage in trades.\n- Lucian's skill cooldowns are short, allowing for consecutive attacks and making it easier to deal sustained damage to Sivir.\n- Sivir has low DPS against single targets, making it difficult for her to counter Lucian's high burst damage.\n- Lucian has high mobility, allowing him to avoid Sivir's attacks while dealing damage, which helps him maintain lane dominance."
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "Jhin is at a disadvantage.\n\nThe reasons are as follows:\n\n- Kai'Sa has high burst damage and can deal damage instantly before Jhin can engage, making Jhin weak in all-ins.\n- Kai'Sa's skills deal magic damage, making it difficult for Jhin to counter with defensive items, so he is prone to taking damage.\n- Kai'Sa can use her ultimate to move long distances and avoid Jhin's attacks, making it hard for Jhin to land hits.\n- Jhin lacks blinks or escape options, making him vulnerable when approached by Kai'Sa, and he is more likely to take damage from her.\n- Kai'Sa can evolve her skills to adapt to the situation, making it easier to create advantageous scenarios against Jhin.",
      "トリスターナ": "Tristana is at a disadvantage against Kai'Sa.\n\nThe reasons are as follows:\n\n- Kai'Sa has high burst damage, especially magic damage, making it difficult for Tristana to defend herself.\n- Kai'Sa excels at ambushing and chasing with her ultimate, and if Tristana mispositions, she can be easily targeted.\n- Tristana is weak in the early game, and if Kai'Sa gains control before Tristana's items are ready, her growth will be delayed.\n- Kai'Sa can evolve her skills to adapt to the situation, making it easier to create advantageous scenarios before Tristana can scale.\n- Tristana's E skill causes automatic pushing, increasing the risk of being ganked by Kai'Sa and making wave management difficult.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Kai'Sa has high burst damage and the ability to eliminate Caitlyn instantly, making her strong in all-ins.\n- Kai'Sa can close the gap while avoiding Caitlyn's attacks with her long-range ultimate, making it difficult for Caitlyn to retaliate.\n- Although Caitlyn has long range, she becomes disadvantaged in close combat due to Kai'Sa's mobility.\n- Kai'Sa deals magic damage, making it hard for Caitlyn to counter with armor.\n- Caitlyn's skill animations are long, creating openings for Kai'Sa to attack."
    },
    "loses": {
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to overwhelm Kai'Sa before she can get her items.\n- Kai'Sa has a short range and is susceptible to Draven's attacks, giving him an advantage in close combat.\n- Draven's passive makes it easy to earn gold, and by acquiring items early, he becomes even more powerful.\n- Kai'Sa lacks crowd control, making her at high risk of being quickly taken down by Draven's high damage.\n- Draven has a skill that increases his movement speed, allowing him to continue attacking while avoiding Kai'Sa's attacks.\n- Kai'Sa's skills are enhanced through evolution, but Draven can continue to deal damage during that time, making it easier for him to maintain control.",
      "ゼリ": "Zeri has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to avoid Kai'Sa's attacks. In particular, she can evade Kai'Sa's burst damage.\n- Zeri's Q skill has a long range and no mana cost, allowing her to continuously attack. This enables her to keep harassing Kai'Sa.\n- Kai'Sa has a short range and struggles with positioning in close combat, making her vulnerable to Zeri's kiting ability.\n- Zeri can use her skills to accelerate, allowing her to dodge Kai'Sa's attacks while counterattacking, which can lead to an all-in situation.\n- Kai'Sa lacks crowd control, so she has no means to restrict Zeri's mobility, allowing Zeri to move freely.",
      "ザヤ": "Zyra has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Zyra is strong in close combat and can easily deal damage by all-in before Kai'Sa uses her skills.\n- Zyra's snare can restrict Kai'Sa's movement and cut off her escape options.\n- Zyra has AoE damage, making it easier to accumulate damage in team fights and counter Kai'Sa's burst damage.\n- Kai'Sa has a short range, making her susceptible to taking damage when she enters Zyra's attack range.\n- Zyra can pair with Rakan to unleash even more powerful combos, creating favorable situations against Kai'Sa.",
      "ユナラ": "Yunara has the advantage.\n\n- Yunara can naturally deal magic damage, making her less susceptible to damage interference from Kai'Sa's items.\n- Yunara has a longer attack range than Kai'Sa, making it easier to harass in lane and attack safely.\n- Yunara has high movement speed and can easily adjust her positioning, making it easier to avoid Kai'Sa's attacks.\n- Using Yunara's skills increases her attack speed, allowing her to deal AoE damage in team fights more effectively.\n- Kai'Sa lacks crowd control, so Yunara's slows are effective for harassment, making it difficult for Kai'Sa to engage in close combat.",
      "アフェリオス": "Aphelios has an advantage over Kai'Sa.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, allowing him to flexibly respond to Kai'Sa's burst damage.\n- Kai'Sa has a short range, making it difficult for her to approach before taking damage from Aphelios, allowing him to harass effectively.\n- Aphelios's threat level increases after level 12, enabling him to deal high damage to squishy enemies like Kai'Sa.\n- Kai'Sa lacks crowd control and has limited means to avoid Aphelios's attacks, making it difficult for her to engage all-in.\n- Aphelios has strong harass potential, allowing him to gain an early advantage over Kai'Sa and easily take control of the lane.",
      "アッシュ": "Ashe has the advantage.\n\nThe reasons are as follows:\n\n- Ashe has long range and can easily harass Kai'Sa unilaterally.\n- Ashe's slow effect can hinder Kai'Sa's approach, making her good at kiting.\n- Ashe has crowd control, which can stop Kai'Sa when she tries to all-in.\n- Kai'Sa has low base AD scaling and is highly dependent on items in the mid to late game, making it easier for Ashe to take control.\n- Ashe's ultimate can engage from long distances, allowing her to attack Kai'Sa safely."
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "Samira is at a disadvantage.\n\n- Jinx has long range and can attack before Samira can close the gap, making it easy for Samira to be harassed.\n- Jinx's high attack speed and AoE damage make it difficult for Samira to maneuver in team fights.\n- Samira has low defensive stats, making her susceptible to taking lethal damage from Jinx's attacks.\n- Jinx has limited self-defense options, making it hard for Samira to retaliate even when she gets close, but Jinx can attack from a safe distance, keeping Samira in a disadvantageous position.\n- Jinx's skills have long range, making it difficult for Samira to avoid attacks even when using her blink.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Jinx.\n\n- Jinx has high attack speed and long range, allowing her to deal damage before Miss Fortune can close the gap.\n- Jinx's AoE damage in team fights is very powerful, enabling her to deal damage before Miss Fortune can unleash her firepower in a team fight.\n- Miss Fortune has low base attack damage and often lacks DPS, making it difficult to counter Jinx's high attack speed.\n- Jinx can become even more powerful due to buffs gained from kills and objective destruction, allowing her to gain an advantage before Miss Fortune can scale up.\n- Miss Fortune has limited escape options and is susceptible to taking lethal damage from Jinx's attacks.",
      "ゼリ": "Zeri is at a disadvantage.\n\n- Jinx has high attack speed and long range, making her harassment powerful from the early game, which puts Zeri under pressure in lane.\n- Jinx's skills deal AoE damage, making it easy for her to deal damage in team fights, and Zeri finds herself in a tough situation when she takes that damage.\n- Zeri has low base AD and often lacks early game damage, making it difficult to counter Jinx's attacks.\n- Jinx has limited self-defense options, but Zeri also struggles with self-defense, especially when taking damage from Jinx's attacks, which can be fatal.\n- Jinx's skills have long range, making it difficult for Zeri to counter that range and prone to harassment.",
      "アッシュ": "Ashe is at a disadvantage.\n\n- Jinx has high attack speed and long range, making it easy for her to deal damage before Ashe can attack.\n- Jinx's skills have AoE damage and have a high impact in team fights, which means Ashe can be attacked unilaterally.\n- Ashe lacks mobility skills, making it difficult to avoid Jinx's attacks, and she becomes vulnerable when approached.\n- Jinx becomes even stronger with buffs from kills and objective destruction, often overwhelming Ashe before she can scale.\n- Ashe's burst damage is low, so she often finds herself at a disadvantage in all-in battles against Jinx.",
      "トリスターナ": "Tristana is at a disadvantage.\n\nThe reasons are as follows:\n\n- Jinx has high attack speed and long range, making it easy for her to harass Tristana before she can close the gap.\n- Jinx's skills deal powerful AoE damage in team fights, posing a danger to Tristana when positioning herself in those situations.\n- Tristana is weak in the early game, especially before she gets her items, making it difficult for her to deal damage and putting her at a disadvantage against Jinx.\n- Jinx can easily secure consecutive kills due to buffs gained from kills and objective destruction, potentially ending the game before Tristana can scale.\n- Tristana has difficulty managing waves, often pushing automatically, which makes her susceptible to ganks from Jinx.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Jinx has long range and can harass Zyra unilaterally with her high attack speed, making Zyra susceptible to damage.\n- Jinx's skills deal AoE damage and have a high impact in team fights, making it difficult for Zyra to accumulate damage in those situations.\n- Zyra has a short range, so when she enters Jinx's attack range, she is at high risk of taking damage before she can close the gap.\n- Jinx becomes even stronger with buffs from kills and objective destruction, increasing the likelihood that she will gain an advantage before Zyra can scale.\n- Zyra's self-defense options are limited, and she often takes lethal damage from Jinx's attacks."
    },
    "loses": {
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch can utilize stealth to launch ambushes, exploiting Jinx's lack of self-defense options.\n- Twitch's attacks penetrate, making it easier to deal significant damage in team fights and counter Jinx's AoE damage.\n- Jinx is weak in the early game, and if Twitch successfully ambushes before she gets her items, he can create an advantageous situation early on.\n- Twitch has high attack power, making it easier to deal damage before Jinx can scale.\n- Jinx is vulnerable when approached, and Twitch's attacks from stealth can exploit this weakness."
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Zeri.\n\n- Zeri has high mobility, making it easy to dodge Miss Fortune's attacks.\n- Zeri's Q skill allows for continuous attacks without cost, making it easier to mitigate Miss Fortune's harassment.\n- Miss Fortune has low base attack damage and tends to lack early game power, making it difficult to counter Zeri's mobility.\n- Zeri can easily kite against Miss Fortune, who lacks reliable engage options, allowing her to gain an advantage in trades.\n- Miss Fortune has limited escape options, and if caught by Zeri, she can easily find herself in a tough situation.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Sivir has a short base range, making her prone to unfavorable trades against Zeri's long-range attacks.\n- Zeri has high mobility and can harass while avoiding Sivir's attacks, making it difficult for Sivir to land hits.\n- Zeri's Q skill allows her to attack continuously without cost, giving her an advantage over Sivir's wave clear ability.\n- Sivir has low DPS against single targets, making her likely to lose in damage trades during one-on-one encounters with Zeri.\n- Zeri can utilize her mobility to initiate trades that negate Sivir's spell shield, which is hard for Sivir to counter.",
      "ジン": "Jhin is at a disadvantage.\n\n- Zeri has high mobility, making it easy for her to avoid Jhin's attacks, which makes it difficult for Jhin to harass.\n- Zeri's Q ability can be used at no cost, allowing her to continuously deal damage and easily retaliate while taking Jhin's attacks.\n- Jhin lacks blink or escape skills, making him vulnerable when Zeri approaches and goes for an all-in.\n- Zeri can utilize the characteristics of her basic attacks to deal damage while avoiding Jhin's attacks, allowing her to trade favorably.\n- Since Jhin's remaining ammo is visible to the opponent, Zeri can easily read the timing of Jhin's attacks and effectively avoid them."
    },
    "loses": {
      "サミーラ": "Samira has an advantage over Zeri.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can exploit Zeri's low base AD and early game damage deficiency.\n- Zeri has high mobility, but Samira can use her blink to dodge Zeri's attacks while going all-in.\n- Samira has high DPS and can deal significant damage instantly, especially when Zeri is under crowd control.\n- Zeri's attacks mainly rely on skills, making it effective for Samira to harass her with her close combat style.\n- Samira's AoE damage in team fights is powerful, and if Zeri mispositions in a team fight, she is likely to take a lot of damage quickly.",
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to harass Zeri, who has low base AD.\n- Zeri has low base stats and particularly lacks firepower in the early game, making her susceptible to Draven's attacks.\n- Draven's passive makes it easy to earn gold, and by creating an item advantage, he becomes even more favorable.\n- Although Zeri has high mobility, Draven also has strong chasing ability, making it easy to catch her when she tries to escape.\n- Zeri's Q is non-piercing, making it difficult to effectively deal damage against Draven's high durability.\n- While Draven is weak to crowd control, Zeri's attacks mainly rely on skills, allowing Draven to maneuver advantageously.",
      "トリスターナ": "Tristana has the advantage.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, allowing her to exploit Zeri's low base stats.\n- Tristana's range increases with level, enabling her to safely harass while avoiding Zeri's attacks.\n- Tristana has high mobility, excelling at both escaping and chasing, which allows her to outmaneuver Zeri.\n- Zeri has poor wave clear, making it difficult for her to counter Tristana's pushing power.\n- Tristana has a blink to avoid Zeri's skills, making it easier for her to dodge Zeri's attacks.",
      "ジンクス": "Jinx has the advantage.\n\nThe reasons are as follows:\n\n- Jinx has high attack speed and long range, making her less susceptible to harassment from Zeri's mobility.\n- Zeri has low base AD and tends to lack early game damage, making it difficult for her to withstand Jinx's attacks.\n- Jinx's skills deal AoE damage, giving her high influence in team fights, which makes it challenging for Zeri to maneuver in those situations.\n- Zeri's Q skill is non-piercing, making it difficult to avoid Jinx's attacks and often putting her at a disadvantage in trades.\n- Jinx becomes even stronger with buffs from kills and objective destruction, allowing her to apply sustained pressure on Zeri.",
      "ルシアン": "Lucian has an advantage over Zeri.\n\n- Lucian has high burst damage from the early game, making it easier to trade favorably by exploiting Zeri's low base AD.\n- Lucian's skills have short cooldowns and allow for consecutive attacks, enabling him to deal damage before Zeri can utilize her mobility.\n- Zeri has low base stats and struggles with early harassment, making her susceptible to Lucian's attacks.\n- Although Lucian has a short range, he possesses the mobility to dodge Zeri's attacks, allowing him to trade effectively.\n- Zeri's Q skill is non-piercing, so if Lucian positions himself correctly, he can avoid taking damage."
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Twitch.\n\nThe reasons are as follows:\n\n- Twitch has high mobility and can use stealth to ambush, making him a threat when he gets close to Miss Fortune.\n- Twitch's ultimate has long range and deals very high damage in team fights, making it difficult for Miss Fortune to avoid his attacks.\n- Miss Fortune has low base attack damage and often lacks DPS, which increases the likelihood of losing in a straight fight against Twitch.\n- Twitch is favored against opponents with low escape potential, and Miss Fortune has limited means to escape, putting her in a very tough situation if all-inned.\n- Twitch is an ambush-type champion, while Miss Fortune only has a slow for crowd control, making it hard for her to retaliate if caught.",
      "シヴィア": "Sivir is at a disadvantage against Twitch.\n\n- Sivir has a short base attack range, making her susceptible to Twitch's attacks. Twitch can use stealth to ambush, dealing damage before Sivir can react.\n- Twitch has high burst damage and is a strong threat in team fights, even when Sivir is in the backline.\n- Sivir's spell shield is effective against single-target hard CC, but it struggles to deal with Twitch's sustained damage and slows.\n- Sivir is disadvantaged against auto-attack-based carries, and if Twitch has high attack power, she is likely to lose in a direct confrontation.\n- Sivir has limited means to escape from Twitch's ambush potential, and if caught, she faces a high risk of taking lethal damage.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Twitch can utilize stealth to launch ambushes, and since Jinx has limited self-defense options when approached, it is very dangerous.\n- Twitch's ultimate has long range, allowing him to deal damage unilaterally from a distance where Jinx can attack safely.\n- Although Jinx has a high attack speed, it is difficult to counter Twitch's high burst damage, especially in early trades where she is at a disadvantage.\n- Twitch has strong damage output in team fights, and there is a high chance that Jinx will be taken down by Twitch before she can deal AoE damage in a team fight.\n- Jinx has low base stats and is vulnerable until she gets her items, making it difficult for her to maneuver if Twitch gains an early advantage.",
      "ザヤ": "Zyra is at a disadvantage against Twitch.\n\nThe reasons are as follows:\n\n- Twitch has long-range attacks, allowing him to maintain an advantage over Zyra's attack range, making her susceptible to one-sided damage.\n- Twitch's stealth ability increases the risk of ambush, causing Zyra to miss opportunities for counterattacks.\n- Twitch's ultimate can deal significant damage in team fights, and there is a high chance that Zyra will be taken down before she can deal damage in those situations.\n- Zyra takes time to activate her skills, making it difficult to respond to Twitch's ambushes and bursts.\n- Although Twitch has low escape potential, he can take the initiative before Zyra's attacks reach him, putting her in a disadvantageous position.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Twitch can utilize stealth to ambush, effectively negating Caitlyn's long range.\n- Twitch's ultimate has long range and can deal significant damage in team fights, making it difficult for Caitlyn to position herself safely to attack.\n- Caitlyn has long skill animations, which increases the likelihood of her reacting slowly to Twitch's ambush.\n- Although Twitch has low escape potential, he can initiate an attack before Caitlyn goes all-in, which can lead to unfavorable trades.\n- Caitlyn is at a disadvantage against hook-type catchers and champions that excel in all-ins, and Twitch possesses those characteristics, making the matchup unfavorable.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\n- Twitch has high attack power and ambush capabilities due to his stealth, making it difficult for Aphelios to deal with Twitch's surprise attacks since Aphelios lacks mobility.\n- Twitch's ultimate has long range and can deal significant damage in team fights, making him a threat even when Aphelios is in the backline.\n- Aphelios relies on weapon switching, and especially in the early game, his damage output is unstable, making him vulnerable to Twitch's early aggression.\n- Although Twitch has low escape potential, Aphelios also has low mobility, so if Twitch gains the upper hand in a skirmish, Aphelios will be at a disadvantage.\n- Once Twitch is fully equipped, he becomes extremely powerful, so if Aphelios cannot establish an advantage in the early game, he is likely to face a tough situation in the late game as well.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Twitch has high mobility and can utilize stealth to ambush, making it easy for him to close the gap before Varus can take advantage of his range.\n- Twitch's ultimate has AoE damage and provides very high damage output in team fights, which means that even if Varus tries to poke, he risks taking damage in return.\n- Varus has limited self-defense options and is vulnerable to Twitch's ambushes, making it likely that he will lose a significant amount of HP if caught.\n- Once Twitch is fully equipped, he can deal extremely powerful burst damage, so if Varus cannot establish an early advantage, he will face a tough situation in the late game.\n- Twitch has few means of escape, so if Varus can effectively poke, he can gain an advantage, but he must always be wary of Twitch's ambushes and can easily feel pressured.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Smolder cannot counter Twitch's high DPS due to the lack of AA enhancement.\n- Twitch can utilize stealth to launch ambushes, while Smolder only has E skill as an escape option and is vulnerable to CC, making it easy to catch.\n- Twitch's ultimate has long range and provides powerful AoE damage in team fights, while Smolder has low durability in team fights, making it susceptible to damage.\n- Smolder's skill performance is low without early stacks, making it unable to counter Twitch's early strength.\n- Twitch has high mobility, making it likely that Smolder will be unable to chase effectively."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\n- Corki has AoE attacks, allowing him to efficiently deal damage in team fights against champions that rely on single-target attacks like Twitch.\n- Corki's long-range attacks enable him to deal damage before Twitch can get close, making it easier to prevent Twitch's ambushes.\n- Corki's ultimate has a short cooldown and high sustained damage output, allowing him to continue attacking while ignoring Twitch's stealth.\n- Twitch has low escape potential and is vulnerable to Corki's AoE attacks, making him particularly easy to target in team fights.\n- Corki is resistant to Twitch's burst damage and can overwhelm him by dealing sustained damage.",
      "ニーラ": "Niila has an advantage over Twitch.\n\n- Niila is a melee champion and has the mobility to avoid Twitch's attacks. She can easily dodge Twitch's attacks by utilizing her consecutive dashes.\n- Twitch is weak in the early game without proper items, but Niila has sustained damage and sustain, making her strong against early harassment.\n- Niila's passive enhances her allies' heals and shields, increasing her survivability against Twitch's attacks. This makes her less susceptible to Twitch's ambushes.\n- Twitch has low escape potential, and when Niila closes in, Twitch has limited options to retaliate. Niila can actively engage Twitch.\n- Niila has ways to negate Twitch's stealth, making it easier to counter Twitch's ambushes.",
      "ドレイヴン": "Draven has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to overwhelm Twitch before he can get his items.\n- Twitch struggles with early trades, especially taking damage early from Draven's attacks.\n- Draven has a skill that increases his movement speed, making it easier for him to escape when ambushed by Twitch.\n- Twitch relies on auto-attacks, making him vulnerable to Draven's high burst damage.\n- Draven can easily earn gold through his passive, allowing him to build items early and create an even more advantageous situation.\n- Twitch has low escape potential and is susceptible to Draven's follow-up. Especially since Draven's ultimate has long range, it can deal lethal damage if Twitch has no means to escape.",
      "ルシアン": "Lucian has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage from the early game, allowing for favorable trades before Twitch can get his items.\n- Lucian's skills have short cooldowns, enabling him to deal damage easily while ignoring Twitch's stealth.\n- Twitch has low escape potential, making it easy for Lucian to chase him down with his mobility.\n- When receiving attacks from Twitch, Lucian can take advantage of Twitch's short range to harass him, creating situations where Twitch finds it difficult to retaliate.\n- Twitch is very vulnerable in the early game without items, and there is a high chance of Lucian securing early kills if he attacks.",
      "トリスターナ": "Tristana has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, allowing her to trade favorably before Twitch can get his items.\n- Tristana has strong mobility, making it easier to dodge Twitch's ambushes and to escape or chase.\n- Tristana's attack range increases as she levels up, allowing her to attack while safely avoiding Twitch's attacks from a distance.\n- Twitch has low escape potential and is vulnerable to Tristana's burst, making it easier for her to gain an advantage in trades.\n- Tristana can position herself well in team fights, dealing damage while avoiding Twitch's ultimate.",
      "ゼリ": "Zeri has an advantage over Twitch.\n\nThe reasons are as follows:\n\n- Due to her high mobility, she can easily avoid Twitch's ambushes. She can dodge Twitch's stealth attacks more easily and gain an advantageous position.\n- Zeri's attacks are treated as skills, making them effective against Twitch's escape potential. Especially in the early game, before Twitch has built up his items, Zeri can deal consistent damage.\n- Since Twitch relies on auto-attacks, Zeri can utilize her mobility to kite, allowing her to avoid Twitch's attacks while dealing damage.\n- Zeri has a long range on her Q skill and no mana cost, making it easy for her to attack continuously. This allows her to deal damage before Twitch can initiate an attack.\n- Twitch lacks early game damage, so Zeri can harass in lane more effectively, creating advantageous situations before Twitch can scale up.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\nThe reasons are as follows:\n\n- Kai'Sa has high burst damage and can exploit Twitch's low durability, allowing for advantageous trades from early to mid-game.\n- Twitch is highly reliant on items and is weak without powerful items in the early game, so Kai'Sa can gain an advantage by dealing damage early.\n- Kai'Sa's skills deal magic damage, which is difficult for Twitch to counter with armor. This makes Twitch more susceptible to damage.\n- Kai'Sa can use her ultimate to move long distances, making it easier to avoid Twitch's ambushes. This allows her to dodge Twitch's attacks while countering.\n- Twitch has low escape potential, making it difficult for him to retaliate after taking Kai'Sa's burst damage, allowing Kai'Sa to play with an advantage.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to safely harass before Twitch can get close, making it easier to gain an advantage in the lane.\n- Twitch is weak until he gets his early items, so Ezreal can hinder Twitch's growth with his poke.\n- Ezreal's warp skill makes it easier to avoid Twitch's ambushes, complicating the timing for Twitch to engage.\n- Since Twitch relies on auto-attacks, Ezreal can win early trades with burst damage from his skill combos.\n- Ezreal has a high ability to deal sustained damage, making it easier to counterattack against Twitch's stealth-based attacks."
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Senna has long-range attacks, making it easy to harass Vayne before she can get close.\n- Senna's healing ability reduces Vayne's damage, putting her at a disadvantage in sustained fights.\n- Senna has crowd control (CC) that can limit Vayne's mobility, taking away her means of escape.\n- Vayne has low damage output in the early game, making it difficult to withstand Senna's harassment.\n- Senna's ultimate can provide support from a distance, potentially helping Vayne when she is isolated.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Senna has long-range attacks, making it easy to harass Samira before she can engage.\n- Senna's healing ability allows her to withstand Samira's attacks, making it difficult for Samira to all-in.\n- Senna has crowd control, making it easy to catch Samira when she gets close and shut down her attacks.\n- Samira has low defensive stats, so she takes damage easily from Senna's attacks.\n- Senna's ultimate skill has infinite range, allowing her to provide support from afar, creating situations where Samira is likely to become isolated.",
      "ヴァルス": "Varus is at a disadvantage.\n\nThe reasons are as follows:\n\n- Senna has long-range attacks, making it easy for her to harass Varus unilaterally.\n- Senna's healing ability can mitigate Varus's harassment, allowing her to gain an advantage in sustained damage exchanges.\n- Senna's CC skills can disrupt Varus's attacks, making it particularly easy to catch him by exploiting the delay in his skill activation.\n- Varus has limited escape options, and if he continues to take damage from Senna, he is likely to suffer fatal damage.\n- Senna's ultimate has infinite range, allowing her to provide support from a distance, giving her an advantage over Varus in team fights.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\nThe reasons are as follows:\n\n- Senna has long-range attacks, making it easy for her to harass Kog'Maw unilaterally.\n- Senna's healing ability can mitigate Kog'Maw's damage, putting him at a disadvantage in sustained fights.\n- By pairing with engage-type supports that have crowd control, Senna can easily catch Kog'Maw, who has limited self-defense options, making him more likely to be killed.\n- Kog'Maw has low mobility, making it difficult to avoid Senna's attacks, which increases the pressure he faces in lane.\n- Senna's ultimate skill has infinite range, allowing her to provide support from afar, making it difficult for Kog'Maw to fight safely.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Senna has long-range attacks, making it easy for her to harass before Twitch can get close.\n- Senna's healing ability allows her to withstand Twitch's attacks, making it difficult for her to lose trades.\n- Senna has crowd control, making it easy to catch Twitch even when he uses stealth.\n- Twitch is weak without his early game items and cannot counter Senna's harassment.\n- Senna's ultimate can provide support from a distance, dealing damage before Twitch can shine in team fights.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Senna has long-range attacks, and Zyra has a shorter range, making her susceptible to Senna's harassment.\n- Senna's healing ability allows her to continuously recover even when Zyra deals damage, making it difficult for Zyra's damage to be effective.\n- Senna's skills include crowd control (CC), increasing the risk of Zyra getting caught when she tries to engage.\n- Senna becomes stronger by collecting stacks, but Zyra continues to take harassment from Senna in the meantime, making it hard for her to grow.\n- Senna's ultimate has infinite range, allowing her to support from a distance where Zyra can attack safely, thus limiting Zyra's actions.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Senna has long-range attacks and high harassment ability, making it easy for her to deal damage before Caitlyn can engage.\n- Senna's healing ability can mitigate Caitlyn's harassment, allowing her to maintain an advantage in prolonged fights.\n- Senna has crowd control, making it easier to catch Caitlyn when she tries to engage, increasing the risk when going all-in.\n- Caitlyn's skill animations are long, making it difficult to dodge Senna's attacks, which makes her susceptible to counterattacks.\n- Senna's ultimate has infinite range, allowing her to provide support from afar, increasing the danger for Caitlyn when she is isolated."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range attacks, making it easy to harass Senna unilaterally.\n- Corki's skills are AoE attacks, allowing him to deal damage before Senna can utilize the mist she gathers.\n- Corki has a short ultimate cooldown, enabling him to deal damage frequently and surpass Senna's healing capabilities.\n- Senna has low base stats and is weak in close combat, making her susceptible to Corki's attacks.\n- Corki does not have crowd control, so he cannot hinder Senna's escape options and can attack freely.",
      "トリスターナ": "Tristana has the advantage.\n\n- Tristana has high burst damage from the early game and can exploit Senna's squishiness, making harassment very effective.\n- Senna needs to gather stacks and cannot deal damage without scaling, so Tristana can hinder Senna's growth by securing early kills.\n- Tristana's range increases as she levels up, allowing her to surpass Senna's long range, giving her an advantage in the later stages of the lane.\n- Tristana has high mobility, making it easy to dodge Senna's attacks and increasing the chances of catching Senna instead.\n- Senna's skill cooldowns are long, making it easier for Tristana to create situations where Senna cannot retaliate when she engages.",
      "ゼリ": "Zeri has the advantage.\n\n- Zeri has high mobility, making it easier to avoid Senna's attacks and reducing harassment.\n- Her Q skill has a long range and no mana cost, allowing her to continuously attack and deal damage to Senna unilaterally.\n- Senna has low base stats and is weak in close combat, making it easier for Zeri to create advantageous situations when she engages.\n- Zeri excels at kiting, allowing her to dodge Senna's attacks while counterattacking, which gives her an edge in lane trades.\n- Against Senna's stack-dependent traits, Zeri can deal sustained damage, making it easier to create advantageous situations before Senna can scale up.",
      "アフェリオス": "Aphelios has the advantage.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse tactics through weapon switching and can flexibly respond to Senna's harassment.\n- Senna's damage output increases as she collects stacks, but Aphelios can exhibit particularly strong damage after level 12, allowing him to gain an advantage before Senna fully scales.\n- Aphelios's attacks can deal damage that surpasses Senna's healing capabilities, and his high damage output in close combat makes it easier to apply pressure on Senna.\n- Senna has low base stats and can be easily taken down if caught, making her vulnerability more pronounced when receiving attacks from Aphelios.\n- Aphelios has high harassment potential and can take advantage of Senna's long range to attack unilaterally, making it easier to maintain lane dominance.",
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, making it easier to secure kills early on due to Senna's low base stats.\n- Senna relies on stacking and cannot deal significant damage if she doesn't scale early, while Draven can easily earn gold through his passive and gather items quickly.\n- Draven's attacks deal high damage, surpassing Senna's healing capabilities, which gives him an edge in poke battles.\n- Draven has a skill that increases his movement speed, allowing him to attack while dodging Senna's attacks, making it easier to apply pressure in lane.\n- Senna has limited escape options and can be easily taken down if caught, making Draven's high burst damage particularly effective."
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "エズリアル": "Ezreal is at a disadvantage.\n\nThe reasons are as follows:\n\n- Vayne has high mobility, making it easy to dodge Ezreal's skills, resulting in his attacks missing frequently.\n- Vayne's guaranteed damage can quickly whittle down Ezreal's HP, especially powerful in one-on-one situations.\n- Ezreal's main skills are skill shots, which can be easily avoided by Vayne's dashes.\n- Vayne has a short cooldown dash, allowing her to approach while dodging Ezreal's attacks.\n- Ezreal has few AoE attacks and slow wave clear, making him susceptible to being pushed in lane by Vayne.\n- Vayne can apply even more pressure on Ezreal by pairing with a support that has sustained crowd control.",
      "ジン": "Jhin is at a disadvantage.\n\nThe reasons are as follows:\n\n- Vayne has high mobility and can approach while dodging Jhin's attacks, making it difficult for Jhin to land hits.\n- Vayne's guaranteed damage is strong against tanks and high HP opponents, but Jhin cannot effectively deal damage to such targets.\n- Jhin lacks blinks or escape mechanisms, making him very vulnerable to all-ins when Vayne gets close.\n- Jhin's skills require him to stand still when activated, making it difficult to counter Vayne's movements that utilize dashes and knockbacks.\n- Vayne is extremely powerful in one-on-one combat and can attack while timing Jhin's auto-attack reload."
    },
    "loses": {
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to quickly whittle down Vayne's HP.\n- Vayne has a short range, making her susceptible to Draven's attacks, especially in early harass where Draven can gain an advantage.\n- Draven's passive makes it easy to earn gold, and by creating an item lead, he becomes even more advantageous.\n- Draven has a skill that increases his movement speed, allowing him to counter Vayne's mobility, giving him an edge in chasing or escaping.\n- Vayne is weak against crowd control, and taking Draven's attacks increases the chances of securing early kills.\n- Draven has high farming potential in lane, making it easier to apply pressure on Vayne.",
      "アフェリオス": "Aphelios has the advantage.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, giving him means to counter Vayne's high mobility.\n- Vayne has a short range, making her more susceptible to Aphelios's attacks, especially since his harassment is effective.\n- Aphelios's damage output significantly increases after level 12, allowing him to deal powerful damage to squishy enemies, often giving him an edge over Vayne.\n- Vayne becomes vulnerable when she is crowd-controlled, but Aphelios can easily evade her attacks by utilizing the characteristics of his weapons.\n- In team fights, Aphelios also has means to limit Vayne's mobility, making it easier to gain an advantage in combat.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range attacks, allowing him to safely harass Vayne, who has a short range.\n- All of Corki's skills are AoE, enabling him to deal damage before Vayne can get close.\n- Corki's ultimate has a short cooldown, allowing him to continuously apply pressure with sustained damage against Vayne.\n- Vayne lacks crowd control, so her means to stop Corki's attacks are limited, allowing Corki to move freely while attacking.\n- Corki is favored against tanks and high-durability champions, making it easier to negate Vayne's guaranteed damage characteristics.",
      "セナ": "Senna has the advantage.\n\n- Senna has long range, allowing her to harass Vayne, who has short range, making it easier to maintain lane dominance.\n- Senna's healing ability allows her to sustain fights even when taking damage from Vayne, giving her strong sustain in lane.\n- Senna's skills have crowd control, which can limit Vayne's mobility, making it easier to restrict her movements.\n- Senna can enhance her damage through her passive, allowing her to level up quickly and deal high damage to Vayne.\n- Senna's ultimate has infinite range, enabling her to provide support from afar, which is advantageous when Vayne is isolated.",
      "ザヤ": "Zyra has the advantage.\n\nThe reasons are as follows:\n\n- Zyra has AoE damage and high farming ability in team fights and lane phases. This allows her to gain an advantage over champions that rely on single-target damage, like Vayne.\n- Zyra's snare and acceleration skills make it easier to limit Vayne's mobility. In particular, landing a snare after Vayne uses her dash allows for follow-up or counterattacks.\n- Zyra has high self-defense capabilities, making it easier to retaliate when taking damage from Vayne. Especially when Vayne approaches, Zyra can use her skills to deal damage while escaping.\n- Zyra can unleash even more powerful combos when paired with Rakan, making it easier to apply pressure on Vayne.\n- Vayne has a short attack range, making her susceptible to taking damage when she enters Zyra's attack range. Particularly when Zyra takes the initiative, it becomes difficult for Vayne to counterattack.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- His long range allows him to deal damage before Vayne can attack.\n- Vayne has a short range and finds it difficult to retaliate against Varus's poke.\n- Varus's AoE skills enable him to pressure Vayne using minions.\n- Varus has crowd control (CC) that can limit Vayne's mobility.\n- Vayne is weak against CC, and if caught by Varus's skills, she can take significant damage.\n- Varus increases his attack speed by killing enemy champions, making it easier for him to snowball."
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ヴァルス": "Varus is at a disadvantage.\n\n- Jhin has long-range attacks and can deal high damage, especially with his fourth shot and ultimate, making it easy for Varus to be harassed.\n- All of Jhin's skills have AoE effects, and he excels at pushing and trading using minions, which Varus is susceptible to.\n- Jhin lacks blink or escape skills, so when Varus gets close and goes for an all-in, it becomes difficult for Jhin to avoid Varus's attacks.\n- Varus has a delay between skill activation and effect, making it likely that he will be countered before he can retaliate against Jhin's attacks.\n- Since Jhin's remaining ammo is visible, Varus can easily read the timing of Jhin's attacks and is more likely to be targeted during Jhin's reload.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Jhin has long-range attacks and can deal high burst damage, especially with his fourth shot and ultimate, making Caitlyn susceptible to taking damage while she is harassing.\n- All of Jhin's skills have AoE effects, allowing him to deal damage to multiple enemies when Caitlyn is engaging in team fights or harassing in lane, making it easier for Caitlyn's attacks to be spread out.\n- Caitlyn's skill animations are long, making her vulnerable to Jhin's attacks, and it is particularly difficult to avoid Jhin's shots.\n- Jhin does not have a blink, but Caitlyn is also vulnerable to all-ins, and when Jhin closes the distance, she often finds herself in a very unfavorable situation.\n- Caitlyn's skills rely on her passive, so if her combos do not land, she often struggles in trades and finds it hard to counter Jhin's high DPS.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Jhin has long-range attacks, making it easy to harass Smolder before he can get close.\n- Jhin's attacks deal high damage, and his fourth shot and ultimate can deal devastating damage to a low-health Smolder.\n- Smolder has low damage without early stacks, making it difficult to withstand Jhin's attacks.\n- Jhin's skills require him to stop moving, but Smolder only has his E skill to escape, which has a long cooldown, making him susceptible to Jhin's attacks.\n- Smolder lacks auto-attack enhancements, resulting in low DPS, often putting him at a disadvantage in one-on-one fights against Jhin.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Jhin has long-range attacks and can deal high damage, especially with his fourth shot and ultimate, making it likely for Jinx to take significant damage before she can close the gap.\n- All of Jhin's attacks have AoE effects, which means that when Jinx tries to utilize AoE damage in team fights, she is more susceptible to taking damage from Jhin's attacks.\n- Jhin lacks blink or escape skills, making it easier for Jinx to create situations where Jhin can retaliate when she goes all-in.\n- Jinx has limited self-defense options, and if she takes high damage from Jhin, there is a risk of being quickly taken down.\n- Since Jhin's remaining ammo is visible, Jinx is more likely to be targeted during his reload timing, especially if she engages after his fourth shot."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki's skills are all AoE, allowing him to harass while avoiding Jhin's attacks, making it easier to maintain lane dominance.\n- Corki's attacks have long range, enabling him to deal damage before Jhin can reach him.\n- Corki's ultimate has a short cooldown and high sustained damage output, making it easier to target Jhin's reload timing.\n- Jhin is vulnerable when approached, but Corki has no crowd control, allowing him to attack while maintaining distance without taking damage from Jhin.\n- Corki is advantageous against tanky champions and can deal high damage to squishy marksmen like Jhin.",
      "ゼリ": "Zeri has the advantage.\n\nThe reasons are as follows:\n\n- She has high mobility, making it easy to avoid Jin's attacks. Since Jin lacks blink or escape skills, Zeri can utilize her mobility to maintain distance.\n- Zeri's Q skill can be used at no cost, allowing her to continuously attack. This enables her to harass without taking damage from Jin's attacks.\n- Jin's basic attacks have a reload time, and while his fourth shot is powerful, Zeri can time her movements to avoid it.\n- Zeri can easily kite against Jin, who lacks reliable means of closing the gap, allowing her to deal damage without taking hits from Jin.\n- Jin has low DPS in the early game, and by leveraging Zeri's mobility to harass, she can establish an advantage in the lane.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Kai'Sa has high burst damage and can instantly retaliate against Jhin's normal attacks and skills, making all-ins powerful.\n- Jhin lacks blink or escape skills, allowing Kai'Sa to approach and attack, giving her an advantage over him.\n- Kai'Sa's skills deal magic damage, making them effective against Jhin's defensive items.\n- Kai'Sa can use her ultimate to move long distances, allowing her to avoid Jhin's attacks while setting up ambushes.\n- Since Jhin's remaining ammo is visible, Kai'Sa can time her attacks to target his reload moments.",
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch can utilize stealth to launch ambushes, giving him an advantage against champions like Jhin who lack escape mechanisms.\n- Jhin is vulnerable when approached, but Twitch has skills that increase his movement speed, making it easier to dodge Jhin's attacks.\n- Twitch's ultimate has long range, allowing him to deal damage from a position where Jhin cannot attack safely.\n- Since Jhin's remaining ammo is visible, Twitch can more easily time his reloads, increasing his chances to avoid Jhin's attacks.\n- Twitch has high damage output in team fights, and while Jhin is strong against low-health enemies, Twitch's sustained damage can overwhelm Jhin."
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Lucian has high burst damage from the early game, making it easy for him to engage before Twitch can get his items.\n- Lucian's skill cooldowns are short, allowing for consecutive attacks, which makes Twitch susceptible to harassment.\n- Twitch struggles with early trades, and if he takes damage from Lucian, he quickly finds himself in a disadvantageous situation.\n- Lucian has high mobility and can chase down Twitch, ignoring his stealth.\n- Twitch has low escape potential and finds it difficult to counter Lucian's all-in.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Lucian has high burst damage from the early game and can harass Varus effectively, making trades in lane unfavorable for him.\n- Lucian's skill cooldowns are short, and he has high mobility, making it difficult for Varus to avoid his attacks.\n- Varus has low HP regeneration and limited escape options, making him vulnerable to Lucian's all-ins.\n- Lucian has a short range, but he can close the distance with his skills before Varus can attack, making it hard for Varus to engage.\n- Lucian's passive effect makes his auto-attacks powerful after using a skill, and Varus struggles to withstand the follow-up attacks.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Lucian has high burst damage from the early game, making Vayne susceptible to harassment before she can use her skills.\n- Lucian's basic attacks deal additional damage after using skills, which makes trades unfavorable for Vayne when her defensive options are limited.\n- Vayne has a short range and is vulnerable to Lucian's attacks, especially during lane harassment.\n- Lucian has high mobility and has ways to escape when Vayne tries to all-in, making it difficult for her to engage.\n- Lucian can deal high damage in team fights, increasing the risk of Vayne being taken down before she can shine in those situations."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\n- Corki has long-range attacks, making it easier to harass Lucian, who has a shorter range.\n- Corki's skills are AoE attacks, allowing him to deal damage to multiple minions and enemy champions, making him good at pushing the lane.\n- Although Lucian has short cooldowns on his skills, Corki's ultimate has a very short cooldown, allowing for sustained damage output.\n- Corki has a debuff that reduces the enemy's defenses, enabling him to effectively deal damage to Lucian as well.\n- Lucian lacks crowd control, making it difficult for him to counter Corki's mobility in fights.",
      "アフェリオス": "Aphelios has the advantage.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse tactics through weapon switching, allowing him to respond flexibly to Lucian's attacks.\n- Lucian has a short range, making him susceptible to Aphelios's attacks and increasing the risk of harassment.\n- Aphelios's threat level increases after level 12, enabling him to deal high damage to Lucian.\n- Lucian lacks crowd control, making it easier for Aphelios to utilize the effects of his weapons and gain an advantage during all-ins.\n- Aphelios has an advantage against marksmen with low harassment potential, making it easier to counter Lucian's burst damage."
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "エズリアル": "Ezreal is at a disadvantage.\n\nThe reasons are as follows:\n\n- Nila is a melee champion and can avoid Ezreal's poke, which relies on his range. Nila's mobility makes it difficult for Ezreal to maintain distance.\n- Nila has sustained damage and can easily whittle down Ezreal's HP. Especially when Ezreal misses his skills, Nila can easily retaliate.\n- Nila's passive enhances the healing and shielding effects of allies, so even if Ezreal deals damage, they can be healed.\n- Nila can easily close the gap to Ezreal using her continuous dashes, allowing her to attack while avoiding Ezreal's skills.\n- Ezreal's main skills are skill shots, making it hard to hit Nila due to her high mobility, resulting in lower damage output.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Caitlyn, with her long-range attacks, can easily harass Neela unilaterally and deal damage from the early game.\n- Neela is a melee champion, making it difficult for her to counter Caitlyn's range, and she is prone to taking damage before she can close the gap.\n- If Neela gets caught in Caitlyn's traps, her movement is restricted, making her more susceptible to attacks.\n- Neela's passive effect diminishes when she is without a support, limiting her options to counter early harassment.\n- Caitlyn has strong pushing power in lane, making it difficult for Neela to farm CS, which can lead to a significant experience gap.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Neela is a melee champion and can attack from outside of Twitch's range, making her early harassment powerful.\n- Neela's high mobility allows her to easily approach while avoiding Twitch's attacks, giving her an advantage in trades.\n- Neela has sustained damage and can apply pressure in the early matchup by dealing damage before Twitch can get his items.\n- Twitch has low escape potential and is susceptible to Neela's follow-up, increasing the risk in ambushes and team fights.\n- Neela's passive healing effect can easily offset Twitch's damage, putting him at a disadvantage in prolonged fights.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Neeko is a melee champion with a strong all-in potential, making Kai'Sa susceptible to harassment from the early game.\n- Neeko's high mobility and continuous dashes make it easy to avoid Kai'Sa's attacks, increasing the risk of Kai'Sa taking damage instead.\n- Neeko has a combat style that emphasizes teamwork, and when paired with a partner who has high sustain, she can gain an advantage over Kai'Sa.\n- Kai'Sa has a short range, and when she enters Neeko's attack range, she is likely to take damage unilaterally.\n- Neeko's passive healing and shielding effects can offset Kai'Sa's burst damage, putting her at a disadvantage in sustained fights.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Neela.\n\n- Neela is a melee champion and can harass from outside Miss Fortune's range, making early lane harassment difficult.\n- Neela's high mobility increases the risk of being all-in when Miss Fortune gets too close.\n- Neela has sustained damage and a combat style that emphasizes teamwork, making it hard for Miss Fortune to deal with her with only slow CC.\n- Neela has high sustain and can easily recover from Miss Fortune's harassment, making it easier to maintain an advantage in lane.\n- Miss Fortune has low base attack damage, making it difficult to counter Neela's sustained damage.",
      "サミーラ": "Samira is at a disadvantage against Neela.\n\n- Neela has high mobility and excels at closing in or escaping with consecutive dashes, making it easier to avoid Samira's attacks.\n- Neela's passive enhances healing and shielding effects for allies, resulting in high sustain in lane, which diminishes the effectiveness of Samira's harassment.\n- Neela excels in close combat and can take advantage of Samira's short range to engage in all-ins.\n- Even in the early game, where Neela has low base stats, her high sustain makes her more susceptible to damage when Samira tries to harass.\n- Neela is strong against champions with crowd control, but Samira lacks any CC on her own, making her more vulnerable to Neela's attacks.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Niila is a melee champion and can avoid Varus's ranged attacks, giving her an advantage in close combat.\n- Niila's high mobility makes it easier to dodge Varus's skills, allowing her to deal sustained damage.\n- Niila's passive healing and shielding effects reduce Varus's harassment and improve her sustain in lane.\n- Varus has low HP recovery and is vulnerable to Niila's sustained attacks.\n- Niila has a combat style that emphasizes teamwork, becoming even stronger when paired with a support. In contrast, Varus has low survivability on his own, making him disadvantaged when coordinated against.",
      "アフェリオス": "Aphelios is at a disadvantage against Neeko.\n\n- Neeko is a melee champion and can create situations where Aphelios struggles to utilize his range.\n- Neeko's high mobility allows her to easily approach while avoiding Aphelios's attacks, making it easier to harass him.\n- Neeko has a passive that enhances her allies' heals and shields, making it easier to mitigate Aphelios's damage.\n- Aphelios has low mobility, and his means of escaping Neeko's follow-up from her dashes are limited.\n- Neeko has a high ability to deal sustained damage, which contributes to Aphelios's struggles with early harassment."
    },
    "loses": {
      "ザヤ": "Zyra has an advantage over Neela.\n\nThe reasons are as follows:\n\n- Zyra has a long range, allowing her to harass while avoiding Neela's melee attacks, making it easier to gain an advantage from the early game.\n- Neela's passive effect diminishes without a support, making her weak to early harassment, which Zyra can easily apply.\n- Zyra's snare can disable Neela's dash, making it easier to limit Neela's mobility.\n- Zyra has AoE damage, allowing her to perform favorably against Neela in team fights.\n- Neela is heavily reliant on items and levels, and if she falls behind Zyra in the early game, her presence in the lane diminishes thereafter.",
      "シヴィア": "Sivir has the advantage.\n\nThe reasons are as follows:\n\n- Sivir has a long range, making it easier to avoid Neela's melee attacks.\n- Sivir has high wave clear ability, making it difficult for Neela to apply pressure in lane.\n- With Spell Shield, Sivir can negate Neela's skills, allowing her to gain an advantage in trades.\n- Sivir's movement speed increase makes it easier to dodge Neela's dashes and escape.\n- Neela becomes weaker without support, while Sivir can deal consistent damage on her own, making it easier to maintain lane dominance.",
      "ゼリ": "Zeri has the advantage.\n\nThe reasons are as follows:\n\n- Zeri has a long range, making it easy to harass without allowing Neela to approach.\n- Neela is a melee carry and is susceptible to damage from Zeri's attacks.\n- Zeri's high mobility allows her to dodge Neela's dashes, making it easier to gain an advantage in trades.\n- Zeri's skills can be used at no cost, allowing for sustained attacks that can wear down Neela's sustain.\n- When Neela is without support, her passive effect can diminish, making it harder for her to counter Zeri's harassment.",
      "スモルダー": "Smolder is at an advantage.\n\nThe reasons are as follows:\n\n- Range: Smolder can attack from a distance, making it easier to harass while avoiding Neela's attacks.\n- Skill Stacks: Smolder can accumulate stacks by using skills, resulting in very high damage in the late game, allowing for sustained damage against Neela.\n- AoE Attacks: Smolder's AoE attacks can provide an advantage in team fights when Neela is coordinating with allies.\n- High Mobility: Smolder can move through terrain using the E skill, allowing him to evade Neela's pursuit.\n- 1v1 Combat Performance: Although Smolder lacks auto-attack enhancements, he can still maneuver advantageously against Neela with ranged attacks.",
      "ユナラ": "Yunara has the advantage.\n\nThe reasons are as follows:\n\n- Due to her long range, she can harass before Neela can attack.\n- Neela is a melee champion, making it difficult for her to approach since Yunara can attack from a distance.\n- Yunara's magic damage can easily negate Neela's sustain and reduce her healing effects.\n- Yunara has high mobility, allowing her to avoid Neela's dashes and making it hard for Neela to chase her down.\n- Neela is heavily reliant on items and levels, while Yunara can deal damage early on, making it easier to establish lane dominance.",
      "ジグス": "Ziggs has an advantage over Neela.\n\nThe reasons are as follows:\n\n- Range: Ziggs can attack from a distance, allowing him to harass Neela without letting her get close, making her susceptible to damage.\n- AoE Damage: All of Ziggs' skills are area-of-effect attacks, making it easy to deal damage when Neela tries to approach using minions.\n- Skill Placement: Ziggs' placement skills act as obstacles when Neela dashes in, restricting her movement.\n- Mana Management: Ziggs can deal damage by spamming his skills, but Neela struggles to deal with early harassment unless paired with a high-sustain partner.\n- Vulnerability in Close Combat: Ziggs becomes weak if allowed to be approached, but Neela cannot effectively attack Ziggs unless the conditions for her approach are met.",
      "ジン": "Jhin has the advantage.\n\nThe reasons are as follows:\n\n- Range: Jhin can attack from a distance, making it easy to harass without allowing Neela to get close.\n- High harassment capability: Jhin's attacks have AoE effects, allowing him to deal sustained damage to Neela, especially in the early game.\n- Fourth shot: Jhin's fourth shot deals particularly high damage, allowing him to deliver a lethal blow when Neela's health is low.\n- Lack of CC: Neela excels in close combat, but Jhin has no means of escape, allowing him to deal damage before Neela can close the gap.\n- Exploiting Neela's weaknesses: Neela's passive effect diminishes without support, so Jhin can hinder her growth by establishing an early advantage.",
      "ドレイヴン": "Draven has an advantage over Neela.\n\nThe reasons are as follows:\n\n- Range difference: Draven can attack from a distance, allowing him to harass Neela safely with his ranged attacks against her melee attacks.\n- High burst damage: Draven has very high damage from the early game, allowing him to quickly whittle down Neela even if she has sustain.\n- Difficulty of operation: Neela's passive effect diminishes without a support, making her weak to early harassment. Draven can easily exploit this weakness to attack.\n- Lack of crowd control: Neela does not have any movement impairing abilities, allowing Draven to move freely while attacking, making it easier to catch his axes.\n- Snowball potential: Draven can easily earn gold and leverage his early advantage to acquire powerful items early, allowing him to demonstrate overwhelming presence against Neela."
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "Vayne is at a disadvantage against Aphelios.\n\n- Aphelios has a long range, making it easy for him to harass before Vayne can take advantage of her short range.\n- Due to the effects of Aphelios' weapons, he can negate Vayne's mobility, making it difficult for her to engage in close combat.\n- Aphelios significantly increases his damage output after level 12, making it hard for Vayne to recover from an early disadvantage.\n- Vayne struggles with positioning in team fights and is likely to be attacked unilaterally by Aphelios' skills.\n- Aphelios' self-defense relies on his weapons, while Vayne becomes vulnerable when she is crowd-controlled, making her susceptible to Aphelios' attacks."
    },
    "loses": {
      "ジグス": "Ziggs has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills, making it easier to harass Aphelios before he can attack.\n- Aphelios has low mobility, making it difficult to dodge Ziggs' skills, which means he is more susceptible to damage.\n- Ziggs' skills are area-of-effect attacks, allowing him to deal damage while Aphelios is clearing minions.\n- Aphelios relies on weapon switching, making it hard for him to counter Ziggs' sustained pressure.\n- Ziggs has high tower destruction capability, allowing him to destroy towers early before Aphelios can scale.",
      "コーキ": "Corki has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Corki can attack from a long range and harass before taking damage from Aphelios, making it easier to gain an advantage early on.\n- Corki's skills are AoE attacks, allowing him to deal damage to multiple enemies in team fights or lanes, making it easier for him to pressure Aphelios.\n- Aphelios has low mobility and limited means to escape Corki's sustained damage, allowing Corki to fight at an advantage.\n- Corki's ultimate has a short cooldown, enabling him to deal high damage frequently and maintain pressure on Aphelios.\n- Aphelios relies on weapon switching, which can be easily disrupted by Corki's AoE attacks, undermining his strategy.",
      "トゥイッチ": "Twitch has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Twitch can utilize stealth to launch ambushes, exploiting Aphelios's low mobility.\n- Aphelios's self-defense relies on his weapons, making him vulnerable to Twitch's attacks.\n- Twitch's ultimate has long range, allowing him to deal damage from positions where Aphelios cannot safely attack.\n- Twitch can deal sustained damage to Aphelios, and his high damage output in team fights makes it difficult for Aphelios to handle.\n- Aphelios struggles in the early game, so if Twitch gains an early advantage, he can steer the entire match in his favor.",
      "サミーラ": "Samira has an advantage over Aphelios.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can easily all-in by exploiting Aphelios's low mobility.\n- Aphelios's self-defense relies on his weapons, making it difficult for him to counter Samira's high DPS and burst damage.\n- Samira can deal powerful attacks against enemies affected by immobilizing CC, allowing her to engage while Aphelios is switching weapons.\n- Samira's blink ability makes it easier to dodge Aphelios's skills and deal damage up close.\n- Aphelios struggles in the early game, so if Samira gains an early advantage, she can steer the game in her favor overall.",
      "アッシュ": "Ash has the advantage.\n\n- Ash has long range and can easily harass Aphelios unilaterally.\n- With Ash's slow effect, it is easier to prevent Aphelios from approaching, and due to her high kiting ability, she can deal damage while avoiding Aphelios's attacks.\n- Aphelios has low mobility, and when hit by Ash's slows or stuns, his means of escape are limited.\n- Ash's ability to secure vision allows her to hinder Aphelios from safely farming, making it easier to maintain lane dominance.\n- Since Aphelios relies on weapon switching, Ash's long range and crowd control can restrict Aphelios's tactics.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- His long range makes it easy to harass Aphelios.\n- Aphelios has low mobility, making it difficult to avoid Varus's skills.\n- Varus's AoE skills can deal high damage even when minions are present, increasing the risk of taking damage from Aphelios.\n- Aphelios relies on weapon switching, so being hit by Varus's crowd control makes it hard for him to retaliate.\n- Aphelios is highly dependent on levels and struggles in the early game, while Varus can harass powerfully from the start, making it easier to overwhelm Aphelios."
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ヴェイン": "Vayne is at a disadvantage against Draven.\n\n- Draven has high burst damage from the early game, making it easy to create situations where Vayne is susceptible to damage.\n- Draven's attacks rely on auto-attacks, and there is a high chance that Vayne will take damage before she can utilize her mobility.\n- Draven has a skill that increases his movement speed, making it difficult for Vayne to escape.\n- Vayne has a short attack range, making it hard to avoid Draven's attacks, which puts her at a disadvantage in harassment.\n- The gold advantage from Draven's passive hinders Vayne's growth.",
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Draven has very high burst damage from the early game, making it easy for him to overwhelm Tristana before she can get her items.\n- Tristana is weak in the early game, and especially before she gets her items, it is difficult for her to deal damage and counter Draven.\n- Draven's high attack power and gold advantage from his passive create a favorable situation before Tristana can scale.\n- Tristana's passive on her E causes her to automatically push the wave, making her susceptible to ganks and making it hard to farm safely against Draven.\n- Draven has a skill that increases his movement speed, making it easy for him to chase Tristana when she tries to escape.",
      "シヴィア": "Sivir is at a disadvantage against Draven.\n\n- Draven has high burst damage from the early game, and due to Sivir's short base range, he can easily take the initiative in trades.\n- Draven's attacks rely on auto-attacks, and while Sivir has a spell shield, it is not effective against Draven's high damage output.\n- Sivir has strong wave clear, but if she takes high damage from Draven, it becomes difficult to maintain pressure in the lane.\n- Draven's movement speed increase skill makes it easy for him to chase Sivir when she tries to escape, often putting her in unfavorable all-in situations.\n- Sivir has low DPS against single targets, so she often struggles in one-on-one brawls against Draven.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Draven has high burst damage from the early game, making it easy for Kai'Sa to take damage.\n- Draven's attacks rely on auto-attacks, and since Kai'Sa lacks crowd control, she cannot negate Draven's attacks.\n- Draven has a skill that increases his movement speed, giving him strong chasing potential, making it difficult for Kai'Sa to escape.\n- Kai'Sa has a short range, and entering Draven's attack range puts her in a dangerous situation.\n- Draven's all-in potential is strong, and if Kai'Sa loses control, her high item dependency can be a significant disadvantage.",
      "トゥイッチ": "Twitch is at a disadvantage against Draven.\n\n- Draven has high burst damage from the early game, making Twitch vulnerable to attacks before he can get his items.\n- Draven's attacks rely on auto-attacks, making it difficult for Twitch to use his stealth for ambushes.\n- Draven has a skill that increases his movement speed, making it harder for Twitch to escape.\n- Due to Draven's high damage output, Twitch has low early-game durability and is likely to lose in all-ins.\n- Twitch is weak against hard crowd control, and when he takes Draven's attacks, he often finds himself in a very unfavorable situation."
    },
    "loses": {
      "ケイトリン": "Caitlyn has the advantage.\n\n- Caitlyn has the longest base AA range among all champions, allowing her to harass from a distance greater than Draven's, making it possible to bully him from the early game.\n- Draven relies on auto-attacks and needs to catch his axes accurately, making it easy for him to avoid attacks due to Caitlyn's longer range.\n- By using Caitlyn's traps, you can restrict Draven's movement and increase the risk of taking his attacks.\n- Caitlyn excels at early tower sieging, making it easier to destroy towers before Draven can scale up.\n- Draven is weak against crowd control, and Caitlyn's traps and skills can limit his actions, allowing her to maintain an advantage in fights.",
      "アフェリオス": "Aphelios has an advantage over Draven.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, giving him means to counter Draven's high burst damage.\n- Aphelios's attacks have additional effects, and especially after level 12, he can deal high damage, threatening Draven's durability.\n- Draven relies on auto-attacks, so when he is harassed or crowd-controlled by Aphelios, it becomes difficult for him to attack.\n- Aphelios can safely deal damage to the low-mobility Draven by utilizing his weapon effects, allowing him to gain an advantage from the early game.\n- Draven is weak against movement impairments, and Aphelios can use his weapon effects to disrupt Draven's ability to catch his axes.",
      "サミーラ": "Samira has the advantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can all-in before taking high burst damage from Draven.\n- Draven relies on auto-attacks, so Samira can use her blink to dodge attacks while countering.\n- Samira can deal powerful attacks to enemies affected by immobilizing crowd control, making her particularly advantageous when Draven is CC'd.\n- With Samira's high DPS and burst damage, there is a good chance to take down Draven before he can catch his axes.\n- Draven is weak against movement impairments, and Samira can easily exploit this weakness with her attacks.",
      "ヴァルス": "Varus has an advantage over Draven.\n\n- Range difference: Varus has a longer range than Draven, allowing him to attack before Draven can get close.\n- Poke ability: Varus can harass Draven with his skills, making it easier to deal damage from the early game.\n- Presence of CC: Varus can immobilize his opponent with his skills, making it easier to limit Draven's movements.\n- Self-defense measures: Varus has limited escape options, but he can deal damage before taking hits from Draven, allowing him to take the initiative.\n- Snowball potential: Varus increases his attack speed by killing enemy champions, further expanding his early game advantage."
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "ゼリ": "Zeri is at a disadvantage against Kog'Maw.\n\n- Kog'Maw has long range and high damage output in team fights, making it easy for Zeri to take damage before she can get close.\n- Kog'Maw's percentage damage can deal high damage that ignores Zeri's healing and mobility.\n- Zeri has low base AD and tends to lack firepower in the early game, making it difficult to counter Kog'Maw's harassment.\n- Kog'Maw has low mobility, but can deal damage before Zeri gets close, making it hard for her to engage.\n- Kog'Maw's skills have elements that can shut down trades that utilize Zeri's mobility, and his crowd control in team fights is particularly threatening.",
      "サミーラ": "Samira is at a disadvantage against Kog'Maw.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can deal damage before Samira can close the gap, making harassment in the lane difficult.\n- Kog'Maw's percentage damage is strong against tanks, but Samira has high burst damage, making her instant damage in close combat a threat.\n- Although Samira is highly mobile, she must get close to counter Kog'Maw's range, which makes her susceptible to Kog'Maw's attacks.\n- Kog'Maw lacks self-defense options, but can pair with a support that has crowd control to shut down Samira's attacks when she approaches.\n- Samira has low defensive stats and often cannot withstand Kog'Maw's sustained damage.",
      "シヴィア": "Sivir is at a disadvantage against Kog'Maw.\n\n- Kog'Maw has long range, and his W further extends that range, making it easy for him to deal damage before Sivir can get close.\n- Kog'Maw's percentage damage can efficiently whittle down Sivir's HP, especially dealing strong damage against tanks.\n- Sivir has a shorter base range, making her susceptible to Kog'Maw's attacks, often putting her at a disadvantage in trades.\n- Kog'Maw can easily deal sustained damage to Sivir, who has limited self-defense options, especially excelling in team fights.\n- Sivir's movement speed increase and spell shield make it difficult to completely avoid Kog'Maw's attacks, particularly putting her at a disadvantage during harassment and all-ins.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Kog'Maw has long range and can extend it further with his W, allowing him to deal damage before Kai'Sa can engage.\n- Kog'Maw's percentage damage is effective against not only tanks but also against Kai'Sa.\n- Kai'Sa lacks crowd control and has low mobility, making it difficult to avoid Kog'Maw's attacks.\n- Kog'Maw has high damage output in team fights, posing a threat to Kai'Sa's positioning during engagements.\n- Kai'Sa is highly reliant on items, and if Kog'Maw gains the upper hand early, it becomes difficult for her to counter him.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can harass Draven before he gets close.\n- Kog'Maw's skills have effects that reduce AR/MR, allowing him to deal powerful damage against tanks, making it easier to whittle down Draven's durability.\n- Kog'Maw has high damage output in team fights and can deal significant damage before Draven can all-in.\n- Draven is weak against crowd control, and Kog'Maw's skills make positioning difficult for him.\n- Kog'Maw has limited self-defense options, but Draven also needs to catch axes, making misplays potentially fatal."
    },
    "loses": {
      "ザヤ": "Zyra has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Zyra is mobile and can use her snare to disrupt Kog'Maw's attacks, giving her an edge in close combat.\n- Kog'Maw has limited self-defense options and is vulnerable to Zyra's attacks. In particular, Zyra's AoE damage is effective against Kog'Maw.\n- Although Zyra has a shorter range, she can avoid Kog'Maw's attacks, making it easier for her to harass.\n- Kog'Maw's combat ability decreases during skill cooldowns, while Zyra can consistently deal damage, allowing her to maintain an advantage in lane.\n- By pairing with Rakan, Zyra can execute even stronger engages and counterattacks, putting pressure on Kog'Maw.",
      "セナ": "Senna has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Senna has long range and can attack from farther away than Kog'Maw, making her harassment in lane very strong.\n- Kog'Maw has low mobility, making it difficult to avoid Senna's attacks, allowing her to safely deal damage continuously.\n- Senna's healing ability allows her to sustain in fights even when taking damage from Kog'Maw, providing high lane sustain.\n- Kog'Maw lacks hard crowd control, making it difficult for him to retaliate when Senna engages, allowing her to create advantageous situations.\n- Senna's passive makes it easier to gain gold in lane, allowing her to create item advantages.",
      "ミス・フォーチュン": "Miss Fortune has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential and can gain an advantage over Kog'Maw in short trades during the lane.\n- Kog'Maw has low mobility and limited self-defense options, making him susceptible to Miss Fortune's attacks.\n- Miss Fortune's Q skill's ricochet can effectively deal damage to high damage output carries like Kog'Maw in team fights.\n- Kog'Maw's combat ability significantly drops while his W is on cooldown, allowing Miss Fortune to exploit that window to attack.\n- Miss Fortune's ultimate has powerful AoE damage in team fights, making it effective against high damage output carries like Kog'Maw.",
      "ヴァルス": "Varus has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Range: Varus has a longer range than Kog'Maw, allowing him to safely harass from a distance and deal damage before Kog'Maw can retaliate.\n- CC presence: Varus has crowd control in his skills, making it easier to avoid Kog'Maw's attacks by limiting his movement.\n- Snowball potential: Kog'Maw has low mobility, and when Varus secures kills, his attack speed increases, making it easier to create even more advantageous situations.\n- Continuous harassment: Varus has AoE damage, allowing him to deal high DPS even when minions are present, making it easier to disrupt Kog'Maw's farming.\n- Lack of self-defense: Kog'Maw lacks hard crowd control, making it difficult for him to defend against Varus's attacks, which allows Varus to maintain an advantage.",
      "トゥイッチ": "Twitch has an advantage over Kog'Maw.\n\nThe reasons are as follows:\n\n- Twitch can utilize stealth to launch ambushes, exploiting Kog'Maw's low mobility.\n- Kog'Maw has limited self-defense options and is vulnerable to Twitch's attacks.\n- Twitch's ultimate has long range, allowing him to deal damage before Kog'Maw can engage.\n- Kog'Maw is not strong in close combat, making it difficult to counter Twitch's ambushes.\n- Twitch has high burst damage, allowing him to quickly reduce Kog'Maw's HP."
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "Zaya is at a disadvantage.\n\n- Smolder has long-range attacks and can harass Zaya unilaterally by taking advantage of her short range.\n- Smolder's skills have abundant AoE damage, making it easy to deal damage in team fights, while Zaya struggles to output damage in those situations.\n- Smolder can move quickly with his E skill, making it easier to avoid Zaya's snare and reducing her opportunities to retaliate.\n- Smolder's damage becomes very high in the late game as he stacks up, which Zaya's self-defense measures may not be able to handle.\n- Zaya requires preparation to activate her CC and burst, making it difficult to retaliate before taking damage from Smolder's attacks.",
      "コーキ": "Corki is at a disadvantage against Smolder.\n\nReasons:\n- Smolder is a champion with AA enhancements and hard CC, making him strong in one-on-one duels, which puts Corki at a disadvantage in 1v1 fights.\n- Smolder's skills are enhanced by stacking, resulting in very high damage in the late game, making it difficult for Corki to deal sustained damage.\n- Smolder can ignore terrain and move quickly with his E skill, making it easy for him to evade Corki's attacks while excelling at chasing and escaping.\n- Corki lacks CC, leaving him with few means to stop Smolder's attacks, making him susceptible to taking damage from Smolder.\n- Smolder has powerful AoE damage in team fights, creating situations where Corki's AoE attacks are less effective.",
      "ヴェイン": "Vayne is at an advantage.\n\n- Smolder has no AA enhancement, resulting in low DPS, making it inferior to Vayne's high mobility and chasing ability.\n- Smolder's skills are weak without early stacks, making it prone to harassment and all-ins during the laning phase.\n- Vayne has guaranteed damage proportional to maximum HP, making her strong against tanks and juggernauts, but Smolder struggles to deal damage to tanks due to the lack of AA enhancement.\n- Smolder only has the E skill as an escape option, and with a long cooldown, it is difficult to escape from Vayne's high mobility.\n- Vayne has a short cooldown dash, making it easy to evade Smolder's attacks and giving her a high win rate in one-on-one fights.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Smolder is a marksman who fights using skills, and especially because his damage becomes very high in the late game by stacking, he becomes disadvantaged in prolonged fights.\n- Smolder's E skill allows for high mobility, which serves as a means to avoid Caitlyn's attacks, making it difficult for Caitlyn to attack unilaterally as he excels in chasing and escaping.\n- Caitlyn relies on her passive for auto-attack enhancements, so if her combos don't land, she is weak in skirmishes and vulnerable to harassment from Smolder's skills.\n- Smolder has strong AoE damage in team fights, and if Caitlyn cannot gain an advantage in one-on-one situations, her influence in team fights diminishes.\n- Smolder has only his E skill as an escape option, which has a long cooldown, making Caitlyn's traps and skill harassment effective in many situations."
    },
    "loses": {
      "ジグス": "Ziggs has the advantage.\n\n- Ziggs has long-range attacks and can deal damage before Smolder stacks up, making it easier to gain an advantage in the early laning phase.\n- Smolder lacks AA enhancements, making it difficult to withstand Ziggs' AoE attacks, especially in team fights where it is more susceptible to Ziggs' damage.\n- All of Ziggs' skills are area attacks, allowing him to effectively deal damage even when Smolder is clustered together.\n- Smolder only has E skill as an escape option, which has a long cooldown, making it difficult to escape when hit by Ziggs' harassment or CC.\n- Smolder has low skill performance in the early game, making it more likely to fall behind in lane when taking damage from Ziggs.",
      "ジン": "Jhin has the advantage.\n\nThe reasons are as follows:\n\n- Jhin has long-range attacks, making it easier to harass before Smolder can stack up.\n- Smolder has low DPS in the early game, making it likely to be at a disadvantage when taking Jhin's attacks.\n- All of Jhin's skills have AoE effects, allowing him to deal effective damage even when Smolder is clustered in team fights.\n- Smolder only has his E skill as an escape option, which has a long cooldown, making it difficult to retaliate when hit by Jhin's attacks.\n- Jhin's fourth shot and ultimate can deal extremely high damage to a weakened Smolder.",
      "シヴィア": "Sivir has an advantage over Smolder.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and excellent wave clear ability, allowing her to push the lane before Smolder can stack up.\n- With her spell shield, she can easily avoid Smolder's skills, making trades more favorable for her.\n- Sivir's movement speed increase allows her to dodge Smolder's E skill follow-up, making it easier to escape.\n- Sivir can engage and disengage in team fights, creating advantageous situations before Smolder can showcase his strengths in team fights.\n- Smolder is weak without early stacks, so Sivir can maintain an advantage from the start, hindering Smolder's growth.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- His long range allows him to harass before taking damage from Smolder.\n- Smolder has low damage without early stacks, making it difficult to withstand Varus's poke.\n- Varus's AoE skill increases damage in team fights, allowing him to deal damage before Smolder can stack up.\n- Smolder only has E skill as an escape, which has a long cooldown, making him susceptible to Varus's CC.\n- Smolder lacks auto-attack enhancements, resulting in low DPS, making it hard to counter Varus's sustained attacks."
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Ziggs.\n\n- Ziggs has long-range skills that can deal damage before Miss Fortune can get close, making harassment difficult.\n- Ziggs's skills deal AoE damage, making it hard for Miss Fortune to position herself in team fights.\n- Miss Fortune has low base attack damage, making her susceptible to damage from Ziggs's skills.\n- Ziggs does not have targeted skills, so even if Miss Fortune has means to escape, it is difficult to avoid Ziggs's skills.\n- Ziggs has high minion clearing ability, allowing him to push the lane and apply pressure on Miss Fortune.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Ziggs has long-range skills that can deal damage before Caitlyn can attack, making it difficult for her to harass in lane.\n- Ziggs' AoE damage has high minion clearing ability, preventing Caitlyn from safely harassing.\n- Caitlyn's skill animations are long, making it hard to dodge Ziggs' skills, especially increasing the risk in close combat.\n- Ziggs has set-up skills that make Caitlyn vulnerable to damage from traps and bombs when she approaches, making all-ins difficult.\n- Caitlyn has long cooldowns on her skills, making it hard to counter Ziggs' skill spamming, leading to a lack of power in team fights.",
      "アッシュ": "Ashe is at a disadvantage.\n\n- Ziggs has long-range attacks, allowing him to deal damage before Ashe can get close, making her susceptible to harassment.\n- Ziggs's skills are area attacks, and Ashe is likely to take damage while dealing with minions.\n- Ashe lacks mobility skills, making it difficult to avoid Ziggs's abilities, and she becomes vulnerable when approached.\n- Ziggs's zoning with his placement skills is strong, often denying Ashe the space to attack safely.\n- Ziggs's burst damage is high, often putting Ashe at a disadvantage when she tries to go all-in.",
      "ジンクス": "Jinx is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills and can easily harass Jinx with area-of-effect attacks. Jinx has limited self-defense options, making her susceptible to Ziggs' attacks.\n- Ziggs' skills deal powerful AoE damage, making it easy for him to deal damage in team fights. While Jinx excels at sustained damage in team fights, she struggles to counter Ziggs' explosive damage.\n- Ziggs lacks targeted skills, allowing Jinx to escape using her blink or mobility skills, but it is difficult for her to avoid Ziggs' abilities.\n- Ziggs has high tower destruction capability, which means Jinx may have her towers destroyed early before she can fully develop. This delays her growth.\n- Ziggs becomes powerless if allowed to be approached, but Jinx is vulnerable to champions with assassin or catch skills, increasing the risk of taking fatal damage from Ziggs' attacks.",
      "セナ": "Senna is at a disadvantage.\n\n- Ziggs has long-range attacks that can deal damage before Senna can get close, making her susceptible to harassment.\n- All of Ziggs' skills are area attacks, which means Senna is likely to get caught while trying to clear minions.\n- Senna has low base stats, making her take damage easily from Ziggs' skills.\n- Ziggs' zoning skills act as obstacles when Senna tries to approach, and with limited escape options, the risk of getting caught is high.\n- Senna's skill cooldowns are long, resulting in fewer opportunities to retaliate when taking damage from Ziggs' attacks.",
      "ヴァルス": "Varus is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills, making it easy for him to harass Varus before he can get close.\n- Ziggs' skills deal AoE damage, allowing him to clear minions while dealing damage to Varus.\n- Ziggs can zone with his skill set, preventing Varus from moving freely.\n- Varus has a delay between skill activation and effect, making it difficult to dodge Ziggs' attacks.\n- Ziggs' high tower destruction capability puts pressure on Varus when he tries to siege.",
      "ユナラ": "Yunara is at a disadvantage.\n\n- Ziggs has long-range skills that can deal damage before Yunara can get close, making her susceptible to harassment.\n- Ziggs' skills deal AoE damage, making it difficult for Yunara to position herself in team fights, which reduces her ability to deal damage.\n- Yunara relies on auto-attacks, so if Ziggs blocks her line of sight with his skills, she cannot attack effectively and cannot deal damage.\n- Ziggs does not have targeted skills, but if he can hit Yunara with his skills as she approaches, she becomes vulnerable.\n- Yunara's crowd control consists only of slows, which cannot hinder Ziggs' movement, allowing him to move freely."
    },
    "loses": {
      "ゼリ": "Zeri has an advantage over Ziggs.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to avoid Ziggs' skills and reducing the likelihood of taking damage from him.\n- Ziggs lacks targeted skills, making it difficult for him to deal damage to mobile champions like Zeri.\n- Zeri's Q skill has a long range and no mana cost, allowing for sustained harassment.\n- Zeri is favored against melee carries that lack reliable engage tools, enabling her to dodge Ziggs' attacks while countering.\n- Ziggs' skills have a delay before activation, allowing Zeri to exploit that window to attack.",
      "コーキ": "Corki has the advantage.\n\n- Corki has long-range attacks and can harass while avoiding Ziggs' skills.\n- Corki's skills are also AoE, allowing him to push the lane quickly against Ziggs' minion clearing ability.\n- Ziggs does not have targeted skills, so Corki can utilize his mobility to maintain distance while attacking.\n- Corki's ultimate has a short cooldown and can deal sustained damage, making it easier to apply pressure on Ziggs.\n- Ziggs becomes vulnerable if allowed to get close, but Corki can fight while keeping his distance, giving him an advantage over Ziggs.",
      "ヴェイン": "Vayne has the advantage.\n\nThe reasons are as follows:\n\n- Vayne has high mobility, making it easy to dodge Ziggs' skills and get in close to deal damage.\n- Ziggs lacks targeted skills and has a delay before activation, making it difficult to catch Vayne's blink.\n- Damage proportional to Vayne's maximum HP can quickly whittle down Ziggs' health, especially effective against tank builds of Ziggs.\n- While Ziggs excels at AoE attacks, Vayne can deal powerful damage to single targets, giving her an edge in one-on-one combat.\n- Vayne can easily evade Ziggs' attacks using her dash, providing opportunities for counterattacks.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Kai'Sa has high burst damage and can attack while avoiding Ziggs' skills, making it easier to gain an upper hand against him.\n- Ziggs lacks targeted skills and has a delay before activation, allowing Kai'Sa to easily dodge his abilities with her mobility.\n- Kai'Sa's skills deal magic damage, making it difficult for Ziggs to counter with armor.\n- Kai'Sa can use her ultimate to move long distances, allowing her to avoid Ziggs' attacks while launching surprise attacks.\n- Ziggs becomes powerless if he allows close engagement, so Kai'Sa can create favorable situations by bringing the fight to close range.",
      "コグ＝マウ": "Kog'Maw has the advantage.\n\n- Kog'Maw has long range and can harass in lane while avoiding Ziggs' skills.\n- Ziggs lacks targeted abilities and has a delay before casting, making it easier for Kog'Maw to close the gap despite his low mobility.\n- Kog'Maw's percentage damage is effective against Ziggs' tank build, especially providing high damage output in team fights.\n- Kog'Maw's W significantly extends his range, allowing him to surpass Ziggs' attack range and gain an advantageous position.\n- Ziggs becomes powerless if allowed to get close, but Kog'Maw can safely attack from a distance, creating favorable situations against Ziggs.",
      "ルシアン": "Lucian has the advantage.\n\n- Lucian has high burst damage and can harass Ziggs effectively from the early game.\n- Ziggs lacks targeted abilities and has a delay before his skills activate, making it easier for Lucian to close the gap using his mobility.\n- Lucian's skill cooldowns are short, allowing for continuous attacks while dodging Ziggs' abilities.\n- If Ziggs allows Lucian to get close, he becomes powerless and quickly finds himself in a disadvantageous situation.\n- Lucian has the mobility to evade Ziggs' skills, allowing him to attack while avoiding Ziggs' damage.",
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to quickly reduce Ziggs' HP.\n- Ziggs lacks targeted abilities and has a delay before activation, making it easier for Draven to close the gap with his high mobility.\n- Draven's attacks rely on auto-attacks, but Ziggs is not a melee champion, allowing Draven to attack safely.\n- Draven has a skill that increases his movement speed, enabling him to attack while dodging Ziggs' skills.\n- Ziggs becomes powerless if he allows an approach, but Draven can easily close the distance, giving him an advantageous position against Ziggs.",
      "サミーラ": "Samira has the advantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can quickly close the gap to deal damage by taking advantage of the lag before Ziggs' skills activate.\n- Ziggs lacks targeted skills, making it difficult to react to Samira's movements using her blink.\n- Samira has high DPS and can deal significant damage while Ziggs is spamming his skills.\n- Ziggs has low defensive stats, allowing Samira to potentially take him down instantly with her burst damage.\n- Samira can deliver powerful attacks against enemies affected by immobilizing CC, allowing her to exploit the openings after Ziggs lands his skills.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to safely harass from outside of Ziggs' attack range.\n- Ziggs lacks targeted skills, making it easy for Ezreal to create distance with his blink skill and avoid Ziggs' attacks.\n- Ezreal has high poke potential, enabling him to deal damage before Ziggs can use his skills, which helps him gain an advantage in the lane.\n- Ziggs becomes powerless if he is allowed to be approached, so Ezreal can apply pressure on Ziggs by maintaining distance while attacking, utilizing his mobility.\n- Ezreal has short cooldowns on his skills, allowing him to deal sustained damage while dodging Ziggs' abilities, making it difficult for Ziggs to manage his mana."
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ゼリ": "Zeri is at a disadvantage.\n\n- Samira excels in close combat, easily dodging Zeri's range-based attacks and able to engage in all-ins.\n- Samira's high DPS and burst damage make it easy for Zeri to be harassed in the early game, especially when Samira's attacks land, making it difficult for Zeri to retaliate.\n- Samira can deal powerful attacks against enemies with immobilizing CC, and she has means to restrict Zeri's mobility, making Zeri very vulnerable when approached.\n- Zeri has low base AD and tends to lack early game damage, making it hard to withstand Samira's attacks.\n- Samira's AoE damage in team fights is strong, making it difficult for Zeri to avoid her attacks while maneuvering in team fights.",
      "ジン": "Jhin is at a disadvantage.\n\n- Samira excels in close combat and can easily engage before Jhin can utilize his range.\n- Due to Samira's high DPS and burst damage, there is a high chance that Jhin will lose a significant amount of health before he can attack.\n- Samira can deal powerful attacks to enemies affected by immobilizing CC, leaving Jhin with little room for retaliation if he gets caught.\n- Jhin lacks any blink or escape mechanisms, making him vulnerable when Samira closes in, and he cannot escape.\n- Samira's skills have a high ability to dodge Jhin's attacks, especially making her a threat during Jhin's fourth shot or ultimate timing.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can easily close the gap by exploiting Aphelios's low mobility.\n- Due to Samira's high DPS and burst damage, Aphelios is likely to take significant damage instantly.\n- Samira can deal powerful attacks to enemies affected by immobilizing CC, making it difficult for Aphelios to retaliate if he gets caught.\n- Aphelios relies on weapon switching, and when he is attacked by Samira, she often creates advantageous situations during that time.\n- Samira has an advantage against shorter-range opponents, and since Aphelios cannot fully utilize his range, he loses his edge in combat.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Samira.\n\n- Samira excels in close combat, and when Miss Fortune gets close, she can deal high DPS, making her a threat when all-in.\n- Samira can deal powerful attacks against enemies affected by immobilizing CC, making Miss Fortune vulnerable to counterattacks when slowed.\n- Miss Fortune has low base attack damage and tends to lack DPS, making it difficult to counter Samira's high burst damage.\n- Samira has a blink ability, allowing her to easily avoid Miss Fortune's harassment and instead close in to attack.\n- Samira has an advantage against DPS carries with shorter range, making it hard for Miss Fortune to effectively utilize her range for attacks.",
      "アッシュ": "Ashe is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can close the gap before Ashe can utilize her range, making her susceptible to all-ins.\n- Samira's high DPS and burst damage mean that Ashe can be taken down in an instant.\n- Ashe lacks mobility skills, and her means of escaping Samira's approach using her blink is limited.\n- Samira can deal powerful attacks to enemies affected by immobilizing CC, making it very dangerous for Ashe if she gets caught.\n- Ashe's burst damage is low, making her at a disadvantage in all-in skirmishes against Samira.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat and can easily engage before Caitlyn can utilize her long range.\n- Samira has high DPS and burst damage, allowing her to deal significant damage before Caitlyn can initiate an attack.\n- Caitlyn's skill animations are long, making it difficult to avoid Samira's attacks using her blink, which makes her susceptible to counterattacks.\n- Samira can deal powerful attacks against enemies affected by immobilizing CC, and there is a high chance that Caitlyn's traps will be avoided.\n- Caitlyn has low defensive stats, so she takes damage quickly from Samira's attacks, putting her at a disadvantage in sustained fights.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nThe reasons are as follows:\n\n- Samira excels in close combat, and since Vayne has a short range, she is easily damaged when Samira gets close.\n- Due to Samira's high DPS and burst damage, Vayne is likely to be taken down instantly.\n- Samira can deal powerful attacks against enemies affected by immobilizing CC, making it difficult for Vayne to retaliate if she gets caught.\n- Samira's blink ability makes it easy to evade Vayne's attacks, making it hard for her to utilize her kiting potential.\n- Samira has strong AoE damage in team fights, while Vayne lacks AoE attacks, resulting in lower impact in team fights."
    },
    "loses": {
      "コーキ": "Corki has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Corki has long-range attacks, allowing him to deal damage before Samira can get close.\n- All of Corki's skills are AoE, enabling him to deal widespread damage even when Samira approaches, making it difficult for her to land her attacks.\n- Corki's ultimate has a short cooldown and has a high ability to deal sustained damage, allowing him to inflict enough damage before Samira goes all-in.\n- While Samira excels in close combat, Corki can maintain distance to prevent her from getting close.\n- Although Corki lacks crowd control, he can deal his damage before taking hits from Samira, giving him an advantage in trades.",
      "ザヤ": "Zyra has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Zyra has a snare as a means of self-defense, allowing her to counterattack when Samira approaches.\n- While Samira excels in close combat, Zyra is strong against short-range opponents and can deal damage while avoiding Samira's attacks.\n- Zyra's AoE damage shines in team fights, allowing her to negate Samira's burst attempts during those engagements.\n- Samira has low defensive stats, and if she is hit by Zyra's snare or damage, she can be easily taken down.\n- By pairing with Rakan, Zyra can execute even more powerful combos, making it easier to create advantageous situations against Samira.",
      "コグ＝マウ": "Kog'Maw has an advantage over Samira.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range, allowing him to deal damage before Samira can close the gap, giving him an advantage in lane harassment.\n- While Samira excels in close combat, Kog'Maw can safely attack from a distance, making it difficult for Samira to all-in.\n- Kog'Maw's percentage damage is strong against tanks, but Samira has low defensive stats, making her susceptible to Kog'Maw's damage.\n- Samira lacks crowd control on her own, making it hard for her to approach while taking Kog'Maw's attacks.\n- Kog'Maw has high basic attack power even when his skills are on cooldown, allowing him to continue dealing damage before Samira can retaliate.",
      "セナ": "Senna has the advantage.\n\nReasons:\n- Range difference: Senna has long-range attacks, making it easy to harass Samira, who has a short range.\n- Harassment ability: Senna's healing and harassment through her skills are powerful, allowing her to deal damage before Samira can get close.\n- Presence of CC: Senna has crowd control, which can immobilize Samira as she approaches, negating her attacks.\n- Stack acquisition: Senna can gather stacks through her attacks, making it easier to maintain an advantage in lane.\n- Sustain: Senna's healing ability allows her to withstand Samira's attacks and continue fighting effectively.",
      "ユナラ": "Yunara has the advantage.\n\n- Yunara has a long range and can harass without allowing Samira to get close, making it easier to maintain lane dominance.\n- Samira excels in close combat, but Yunara has magic damage and can exploit Samira's low defenses.\n- Yunara's skills deal AoE damage, allowing her to effectively deal damage in team fights, making it risky for Samira to go for an all-in.\n- Yunara has high mobility, making it easy to adjust her positioning and avoid Samira's attacks.\n- Samira is weak against crowd control, and being slowed by Yunara limits her movement, making her more susceptible to attacks.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- Range difference: Varus has a longer range than Samira, allowing him to safely attack from a distance and deal damage before Samira can close the gap.\n- Presence of CC: Varus can immobilize opponents with his skills, limiting Samira's movement before she can engage in close combat, preventing her from utilizing her strengths.\n- Poke ability: Varus excels at long-range poke, allowing him to deal sustained damage before Samira can approach, making it easier for her to lose health.\n- Snowball potential: Varus increases his attack speed by killing enemy champions, making it easier to snowball and becoming even more powerful as the game progresses.\n- Low defenses: Samira has low defensive stats, making her susceptible to taking damage early from Varus's attacks."
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ヴェイン": "Vayne is at a disadvantage against Miss Fortune.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential, especially excelling in short trades in the lane, making Vayne susceptible to harassment.\n- The damage from Miss Fortune's Q skill's ricochet is effective against Vayne, particularly allowing her to accumulate damage in the early lane phase.\n- Vayne has a short range, making it difficult to avoid Miss Fortune's attacks, which increases the risk when approaching.\n- Miss Fortune's AoE damage in team fights poses a threat to Vayne when she tries to shine in team engagements.\n- Vayne is vulnerable when hit by crowd control, making her defenseless against Miss Fortune's slows and attacks in team fights.",
      "アッシュ": "Ashe is at a disadvantage.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential, especially with her Q skill's ricochet damage, making it easy to overwhelm Ashe.\n- Ashe has low burst damage and is at a disadvantage in all-in fights against Miss Fortune.\n- Miss Fortune's W provides acceleration and her E applies a slow, which can hinder Ashe's kiting ability.\n- Ashe lacks mobility skills and is vulnerable when approached by Miss Fortune, with few means to escape.\n- Miss Fortune's ultimate has powerful AoE damage in team fights, and Ashe is weak against that area attack.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Miss Fortune has high harassment potential, especially with her Q skill's ricochet damage, making it easy to overwhelm Kog'Maw.\n- Kog'Maw has low mobility and struggles to counter Miss Fortune's slows and accelerations in her playstyle.\n- Miss Fortune's AoE damage in team fights can exploit Kog'Maw's low self-defense capabilities.\n- Kog'Maw's combat ability significantly drops during the cooldown of his W, making it difficult to deal with Miss Fortune's sustained harassment.\n- Miss Fortune is a strong all-in marksman in close combat, and if Kog'Maw gets caught, he quickly falls behind.",
      "ヴァルス": "Varus is at a disadvantage against Miss Fortune.\n\n- Miss Fortune has high harassment potential, especially with the damage from her Q skill's ricochet, making Varus vulnerable to her harassment.\n- Miss Fortune's ultimate deals very high AoE damage in team fights, and Varus has limited means to escape from her area attacks.\n- Miss Fortune can easily adjust her positioning using the acceleration from her W, allowing her to create distance before Varus can engage.\n- Varus has a delay between casting his skills and their effects, making him susceptible to Miss Fortune's attacks.\n- Miss Fortune excels in close combat, and there is a high risk of Varus getting caught when he tries to all-in.",
      "ザヤ": "Zyra is at a disadvantage against Miss Fortune.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential, especially with the damage from her Q skill's ricochet, making it easy for Zyra to take damage unilaterally.\n- Miss Fortune has a longer attack range than Zyra, so Zyra often takes harassment before she can get close.\n- Miss Fortune's AoE damage in team fights is very high, making it difficult for Zyra to deal sustained damage in team fights.\n- Zyra has a short range, making it hard to avoid Miss Fortune's attacks, which becomes a threat if she goes all-in.\n- Miss Fortune's slow effect limits Zyra's mobility, leaving her with few means to escape.",
      "スモルダー": "Smolder is at a disadvantage.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential and can play favorably against Smolder from the early game.\n- Smolder has low skill performance when there are no early stacks, making him susceptible to Miss Fortune's attacks.\n- The damage from Miss Fortune's Q skill's ricochet is a significant threat to champions like Smolder, who have limited escape options.\n- Miss Fortune's AoE damage in team fights, combined with Smolder's AoE attacks, contributes to Smolder being at a disadvantage in team fights.\n- Smolder lacks auto-attack enhancements, often making him inferior in trades against Miss Fortune and weak in all-ins.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nThe reasons are as follows:\n\n- Miss Fortune has high harassment potential, and particularly with her Q skill's ricochet damage, she can gain an advantage over Caitlyn.\n- Miss Fortune's ultimate has powerful AoE damage in team fights, and Caitlyn is vulnerable to that area damage.\n- Caitlyn's auto-attack enhancement relies on her passive, so if her combos don't land, she often finds herself at a disadvantage in trades.\n- Miss Fortune can use skills with slow effects to easily restrict Caitlyn's positioning.\n- Caitlyn has long skill animations, making it difficult to avoid Miss Fortune's attacks, which makes her a threat when approached.",
      "ジン": "Jhin is at a disadvantage.\n\n- Miss Fortune has high harassment potential, making it easy to overwhelm Jhin, especially with the damage from her Q skill's ricochet.\n- Jhin lacks blink or escape skills, making him vulnerable to Miss Fortune's attacks and weak in all-ins.\n- With Miss Fortune's W providing acceleration and E applying a slow, she can easily adjust her positioning against Jhin, creating a tough situation for him when she closes in, as he is fragile.\n- Miss Fortune's AoE damage in team fights is powerful, and there is a high chance she can deal significant damage while Jhin is trying to land his fourth shot.\n- Since Jhin's remaining ammo is visible to the opponent, he is more likely to be targeted by Miss Fortune, especially at the timing of his reload, which increases the risk of taking damage."
    },
    "loses": {
      "ジグス": "Ziggs has an advantage over Miss Fortune.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills, allowing him to harass before taking damage from Miss Fortune.\n- Miss Fortune has low base attack power, making it difficult for her to withstand Ziggs' AoE damage.\n- All of Ziggs' skills are area attacks, making it easy for him to clear minions while ignoring Miss Fortune's harassment.\n- Miss Fortune is vulnerable when approached, but Ziggs can zone her effectively with his skill set, allowing him to maintain distance.\n- Ziggs has high tower destruction capability, making it easier to prevent Miss Fortune from gaining an advantage in lane.",
      "ゼリ": "Zeri has an advantage over Miss Fortune.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easy to avoid Miss Fortune's harassment. In particular, she can maintain distance while dodging Miss Fortune's attacks.\n- Miss Fortune has low base attack damage and often lacks early game power, making it difficult for her to withstand Zeri's sustained attacks.\n- Zeri's Q ability can be used at no cost, allowing her to harass from long range and deal consistent damage to Miss Fortune.\n- Miss Fortune's crowd control consists only of slows, providing few means to restrict Zeri's mobility, allowing her to move freely.\n- Zeri can easily kite against Miss Fortune, who lacks reliable engage tools, allowing her to gain an advantage in trades.",
      "トゥイッチ": "Twitch has the advantage.\n\n- Twitch can utilize stealth to ambush and exploit Miss Fortune's low escape potential.\n- Miss Fortune has low base attack damage, making it difficult to counter Twitch's high damage in early trades.\n- Twitch's ultimate has long range and can surpass Miss Fortune's AoE damage in team fights.\n- Miss Fortune only has a slow as crowd control, which is not an effective counter against Twitch's ambush.\n- Twitch is favored against champions with low escape potential, and Miss Fortune is one such example, making it easier for him to gain an advantage in trades.",
      "ユナラ": "Yunara has an advantage over Miss Fortune.\n\nThe reasons are as follows:\n\n- Yunara deals magic damage, making harassment effective due to Miss Fortune's low base attack damage.\n- Yunara has a longer attack range, making it harder for Miss Fortune to harass her.\n- Yunara can increase her attack speed by using skills, allowing her to deal sustained damage more easily.\n- Miss Fortune has poor escape capabilities and struggles to counter Yunara's high mobility and harassment potential.\n- Yunara is favored against tanky or low-durability champions, and Miss Fortune falls into that category.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has a long skill range, allowing him to harass Miss Fortune from outside her attack range, making it easier to maintain lane dominance.\n- Ezreal's poke skills can be used with a short cooldown, allowing him to deal sustained damage against Miss Fortune's harassment.\n- Miss Fortune has low base attack power and is vulnerable when approached, so Ezreal can safely attack while maintaining distance thanks to his mobility.\n- Ezreal has a blink skill, making it easier to dodge Miss Fortune's abilities, especially when trying to escape after an all-in engagement.\n- Against Miss Fortune's only slow CC, Ezreal can counter with his mobility, making him hard to catch.",
      "シヴィア": "Sivir has an advantage over Miss Fortune.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability, making it easy to push the lane even while taking harassment from Miss Fortune.\n- With Spell Shield, she can block Miss Fortune's skills, allowing her to gain an advantage in trades.\n- Sivir's movement speed increase makes it easier to dodge Miss Fortune's attacks, allowing her to perform well in close combat.\n- Sivir is also strong in team fights and has resistance to Miss Fortune's AoE attacks, making it easier for her to deal sustained damage.\n- Miss Fortune has low base attack damage and is vulnerable to Sivir's sustained damage, making it easier for Sivir to maintain an advantage."
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "Niira is at a disadvantage.\n\n- Zaya has a long range and can easily harass before Niira can get close, putting pressure on her from the early game.\n- Zaya's snare and acceleration skills can hinder Niira's approach, making it easy for her to miss opportunities for counterattacks.\n- Niira is a melee champion and is vulnerable to Zaya's AoE damage, reducing her survivability in team fights.\n- Zaya's skills do not have target selection, making it difficult for Niira to utilize her mobility and, conversely, making her more susceptible to Zaya's attacks.\n- Niira is heavily reliant on items and levels, making it difficult to create advantageous situations before Zaya can grow.",
      "サミーラ": "Samira is at a disadvantage.\n\nThe reasons are as follows:\n\n- Xayah has long-range attacks that can deal damage before Samira can close the gap, making her harassment powerful.\n- Xayah's snare and acceleration skills can hinder Samira's approach, reducing her opportunities to attack.\n- Xayah has strong AoE damage in team fights, and even if Samira gets close, she can take a lot of damage at once.\n- Samira has low defensive stats, and if she gets hit by Xayah's attacks, she can quickly find herself in a dangerous situation.\n- Xayah has crowd control, so even if Samira uses her blink, she often cannot escape and is susceptible to counterattacks.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- While Zaya has a shorter range, she has AoE damage and can easily accumulate damage in team fights. Miss Fortune has high harassment potential but is vulnerable to Zaya's counterattacks.\n- Zaya has mobility and snare abilities, allowing her to defend herself or counterattack when Miss Fortune approaches. Miss Fortune has limited escape options and becomes a threat when closed in on.\n- Zaya becomes even stronger when paired with Rakan, increasing her means to avoid Miss Fortune's attacks. Miss Fortune only has slow CC, making her susceptible to Zaya's attacks.\n- Zaya is strong against all-in marksmen, and if Miss Fortune tries to go all-in, she is likely to end up at a disadvantage.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nThe reasons are as follows:\n\n- Xayah has a longer range and can harass Vayne easily before taking damage.\n- Xayah's snare and acceleration skills can significantly limit Vayne's mobility.\n- Xayah has AoE damage, making it easier to deal damage in team fights and lane, making it difficult for Vayne to create one-on-one situations.\n- Xayah has high self-defense capabilities and has means to evade Vayne's attacks, making it risky for Vayne to engage.\n- Vayne is weak against crowd control, and if caught by Xayah's skills, she can quickly find herself in a disadvantageous situation.",
      "ヴァルス": "Varus is at a disadvantage.\n\nThe reasons are as follows:\n\n- Zaya has excellent abilities for counterattacks and self-defense, making it easy for her to deflect Varus's attacks.\n- Zaya's AoE damage allows her to deal significant damage in team fights, putting pressure on Varus when he tries to poke in team fights.\n- Zaya has mobility and snare abilities, making it easy for her to close the gap even if Varus tries to maintain distance.\n- Varus has low HP recovery and is vulnerable to Zaya's sustained damage.\n- Zaya's skills do not have target restrictions, making it difficult for Varus to dodge her abilities.\n- Zaya becomes even more powerful when paired with Rakan, increasing the pressure on Varus."
    },
    "loses": {
      "トゥイッチ": "Twitch has the advantage.\n\nThe reasons are as follows:\n\n- Twitch has long-range attacks, allowing him to harass Zaya unilaterally by exploiting her short range.\n- He excels at ambushes using stealth, enabling him to deal damage before Zaya can retaliate.\n- Twitch's ultimate has AoE damage, which can significantly impact team fights, including the enemy team with Zaya.\n- Zaya requires preparation against CC and burst, but Twitch can exploit those openings to attack.\n- Zaya's self-defense options are limited, making her susceptible to damage from Twitch's attacks.",
      "スモルダー": "Smolder is at an advantage.\n\nThe reasons are as follows:\n\n- Smolder can stack infinitely, resulting in very high damage in the late game, allowing him to exploit Zaya's short range weakness.\n- Smolder's AoE attacks make it easy to deal damage in team fights, allowing him to inflict damage before Zaya can showcase her strengths in team fights.\n- Smolder can move quickly while ignoring terrain due to his E skill, making it easier to avoid Zaya's snare and gain an advantage in close combat.\n- Smolder's long-range R skill can deal damage before Zaya gets close, creating situations where she cannot retaliate.\n- Zaya generally has a short range and is susceptible to Smolder's attacks, making it easier for Smolder to create advantageous situations before Zaya can initiate an attack.",
      "トリスターナ": "Tristana has the advantage.\n\nThe reasons are as follows:\n\n- Range: Tristana's attack range increases as she levels up, allowing her to attack from farther away than Xayah, making Xayah more susceptible to damage.\n- Burst Damage: Tristana has high burst damage from the early game, enabling her to deal significant damage before Xayah can activate her skills.\n- Mobility: Tristana has a blink skill, making it easier for her to dodge Xayah's attacks and excel at chasing or escaping, giving her an advantage against Xayah.\n- Wave Management: Tristana has the ability to automatically push waves, putting pressure on Xayah while she farms.\n- Positioning in Team Fights: As Tristana levels up, her range increases, allowing her to deal damage safely in team fights and gain an advantage over Xayah.",
      "ユナラ": "Yunara has the advantage.\n\n- Yunara has a long attack range, making it easier to harass Zaya, who has a short range.\n- Yunara's magic damage is less affected by equipment interference, making it strong against Zaya's self-defense options.\n- Yunara can deal AoE damage by using skills, allowing her to gain an advantage over Zaya in team fights.\n- Zaya's skills take time to activate, making it difficult to avoid Yunara's attacks.\n- Yunara has high movement speed and can easily adjust her positioning, making it easier to dodge Zaya's attacks."
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "サミーラ": "Samira is at a disadvantage against Corki.\n\n- Corki has long-range attacks that can deal damage before Samira can get close, making her susceptible to being hit.\n- Corki's AoE attacks can hinder Samira's ability to deal damage in team fights by preventing her from closing the gap.\n- Samira has low defensive stats and is vulnerable to Corki's burst damage, putting her at high risk of being taken down instantly.\n- Corki lacks crowd control, so there is a high chance he can escape if Samira gets close, but he cannot withstand her sustained damage.\n- Corki's ultimate has a short cooldown, making it difficult for Samira to find the right moment to engage.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Corki has long-range attacks and can deal damage before Twitch can get close, making trades unfavorable for him.\n- Corki's skills have AoE damage, making it easy to accumulate damage in team fights and potentially nullifying Twitch's stealth.\n- Corki has a high ability to deal sustained damage, often overwhelming Twitch before he can get his items.\n- Twitch has low escape potential and is susceptible to Corki's attacks, making ambushes difficult to execute.\n- Corki does not have crowd control, but he can deal damage before Twitch engages, making it tough if Corki gets the upper hand.",
      "トリスターナ": "Tristana is at a disadvantage against Corki.\n\n- Corki has long-range attacks, allowing him to deal damage before Tristana can get close, making her susceptible to harassment.\n- Corki's skills are AoE attacks, which often damage Tristana while she is pushing the wave, making lane management difficult.\n- Tristana is weak in the early game and struggles to deal effective damage to Corki until she gets her items.\n- Corki has burst damage and can exploit the openings after Tristana uses her skills, putting her in danger.\n- Tristana's wave-pushing ability makes her more susceptible to Corki's ganks, complicating her survival in lane.",
      "ヴェイン": "Vayne is at a disadvantage against Corki.\n\n- Corki has long-range attacks, making it easy for him to harass Vayne before she can get close.\n- Corki's skills are AoE attacks, allowing him to gain an advantage as Vayne struggles in team fights and during lane pushes.\n- Corki has a high burst damage potential, meaning Vayne can take significant damage before she has a chance to defend herself.\n- Vayne has a short range, making it difficult for her to avoid Corki's attacks, especially his skills.\n- Corki doesn't have crowd control, but he can continuously deal damage before Vayne gets close, creating a situation where Vayne's mobility is hindered.",
      "アフェリオス": "Aphelios is at a disadvantage against Corki.\n\nThe reasons are as follows:\n\n- Corki has AoE attacks, allowing him to deal damage before Aphelios can get close, making harassment very strong.\n- Aphelios has low mobility and limited means to escape against Corki's long-range attacks, making him susceptible to damage.\n- Corki has a short ultimate cooldown and high sustained damage output, allowing him to continue dealing damage while ignoring Aphelios's defensive measures.\n- Aphelios relies on weapon switching, so when he takes damage from Corki, it creates advantageous situations for Corki during that time.\n- Corki is favored against tank champions, but Aphelios struggles to counter Corki's sustained damage when physical defense is built up."
    },
    "loses": {
      "スモルダー": "Smolderer has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Smolderer can stack infinitely, resulting in very high damage in the late game, making it easier to counter Corki's sustained damage.\n- Smolderer's AoE attacks are highly effective in team fights, and although Corki has AoE attacks, Smolderer's stacks increase damage, allowing him to gain an advantage.\n- Smolderer can move quickly with his E skill, making it easier to approach while avoiding Corki's attacks, creating favorable situations in one-on-one encounters.\n- Corki lacks crowd control, so Smolderer's means of escape becomes a significant advantage.\n- Corki has high mana consumption, so by continuously attacking, Smolderer can deplete Corki's resources.",
      "シヴィア": "Sivir has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, allowing her to maintain lane dominance against Corki's push speed.\n- With her spell shield, she can easily avoid Corki's skill shots and create favorable situations in trades.\n- Corki lacks crowd control, allowing Sivir to move freely while attacking and gain an advantage in skirmishes.\n- Sivir's movement speed increase allows her to maintain distance while avoiding Corki's attacks, making it easier to deal sustained damage.\n- While Corki has high DPS against single targets, Sivir excels in engaging and disengaging in team fights, giving her significant influence in team battles.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has long-range skills, allowing him to harass while safely avoiding Corki's attacks from a distance.\n- Corki lacks crowd control, making it easier for Ezreal to utilize his high mobility to dodge attacks.\n- Ezreal's poke ability allows him to deal damage before Corki can use his skills, making it easier to secure lane dominance.\n- While Corki excels at AoE attacks, Ezreal can deal high burst damage to single targets, giving him an advantage in one-on-one skirmishes against Corki.\n- Corki has high mana consumption, so Ezreal can deplete Corki's mana by continuously harassing him.",
      "ドレイヴン": "Draven has the advantage.\n\nThe reasons are as follows:\n\n- Draven has very high burst damage from the early game, allowing him to quickly reduce Corki's HP.\n- Corki lacks crowd control, which limits his options to counter Draven's high attack power.\n- Draven's passive makes it easy to earn gold, allowing for item advantages.\n- Corki has high mana consumption, and using skills frequently can lead to running out of mana, while Draven primarily deals damage through auto-attacks, making mana management easier.\n- Draven has a skill that increases his movement speed, making it easier to approach while avoiding Corki's attacks.\n- Corki's attacks are AoE, but Draven can deal high damage to a single target, giving him the advantage in one-on-one fights.",
      "ゼリ": "Zeri has an advantage over Corki.\n\n- Zeri has high mobility, making it easier to avoid Corki's attacks and reducing harassment.\n- Corki lacks crowd control, so he has no means to restrict Zeri's mobility, allowing her to move freely.\n- Zeri's Q skill can be used at no cost, making it easy to deal sustained damage and chip away at Corki's HP.\n- Corki excels at early harassment, but Zeri can avoid that harassment, making it easier to maintain lane dominance.\n- Zeri can kite Corki, who lacks reliable engage, allowing her to trade favorably.",
      "ザヤ": "Zyra has an advantage over Corki.\n\nThe reasons are as follows:\n\n- Zyra has high self-defense capabilities and can deflect Corki's attacks. In particular, she can counterattack against Corki's burst damage.\n- Corki lacks crowd control, so he has no means to avoid Zyra's snare, giving Zyra many opportunities to close in and attack.\n- Zyra's AoE damage is highly effective in team fights and can strongly counter Corki's AoE attacks.\n- Corki has high mana consumption, making him prone to running out of mana in prolonged fights, while Zyra can consistently deal damage.\n- Zyra is strong against short-range champions, and although Corki has a long range, Zyra's counterattack ability allows her to maintain an advantage in close combat."
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Ashe has long range and can harass effectively by attacking unilaterally before Kai'Sa can get close.\n- Ashe's slow effect makes it difficult for Kai'Sa to maintain distance, making her susceptible to being chased down.\n- Ashe's ultimate allows for engagement from extremely long range, dealing damage before Kai'Sa can react.\n- Kai'Sa lacks crowd control, so when she is hit by Ashe's slows or attacks, her means of escape are limited, putting her at a disadvantage in all-ins.\n- Ashe has skills to secure vision, making it easier to prevent Kai'Sa's ambushes and gain a strategic advantage.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Due to Ashe's long range, Vayne is susceptible to harassment and can easily lose lane dominance.\n- Ashe's slow effect makes it difficult for Vayne to maintain distance, increasing the risk of being chased down.\n- Ashe's ultimate's stun effect can hinder Vayne's mobility, particularly reducing her survival rate in team fights.\n- Vayne is weak against crowd control, and if caught by Ashe's skills, her escape options are limited, putting her at a disadvantage in all-in skirmishes.\n- Ashe has skills to secure vision, making it difficult for Vayne to approach stealthily, which can create strategically unfavorable situations."
    },
    "loses": {
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- His long range allows him to harass Ashe unilaterally.\n- He has AoE skills, which enable him to deal high DPS even in situations with minions.\n- Varus can create distance with his skills against Ashe's slow effect, making it easier for him to escape.\n- Ashe has low burst damage, and in an all-in fight, Varus has the upper hand.\n- Ashe's low mobility makes it easier for Varus to land his skills and accumulate damage.",
      "トリスターナ": "Tristana has the advantage.\n\nReasons:\n- Tristana has high burst damage from early to mid-game, allowing her to all-in against Ashe.\n- Tristana's range increases as she levels up, enabling her to surpass Ashe's range, giving her an advantage in late-game team fights.\n- Tristana has high mobility and possesses a blink skill, making it easier for her to avoid Ashe's slow effects.\n- Ashe lacks mobility skills, so when Tristana approaches to attack, Ashe has limited means to escape.\n- Although Tristana finds wave management challenging, she can easily create situations where she can attack Ashe unilaterally, making it easier to establish lane dominance.",
      "コーキ": "Corki has the advantage.\n\nThe reasons are as follows:\n\n- Corki has long-range attacks that exceed Ashe's range, allowing him to harass Ashe unilaterally.\n- All of Corki's skills are AoE, enabling him to push the lane quickly and making it difficult for Ashe to farm safely.\n- Ashe has low burst damage and is at a disadvantage in all-in fights, while Corki has a high ability to deal sustained damage, giving him the upper hand against Ashe.\n- Corki has a short ultimate cooldown, allowing him to deal damage frequently while avoiding Ashe's skills.\n- Ashe lacks mobility skills, so when she is hit by Corki's attacks, her means of escape are limited, making her particularly vulnerable to Corki's AoE attacks.",
      "シヴィア": "Sivir has the advantage.\n\nThe reasons are as follows:\n\n- Sivir has high wave clear ability, making it easier to push the lane and gain an advantage over Ashe.\n- With her Spell Shield, she can avoid Ashe's skills, allowing her to trade more favorably.\n- Sivir's movement speed boost makes it easier to escape even when hit by Ashe's slows, facilitating kiting.\n- Ashe has low burst damage, making it difficult for her to counter Sivir's sustained damage.\n- Sivir's ultimate is excellent for engaging and disengaging in team fights, and it works effectively against Ashe as well."
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Ezreal.\n\n- Ezreal has long-range poke skills that can deal damage before Miss Fortune can get close.\n- Ezreal's mobility makes it easier to avoid Miss Fortune's attacks, especially when engaging in all-ins.\n- Miss Fortune has low base attack damage, making it difficult to counter Ezreal's high burst damage.\n- Ezreal has an advantage against opponents with slow wave clear, and Miss Fortune tends to get pushed in that regard.\n- Miss Fortune's crowd control is only a slow, which is not effective against Ezreal's escape capabilities.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Ezreal has high mobility and can easily dodge Caitlyn's attacks using his warp skill.\n- Ezreal's skills have long range, allowing him to poke before Caitlyn can attack, giving him an advantage in lane harassment.\n- Caitlyn's auto-attack enhancement relies on her passive, making her vulnerable to Ezreal's burst damage from skill combos.\n- Ezreal is favored against opponents with slow wave clear, and Caitlyn often suffers in that regard.\n- Caitlyn's traps are not effective against Ezreal's mobility, and he can easily avoid them when escaping.",
      "ジグス": "Ziggs is at a disadvantage.\n\n- Ezreal has high mobility and can use his blink to avoid Ziggs' skills, making it difficult for Ziggs to land his attacks.\n- Ezreal's skills have long range, allowing him to poke before Ziggs can safely harass.\n- Ziggs lacks targeted skills, making it hard to deal damage to highly mobile champions like Ezreal.\n- Ezreal clears waves quickly, putting pressure on Ziggs before he can handle the minions, making it easier for him to maintain lane dominance.\n- The burst damage from Ezreal's skill combo is a threat to Ziggs, and if he gets too close, he is likely to take significant damage.",
      "コーキ": "Corki is at a disadvantage.\n\nThe reasons are as follows:\n\n- Ezreal has high mobility, making it easy to dodge Corki's attacks, which makes it hard for Corki to land hits.\n- Ezreal's skills have long range, allowing him to poke Corki before he can get close, giving him an advantage in lane harassment.\n- Corki lacks crowd control, leaving him with few options to counter Ezreal's escape mechanisms.\n- Ezreal has a high ability to deal sustained damage and can withstand Corki's AoE attacks more easily.\n- Corki has high mana consumption, and using skills frequently can lead to running out of mana quickly, making him weak in prolonged fights.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Ezreal has high mobility and can attack while maintaining distance using his skills, making it easier to avoid Twitch's ambushes.\n- Ezreal's skills have long range, making it likely that Twitch will take poke damage before he can attack.\n- Twitch is highly dependent on early game items, and can find himself in a disadvantageous situation early on due to Ezreal's poke.\n- Ezreal has a strong ability to deal sustained damage, making it easy for him to retaliate even when Twitch uses stealth.\n- Ezreal's skills are skill shots, so even if Twitch uses stealth, Ezreal can deal damage if he uses his skills correctly."
    },
    "loses": {
      "ヴェイン": "Vayne has the advantage.\n\nThe reasons are as follows:\n\n- Vayne has high mobility and can easily dodge Ezreal's skills. In particular, since Ezreal's main skill is skill-shot based, Vayne can use her dash to evade it.\n- Vayne has guaranteed damage proportional to her maximum HP, and just as Ezreal is strong against tanks and high HP champions, he also finds it difficult to deal damage to Vayne.\n- Ezreal has limited AoE attack options and slow wave clear, making it easier for Vayne to gain an advantage in lane.\n- Vayne is extremely powerful in one-on-one combat, and when Ezreal approaches, he often struggles with Vayne's chasing ability.\n- Ezreal can have poor synergy with critical items in the late game, leading to a lack of damage, while Vayne can deal powerful damage in the late game, making her more advantageous as time goes on.",
      "ゼリ": "Zeri has an advantage over Ezreal.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to avoid Ezreal's skills and reducing harassment.\n- Her Q skill can be used at no cost, allowing her to continuously attack and counter Ezreal's poke.\n- Since Ezreal's main skills are skill shots, Zeri can easily dodge them by utilizing her mobility.\n- Zeri can kite effectively against Ezreal, who lacks reliable engage, allowing her to trade favorably.\n- Ezreal has low wave clear ability, so Zeri can push the lane and gain an advantage.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Kai'Sa has high burst damage and mobility that makes it easy to dodge Ezreal's skills, reducing the likelihood of taking poke damage from him.\n- Ezreal's main skills are skill shots, making it harder to hit a highly mobile champion like Kai'Sa.\n- Kai'Sa can deal magic damage, which is difficult for Ezreal to counter with armor.\n- Kai'Sa's ultimate allows for long-range movement, enabling her to ambush while avoiding Ezreal's attacks, giving her an advantage in fights.\n- Ezreal has slow wave clear, and as Kai'Sa evolves her skills, she can push the lane faster, making it easier to gain control.",
      "ヴァルス": "Varus has an advantage over Ezreal.\n\nThe reasons are as follows:\n\n- Due to his long range, he can attack before taking poke from Ezreal.\n- He has AoE skills, making it easier to deal damage to Ezreal using minions.\n- Since Ezreal's main skill is skill-shot based, it's difficult for him to dodge Varus's abilities.\n- Varus can use his crowd control to immobilize Ezreal before he can utilize his mobility.\n- Ezreal has slow wave clear, allowing Varus to push first and create a favorable situation."
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, and Vayne has a shorter range, making her susceptible to harassment.\n- Caitlyn's traps provide vision control and snare effects, which can significantly limit Vayne's mobility.\n- Caitlyn excels at harassing in lane, often dealing one-sided damage from the early game, making it easy for Vayne to fall behind.\n- Vayne struggles with positioning in team fights and is vulnerable to attacks from Caitlyn's long range.\n- Caitlyn's skills allow her to deal damage before Vayne can close the gap, making all-ins difficult.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage against Caitlyn.\n\n- Caitlyn has the longest base attack range of all champions, often allowing her to harass Miss Fortune before she can engage.\n- Caitlyn's traps increase the risk for Miss Fortune when approaching, and getting caught can result in significant damage.\n- Caitlyn has strong wave-pushing power, enabling her to apply pressure to the tower before Miss Fortune can clear the wave.\n- Miss Fortune lacks escape options and is vulnerable to Caitlyn's attacks, making her susceptible to all-ins.\n- Caitlyn's skills have long range, allowing her to deal damage before Miss Fortune can get close, making it difficult for Miss Fortune to maneuver.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base AA range among all champions, allowing her to harass Draven unilaterally before he can get close.\n- Caitlyn's traps provide vision control and a snare effect, making it easier for her to catch Draven and increasing the risk when he tries to all-in.\n- Draven relies on auto-attacks, making it difficult for him to retaliate against Caitlyn's long-range attacks, especially suffering disadvantages from early harass.\n- Although Caitlyn's skill cooldowns are long, if Draven drops his axes, his combat effectiveness significantly decreases, making him more vulnerable to Caitlyn's attacks.\n- Caitlyn's burst damage poses a threat to Draven's durability, often putting him at a disadvantage, especially in team fights.",
      "ジンクス": "Jinx is at a disadvantage.\n\nThe reasons are as follows:\n\n- Caitlyn has the longest base auto-attack range among all champions, and Jinx cannot counter that range, leading to one-sided harassment in the lane.\n- Caitlyn's traps provide vision control and snare effects, making it difficult for Jinx to approach, especially since Jinx has limited self-defense options, increasing the risk of getting caught.\n- Caitlyn excels at tower sieging from the early game, and there is a possibility that towers will be destroyed before Jinx can scale up.\n- Jinx has low base stats and tends to struggle in the early game, while Caitlyn can establish an advantage during that time.\n- Although Caitlyn's skill animations are long, Jinx has limited self-defense options, making her susceptible to taking lethal damage when approached.",
      "ゼリ": "Zeri is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, and Zeri cannot match that range, making harassment in the lane very difficult.\n- Caitlyn's traps provide vision control and snare effects, limiting Zeri's mobility and increasing the risk of getting caught.\n- Zeri has low base AD and lacks early game damage, making it hard to counter Caitlyn's strong harassment.\n- Caitlyn has high pushing power in the lane and can easily siege towers, putting early pressure on Zeri.\n- Zeri's Q is non-piercing, making it difficult to attack unilaterally like Caitlyn, which can lead to unfavorable trades.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, and Zyra has a shorter range, making her susceptible to one-sided harassment from Caitlyn.\n- Caitlyn's traps provide vision control and snare effects, making it difficult for Zyra to approach and increasing the risk of being attacked.\n- Zyra's skills take time to activate, making it hard to retaliate against Caitlyn's long-range attacks.\n- Caitlyn has a high ability to deal burst damage, often putting Zyra at a disadvantage in trades.\n- Zyra needs to be prepared for crowd control and burst damage, and with limited means to avoid Caitlyn's attacks, she becomes disadvantaged in sudden skirmishes."
    },
    "loses": {
      "ジグス": "Ziggs has the advantage.\n\nThe reasons are as follows:\n\n- Ziggs has long-range skills that exceed Caitlyn's range, allowing for advantageous harassment in the lane.\n- Caitlyn relies on her passive for auto-attack enhancements, making her vulnerable to Ziggs' AoE harassment and minion clearing.\n- Ziggs' skills are area attacks, and even if Caitlyn sets traps, Ziggs can attack while avoiding them, making it easier to negate Caitlyn's traps.\n- Caitlyn has a long skill animation, making it difficult for her to dodge Ziggs' skills, which gives Ziggs an advantage in team fights.\n- Ziggs has high tower destruction capability, allowing him to prevent Caitlyn from sieging towers effectively.",
      "ヴァルス": "Varus has the advantage.\n\nThe reasons are as follows:\n\n- Range: Varus has a long range similar to Caitlyn, allowing him to gain an advantage in harassment battles in the lane.\n- AoE Damage: Varus has AoE skills, enabling him to deal high damage even when minions are present, making it easier to negate Caitlyn's harassment.\n- Presence of CC: Varus's skills have CC effects, which can limit Caitlyn's movement, making it easier to avoid her attacks.\n- Snowball Potential: By killing enemy champions, his attack speed increases, making him a powerful presence as the game progresses.\n- Strength against Short-Range Champions: While Caitlyn has an advantage against short-range champions, Varus can also be strong against them, allowing him to negate the opponent's strengths.",
      "エズリアル": "Ezreal has the advantage.\n\nThe reasons are as follows:\n\n- Ezreal has a long skill range, allowing him to safely harass while avoiding Caitlyn's attacks, making it easier to maintain lane dominance.\n- Ezreal's poke skills can be used with a short cooldown, enabling him to deal damage before taking hits from Caitlyn.\n- Caitlyn relies on her passive, so by harassing with his skills, Ezreal can reduce the opportunities for Caitlyn to trigger her passive.\n- Ezreal has a mobility skill, making it easier for him to dodge Caitlyn's traps and skills, and he is also strong against ganks.\n- Caitlyn's skill animations are long, allowing Ezreal to exploit the gaps to attack.",
      "セナ": "Senna has the advantage.\n\nThe reasons are as follows:\n\n- Senna has a long range, which is longer than Caitlyn's, allowing her to harass more effectively in lane.\n- Senna's healing ability makes it easier to withstand Caitlyn's harassment, enabling her to fight continuously.\n- Caitlyn relies on her passive, making it difficult to deal damage if her combos don't land, while Senna can increase her damage by gathering stacks.\n- Senna's skills have crowd control, which can limit Caitlyn's attacks, making it harder for her to engage.\n- Caitlyn has long skill animations and significant openings, giving Senna more opportunities to capitalize on those gaps and attack."
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "エズリアル": "Ezreal is at a disadvantage against Kalista.\n\nThe reasons are as follows:\n\n- Kalista has a short-range blink, making it easy to dodge Ezreal's skills. This makes it difficult for Ezreal to land his attacks.\n- Kalista's high mobility allows her to easily chase Ezreal even when he tries to create distance.\n- Kalista has high burst damage, which can quickly whittle down Ezreal's HP, forcing him to always be on guard.\n- Since Ezreal's main skills are skill shots, it is challenging to effectively deal damage against Kalista's mobility.\n- Kalista's ultimate can shut down Ezreal's escape options, making her a significant threat when coordinated.\n- Kalista has a strong ability to deal sustained damage, making it hard for Ezreal to find openings to counterattack.",
      "シヴィア": "Sivir is at a disadvantage against Kalista.\n\n- Kalista has high mobility and can easily dodge Sivir's attacks with her leap.\n- Kalista's burst damage is very high, often making it difficult for Sivir's spell shield to handle.\n- Kalista can leverage her strength in close combat to all-in Sivir, exploiting her lack of range.\n- Sivir has low DPS against a single target, which often puts her at a disadvantage in 1v1 trades against Kalista.\n- Kalista's ultimate can enhance coordination with allies when Sivir attempts to engage or disengage, creating favorable situations for Kalista against Sivir.",
      "カイ＝サ": "Kai'Sa is at a disadvantage against Kalista.\n\n- Kalista has high mobility and can easily dodge Kai'Sa's attacks with her leap.\n- Kalista's burst damage can be extremely high under certain conditions, negating Kai'Sa's shields and escape options.\n- Kalista excels at kiting in close combat, allowing her to close the distance before Kai'Sa can land her attacks.\n- Kalista's ultimate can potentially negate Kai'Sa's ambushes and follow-ups, making it particularly powerful when coordinated.\n- Kai'Sa has a short range, making her susceptible to Kalista's attacks and complicating her positioning in team fights.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Kalista has high mobility and can easily dodge Zyra's attacks with her leap.\n- Kalista's burst damage is very high, and Zyra may take significant damage before she can defend herself.\n- Kalista's ultimate can negate Zyra's skills and enhance coordination, reducing Zyra's opportunities to counterattack.\n- Zyra has a short range, making her susceptible to Kalista's attacks, especially in situations where she is being harassed.\n- Kalista is strong against champions with targeted crowd control, making it difficult for Zyra's skills to be effective."
    },
    "loses": {
      "ユナラ": "Yunara has the advantage.\n\nThe reasons are as follows:\n\n- Yunara deals magic damage, making it easier to chip away at Kalista's physical durability.\n- Yunara has a longer attack range than Kalista, allowing for advantageous harassment in the lane.\n- Yunara can increase her attack speed by using skills, enhancing her AoE damage in team fights, making her effective against Kalista.\n- Kalista excels in close combat, but Yunara has high mobility, making it easier to adjust her positioning and avoid Kalista's attacks.\n- Yunara is favored against tanky or low-durability champions, and Kalista falls into that category, making it easier to gain an advantage in fights.",
      "ルシアン": "Lucian has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage from the early game and can harass Kalista effectively.\n- Lucian's skills have short cooldowns, allowing for continuous attacks, which can take advantage of Kalista's mobility from her leap.\n- Kalista lacks skills that enhance her auto-attacks or attack speed, making it difficult for her to withstand Lucian's sustained damage.\n- Although Lucian has a shorter range, he can use Kalista's leap to close the distance, creating situations where Kalista finds it hard to attack.\n- Kalista requires coordination with her teammates, so when Lucian engages alone, he can create situations that prevent Kalista from utilizing her strengths.",
      "ゼリ": "Zeri has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Zeri has high mobility, making it easier to avoid Kalista's leap. This allows her to evade Kalista's attacks while counterattacking.\n- Zeri's Q skill has a long range and no mana cost, making it easy to sustain her attacks. This enables her to consistently harass Kalista.\n- Kalista lacks skills that enhance her auto-attacks or attack speed, making it difficult for her to withstand Zeri's continuous attacks.\n- Zeri can easily take advantage of her kiting against Kalista, who lacks reliable means of closing the gap.\n- Kalista's strength lies in her leap, which is often negated by Zeri's mobility, reducing Kalista's combat effectiveness.",
      "コグ＝マウ": "Kog'Maw has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Kog'Maw has long range and can deal damage before taking hits from Kalista, giving him an advantage in lane harassment.\n- Kalista excels in close combat, but Kog'Maw can attack safely using his range, making it easier to negate Kalista's leaps.\n- Kog'Maw's percentage damage is powerful against tanks, allowing him to gain an advantage when Kalista faces tank opponents.\n- Kalista has high mobility, but Kog'Maw can extend his range with skills and has high damage output in team fights, allowing him to take advantage of Kalista's mobility.\n- Kalista requires busy mechanics and coordination, while Kog'Maw can deal high damage with relatively simple controls, leading to more consistent performance.",
      "トリスターナ": "Tristana has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Tristana has high burst damage from the early game, allowing her to gain an advantage before Kalista can get her items.\n- Tristana's range increases as she levels up, enabling her to attack safely without taking damage from Kalista.\n- Tristana's blink skill makes it easier to dodge Kalista's attacks, excelling in both chasing and escaping.\n- While Kalista has high kiting potential, Tristana can utilize her mobility to maintain distance while attacking.\n- Kalista's skills require coordination with allies, whereas Tristana can deal powerful damage on her own, giving her an advantage if Kalista's coordination fails.",
      "ヴァルス": "Varus has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Range difference: Varus has a longer range than Kalista, allowing him to engage before she can get close.\n- Poke ability: Varus's skills excel at poking, enabling him to deal damage before Kalista can leap in.\n- Presence of CC: Varus has crowd control, which can limit Kalista's mobility, making it easier to shut down her movements.\n- Snowball potential: Varus increases his attack speed by killing enemy champions, making it easier to gain an advantage in the game.\n- Strength in team fights: Varus has AoE skills and can deal high DPS when minions are present, giving him an edge in team fights.",
      "アフェリオス": "Aphelios has an advantage over Kalista.\n\nThe reasons are as follows:\n\n- Aphelios can deploy diverse strategies through weapon switching, allowing him to take advantage of Kalista's mobility.\n- Kalista lacks skills that enhance her auto-attacks or attack speed, making it difficult for her to counter Aphelios's high damage output.\n- Aphelios's threat level increases after level 12, enabling him to deal significant damage to squishy enemies, thus gaining an advantage over Kalista as well.\n- Kalista is favored against melee champions with directional gap closers, but Aphelios does not possess that characteristic, making it easier to negate Kalista's leaps.\n- Aphelios's self-defense relies on his weapons, but he can take the initiative before Kalista's attacks reach him."
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "アッシュ": "Ashe is at a disadvantage.\n\n- Varus has a longer range and can attack from farther away than Ashe, making his harassment very strong.\n- Varus's skills include AoE damage and crowd control, giving him high influence in team fights and lane battles.\n- Ashe lacks mobility skills, making her susceptible to Varus's attacks, especially in all-in engagements where she is at a disadvantage.\n- Varus increases his attack speed by killing enemy champions, and his high snowball potential can further worsen Ashe's unfavorable situation.\n- Ashe has low burst damage, and taking high damage from Varus increases the risk of being taken down early.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nThe reasons are as follows:\n\n- Varus has a long range and can harass Vayne before she can retaliate. This makes Vayne more susceptible to pressure in the lane.\n- Varus's skills include crowd control (CC), which can limit Vayne's mobility. Particularly, Vayne becomes vulnerable when affected by CC, making her more likely to take damage from Varus.\n- Varus has AoE damage, allowing him to deal high DPS when there are minions present. This makes it difficult for Vayne to maneuver in team fights and lane skirmishes.\n- Vayne lacks AoE attacks, resulting in slower lane pushing and making her more likely to fall behind in the early game. In contrast, Varus has traits that allow him to push the lane easily.\n- Varus increases his attack speed by killing enemy champions, giving him high snowball potential. This increases the likelihood of Vayne finding herself in a disadvantageous situation.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Varus has a long range and can easily harass before Smolder can engage.\n- Varus's AoE skills can negate Smolder's strengths in team fights.\n- Smolder has low damage without early stacks and cannot withstand Varus's harassment.\n- When hit by Varus's CC, Smolder has limited escape options, making it easy to catch.\n- Varus increases his attack speed by securing kills, and as the snowball progresses, Smolder becomes even more disadvantaged.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Varus has a longer range and can harass from farther away than Caitlyn, making her more susceptible to damage.\n- By utilizing Varus's AoE skills and crowd control, it becomes easier to negate Caitlyn's harassment, allowing him to gain an advantage in team fights.\n- Caitlyn has a long skill animation, making it difficult to dodge Varus's abilities, which particularly lowers her survival rate in team fights.\n- Varus increases his attack speed by killing enemy champions, giving him high snowball potential, which can further put Caitlyn at a disadvantage in unfavorable situations.\n- Caitlyn is at a disadvantage against hook-type catchers and champions that excel in all-ins, and Varus possesses those characteristics, creating strong pressure in the lane.",
      "ユナラ": "Yunara is at a disadvantage.\n\n- Varus has a long range, making it easy for him to harass before Yunara can attack.\n- Varus's AoE skills pose a threat when Yunara tries to deal damage in team fights, limiting her positioning.\n- Varus has crowd control, which hinders Yunara's movement and makes her more susceptible to attacks.\n- Varus increases his attack speed by securing kills, giving him high snowball potential, which can easily put Yunara in a disadvantageous situation.\n- Yunara relies on auto-attacks, making her vulnerable to Varus's harassment and crowd control, and failing to kite can result in taking fatal damage.",
      "エズリアル": "Ezreal is at a disadvantage.\n\n- Varus has a longer range and can harass from farther away than Ezreal, making Ezreal susceptible to damage.\n- Varus's AoE skills can deal high DPS when there are minions present, causing Ezreal to have slower wave clear and be easily pushed in.\n- Varus has crowd control, which can limit Ezreal's mobility, making it easy for Ezreal to miss opportunities for counterattacks.\n- Ezreal's main skill is skill-shot based, making it difficult to dodge Varus's abilities, which leads to Ezreal taking damage.\n- Varus increases his attack speed by killing enemy champions, giving him high snowball potential, which can further put Ezreal at a disadvantage in unfavorable situations."
    },
    "loses": {
      "ジン": "Jhin has the advantage.\n\nThe reasons are as follows:\n\n- Jhin has long-range attacks, making it easier to harass before taking poke from Varus.\n- All of Jhin's attacks have AoE effects, allowing him to deal high damage even in situations with minions, while avoiding Varus's skills.\n- Varus has a delay in his skill activation, making it difficult for him to retaliate before taking damage from Jhin.\n- Jhin's fourth shot and ultimate can deal very high damage to a weakened Varus, making it easier to secure kills.\n- Jhin's movement speed increases on critical hits, enhancing his ability to dodge Varus's skills and giving him an advantage in close combat.",
      "ルシアン": "Lucian has an advantage over Varus.\n\nThe reasons are as follows:\n\n- Lucian has high burst damage from the early game and can harass Varus effectively.\n- Lucian's skills have short cooldowns, allowing for consecutive attacks, making it easier to chip away at Varus's HP.\n- Varus has low HP recovery and is vulnerable to sustained harassment, making Lucian's attacks effective.\n- Lucian has high mobility, allowing him to attack while dodging Varus's skills, giving him an advantage in lane trades.\n- Varus has a delay between skill activation and effect, making it easy for Lucian to take the initiative.\n- Lucian is strong against ADCs with few escape options, and Varus is one such example, allowing Lucian to play favorably.",
      "ジグス": "Ziggs has the advantage.\n\nThe reasons are as follows:\n\n- Ziggs has all AoE skills and high minion clearing ability, allowing him to farm safely while taking poke from Varus.\n- With Ziggs' long-range skills, he can deal damage before Varus can engage.\n- Varus has low HP regeneration and is vulnerable to Ziggs' sustained harassment, allowing Ziggs to play advantageously.\n- Ziggs has skill sets that can be placed, making it difficult for Varus to approach.\n- Varus' skills have a delay before activation, allowing Ziggs to exploit that gap to attack.",
      "シヴィア": "Sivir has the advantage.\n\nThe reasons are as follows:\n\n- Sivir has high AoE damage and wave clear ability, making her excellent at pushing the lane and applying pressure on Varus.\n- With her spell shield, she can block Varus's skill shots, allowing her to trade more favorably.\n- Sivir's movement speed increase makes it easier to dodge Varus's attacks, giving her an advantage in close combat.\n- Varus has low HP regeneration and is weak against sustained harassment, making him susceptible to Sivir's continuous damage.\n- Sivir's ultimate allows for both engage and disengage, providing a powerful impact in team fights."
    }
  }
}