{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "Varus is at a disadvantage.\n\nReasons:\n- Sivir has high wave clear ability and excels at pushing the lane, making Varus susceptible to lane pressure.\n- Sivir's spell shield often negates Varus's skills, making it difficult for him to deal damage.\n- Sivir has plenty of ways to increase her movement speed, making it easier for her to dodge Varus's attacks and harder for him to create opportunities for counterattacks.\n\nWays to mitigate the disadvantage:\n- Avoid harassing in lane, and focus on safely farming CS using minions while dodging Sivir's attacks.\n- Be mindful of Sivir's spell shield and time your skills carefully to avoid being negated.\n- Coordinate with your support to launch coordinated attacks against Sivir, preventing her from leveraging her strengths.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Sivir has high wave clear ability and excels at pushing the lane, making Miss Fortune susceptible to pressure under the tower.\n- Sivir's spell shield often negates Miss Fortune's harassment and CC, putting her at a disadvantage in trades.\n- Miss Fortune has low durability and is easily damaged by Sivir's attacks.\n\nWays to mitigate the disadvantage:\n- In the early lane phase, avoid pushing unnecessarily and manage minions carefully to suppress Sivir's wave push.\n- Time Sivir's spell shield and attack after it has been used to aim for favorable trades.\n- Coordinate with the support to position in a way that makes it easier to call for jungle ganks, reducing pressure from Sivir.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nReasons:\n- Sivir has high wave clear ability, making it difficult for Caitlyn to push the lane as she can easily deflect Caitlyn's attacks.\n- Sivir's spell shield often negates Caitlyn's traps and skills, causing Caitlyn to lose her advantage in trades.\n- Although Caitlyn has long range, considering Sivir's movement speed boost and damage to backline in team fights, it becomes challenging to deal sustained damage.\n\nWays to mitigate the disadvantage:\n- Enhance harassment in the lane and focus on attacking minions to suppress Sivir's wave clear.\n- Time skills strategically to trigger Sivir's spell shield, creating opportunities for counterattacks.\n- In team fights, be mindful of positioning to avoid Sivir's attacks while coordinating with allies to deal damage.",
      "スモルダー": "Smolder is at a disadvantage.\n\nReasons:\n- Sivir has high wave clear ability and can quickly deal with minions, making it easy for her to take control of the lane.\n- Smolder has low skill performance in the early game and struggles to counter Sivir's attack speed and area damage.\n- Sivir's spell shield negates Smolder's CC and harassment, making trades unfavorable.\n\nMitigation strategies:\n- Play cautiously in the early game, avoiding Sivir's attacks while timing harassment effectively.\n- Engage after provoking Sivir's spell shield to create opportunities for counterattacks.\n- In the mid to late game, utilize AoE attacks in team fights to target Sivir's backline and deal damage.",
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Sivir has high wave clear ability and can quickly deal with minions, limiting Tristana's farm.\n- Sivir's spell shield can negate Tristana's skills, making it easy to lose the advantage in trades.\n- Sivir deals high damage in lane, and especially with increased attack speed, she can trade more favorably than Tristana.\n\nWays to mitigate the disadvantage:\n- Actively trade at levels 2 and 3 to target Sivir's skill cooldowns.\n- Coordinate with the jungler to set up ganks and apply pressure on Sivir.\n- Be mindful of wave management and properly handle minions to avoid taking damage from Sivir."
    },
    "loses": {
      "トゥイッチ": "Twitch has the advantage.\n\n- He can utilize stealth to ambush and is able to easily avoid Sivir's skills.\n- His burst damage is high, allowing him to surpass Sivir's sustained combat power.\n- He has excellent scaling in the late game, and once he gets his items, he can output more damage than Sivir.\n\nHow to take advantage:\n- Use stealth to catch Sivir off guard and initiate an ambush.\n- Use E to chip away at Sivir's mana, allowing for favorable trades.\n- Secure vision and attack from a safe position to maintain an advantage over Sivir.",
      "ユナラ": "Yunara has the advantage.\n\nReasons:\n- Yunara has a long attack range, making it easier to harass Sivir and maintain lane dominance.\n- Yunara's skills deal magic damage, allowing her to easily negate Sivir's spell shield and gain an advantage in trades.\n- Sivir has a short base range, making her more susceptible to taking damage from Yunara's attacks.\n\nHow to leverage the advantage:\n- In the early game, use basic attacks to build up release stacks and actively harass Sivir.\n- Use small tricks to force Sivir to use her spell shield first, then follow up with a strong attack.\n- In team fights, focus on positioning, utilizing Yunara's skills to deal damage to the backline while avoiding Sivir's attacks.",
      "ドレイヴン": "Draven has the advantage.\n\n- Draven has high burst damage from the early game, making it easy to pressure Sivir.\n- Since Sivir has a shorter base range, Draven can land attacks more easily and gain an advantage in trades.\n- Draven has a skill that increases his movement speed, allowing him to chase while avoiding Sivir's attacks.\n\nHow to take advantage:\n- Use Q in the early game to harass Sivir and create a gold lead.\n- Use E to interrupt Sivir's attacks and create opportunities for counterattacks.\n- Manage the minion wave to continuously pressure Sivir so she can't secure CS.",
      "ルシアン": "Lucian has the advantage.\n\n- Lucian has high burst damage from the early game and can harass Sivir effectively.\n- Sivir's spell shield only negates one skill, making it easier for Lucian to deal damage with his continuous attacks and skill combos.\n- Sivir has a shorter range, allowing Lucian to utilize his mobility to maintain distance while attacking.\n\nHow to take advantage:\n- Attack when Sivir's skills are on cooldown to deal damage.\n- Use normal attacks after using skills to continuously damage Sivir.\n- Actively harass before Sivir initiates a full trade to gain lane control.",
      "ゼリ": "Zeri has the advantage.\n\nReasons:\n- Zeri has high mobility, making it easier to dodge Sivir's attacks and gain an advantage in trades.\n- Sivir's base attack range is short, allowing Zeri to attack while maintaining distance, making harassment easier.\n- Zeri fights using her skills, which allows her to avoid Sivir's counterattacks and deal sustained damage more easily.\n\nHow to take advantage:\n- Avoid Sivir's skill shots while managing the minion wave to create a favorable situation.\n- In the mid-game and beyond, position yourself carefully and attack while being wary of Sivir's ultimate.\n- Prioritize purchasing items that increase attack speed and mobility to enhance strength in trades and team fights."
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "Jhin is at a disadvantage.\n\nReasons:\n- Kai'Sa is very weak in the lane phase, but Jhin is also weak to all-ins, especially after Kai'Sa reaches level 6, as she can turn the tide with her powerful ultimate.\n- Kai'Sa can move instantly while gaining a shield, making it easier to avoid Jhin's attacks, and if the fight goes to close range, Jhin is at a disadvantage.\n- Jhin lacks a blink ability and has limited means to escape when Kai'Sa approaches, making it difficult to deal with an all-in.\n\nMitigation strategies:\n- During the lane phase, try to fight alongside minions and allies to reduce the damage Kai'Sa can deal when she is isolated.\n- Before taking damage from Kai'Sa, threaten her with auto-attacks and be mindful to push her back when she comes to farm.\n- Purchase items and aim to secure a lead before reaching level 6, focusing on aggressive plays to end the game early.",
      "エズリアル": "Ezreal is at a disadvantage.\n\n- Kai'Sa has high burst damage and can launch powerful attacks, especially in the mid-game, making Ezreal susceptible to her attacks.\n- Ezreal's main skills are skill shots, which perform poorly against Kai'Sa's mobility, making it difficult to retaliate.\n- Kai'Sa can close the gap instantly with her ultimate, so even if Ezreal tries to maintain distance, she can easily close in.\n\nWays to mitigate the disadvantage:\n\n- Farm carefully in the early game and prioritize leveling up by avoiding Kai'Sa's attacks.\n- Be aware of Kai'Sa's skill cooldowns and engage when her skills are unavailable.\n- In team fights, focus on targeting the backline and position yourself to disrupt Kai'Sa when she dives into the frontline.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Kai'Sa excels in close combat and can deal burst damage while moving instantly, making it difficult for Caitlyn to fully utilize her long range.\n- Kai'Sa can evolve her skills, allowing for diverse tactics, and her high mobility in team fights makes Caitlyn an easy target.\n- Caitlyn struggles with positioning in team fights and is vulnerable to Kai'Sa's ambushes and follow-ups.\n\nMitigation strategies:\n- Strengthen harassment from the early game to disrupt Kai'Sa's farming and complete items sooner.\n- Secure vision and constantly track Kai'Sa's movements to avoid ambushes.\n- In the mid to late game, secure a position where you can safely attack from the backline while being cautious of Kai'Sa's approach."
    },
    "loses": {
      "ドレイヴン": "Draven has the advantage.\n\n- Draven has high burst damage from the early game, making it easy to pressure Kai'Sa.\n- Kai'Sa lacks crowd control, so her means of avoiding Draven's attacks are limited.\n- Draven's passive allows him to earn gold easily, and by creating an item advantage, he becomes even more favorable.\n\nHow to take advantage:\n- Actively attack from the early game to deal damage to Kai'Sa and deny her CS.\n- Land Q to maximize damage and restrict Kai'Sa's movements.\n- Use the ultimate to predict Kai'Sa's position and aim for follow-ups or ambushes.",
      "サミーラ": "Samira has the advantage.\n\nReasons:\n- She has high mobility, making it easy to engage in close combat while avoiding Kai'Sa's attacks.\n- Her burst damage is high, allowing her to quickly reduce Kai'Sa's health.\n- Since Kai'Sa has no crowd control, Samira can move freely while attacking.\n\nHow to take advantage:\n- In the early game, position yourself behind minions to avoid Kai'Sa's attacks while farming.\n- After level 6, close the gap before taking damage from Kai'Sa and overwhelm her with continuous attacks.\n- Gather items quickly to enhance your attack power and counter Kai'Sa.",
      "アフェリオス": "Aphelios has the advantage.\n\nReasons:\n- Aphelios tends to have an easier time against marksmen with low harassment potential and is less susceptible to Kai'Sa's poke.\n- The combination of Aphelios' weapons allows for flexible tactics depending on the situation, especially providing ample means to avoid Kai'Sa's attacks.\n- Kai'Sa lacks crowd control and has difficulty positioning in team fights, making it easier for Aphelios to deal damage safely.\n\nHow to take advantage:\n- In the early game, be cautious of Kai'Sa's poke while efficiently managing the minion wave to earn gold.\n- Utilize Aphelios' weapons to deal damage while avoiding Kai'Sa's attacks.\n- Always be mindful of positioning in order to avoid Kai'Sa's ultimate.",
      "ニーラ": "Nila has the advantage.\n\n- Nila has high mobility, making it easier to avoid Kai'Sa's skills and apply pressure in the lane.\n- Nila's passive enhances the healing and shielding effects of allies, allowing for an advantage in the lane, especially when coordinated with a support.\n- Kai'Sa lacks crowd control, making it difficult to counter Nila's sustained damage and healing abilities.\n\nHow to take advantage:\n- Manage the minion wave and apply pressure on Kai'Sa to deal damage while avoiding her skills.\n- Coordinate with the support to maximize damage in team fights while utilizing Nila's passive.\n- Maintain proper positioning, being cautious of Kai'Sa's ultimate while making target selections.",
      "ザヤ": "Zyra has the advantage.\n\n- Zyra has AoE damage, making it easier to deal damage in team fights, giving her an edge over Kai'Sa.\n- By utilizing Zyra's snare effect, she can limit Kai'Sa's mobility and increase her chances to attack.\n- Since Kai'Sa lacks crowd control, it is easier for Zyra to retaliate and defend herself, especially in the early lane phase.\n\nHow to take advantage:\n- Hide behind minions to avoid Kai'Sa's attacks and prevent early poke.\n- Manage plasma stacks and maintain distance to prevent Kai'Sa from stacking them.\n- In team fights, use Zyra's ultimate to deal damage and provide crowd control when Kai'Sa engages.",
      "ユナラ": "Yunara has the advantage.\n\nReasons:\n- Yunara has a long attack range, making it easier to harass Kai'Sa in the lane and deal sustained damage.\n- Yunara's skills deal magic damage, making it difficult for Kai'Sa to counter with armor, allowing for effective damage output.\n- Kai'Sa lacks crowd control, so Yunara can utilize her slow effect to maintain distance while attacking.\n\nHow to leverage the advantage:\n- Start stacking with auto-attacks from level 1 to aim for an early power spike.\n- After level 3, initiate short skirmishes to deal damage while avoiding Kai'Sa's counterattacks.\n- Use the ultimate at level 6 to self-empower and increase sustained damage in team fights.",
      "ゼリ": "Zeri has the advantage.\n\n- She has high mobility, making it easier to dodge Kai'Sa's attacks.\n- By utilizing skill shots, she can deal sustained damage, putting pressure on Kai'Sa.\n- Kai'Sa is highly item-dependent and has low damage in the early game, making it easier for Zeri to gain the upper hand.\n\nHow to take advantage:\n- Harass Kai'Sa with skill shots from the early game while securing CS.\n- In team fights, focus on dealing sustained damage and target Kai'Sa.\n- Coordinate with your support to limit Kai'Sa's movements and increase opportunities for attacks."
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Tristana has high burst damage from the early game, and especially after level 6, her attack power increases, so Kog'Maw needs to maintain distance.\n- Tristana has high mobility and can easily jump in to approach Kog'Maw, making him susceptible to being caught.\n- Kog'Maw has low mobility and lacks hard crowd control, making it difficult to defend against Tristana's attacks.\n\nWays to mitigate the disadvantage:\n- Always position behind your tank allies to avoid Tristana's attacks.\n- Use minions to block Tristana's attacks during lane phase and secure CS.\n- Check Tristana's skill cooldowns and look for safe opportunities to attack.",
      "セナ": "Senna is at a disadvantage.\n\n- Tristana has high burst damage from the early game, and there is a risk of being quickly taken down, especially when she gets close.\n- Tristana's mobility from her jump makes it easy for her to avoid Senna's harassment, making it difficult to maintain distance.\n- Senna has low base stats and is particularly vulnerable to Tristana's attacks in the early game, making her easy to kill if caught.\n\nCountermeasures for the disadvantage:\n\n- Enhance harassment in the lane and actively attack to prevent Tristana from charging her E.\n- Place skills where Tristana might jump to prevent her from closing in and maintain distance.\n- Purchase defensive items early and secure vision to avoid Tristana's ambushes.",
      "アッシュ": "Ash is at a disadvantage.\n\n- Tristana can instantly close the gap with her jump after level 6, making tower dives and burst damage very strong.\n- Ash has modest base stats, and especially in the early game, her attack power is low, making it difficult to counter Tristana's burst.\n- It is challenging to retaliate by targeting Tristana's skill cooldowns, and capturing the moment she steps forward is difficult.\n\nWays to mitigate the disadvantage:\n\n- Look for opportunities to counterattack after Tristana uses her jump, exploiting her vulnerabilities.\n- Push the minions to prevent Tristana from closing in, and focus on wave control during fights.\n- Increase Ash's influence by applying roaming pressure with support and looking for opportunities to assist other lanes.",
      "ジン": "Jhin is at a disadvantage.\n\nReasons:\n- Tristana has high burst damage and can significantly reduce Jhin's HP by engaging in close combat, making him weak to all-ins.\n- Tristana has high mobility, allowing her to easily approach Jhin, who lacks escape options.\n- Jhin tends to be stationary when casting his skills, creating situations where he is vulnerable to Tristana's attacks.\n\nWays to mitigate the disadvantage:\n- Be aware of Tristana's skill cooldowns and trade after she has used her skills to gain an advantage in fights.\n- Freeze the lane and play safely near the tower to avoid Tristana's attacks.\n- Coordinate with your support to look for all-in opportunities, creating situations where Tristana finds it difficult to attack.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Tristana has a strong all-in from the early game, and her burst damage, especially at levels 2-3, is high, making it dangerous for Twitch to engage recklessly.\n- Tristana has a long range and can safely harass while taking damage, putting Twitch in a position where it's difficult to deal damage.\n- Tristana has high mobility, making it easy for her to escape or chase, so there's a high chance that Twitch will be unable to catch her even if he tries to ambush.\n\nMitigation strategies for the disadvantage:\n- In the early game, it's important not to force trades, but to safely secure minions and prioritize CS.\n- Use wards to maintain vision and reduce risks by being cautious of Tristana's all-in.\n- After level 6, utilize the ultimate to aim for flanking in team fights, avoiding Tristana's attacks while dealing damage.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Tristana has long range and can deal damage safely from a distance, making it difficult for Samira to approach.\n- Tristana's burst damage is high, and especially in the early game, Samira is likely to be in a position to take damage.\n- Due to Samira's low defensive stats and short range, she finds herself in a tough situation when taking hits from Tristana.\n\nWays to mitigate the disadvantage:\n- In the early game, prioritize CS and avoid engaging unnecessarily to dodge Tristana's attacks.\n- Coordinate with your support to be able to counterattack when Tristana tries to engage.\n- Time your attacks carefully to prevent Tristana from saving her escape skills."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\n- He excels at poking from a distance, making it easy to deal damage before Tristana can close the gap.\n- Corki has high wave clear ability, allowing him to quickly clear minions and put pressure on Tristana.\n- In the mid-game and beyond, Corki's skills have short cooldowns, enabling him to deal sustained damage and gain an advantage over Tristana.\n\nHow to take advantage:\n- Poke Tristana before reaching level 6 to chip away at her health.\n- Aggressively attack before Tristana builds her E to create an advantageous situation early on.\n- Use Flash to dodge Tristana's jump while using R to chase or poke.",
      "アフェリオス": "Aphelios has the advantage.\n\nReasons:\n- Aphelios can deploy diverse tactics through his weapon combinations, and especially when his threat status grows, he can deal high damage.\n- While Tristana has high burst damage in the early game, Aphelios scales well with items and has the potential to gain an advantage in damage as he grows.\n- Aphelios can harass from a distance before Tristana can attack him, making it easier to avoid her gap-closing abilities.\n\nHow to take advantage:\n- In the laning phase, utilize Aphelios' harassment to chip away at Tristana's health and establish an early lead.\n- Position yourself cleverly to avoid Tristana's skills and minimize damage taken.\n- In team fights, avoid Tristana's knockback while safely dealing damage from the backline.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- Draven has high burst damage from the early game, making it easy to all-in on Tristana.\n- Tristana has long cooldowns on her skills, and especially in the early game, she has significant openings for attacks, giving Draven many opportunities to engage.\n- Draven's passive allows him to earn gold easily, and by quickly acquiring items, he becomes even more powerful.\n\nHow to take advantage:\n- During the laning phase, focus on picking up axes with Q and chip away at Tristana's HP with short all-ins.\n- Look for openings after Tristana uses her skills, applying slow with E to chase her down.\n- After level 6, use R to finish off and capitalize on Tristana's mistakes to secure kills.",
      "シヴィア": "Sivir has the advantage.\n\nReasons:\n- Sivir has high wave clear ability, making it easier to deal with minions before taking damage from Tristana.\n- With Spell Shield, she can negate Tristana's ultimate and explosive damage, reducing Tristana's burst damage.\n- Sivir can poke Tristana from a distance, allowing her to trade more effectively.\n\nHow to leverage the advantage:\n- Manage the wave properly and clear minions before Tristana gets close.\n- Use Spell Shield when Tristana jumps in to attack, preventing bomb damage.\n- Choose Exhaust to reduce damage when Tristana approaches and counterattack.",
      "ヴァルス": "Varus has the advantage.\n\n- Varus excels at poking from long range, allowing him to deal damage before Tristana can get close.\n- Tristana is at a disadvantage in range early on, making her susceptible to Varus's attacks.\n- Varus's CC skills can limit Tristana's jump, reducing her opportunities to engage.\n\nHow to leverage the advantage:\n- From the start, maintain distance while dealing chip damage to restrict Tristana's movements.\n- After level 6, use your ultimate to prevent Tristana from following up after her jump, coordinating with allies to deal damage.\n- In team fights, poke from the backline with your E and auto-attacks, and utilize CC to immobilize Tristana when she gets close.",
      "ザヤ": "Zyra has the advantage.\n\nReasons:\n- Zyra excels at poking from a distance, allowing her to deal damage before Tristana can attack.\n- By understanding Tristana's jump and using her root, Zyra can negate Tristana's engage, making it easier to gain an advantage in trades.\n- Tristana has long cooldowns on her skills, and especially in the early game, she has significant vulnerabilities after using her abilities, which Zyra can exploit to attack.\n\nHow to take advantage:\n- Prioritize minion management at the start of the lane and maintain distance to prevent Tristana from creating opportunities to engage.\n- After Tristana uses her skills, perform short pokes and prepare the root to gain an advantage in trades.\n- Be aware of Tristana's roaming, place wards to share information, and in team fights, spread feathers in the backline to deal damage.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\nReasons:\n- Kai'Sa can gain an edge over Tristana in short trades, making it easier to progress favorably in early skirmishes.\n- While Tristana's all-in potential is strong, Kai'Sa can attack while moving instantly, making it easier to dodge Tristana's attacks.\n- Kai'Sa can evolve her skills to enable diverse builds, allowing her to adopt strategies suited to the situation.\n\nHow to take advantage:\n- Repeatedly engage in short trades and capitalize on Tristana's skill cooldowns to deal damage.\n- Look for openings after Tristana uses her skills and actively initiate attacks.\n- Coordinate with your support to engage Tristana and leverage Kai'Sa's burst damage."
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "Sivir is at a disadvantage.\n\nReasons:\n- Yuumi has a longer attack range, and Sivir's base range is short, making her susceptible to one-sided damage in lane trades.\n- Yuumi's skill-based splash damage is powerful and surpasses Sivir's wave clear ability, putting her at a disadvantage in handling minions.\n- Sivir's single-target DPS is inferior to other ADCs, making it easy for her to lose in damage trades against Yuumi.\n\nMitigation strategies for the disadvantage:\n- Be cautious with positioning during the laning phase to avoid Yuumi's attacks.\n- Clear minions early to disrupt Yuumi's stacks and execute wave attacks.\n- In team fights, focus on playing as a backliner, aiming to deal damage while avoiding Yuumi's skills.",
      "サミーラ": "Samira is at a disadvantage.\n\nReasons:\n- Yuumi has long-range attacks and excels at harassing from a distance, making it difficult for Samira to close the gap.\n- Yuumi's slow effect limits Samira's maneuverability in close combat, making her more susceptible to damage.\n- Yuumi's ultimate significantly increases damage output in team fights, making it hard for Samira to gain an advantage.\n\nWays to mitigate the disadvantage:\n- In the early game, maintain distance while harassing to prevent Yuumi from stacking her abilities.\n- Look for opportunities when Yuumi's skills are on cooldown, and engage when her E or ultimate is unavailable.\n- Use minions to dodge Yuumi's attacks while leveraging Samira's passive to gain an advantage in close combat.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Yuumi has strong sustained damage in team fights and possesses AoE damage, making it difficult for Kai'Sa to approach.\n- Yuumi has a long attack range and excels at harassing in lane and avoiding ganks, making it hard for Kai'Sa to farm minions.\n- Kai'Sa lacks crowd control and is easily restricted in movement due to Yuumi's slow effects.\n\nMitigation strategies for the disadvantage:\n- In lane, focus on maintaining distance while farming to avoid Yuumi's attacks.\n- Purchase items early, prioritize evolution to increase burst damage, and target isolated enemies.\n- In team fights, strategize positioning to avoid Yuumi's skills and coordinate with allies' crowd control to time attacks effectively.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Yuumi has a long attack range and strong harassment in lane, making Vayne susceptible to damage.\n- Yuumi's slow effect restricts Vayne's ability to engage or escape, especially when Yuumi's skills are active, leaving her vulnerable.\n- Yuumi's high AoE damage in team fights makes it difficult for Vayne to maneuver in those situations.\n\nMitigation strategies:\n- Manage minions carefully to prevent Yuumi from stacking her abilities.\n- Maintain distance when Yuumi's skills are active and avoid unnecessary engagements.\n- Purchase items early to secure healing and mobility, and choose defensive items based on the situation.",
      "ニーラ": "Niira is at a disadvantage.\n\nReasons:\n- Yunara has a long attack range, making it easy for her to harass Niira before she can engage, putting Niira at a disadvantage in the early laning phase.\n- Yunara's skills can deal sustained damage and have high damage output in team fights, making it difficult for Niira to aim for a quick finish.\n- Yunara's skills can enhance herself, and especially when her ultimate is activated, her damage can significantly increase, sometimes surpassing Niira's burst damage.\n\nWays to mitigate the disadvantage:\n- In the early game, actively harass to prevent Yunara from stacking her abilities and avoid prolonged fights.\n- Coordinate with teammates to engage in team fights while dodging Yunara's skills, and look for the right timing to force her to use her ultimate.\n- Use bushes to ambush, avoiding Yunara's attacks while aiming for a quick finish.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\nReasons:\n- Yuumi has long-range auto attacks and excels at harassing in lane, making Miss Fortune susceptible to poke.\n- The additional magic damage from Yuumi's skills makes Miss Fortune's low base AD more impactful.\n- Yuumi has strong AoE damage in team fights, and Miss Fortune is likely to take significant damage from her ultimate.\n\nMitigation strategies:\n- In the early lane phase, avoid unnecessary harassment and focus on safely farming minions to build stacks.\n- Be mindful of positioning to avoid Yuumi's skills and steer clear of close-range combat.\n- In team fights, wait to see Yuumi's ultimate before using your own to minimize damage taken.",
      "ザヤ": "Zyra is at a disadvantage.\n\nReasons:\n- Yuumi has long-range attacks, allowing her to maintain an advantage over Zyra's attack range, making Zyra susceptible to one-sided damage.\n- Yuumi's skills can deal continuous damage, and especially in team fights, her AoE damage is powerful, making it difficult for Zyra to find opportunities to counterattack.\n- Yuumi has a slow effect, which limits Zyra's movement and makes it harder for her to defend or retaliate.\n\nWays to mitigate the disadvantage:\n- Initiate short trades early before Yuumi's attacks are enhanced to create a CS lead and reduce Yuumi's stacks.\n- Target Yuumi's skill cooldowns and attack when her skills are unavailable.\n- Coordinate with your support to avoid Yuumi's skills while attacking, and in team fights, position yourself cleverly to avoid taking damage from Yuumi."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has strong poke ability at short to medium range, making it easy to deal damage to Yuumi from the early game.\n- Yuumi relies on auto-attacks, so she is likely to take damage from Corki's attacks before stacking up.\n- Corki can leverage his burst damage to bring Yuumi into kill range while her ultimate is unavailable, allowing him to play favorably in team fights.\n\nHow to take advantage:\n- In the early game, trade using missiles and skills to prevent Yuumi from stacking.\n- Actively attack when Yuumi's ultimate is down, aiming for kills.\n- In team fights, spread out to avoid Yuumi's area damage while looking for brief moments to deal damage.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- Draven has high burst damage from the early game and can take the initiative against Yuumi, making it easier to apply kill pressure.\n- Yuumi only has a slow as crowd control, and has few defensive options against Draven's high attack power, making her vulnerable when all-inned.\n- Draven can easily earn gold through his passive, allowing him to overwhelm Yuumi by utilizing the item advantage from the early game.\n\nHow to take advantage:\n- Actively trade in the early lane to prevent Yuumi from stacking her abilities.\n- Continuously pick up axes accurately to maintain attack power while applying pressure on Yuumi.\n- Coordinate with your support to quickly attack after Yuumi has used her skills, exploiting her vulnerability.",
      "ジグス": "Ziggs has the advantage.\n\nReasons:\n- Ziggs excels at long-range attacks, making it easy to limit Yuumi's auto-attacks, which makes harassment in lane effective.\n- All of Ziggs' skills are AoE, allowing for easy minion clearing and damage in team fights, making it difficult to receive damage from Yuumi.\n- Yuumi cannot deal damage without getting close, so Ziggs can maintain distance while attacking, preventing Yuumi from utilizing her strengths.\n\nHow to take advantage:\n- At the start of the lane, attack minions and Yuumi from a distance to chip away at Yuumi's health while pushing the wave.\n- In short trades, use skills to create distance when Yuumi approaches, avoiding damage while counterattacking.\n- Manage the wave by pushing minions and roaming to apply pressure in other lanes, creating an overall advantageous situation.",
      "アフェリオス": "Aphelios has the advantage.\n\nReasons:\n- Aphelios has a long range, making it easier to prevent Yuumi from approaching, allowing for advantageous trades from a distance.\n- Yuumi's crowd control is only a slow, and since Aphelios can attack while maintaining distance, he can easily avoid her attacks.\n- Aphelios can deploy diverse strategies with his weapon combinations, and especially when his threat status grows, he can deal high damage, giving him an edge over Yuumi.\n\nHow to take advantage:\n- In the early laning phase, regularly attack from a distance and position yourself to prevent Yuumi from getting minions in between.\n- In the mid-game and beyond, focus on distance management, be wary of Yuumi's slows, and secure vision to attack safely.\n- In team fights, be aware of Yuumi's ultimate timing, deal continuous damage from a distance, and utilize your allies' support to fight safely.",
      "ヴァルス": "Varus has the advantage.\n\nReasons:\n- Varus has long range and can poke from a distance against Yuumi, allowing him to deal damage before she can engage.\n- Varus's CC skills can restrict Yuumi's movement, making it difficult for her to approach.\n- Varus has AoE damage, providing high damage output in team fights and allowing him to exploit Yuumi's vulnerable positioning.\n\nHow to take advantage:\n- Attack from behind minions to prevent Yuumi from getting close.\n- Always charge Q to prevent Yuumi from stacking her passive.\n- In team fights, stay safely in the backline to maintain range and use CC to counter Yuumi's engage.",
      "ゼリ": "Zeri has the advantage.\n\n- Zeri has high mobility, making it easier to avoid Yuumi's attacks and reducing harassment.\n- Zeri can apply pressure with short attacks to prevent Yuumi from stacking her abilities.\n- Zeri can fight while maintaining distance to avoid Yuumi's powerful damage in team fights.\n\nHow to take advantage:\n- In the early game, avoid letting Yuumi get close and prioritize CS while harassing.\n- In the mid-game, aim for Yuumi's skill cooldowns and engage while keeping your distance.\n- In the late game, maneuver to avoid clumping together to evade Yuumi's enhanced skills.",
      "ルシアン": "Lucian has the advantage.\n\nReasons:\n- Lucian has high burst damage from the early game, making it easy to disrupt Yuumi's stacks and gain lane control.\n- Lucian's mobility is high, allowing him to repeatedly attack with short cooldowns while avoiding Yuumi's skills and dealing damage.\n- Yuumi relies on basic attacks, making her vulnerable to Lucian's burst damage, especially complicating her positioning in team fights.\n\nHow to take advantage:\n- Start with short trades to disrupt Yuumi's stacks while dealing damage.\n- Use your ultimate to apply lane pressure, roam, and influence other lanes.\n- Be mindful of positioning, avoid Yuumi's skills while attacking, and focus on quickly eliminating targets in team fights.",
      "トリスターナ": "Tristana has the advantage.\n\n- Tristana has high short-term burst damage and can quickly engage before receiving attacks from Yuumi, making it easier to aim for early kills.\n- Tristana's range increases with each level, and especially in the late game, she can attack safely from a longer range than Yuumi, giving her an advantageous position in team fights.\n- Yuumi becomes stronger with more attacks, but she has low durability against Tristana's burst, and while Yuumi gains an advantage in prolonged fights, Tristana can maintain her advantage by initiating short engagements.\n\nHow to take advantage:\n- Utilize Tristana's burst at level 2 or 3 to attack with short combos, preventing Yuumi from stacking her abilities.\n- Use Tristana's mobility to maintain distance while attacking to avoid Yuumi's skills, aiming for the cooldowns of her abilities.\n- In team fights, avoid attacking on the front line while Yuumi's skills are active, and engage when she has finished using her abilities.",
      "ケイトリン": "Caitlyn has the advantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, making it easy to harass Yuumi unilaterally.\n- Yuumi's crowd control consists only of slows, which makes it difficult for her to counter Caitlyn's ability to maintain distance, allowing Caitlyn to gain an advantage in trades.\n- By using Caitlyn's traps, you can restrict Yuumi's movement and increase opportunities for attacks.\n\nHow to take advantage:\n- At the start, utilize your long range to harass Yuumi and prevent her from stacking.\n- When Yuumi approaches, trade while maintaining distance and look for opportunities to counterattack.\n- After Yuumi uses her ultimate or when she has fully stacked, set traps and aim to finish her off with your ultimate.",
      "エズリアル": "Ezreal has the advantage.\n\nReasons:\n- Ezreal has long-range skills, allowing him to poke from a safe distance against Yuumi. This enables him to deal damage before Yuumi can engage.\n- Yuumi relies on basic attacks, so by using Ezreal's E to maintain distance, it becomes easier to avoid her attacks.\n- Ezreal has short cooldowns on his skills, allowing him to deal continuous damage, making it easier to retaliate even when affected by Yuumi's slow.\n\nHow to leverage the advantage:\n- At the start of the lane, poke through minions to shut down Yuumi's attacks, gaining an upper hand in harassment.\n- While Yuumi is using her Q, avoid getting too close and continue to deal damage safely while maintaining distance with E.\n- In the mid-game, continue poking through roaming and side lanes, positioning yourself to prevent Yuumi from getting close, and in team fights, spam skills from a safe position."
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "Senna is at a disadvantage.\n\nReasons:\n- Twitch excels at ambushing using stealth, and since Senna has limited escape options, she can be easily taken down if caught.\n- Twitch's attacks have high burst damage, and Senna has low base stats, making her prone to losing trades in the early game.\n- Twitch has very high damage output in team fights, and if Senna forces a 1v1, it often puts her in a dangerous situation.\n\nWays to mitigate the disadvantage:\n- In the early lane, maintain distance and harass while avoiding Twitch's attacks to build an advantage.\n- Place plenty of wards to secure vision and prevent Twitch's ambushes, paying special attention to the areas around bushes.\n- In the mid-game and beyond, coordinate with teammates and participate in team fights while monitoring Twitch's movements to counter his strengths.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Twitch excels at ambushing using stealth, and Kog'Maw is weak in close combat, making him susceptible to Twitch's attacks.\n- Twitch's attack range is significantly increased by his ultimate, and Kog'Maw loses in range, making direct confrontations unfavorable.\n- Kog'Maw has limited self-defense options and finds it difficult to withstand Twitch's high damage.\n\nCountermeasures for the disadvantage:\n\n- Place wards to monitor Twitch's stealth and prevent ambushes.\n- Coordinate with your support to ensure protection when Twitch attempts to ambush.\n- Be mindful of long-range attacks, always maintain distance while farming, and build your items.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Twitch can use stealth to ambush, and Sivir has limited means to avoid that attack.\n- Twitch's ultimate provides high damage and increased range, making Sivir susceptible to damage in team fights, threatening her role as a backline champion.\n- Sivir has a short base range, making her more likely to be in a position to take damage from Twitch's attacks, often leading to unfavorable trades in lane.\n\nWays to mitigate the disadvantage:\n\n- Freeze the lane to prevent Twitch from scaling and create advantageous situations by looking for ganks.\n- When Twitch uses stealth, secure vision on the map and track his position to avoid ambushes.\n- In team fights, aim to engage before Twitch's ultimate activates and try to eliminate him early.",
      "アッシュ": "Ash is at a disadvantage.\n\n- Twitch excels at ambushing using stealth, and since Ash has low mobility, her escape options are limited if she gets caught.\n- In high-damage team fights with Twitch's ultimate, positioning is crucial for Ash, but without escape options, she finds herself in a tough situation if the frontline collapses.\n- Ash can limit Twitch in the early game with poke and slows, but as the game progresses, Twitch becomes a powerful carry, increasing Ash's disadvantage.\n\nMitigation strategies:\n\n- Use wards to monitor Twitch's stealth and ambushes, securing vision to prevent surprise attacks.\n- Manage the cooldown of Ash's ultimate and look for counterattack opportunities when Twitch uses his ultimate to maintain an advantage in team fights.\n- Focus on poke and stabilizing CS in the early game to avoid falling behind, allowing for better itemization and strengthening for the late game.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\n- Twitch excels at ambushing using stealth, and Aphelios has low mobility, making him at high risk of being caught.\n- Twitch's area damage is extremely powerful in team fights, and Aphelios struggles with positioning, making it difficult to avoid attacks.\n- Aphelios is weak in the early game, and since Twitch has strong burst damage early on, he tends to lose trades in lane.\n\nMitigation strategies for the disadvantage:\n\n- Secure vision and always keep track of Twitch's position to avoid ambushes.\n- Purchase defensive items early to counter Twitch's burst damage.\n- In team fights, be creative with positioning and focus on staying in the backline to avoid Twitch's attacks.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Twitch excels at ambushing with his stealth, and Jinx has limited self-defense options, making her vulnerable when he gets close.\n- Twitch's burst damage is extremely high, and if Jinx mispositions, she risks being taken down in an instant.\n- Twitch clears waves quickly, and if Jinx pushes the lane too much, she can easily find herself in a disadvantageous situation.\n\nMitigation strategies:\n\n- Always maintain vision and be wary of Twitch's stealth to prevent ambushes.\n- Manage the minion wave to prevent Twitch from pushing the lane.\n- In team fights, coordinate with allies and act only after confirming Twitch's position to reduce the risk of taking burst damage.",
      "スモルダー": "Smolder is at a disadvantage.\n\nReasons:\n- Twitch has high ambush potential and can easily approach Smolder using stealth, making Smolder susceptible to surprise attacks.\n- With Twitch's ultimate dealing high damage, there is a high chance that Smolder will be taken down early in team fights or 1v1 situations.\n- Smolder has low skill performance in the early game, making it easy to fall behind in lane when taking damage from Twitch.\n\nMitigation strategies:\n- Secure vision and keep track of Twitch's position to prevent ambushes.\n- Coordinate with the allied jungler and place wards in brushes when Twitch goes missing to stay alert.\n- In team fights, focus on dealing AoE damage from the backline and position yourself to avoid Twitch's flanks.",
      "ジグス": "Ziggs is at a disadvantage.\n\n- Twitch can use stealth to ambush, and if Ziggs allows him to get close, he is likely to take significant damage instantly.\n- Twitch's attacks rely on auto-attacks, and Ziggs has limited means to avoid those attacks, making him susceptible to sustained damage.\n- Although Ziggs has a long range, it is difficult to counter Twitch's increased attack range from his ultimate, making positioning in team fights challenging.\n\nMitigation strategies for the disadvantage:\n\n- Always push the minions in lane to limit Twitch's opportunities to use stealth.\n- Secure vision and track Twitch's movements to prevent ambushes.\n- In team fights, utilize allies' crowd control to prevent Twitch from getting close, maximizing Ziggs' damage output."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\n- Corki excels at long-range attacks and can safely harass while being cautious of Twitch's stealth.\n- Corki's skills deal AoE damage, which can mitigate the damage Twitch deals in team fights.\n- Twitch is weak in the early game, allowing Corki to gain an early lead with his attacks.\n\nHow to take advantage:\n- Actively harass in the early lane to chip away at Twitch's health.\n- Use wards to secure vision and be wary of Twitch's stealth.\n- In the mid-game, utilize the package to roam, create a numbers advantage, and push team fights in your favor.",
      "ニーラ": "Nila has the advantage.\n\n- Nila has melee attacks and can deal damage in short trades while avoiding Twitch's attacks, making it easier to shut down Twitch's auto-attacks.\n- Twitch has low escape potential, and if he takes Nila's burst damage, he is likely to find himself in a very unfavorable situation.\n- Nila can easily leverage teamwork, especially when paired with a support, creating strong synergy against Twitch.\n\nHow to take advantage:\n- Secure vision and ambush when Twitch is isolated.\n- Avoid Twitch's auto-attacks while using minions to charge skills and aim for a one-shot.\n- In team fights, do not overextend; stay close to allies to avoid taking damage from Twitch.",
      "ルシアン": "Lucian has the advantage.\n\n- Lucian has high burst damage from the early game, making it easy to deal damage to Twitch early on.\n- He can negate Twitch's stealth attacks with Exhaust, making it easier to prevent Twitch's ambushes.\n- Lucian has high mobility, allowing him to attack while dodging Twitch's attacks.\n\nHow to take advantage:\n- Actively harass in lane to chip away at Twitch's health.\n- Use Exhaust to counter Twitch and retaliate when he attacks.\n- When Twitch uses stealth, utilize Relentless Pursuit to reposition and prepare to avoid his attacks.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- He has high burst damage from the early game, making all-ins against Twitch very strong.\n- Twitch is weak in the early game, and it's easier to secure early kills when he takes damage from Draven.\n- Draven has a skill that increases his movement speed, allowing him to chase while being cautious of Twitch's stealth.\n\nHow to take advantage:\n- Actively go for all-ins from level 1 to put pressure on Twitch.\n- Place wards in the bushes to track Twitch's movements and prevent ambushes.\n- Gather items quickly to secure lifesteal and critical hits for sustained damage.",
      "エズリアル": "Ezreal has the advantage.\n\nReasons:\n- Ezreal can attack from a long range, allowing him to harass safely while being wary of Twitch's ambush.\n- Ezreal has high mobility, making it easier to dodge Twitch's attacks, which reduces the risk in close combat.\n- Twitch is weak against early poke, and if he takes damage from Ezreal, he can find himself in a tough situation.\n\nHow to take advantage:\n- In the early lane, poke Twitch with Q to gain a lead.\n- Place wards to secure vision and prevent Twitch's ambush.\n- After level 6, be mindful of positioning, attack from the back in team fights, and save E to respond to Twitch's engage.",
      "トリスターナ": "Tristana has the advantage.\n\n- Tristana has high burst damage from the early game, making her particularly effective against squishy champions like Twitch.\n- Tristana's attack range increases with each level, allowing her to attack while safely avoiding Twitch's attacks from a distance.\n- Tristana has high mobility, making it easier to evade Twitch's ambushes, which reduces the risk in close combat.\n\nHow to leverage the advantage:\n- In lane, build an advantage by repeatedly engaging in short trades to chip away at Twitch's HP.\n- Use the bushes to limit Twitch's vision and place wards to prevent ambushes.\n- After level 6, utilize your range to attack safely while maintaining distance to avoid the effects of Twitch's ultimate.",
      "ヴァルス": "Varus has the advantage.\n\n- He excels at long-range attacks, making it easier to prevent Twitch from getting close.\n- His skills with CC effects can limit Twitch's ambushes.\n- Twitch has low durability in the early game, allowing Varus to poke and gain an advantage.\n\nHow to maintain the advantage:\n- Always secure vision and place wards in brushes to track Twitch's movements.\n- Use Q and E to continuously deal damage to Twitch while applying pressure and securing CS.\n- After level 6, save R and prepare to counterattack when Twitch engages."
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "Niira is at a disadvantage.\n\n- Vayne has high burst damage and can eliminate Niira instantly, making her particularly dangerous in one-on-one situations.\n- Vayne's stealth and evasion abilities make it easy to dodge Niira's attacks, increasing the risk of counterattacks.\n- Niira has a short range and is susceptible to Vayne's attacks, making her vulnerable to harassment.\n\nMitigation strategies:\n- During the laning phase, actively harass to pressure Vayne by chipping away at her health.\n- Seek support from the jungler to gank when Vayne is isolated.\n- In team fights, play a role in supporting allies while drawing Vayne's attacks to reduce her impact.",
      "エズリアル": "Ezreal is at a disadvantage.\n\nReasons:\n- Vayne is a melee champion with high kill potential after level 6, making it dangerous for Ezreal to get close.\n- Although Ezreal has long range, he struggles to deal with Vayne's mobility and wall-based attacks, especially when he is affected by crowd control, making him vulnerable.\n- Vayne has the ability to deal significant damage to tanks and juggernauts, and due to Ezreal's lack of durability, surviving in team fights is challenging.\n\nWays to mitigate the disadvantage:\n- Play cautiously in the early game, maintaining distance while poking to prevent Vayne from getting close.\n- Strengthen coordination with the jungle to aim for ganks before Vayne reaches level 6, creating an advantageous situation early on.\n- Prioritize mana-based items and adjust boots according to the situation to enhance mobility and make it easier to evade Vayne's attacks.",
      "ジン": "Jhin is at a disadvantage.\n\nReasons:\n- While Vayne is weak in the early game, she becomes powerful in the mid to late game, especially gaining an advantage in 1v1 duels.\n- Vayne's skill with a stun effect limits Jhin's escape options when engaged, making him vulnerable to all-ins.\n- Jhin lacks a blink ability, making it difficult to counter Vayne's high mobility, especially when her ultimate is used, making him easy to kite.\n\nMitigation strategies for the disadvantage:\n- Trade aggressively in the early game to prevent Vayne from activating her skills.\n- Aim for long trades or all-ins when Vayne's HP is low to gain an advantage.\n- Coordinate with the support to position in a way that avoids Vayne's stun effect and maintain constant pressure.",
      "ザヤ": "Zyra is at a disadvantage.\n\nReasons:\n- Due to Vayne's high mobility and burst damage, Zyra struggles in close combat, especially after level 6, making it dangerous.\n- Vayne can deal instant damage using walls with her Condemn, making it difficult for Zyra to avoid those attacks.\n- Zyra has a shorter range, which means she can easily be attacked unilaterally depending on Vayne's positioning.\n\nWays to mitigate the disadvantage:\n- In the early game, use minions to poke and maneuver to avoid Vayne's attacks.\n- After level 6, utilize walls to dodge Vayne's skills and adjust positioning.\n- Coordinate with the support to engage in team fights while receiving assistance from the backline, making it harder to be hit by Vayne's attacks.",
      "シヴィア": "Sivir is at a disadvantage.\n\nReasons:\n- Vayne has high mobility, making it easy to dodge Sivir's attacks and gain an advantage in one-on-one combat.\n- Sivir has a short base attack range, making her susceptible to Vayne's attacks, especially losing trades in the early lane.\n- Vayne has a high ability to deal percentage-based damage relative to maximum HP, allowing her to deal strong damage even to tanks and juggernauts, posing a threat to Sivir.\n\nMitigation strategies for the disadvantage:\n- Adjust positioning in the lane to avoid Vayne's attacks.\n- Coordinate with the support to focus attacks on Vayne and establish an early advantage.\n- After level 6, be aware of Vayne's ultimate and position carefully to avoid being flanked."
    },
    "loses": {
      "アフェリオス": "Aphelios has the advantage.\n\n- Aphelios can deal sustained damage from a distance, allowing him to harass Vayne without letting her get close.\n- The combination of Aphelios' weapons allows for a flexible combat style suited to the situation, making it easier to avoid Vayne's attacks.\n- Vayne has low damage in the early game, making it difficult for her to retaliate against Aphelios' ranged attacks, which gives Aphelios an easier time gaining the upper hand.\n\nHow to take advantage:\n- In the early game, utilize Aphelios' weapons to harass Vayne from a distance and level up.\n- Position yourself to avoid Vayne's skills using minions, ensuring you don't take damage.\n- In the mid-game and beyond, leverage item power spikes to actively engage in fights and overwhelm Vayne.",
      "セナ": "Senna has the advantage.\n\nReasons:\n- Due to her long range, she can harass Vayne unilaterally and prevent her from getting close.\n- Senna's healing ability allows her to withstand Vayne's attacks more easily, giving her an edge in sustained fights.\n- By utilizing Senna's CC skills, she can limit Vayne's mobility and reduce her chances to counterattack.\n\nHow to leverage the advantage:\n- From the early game, use her range to poke and chip away at Vayne's HP.\n- Secure vision while coordinating with allies to restrict Vayne's movements.\n- In mid to late-game team fights, attack safely from the backline and position herself to prevent Vayne from getting close.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- He has high burst damage from the early game, making it easy to pressure Vayne.\n- He can aim for kills in a short amount of time, allowing him to gain an advantage in lane.\n- Draven has high chasing potential against Vayne's mobility and evasion, making it easier to deal damage.\n\nHow to take advantage:\n- Actively trade from level 1 and coordinate with your support to aim for kills.\n- Continuously catch your Q and use combos to maximize damage.\n- Create item advantages and use roaming and tower pressure to expand your lead.",
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has a long range and area-of-effect attacks, allowing him to harass Vayne safely.\n- Vayne is strong in close combat, but Corki can attack while maintaining distance, making it easier to prevent Vayne from closing in.\n- Corki's skills deal AoE damage and excel in team fights and minion clearing, allowing for quick lane pushing and pressure.\n\nHow to leverage the advantage:\n- In lane, use minions to keep Vayne at bay while continuing to harass.\n- Utilize roaming to influence other lanes while avoiding a 1v1 with Vayne.\n- In team fights, coordinate with allies to use Corki's AoE damage to wipe out enemies.",
      "ゼリ": "Zeri has the advantage.\n\nReasons:\n- Zeri has long range and can continuously harass Vayne, allowing her to deal damage while maintaining distance.\n- Zeri has high mobility, making it easier to dodge Vayne's attacks, which means she is less likely to be at a disadvantage in short trades.\n- Vayne has short range, and when she takes Zeri's attacks, it becomes difficult for her to retaliate, making it easier for Zeri to create advantageous situations.\n\nHow to take advantage:\n- Actively harass in the early lane phase to chip away at Vayne's health.\n- Anticipate Vayne's attacks and position yourself appropriately to avoid being pushed into walls.\n- After level 6, coordinate with allies and fight while receiving support from your team when targeting Vayne in team fights.",
      "サミーラ": "Samira has the advantage.\n\nReasons:\n- Samira has high short-term damage from early to mid-game, making it easier to gain an upper hand against Vayne.\n- Samira excels in close combat and can engage before Vayne can utilize her mobility.\n- Samira can deal damage by utilizing her allies' crowd control (CC) and has the ability to carry effectively in team fights.\n\nHow to take advantage:\n- In the early game, focus on safely farming while positioning to avoid Vayne's attacks.\n- Build up your style and deal damage to Vayne with short combos, aiming for early kills.\n- In team fights, prioritize positioning, be mindful of peel and CC, and maneuver to isolate Vayne.",
      "ケイトリン": "Caitlyn has the advantage.\n\nReasons:\n- Caitlyn has the longest base range among all champions, allowing her to harass Vayne effectively in lane by attacking her unilaterally.\n- Vayne has a shorter range and finds it difficult to avoid Caitlyn's attacks, enabling Caitlyn to safely farm while dealing damage.\n- Caitlyn's traps provide a snare effect that restricts Vayne's movement, making it difficult for her to engage and utilize her mobility.\n\nHow to leverage the advantage:\n- In the early lane phase, use your range to poke and aim for attacks in front of the minions to pressure Vayne.\n- Place traps at the edges of the wave or in brushes to limit Vayne's movement while creating opportunities to attack.\n- Utilize roams to impact other lanes and continue to attack safely from a long range during team fights.",
      "スモルダー": "Smolder is at an advantage.\n\nReasons:\n- Smolder has AoE attacks, making it strong in team fights and handling minion waves, which allows for easier lane pressure.\n- Smolder can poke from a distance with spells, avoiding trades that take advantage of Vayne's short range.\n- Smolder increases damage by stacking in the late game, resulting in high damage output in the late game, giving an advantage over Vayne.\n\nHow to take advantage:\n- In the early lane phase, manage the minion wave and continuously poke with spells to prevent Vayne from getting close.\n- Apply tower pressure while obtaining the first item early to create an item advantage.\n- In team fights, push the frontline, utilize AoE attacks to chip away at enemies, and be mindful of positioning to avoid being flanked by Vayne."
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "Ziggs is at a disadvantage.\n\n- Miss Fortune excels at close-range trades, and Ziggs can take significant damage if she gets close.\n- Ziggs has a delay in his skill activation, making it difficult to counter Miss Fortune's mobility.\n- Miss Fortune has high harassment potential, and Ziggs becomes disadvantaged when he takes harassment while managing waves.\n\nWays to mitigate the disadvantage:\n- Position yourself cleverly in lane to avoid Miss Fortune's attacks.\n- Use minions to avoid taking harassment and be careful not to push the wave too much.\n- Be aware of the jungler's ganks and stay cautious to prevent Miss Fortune from becoming too aggressive.",
      "アッシュ": "Ashe is at a disadvantage.\n\n- Miss Fortune has high early poke ability, making Ashe susceptible to harassment.\n- Miss Fortune's ultimate has high AoE damage and significant impact in team fights, making Ashe vulnerable when approached.\n- Ashe lacks mobility skills and has limited means to avoid Miss Fortune's attacks, putting her at a disadvantage in all-in skirmishes.\n\nWays to mitigate the disadvantage:\n\n- Move behind minions to avoid Miss Fortune's attacks and position yourself to minimize poke.\n- Utilize Ashe's slow effect to take the initiative before Miss Fortune engages.\n- Use Ashe's ultimate at the right moment to interrupt Miss Fortune's ultimate, reducing its impact in team fights.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\nReasons:\n- Miss Fortune can deal area damage from the early game, making Twitch susceptible to harassment.\n- Miss Fortune has high burst damage, and when she engages all-in, Twitch is vulnerable.\n- Twitch has low escape potential, and if he gets slowed by Miss Fortune, he finds himself in a tough situation.\n\nWays to mitigate the disadvantage:\n- Play cautiously in the early lane phase and try to avoid Miss Fortune's attacks.\n- Use stealth to look for opportunities to ambush, coordinating with the support to attack.\n- Purchase items early and participate in team fights after equipping them to increase damage output.",
      "ジンクス": "Jinx is at a disadvantage.\n\nReasons:\n- Miss Fortune excels in early game strength, making Jinx prone to unfavorable trades.\n- Miss Fortune's high harassment potential makes it difficult for Jinx to secure CS.\n- Jinx has low mobility, making it hard to avoid Miss Fortune's attacks, leaving her vulnerable when approached.\n\nWays to mitigate the disadvantage:\n- In the early game, avoid risky trades and prioritize CS to reach level 6.\n- Coordinate with the support to divert Miss Fortune's attacks.\n- In team fights, position creatively to avoid Miss Fortune's attacks while leveraging Jinx's late-game damage.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Miss Fortune has high burst damage in close combat, and if she retaliates while Caitlyn is harassing, Caitlyn can take significant damage.\n- Caitlyn has long range, but if she misses Miss Fortune's skills, she becomes more susceptible to counterattacks, and mispositioning can quickly lead to a disadvantage.\n- Miss Fortune's slow effect limits Caitlyn's mobility and leaves her with few escape options, making her vulnerable when approached.\n\nMitigation strategies for the disadvantage:\n\n- Be aware of the minion positioning and always maintain a safe distance when harassing.\n- To ensure skills hit, predict the opponent's movements and use traps to restrict their actions.\n- In team fights, prioritize positioning and always attack from the back to avoid Miss Fortune's skills.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\n- Miss Fortune has high harassment potential and is particularly strong in short trades during the lane, making Aphelios susceptible to damage.\n- Aphelios has low mobility, making it difficult to avoid Miss Fortune's burst damage, which makes him an easy target in team fights.\n- Miss Fortune's skills deal AoE damage and have a significant impact in team fights, so once Aphelios gets caught, he becomes vulnerable.\n\nWays to mitigate the disadvantage:\n- Be aware of Miss Fortune's skill cooldowns and look for opportunities to counterattack.\n- Purchase items like Guardian Angel or Immortal Shieldbow to enhance survivability against burst damage.\n- Innovate positioning in the lane to avoid Miss Fortune's attacks while harassing.",
      "コーキ": "Corki is at a disadvantage.\n\nReasons:\n- Miss Fortune has high burst damage and can deal a lot of damage quickly if approached.\n- Corki lacks crowd control, making it difficult to escape when affected by Miss Fortune's slow.\n- Miss Fortune excels at harassing in lane and can easily deal damage while avoiding Corki's skills.\n\nMitigation strategies:\n- Maintain distance in lane and maneuver to avoid Miss Fortune's attacks.\n- Use minions to harass and force Miss Fortune to waste her skills.\n- Position in the backline during team fights and deal damage before Miss Fortune can get close."
    },
    "loses": {
      "シヴィア": "Sivir has the advantage.\n\n- Sivir has high wave clear ability, making it easier to push the lane even while taking harassment from Miss Fortune.\n- With Spell Shield, she can negate one of Miss Fortune's skills, increasing her chances of gaining an advantage in trades.\n- Sivir has plenty of ways to increase her movement speed, making it easier to dodge Miss Fortune's attacks and adjust her positioning.\n\nHow to take advantage:\n- Prioritize pushing the wave using minions while avoiding harassment in the lane to protect the tower.\n- Utilize Spell Shield to negate Miss Fortune's skills and gain an advantage in trades.\n- In team fights, use Sivir's ultimate to escape from Miss Fortune's ultimate or quickly close the gap to deal damage.",
      "ゼリ": "Zeri has the advantage.\n\n- Zeri has high mobility, making it easier to avoid Miss Fortune's attacks, which reduces harassment.\n- Miss Fortune has low base attack damage and lacks damage in the early game, allowing Zeri to trade more favorably.\n- Zeri fights using her skills, making it easier to deal damage while dodging Miss Fortune's abilities.\n\nHow to take advantage:\n- In the early game, avoid Miss Fortune's harassment while safely harassing with skills.\n- In the mid-game and beyond, position yourself creatively to avoid Miss Fortune's damage in team fights while dealing damage.\n- After acquiring items, avoid Miss Fortune's attacks and actively engage in trades using Zeri's signature mobility.",
      "ザヤ": "Zyra has the advantage.\n\n- Zyra has a high ability to avoid Miss Fortune's skills, especially being able to time her ultimate for counterattacks, which increases her survival rate in team fights.\n- Zyra's skill that increases her attack speed allows her to deal damage easily while taking harassment from Miss Fortune, making her strong in lane trades.\n- Miss Fortune has low base attack damage and tends to lack DPS, making her vulnerable to Zyra's sustained damage.\n\nHow to take advantage:\n- In the early game, avoid Miss Fortune's skills while farming CS and harassing to gain lane control.\n- In the mid-game, position yourself creatively in team fights to avoid Miss Fortune's ultimate, creating opportunities for counterattacks.\n- In the late game, use your ultimate to negate Miss Fortune's attacks and aim for maximum damage, increasing your influence in team fights.",
      "スモルダー": "Smolder is at an advantage.\n\nReasons:\n- Smolder's passive allows him to stack up, resulting in very high damage in the late game, making his AoE attacks effective in team fights.\n- Miss Fortune has low base attack damage, often struggles with DPS, and is slow at securing objectives, making it difficult to counter Smolder's scaling.\n- Smolder can move quickly with his E skill, making it easy to evade Miss Fortune's attacks while excelling at chasing and escaping.\n\nHow to take advantage:\n- In the early lane phase, focus on minimizing damage taken while stabilizing farm and stacking up.\n- Avoid the opponent's skills while conserving your own, waiting for the right moment to counterattack and gain an advantage in trades.\n- After level 6, utilize your ultimate to maximize AoE damage in team fights and overwhelm the opponent.",
      "ユナラ": "Yunara has the advantage.\n\nReasons:\n- Yunara can deal burst damage in a short time by stacking attacks, allowing her to counter Miss Fortune's skills.\n- Yunara has a long attack range, making it difficult for her to take poke damage from Miss Fortune, and she excels at harassment in lane.\n- Since Miss Fortune's skills are primarily area attacks, Yunara can use her own skills to increase damage in team fights.\n\nHow to take advantage:\n- In the early game, safely stack attacks to build up stacks while avoiding Miss Fortune's skills and harassing her.\n- After Miss Fortune uses her skills, approach and aim for a full combo.\n- In team fights, avoid Miss Fortune's skills while timing your own skills to maximize damage.",
      "セナ": "Senna has the advantage.\n\n- Due to her long range, she can safely harass Miss Fortune.\n- Her healing ability allows her to withstand Miss Fortune's attacks more easily.\n- By collecting souls while avoiding Miss Fortune's skills, she becomes continuously stronger.\n\nHow to take advantage:\n- Attack from outside the minion wave to prevent Miss Fortune from getting close.\n- Utilize healing when taking enemy attacks to gain an advantage in trades.\n- Be cautious of the enemy support's crowd control while maintaining a safe distance without getting too close.",
      "エズリアル": "Ezreal has the advantage.\n\nReasons:\n- Ezreal has long-range skills, allowing him to easily harass while keeping his distance from Miss Fortune's attacks.\n- Ezreal's mobility is high, and he can easily dodge Miss Fortune's attacks by using his blink.\n- Miss Fortune is vulnerable when approached, and Ezreal can exploit this weakness by maintaining distance.\n\nHow to take advantage:\n- Use minions to block Miss Fortune's attacks while harassing with skills.\n- Save the blink for when Miss Fortune initiates an attack to evade it.\n- Coordinate with the support for short bursts of aggression to pressure Miss Fortune."
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "Corki is at a disadvantage.\n\nReasons:\n- Kog'Maw becomes a powerful AD carry in the late game, with high damage output in team fights, so even if Corki has an early advantage, there is a possibility of being outscaled later.\n- Kog'Maw's skills have effects that reduce AR/MR, allowing him to deal strong damage to tanks, making it harder for Corki's damage to get through.\n- Corki can utilize his mobility to roam and poke, but Kog'Maw can attack while maintaining distance, making it difficult for Corki to get close.\n\nWays to mitigate the disadvantage:\n- In the early game, avoid unnecessary trades and prioritize farming safely under the turret to gather items.\n- Utilize Corki's roams to apply pressure in other lanes, spreading the pressure on Kog'Maw.\n- In team fights, be aware of attacks from Kog'Maw's backline and focus on taking him down first, coordinating with teammates in the fight.",
      "ゼリ": "Zeri is at a disadvantage.\n\nReasons:\n- Kog'Maw has a long range and high damage output in team fights, making it difficult for Zeri to approach.\n- Although Kog'Maw has low self-defense capabilities, Zeri will take damage quickly if hit, making early harassment challenging.\n- Kog'Maw has strong percentage damage against tanks, which can put Zeri at a disadvantage in the late game.\n\nMitigation strategies:\n- Play cautiously in the early game, prioritize CS, and try to avoid Kog'Maw's attacks.\n- Utilize jungle ganks to take advantage of Kog'Maw's low escape potential and aim for kills.\n- In the mid to late game, be mindful of positioning in team fights and try to attack from outside Kog'Maw's range.",
      "スモルダー": "Smolder is at a disadvantage.\n\nReasons:\n- Kog'Maw has a long range and is very powerful while his W is active, making it difficult for Smolder to attack.\n- Smolder has low skill performance in the early game and often cannot withstand Kog'Maw's harassment.\n- Kog'Maw has strong percentage damage against tanks, and Smolder lacks AA enhancements, resulting in low DPS and making it hard to counter.\n\nWays to mitigate the disadvantage:\n- Time your attacks for when Kog'Maw's W is on cooldown.\n- Coordinate with teammates to initiate team fights and isolate Kog'Maw.\n- Utilize Smolder's E skill to secure an escape route while maintaining distance in fights.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Kog'Maw has long range and can whittle down Samira from a distance, making it difficult for her to harass in the early laning phase.\n- Kog'Maw's skills with slow effects hinder Samira's approach and limit her opportunities to engage.\n- Kog'Maw has strong percentage damage against tanks, making Samira's strategy of aiming for a quick finish less effective.\n\nWays to mitigate the disadvantage:\n\n- Use bushes to ambush and attack Kog'Maw from outside his range.\n- Utilize ally crowd control (CC) to coordinate and time the approach to Kog'Maw.\n- Purchase items early to increase durability and withstand Kog'Maw's burst damage.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nReasons:\n- Kog'Maw is weak in the early game, but once he gets his items, he can deal high damage, making it easy for him to turn the game around in the late game.\n- Kog'Maw has a long range, and Draven often takes damage before he can get close, making harassment difficult.\n- Kog'Maw can reduce AR/MR with his skills, making it harder for Draven's damage to get through.\n\nWays to mitigate the disadvantage:\n- In the early game, prioritize farming safely and focus on CS instead of forcing attacks.\n- Coordinate with your support to avoid Kog'Maw's skills while looking for kill opportunities.\n- Aim to complete your items early, especially utilizing lifesteal to enhance your sustainability.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Kog'Maw has a high ability to deal sustained damage, especially strong in team fights.\n- Kog'Maw's long range makes it difficult for Miss Fortune to approach, making her susceptible to harassment.\n- Kog'Maw's skills reduce AR/MR, further decreasing Miss Fortune's damage.\n\nWays to mitigate the disadvantage:\n- In the early game, manage the minion wave to farm safely while avoiding Kog'Maw's attacks.\n- In the mid-game and beyond, look for opportunities to attack after Kog'Maw uses his skills, increasing chances to deal damage.\n- Coordinate with your support to enhance harassment against Kog'Maw and limit his movements.",
      "シヴィア": "Sivir is at a disadvantage against Kog'Maw.\n\n- Kog'Maw has skills that reduce AR/MR, making it easier to deal damage by lowering Sivir's defenses.\n- Kog'Maw's attacks have long range, while Sivir's base range is shorter, making her more likely to be at a disadvantage in lane trades.\n- By combining with Lulu, Kog'Maw can shield Sivir's attacks, making it harder for Sivir to land her hits.\n\nWays to mitigate the disadvantage:\n- Use spell shield to block Kog'Maw's Q and avoid the reduction of AR/MR.\n- Avoid trading in lane and focus on farming to prioritize levels and items.\n- Be aware of Lulu's presence and avoid risky trades to play safely.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nReasons:\n- Kog'Maw's range increases as he scales, making him capable of dealing high damage in team fights, which makes it easier for him to turn the game around in the late game.\n- Kog'Maw has strong percentage damage against tanks and high durability in team fights.\n- Caitlyn excels at early harassment, but if she cannot deal enough damage before Kog'Maw gets his items, she risks being counterattacked.\n\nWays to mitigate the disadvantage:\n- Actively harass from the early game to limit Kog'Maw's CS, preventing him from getting his items.\n- Coordinate with the support to secure vision and restrict Kog'Maw's movements to avoid ganks.\n- In team fights, fulfill the role at the front line while ensuring a safe position to attack Kog'Maw from the backline.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\n- Kog'Maw's sustained damage and percentage damage are a threat, especially in team fights where his damage output is high, making Aphelios susceptible to damage.\n- Kog'Maw has a long range, allowing him to deal damage before Aphelios can attack, making it difficult for Aphelios to harass in the laning phase.\n- Aphelios has low mobility, and Kog'Maw's slow effects make it hard for him to escape.\n\nMitigation strategies for the disadvantage:\n\n- In the early game, position carefully and avoid Kog'Maw's attacks to minimize damage.\n- In team fights, be aware of Kog'Maw's range and utilize weapon switching to deal burst damage.\n- Coordinate with your support to harass Kog'Maw and strive to gain lane control."
    },
    "loses": {
      "ジグス": "Ziggs has the advantage.\n\n- Ziggs has long-range attacks, making it easy to harass Kog'Maw from the early game.\n- Kog'Maw is weak in the early game and is susceptible to Ziggs' attacks, allowing for an easier lane dominance.\n- Ziggs has high tower destruction capability, and by pushing, he can disrupt Kog'Maw's farming.\n\nHow to take advantage:\n- Actively harass at the start of the lane to chip away at Kog'Maw's health.\n- Push the wave to attack the tower, making it difficult for Kog'Maw to secure CS.\n- Roam to apply pressure on other lanes, coordinating with teammates to isolate Kog'Maw.",
      "ヴァルス": "Varus has the advantage.\n\nReasons:\n- Varus can poke from a long range, allowing him to deal damage before Kog'Maw can retaliate.\n- Kog'Maw is weak in the early game, making it easier for Varus to establish lane dominance by harassing him early.\n- Varus has crowd control effects, which can limit Kog'Maw's movement and create favorable situations during engagements.\n\nHow to take advantage:\n- In the early lane, use minions as a shield while poking with Q to chip away at Kog'Maw's health.\n- Use E to disrupt Kog'Maw's approach, dealing damage while avoiding short trades.\n- After level 6, utilize R in coordination with your support or jungle to aim for kills, steering the game in your favor.",
      "トリスターナ": "Tristana has the advantage.\n\nReasons:\n- Tristana can unleash burst damage by getting close, exploiting Kog'Maw's low self-defense capabilities.\n- Tristana has high mobility, making it easier to escape or chase, allowing her to fight while avoiding Kog'Maw's attacks.\n- Kog'Maw has periods of short range, and Tristana can take advantage of these moments to gain the upper hand.\n\nHow to take advantage:\n- In the early lane, avoid harassment while managing minions and ensure not to push the wave too much.\n- Trade from a distance where Kog'Maw's attacks cannot reach, using E to secure a favorable position.\n- When the jungle ganks, utilize Tristana's mobility to go all-in for kills, saving R for chasing or escaping.",
      "セナ": "Senna has the advantage.\n\n- Senna can easily harass Kog'Maw from the early game using her long range, allowing her to deal damage while also healing, which helps her establish lane dominance.\n- Kog'Maw has low mobility and limited self-defense options, making him susceptible to Senna's attacks, especially vulnerable to early game harassment.\n- Senna can scale well by collecting souls, and as she grows, her damage output in the late game increases, making it easier to maintain her lane advantage.\n\nHow to take advantage:\n- In the early game, actively harass Kog'Maw while reducing his health and collecting souls.\n- Avoid pushing the lane too much, coordinate with your support to limit Kog'Maw's movements, and apply pressure on roaming and the enemy jungler.\n- In team fights, maintain distance to protect your allies while preventing Kog'Maw from advancing, continuously dealing damage from long range.",
      "トゥイッチ": "Twitch has the advantage.\n\nReasons:\n- Twitch can utilize stealth to launch ambushes and is skilled at disrupting Kog'Maw's positioning.\n- Although Kog'Maw has long range, his low mobility makes it difficult for him to react to Twitch's ambushes.\n- Twitch's damage output in team fights is extremely high, making it challenging for Kog'Maw to find a safe position to attack from.\n\nHow to leverage the advantage:\n- Use stealth to approach from the side, attacking while cutting off Kog'Maw's vision.\n- Harass in lane to chip away at Kog'Maw's health, making it harder for him to farm.\n- In team fights, aim for a flank and prioritize targeting Kog'Maw to make it easier for allies to deal damage.",
      "ルシアン": "Lucian has the advantage.\n\nReasons:\n- Lucian has high burst damage from the early game, making it easy to engage when Kog'Maw's skills are on cooldown.\n- Kog'Maw has low mobility and limited self-defense options, making him susceptible to Lucian's attacks.\n- Lucian has short skill cooldowns and high mobility, allowing him to reposition quickly after attacking.\n\nHow to take advantage:\n- Time your attacks to engage when Kog'Maw's skills are on cooldown.\n- Utilize burst damage to combine auto-attacks and skills for quick skirmishes.\n- After Kog'Maw uses W, aggressively attack to deal damage and secure lane dominance.",
      "ザヤ": "Zyra has the advantage.\n\n- Zyra has high mobility and can easily avoid Kog'Maw's attacks.\n- By using Zyra's snare, she can immobilize Kog'Maw and deal damage.\n- Kog'Maw has limited self-defense options and is vulnerable to Zyra's attacks.\n\nHow to take advantage:\n- In the early lane phase, do not overextend; manage the wave while trading.\n- Spread feathers to limit Kog'Maw's movement and place them in positions to catch him.\n- Coordinate with your support to aim for a full combo on Kog'Maw and secure a kill.",
      "エズリアル": "Ezreal has the advantage.\n\nReasons:\n- Ezreal has long-range skills, allowing him to harass Kog'Maw safely and maintain lane dominance.\n- Ezreal's high mobility makes it easy to avoid Kog'Maw's attacks, enabling him to evade short trades.\n- Kog'Maw has limited self-defense options and is vulnerable to Ezreal's burst damage from skill combos.\n\nHow to leverage the advantage:\n- In the early game, harass through minions to chip away at the opponent's health.\n- Save E for when the opponent gets close, allowing for an immediate escape to ensure safety.\n- After level 6, prioritize attacking Kog'Maw while cutting off his line of sight during team fights to deal damage."
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "Samira is at a disadvantage.\n\n- Jinx has long-range attacks, making it easy to deal damage before Samira can get close.\n- Jinx's traps and crowd control can hinder Samira's approach, causing her to miss opportunities to attack.\n- Samira has a short range and is at a high risk of taking damage from Jinx's attacks, especially in team fights where it's difficult to deal with attacks from the backline.\n\nWays to mitigate the disadvantage:\n- In the early laning phase, prioritize farming while avoiding Jinx's attacks instead of forcing engagements.\n- Use minions and terrain to approach when Jinx has used her skills or consumed summoner spells.\n- Utilize allies' crowd control and coordinate to get closer to Jinx, increasing the chances to deal damage.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nReasons:\n- Jinx has long-range attacks, and her AoE damage is particularly strong in team fights, making it difficult for Draven to approach.\n- Jinx's skills have effects that hinder enemy movement, making it easier for her to restrict Draven's movements to pick up axes.\n- Draven is difficult to play, as he needs to accurately catch axes, so taking damage from Jinx reduces his combat effectiveness.\n\nMitigation strategies for the disadvantage:\n- In the early lane phase, actively trade and apply pressure on Jinx to aim for early kills.\n- Coordinate with your support to position yourself safely to collect axes while avoiding Jinx's skills.\n- Keep track of Jinx's ultimate and skill cooldowns, and aim to attack when her skills are unavailable.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Jinx has long range and excels at harassment and pushing from the early game, making Vayne susceptible to being pressured due to the range difference.\n- Jinx's AoE damage in team fights is very powerful, and Vayne has difficulty positioning herself in team fights, needing to accurately dodge skills.\n- Jinx has crowd control, and if Vayne gets caught while trying to approach, she can take fatal damage.\n\nWays to mitigate the disadvantage:\n\n- At the start of the lane, aim for auto-attack opportunities behind minions and avoid getting too close.\n- Be mindful of bush control and secure vision to avoid Jinx's skills.\n- After level 6, try to ambush while maintaining distance from Jinx, using Flash and walls to your advantage.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Jinx has long-range attacks and a wider attack range than Kai'Sa, making harassment in the lane very troublesome.\n- Jinx has high DPS and significant influence in team fights, making it easy for Kai'Sa to take damage before getting close.\n- Kai'Sa lacks self-defense options, and when taking Jinx's attacks, her vulnerable stats are easily exposed.\n\nWays to mitigate the disadvantage:\n\n- Coordinate with your support to lock down Jinx and aim for an all-in to neutralize her strengths.\n- Use minions to maneuver and avoid taking damage from Jinx to prevent harassment in the lane.\n- Equip items early, prioritizing defensive items to withstand Jinx's attacks.",
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Jinx has long range, making it likely that Tristana will take damage before she can close the gap.\n- Jinx's skills have powerful area damage, giving her significant influence in team fights, making Tristana an easy target.\n- Tristana has long cooldowns on her skills, and especially in the early game, she has large windows of vulnerability, making it difficult to retaliate against Jinx.\n\nWays to mitigate the disadvantage:\n- In the early lane phase, actively harass to disrupt Jinx's farming.\n- Coordinate with your support to all-in when Jinx has used her skills and is vulnerable.\n- In team fights, position yourself to avoid attacks from Jinx and try to dodge enemy crowd control."
    },
    "loses": {
      "ジグス": "Ziggs has the advantage.\n\n- Ziggs has long-range attacks, allowing him to deal damage to Jinx from a safe distance, making harassment easier.\n- All of Ziggs' skills are AoE, making it easier to clear minions and deal damage in team fights while maneuvering advantageously to avoid Jinx's attacks.\n- Ziggs has a high tower destruction capability, allowing him to push Jinx during sieges and easily gain lane control.\n\nHow to take advantage:\n- At the start of the lane, use Q and W to damage both minions and Jinx simultaneously while maintaining distance for harassment.\n- After level 3, use E to ensure safety while roaming and securing vision, limiting Jinx's movements.\n- In the mid-game, prioritize targeting towers and push Jinx while sieging to secure an advantage across the entire map.",
      "セナ": "Senna has the advantage.\n\nReasons:\n- Senna can safely harass Jinx using her long range, making it easier to establish lane dominance.\n- Senna's healing ability allows her to withstand Jinx's attacks, enabling sustained combat.\n- Jinx is vulnerable when approached, so using Senna's snare to catch her can lead to favorable trades against Jinx.\n\nHow to take advantage:\n- In the early lane phase, harass with Q while collecting souls to pressure Jinx.\n- When Jinx attacks, use W to catch her and create an opportunity for a follow-up.\n- In team fights, utilize her range to attack from a safe position and coordinate with allies' crowd control to target Jinx.",
      "トゥイッチ": "Twitch has the advantage.\n\n- He excels at ambushes using stealth and can attack Jinx from outside her range, allowing him to deal damage before she can react.\n- Twitch has high single-target DPS and can quickly aim for kills before Jinx can unleash her explosive power in team fights.\n- Jinx has limited self-defense options and is vulnerable to Twitch's ambushes, making her susceptible to taking fatal damage when approached.\n\nHow to take advantage:\n- In lane, prioritize CS while using bushes to look for ambush opportunities against Jinx.\n- After level 6, use stealth to approach Jinx, deal damage with E, and then unleash a full attack with your ultimate.\n- In team fights, focus on positioning from the side and aim to deal damage to Jinx's backline quickly.",
      "ヴァルス": "Varus has the advantage.\n\n- He has a longer range against Jinx, allowing for poke from a distance, making it harder for Jinx to attack.\n- Jinx is weak against crowd control, and when hit by Varus's snare, her movement is restricted, causing her to miss opportunities to attack.\n- While Jinx is weak in the early game, Varus can farm and harass using his skills, making it easier to maintain lane dominance.\n\nHow to take advantage:\n- In the early game, use minions as a shield to poke and position yourself so that Jinx cannot enter rocket range.\n- Attack after Jinx uses her skills and aim for a counter-push.\n- In team fights, use skills from a safe position and coordinate with your support to protect yourself when Jinx approaches.",
      "ゼリ": "Zeri has the advantage.\n\n- Zeri has high mobility, making it easier to avoid Jinx's attacks, giving her an edge in close combat.\n- Jinx's attacks have long range, but Zeri can utilize her mobility to attack frequently and accumulate damage.\n- In the early game, Jinx takes time to activate her skills, allowing Zeri to poke effectively with quick attacks.\n\nHow to take advantage:\n- Secure vision at the start of the lane and position yourself to avoid Jinx's range.\n- Attack frequently while dodging Jinx's skills to deal damage.\n- Be cautious of Jinx's power spike, and after level 6, avoid unnecessary all-ins while looking for opportunities to attack.",
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki excels at long-range harassment from the early game, making it easy to create a health difference against Jinx.\n- Corki's skills have AoE damage, allowing him to clear minions while applying pressure on Jinx.\n- Corki has high mobility, enabling him to safely deal damage while avoiding Jinx's attacks.\n\nHow to take advantage:\n- In the early game, repeatedly engage in short auto-attack trades to chip away at Jinx's health.\n- Aim for Jinx's skill cooldowns and take advantage of openings to harass.\n- In the mid-game and beyond, utilize roams and tower pressure to create opportunities to isolate Jinx."
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Lucian has high burst damage from the early game and strong trading with skill combos, making it easy for Twitch to be harassed in lane.\n- Twitch has a short range and finds it difficult to avoid Lucian's attacks, which makes positioning in team fights challenging.\n- Lucian has high mobility, making it likely that he can escape when Twitch tries to ambush.\n\nCountermeasures for the disadvantage:\n\n- In lane, focus on safely farming CS while being mindful of positioning to avoid Lucian's skills.\n- Utilize stealth to set up ambushes and wait for the right moment to attack after Lucian uses his skills.\n- From mid-game onwards, be aware of your role in team fights, aim to attack from the backline, and try to avoid Lucian's burst damage.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Lucian has high burst damage from the early game, making it easy for him to gain an advantage in trades, which means Kog'Maw is susceptible to harassment.\n- Kog'Maw has low mobility and lacks defensive options against Lucian's all-ins, making him an easy target in team fights and lane skirmishes.\n- Although Lucian's range is short, Kog'Maw's base range is also short, so when Lucian gets close, Kog'Maw can easily find himself in a disadvantageous situation.\n\nWays to mitigate the disadvantage:\n- In lane, use minions as a shield to avoid Lucian's attacks while maintaining distance to secure CS.\n- Coordinate with your support to use skills to create distance and deter Lucian's all-ins.\n- Focus on scaling in the mid-game and secure a position in team fights where you can safely attack from the backline.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Lucian has high burst damage from the early game, and if Sivir loses the range advantage, she can easily be harassed.\n- Lucian's mobility and short cooldowns make it difficult for Sivir to find opportunities to attack.\n- Sivir's DPS against single targets is inferior to other ADCs, making it easy for her to lose trades against Lucian.\n\nWays to mitigate the disadvantage:\n\n- Play carefully to avoid Lucian's attacks and try not to take harassment.\n- Use Spell Shield to block Lucian's skills and gain an advantage in trades.\n- Endure the laning phase and leverage Sivir's strength in the late game to create favorable situations over time.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Lucian has high burst damage and is strong in close-range continuous attacks, making her susceptible to taking a lot of damage if he gets close.\n- Caitlyn relies on skill hits, so if Lucian uses his mobility to dodge her attacks, it becomes difficult for her to harass.\n- Lucian has a high ability to push the lane, making it hard for Caitlyn to safely farm CS under the tower.\n\nWays to mitigate the disadvantage:\n\n- Use traps effectively to deter Lucian's approach and avoid close-range fights.\n- Manage the minion wave to always secure a safe position under the tower.\n- Get support from the jungle to create opportunities for an all-in against Lucian and aim for kills.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Lucian has high burst damage from the early game, making it easy for him to gain an advantage in trades, which means Vayne is susceptible to harassment.\n- Lucian's range is longer than Vayne's, making it difficult for her to harass or secure CS in lane, complicating her early game positioning.\n- Lucian has short cooldowns on his skills and high mobility, making it hard for Vayne to find openings to retaliate.\n\nWays to mitigate the disadvantage:\n\n- In the early game, carefully farm CS and use minions to avoid Lucian's attacks.\n- Request an early gank from the jungler to apply pressure on Lucian.\n- Prepare items for the late game and aim for 1v1s in side lanes to create situations where Vayne can counter Lucian."
    },
    "loses": {
      "セナ": "Senna has the advantage.\n\n- Senna can safely harass Lucian using her long range, making it easier to maintain lane pressure.\n- By utilizing Senna's slow effect, she can deter Lucian's aggressive plays and keep him at bay.\n- Senna has healing abilities, allowing her to withstand damage against Lucian's burst potential.\n\nHow to leverage the advantage:\n- Use minions from the backline to poke and deal damage to Lucian.\n- When Lucian approaches, use the slow to maintain distance and counterattack.\n- Utilize her ultimate to provide support across the map and coordinate with allies to overwhelm Lucian.",
      "サミーラ": "Samira has the advantage.\n\n- Samira excels in close combat and can deal high damage by attacking while avoiding Lucian's skills.\n- Lucian has a short range, making it easier for Samira to create advantageous situations by getting close.\n- Samira can execute powerful all-ins against Lucian by utilizing her allies' crowd control (CC) to set up combos.\n\nHow to take advantage:\n- In the early game, avoid forcing engagements and adjust auto-attacks while hiding behind minions to dodge Lucian's skills.\n- Counterattack after Lucian uses his skills and aim for an all-in in coordination with your allies' CC.\n- In the mid to late game, follow the front line in team fights and activate your ultimate after Lucian has used his CC.",
      "スモルダー": "Smolder is at an advantage.\n\n- Smolder can stack infinitely, making his late-game damage extremely high, which makes him strong in prolonged fights.\n- Smolder's AoE attacks are effective in team fights, allowing him to deal damage safely while utilizing Lucian's short range.\n- Since Lucian lacks crowd control, Smolder can use his E skill to maneuver advantageously when escaping or chasing.\n\nHow to take advantage:\n- In the early game, attack safely from behind minions while securing CS and avoiding Lucian's attacks.\n- Counterattack after Lucian uses his skills to gain an advantage in trades.\n- In team fights, use R from the backline to target Lucian and other enemy carries for damage.",
      "ゼリ": "Zeri has the advantage.\n\nReasons:\n- Zeri has high mobility, making it easier to avoid Lucian's attacks and gain an upper hand in trades.\n- Lucian has a short range, allowing Zeri to harass while maintaining distance and dealing damage more easily.\n- Zeri can continuously deal damage using her skills and is more resilient against Lucian's burst.\n\nHow to take advantage:\n- In the early lane phase, avoid Lucian's attacks while harassing at close range and securing CS.\n- Utilize skill combos to aim for a burst when Lucian steps forward.\n- In team fights, leverage mobility to disrupt the frontline and deal damage without taking hits from Lucian.",
      "ザヤ": "Zyra has the advantage.\n\nReasons:\n- Zyra has crowd control (CC) and can mitigate Lucian's burst damage, making her strong in counterattacks during close combat.\n- Zyra's sustained damage and AoE damage allow her to deal significant damage in team fights, countering Lucian's short-term burst.\n- Lucian has a short range, making him susceptible to Zyra's attacks, especially in the laning phase where Zyra can play more favorably.\n\nHow to leverage the advantage:\n- In the laning phase, poke from behind minions and retaliate when Lucian approaches to gain the upper hand.\n- To avoid Lucian's burst, coordinate with your support to position yourself effectively and look for opportunities to counterattack.\n- In team fights, consistently attack from behind the frontline and use your ultimate to suppress the enemy backline, reducing Lucian's damage output.",
      "アフェリオス": "Aphelios has the advantage.\n\n- Aphelios has a flexible combat style due to his diverse weapon combinations, allowing him to deal sustained high damage from a distance.\n- Lucian has strong burst damage in the early game, but Aphelios can output consistent damage through his weapon combinations, making it easier to mitigate Lucian's attacks.\n- Aphelios excels in late-game scaling and can increase damage in team fights, allowing him to exploit Lucian's weaknesses in the late game.\n\nHow to take advantage:\n- In the early game, be mindful of positioning and poke from a distance while avoiding Lucian's burst.\n- In the mid-game, build your items and actively engage in fights while dodging Lucian's skills and dealing damage.\n- In the late game, safely target damage from the backline in team fights and retaliate when Lucian's skills are on cooldown.",
      "エズリアル": "Ezreal has the advantage.\n\n- Ezreal has long-range skills, allowing him to easily harass while avoiding Lucian's attacks from a distance.\n- Lucian is strong in close trades, but Ezreal can use his E skill to dodge Lucian's attacks, allowing him to deal damage while reducing risk.\n- Ezreal has short cooldowns on his skills, enabling him to deal sustained damage and counterattack even while taking hits from Lucian.\n\nHow to take advantage:\n- In the early game, prioritize minion farming, avoid unnecessary trades, and poke Lucian with your skills.\n- Use your E skill to dodge Lucian's attacks and farm safely while avoiding his skills.\n- In the mid-game and beyond, use your ultimate to harass and coordinate with the jungle for kill opportunities.",
      "ドレイヴン": "Draven has the advantage.\n\n- Draven has high burst damage from the early game and can harass Lucian effectively.\n- Lucian has a short range, making it difficult to avoid Draven's attacks and weak against all-ins.\n- Draven's slow effect limits Lucian's positioning, making it easier to land attacks.\n\nHow to take advantage:\n- Spam auto-attacks at early levels to pressure Lucian.\n- Use E to deter Lucian's engage and maintain damage by collecting blades.\n- Utilize R to initiate from a distance and create a favorable situation against Lucian.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\nReasons:\n- Lucian has a short range and is susceptible to Kai'Sa's attacks, making it easier for her to gain an advantage in trades.\n- Kai'Sa can evolve her skills, allowing for diverse builds and tactical flexibility to adapt to situations against Lucian.\n- Lucian lacks crowd control, making it easier for Kai'Sa to utilize her mobility to escape or initiate ambushes.\n\nHow to take advantage:\n- Actively harass in lane to chip away at Lucian's HP, creating opportunities for an all-in.\n- Use skills to apply Plasma and increase damage, creating favorable conditions during trades.\n- Time attacks by observing Lucian's skill cooldowns, aiming to exploit openings for an advantageous position.",
      "ヴァルス": "Varus has the advantage.\n\n- He can utilize his long range to keep Lucian at bay, making it easier to harass in lane.\n- With his CC skills, he can easily disrupt Lucian's skill combos, allowing him to gain an advantage in fights.\n- While Lucian excels in short trades, Varus can deal sustained damage, giving him the upper hand in extended engagements.\n\nHow to take advantage:\n- From the start of the lane, actively harass using his long range to chip away at Lucian's health.\n- When Lucian approaches, land CC to limit his actions and create opportunities for counterattacks.\n- After level 6, use his ultimate to attack from a distance, increasing his impact in team fights."
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "Zyra is at a disadvantage.\n\nReasons:\n- Zeri has high mobility and excels at burst damage in short trades, making it likely that she can deal damage before Zyra can engage.\n- Zeri's dashes allow for effective ambushes and escapes, making it easy to avoid Zyra's feathers and often nullifying her skills.\n- Zeri can harass Zyra, who struggles with early wave clear, making it easier to establish lane dominance.\n\nMitigation strategies:\n- Properly scatter feathers to limit Zeri's movements and provoke her dashes.\n- Save E to avoid harassment in lane and maneuver to avoid Zeri's attacks.\n- In team fights, be mindful of positioning, use R to maneuver safely, and look for opportunities to counterattack while avoiding Zeri's damage.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Zeri's high mobility makes it easy to avoid Miss Fortune's attacks, making it difficult to apply pressure in trades.\n- Zeri excels at harassing from the early game, and since Miss Fortune has low base attack power, she tends to be at a disadvantage in early damage exchanges.\n- Zeri's ultimate has a significant impact in team fights, and Miss Fortune has limited means to escape once she gets close, increasing the risk of being caught.\n\nWays to mitigate the disadvantage:\n\n- In the early lane, prioritize safety, avoid risky trades, and maneuver to avoid Zeri's attacks.\n- Properly manage the minion wave to farm safely near the tower, making it harder for Zeri to harass.\n- Collaborate with the support to utilize crowd control and create opportunities to attack Zeri, applying pressure.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nReasons:\n- Zeri has high mobility and can harass from a distance, making it difficult for Vayne to approach.\n- Zeri's attacks have a longer range, allowing her to play advantageously against Vayne's shorter range.\n- Zeri has crowd control, which increases the risk of Vayne getting caught when she tries to approach, making trades unfavorable.\n\nMitigation strategies:\n- In the early game, avoid unnecessary close combat and prioritize CS to safely maintain the lane.\n- Use bushes to break vision and time trades while avoiding Zeri's attacks.\n- In the mid to late game, choose survival-focused items and look for opportunities while keeping distance from Zeri.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Due to Zeri's high mobility, it's difficult for Sivir to maintain distance, making her susceptible to losing advantages quickly.\n- Zeri's skills and attack range are long, putting Sivir at a disadvantage when trying to initiate trades if distance is managed well.\n- Sivir struggles with early harassment and often cannot withstand Zeri's sustained damage.\n\nWays to mitigate the disadvantage:\n- In the early lane phase, avoid unnecessary trades and prioritize wave clearing to prevent Zeri from getting close.\n- Save Spell Shield to prepare for Zeri's key skill shots and movement restrictions.\n- In team fights, be mindful of positioning and use your ultimate effectively to avoid Zeri's attacks.",
      "サミーラ": "Samira is at a disadvantage.\n\nReasons:\n- Zeri has high mobility and can easily prevent Samira from closing the gap with long-range attacks.\n- Zeri's slow effects and shields increase the risk for Samira when trying to engage in close combat.\n- Zeri excels at early wave control, creating situations where Samira is more susceptible to harassment.\n\nWays to mitigate the disadvantage:\n- Farm safely behind minions to avoid Zeri's attacks.\n- Utilize ally crowd control to limit Zeri's movements and gain an advantage in close combat.\n- After level 6, use the ultimate to aim for a quick burst of damage in short skirmishes.",
      "ルシアン": "Lucian is at a disadvantage.\n\nReasons:\n- Zeri can easily engage with burst attacks using her dashes, as Lucian is weak in the early game and lacks reliable means to close the gap.\n- Zeri's mobility and acceleration make it difficult for Lucian to avoid attacks, especially in team fights where positioning becomes critical.\n- Zeri's ultimate provides a movement speed buff, allowing her to attack from a distance, making it harder for Lucian to retaliate.\n\nMitigation strategies for the disadvantage:\n- To avoid harassment in lane, attack while hiding behind minions.\n- Be mindful of positioning to dodge Zeri's skills and use dashes appropriately.\n- When Zeri acquires her ultimate, avoid overextending and play cautiously to reduce risk."
    },
    "loses": {
      "ドレイヴン": "Draven has the advantage.\n\n- Draven has high auto-attack damage from the early game, making it easier to aim for a quick finish.\n- Zeri has low base stats and lacks early game damage, making her susceptible to Draven's attacks.\n- Draven has crowd control (CC) and can gain an advantage by shutting down Zeri's mobility.\n\nHow to take advantage:\n- Make sure to catch the axes and actively engage Zeri.\n- Coordinate with your support to CC Zeri and go for a burst.\n- Maintain pressure in the lane and aim for kills before Zeri can scale up.",
      "コグ＝マウ": "Kog'Maw has the advantage.\n\nReasons:\n- Kog'Maw has long range and can poke safely while avoiding Zeri's attacks, allowing him to play favorably from the early game.\n- Zeri has low base AD and lacks early game damage, making Kog'Maw's percentage damage and armor/magic resistance reduction effects effective.\n- Kog'Maw deals sustained damage in team fights and can effectively damage Zeri when she tries to engage.\n\nHow to take advantage:\n- In the early lane, poke Zeri from a distance and farm CS without forcing close engagements.\n- After Zeri uses her skills, look for opportunities to deal damage while chasing.\n- In team fights, stick close to your frontline allies while targeting Zeri, being mindful of positioning to safely deal damage.",
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has long-range skills that make it easier to prevent Zeri from approaching. This allows Corki to deal damage before Zeri can attack.\n- Corki's skills have AoE damage, making him effective at dealing damage to multiple enemies, which is powerful in team fights.\n- Zeri has low base stats and lacks early game damage, making it easier for Corki to establish an advantage from the start.\n\nHow to take advantage:\n- Actively harass in lane to pressure Zeri by whittling down her health.\n- Maintain distance while avoiding Zeri's skills, using your own skills to deal damage and limit her movements.\n- In team fights, attack from the backline and target Zeri after she has broken through the frontline, exploiting her vulnerability.",
      "ヴァルス": "Varus has the advantage.\n\n- He can attack from a long range, allowing him to safely poke Zeri and create a health difference.\n- His skills have CC effects that can limit Zeri's movement, making it easier to prevent her from closing the gap.\n- Against Zeri's mobility, Varus can deal sustained damage while maintaining distance.\n\nHow to take advantage:\n- In the early game, poke through minions to chip away at Zeri's health.\n- Look for opportunities to counterattack after Zeri uses her skills, utilizing CC to catch her.\n- In team fights, use skills from a safe position and coordinate with allies to target Zeri.",
      "トリスターナ": "Tristana has the advantage.\n\n- Tristana has high burst damage from the early game, making it easier to secure early kills, especially since Zeri has low base stats.\n- By utilizing Tristana's long range, she can safely harass while avoiding Zeri's attacks.\n- Tristana has high mobility, allowing her to dodge Zeri's attacks while creating opportunities for counterattacks.\n\nHow to take advantage:\n- In the early lane phase, prioritize minions using your long range, and create distance if Zeri gets too close.\n- During trades, aim for maximum damage with an auto-attack after applying E, and use Q to increase attack speed and stack quickly.\n- After level 6, use knockback to push Zeri away, and leverage W for chasing or escaping to create advantageous situations."
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "Samira is at a disadvantage.\n\nReasons:\n- Due to Senna's long-range attacks, Samira is easily harassed safely, reducing her early sustain.\n- Senna's snare effect increases the risk of getting caught when trying to engage in close combat, making it difficult for Samira to land her attacks.\n- Samira has low defensive stats, making her susceptible to taking significant damage from Senna's attacks, especially against opponents with crowd control.\n\nMitigation strategies for the disadvantage:\n- Play safely behind minions in the early game, avoiding Senna's attacks while conserving skills.\n- Utilize allies' crowd control to time engagements with Senna and strengthen coordination.\n- Secure vision in the lane and attack when Senna is isolated to gain an advantage.",
      "ザヤ": "Zyra is at a disadvantage.\n\nReasons:\n- Senna's long-range poke is powerful, making it difficult for Zyra to close the distance and susceptible to harassment.\n- Senna's healing ability allows her to sustain through damage dealt by Zyra, making trades unfavorable.\n- Senna has crowd control, which increases the risk of Zyra getting caught when she tries to approach, especially since she has limited escape options, leading to potential deaths.\n\nWays to mitigate the disadvantage:\n- Position behind minions to avoid Senna's attacks, minimizing harassment.\n- Look for opportunities to counterattack when Senna misses her skills, turning trades in your favor.\n- Place wards effectively to keep track of Senna's position, and focus on self-defense during team fights.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Senna's long-range harassment is strong, making Vayne susceptible to damage in the early game.\n- Senna's healing ability can easily mitigate the damage Vayne deals, putting her at a disadvantage in trades.\n- If caught by Senna's CC skills, Vayne is vulnerable and has a high risk of being taken down quickly.\n\nWays to mitigate the disadvantage:\n- In the early game, avoid forced trades and farm safely behind minions.\n- Look for opportunities to engage in short bursts when Senna's skills are on cooldown or when she misses.\n- Coordinate with your support to increase chances of catching Senna and focus on attacking from behind in team fights.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\nReasons:\n- Due to Senna's long range and harassment ability, Kog'Maw can be easily attacked from the early game, making it difficult to secure CS.\n- If caught by Senna's CC skills, Kog'Maw, with limited escape options, is at high risk of being easily taken down.\n- Senna has strong healing capabilities, making Kog'Maw's attacks less effective, putting him at a disadvantage in sustained fights.\n\nMitigation strategies:\n- In the early game, prioritize CS and avoid unnecessary engagements while trying to dodge Senna's harassment.\n- Ask the support for peel and position yourself to avoid Senna's attacks.\n- After level 6, attack from a safe position and focus on dealing damage from the backline during team fights.",
      "ルシアン": "Lucian is at a disadvantage.\n\nReasons:\n- Senna has long range and can easily harass Lucian, making trades in lane unfavorable for him.\n- Senna's CC skills restrict Lucian's movement, and if caught, he can take significant damage.\n- Lucian has a short range, making it difficult to avoid Senna's attacks, especially in team fights where positioning becomes critical.\n\nMitigation strategies:\n- Be aware of Senna's skill cooldowns and play aggressively after she uses her skills.\n- Use minions to position yourself in a way that avoids Senna's harassment.\n- Coordinate with your support to time an all-in after Senna has used her CC.",
      "シヴィア": "Sivir is at a disadvantage.\n\nReasons:\n- Senna has a long range and is good at harassment, making it difficult for Sivir to attack and increasing the likelihood of taking one-sided damage from the early game.\n- Senna's healing ability allows her to easily recover the damage dealt by Sivir, making trades unfavorable.\n- Senna has a snare effect, and if caught, Sivir has limited means to escape, leading to a high risk of death.\n\nWays to mitigate the disadvantage:\n- To avoid harassment in lane, position yourself to avoid Senna's attacks and use minions to farm safely.\n- Use spell shield appropriately to dodge Senna's skills and time your trades wisely.\n- Coordinate with the jungler to set up ganks targeting Senna to regain lane control.",
      "ジンクス": "Jinx is at a disadvantage.\n\nReasons:\n- Jinx has low base stats in the early game, making her susceptible to harassment from Senna's long-range attacks.\n- Senna's healing ability allows her to sustain through damage dealt by Jinx, making trades unfavorable for Jinx.\n- If caught by Senna's CC skills, Jinx has limited self-defense options and is likely to take fatal damage.\n\nWays to mitigate the disadvantage:\n- Manage the minion wave and use minions as a shield to avoid Senna's attacks.\n- Be mindful of positioning to dodge Senna's skills and identify the right moments to harass actively.\n- In the mid to late game, leverage team fight damage and choose items that negate Senna's healing."
    },
    "loses": {
      "ヴァルス": "Varus has the advantage.\n\n- Due to his long range, he can easily harass Senna unilaterally.\n- By using E, he can disrupt Senna's healing and deal sustained damage.\n- Senna has low base stats and can be easily taken down if caught, allowing Varus to excel in short skirmishes.\n\nHow to take advantage:\n- Start by harassing from a distance to hinder Senna's healing.\n- Use W to charge Q behind minions and deal significant damage to Senna.\n- Use R to root Senna and coordinate with allies to encourage a follow-up.",
      "トリスターナ": "Tristana has the advantage.\n\n- Tristana has high burst damage from the early game and can exploit Senna's low base stats, making it easier to secure early kills.\n- Tristana has high mobility, allowing her to approach while avoiding Senna's attacks, making her less susceptible to harassment.\n- Tristana's range increases with each level, allowing her to position herself more favorably than Senna in the late game.\n\nHow to take advantage:\n- At the start of the lane, play cautiously, managing minions while avoiding Senna's attacks.\n- After reaching level 3, trade auto-attacks aggressively against Senna after landing E.\n- In team fights, be mindful of Senna's shields and healing while looking for the right moment to use R to target the backline.",
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has long-range skills, allowing him to retaliate while taking poke from Senna.\n- Corki's mobility enables him to close the gap while avoiding Senna's attacks and unleash burst damage.\n- Senna has low base stats and is particularly vulnerable in the early game, making it easier for Corki to establish an early advantage with his attacks.\n\nHow to take advantage:\n- In the early game, use minions to harass Senna and force her to use her healing.\n- When Senna engages, use your dash to close the distance and aim for a counterattack.\n- In team fights, target Senna from the backline and coordinate with allies to deal damage.",
      "ケイトリン": "Caitlyn has the advantage.\n\nReasons:\n- Caitlyn has the longest base range among all champions, making it easy to harass Senna unilaterally.\n- She can apply pressure from a distance to reduce Senna's healing capabilities.\n- Caitlyn can use traps to limit Senna's movement and aim for burst damage in a short time.\n\nHow to take advantage:\n- Actively harass from the start of the lane to reduce Senna's sustain.\n- Place wards to secure vision and manage minions safely when Senna's support roams.\n- Use traps to catch Senna before level 6 and aim for a quick kill.",
      "トゥイッチ": "Twitch has the advantage.\n\nReasons:\n- Twitch excels at ambushing Senna and can easily approach her using stealth, nullifying her long range.\n- Senna has low base stats and is particularly vulnerable in the early game, making her susceptible to Twitch's attacks.\n- Twitch's ultimate significantly increases his damage output in team fights, allowing him to attack even when Senna is positioned in the backline.\n\nHow to leverage the advantage:\n- In the early game, avoid Senna's poke while safely farming CS under the minions and leveling up.\n- After level 6, utilize the ultimate to ambush when Senna's support is not around.\n- In team fights, engage from the sides or behind, targeting Senna to deal spread damage and avoid her heals and crowd control.",
      "ジグス": "Ziggs has the advantage.\n\nReasons:\n- Ziggs has long-range attacks, making it easier to harass Senna from a distance and establish lane dominance.\n- Senna has low base stats and is particularly vulnerable in the early game, making her susceptible to Ziggs' attacks.\n- Ziggs' skills deal AoE damage, allowing him to clear minions and deal damage in team fights, effectively negating Senna's healing.\n\nHow to take advantage:\n- Actively harass from the early lane phase to pressure Senna by whittling down her health.\n- Use minions to avoid Senna's attacks while dealing damage with skills.\n- After level 6, leverage pressure in team fights, always being aware of Senna's position while continuing to attack from a safe distance.",
      "スモルダー": "Smolderer has the advantage.\n\nReasons:\n- Smolderer can stack infinitely, leading to very high damage in the late game, making it easier to apply sustained pressure on Senna.\n- Senna has low base stats and is weak in the early game, allowing Smolderer to create advantageous situations by harassing with skills.\n- Smolderer can move quickly with the E skill, allowing for flexible positioning to close the gap or escape while avoiding Senna's attacks.\n\nHow to take advantage:\n- Use skills from behind minions to stack and prevent Senna from getting close.\n- Counterattack the moment Senna initiates an attack, engaging in short skirmishes to deal damage.\n- Time your skills to exchange damage when Senna attempts to collect souls."
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "Aphelios is at a disadvantage.\n\nReasons:\n- Ashe can easily restrict Aphelios's movement with her slow-effect skills, creating a tough situation for the vulnerable Aphelios when approached.\n- Ashe's ultimate skill has high catch potential from long range, posing a risk for Aphelios to get easily caught if he mispositions.\n- Aphelios is weak in the early game and struggles to counter Ashe's harassment, making it difficult to secure lane dominance.\n\nMitigation strategies:\n- Always be mindful of positioning to avoid Ashe's skills and try to hide behind minions.\n- Use Aphelios's Q to efficiently clear minion waves, earning CS while maintaining distance from Ashe.\n- Coordinate with the support to actively harass Ashe and work to regain lane control.",
      "シヴィア": "Sivir is at a disadvantage.\n\nReasons:\n- Due to Ashe's long range, Sivir is easily poked and often struggles in trades during the lane.\n- Ashe's slow effect makes it difficult for Sivir to maintain distance, putting her in a vulnerable position when approached.\n- Ashe's ultimate can negate Sivir's spell shield, making it hard for her to fight safely.\n\nWays to mitigate the disadvantage:\n- Choose a tank support with crowd control to block Ashe's attacks while increasing opportunities for Sivir to deal damage.\n- Be mindful of positioning to avoid Ashe's attacks and always try to maintain distance.\n- Utilize wave clear to handle minions before taking Ashe's attacks, aiming for safe farming under the tower.",
      "ルシアン": "Lucian is at a disadvantage.\n\nReasons:\n- Ashe has a longer range, and her slow effect from basic attacks makes it difficult for Lucian to maintain distance.\n- Ashe can easily deal one-sided damage to Lucian with her basic attacks after using her skills, making her harassment in lane particularly strong.\n- Lucian lacks crowd control, so he has limited means to escape Ashe's stuns and slows, putting him at a disadvantage in all-in fights.\n\nWays to mitigate the disadvantage:\n- Always maintain distance while harassing to avoid taking Ashe's attacks.\n- Check Ashe's skill cooldowns and be aggressive when her skills are unavailable.\n- Play carefully while Ashe's ultimate is available, and avoid forcing all-ins."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has AoE damage, making it easier to disrupt Ashe's farming and secure lane dominance.\n- Corki can safely attack from long range against Ashe's slow effect, allowing him to deal damage while maintaining distance.\n- Corki's ultimate has a short cooldown, enabling him to deal damage frequently and apply sustained pressure on Ashe.\n\nHow to leverage the advantage:\n- In the early lane phase, stand behind minions to force Ashe to use her skills before counterattacking.\n- Always be aware of Ashe's position and repeatedly engage in short trades to chip away at her health.\n- In the mid-game, gather items and attack from a safe position during team fights to limit Ashe's movements.",
      "ヴァルス": "Varus has the advantage.\n\n- Varus has long-range attacks, making it easy to harass Ashe from a distance.\n- Ashe lacks mobility skills, making her susceptible to being restricted by Varus's CC abilities.\n- Varus has AoE damage, allowing him to excel in team fights and wave clearing in lane.\n\nHow to take advantage:\n- Actively use Q and E to harass Ashe from the early game to gain lane control.\n- Be aware of Ashe's positioning and time your CC abilities to catch her.\n- Gather items quickly to enhance damage and gain the upper hand in all-in fights against Ashe.",
      "トゥイッチ": "Twitch has the advantage.\n\n- He can utilize stealth to ambush and deal high damage while avoiding Ashe's attacks.\n- Ashe lacks mobility skills, and when hit by Twitch's attacks, she is slowed, making it easy to chase her down.\n- Twitch's damage output in team fights is extremely high, allowing him to deal damage even when Ashe is positioned in the backline.\n\nHow to take advantage:\n- Use stealth to check Ashe's position and time the ambush.\n- Position yourself in the backline during team fights to create situations where Ashe cannot attack.\n- Avoid Ashe's skills while continuously attacking to eliminate her early.",
      "トリスターナ": "Tristana has the advantage.\n\nReasons:\n- Tristana's attack range increases with each level, allowing her to attack from a longer range than Ashe in the late game, giving her an edge in team fights and trades.\n- She has explosive burst damage, and her all-in potential after level 6 is particularly strong, enabling her to deal significant damage to Ashe quickly.\n- Tristana has high mobility and can avoid Ashe's ultimate, allowing her to engage in close combat more favorably.\n\nHow to take advantage:\n- Aim for an all-in at level 2 to deal early damage to Ashe.\n- Use W to dodge Ashe's attacks while closing the distance for trades.\n- Coordinate with your support to engage while avoiding Ashe's skills, creating a favorable situation.",
      "サミーラ": "Samira has the advantage.\n\nReasons:\n- Samira excels in close combat and can avoid Ashe's ranged attacks while getting close to deal significant damage.\n- Ashe has modest base stats and low burst damage in the early game, allowing Samira to turn the tide by all-inning at levels 3 or 6.\n- Samira can achieve high DPS through skill combinations, especially by utilizing her allies' crowd control to gain an advantage over Ashe.\n\nHow to take advantage:\n- In the early lane, prioritize farming while being mindful of Ashe's range, and aim for an all-in at level 3 without forcing engagements.\n- Use the support's crowd control to time attacks after Ashe has used her skills.\n- After level 6, avoid Ashe's skills while using resets to perform consecutive attacks and overwhelm her.",
      "ザヤ": "Zyra has the advantage.\n\nReasons:\n- Zyra has high burst damage and can deal significant damage after Ashe uses her skills.\n- Zyra's mobility makes it easier to dodge Ashe's attacks and allows her to excel in close combat.\n- Ashe lacks mobility skills, making it easier for Zyra to create situations where she can attack unilaterally.\n\nHow to take advantage:\n- Avoid Ashe's skills while using minions to get closer and aim for burst damage.\n- Take advantage of the openings after Ashe uses her skills to attack and deal damage.\n- In team fights, time the use of your ultimate to disable enemies before attacking."
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\nReasons:\n- Neela has high mobility, making it easy for her to dodge Miss Fortune's attacks, which makes harassment difficult.\n- Neela's passive enhances the healing and shielding effects of allies, increasing durability in team fights, making it hard for Miss Fortune to utilize her damage.\n- Neela is strong in close combat, while Miss Fortune has limited escape options, making her vulnerable once Neela gets close.\n\nWays to mitigate the disadvantage:\n- Have teammates choose champions with crowd control to restrain Neela and counter her.\n- Pair with a support that has sustain to increase durability and avoid harassment in lane.\n- Be creative with item builds and purchase defensive items early to withstand Neela's attacks.",
      "セナ": "Senna is at a disadvantage.\n\n- Neela is a melee champion and can easily close the gap before Senna can utilize her range.\n- Senna has low base stats and lacks durability against Neela's sustained damage and healing, making her susceptible to harassment.\n- Neela has a dash skill, allowing her to approach while avoiding Senna's attacks and negating her support capabilities.\n\nMitigation strategies for the disadvantage:\n\n- Be mindful of positioning in lane and always be wary of Neela's approach.\n- Coordinate with your support champion to enhance harassment against Neela, maintaining lane dominance.\n- Adjust your item build to prioritize purchasing durability items early, enabling you to withstand Neela's attacks.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Neela excels in melee attacks, and when she gets close, she can deal sustained damage and is able to withstand Twitch's attacks due to her healing abilities.\n- Neela's skills have slow effects, making it difficult for Twitch to escape, putting him at a disadvantage in close combat.\n- Twitch is highly dependent on items, and if he falls behind early, he becomes unable to do anything, making it a tough situation if Neela gains an early advantage.\n\nWays to mitigate the disadvantage:\n- Utilize stealth to farm safely and avoid Neela's attacks to prevent harassment in lane.\n- Be mindful to use your ultimate to deal damage from a distance before Neela gets close, taking the initiative.\n- Coordinate with your support to launch a group attack on Neela, which can negate her healing effects.",
      "ヴァルス": "Varus is at a disadvantage.\n\nReasons:\n- Neela has high mobility and can heal and gain shields through melee attacks, allowing her to sustain fights while taking damage from Varus.\n- Neela's skills have a slowing effect on enemies, making it difficult for Varus to maintain distance.\n- Neela has strong synergy with support champions, especially when paired with enchanters, making it easier for Varus to become isolated.\n\nWays to mitigate the disadvantage:\n- Be mindful of positioning to avoid entering Neela's attack range and take less damage.\n- Purchase defensive items early to reduce Neela's damage.\n- Use Flash and mobility skills appropriately to attack after dodging Neela's skills.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Neeko has high mobility, making it easy for her to close the gap with her dash skill and avoid Kai'Sa's attacks, making it difficult for Kai'Sa to land hits.\n- Neeko has a skill set that emphasizes synergy with allies, especially when paired with a support, creating situations where Kai'Sa is likely to become isolated.\n- Neeko can easily engage all-ins against Kai'Sa, who lacks crowd control, and especially struggles against early harassment due to her vulnerability.\n\nCountermeasures for the disadvantage:\n\n- During the laning phase, maintain distance and try to avoid Neeko's attacks.\n- Coordinate with your support champion to avoid taking damage from Neeko while looking for opportunities to utilize Kai'Sa's skills.\n- In the mid-game and beyond, focus on team fights and position yourself to negate Neeko's dash skill.",
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Neela is a melee ADC who excels in close combat and has a high ability to deal sustained damage, making it difficult for Tristana to maintain distance.\n- Neela's skills have slow effects, limiting Tristana's movement and making her more susceptible to attacks.\n- While Tristana has increased range, Neela has healing abilities, making Tristana's burst damage less effective.\n\nMitigation strategies for the disadvantage:\n- During the laning phase, use minions to maintain distance while attacking to avoid Neela's skills.\n- Coordinate with your support to focus on Neela and aim for early kills.\n- After acquiring items, be mindful of positioning in team fights and deal damage safely as a backliner."
    },
    "loses": {
      "ザヤ": "Zyra has the advantage.\n\n- Zyra has a long range and can harass safely without utilizing Neela's attack range, making it easier to gain an advantage from the early game.\n- By utilizing Zyra's snare effect, you can limit Neela's mobility and create opportunities for counterattacks.\n- Neela becomes weaker without support, making her vulnerable to early harassment, allowing Zyra to be more aggressive.\n\nHow to take advantage:\n- Actively harass from the early game to chip away at Neela's health and gain lane control.\n- Use skills at the right timing to avoid Neela's abilities while maintaining distance to attack.\n- In the mid to late game, fulfill the role of a backline in team fights, negating Neela's attacks while dealing damage.",
      "コーキ": "Corki has the advantage.\n\n- Corki excels at ranged attacks, allowing him to harass from a safe distance against Neela.\n- Corki's skills deal AoE damage, enabling him to inflict damage while avoiding Neela's melee combat.\n- Neela becomes weaker without support, making her passive less effective and leaving her vulnerable to early harassment, which allows Corki to take advantage.\n\nHow to leverage the advantage:\n- Actively attack minions from the early game to prevent Neela from getting close.\n- Use skills to keep Neela at bay and continue harassing to maintain lane dominance.\n- In team fights, position yourself to attack from the backline, preventing Neela from dealing damage at the frontline.",
      "ジグス": "Ziggs has the advantage.\n\nReasons:\n- Ziggs has long-range attacks, making it easy to harass before Neela can get close.\n- Neela's passive effect diminishes when she is without support, making her vulnerable to early harassment, allowing Ziggs to apply pressure with his attacks.\n- All of Ziggs' skills are area-of-effect attacks, which can limit Neela's movements by dealing AoE damage as she approaches in team fights.\n\nHow to leverage the advantage:\n- Actively harass in lane to chip away at Neela's health, restricting her actions.\n- Use minions to avoid Neela's attacks while dealing damage with skills to maintain lane superiority.\n- In team fights, use skills while keeping your distance to deal damage before Neela can get close, preventing her effective attacks.",
      "ヴェイン": "Vayne has the advantage.\n\n- She is strong in the late game and can deal high damage to Neela, making her particularly advantageous against tanks.\n- Neela is strong in the early game, but if Vayne can survive the early game, she can turn the tables in the late game, gaining an advantage by dragging the game into a longer fight.\n- She has a stun that utilizes walls, allowing her to dodge Neela's attacks while counterattacking, giving her the upper hand in one-on-one combat.\n\nHow to take advantage:\n- In the early game, prioritize CS and avoid fighting unnecessarily while dodging Neela's attacks.\n- Position yourself to avoid Neela's attacks and aim for stuns using walls.\n- In the mid to late game, focus on itemization and positioning in team fights to aim for carrying.",
      "スモルダー": "Smolder is at an advantage.\n\n- Smolder has a long range, making it easier to prevent Neela from approaching, allowing for safe attacks from a distance.\n- Smolder's skills have powerful AoE damage in team fights, enabling him to deal significant damage when Neela gets close.\n- Neela is vulnerable to early harassment, especially when she lacks support, as her passive effect diminishes, allowing Smolder to take advantage.\n\nHow to take advantage:\n- In the early game, chip away at Neela from behind minions with auto attacks and skills, avoiding risky close trades.\n- Be mindful of wave management to prevent pushing Neela under her tower, reducing her roaming potential.\n- In team fights, utilize Smolder's range to whittle down the frontline, and coordinate with allies to counterattack when Neela approaches.",
      "アッシュ": "Ashe has the advantage.\n\nReasons:\n- Ashe has a long range, allowing her to harass Neela unilaterally, making it easier to maintain lane dominance.\n- Ashe's slow effect can hinder Neela's approach, giving her an advantage, especially when Neela uses her dash.\n- Ashe has skills to secure vision, making it easier to track enemy movements and be wary of Neela's engage.\n\nHow to take advantage:\n- Stand behind minions and harass while waiting for Neela to come closer.\n- Coordinate with your support to utilize the slow when Neela approaches, creating distance.\n- Choose defensive options in item selection to withstand Neela's attacks while looking for counterattack opportunities.",
      "シヴィア": "Sivir has the advantage.\n\nReasons:\n- Sivir has high wave clear ability, allowing her to push Neela under the tower and limit her farm.\n- With Spell Shield, she can easily negate Neela's skills, creating favorable situations for trades.\n- She can attack while maintaining distance from Neela's melee combat capabilities, making her less susceptible to counterattacks.\n\nHow to take advantage:\n- Push the minion wave to force Neela under the tower, making it difficult for her to farm.\n- Save Spell Shield and look for the right moment to counterattack after dodging Neela's skills.\n- Gather items early to enhance her power spike and increase her influence in trades and team fights.",
      "アフェリオス": "Aphelios has the advantage.\n\n- Aphelios has a long range, making it easier to avoid Nila's melee attacks.\n- With the combination of Aphelios' weapons, he can employ flexible tactics suited to the situation and has means to negate Nila's healing and shields.\n- Nila is vulnerable to early harassment when she has no support, and Aphelios can take advantage of this by maintaining distance.\n\nHow to take advantage:\n- Attack while keeping your distance to avoid Nila's melee combat.\n- Utilize the red-white or white-green weapons to negate Nila's healing.\n- Choose items that increase durability to withstand Nila's all-in attempts."
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "Draven is at a disadvantage.\n\n- Samira is strong in close combat and has the ability to negate Draven's attacks, making it easy for her to counterattack before he can hit her.\n- Samira has an advantage against short-range DPS carries and can approach while avoiding Draven's attacks.\n- Draven is weak against movement impairments, and if he gets caught by Samira's CC, he won't be able to pick up his axes, significantly reducing his combat effectiveness.\n\nWays to mitigate the disadvantage:\n- Utilize early lane pressure to take the initiative before Samira can engage.\n- Coordinate with the support to position yourself in a way that avoids Samira's CC and adjust the timing of your attacks.\n- After level 6, focus on positioning in team fights to avoid Samira's ultimate.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nReasons:\n- Samira has high combo damage in close combat and can quickly aim for kills using resets, making Vayne susceptible to damage before she can engage.\n- Samira is favored against short-range DPS carries and has plenty of ways to avoid Vayne's attacks, making it difficult for Vayne to land hits.\n- Vayne is weak in the early game, and if Samira applies pressure early on, it can delay Vayne's farming and leveling up, leading to a disadvantage.\n\nMitigation strategies for the disadvantage:\n- In the early game, prioritize CS and focus on safely farming and leveling up instead of forcing attacks.\n- To avoid Samira's attacks, adjust positioning and choose the right timing to counterattack after assessing the opponent's skills.\n- Utilize ally support and crowd control to limit Samira's movements and create advantageous situations in team fights.",
      "アフェリオス": "Aphelios is at a disadvantage.\n\n- Samira has high burst damage and can quickly deal damage in close combat, making Aphelios vulnerable to attacks.\n- Aphelios has low mobility and limited means to prevent Samira's approach, increasing the risk of being caught.\n- Samira's CC effects from her skills are effective against Aphelios, making it difficult for him to deal damage due to restricted actions.\n\nMitigation strategies:\n- In the early game, position carefully and focus on kiting to avoid Samira's burst.\n- Coordinate with your support to harass Samira and maintain lane dominance.\n- In team fights, utilize weapon switching to outpace Samira's mobility and time your area damage effectively.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Samira excels in close combat and has high burst damage, making it risky for Kai'Sa to engage before being taken down.\n- Samira's skills can negate Kai'Sa's attacks, particularly reducing her burst damage, making it difficult for Kai'Sa to deal effective damage.\n- Samira prefers short skirmishes, so if the fight drags on, Kai'Sa gains an advantage, but if Samira's ultimate is activated, the tide can turn quickly.\n\nMitigation strategies:\n\n- Play to prolong the fight and look for opportunities to avoid Samira's ultimate.\n- Coordinate with your support and choose champions with crowd control to limit Samira's actions.\n- Engage after Samira has used her skills to make it easier for Kai'Sa to deal damage.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Samira is strong in close combat and has high DPS, making Miss Fortune vulnerable when she gets close.\n- Samira has short-range attacks, allowing her to engage while taking harassment from Miss Fortune.\n- Miss Fortune has low base attack damage and often lacks DPS, making her prone to losing trades against an all-in Samira.\n\nWays to mitigate the disadvantage:\n- In the early game, take advantage of Samira's openings to attack and aim for an early kill to gain an advantage.\n- In the mid-game, purchase an Executioner's Calling to reduce Samira's lifesteal.\n- Quickly gather lethality items to apply strong harassment against Samira, preventing her from gaining a lead in CS.",
      "ルシアン": "Lucian is at a disadvantage.\n\nReasons:\n- Samira is strong in close combat and can deal high burst damage while avoiding Lucian's attacks, making it risky for Lucian to engage.\n- Samira is a short-range DPS carry and can approach without taking damage from Lucian, making it difficult for him to harass.\n- If Samira uses her defensive skills, Lucian's dash can be negated, increasing the risk of being attacked by Samira.\n\nWays to mitigate the disadvantage:\n- Maintain distance while poking to avoid Samira's attacks and be mindful of dodging her skills.\n- Look for opportunities to attack after Samira uses her skills, timing the damage effectively.\n- Coordinate with allies to launch a group attack on Samira, neutralizing her strengths."
    },
    "loses": {
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has long-range attacks, allowing him to safely harass Samira, who has short-range.\n- Corki's skills deal AoE damage, making it easier to inflict damage before Samira can get close.\n- Samira lacks crowd control, making it difficult for her to retaliate while taking Corki's attacks.\n\nHow to leverage the advantage:\n- Harass in small bursts during the early lane phase to prevent Samira from stacking her abilities.\n- When Samira approaches, maintain distance while continuing to attack and ensure an escape route.\n- Coordinate with allies' crowd control and engage in prolonged fights to utilize the range difference and chip away at her health.",
      "セナ": "Senna has the advantage.\n\nReasons:\n- Senna has long-range attacks, making it easy to harass Samira unilaterally.\n- She has crowd control (CC) that can hinder Samira's approach, especially effective when Samira tries to engage.\n- Senna has strong healing abilities, allowing her to withstand Samira's attacks.\n\nHow to leverage the advantage:\n- Attack while maintaining distance to chip away at Samira's health.\n- Use CC when Samira approaches to limit her actions.\n- Coordinate with teammates to engage in team fights while being cautious of Samira's ultimate.",
      "ジンクス": "Jinx has the advantage.\n\n- Jinx has long range and can harass without allowing Samira to get close.\n- While Samira excels in close combat, Jinx has limited self-defense options, so maintaining distance can neutralize Samira's strengths.\n- Jinx has high attack speed and DPS, making her AoE damage in team fights powerful, allowing her to deal damage before Samira can close the gap.\n\nHow to take advantage:\n- In the early game, farm behind minions and poke with skills when Samira approaches.\n- In the mid-game and beyond, attack safely from the backline while being cautious of Samira's skills.\n- Purchase items appropriately to increase critical damage, gaining an advantage over Samira.",
      "コグ＝マウ": "Kog'Maw has the advantage.\n\nReasons:\n- Kog'Maw has long range, allowing him to safely harass Samira, who has short range, making it easier to poke in lane.\n- While Samira excels in close combat, Kog'Maw can use his slow-effect skills to prevent her from getting close, making it easier to fend off her attacks.\n- Kog'Maw has high percentage damage against tanks, giving him an advantage when Samira tries to engage in team fights.\n\nHow to take advantage:\n- At the start of the lane, safely farm CS, and when Samira approaches, use slows to zone her out.\n- Coordinate with your support to deal damage before Samira gets close and secure an escape route.\n- In the mid-game and beyond, attack from the backline and request peel from teammates when Samira moves to the frontline to increase your survival rate.",
      "ゼリ": "Zeri has the advantage.\n\n- She can attack from a distance, preventing Samira from closing in.\n- With high mobility, she can easily dodge Samira's attacks, making it easier to gain an advantage in trades.\n- She can deal sustained damage while maintaining distance against Samira's burst damage.\n\nHow to take advantage:\n- Always position yourself behind and continue attacking from a safe distance to prevent Samira from approaching.\n- Use sidesteps and blinks to creatively position yourself and avoid Samira's attacks.\n- In team fights, attack continuously from the back, utilizing your allies' crowd control to neutralize Samira.",
      "ザヤ": "Zyra has the advantage.\n\n- Zyra has a long range, making it easy to poke and deter Samira's approach.\n- By utilizing Zyra's snare effect, you can prevent Samira's engage and create opportunities for counterattacks.\n- Zyra's AoE damage in team fights is powerful, and she can easily neutralize Samira by coordinating with her allies' crowd control.\n\nHow to take advantage:\n- In the early lane phase, use minions to leverage your range and prevent Samira from getting too close.\n- When Samira approaches, back off while spreading your feathers to deter her engagement.\n- After level 6, coordinate with your allies' crowd control to catch Samira and aim for a timing to deal significant damage using your snare.",
      "ヴァルス": "Varus has the advantage.\n\n- Varus has long range and can take advantage of Samira's short range, allowing him to harass while maintaining distance.\n- Samira excels in close combat, but Varus has crowd control (CC) that can limit her movements.\n- Varus deals AoE damage, making it easier for him to provide sustained damage in team fights and lane skirmishes, giving him an edge over Samira.\n\nHow to take advantage:\n- In the early lane phase, maintain distance while attacking and harass Samira.\n- Use CC when Samira engages to restrict her movements.\n- Coordinate with your support, being mindful of your positioning to avoid Samira getting knocked up, while looking for opportunities to attack.",
      "ニーラ": "Niira has the advantage.\n\n- Niira is a melee ADC with sustain, making her strong in short-range skirmishes. She can deal damage while healing even when taking hits from Samira.\n- Niira has a skill set that emphasizes teamwork, allowing her to easily initiate favorable trades against Samira when working with her support.\n- Samira has a short range and relies on crowd control, so Niira can limit Samira's actions by closing in and attacking.\n\nHow to take advantage:\n- Stay close to your support and initiate short engagements to gain an upper hand against Samira.\n- Push the minion wave aggressively to create situations where Samira finds it difficult to attack.\n- After level 6, be cautious of Samira's burst damage, check for the presence of your support before acting, and strengthen your coordination to deal damage.",
      "トリスターナ": "Tristana has the advantage.\n\nReasons:\n- She has a long range, allowing her to safely attack Samira.\n- Her burst damage is high, enabling her to deal damage before Samira can get close.\n- She has a skill with a knockback effect, which can stop Samira's engage, making it easier to avoid close combat.\n\nHow to take advantage:\n- In the early laning phase, use skills on minions to safely harass.\n- When Samira approaches, deal damage with auto attacks while maintaining distance.\n- Before Samira's ultimate activates, use the knockback to create distance, nullifying her attacks."
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "Zeri is at a disadvantage.\n\nReasons:\n- Draven has high burst damage from the early game and can apply strong harassment against Zeri, creating significant lane pressure.\n- Zeri has low base AD and lacks early game damage, making it difficult to counter Draven's attacks.\n- Draven's axes increase his attack power when picked up, so Zeri needs to avoid those axes, making her gameplay more challenging.\n\nWays to mitigate the disadvantage:\n- Farm safely in the early game and play behind minions to avoid Draven's attacks.\n- Look for opportunities to attack when Draven's axes are down.\n- Utilize mobility in roaming and team fights to avoid one-on-one situations with Draven.",
      "スモルダー": "Smolder is at a disadvantage.\n\n- Draven has high burst damage from the early game, and if Smolder is attacked before he can charge his skills, he takes significant damage.\n- Smolder lacks AA enhancement, making it difficult to counter Draven's high DPS, putting him at a disadvantage in one-on-one combat.\n- Draven's attack patterns are predictable, but Smolder is weak against movement impairments, and his combat ability significantly decreases when he is hit by CC.\n\nMitigation strategies for the disadvantage:\n\n- When facing Draven, use W to prevent his approach and maintain distance.\n- Actively harass and disrupt his farming to prevent Draven from snowballing until mid-game.\n- In team fights, be cautious to ensure Draven does not become isolated, and work with allies to utilize AoE attacks effectively.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Draven has very high burst damage from the early game and can trade strongly against Kai'Sa.\n- Draven's range is longer than Kai'Sa's, allowing him to gain an advantage in all-ins and trades.\n- Kai'Sa lacks crowd control and has difficulty positioning in team fights, making it hard to avoid Draven's attacks.\n\nWays to mitigate the disadvantage:\n\n- When choosing a support, select a burst support with crowd control to temporarily lock down Draven and create opportunities to deal damage.\n- Carefully consider the timing of trades and maneuver to avoid Draven's skills and auto-attacks.\n- Prioritize farming in the lane and avoid risky trades to build up items, allowing you to leverage your strength in the late game.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nReasons:\n- Draven has high burst damage from the early game, making it likely for Vayne to take significant damage before she can initiate trades.\n- Draven's damage relies on auto-attacks and increases by accurately catching axes, so Vayne needs to avoid those axes; if she fails to dodge them effectively, she will take substantial damage.\n- Draven is weak against crowd control, but Vayne has a short range and is susceptible to Draven's attacks, making her particularly disadvantaged in the early laning phase.\n\nWays to mitigate the disadvantage:\n- Focus on short trades and avoid Draven's axes to minimize damage.\n- Coordinate with your support to attack when Draven drops his axes.\n- Purchase items early, prioritizing Blade of the Ruined King, to increase the chances of turning the tide in extended fights.",
      "シヴィア": "Sivir is at a disadvantage.\n\n- Draven's auto-attacks are extremely powerful and he has high burst damage from the early game, which often puts Sivir at a disadvantage in trades.\n- Draven can overwhelm Sivir with his axe attacks, making her susceptible to damage, especially under lane pressure.\n- Sivir has a shorter base range, making it difficult to avoid Draven's attacks, which increases the likelihood of taking one-sided damage, particularly in the early game.\n\nWays to mitigate the disadvantage:\n- Predict where Draven's axes will land and throw your Q to disrupt his attacks.\n- Pairing with a poke support can increase pressure on Draven and create a safer farming environment for Sivir.\n- Play carefully in lane, avoiding 1v1 or 2v2 fights with Draven to minimize damage taken.",
      "ユナラ": "Yunara is at a disadvantage.\n\n- Draven has high burst damage from the early game and very high attack power, making it easy for Yunara to take damage.\n- Draven's attacks rely on auto-attacks, and he needs to accurately catch his axes, making it difficult for Yunara to maintain distance.\n- Draven is weak against movement impairments, but Yunara's crowd control consists only of slows, leaving few options to negate Draven's attacks.\n\nWays to mitigate the disadvantage:\n\n- Play cautiously in the early lane phase and maintain distance to avoid Draven's attacks.\n- Look for opportunities to counterattack after Draven throws his axes.\n- Coordinate with your support to use crowd control against Draven and create opportunities for attacks.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\nReasons:\n- Draven has high burst damage from the early game, making it easy for him to create situations where Twitch is vulnerable to attacks.\n- Draven's attacks rely on auto-attacks, and since Twitch also depends on auto-attacks, he is likely to lose in direct confrontations.\n- Draven is weak against crowd control, but Twitch has low escape potential, making it difficult for him when taking hits from Draven.\n\nWays to mitigate the disadvantage:\n- Farm safely in the early lane and prioritize avoiding Draven's axes.\n- Coordinate with the allied jungler to counterattack when Draven makes a mistake.\n- After level 6, utilize stealth to initiate ambushes and work with teammates during team fights to attack."
    },
    "loses": {
      "コグ＝マウ": "Kog'Maw has the advantage.\n\n- Kog'Maw is a strong long-range hyper carry in the late game, able to deal damage safely before taking hits from Draven.\n- Draven has powerful damage in the early game, but Kog'Maw can survive early on with defensive items and becomes stronger over time.\n- Kog'Maw's skills reduce AR/MR, making him particularly strong against tanks, while Draven's low durability makes him susceptible to Kog'Maw's damage.\n\nHow to leverage the advantage:\n- Focus on safely farming CS in the early game, farming under the tower to quickly gather items.\n- Coordinate with your support to avoid Draven's attacks while poking from a distance to chip away at the opponent's health.\n- In the mid to late game, use your range to deal damage safely and contribute to team fights by attacking from the backline.",
      "サミーラ": "Samira has the advantage.\n\nReasons:\n- Samira excels in close combat and can deal damage while avoiding Draven's attacks, making it particularly easy to capitalize on moments when Draven misses his axes.\n- Draven's attacks rely on auto-attacks and require precise axe catching, which makes him prone to operational mistakes.\n- Samira can increase her style through skill combinations, enhancing her damage output in team fights and one-on-ones, especially with her ultimate after level 6, allowing for potential comebacks.\n\nHow to take advantage:\n- Time your E to engage when Draven drops an axe, and coordinate with your support to attack.\n- In the early game, safely farm CS while avoiding Draven's attacks to maintain lane control and wait for the opponent's mistakes.\n- After level 6, utilize your ultimate to counterattack when Draven engages, creating opportunities for a comeback.",
      "ニーラ": "Nila has the advantage.\n\n- Nila has high burst damage in close combat and possesses self-healing abilities, allowing her to sustain fights even while taking damage from Draven.\n- Draven relies on auto-attacks and needs to accurately catch his axes, creating opportunities for Nila to close the gap when he makes mistakes.\n- Nila has a dash skill, making it easier for her to approach and ignore Draven's range, allowing her to go for all-ins more effectively.\n\nHow to take advantage:\n- Initiate short trades from behind minions, dealing damage while avoiding Draven's attacks.\n- Actively close the gap when Draven drops his axes, aiming for an all-in.\n- Utilize jungle intervention to create a numerical advantage against Draven and secure kills reliably.",
      "ジグス": "Ziggs has the advantage.\n\n- He has long-range attacks, making it easy to poke from a safe distance and keep Draven at bay in lane.\n- Ziggs' skills deal AoE damage, allowing him to clear minions and deal damage in team fights, while also hindering Draven from collecting his axes.\n- Draven needs to pick up his axes, which is difficult to manage, so if he gets caught by Ziggs' skills, his damage output significantly decreases.\n\nHow to take advantage:\n- Always maintain distance, poke to prevent Draven from getting close, and chip away at his health.\n- Push the wave to set up roams and apply pressure on other lanes.\n- When Draven engages, use slows or crowd control to keep him at bay and secure an escape route or follow-up.",
      "ジンクス": "Jinx has the advantage.\n\nReasons:\n- Jinx has long range and can harass Draven from a safe distance, making it easier to gain an advantage in early trades.\n- While Draven is strong in the early game, Jinx has high wave clear, allowing her to stabilize the lane more effectively.\n- Jinx has a slow effect, which limits Draven's movement and makes it easier to avoid his attacks.\n\nHow to take advantage:\n- In the early game, avoid risky trades while efficiently clearing minions to create a level difference.\n- Use wards to secure vision and farm safely while being cautious of ganks.\n- In team fights, position in the backline and target the enemy carry to maximize damage.",
      "セナ": "Senna has the advantage.\n\n- With her long range, she can safely harass Draven, making it easier to gain an early lead.\n- She has healing abilities, allowing her to withstand Draven's attacks and sustain in fights.\n- Draven's attacks rely on auto-attacks, so it's easier to restrict his movement with Senna's snare, making him easier to catch.\n\nHow to take advantage:\n- Always attack from behind minions to prevent Draven from getting close.\n- Use skills to harass Draven while collecting souls to increase her power.\n- When Draven attacks, use the snare to counterattack and coordinate with the support to aim for kills."
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "Zaya is at a disadvantage.\n\nReasons:\n- Smolder can use skills to secure last hits from the early game, making it easier for Zaya to be pressured while clearing minions.\n- Smolder's AoE attacks in team fights are powerful, and Zaya has a short range, making it difficult for her to approach.\n- Smolder can deal significant damage in the late game by stacking his passive, which means Zaya will become more disadvantaged as time goes on.\n\nMitigation strategies:\n- In the early game, focus on farming and avoid unnecessary trades to evade Smolder's attacks.\n- Coordinate with your support to secure vision and monitor Smolder's movements for safe farming.\n- In the mid to late game, be mindful of your positioning in team fights and try to deal damage from outside Smolder's attack range.",
      "コーキ": "Corki is at a disadvantage.\n\nReasons:\n- Smolder can deal extremely high damage by stacking in the late game, so if Corki doesn't establish an early advantage, he is likely to be overwhelmed in team fights later on.\n- Corki lacks crowd control, making it difficult to counter Smolder's high AoE damage, which lowers his survival rate in team fights.\n- Smolder can move quickly with his E skill, making him good at chasing and escaping, so Corki is likely to be countered even if he tries to engage.\n\nWays to mitigate the disadvantage:\n- Actively push minions from the early game to prevent Smolder from stacking his passive.\n- Coordinate with your support to secure vision and safely harass while being cautious of Smolder's E.\n- In team fights, spread out to avoid taking damage from Smolder's area attacks.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nReasons:\n- Smolder can easily harass from the early game with skills, making Vayne vulnerable due to her short range.\n- Smolder accumulates stacks and becomes stronger as the game progresses, resulting in high damage output in the late game, which Vayne struggles to deal with.\n- Smolder's AoE attacks in team fights pose a significant threat when Vayne tries to engage, especially worsening her disadvantage in team fights.\n\nWays to mitigate the disadvantage:\n- In the early game, avoid unnecessary aggression and prioritize farming safely in coordination with your support to level up.\n- To avoid Smolder's skills, trade while moving to the side and use walls to maintain distance.\n- In the mid to late game, be mindful of positioning in team fights and attack from outside Smolder's attack range to increase survival chances.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Smolder has high wave clear ability, and when pushed in by minion waves, Miss Fortune has to farm under the tower, making her susceptible to harassment in that situation.\n- Smolder has powerful AoE attacks in team fights, which can potentially negate Miss Fortune's ultimate, resulting in less impact in team fights.\n- Miss Fortune has low base attack damage and tends to lack DPS, making it difficult to initiate favorable trades before Smolder's stacks build up.\n\nMitigation strategies for the disadvantage:\n\n- Control the minion wave and be careful not to get pushed too hard by Smolder, avoiding farming under the tower.\n- Be cautious with level 2/3 trades and use the cover of minions to harass.\n- Strengthen coordination with the support and focus on a defensive playstyle to avoid taking damage from the opponent.",
      "ルシアン": "Lucian is at a disadvantage.\n\n- Smolder becomes powerful in trades after level 3 with his skills, especially increasing damage in team fights due to AoE attacks.\n- Lucian has a short range and is susceptible to Smolder's attacks, making harassment in lane difficult.\n- Smolder scales well in the late game, and as he accumulates stacks, his damage increases, making the disadvantage more pronounced in prolonged fights.\n\nWays to mitigate the disadvantage:\n\n- Actively trade in the early stages to prevent Smolder from stacking.\n- Be aware of Smolder's skill cooldowns and look for opportunities to attack during those windows.\n- In team fights, be strategic with positioning to avoid Smolder's AoE attacks.",
      "セナ": "Senna is at a disadvantage.\n\n- Although Smolder is weak in the early game, he can chip away at Senna's health with skill-based harassment and healing, and especially in team fights, he can deal significant damage to Senna with AoE attacks.\n- Senna has low base stats and limited escape options, making her susceptible to Smolder's attacks, which increases the risk of getting caught and dying.\n- Smolder becomes stronger in the late game, so as the match drags on, Senna's harassment and healing effects diminish, while Smolder's damage increases.\n\nWays to mitigate the disadvantage:\n\n- Actively harass from the early game to prevent Smolder from stacking.\n- Coordinate with your support to block Smolder's approach and avoid one-on-one situations.\n- Secure vision and keep track of enemy movements to disrupt Smolder's growth and be mindful of positioning in team fights.",
      "ニーラ": "Niira is at a disadvantage.\n\n- Smolder can harass from a distance against Niira, who has low skill performance in the early game, making it difficult for Niira to engage.\n- Smolder has powerful AoE attacks in the late game, resulting in high damage in team fights, making it dangerous for Niira to move forward.\n- If Niira is without a support, the effect of her passive weakens, making her particularly vulnerable to early harassment.\n\nStrategies to mitigate the disadvantage:\n\n- Play cautiously in the early game, avoiding Smolder's attacks while securing CS by targeting minions.\n- Be aware of Smolder's skill cooldowns and time counterattacks accordingly.\n- Coordinate with a support champion to leverage Niira's passive and gain an advantage in the lane."
    },
    "loses": {
      "シヴィア": "Sivir has the advantage.\n\n- She has high wave clear ability and can easily apply pressure on Smolder.\n- With her spell shield, she can negate Smolder's skills, allowing her to trade more favorably.\n- She has plenty of ways to increase her movement speed, making it easier to dodge Smolder's attacks.\n\nHow to take advantage:\n- Safely farm CS in the early lane while minimizing damage taken.\n- Actively clear waves to prevent Smolder from pushing her near the tower.\n- Incorporate sustain and defensive-oriented builds into her itemization to gain an advantage in poke trades.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- Draven has high burst damage from the early game and can actively trade against Smolder, making it easier to aim for early kills.\n- Smolder has low skill performance in the early game and lacks AA enhancements, making it difficult to withstand Draven's attacks.\n- Draven has a skill that increases his movement speed, giving him high chase potential, which makes it hard for Smolder to escape.\n\nHow to take advantage:\n- Aim for early kills at the start of the lane while actively trading and collecting axes.\n- Avoid Smolder's skills while pushing the minions to deal damage in front of the tower.\n- In the mid-game and beyond, use the kill lead to roam and participate in dragon fights, maintaining the role of targeting the backline in team fights.",
      "トゥイッチ": "Twitch has the advantage.\n\n- Twitch can use stealth from the early game to ambush and easily disrupt Smolder's farming.\n- Smolder has low skill performance in the early game and is vulnerable to Twitch's attacks, allowing for advantageous trades.\n- Twitch has high damage output in team fights and can push the game in his favor before Smolder grows.\n\nHow to take advantage:\n- Use stealth to ambush Smolder and coordinate with your support to secure kills.\n- Focus on disrupting Smolder's passive rather than clearing minions, preventing him from farming.\n- Manage vision and use Twitch's ultimate to gain advantageous positioning in team fights.",
      "アフェリオス": "Aphelios has the advantage.\n\nReasons:\n- Smolder is weak in the early game, and Aphelios can easily take control of the lane by exploiting that weakness.\n- Aphelios can deploy diverse strategies based on his weapon combinations, allowing him to avoid Smolder's skills.\n- Aphelios has high harassment potential against Smolder, making it easier to counter AoE attacks in team fights.\n\nHow to take advantage:\n- Actively harass from the early game to put pressure on Smolder.\n- Be mindful of positioning and attack while avoiding Smolder's skills.\n- Purchase defensive items early to increase durability against Smolder's attacks.",
      "ジグス": "Ziggs has the advantage.\n\nReasons:\n- Ziggs can attack from a distance early on, making it easier to gain an advantage in lane by hindering Smolder's growth.\n- All of Ziggs' skills are AoE, allowing for easy minion clearing and damage in team fights, which can prevent Smolder from stacking.\n- Smolder is weak against CC and has limited means to avoid Ziggs' attacks, making it easier to deal damage before getting close.\n\nHow to take advantage:\n- Constantly push the minions to prevent Smolder from having time to build up his passive.\n- Harass from a safe distance and deal damage the moment Smolder tries to engage without using his E.\n- Coordinate with the jungle to request ganks, expand the lead, and secure an advantage in team fights.",
      "ジン": "Jhin has the advantage.\n\n- Jhin has long-range skills and can harass while avoiding Smolder's attacks, making it easier to gain an advantage from the early game.\n- Smolder has low skill performance in the early game, and Jhin can deal damage before Smolder stacks up, allowing for an early lead.\n- Jhin's snare effect can limit Smolder's movement, making it easier to reduce the risk of being approached.\n\nHow to take advantage:\n\n- Actively harass from the early game to whittle down Smolder's health and seize lane control.\n- Control the minion wave and push before Smolder can stack up, advancing the lane in your favor.\n- Strengthen coordination with your support to apply pressure on Smolder, cutting off escape routes and creating opportunities for an all-in.",
      "ヴァルス": "Varus has the advantage.\n\n- He can utilize his long range from early to mid-game to poke Smolder, making it easier to deny farm.\n- Smolder has low skill performance in the early game and lacks auto-attack enhancements, making him prone to losing in 1v1 trades.\n- Varus has crowd control effects, which allow him to limit Smolder's movements and maintain an advantage in team fights and lane.\n\nWays to leverage the advantage:\n- Use E and Q to harass over minions, denying Smolder's CS to establish lane dominance.\n- Utilize roaming and vision to apply pressure in other lanes before Smolder can grow.\n- In team fights, aim for sudden kills at mid to close range, taking him down quickly before he can scale."
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "Ziggs is at a disadvantage.\n\n- Jhin is a high-damage sniper-type ADC, and his fourth shot and ultimate are particularly powerful, making Ziggs susceptible to taking a lot of damage when his HP is low.\n- Jhin's skills have long range, making it difficult for Ziggs to avoid poke, and conversely, Ziggs is more likely to be hit by Jhin's attacks.\n- Ziggs becomes vulnerable if he allows Jhin to get close, making him weak against Jhin's all-in, which particularly lowers his survival rate in team fights.\n\nCountermeasures for the disadvantage:\n\n- Reduce the risk of taking poke by hiding behind minions or positioning cleverly to avoid Jhin's attacks.\n- Anticipate Jhin's attack timing and use skills to clear waves while maintaining an appropriate distance.\n- Time the use of your ultimate carefully, and counterattack after taking damage from Jhin to gain an advantage in team fights.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Jhin has high burst damage and can quickly whittle down Caitlyn, especially with his fourth shot and ultimate, making him dangerous when he gets close.\n- Caitlyn has long skill animations and significant vulnerability when using her abilities, making her susceptible to Jhin's attacks and weak in team fights.\n- When Jhin's CC skills restrict Caitlyn's movement, her chances for counterattacks decrease, making positioning in team fights particularly challenging.\n\nWays to mitigate the disadvantage:\n\n- During lane phase, be mindful of positioning to avoid Jhin's attacks and push the minion wave to disrupt his farming.\n- Look for opportunities to counterattack after Jhin's fourth shot to create chances to deal damage.\n- In team fights, always be aware of positioning to avoid Jhin's skills and coordinate with allies to target him.",
      "ヴァルス": "Varus is at a disadvantage.\n\n- Jhin has high burst damage and can launch powerful attacks, especially against opponents with low HP, making it risky for Varus to be taken down in one hit.\n- Jhin's skills have long range, making it difficult for Varus to avoid his attacks, and he is often restricted in movement due to Jhin's CC effects.\n- Jhin can time his attacks around his reload, making it easier for him to exploit Varus's vulnerabilities and making it difficult for Varus to deal sustained damage.\n\nMitigation strategies:\n- By being aware of Jhin's reload timing and adjusting the timing of attacks, Varus can reduce risks.\n- It is important to position cleverly and avoid Jhin's skills to decrease opportunities to take damage.\n- Strengthening coordination with the support can help to disperse Jhin's attacks, increasing Varus's own survival rate.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Jhin has high burst damage with his fourth shot and ultimate, making him particularly strong against a low-health Miss Fortune.\n- Jhin has long-range attacks, and all of his skills have AoE effects, making it difficult for Miss Fortune to maintain distance and prone to harassment.\n- Miss Fortune has low base attack damage and often lacks DPS, making her weak in securing objectives and in one-on-one situations, putting her at a disadvantage in direct fights against Jhin.\n\nWays to mitigate the disadvantage:\n\n- Use minions to avoid Jhin's attacks while harassing from a distance.\n- Aim for an engage at level 2 to initiate a favorable trade before taking damage from Jhin's attacks.\n- Choose a sustain support to reduce Jhin's damage, allowing for sustained lane presence.",
      "スモルダー": "Smolder is at a disadvantage.\n\nReasons:\n- Jhin has high burst damage, and his fourth shot and ultimate are particularly powerful against low-health Smolder.\n- Smolder has low skill performance in the early game, making it easy to fall behind against Jhin's long-range attacks.\n- Jhin's snare effect limits movement when approached, leaving few escape options and making Smolder vulnerable to all-ins.\n\nWays to mitigate the disadvantage:\n- In lane, avoid standing near ranged creeps to dodge Jhin's attacks and minimize harassment.\n- Avoid large trades early on and focus on farming while maintaining health to scale into the late game.\n- Coordinate with the support to apply pressure on Jhin to prevent him from gaining an extreme early advantage.",
      "エズリアル": "Ezreal is at a disadvantage.\n\n- Jhin has high burst damage and can deal powerful attacks, especially against opponents with low HP, so Ezreal needs to be cautious.\n- If caught by Jhin's CC skills, Ezreal has limited means to escape, making him weak to all-ins.\n- Jhin has long range and all of his skills have AoE effects, which makes Ezreal prone to harassment and trades in lane.\n\nWays to mitigate the disadvantage:\n\n- Be mindful of positioning and actively use E to avoid Jhin's attacks.\n- In the mid-game and beyond, use your ultimate in conjunction with Jhin's ultimate to deal damage in team fights.\n- Build MR and lifesteal to increase durability against Jhin's attacks and gain an advantage in sustained fights.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Jhin has high burst damage and can launch powerful attacks, especially against a low-health Kog'Maw, making him vulnerable when approached.\n- Kog'Maw has low mobility, and positioning is crucial against Jhin's skill shots, but it is difficult to avoid Jhin's attacks.\n- Jhin excels at long-range harassment, making it easy to disrupt Kog'Maw's farming from the early game and apply pressure in the lane.\n\nMitigation strategies:\n- In the early game, focus on farming behind minions without forcing trades, and be mindful of positioning to avoid Jhin's skills.\n- Secure vision and be cautious of Jhin's movements while taking measures against potential ganks.\n- In the mid to late game, enhance items and aim to deal sustained damage from the backline during team fights.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Jhin has high-precision sniping abilities, making it easy to catch Jinx from a distance.\n- Jhin's skills have high burst potential, allowing him to deal powerful burst damage, especially to a Jinx with low HP.\n- Jhin has opportunities to attack while his skills are on cooldown, increasing the risk for Jinx when she tries to attack.\n\nWays to mitigate the disadvantage:\n- Be mindful of positioning to avoid Jhin's skills and always attack while moving.\n- In team fights, check Jhin's ultimate cooldown and engage at that timing.\n- Utilize items and runes to increase attack speed and movement speed, allowing for more favorable trades against Jhin.",
      "アッシュ": "Ash is at a disadvantage.\n\n- Jhin has high burst damage, especially with his fourth shot and ultimate, making Ash susceptible to significant damage when he gets close.\n- Ash lacks mobility skills, making it difficult to dodge Jhin's attacks, which means she is likely to take damage from his skills and find it hard to retaliate.\n- Jhin's slow effect makes it challenging for Ash to maintain distance, increasing the risk of taking damage from his attacks.\n\nWays to mitigate the disadvantage:\n\n- Trade before Jhin uses his fourth shot and time your dodges accordingly.\n- Use minion positioning to block Jhin's attacks and reduce damage taken.\n- Utilize Ash's ultimate and support's crowd control to restrain Jhin and create opportunities for attacks."
    },
    "loses": {
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Jhin is strong in short trades, but Kai'Sa can deal significant damage in all-in situations, especially after level 6, allowing her to play more favorably.\n- Kai'Sa can attack while moving instantly, making it easier to dodge Jhin's skills and gain an advantage in close combat.\n- By pairing with a support that excels at engaging, it's easier to land powerful combos against Jhin and shut down his skills.\n\nHow to take advantage:\n- After level 6, look for opportunities to all-in Jhin using your support's crowd control.\n- Attack while moving to avoid Jhin's skills and disrupt the timing of his fourth shot.\n- Actively trade when Jhin is reloading or after he has used his skills, taking advantage of his downtime.",
      "ヴェイン": "Vayne has the advantage.\n\n- She has high mobility, making it easier to dodge Jhin's skills, giving her an edge in close combat.\n- She has the ability to deal true damage, which is particularly strong against tanks, allowing her to effectively damage Jhin when his HP is low.\n- With stealth and increased attack power in team fights, she can deal high damage while avoiding Jhin's attacks.\n\nHow to take advantage:\n- Aim for Jhin's reload timing and aggressively attack after his fourth shot.\n- Move strategically to dodge Jhin's skills, using her Q to evade.\n- In team fights, position herself in the backline to attack safely while being cautious of Jhin's skills.",
      "サミーラ": "Samira has the advantage.\n\n- She excels in close combat and has high burst damage, allowing her to deal significant damage before taking hits from Jhin.\n- She possesses skills to avoid Jhin's attacks and has opportunities to counterattack while Jhin's skills are on cooldown.\n- Although Jhin has long range, Samira can negate this advantage by closing the distance and shutting down Jhin's attacks.\n\nHow to take advantage:\n- Actively engage from the early game, avoiding Jhin's attacks while chaining skills to deal damage.\n- Target Jhin's skill cooldowns and look for openings to counterattack.\n- In team fights, utilize allies' crowd control to close in and maximize damage with powerful attacks.",
      "トリスターナ": "Tristana has the advantage.\n\nReasons:\n- Tristana has high burst potential after level 6 and can quickly engage when Jhin's HP is low.\n- Tristana has high mobility, making it easier to dodge Jhin's attacks, especially while being cautious of Jhin's fourth shot.\n- Jhin lacks a blink ability and has limited means to escape when approached, allowing Tristana to engage in an all-in advantageously.\n\nHow to take advantage:\n- From levels 1 to 3, prioritize farming carefully and maneuver to avoid Jhin's attacks.\n- Use W to position yourself favorably and time your attacks to avoid Jhin's fourth shot.\n- Look for openings after Jhin's ultimate to counterattack or engage in an all-in to create a favorable situation.",
      "ゼリ": "Zeri has the advantage.\n\nReasons:\n- She has high mobility, making it easier to dodge Jhin's skills and allowing her to trade effectively.\n- She can deal sustained damage, making it easier to accumulate damage before taking Jhin's high burst.\n- Jhin's skills rely on accuracy, so Zeri's mobility allows her to evade his attacks more easily.\n\nHow to take advantage:\n- In the early lane phase, avoid Jhin's skills while securing CS and gradually initiate favorable trades.\n- Use E to push back the minion wave and apply pressure on Jhin.\n- In team fights, focus on positioning in the backline and use R to deal damage safely."
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "Zyra is at a disadvantage.\n\n- Ezreal has long-range skills, allowing him to harass safely before Zyra can get close, making her susceptible to damage.\n- Zyra's short attack range makes it difficult to retaliate against Ezreal's poke, especially in the early lane phase where she can be easily overwhelmed.\n- Ezreal has high mobility, making it easy for him to avoid Zyra's snare and difficult for her to create advantageous situations in close combat.\n\nWays to mitigate the disadvantage:\n\n- In lane, spread feathers from behind minions while avoiding Ezreal's skills to trade effectively.\n- Coordinate with your support to create opportunities to get close to Ezreal using crowd control.\n- After level 6, utilize invulnerability to dodge Ezreal's attacks while placing feathers to look for counterattack opportunities.",
      "ジグス": "Ziggs is at a disadvantage.\n\nReasons:\n- Ezreal has high mobility, making it easy for him to dodge Ziggs' attacks, resulting in Ziggs' skills being harder to land.\n- When Ezreal uses his E, it negates Ziggs' poke and follow-up, reducing the chances to deal damage.\n- Ziggs excels at wave clearing, but if Ezreal's attacks are fast, Ziggs is likely to be overwhelmed.\n\nMitigation strategies:\n- Adjust positioning in lane to safely deal damage by attacking from behind minions.\n- Aim for the cooldown of Ezreal's E and time your attacks after he uses it.\n- In team fights, utilize area damage from the backline to deal damage before Ezreal can get close.",
      "ヴァルス": "Varus is at a disadvantage.\n\nReasons:\n- Ezreal has high mobility and can harass while maintaining distance using his skills, making it easier to avoid Varus's attacks.\n- Ezreal's skills activate instantly, often allowing him to counterattack by taking advantage of the delay between Varus's skill activation and its effect.\n- Ezreal can use his E to close the gap and attack from outside Varus's range, making Varus's sustained poke less effective.\n\nWays to mitigate the disadvantage:\n- In the early lane, poke through minions and position carefully to avoid Ezreal's skills.\n- Aim for Ezreal's E cooldown and concentrate skills to deal damage when the opportunity arises.\n- Coordinate with the support to create situations where Ezreal finds it difficult to attack, allowing Varus's sustained poke to be more effective.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\n- Ezreal has long-range skills and can poke before Miss Fortune gets close, making harassment in the lane difficult.\n- Ezreal's high mobility makes it easy to avoid Miss Fortune's attacks, resulting in fewer all-in opportunities.\n- Miss Fortune has low base attack damage and tends to lack DPS, making it hard to counter Ezreal's sustained damage.\n\nWays to mitigate the disadvantage:\n\n- Be mindful of positioning and farm safely while avoiding Ezreal's skills.\n- Look for opportunities to engage when Ezreal's blink is on cooldown.\n- Coordinate with your support to harass Ezreal and apply early pressure.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Ezreal has long-range skills and excels at poking, making it difficult for Twitch to farm safely.\n- Twitch has low escape potential, making it hard to counterattack against Ezreal's mobility-based attacks.\n- Ezreal's poke makes Twitch susceptible to damage from the early game, complicating his lane management.\n\nWays to mitigate the disadvantage:\n- Place a ward in the bush to keep track of Ezreal's position before taking action.\n- Coordinate with your support to manage minions and avoid taking Ezreal's poke, farming safely when necessary.\n- In the mid-game and beyond, utilize stealth to attempt ambushes, while avoiding Ezreal's skills and being strategic about positioning in team fights.",
      "コーキ": "Corki is at a disadvantage.\n\nReasons:\n- Ezreal has long-range skills and can harass Corki from a safe distance, creating strong lane pressure.\n- Corki lacks crowd control, making it difficult to deal with Ezreal's mobility for escaping or counterattacking.\n- Ezreal can use his E to create distance and avoid Corki's attacks, making it hard to deal consistent damage.\n\nMitigation strategies:\n- In the early lane phase, avoid overextending and prioritize CS while trying to dodge Ezreal's skills.\n- Use R at the right moment to force Ezreal to use his E or Flash, reducing his resources.\n- Complete items early and be mindful of mana management to avoid overusing skills, ensuring consistent damage output.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nReasons:\n- Ezreal has high mobility, making it easy for him to dodge Caitlyn's attacks, which makes harassment difficult.\n- Ezreal's skills have short cooldowns, allowing him to poke frequently and often nullifying Caitlyn's harassment that takes advantage of her range.\n- Caitlyn is weak in all-ins and finds it hard to retaliate against Ezreal's skill combos and mobility.\n\nWays to mitigate the disadvantage:\n- In the early lane phase, carefully manage minions to maintain a freeze and avoid Ezreal's harassment.\n- Use traps effectively to trigger Ezreal's E before attacking, limiting his mobility.\n- Coordinate with your support to time an all-in against Ezreal, increasing opportunities to deal damage."
    },
    "loses": {
      "ヴェイン": "Vayne has the advantage.\n\nReasons:\n- Vayne has high mobility, making it easier to dodge Ezreal's skills and gain an upper hand in close combat.\n- Ezreal's main skills are skill shots, which are difficult to land on the highly mobile Vayne.\n- Vayne has the ability to deal significant damage to tanks, while Ezreal may struggle with damage output in the late game.\n\nHow to take advantage:\n- In the early game, safely farm CS while looking for opportunities to engage in short trades when Ezreal makes mistakes.\n- After level 6, keep track of Ezreal's position and use walls to aim for stuns while attacking.\n- In team fights, target Ezreal from the side, maintaining vision and coordinating attacks.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Ezreal has low strength in lane, while Kai'Sa excels at wave clearing early on, making it easier to gain lane dominance.\n- Ezreal's poke can be negated by hiding behind minions, which enhances trades.\n- Due to Ezreal's significantly weaker wave clear, Kai'Sa can easily take control of the lane.\n\nHow to gain the advantage:\n- Hide behind minions to avoid Ezreal's poke while initiating trades.\n- Clear the wave early to apply pressure on Ezreal.\n- Coordinate with your support to go for an all-in on Ezreal, creating a favorable situation.",
      "アフェリオス": "Aphelios has the advantage.\n\n- Aphelios can employ diverse strategies due to his weapon combinations, allowing him to flexibly respond to Ezreal's poke.\n- While Ezreal primarily fights using skills, Aphelios uses weapons with additional effects on auto-attacks, making it easier for him to deal sustained damage.\n- Aphelios has an advantage against marksmen with low harassment potential in the early game, making it difficult for him to take Ezreal's poke.\n\nHow to leverage the advantage:\n- In the early game, pay attention to Ezreal's poke while efficiently managing the minion wave to earn CS.\n- Utilize Aphelios' weapons to harass while avoiding Ezreal's skills.\n- Be mindful of positioning to avoid Ezreal's ultimate, increasing survival rates and maintaining influence in team fights.",
      "シヴィア": "Sivir has the advantage.\n\n- Ezreal's attacks are blocked by minions, allowing Sivir to play safely.\n- Sivir's spell shield can negate one of Ezreal's skills, making it easier to gain an advantage in trades.\n- Ezreal has slow wave clear, and Sivir can easily freeze the wave, making it easier to control the lane.\n\nHow to take advantage:\n- Use the spell shield effectively to avoid Ezreal's skills and initiate trades.\n- Harass Ezreal with Sivir's attacks when he passes through minions to deal damage.\n- Freeze the wave to create a situation where Ezreal cannot approach, gaining control of the lane.",
      "ジン": "Jhin has the advantage.\n\nReasons:\n- Ezreal struggles with burst damage during the laning phase, especially before reaching level 6, allowing Jhin to take advantage by attacking early.\n- Jhin has long-range skills and can harass Ezreal from a safe distance, making it easier to avoid Ezreal's harassment.\n- Ezreal's main skill is skill-shot based, which is harder to hit against the highly mobile Jhin, increasing the chances for counterattacks.\n\nHow to take advantage:\n- Actively engage in short and long trades during the laning phase while avoiding Ezreal's skills and dealing damage.\n- Attack after Ezreal uses his E, utilizing the cooldown of his skills to deal damage.\n- Harass Ezreal thoroughly before he reaches level 6 to aim for a snowball and gain an early lead."
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Aphelios has strong early poke and can overwhelm Vayne with long-range attacks, making her struggle with harassment in lane.\n- Due to Vayne's short range, it is difficult for her to approach Aphelios, especially in team fights where she is more likely to be targeted by his diverse tactics from his weapon combinations.\n- Aphelios has crowd control, which can restrict Vayne's mobility with stuns and slows, making her more susceptible to attacks.\n\nWays to mitigate the disadvantage:\n\n- In lane, avoid risky trades, prioritize CS to secure farm, and try not to take poke from Aphelios.\n- Secure vision and carefully assess the rotation of Aphelios's weapons to determine the right moment to engage.\n- After level 6, use walls to approach Aphelios and look for guaranteed kill opportunities from a safe position.",
      "トリスターナ": "Tristana is at a disadvantage.\n\nReasons:\n- Aphelios has stable long-range damage, making it difficult for Tristana to approach, especially when he uses long-range weapons.\n- Due to Aphelios' weapon management, he has powerful crowd control in certain situations, making it easy for Tristana to get caught when she tries to engage.\n- Tristana's early game growth is crucial, but Aphelios is highly level-dependent and has a hard time getting started in the early game, making it difficult for Tristana to turn the game around once Aphelios gets ahead.\n\nWays to mitigate the disadvantage:\n- Time your approach to engage after Aphelios has used his skills.\n- Coordinate with your support to secure vision and safely farm while keeping track of Aphelios' position.\n- Actively harass before he levels up to suppress Aphelios' growth.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Aphelios has high burst damage and can switch weapons to attack according to the situation, allowing him to deal damage before Kai'Sa can get close.\n- Aphelios's attacks have long range, making it difficult for Kai'Sa to approach, especially in the early game where she is vulnerable to harassment.\n- Although Kai'Sa has high mobility, she is at a high risk of being caught by Aphelios's snare and slow, making positioning in team fights challenging.\n\nWays to mitigate the disadvantage:\n\n- Play the lane cautiously in the early game to minimize harassment by avoiding Aphelios's attacks.\n- Be aware of Aphelios's weapon cooldowns and look for opportunities to counterattack when he is vulnerable.\n- Purchase items early to increase durability, allowing her to withstand Aphelios's burst damage.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Aphelios can deploy various tactics through weapon switching, and due to his high burst damage, Jinx is likely to take significant damage before she can close the gap.\n- Aphelios's CC skills make it easy for Jinx to be hindered in her movement, especially in team fights where she can be targeted.\n- Jinx has limited self-defense options, and there is a high risk of taking fatal damage from Aphelios's attacks.\n\nMitigation strategies for the disadvantage:\n\n- During the laning phase, assess Aphelios's weapon switching timing and maneuver to avoid his attacks.\n- In team fights, position yourself in the backline to avoid Aphelios's attacks while focusing on dealing damage from a distance.\n- Coordinate with your support to enhance harassment against Aphelios and secure lane dominance.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Aphelios can deal high damage depending on his weapon combination, and especially when his threat status grows, he can inflict powerful damage on Caitlyn.\n- Caitlyn has low mobility and is vulnerable to Aphelios' CC skills and sudden burst damage, making her at high risk of getting caught.\n- Aphelios is weak in the early game, but as he levels up, he can use powerful weapons, making it difficult to maintain an early advantage.\n\nWays to mitigate the disadvantage:\n\n- In the early game, check Aphelios' weapons and use your range to harass while maintaining as favorable a distance as possible.\n- Coordinate with your support to time your attacks when Aphelios switches weapons.\n- In the mid to late game, aim for roaming and diving towers to create a lead before Aphelios can scale up.",
      "エズリアル": "Ezreal is at a disadvantage.\n\nReasons:\n- Aphelios has diverse attack options due to his weapon rotation, making it easier to catch Ezreal with crowd control and slows.\n- Ezreal's main skill is skill-shot based, which performs poorly against the highly mobile Aphelios, making it hard to land attacks.\n- Against Aphelios's sustained healing and high damage output, Ezreal tends to struggle in prolonged fights.\n\nMitigation strategies:\n- In the early lane phase, maintain distance and play hit-and-run, safely securing CS without forcing auto-attacks.\n- Save E to avoid Aphelios's crowd control skills and use it at the necessary moment.\n- Place plenty of wards to watch for side ganks and engage in team fights from a safe distance."
    },
    "loses": {
      "トゥイッチ": "Twitch has the advantage.\n\nReasons:\n- Twitch can utilize stealth to launch ambushes, dealing high burst damage while avoiding Aphelios's attacks.\n- Aphelios has low mobility and finds it difficult to react to Twitch's ambushes, making him easy to catch.\n- Twitch has high damage output in team fights and can eliminate Aphelios instantly with his ultimate, making it easier to gain an advantage in combat.\n\nHow to take advantage:\n- In the early lane phase, do not push the minions too much, use the brush to manage vision, and look for opportunities to ambush.\n- After level 3, use stealth to approach Aphelios and deal damage through short trades.\n- In team fights, utilize the ultimate to prioritize and quickly take down Aphelios, thereby gaining an advantage in the battle.",
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has short to medium-range projectiles, making it easy to harass Aphelios from the early game.\n- Aphelios is highly dependent on levels and is weak in the early game, allowing Corki to gain an advantage by dealing damage early.\n- Corki's AoE damage can disrupt Aphelios's minion clearing, allowing for faster lane pushing.\n\nHow to take advantage:\n- Actively harass in the early game to whittle down Aphelios's health and gain lane control.\n- Check Aphelios's weapon and maintain distance while attacking, especially when he has a long-range weapon.\n- After level 6, utilize rockets to push the wave, roam, and apply pressure before Aphelios can get his items.",
      "サミーラ": "Samira has the advantage.\n\n- Samira excels in close combat and has high burst damage, making her attacks effective when Aphelios cannot maintain distance.\n- Aphelios has low mobility and is vulnerable to Samira's attacks, especially when he is crowd-controlled, making it difficult for him to retaliate.\n- Samira is skilled in close-range combat and can attack while avoiding Aphelios's ranged attacks, allowing her to easily gain the upper hand.\n\nHow to take advantage:\n- Focus on CS in the early game while avoiding Aphelios's attacks to level up.\n- In the mid-game, use your allies' crowd control to get close to Aphelios and launch a sudden attack.\n- Time your attacks to exploit the moments when Aphelios switches weapons, dealing damage while creating a favorable situation.",
      "ザヤ": "Zyra has the advantage.\n\n- Zyra excels at trading in short to mid-range, allowing her to safely farm minions from outside Aphelios' range, making it easier to maintain lane dominance.\n- By utilizing Zyra's crowd control (CC), she can shut down Aphelios' attacks, especially excelling in close-range burst damage.\n- Aphelios has low mobility, making it difficult for him to retaliate when approached, allowing Zyra to gain an advantage by engaging in close combat.\n\nWays to leverage the advantage:\n- Safely farm minions from outside Aphelios' range to push the lane in your favor.\n- Store up feathers and use CC to initiate trades when Aphelios gets close.\n- Coordinate with allies' CC to launch a sudden attack on Aphelios, creating an instant advantageous situation.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- Draven has high burst damage from the early game, making it easier to gain an edge in short trades against Aphelios.\n- Draven's passive allows him to earn gold easily, and as he gets his items, he can deal even more powerful damage.\n- In response to Aphelios' weapon rotation, Draven has a skill that increases his movement speed, allowing him to maneuver advantageously when chasing or escaping.\n\nHow to take advantage:\n- In the early lane, consistently catch axes and repeatedly engage in short trades to chip away at Aphelios' health.\n- Be cautious of Aphelios' snare and AoE attacks while using E to maintain control of the pace and identify opportunities to attack.\n- In team fights, position creatively to avoid Aphelios' wave damage while coordinating with allies' crowd control to aim for quick eliminations.",
      "アッシュ": "Ash has the advantage.\n\n- Ash has a long range and can poke while deflecting Aphelios' attacks from behind minions, making her good at harassing in lane.\n- By utilizing Ash's slow effect, she can prevent Aphelios from approaching while dealing consistent damage.\n- Aphelios has low mobility, and before he has his items, it is difficult for him to retaliate against Ash's attacks, allowing her to play favorably from early to mid-game.\n\nHow to take advantage:\n- In lane, be aware of the minion barrage and poke from outside Aphelios' range to accumulate damage.\n- Use E to secure vision, stay cautious of ganks, and look for opportunities to trade when Aphelios steps forward.\n- Use Ash's ultimate as a counter against Aphelios' ultimate or at the start of team fights to gain an advantage in combat.",
      "ヴァルス": "Varus has the advantage.\n\n- Varus has a long range, making it easier to harass Aphelios and gain an early lead.\n- Aphelios relies on weapon switching, and when he has a melee weapon, he can deal high damage if allowed to get close, but Varus can attack while maintaining distance.\n- Varus's skills have CC effects, making it easier to neutralize Aphelios's attacks by limiting his movement.\n\nHow to take advantage:\n- In the early lane phase, use Q to farm CS while harassing Aphelios to build a lead.\n- When Aphelios has a melee weapon, avoid getting too close and continue to poke while maintaining distance.\n- After level 6, use R to control team fights and coordinate with allies to target Aphelios.",
      "コグ＝マウ": "Kog'Maw has the advantage.\n\nReasons:\n- Kog'Maw can deal powerful damage in the late game and can create favorable situations before Aphelios becomes strong.\n- Kog'Maw has skills that reduce AR/MR against Aphelios's weapon combinations, allowing him to deal high damage, especially to tanks.\n- Kog'Maw has long range, enabling him to farm and trade safely while avoiding Aphelios's attacks.\n\nHow to take advantage:\n- In the early lane, prioritize last-hitting minions without forcing trades to secure CS.\n- Only counter briefly when Aphelios approaches, and avoid overextending.\n- After level 6, farm from a safe position, attack from the back in team fights, and coordinate with allies to avoid isolation."
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\n- Ziggs has long-range skills that can deal damage before Kog'Maw can get close, making early harassment difficult.\n- Kog'Maw has low mobility, making it hard to dodge Ziggs' skills, which makes him vulnerable when approached.\n- Ziggs has strong AoE damage in team fights, making Kog'Maw an easy target when he is positioned in the backline.\n\nWays to mitigate the disadvantage:\n\n- Stand behind minions and try to avoid Ziggs' skills.\n- Coordinate with your support to manage the push and avoid taking Ziggs' skills.\n- Acquire items early, especially focusing on magic resistance to increase durability.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Ziggs excels at long-range poke, allowing him to deal damage before Jinx can get close, making her susceptible to attacks.\n- Ziggs has strong wave clear, making it difficult for Jinx to handle minions, which leads to her being pushed in.\n- Ziggs' area damage in team fights poses a threat when Jinx tries to spread out, making her survival challenging.\n\nWays to mitigate the disadvantage:\n- Be mindful of positioning and use minions and brushes to avoid Ziggs' attacks.\n- Manage the wave to avoid being pushed in by Ziggs and secure CS.\n- In team fights, spread out to avoid Ziggs' skills while coordinating with teammates to deal damage.",
      "ヴァルス": "Varus is at a disadvantage.\n\nReasons:\n- Ziggs has all AoE skills, making it easy to deal damage in team fights and clear minions, which makes it difficult for Varus to approach.\n- Ziggs' zoning effect from his skill set is strong, making it hard for Varus to avoid skills when trying to get close.\n- Since Ziggs does not have a blink, he can take advantage of Varus, who becomes vulnerable when approached.\n\nWays to mitigate the disadvantage:\n- In the early lane, safely poke with minions and be mindful of positioning to avoid Ziggs' skills.\n- Utilize sidesteps and retreats to avoid Ziggs' skills, and coordinate with allies to attack when necessary.\n- In the mid-game and beyond, focus on positioning in team fights, avoiding Ziggs' skills while looking for opportunities to catch enemies with your ultimate.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\n- Ziggs has area damage and can deal high damage in team fights and when clearing minions, making it difficult for Caitlyn to attack.\n- Although Ziggs' skills have a delay before they activate, Caitlyn's skill animations are long, making her susceptible to counterattacks.\n- Ziggs has strong roaming potential, and when Caitlyn pushes the lane, Ziggs can influence other lanes.\n\nWays to mitigate the disadvantage:\n- Keep trades in the lane short and avoid Ziggs' skills to minimize damage.\n- Use traps effectively to limit Ziggs' movement while maintaining vision and being cautious of his roams.\n- Be aware of Ziggs' skill cooldowns and look for opportunities to attack after he has used his skills.",
      "ザヤ": "Zyra is at a disadvantage.\n\n- Ziggs has long-range attacks, making it easy for him to poke Zyra from a distance, which means she is susceptible to damage.\n- Ziggs' zoning with his skill set is powerful, making it difficult for Zyra to approach, thus reducing her opportunities to attack.\n- Ziggs' ultimate can disrupt Zyra's blink, limiting her means to safely retaliate.\n\nWays to mitigate the disadvantage:\n\n- Adjust runes and items to increase movement speed early, making it easier to avoid Ziggs' attacks.\n- Use minions to block Ziggs' attacks and time the approach carefully.\n- Be aware of Ziggs' skill cooldowns and engage after his skills have been used to increase the chances of retaliation.",
      "セナ": "Senna is at a disadvantage.\n\n- Ziggs' poke from his ranged attacks is strong, and since Senna has limited mobility, she is susceptible to damage.\n- Ziggs has high tower destruction capability, and even if Senna prioritizes roaming, Ziggs can apply pressure by pushing the lane.\n- Senna has low base stats and is particularly weak in the early game, making her more likely to die early if she takes damage from Ziggs.\n\nWays to mitigate the disadvantage:\n- Harass safely behind minions and position to avoid Ziggs' skills.\n- Take advantage of the openings after Ziggs uses his skills to actively harass and deplete his mana.\n- Utilize roaming to influence other lanes and apply pressure on Ziggs, allowing you to regain control of the lane.",
      "コーキ": "Corki is at a disadvantage.\n\nReasons:\n- Due to Ziggs' long-range skills, Corki is susceptible to attacks from a distance, making harassment difficult.\n- Ziggs' zoning capabilities with his area-of-effect skills make it hard for Corki to approach.\n- Corki lacks crowd control, limiting his options to dodge Ziggs' skills and making it difficult to deal damage in close combat.\n\nWays to mitigate the disadvantage:\n- Adjust positioning to avoid Ziggs' skills, constantly check the minimap, and maintain a safe distance.\n- Look for opportunities to engage after Ziggs has used his skills, dealing damage with short combos.\n- Increase pressure on Ziggs by roaming or applying pressure in side lanes to secure lane dominance.",
      "サミーラ": "Samira is at a disadvantage.\n\nReasons:\n- Ziggs has long-range attacks that can chip away at Samira's health before she can close the distance, making it difficult for her to engage.\n- Ziggs' zoning with his skill set is powerful, and if Samira's approach is blocked, she is likely to miss her opportunity to attack.\n- Samira has low defensive stats and short range, making her susceptible to Ziggs' attacks and weak against crowd control.\n\nWays to mitigate the disadvantage:\n- Use minions to time the approach while avoiding Ziggs' attacks.\n- Coordinate with allies' crowd control to quickly close the distance and retaliate before Ziggs can attack.\n- Use defensive skills at the right moment to block Ziggs' abilities and bring the fight to close range.",
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Ziggs has long-range attacks and can deal damage to Tristana from a distance, making it difficult for Tristana to approach.\n- Ziggs' zoning from his skill set is powerful, limiting Tristana's timing for using her jump.\n- Tristana has long skill cooldowns, and especially in the early game, she is vulnerable after using her skills due to the large window of opportunity for Ziggs to attack.\n\nWays to mitigate the disadvantage:\n- Manage the wave carefully to safely farm CS while avoiding Ziggs' attacks.\n- Check Ziggs' skill cooldowns and engage when his skills are unavailable.\n- Coordinate with your support to secure vision and apply pressure on Ziggs.",
      "スモルダー": "Smolder is at a disadvantage.\n\nReasons:\n- Ziggs has long-range skills and excels at attacking from a distance, making it difficult for Smolder to approach.\n- Ziggs has high wave clear ability, making it hard for Smolder to farm.\n- Smolder has low skill performance in the early game, making him vulnerable to Ziggs's attacks.\n\nMitigation strategies:\n- Improve positioning and be mindful of movement to avoid Ziggs's skills.\n- Time short trades to attack when Ziggs's skills are on cooldown.\n- Secure vision and prevent ambushes to reduce the risk of taking damage from Ziggs.",
      "ユナラ": "Yunara is at a disadvantage.\n\n- Ziggs has long-range skills, making it difficult for Yunara to approach safely from a distance.\n- All of Ziggs's skills are AoE, allowing him to deal high damage in team fights and when clearing minions, making it hard for Yunara to deal damage.\n- Ziggs does not have a blink ability, so even if Yunara gets close, it's difficult to hit him with skills, and conversely, if Ziggs gets close, Yunara becomes vulnerable.\n\nCountermeasures for the disadvantage:\n\n- Stand behind minions to avoid Ziggs's skills and time your attacks carefully.\n- Actively attack when Ziggs's skills miss to build up Q stacks.\n- Coordinate with your support to apply pressure on Ziggs, increasing the opportunities for him to use his skills.",
      "アッシュ": "Ash is at a disadvantage.\n\n- Ziggs has area-of-effect skills, making it easy for him to deal damage when Ash approaches, leaving her vulnerable when getting close.\n- Ash lacks mobility skills and has limited means to avoid Ziggs' attacks, making her susceptible to his abilities.\n- Although Ziggs' skills have a delay before activation, it is difficult for Ash to initiate an attack during that time, especially to exploit the openings after Ziggs uses his skills.\n\nWays to mitigate the disadvantage:\n\n- Use the cover of minions to avoid Ziggs' attacks while prioritizing farming and maintaining distance.\n- Reduce risk by attacking after Ziggs has used his skills or when the minion wave is close.\n- Coordinate with the support to aim for ganks on Ziggs, creating advantageous situations for Ash.",
      "ルシアン": "Lucian is at a disadvantage.\n\n- Ziggs has long-range attacks and can deal damage safely from a distance, making it difficult for Lucian to approach.\n- Lucian has a short range and finds it hard to avoid Ziggs' skills, making him susceptible to harassment.\n- The slow effect from Ziggs' area-of-effect skills limits Lucian's mobility and makes it harder to create advantageous situations in close combat.\n\nWays to mitigate the disadvantage:\n- Use minions to position yourself cleverly to avoid Ziggs' skills and minimize harassment.\n- Actively attack while Ziggs' skills are on cooldown and look for opportunities to go all-in.\n- Coordinate with your support to apply pressure on Ziggs, creating situations where Lucian can safely deal damage."
    },
    "loses": {
      "ジン": "Jhin has the advantage.\n\n- Jhin has long-range attacks and can safely harass against Ziggs' long-range abilities, making it easier to maintain lane dominance.\n- Ziggs lacks targeted skills, allowing Jhin to utilize his snap range to attack while avoiding Ziggs' abilities.\n- Jhin's fourth shot and ultimate have high burst damage, allowing him to deal significant damage to a weakened Ziggs.\n\nHow to take advantage:\n- Use minions as a shield to avoid Ziggs' skills and engage after he has used his abilities.\n- Coordinate with your support to actively harass when Ziggs has consumed mana or is in cooldown on his skills.\n- In team fights, leverage Jhin's high burst and crowd control while positioning to avoid Ziggs' splash damage and target the enemy team's core.",
      "カイ＝サ": "Kai'Sa has the advantage.\n\n- Kai'Sa can attack while moving instantly, making it easier to dodge Ziggs' skills.\n- Ziggs lacks targeted abilities and becomes vulnerable when approached, making Kai'Sa's all-in effective.\n- Kai'Sa has burst damage and can quickly whittle down Ziggs' HP.\n\nHow to take advantage:\n- Keep the wave neutral to avoid taking poke from Ziggs.\n- Coordinate with engage support to time an all-in against Ziggs.\n- Purchase items early to enhance wave clear ability and apply pressure on Ziggs.",
      "ヴェイン": "Vayne has the advantage.\n\n- Vayne has high mobility, making it easier to dodge Ziggs' skills and gain an upper hand in close combat.\n- Ziggs lacks targeted skills and becomes vulnerable when approached, making him susceptible to Vayne's attacks.\n- Vayne has the ability to deal significant damage to tanks, and if Ziggs' durability is low, he can be quickly eliminated.\n\nHow to take advantage:\n- Farm safely in the early game while avoiding Ziggs' skills to level up.\n- When Ziggs has used all his skills, use E to close the gap and initiate an attack.\n- Prioritize experience as you head into the late game to maximize damage in team fights.",
      "エズリアル": "Ezreal has the advantage.\n\n- Ezreal has high mobility, making it easy to dodge Ziggs' skills, allowing him to attack while avoiding damage.\n- By utilizing Ezreal's long-range skills, he can poke from outside Ziggs' attack range, giving him an advantage in lane harassment.\n- Ziggs becomes vulnerable when approached, so Ezreal has the upper hand by being able to farm and attack safely while maintaining distance.\n\nHow to take advantage:\n- Stand behind minions to avoid Ziggs' skills while taking CS and poking.\n- Save E to dodge Ziggs' skills and retaliate at the right moment.\n- After level 6, use R to deal damage safely, and be cautious of roaming when Ziggs pushes under the tower.",
      "シヴィア": "Sivir has the advantage.\n\n- Sivir has high wave clear ability, making it easier to control the lane without allowing Ziggs to push the minions.\n- With her spell shield, she can negate Ziggs' poke and some of his skills, making her less susceptible to damage.\n- Sivir's ultimate has a significant impact in team fights and can enhance coordination with her teammates.\n\nHow to leverage the advantage:\n- In the early lane phase, it's important to play safely and watch Ziggs' skill cooldowns without taking unnecessary risks.\n- Try to keep the minion wave close to yourself to minimize the damage from Ziggs' poke.\n- Use the spell shield to dodge crucial skills, especially timing it to counter Ziggs' poke effectively.",
      "トゥイッチ": "Twitch has the advantage.\n\nReasons:\n- Twitch excels at getting close and ambushing, allowing him to attack while avoiding Ziggs' long-range skills, making it easier to gain an upper hand against Ziggs.\n- Ziggs struggles in close combat, and by using stealth to approach, Twitch can avoid Ziggs' skills while dealing damage.\n- Twitch's ultimate significantly increases his damage output in team fights, making it easier to target Ziggs' backline and giving him a high impact in team fights.\n\nHow to leverage the advantage:\n- During the laning phase, farm behind minions while looking for opportunities to approach and avoid Ziggs' skills.\n- After level 6, coordinate with teammates to ambush and attack Ziggs, especially important to strike after Ziggs has used his skills.\n- Freeze the wave closer to your side to mitigate Ziggs' poke while securing vision and creating safe opportunities to attack."
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "Niira is at a disadvantage.\n\n- Zaya has a long range, making it easy for her to deal damage before Niira can close the gap, leading to frequent harassment.\n- Zaya's snare effect limits Niira's mobility in close combat, making it difficult to retaliate.\n- Zaya's AoE damage in team fights poses a threat while Niira is trying to deal sustained damage, especially reducing her survivability in team fights.\n\nMitigation strategies for the disadvantage:\n\n- Use wards to secure vision and time your approach after understanding the enemy's movements.\n- Coordinate with allies who have crowd control to ambush Zaya and create openings.\n- Maintain distance, avoid Zaya's attacks, and look for opportunities to counterattack when possible.",
      "ケイトリン": "Caitlyn is at a disadvantage.\n\nReasons:\n- Zaya excels in close combat and can easily restrict Caitlyn's movements with her snare, making Caitlyn more susceptible to attacks.\n- Caitlyn has a long attack range, but Zaya has strong counterattack capabilities, especially after reaching level 6 when she gains invulnerability, increasing the risk for Caitlyn when she tries to engage.\n- Zaya has abundant AoE damage in team fights, making Caitlyn vulnerable to Zaya's damage when attacking from the backline.\n\nMitigation strategies for the disadvantage:\n- In the early lane phase, farm safely behind minions and avoid getting too close.\n- Use traps effectively to limit Zaya's movements while positioning to avoid the opponent's skills.\n- Coordinate with your support to time your counterattacks when Zaya tries to engage.",
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Due to Zyra's snare effect, Tristana finds it difficult to go for burst damage in close combat and is prone to counterattacks.\n- While Zyra has a shorter attack range, Tristana can safely harass from a distance, but she is vulnerable to Zyra's AoE damage in team fights.\n- Tristana has long skill cooldowns, and especially in the early game, she has significant openings after using her skills, making her susceptible to Zyra's attacks.\n\nMitigation strategies:\n- Be mindful of positioning to avoid Zyra's snare and constantly check the position of her feathers.\n- Engage after Zyra has used her ultimate to reduce the risk of counterattacks.\n- Play cautiously in the early game, farm behind minions, and avoid risky trades.",
      "サミーラ": "Samira is at a disadvantage.\n\nReasons:\n- Due to Xayah's long range, Samira is likely to take damage before she can close the gap.\n- Xayah's ultimate provides invulnerability, increasing the risk of Samira's attacks being negated.\n- Xayah has a snare, which can restrict Samira's actions when she tries to approach.\n\nWays to mitigate the disadvantage:\n- In the early game, use minions to avoid Xayah's attacks and refrain from forcing engagements.\n- Attack after Xayah has used her ultimate to reduce risk.\n- Use wards to keep track of Xayah's position and look for opportunities to approach during team fights by utilizing corners.",
      "ミス・フォーチュン": "Miss Fortune is at a disadvantage.\n\nReasons:\n- Zaya excels at all-ins and pokes against Miss Fortune, who has a shorter range, making it particularly difficult for her to retaliate when approached.\n- Due to Zaya's snare and invulnerability skills, Miss Fortune has limited means to avoid attacks and is susceptible to taking significant damage if caught.\n- Miss Fortune has low base attack damage and often lacks DPS, making it hard to counter Zaya's AoE damage in team fights.\n\nMitigation strategies:\n- Reduce risk by repeatedly engaging in short trades and targeting Zaya's skill cooldowns.\n- Always be aware of the position of Zaya's feathers and aim to avoid her skills.\n- Coordinate with the jungler to apply pressure on Zaya and secure lane dominance.",
      "カイ＝サ": "Kai'Sa is at a disadvantage.\n\n- Zaya has powerful trading capabilities, and her damage from feather recall is significant, making Kai'Sa often inferior in trades.\n- Zaya's snare effect restricts Kai'Sa's movement, making positioning difficult in team fights and lane battles.\n- Kai'Sa has low base AD and is highly reliant on items, making it hard to counter Zaya's early game damage.\n\nWays to mitigate the disadvantage:\n\n- Trade while maintaining distance using skills to avoid Zaya's feathers.\n- Prioritize CS and avoid forcing trades, waiting for Zaya's skill cooldowns.\n- Coordinate with your support to secure vision and prevent Zaya's engage, looking for the right moment to counterattack."
    },
    "loses": {
      "セナ": "Senna has the advantage.\n\nReasons:\n- Senna has a long range, making it easy to harass Zaya unilaterally and establish lane dominance.\n- Senna's healing ability allows her to withstand Zaya's attacks, enabling sustained combat.\n- She has a snare to disable Zaya's skills, making it easier to prevent Zaya's counterattacks.\n\nHow to take advantage:\n- Use Q to safely harass in the early lane phase and collect souls to extend range.\n- Time Zaya's skill usage and position strategically to root her.\n- During chase, utilize auto-attacks and Q to ensure consistent damage while avoiding risky close-range fights.",
      "ゼリ": "Zeri has the advantage.\n\n- Zeri has high mobility, making it easier to avoid Zaya's attacks and gain an advantage in trades.\n- Zeri's skills have long range, allowing her to deal damage safely while avoiding Zaya's feathers.\n- Zeri is favored against short-range champions, making it easier to engage in close combat by taking advantage of Zaya's shorter attack range.\n\nHow to take advantage:\n- Use minions to avoid Zaya's feathers and engage in trades.\n- After dealing damage with Q, immediately dash away to evade Zaya's counterattack.\n- When Zaya is in her invulnerable state, do not force an attack, and focus on short trades while her feathers are deployed.",
      "エズリアル": "Ezreal has the advantage.\n\nReasons:\n- Ezreal has long-range attacks, allowing him to harass from a safer distance than Zaya.\n- Ezreal's high mobility makes it difficult for Zaya to land her snare or invulnerability, reducing the chances of counterattacks.\n- Zaya's shorter attack range allows Ezreal to deal damage while maintaining distance.\n\nHow to leverage the advantage:\n- In the early lane phase, attack from behind minions to pressure Zaya.\n- Use E appropriately to dodge Zaya's skills and look for opportunities to counterattack.\n- Approach when Zaya misses her skills, and deal damage with Q and auto-attacks.",
      "ドレイヴン": "Draven has the advantage.\n\n- He has high burst damage from the early game, making it easy to engage aggressively against Xayah.\n- Since Xayah has a shorter attack range, Draven can attack from a safe distance and avoid her counterattacks.\n- Draven has high snowball potential, making it easier to gain a gold advantage by securing kills.\n\nHow to take advantage:\n- Aim for an aggressive play at level 2 to put pressure on Xayah.\n- Ensure you catch your axes to maintain damage while overwhelming Xayah.\n- Be aware of Xayah's feather positioning and lure her out of the range of her E to reduce her chances of counterattacking.",
      "スモルダー": "Smolder is at an advantage.\n\nReasons:\n- Smolder scales very well in the late game, and as he stacks up, his damage increases, making him highly impactful in team fights.\n- Smolder can attack while maintaining distance from Zaya's attack range, making it easier to avoid her attacks.\n- Smolder has excellent AoE damage, allowing him to deal significant damage in team fights.\n\nHow to leverage the advantage:\n- In the early game, hide behind minions to attack while avoiding Zaya's attacks and controlling the lane.\n- Use skills at the right timing to deal damage while dodging Zaya's attacks.\n- In team fights, avoid Zaya's skills while performing as a damage dealer, contributing to the overall team effort.",
      "コーキ": "Corki has the advantage.\n\nReasons:\n- Corki has long-range attacks, allowing him to safely harass Zaya, who has a shorter range, giving him an edge.\n- All of Corki's skills are AoE, making it easier to apply pressure on Zaya during team fights and lane pushes.\n- Corki lacks crowd control but has mobility to avoid Zaya's snare and ultimate, making it easier to dodge her attacks.\n\nHow to take advantage:\n- In the early lane phase, use Q and E to harass Zaya and apply tower pressure.\n- When Zaya approaches, use W to create distance and deal damage from a safe position with R.\n- In the mid-game, utilize the package to roam, securing vision while limiting Zaya's movements.",
      "ユナラ": "Yunara has the advantage.\n\nReasons:\n- Yunara has a long attack range, allowing her to harass Zaya safely and maintain lane dominance.\n- Yunara's skills deal AoE damage, providing high damage output in team fights, making it easier to pressure Zaya.\n- Zaya has a short attack range, so Yunara can attack while keeping her distance and avoid Zaya's counterattacks.\n\nHow to leverage the advantage:\n- From the early game, stack auto attacks and actively harass Zaya.\n- Use minions to expand the range of Q, targeting both Zaya and minions simultaneously to deal damage.\n- Use R to enhance all skills and maximize damage in team fights and short skirmishes."
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Corki excels at poking from a distance and can easily chip away at Tristana's health in the early game.\n- All of Corki's skills are AoE, making it easy for him to clear minions, which makes it harder for Tristana to farm.\n- Corki lacks crowd control, making it difficult to retaliate when Tristana engages or bursts him down.\n\nWays to mitigate the disadvantage:\n- Prioritize CS in the early game and play carefully while avoiding Corki's skills.\n- When aiming for a short engagement after level 3, use minions to close the distance with Corki.\n- After getting your items, focus on positioning in team fights, dealing damage while avoiding Corki's attacks.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Corki excels at harassing from long range, allowing him to deal damage before Samira can close the gap, making it difficult for her to engage.\n- Corki can use minions to maintain distance and prevent Samira from approaching, causing her to miss opportunities to attack.\n- Samira lacks crowd control, making it hard to retaliate against Corki's attacks, and she is at high risk of taking significant damage, especially from Corki's ultimate.\n\nWays to mitigate the disadvantage:\n- In the early game, avoid forcing engagements and prioritize CS while trying to dodge Corki's attacks.\n- Utilize allies' crowd control to time an approach on Corki and engage all at once.\n- Purchase items early to enhance lifesteal and critical damage, allowing for sustained damage output.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\n- Corki excels at harassing from a distance, and Twitch has a short range in the early game, making him susceptible to attacks.\n- Corki's skills are all AoE, allowing for quick team fights and lane pushing, making it difficult for Twitch to deal sustained damage.\n- Although Corki lacks crowd control, he has ways to reveal Twitch's stealth, making it risky for Twitch to attempt ambushes.\n\nWays to mitigate the disadvantage:\n- In the early laning phase, avoid forcing attacks and manage the wave behind minions to avoid Corki's harassment.\n- Utilize stealth to roam or target side lanes, avoiding direct confrontations with Corki.\n- Secure vision and keep track of Corki's position to time ambushes effectively.",
      "セナ": "Senna is at a disadvantage.\n\n- Corki has all AoE skills and excels at harassing from a distance, making it easy for Senna to take poke damage.\n- Senna has low base stats and is particularly weak in the early game, making it difficult to withstand Corki's attacks.\n- Corki lacks crowd control, but Senna also has limited escape options, making close combat risky.\n\nWays to mitigate the disadvantage:\n- To avoid harassment in lane, always be aware of Corki's attack range and maintain distance.\n- Use W to secure vision and safely farm CS while keeping track of Corki's movements.\n- Utilize roaming to support other lanes and increase overall influence in the game.",
      "アッシュ": "Ash is at a disadvantage.\n\n- Corki has all AoE skills, making it difficult for Ash to attack, especially due to Corki's ability to harass and push using minions.\n- Corki's passive and missile explosion deal high magic damage, and since Ash has low durability, she is at a disadvantage in all-in fights.\n- Corki excels at roaming and map movement, making Ash vulnerable to ambushes in situations where she struggles to secure vision.\n\nWays to mitigate the disadvantage:\n- Stand behind minions to avoid Corki's attacks while utilizing the slow effect to counterattack.\n- Be aware of Corki's skill cooldowns and engage when he is not able to attack.\n- Purchase magic resistance or HP buff items early to increase durability and reduce Corki's damage.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Corki excels at long-range poke and can easily harass from the early game.\n- Vayne has a short range, making it difficult to avoid Corki's attacks, which complicates getting close.\n- Corki lacks crowd control, but can deal damage with his wave attacks when Vayne approaches, making him vulnerable upon contact.\n\nWays to mitigate the disadvantage:\n- In the early game, avoid unnecessary fights, prioritize last-hitting minions, and focus on dodging Corki's skills.\n- After level 6, coordinate with your support to look for opportunities to engage Corki all at once.\n- Choose items wisely, especially purchasing defensive items early to increase durability.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Corki has high burst damage and has a significant impact, especially in team fights, making Jinx susceptible to taking damage quickly.\n- Corki's skills have long range, making it likely for Jinx to take harassment before she can get close.\n- Jinx has limited self-defense options, and often takes fatal damage from Corki's attacks.\n\nMitigation strategies for the disadvantage:\n- In the early game, hide behind minions to farm and maneuver to avoid Corki's skills.\n- Manage the wave to prevent Corki from harassing.\n- Gather items early, prioritizing those that increase attack speed to enhance DPS in team fights.",
      "ユナラ": "Yunara is at a disadvantage.\n\nReasons:\n- Corki has long-range attacks, making it easy for him to harass Yunara before she can get close.\n- Corki has AoE damage and can apply pressure to prevent Yunara from stacking in team fights and lane.\n- Yunara only has a slow for crowd control, and her means of closing the distance to Corki are limited, making it easy for him to escape.\n\nMitigation strategies for the disadvantage:\n- Use bushes to avoid Corki's attacks while looking for opportunities to stack.\n- When initiating short skirmishes, position yourself carefully to dodge Corki's skills.\n- Gather items early to enhance attack speed and critical damage, making it easier to deal damage."
    },
    "loses": {
      "コグ＝マウ": "Kog'Maw has the advantage.\n\nReasons:\n- Kog'Maw has long range and is less susceptible to Corki's poke, making it easier to harass in lane.\n- Kog'Maw's skills have effects that reduce AR/MR, allowing him to deal high damage to tanks, which makes his damage output in team fights excellent.\n- Corki lacks crowd control, so Kog'Maw can safely deal damage while maintaining distance.\n\nHow to take advantage:\n- In lane, secure vision and coordinate with your support to farm safely while avoiding Corki's attacks.\n- When Corki approaches, harass while keeping your distance and manage your HP carefully.\n- Once you have your items in the mid to late game, attack from the back in team fights, avoiding Corki's burst while dealing damage.",
      "ケイトリン": "Caitlyn has the advantage.\n\nReasons:\n- Caitlyn has the longest base range among all champions, making it easy to harass Corki unilaterally.\n- Corki lacks crowd control skills, so he has limited means to avoid Caitlyn's attacks.\n- By using Caitlyn's traps, you can restrict Corki's movement and increase your chances to attack.\n\nHow to take advantage:\n- In the early lane, utilize your range to farm and harass with Q simultaneously, putting pressure on Corki.\n- Place traps in corners to bluff and secure vision, limiting Corki's movement.\n- After level 6, use your ultimate to chase down or prevent Corki from returning, gaining an advantage over him.",
      "スモルダー": "Smolder is at an advantage.\n\nReasons:\n- Smolder can stack infinitely, resulting in very high damage in the late game, making it easier to deal sustained damage against Corki.\n- Corki lacks crowd control, allowing Smolder to utilize mobility to avoid attacks while fighting.\n- Smolder is strong in team fights and can maneuver advantageously against Corki's AoE attacks.\n\nHow to take advantage:\n- In the early lane, prioritize safely stacking while avoiding Corki's attacks.\n- Position yourself to avoid Corki's attacks and minimize damage by avoiding trades.\n- Build stacks as the game progresses and use AoE attacks in team fights to overwhelm Corki.",
      "エズリアル": "Ezreal has the advantage.\n\nReasons:\n- Ezreal has long-range skills, allowing him to harass while safely avoiding Corki's attacks from a distance.\n- Corki lacks crowd control, making it easier for Ezreal to utilize his mobility to escape or chase.\n- Ezreal scales well into the late game and can deal sustained damage against Corki's burst damage.\n\nHow to leverage the advantage:\n- In the early game, use skills from behind minions to safely farm and harass.\n- Save E as a defensive tool and look for the right moment to dodge Corki's attacks.\n- After level 6, use skill combos to safely poke, and in team fights, focus on positioning to avoid Corki's attacks while dealing damage.",
      "ミス・フォーチュン": "Miss Fortune has the advantage.\n\n- Miss Fortune has high burst damage and can limit Corki's mobility with her slow effects, giving her an edge in close combat.\n- By managing the minion wave while avoiding Corki's skills, she can easily gain lane control.\n- Corki lacks crowd control, so the risk of taking damage from Miss Fortune is low, allowing for consistent harassment.\n\nHow to take advantage:\n- In the early game, avoid Corki's skills while efficiently clearing minions to secure a favorable position.\n- In the mid-game, attack after Corki uses his skills to capitalize on his vulnerabilities and increase damage opportunities.\n- In team fights, be mindful of Corki's ranged attacks while positioning creatively to deal damage safely.",
      "ジン": "Jhin has the advantage.\n\n- Jhin has long-range skills and can harass while avoiding Corki's attacks, making it easier to gain an advantage in early trades.\n- Corki has no crowd control, so when he is hit by Jhin's snare effect, his movement is restricted, making him more susceptible to Jhin's high burst damage.\n- Jhin benefits from increased movement speed from critical hits, allowing him to evade Corki's attacks effectively and perform well in close combat.\n\nHow to take advantage:\n- Focus on harassing at early levels while avoiding Corki's skills to deal damage.\n- Look for openings after Corki uses his skills to counterattack and accumulate damage.\n- Build items early to increase damage output and suppress Corki's scaling, maintaining the advantage into the mid-game.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- Draven has high burst damage from the early game and can harass Corki effectively.\n- Corki has no crowd control, making it easy for Draven to engage all-ins without any means to negate his attacks.\n- Draven's passive allows him to earn gold easily, creating a situation where he can build item advantages.\n\nHow to take advantage:\n- Actively trade in the early lane to pressure Corki and disrupt his farming.\n- Avoid Corki's skills while collecting axes to maximize damage and dominate the lane.\n- After level 6, be cautious of Corki's burst damage, and coordinate with teammates to engage all-ins for guaranteed kills."
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "Corki is at a disadvantage.\n\nReasons:\n- Corki finds it difficult to approach due to Caitlyn's long-range harassment, making him susceptible to damage.\n- Caitlyn's traps create a snare effect that restricts Corki's movement, increasing the risk of taking damage.\n- Corki lacks crowd control, leaving him with no means to stop Caitlyn's attacks, particularly reducing his survivability in team fights.\n\nMitigation strategies:\n- In the early lane phase, play safely by standing behind minions to farm without taking risks.\n- Secure vision and use bushes to maneuver and avoid Caitlyn's traps.\n- After level 6, attack from the back with the support of allies, and focus on positioning during team fights to safely deal damage.",
      "セナ": "Senna is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, making it easy for her to harass Senna unilaterally from the early game, putting Senna at risk of taking damage.\n- Caitlyn's traps can snare Senna, restricting her movement, and since she has limited escape options, she is easy to catch.\n- Senna has low base stats and is weak in the early game, so taking damage from Caitlyn can quickly lead to a disadvantageous situation.\n\nWays to mitigate the disadvantage:\n\n- Purchase boots early to increase movement speed and avoid Caitlyn's attacks.\n- Frequently secure vision to avoid Caitlyn's traps and be aware of their placement.\n- To avoid harassment in lane, safely farm behind minions and refrain from stepping forward unnecessarily.",
      "ヴェイン": "Vayne is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, making it easy for her to harass Vayne unilaterally from the early game, putting Vayne at risk of taking damage.\n- Vayne is weak in the early game, and if Caitlyn applies pressure before Vayne levels up, it becomes difficult for her to secure CS.\n- Caitlyn's traps and net CC are troublesome, making it hard for Vayne to deal with them, especially increasing her vulnerability in team fights.\n\nWays to mitigate the disadvantage:\n\n- In the early game, focus on safely maintaining the lane and prioritizing CS rather than forcing aggressive plays.\n- Be cautious of Caitlyn's traps and position yourself wisely while avoiding bushes.\n- After level 6, create opportunities to use walls for guaranteed CC and save your Flash.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Caitlyn has the longest base auto-attack range among all champions, making her able to harass Jinx unilaterally from the early game.\n- Jinx struggles in the early laning phase and finds it difficult to avoid Caitlyn's attacks, making it hard to secure CS.\n- Caitlyn's traps further exacerbate Jinx's low mobility, making her vulnerable in team fights as well.\n\nWays to mitigate the disadvantage:\n\n- Use minions as a shield to avoid Caitlyn's attacks and minimize harassment.\n- Manage the wave to secure CS while playing safely in coordination with the support when necessary.\n- Purchase armor early to increase durability and withstand Caitlyn's attacks.",
      "サミーラ": "Samira is at a disadvantage.\n\n- Caitlyn has a very long range, making it easy for Samira to be harassed from the early game and become disadvantaged in trades.\n- Caitlyn's traps have a strong CC effect, posing a high risk of being immobilized when trying to approach.\n- Samira excels in close combat, but she is vulnerable to Caitlyn's attacks, making it difficult to find the right moment to all-in.\n\nWays to mitigate the disadvantage:\n- Manage the minions in lane and position yourself to avoid Caitlyn's attacks.\n- Coordinate with your support to time your approach while avoiding Caitlyn's traps.\n- Once you level up, use your allies' CC to engage quickly and create opportunities to deal damage."
    },
    "loses": {
      "ジン": "Jhin has the advantage.\n\nReasons:\n- Jhin has long-range skills, and all of his skills have AoE effects, allowing him to harass Caitlyn consistently.\n- Caitlyn is weak to all-ins, and if she takes Jhin's high burst damage, she can easily find herself in a dangerous situation.\n- Jhin's remaining ammo is visible, making it easier for Caitlyn to time her attacks and harder for her to avoid Jhin's shots.\n\nHow to take advantage:\n- To disrupt Caitlyn's push, start with a Doran's Ring and harass while clearing minions with Q.\n- On the first back, purchase a B.F. Sword to increase attack power and gain an advantage in trades against Caitlyn.\n- Once you reach level 6, use Q to chip away at Caitlyn and her support, looking for an opportunity to finish them off with your ultimate.",
      "ジグス": "Ziggs has the advantage.\n\n- Ziggs has long-range attacks and can safely poke from farther away than Caitlyn, making him good at harassing in lane.\n- Ziggs's skills deal AoE damage, making it easier to clear minions and deal damage in team fights, and he also has high tower destruction capability.\n- Due to his low mobility, he is at risk of getting caught by Caitlyn's traps, and Ziggs can exploit this opening to attack.\n\nHow to take advantage:\n- In the early game, safely farm CS while poking Caitlyn from a distance to apply pressure.\n- Use E to secure a safe position to avoid traps and push the minions to roam.\n- After level 6, use R for team fights and tower damage while being cautious of Caitlyn's counterattacks and keeping an eye on support interventions.",
      "シヴィア": "Sivir has the advantage.\n\n- Sivir has high wave clear ability, making it easier to deal with minions before taking damage from Caitlyn.\n- Sivir's spell shield can negate Caitlyn's skills, allowing her to trade more favorably.\n- Against Caitlyn's harassment, which takes advantage of her range, Sivir has plenty of ways to increase her movement speed, making it easier to escape.\n\nHow to take advantage:\n- Use skills on the first wave and avoid standing in the minion wave to prevent being out-traded by Caitlyn.\n- Continue to push to avoid being dominated in lane by Caitlyn, while looking for the right moment to freeze for ganks.\n- To avoid taking damage from Caitlyn, stay away from the tower and maintain an appropriate distance while fighting.",
      "コグ＝マウ": "Kog'Maw has the advantage.\n\nReasons:\n- Kog'Maw is strong in the late game and can deal continuous damage, resulting in high damage output in team fights.\n- Caitlyn has an advantage in the lane, but Kog'Maw can turn the tables by building items, making him excellent at scaling.\n- Kog'Maw has skills that reduce AR/MR, allowing him to deal strong damage even against tanks and durable opponents.\n\nHow to take advantage:\n- In the early game, avoid aggressive plays and prioritize farming by reliably securing minions with auto-attacks.\n- Coordinate with your support to position yourself carefully to avoid Caitlyn's traps.\n- After level 6, wait for your teammates to peel for you, attack safely from the back, and make your presence felt in team fights.",
      "ルシアン": "Lucian has the advantage.\n\nReasons:\n- Lucian has high burst damage and can trade effectively against Caitlyn from the early game.\n- Lucian can maintain distance while attacking due to his mobility, making it difficult for him to be harassed by Caitlyn's range attacks.\n- Lucian has short cooldowns on his skills, allowing for consecutive attacks that can efficiently chip away at Caitlyn's HP.\n\nHow to take advantage:\n- Once you reach level 2, actively attack to reduce Caitlyn's HP and limit her poke potential.\n- Poke Caitlyn through minions while maintaining distance during trades.\n- If Caitlyn has set traps, avoid them while attacking to restrict her movement and create a favorable situation.",
      "ザヤ": "Zyra has the advantage.\n\n- Although her range is shorter compared to Caitlyn, Zyra can counterattack using her skills and can especially maneuver advantageously in close combat.\n- Zyra has a snare, allowing her to limit Caitlyn's attacks while utilizing AoE damage in team fights.\n- She can remove Caitlyn's traps with her sweep, reducing the risk of vision control and traps.\n\nHow to take advantage:\n- In the early game, safely harass from behind minions to avoid Caitlyn's attacks.\n- After level 3, engage in short auto-attack and skill exchanges while being mindful of Caitlyn's traps.\n- In team fights, charge her feathers and use her invulnerability to avoid Caitlyn's attacks while dealing high damage.",
      "エズリアル": "Ezreal has the advantage.\n\n- Ezreal has high mobility, making it easy to avoid traps and snares, allowing him to deal damage while dodging Caitlyn's attacks.\n- Against Caitlyn's harassment that utilizes her range, Ezreal can attack from a safe distance, making it easier to gain an advantage in early trades.\n- Ezreal excels at poking with his skills, especially by retaliating when Caitlyn misses her skill, allowing him to accumulate damage easily.\n\nHow to take advantage:\n- From the start, use minions to avoid Caitlyn's attacks while poking with Q.\n- When Caitlyn sets a trap, use E to safely evade and look for a chance to counterattack.\n- The moment Caitlyn misses her W, safely deal damage with the Q→AA→E combo to gain an advantage in trades.",
      "ドレイヴン": "Draven has the advantage.\n\nReasons:\n- Draven has high burst damage from the early game, making it easier to aim for early kills against Caitlyn.\n- While Caitlyn has long range, Draven has a skill that increases his movement speed, allowing him to create advantageous situations by closing the gap and attacking.\n- Draven's passive makes it easy to earn gold, and by creating item advantages, he can further increase his strength in the mid to late game.\n\nHow to take advantage:\n- Start by collecting axes and use normal attacks and skills to secure damage while applying pressure on Caitlyn.\n- Utilize the power spike at level 2 to aggressively attack Caitlyn and aim for a quick resolution.\n- Avoid Caitlyn's traps while keeping an eye on the minimap to be wary of roams, and in team fights, step forward to maintain axes and deal damage."
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "Zeri is at a disadvantage.\n\nReasons:\n- Kalista can use her E to engage in short trades and aim for early kills with the support's cooperation, making Zeri prone to losing trades.\n- Kalista's ultimate is a powerful tool that helps allies and enhances coordination in team fights, making it difficult for Zeri to survive in team fights.\n- Zeri has low base AD and tends to lack early game damage, making it hard to withstand Kalista's attacks.\n\nMitigation strategies:\n- Coordinate with the support to avoid situations where Kalista's E is available, and trade while maintaining distance.\n- Be aware of potential level 2 all-ins and position yourself to avoid Kalista's attacks.\n- In objective fights, secure vision and focus on positioning to avoid Kalista's attacks.",
      "セナ": "Senna is at a disadvantage.\n\n- Kalista has a short-range leap, making it easier for her to avoid Senna's range-based attacks and engage in all-ins.\n- Senna has low base stats and is particularly weak in the early game, making her susceptible to early damage from Kalista's attacks.\n- Kalista's CC skills can easily restrict Senna's movement, and with limited escape options, she is likely to take fatal damage if caught.\n\nMitigation strategies for the disadvantage:\n\n- Be mindful of positioning in lane and maintain distance by predicting Kalista's engages.\n- Coordinate with your support to avoid taking damage from Kalista while healing and harassing.\n- Manage minions carefully to disrupt the timing of Kalista's all-ins, thereby reducing risk.",
      "ヴェイン": "Vayne is at a disadvantage.\n\nReasons:\n- Kalista has strong early-game AA poke and can threaten instant death with her E, making Vayne susceptible to damage early on.\n- Kalista's short-range leap makes it difficult for Vayne to position herself, making it hard to avoid Kalista's attacks.\n- Kalista's ultimate is not only helpful for her allies but also very troublesome when taking damage from Vayne, putting her at a disadvantage in coordinated situations.\n\nWays to mitigate the disadvantage:\n- Play defensively in the early game, prioritize CS, and avoid Kalista's attacks.\n- Be careful not to let Kalista stack her E, and after taking damage, create distance to reduce risk.\n- After level 6, use Q to improve positioning and aim for short bursts with the ultimate.",
      "トゥイッチ": "Twitch is at a disadvantage.\n\nReasons:\n- Kalista has a short-range leap, allowing her to easily evade Twitch's ambush, giving her an advantage in close combat.\n- Kalista's ultimate is a powerful tool for protecting allies and has a high chance of negating Twitch's attacks.\n- Twitch is weak against hard CC, and if he gets caught by Kalista's CC, he becomes extremely vulnerable and loses the opportunity to counterattack.\n\nMitigation strategies for the disadvantage:\n- Maintain vision control in the lane to keep track of Kalista's position and avoid ambushes.\n- Be mindful of using Kalista's leap to create distance and avoid unnecessary engagements.\n- In team fights, focus on getting into the backline to avoid Kalista's attacks while dealing damage.",
      "エズリアル": "Ezreal is at a disadvantage.\n\nReasons:\n- Kalista's attacks after stacking her E are powerful, and the burst damage from Rend is particularly threatening, making long trades unfavorable for Ezreal.\n- Kalista can easily leap short distances with her passive, allowing her to avoid attacks from outside Ezreal's range while applying pressure by closing the gap.\n- Ezreal's main skills are skill shots, which perform poorly against Kalista's mobility, making him susceptible to counterattacks.\n\nWays to mitigate the disadvantage:\n- Attack through minions to prevent Kalista from stacking her E.\n- Purchase lifesteal and boots early to increase survivability and withstand Kalista's attacks.\n- Save Flash and E to ensure a quick escape in response to Kalista's Rend timing.",
      "ドレイヴン": "Draven is at a disadvantage.\n\nReasons:\n- Kalista has high mobility and can easily dodge Draven's attacks with her short-range leap, making her less susceptible to Draven's burst damage.\n- Kalista's ultimate has high damage and can quickly take down Draven by stacking, making her a significant threat in team fights.\n- Draven needs to accurately catch his axes, and his effectiveness is greatly reduced when he is hindered, making him vulnerable to Kalista's crowd control.\n\nWays to mitigate the disadvantage:\n- Avoid trading in lane and prioritize farming while maintaining distance to avoid Kalista's attacks.\n- Coordinate with the support to apply pressure on Kalista and aim for kills before she can stack.\n- Expect jungle intervention and create advantageous situations by attacking when Kalista is isolated.",
      "スモルダー": "Smolder is at a disadvantage.\n\nReasons:\n- Kalista is strong in early fights and can easily deal damage in short trades, making Smolder susceptible to lane pressure.\n- Kalista's leap ability allows her to easily dodge Smolder's attacks, and her high kiting potential makes it difficult for Smolder to land hits.\n- Kalista has targeted crowd control (CC), and since Smolder is vulnerable to CC, there is a risk of taking significant damage if caught.\n\nWays to mitigate the disadvantage:\n- Avoid short trades, maintain a safe lane, and maneuver to avoid Kalista's attacks.\n- Coordinate with the support to initiate before taking damage from Kalista, increasing opportunities to deal damage.\n- Focus on scaling into the late game, and participate in team fights only after securing items, enhancing the ability to counter Kalista.",
      "コーキ": "Corki is at a disadvantage.\n\nReasons:\n- Kalista has high mobility and a short-range leap, making it easy for her to approach while avoiding Corki's harassment.\n- By coordinating with a support that has crowd control, Kalista can launch a sudden attack, making Corki susceptible to damage in an instant.\n- Corki lacks crowd control, so he has no means to suppress Kalista's mobility, often putting him in a disadvantageous situation when trying to chase or escape.\n\nWays to mitigate the disadvantage:\n- From the start, avoid getting too close and use your range to harass, preventing Kalista from stacking her E.\n- Coordinate with your support to harass before Kalista gets close, maintaining as much distance as possible.\n- In the mid-game and beyond, utilize packages and roam to avoid one-on-one situations with Kalista, focusing on team coordination.",
      "ルシアン": "Lucian is at a disadvantage.\n\nReasons:\n- Kalista has a short-range leap, allowing her to close in while avoiding Lucian's attacks, making Lucian's short range work against him.\n- Kalista is strong in long trades, creating situations where she can easily retaliate when Lucian tries to engage.\n- Lucian lacks crowd control, leaving him without means to suppress Kalista's mobility, making him vulnerable to her attacks.\n\nMitigation strategies:\n- Avoid trading in lane and look for opportunities to attack after Kalista has used her skills.\n- Be mindful of positioning to counterattack when Kalista uses her leap to engage.\n- Coordinate with the support to launch group attacks against Kalista, limiting her mobility.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Kalista has high mobility, making it easy for her to dodge Jinx's attacks, which makes it difficult for Jinx to land hits.\n- Kalista's burst damage is very high due to her skill combo, and when she gets close, Jinx is vulnerable and can take fatal damage.\n- Jinx has limited self-defense options and struggles to deal with Kalista's CC and mobility, making her easy to catch.\n\nWays to mitigate the disadvantage:\n\n- In the early game, push the minions to limit Kalista's mobility and gain an advantage in the lane.\n- Utilize long-range attacks to harass while avoiding Kalista's skills.\n- In team fights, attack safely from the backline and be mindful of positioning to prevent Kalista from getting close."
    },
    "loses": {
      "ヴァルス": "Varus has the advantage.\n\n- Varus has long-range attacks, making it easy to poke Kalista. This allows him to deal damage before Kalista can get close.\n- Kalista needs to get close to aim for burst damage, but Varus can attack while maintaining distance, making it easier to avoid Kalista's attacks.\n- Varus's CC skills can restrict Kalista's movement, making it easier to create advantageous situations by preventing her from dashing in.\n\nHow to take advantage:\n- During the laning phase, attack over minions to prevent Kalista from stacking her passive.\n- Use CC skills when Kalista dashes in, dealing damage while keeping distance.\n- Prioritize purchasing items that enhance range and poke to strengthen sustained damage.",
      "ザヤ": "Zyra has the advantage.\n\n- Zyra has AoE damage, making it easier to deal damage in team fights and create favorable situations against Kalista.\n- By utilizing Zyra's snare effect, you can limit Kalista's mobility and prevent her from coordinating with her team.\n- Kalista has weak area resistance in team fights and can take damage quickly from Zyra's attacks.\n\nHow to take advantage:\n- Position yourself safely at the start of the lane to prevent Kalista from stacking her E.\n- Coordinate with your support to time your snare for when Kalista engages.\n- In team fights, use your ultimate from the backline to restrain Kalista and coordinate with your teammates to deal damage.",
      "トリスターナ": "Tristana has the advantage.\n\nReasons:\n- Tristana's attack range increases with each level, allowing her to attack from farther away than Kalista, especially in the late game, which gives her an advantage in positioning during team fights.\n- Tristana's burst damage is high, and if Kalista is at low HP, she can quickly secure a kill.\n- Tristana has high mobility, making it easier to evade Kalista's attacks and to escape or chase.\n\nHow to leverage the advantage:\n- In the early game, use E to safely poke and build stacks for burst damage.\n- When allies have crowd control, engage with W and combine E and R for high damage output.\n- Be mindful of Kalista's Rend stacks, avoid overcommitting, and trade safely to maintain a favorable situation.",
      "サミーラ": "Samira has the advantage.\n\nReasons:\n- Samira excels in close combat and can quickly attack while avoiding Kalista's attacks, giving her an edge in short skirmishes.\n- Managing Kalista's stacks is crucial; when she has many stacks, it's necessary to avoid close combat, but Samira can exploit that opening to initiate an attack.\n- Samira can easily approach using her allies' crowd control (CC), providing her with many opportunities to negate Kalista's ranged attacks.\n\nHow to take advantage:\n- In the early lane phase, attack with a short burst when Kalista has few stacks to gain the upper hand.\n- Time the use of CC from Kalista's support to target Samira's approach.\n- After level 6, utilize Samira's ultimate to launch a quick attack before Kalista can activate Rend.",
      "ミス・フォーチュン": "Miss Fortune has the advantage.\n\n- Miss Fortune has a skill that increases her movement speed, making it easier to limit Kalista's mobility.\n- By disrupting Kalista's dash with slows, she can gain an advantage in close combat.\n- Miss Fortune has high harassment potential, allowing her to trade favorably against Kalista in lane.\n\nHow to take advantage:\n- In the early game, manage the minion wave while using slows and crowd control to prevent Kalista from utilizing her mobility.\n- Attack when Kalista has used her skills to exploit her vulnerabilities and deal damage more easily.\n- In team fights, be aware of Kalista's partner and engage when she uses her skills to gain the upper hand.",
      "ジン": "Jhin has the advantage.\n\n- Jhin has long-range attacks and can safely deal damage while maintaining distance by utilizing Kalista's short-range leap.\n- Kalista requires busy mechanics and coordination, making it difficult to dodge Jhin's skills. Jhin can use his skills to restrict Kalista's movements.\n- Jhin's fourth shot and ultimate have high burst damage, allowing him to finish off Kalista quickly when her HP is low.\n\nHow to take advantage:\n- Focus on short trades while avoiding Kalista's skills to deal damage.\n- Use the positioning of minions to make it harder for Kalista to hit you and read her intentions.\n- After level 6, ignore Kalista's support and target Kalista first to reduce her influence.",
      "シヴィア": "Sivir has the advantage.\n\n- Sivir has high wave clear ability, making it easier to maintain farm while taking damage from Kalista.\n- With Spell Shield, she can negate Kalista's CC once, allowing her to trade more favorably.\n- Kalista has weaknesses in auto-attacks in the late game, giving Sivir an advantage in the late game.\n\nHow to take advantage:\n- Coordinate with your support to avoid Kalista's attacks while prioritizing farm.\n- Utilize Spell Shield to deflect Kalista's attacks and look for opportunities to counterattack.\n- Leverage your lane advantage to push towers and strengthen control over the entire map.",
      "アフェリオス": "Aphelios has the advantage.\n\nReasons:\n- Aphelios can deploy diverse strategies through his weapon combinations, possessing strong burst damage particularly to counter Kalista's mobility.\n- While Kalista has high mobility, Aphelios can avoid her attacks with proper positioning and weapon switching, allowing him to deal sustained damage.\n- Aphelios has high harassment potential in the early game, making it easier to create advantageous situations before taking poke from Kalista.\n\nHow to take advantage:\n- In the early game, creatively position yourself to avoid Kalista's attacks while harassing, gaining lane control.\n- In team fights, avoid Kalista's attacks while utilizing weapon switching to deal high burst damage and limit her mobility.\n- Aim for openings after Kalista uses her skills to create opportunities for counterattacks, gaining the upper hand against her."
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "Senna is at a disadvantage.\n\nReasons:\n- Varus excels at poking from long range, and Senna has low base stats, making her vulnerable to early harassment.\n- Although Varus's skills have a delay before their effects take place, Senna has limited escape options and can be easily taken down if caught.\n- Senna relies on scaling, so if she cannot collect souls early, her impact in the late game diminishes, making it harder to counter Varus.\n\nWays to mitigate the disadvantage:\n- Stand behind minions and harass while avoiding Varus's skills to minimize damage.\n- Look for opportunities to counterattack after Varus uses his skills, allowing you to collect souls and promote scaling.\n- Adjust your positioning to avoid Varus's attacks while coordinating with your allies' crowd control to safely deal damage.",
      "サミーラ": "Samira is at a disadvantage.\n\nReasons:\n- Varus excels at long-range attacks, allowing him to deal damage before Samira can close the gap, making her vulnerable to attacks.\n- If Varus's CC skills restrict Samira's movement, she cannot leverage her strengths in close combat.\n- Samira has low defensive stats, making it difficult for her to withstand Varus's sustained harassment.\n\nMitigation strategies:\n- Utilize bushes to secure vision and maneuver to avoid Varus's attacks.\n- Use the shadows of minions to dodge Varus's skills and aim for short trades.\n- Equip QSS or Mercury's Treads to negate Varus's CC and approach more safely.",
      "アッシュ": "Ashe is at a disadvantage.\n\n- Varus excels at poking from long range, dealing damage before Ashe can get close, making early harassment tough.\n- Ashe lacks mobility skills, making her susceptible to Varus's CC and damage, and if caught, she can find herself in a difficult situation.\n- Ashe's burst damage is low, making it hard to compete with Varus in all-in fights.\n\nWays to mitigate the disadvantage:\n\n- Use minions and walls to avoid Varus's attacks and reduce damage taken.\n- Manage the wave to farm in small increments, preventing Varus from easily landing poke.\n- Utilize the ultimate to create opportunities in team fights or when Varus steps forward to catch him.",
      "コグ＝マウ": "Kog'Maw is at a disadvantage.\n\nReasons:\n- Varus can poke from a long range early on, making it difficult for Kog'Maw to step forward.\n- Varus's snare effect increases the risk of Kog'Maw getting caught, and with limited self-defense options, he is more susceptible to damage.\n- Kog'Maw struggles to withstand Varus's high damage until he scales, especially vulnerable to early harassment.\n\nWays to mitigate the disadvantage:\n- In the early game, avoid forcing engagements and prioritize CS with minions while focusing on dodging Varus's attacks.\n- It's important to get assistance from the jungle to gain an advantage in trades.\n- Once in the scaling phase, attack safely from outside of range and request peel from teammates to maintain your position.",
      "ジンクス": "Jinx is at a disadvantage.\n\n- Varus has long-range skills and strong poke from the early game, making Jinx vulnerable to his attacks.\n- Jinx has limited self-defense options and is weak against Varus's burst damage, making her dangerous when approached.\n- Varus's CC effects restrict Jinx's movement, reducing her impact in team fights.\n\nWays to mitigate the disadvantage:\n- In the early game, manage the minion wave and try to avoid Varus's skills.\n- Coordinate with your support to time engages against Varus.\n- Prepare items early to enhance attack speed and damage, increasing late-game power.",
      "トリスターナ": "Tristana is at a disadvantage.\n\n- Varus excels at poking from long range and can chip away at Tristana from the early game, making her vulnerable to attacks.\n- Varus's CC skills make it difficult for Tristana to engage, and especially before level 6, going all-in is very risky.\n- Tristana has long cooldowns on her skills, and particularly in the early game, she is left exposed after using her abilities, making her susceptible to Varus's attacks.\n\nWays to mitigate the disadvantage:\n- Manage minions carefully to avoid taking damage from Varus.\n- After level 6, actively look for all-ins and use burst damage to counterattack.\n- Use jumps at the right timing to avoid Varus's skills and be cautious when approaching.",
      "ゼリ": "Zeri is at a disadvantage.\n\nReasons:\n- Varus has long-range attacks and excels at poking, making it difficult for Zeri to close the distance.\n- Varus's snare effect restricts Zeri's movement when she gets close, making it hard to retaliate.\n- Zeri has low base stats and lacks early-game damage, making it hard to withstand Varus's attacks.\n\nWays to mitigate the disadvantage:\n- At the start of the lane, hide behind minions and position yourself to avoid Varus's attacks.\n- Check Varus's skill cooldowns and actively approach after he uses his skills to aim for short trades.\n- Purchase items early to secure healing options and be able to withstand sustained harassment.",
      "ザヤ": "Zyra is at a disadvantage.\n\nReasons:\n- Varus excels at poking from long range, allowing him to deal damage before Zyra can get close, making early harassment tough.\n- Varus's snare effect makes it easier for him to restrict Zyra's movement, reducing her chances to retaliate.\n- Zyra has a shorter attack range, making it difficult to avoid Varus's attacks, especially in team fights where she is likely to take damage unilaterally.\n\nMitigation strategies:\n- Adjust positioning in lane to attack from behind minions, avoiding Varus's attacks.\n- Coordinate with the support to time dodges against Varus's skills and create opportunities for retaliation.\n- Purchase items early to increase lifesteal and durability, allowing her to withstand sustained harassment."
    },
    "loses": {
      "シヴィア": "Sivir has the advantage.\n\n- Sivir has powerful wave clear abilities, making it easier to secure lane dominance by hindering Varus's minion control.\n- With her Spell Shield, she can negate Varus's snare and other skills, allowing her to trade more favorably.\n- In team fights, Sivir has a high ability to deal damage to the backline and can scale better in the late game.\n\nHow to take advantage:\n- Be aware of Varus's skill range and use the cover of minions to farm safely while maintaining distance.\n- Clear minion waves quickly to secure lane dominance before Varus.\n- Use the Spell Shield to block Varus's strong skills, such as predictive abilities and snares, to enhance survivability.",
      "エズリアル": "Ezreal has the advantage.\n\nReasons:\n- Ezreal has high mobility, making it easier to dodge enemy attacks, allowing him to fight while avoiding Varus's attacks.\n- Ezreal's skills have long range, enabling him to safely harass from a distance, giving him an edge over Varus.\n- Varus has a delay between skill activation and effect, allowing Ezreal to exploit that gap to attack.\n\nHow to take advantage:\n- In the early lane phase, avoid the opponent's skills while farming CS and harassing to deplete their resources.\n- Approach after Varus uses his skills and initiate short trades to deal damage.\n- In team fights, attack from the side, avoid enemy CC while dealing damage, and coordinate with allies.",
      "ジグス": "Ziggs has the advantage.\n\n- Ziggs has all AoE skills, making it easy to deal damage in minion clearing and team fights, while being able to damage Varus while avoiding his attacks.\n- With Ziggs' long-range attacks, he can deal damage before Varus gets close, especially taking advantage of the lag before Varus activates his skills.\n- Ziggs can secure mobility with his Satchel, making it easier to avoid Varus' attacks and reducing the risk of getting caught.\n\nHow to take advantage:\n- Continuously push minions from the early game to pressure Varus and disrupt his farming.\n- Use skills from a distance to chip away at Varus' health before he gets close.\n- Save the Satchel to secure an escape route to avoid Varus' attacks while aiming to deal damage from the backline in team fights.",
      "ジン": "Jhin has the advantage.\n\n- Jhin has long-range skills that allow him to gain an upper hand against Varus in poke and trades.\n- All of Jhin's skills have AoE effects, making him strong in team fights and harassment in lane, allowing him to effectively avoid Varus's attacks.\n- Jhin has high burst damage with his fourth shot and ultimate, making him particularly powerful against a weakened Varus.\n\nHow to take advantage:\n- During the laning phase, actively poke and position yourself well to avoid Varus's skills.\n- Purchase Swiftness to reduce Varus's slows, making it easier to escape and gain an advantage in trades.\n- Once you acquire your ultimate, coordinate with your support and teammates to catch Varus and create opportunities to deal damage."
    }
  }
}