{
	"ナミ": {
		"name": "ナミ",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n- ナミは豊富なCCと回復能力を持ち、モルガナのスキルを無効化することができるため、モルガナの攻撃を受けにくい。\n- ナミのスキルはハラスが得意で、モルガナがスキルを当てる前にダメージを与えやすい。\n- モルガナのスキルはクールダウンが長く、ナミの持続的なハラスに対処しづらい。\n- ナミの加速効果により、モルガナが距離を保つのが難しく、接近されると不利になる。\n- ナミのスキルは発生が早く、モルガナのスネアを避けるのが容易で、モルガナのCCを無効化することができる。",
			"ラックス": "ラックスがナミに不利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、ラックスのスキルを当てる前に接近されると、ラックスは脆弱な状態になる。\n- ナミの回復能力により、ラックスのハラスが効果的でなくなり、持続的なトレードで不利になる。\n- ナミのスキルは、ラックスのスキルショットを避けるための移動速度を上げる効果があり、ラックスの攻撃を当てづらくする。\n- ナミは接近戦でのトレードが得意で、ラックスが近づかれるとスキルを使う余裕がなくなる。\n- ナミのCCはラックスのスキルのクールダウン中にラックスを捕まえることができ、ラックスにとって非常に危険な状況を作り出す。",
			"ザイラ": "ザイラが不利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、ザイラのスキルを妨害しやすい。特に、ナミのCCはザイラの移動を制限し、攻撃を当てやすくする。\n- ナミの回復能力により、ザイラの持続的なダメージを軽減される。これにより、ザイラはトレードで優位に立ちにくい。\n- ナミは加速効果を持っているため、ザイラが距離を取ろうとしても追いかけられる可能性が高い。これにより、ザイラは安全にプレイしづらくなる。\n- ザイラは移動手段が乏しく、ナミが接近してくると脆弱な状態になる。ナミの攻撃を受けると、ザイラは簡単に捕まってしまう。\n- ナミのスキルは発生が遅いものの、ザイラのスキルも発動から発生までに時間がかかるため、ナミが先に攻撃を仕掛けることでザイラのスキルを無効化できる。",
			"パンテオン": "パンテオンがナミに不利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、パンテオンがオールインを仕掛ける際に妨害することができるため、パンテオンの攻撃を避けやすい。\n- ナミのハラス力が高く、パンテオンは近づくことが難しく、レーンでのトレードで不利になることが多い。\n- ナミの回復能力により、パンテオンのバーストダメージを軽減されるため、持続戦闘での優位性が薄れる。\n- ナミは移動速度を上げるスキルを持っており、パンテオンの攻撃を避けることができるため、パンテオンの攻撃が当たりにくい。\n- パンテオンは長期戦に弱く、ナミの持続的なハラスや回復によって、戦闘が長引くと不利になる。",
			"ゼラス": "ゼラスが不利です。\n\n- ナミは豊富なCCを持っており、ゼラスのスキルを当てるのが難しくなる。特に、ナミのスキルは相手を捕まえる能力が高く、ゼラスが攻撃する隙を与えない。\n- ナミの回復能力により、ゼラスのハラスが効果的でなくなる。ナミは味方を回復しつつ、ゼラスのダメージを軽減できるため、持続的なトレードで優位に立ちやすい。\n- ゼラスは自衛手段が乏しく、ナミのCCに捕まると簡単に倒されるリスクが高い。特に、ナミのスキルで捕まった後に他のチャンピオンからの攻撃を受けると、致命的なダメージを受ける可能性がある。\n- ナミは機動力が高く、ゼラスのスキルを避けやすい。ゼラスのスキルは発動が遅いため、ナミが素早く動くことで回避されることが多い。\n- ゼラスはマナ消費が多く、持続的な戦闘に向かないが、ナミはマナ管理が比較的容易で、持続的に戦えるため、レーンでの持久戦で有利。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ナミは豊富なCCと回復能力を持っており、ヴェル＝コズの攻撃を受け流しやすい。\n- ナミのスキルは、ヴェル＝コズのスキルを避けるための移動をサポートし、彼の攻撃を無効化することができる。\n- ヴェル＝コズは機動力が低く、ナミのCCやハラスに対して脆弱で、接近されると自衛が難しい。\n- ナミの攻撃的なエンチャンターとしての特性により、レーンでのトレードで優位に立たれることが多い。\n- ナミの回復能力により、ヴェル＝コズのダメージを軽減され、持続的な戦闘で劣位に立たされる。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクがナミに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは発生が早く、ナミのスキルが当たりづらい相手に対して強力です。ナミはCCを持っていますが、発生が遅いため、ブリッツクランクのフックを避けることが難しいです。\n- ナミは脆いメイジタイプのサポートであり、ブリッツクランクのフックが当たると瞬時にキルに繋がる可能性が高いです。特にナミは自分を守る手段が限られているため、フックを受けると危険です。\n- ブリッツクランクはサイレンスやノックアップを持っており、ナミのスキルを封じることができるため、ナミの回復やCCを無効化しやすいです。\n- ナミはマナ管理が難しいため、スキルを多用するとマナが枯渇しやすいですが、ブリッツクランクはフックを外した場合のリスクが高く、慎重に行動する必要があります。これにより、ナミはブリッツクランクのプレッシャーを受けやすくなります。\n- ブリッツクランクは近接タイプのチャンピオンであり、ナミの攻撃範囲に近づくことで、ナミのハラスを無効化しやすいです。ナミは遠距離からのハラスが得意ですが、ブリッツクランクが近づくことでその強みを消すことができます。",
			"ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは豊富なCCを持ち、ナミの回復やCCを無効化することができるため、オールインが効果的です。\n- ナミは射程が長いものの、ノーチラスのフックによって簡単に捕まえられるため、立ち位置が制限されます。\n- ナミのCCは発生が遅く、ノーチラスが接近する前に当てるのが難しいため、彼の攻撃を避けるのが困難です。\n- ノーチラスはタンクとしての耐久力が高く、ナミのダメージを受けても生存しやすいため、持続的な戦闘で有利に立てます。\n- ナミのマナ管理が難しいため、スキルを多用するノーチラスに対して持続的に戦うのが難しくなります。",
			"ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで、ナミの攻撃を回避しやすく、シールドや回復を提供できるため、ナミのハラスを軽減できる。\n- ナミのCCは発生が遅く、ユーミは移動しながら味方を支援できるため、ナミのスキルを避けやすい。\n- ユーミはハラス型のメイジサポートに対して有利であり、ナミの攻撃的なスタイルに対してもシールドや加速で対抗できる。\n- ユーミはADCとの相性が良く、ナミが持つCCや回復を無効化しつつ、味方のダメージを増加させることができる。\n- ナミのマナ管理が難しいため、持続的な戦闘においてユーミが有利に立ち回ることができる。",
			"アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持ち、ナミのスキルを無効化しやすい。特に、ナミのCCは発生が遅いため、アリスターのエンゲージに対処しづらい。\n- アリスターはタンクとしての耐久力が高く、ナミの攻撃を受け止めることができるため、レーンでのハラスに強い。\n- アリスターのスキルは即時発動可能で、ナミのスキルを避けることができるため、ナミのハラスを効果的に無効化できる。\n- ナミはマナ管理が難しいため、アリスターが持続的に圧力をかけることで、ナミのマナを枯渇させることができる。\n- アリスターは集団戦でのエンゲージが得意で、ナミのチームメイトに対しても強力なピールを行えるため、ナミのサポート効果を薄めることができる。"
		}
	},
	"スレッシュ": {
		"name": "スレッシュ",
		"beats": {
			"ユーミ": "ユーミが不利です。\n\n- スレッシュは高いCC性能を持ち、フックでユーミを捕まえることができるため、ユーミは簡単に狙われやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、スレッシュの攻撃を受けるとすぐにダメージを受けてしまう。\n- スレッシュのエンゲージ能力に対して、ユーミはスロー止まりのCCしか持っておらず、逃げる手段が限られている。\n- スレッシュのランタンを使って味方を救出する能力があるため、ユーミが密着している味方が捕まった場合、救出が難しくなる。\n- スレッシュは長射程の攻撃を持っているため、ユーミがハラスを受けやすく、レーンでの維持が困難になる。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- スレッシュは高いCC性能を持ち、フックでヴェル＝コズを捕まえることができるため、接近されると脆弱なヴェル＝コズは致命的なダメージを受けやすい。\n- スレッシュのエンゲージ能力により、ヴェル＝コズは自分のスキルを発動する前に攻撃されるリスクが高く、特にスレッシュのフックを避けるのが難しい。\n- スレッシュは味方を救出するためのスキルを持っているため、ヴェル＝コズがオールインを仕掛けても、スレッシュが味方を守ることで逆に反撃される可能性がある。\n- ヴェル＝コズは機動力が低く、スレッシュのフックやスキルを避けるのが難しいため、レーンでのハラスやオールインで不利な状況に陥りやすい。\n- スレッシュの持続的なハラスに対して、ヴェル＝コズは自衛手段が乏しく、特に序盤のハラスで削られやすい。",
			"ミリオ": "ミリオが不利です。\n\n- スレッシュは高いCC性能を持ち、フックで捕まえることができるため、ミリオは簡単に狙われやすい。\n- スレッシュのエンゲージ能力に対して、ミリオは逃げる手段が限られており、特にスレッシュのフックを避けるのが難しい。\n- スレッシュの持つピール能力により、ミリオの攻撃範囲を延ばすスキルが活かしにくく、トレードで優位に立つことが難しい。\n- スレッシュのハラス能力に対して、ミリオは持続的なハラスに弱く、特にスレッシュの攻撃を受けるとダメージトレードで劣勢になる。\n- スレッシュの集団戦での耐久力が高く、ミリオの回復やシールドがあっても、スレッシュの攻撃を受けると効果が薄れることが多い。"
		},
		"loses": {
			"メル": "メルがスレッシュに有利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、スレッシュの近接攻撃を避けやすい。\n- スレッシュのスキルを反射する能力があり、特にスレッシュのフックやCCを逆用できるため、スレッシュのエンゲージを無効化できる。\n- メルのパッシブによって、HPが低いスレッシュを確定キルしやすく、オールインの際に有利に立ち回れる。\n- AoE攻撃を持つため、スレッシュが味方を救出しようとする際に、周囲の敵にもダメージを与えられる。\n- スレッシュは持続的なハラスに弱く、メルの序盤からのハラスによってスレッシュの体力を削りやすい。",
			"ラカン": "ラカンがスレッシュに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、スレッシュのフックを避けやすい。これにより、スレッシュの捕まえる能力を無効化できる。\n- ラカンのCCは瞬時に発動できるため、スレッシュがエンゲージを試みる際に、すぐに反応してピールやカウンターエンゲージが可能。\n- ラカンはシールドやヒールを持っているため、スレッシュのハラスに対しても耐久力を保ちやすい。これにより、レーンでの持続力が向上する。\n- スレッシュはクールダウンが長く、特にQを外した際の隙が大きいが、ラカンはその隙を突いて攻撃することができる。\n- ラカンは味方を助ける能力が高く、スレッシュが味方を捕まえようとした際に、すぐに救出することができる。",
			"ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- ニーコは擬態を利用してスレッシュのフックを避けることができ、奇襲を仕掛けやすい。\n- スレッシュのクールダウンが長いため、ニーコがスキルを使った後に攻撃を仕掛けるチャンスが生まれる。\n- ニーコのAoEダメージとスタンを持つアルティメットは、スレッシュが集団戦でエンゲージする際に大きな脅威となる。\n- スレッシュは基礎ステータスが低く、ニーコのハラスに対して持続的に耐えるのが難しい。\n- ニーコは短射程のチャンピオンに対して有利であり、スレッシュはその特性に該当するため、ニーコが有利にレーンを進めやすい。",
			"セラフィーン": "セラフィーンが有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、スレッシュのような単体キャッチに対して強い。\n- 複数のCCを持ち、射程が長いため、スレッシュのエンゲージを安全に牽制できる。\n- スレッシュのスキルはクールダウンが長く、外した際の隙が大きいため、セラフィーンはその隙を突いて攻撃するチャンスがある。\n- セラフィーンのパッシブによるハラス性能が高く、スレッシュの持続的なハラスに対して優位に立てる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セラフィーンの範囲攻撃で圧力をかけやすい。",
			"アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いCC能力を持ち、スレッシュのエンゲージを無効化することができるため、スレッシュのフックや捕まえに対して強い。\n- アリスターの基礎ステータスが高く、サステインがあるため、スレッシュのハラスに対して耐久力がある。\n- スレッシュはスキルのクールダウンが長く、外した際の隙が大きいが、アリスターは即時発動可能なスキルを持っているため、スレッシュの攻撃を受け流しやすい。\n- アリスターは集団戦でのタンクとしての役割が強く、スレッシュが持つCCを受けても耐えられるため、集団戦での影響力が高い。\n- スレッシュは基本的に攻撃性能が低く、アリスターの高いタフネスに対してダメージを与えにくい。",
			"レル": "レルが有利です。\n\n- レルは複数のAoE CCを持っており、スレッシュのエンゲージを無効化しやすいです。スレッシュのフックを避けたり、捕まえた際に反撃することが可能です。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、レルのオールインに対して脆いです。レルの攻撃でスレッシュを圧倒することができます。\n- レルのパッシブによって、スレッシュのARを吸収し、ダメージを与えやすくなります。これにより、スレッシュはレルに対して耐久力が低下します。\n- レルは自身と味方の移動速度を上げる手段が豊富で、スレッシュのフックを避ける動きがしやすく、エンゲージのタイミングを選びやすいです。\n- スレッシュのスキルのクールダウンが長いため、外した際の隙を突いてレルが攻撃を仕掛けることができます。"
		}
	},
	"ソナ": {
		"name": "ソナ",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- ソナは回復やシールドを持っており、モルガナのハラスを軽減できるため、持続的な戦闘で優位に立ちやすい。\n- ソナのAoEスタンは集団戦でのモルガナの動きを制限し、彼女のスキルを無効化することができる。\n- モルガナはスキルのクールダウンが長く、ソナの持続的な支援に対抗しづらい。\n- ソナは序盤から強力なオーラを展開できるため、モルガナが攻撃を仕掛けるタイミングを制限される。\n- モルガナのスペルシールドはソナのスキルに対して効果が薄く、特に集団戦ではソナの支援を受けた味方に対して無力になりやすい。",
			"ザイラ": "ザイラが不利です。\n\n- ソナはオーラによるAoE支援が可能で、ザイラの攻撃を受けながらも味方を回復したりバフをかけることができるため、ザイラのダメージを軽減できる。\n- ソナのスタン効果はザイラにとって脅威であり、捕まると一気にダメージを受ける可能性が高い。\n- ザイラは移動手段が乏しく、ソナのスキルによって接近されると脆弱な状態になる。\n- ソナはレーンでの持続的なハラスが得意で、ザイラが植物を使ってもソナの回復やバフで耐えられることが多い。\n- ソナのスキルは発動が早く、ザイラのスキルの発動から発生までの時間を利用して反撃することができる。",
			"パンテオン": "パンテオンが不利です。\n\n- ソナは遠距離攻撃を持つため、パンテオンが近づく前にハラスを行いやすい。\n- ソナのオーラによる支援効果で、味方の生存率が高まり、パンテオンのオールインが成功しにくい。\n- ソナのスタンは発生が早く、パンテオンが攻撃を仕掛ける前に妨害される可能性が高い。\n- ソナは回復能力を持っているため、パンテオンのバーストダメージを軽減できる。\n- パンテオンはスキルのクールダウンが長く、ソナの持続的なハラスに対して反撃が難しい。\n- ソナは集団戦での支援能力が高く、パンテオンが集団戦で活躍するのが難しくなる。",
			"ゼラス": "ゼラスが不利です。\n\n- ソナは回復やバフを持っており、ゼラスのハラスを軽減できるため、ゼラスは持続的なダメージを与えにくい。\n- ソナのオーラによる支援効果は、集団戦でのゼラスのダメージを相対的に減少させるため、ゼラスの強みを活かしづらい。\n- ソナのスタン効果は、ゼラスがスキルを当てる前に彼を無力化する可能性があり、特に近距離での接触時に危険。\n- ゼラスは自衛手段が乏しく、ソナの攻撃を受けると簡単に捕まる可能性が高い。\n- ソナのマナ管理が難しい序盤に対して、ゼラスは長射程からのハラスが得意だが、ソナの回復でその効果が薄れる。",
			"ソラカ": "ソラカが不利です。\n\n- ソナは高いAoE支援能力を持ち、集団戦での回復やバフが強力で、ソラカのヒールを上回ることができる。\n- ソナのスタン効果により、ソラカは行動を制限されやすく、特に集団戦での生存能力が低下する。\n- ソナはスキルの発動が簡単で、操作が容易なため、初心者でも扱いやすく、レーンでのプレッシャーをかけやすい。\n- ソナの回復やバフは持続的に効果を発揮するため、ソラカのヒールが重傷の影響を受けると、効果が薄れる。\n- ソナはキャッチ能力が高く、ソラカが捕まるリスクが高まるため、レーンでの優位を失いやすい。",
			"ルル": "ルルが不利です。\n\n- ソナはAoE回復やバフを持っており、集団戦での支援能力が高いため、ルルの単体対象の支援では対抗しきれない。\n- ソナのスタン効果は発生が早く、ルルがスキルを使う前に妨害される可能性が高い。\n- ルルは移動不可のCCを持たないため、ソナの攻撃を受けやすく、特に序盤のハラスに対して脆弱。\n- ソナのマナ管理が難しい序盤に対して、ルルは持続的なハラスを受けることで優位に立たれることが多い。\n- ソナのオーラによる支援は、ルルのシールドやHP増加を上回るため、持続的な戦闘で不利になる。",
			"セラフィーン": "セラフィーンが不利です。\n\n- ソナはオーラによるAoE支援が強力で、集団戦での回復やバフを提供できるため、セラフィーンのスキルを無効化しやすい。\n- ソナの発生が早いAoEスタンは、セラフィーンのスキルの発動を妨げることができ、特にスキルの発生が遅いセラフィーンにとっては致命的。\n- ソナは基礎ステータスが低いものの、序盤のハラスが強く、セラフィーンがスキルを当てる前にダメージを与えやすい。\n- セラフィーンはスキルの発生が遅く、瞬時に攻撃を仕掛けるソナに対して反応が遅れるため、オールイン合戦で不利になる。\n- ソナの回復能力により、セラフィーンのバーストダメージを軽減されるため、セラフィーンのダメージが通りにくい。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクがソナに有利です。\n\n理由は以下の通りです。\n\n- ソナは序盤が非常に脆く、ブリッツクランクのフックで簡単に捕まえられるため、早期にキルを狙いやすい。\n- ブリッツクランクのフックは発生が早く、ソナの移動を制限することで、彼女のスキルを発動する前に攻撃を仕掛けることができる。\n- ソナはCC（クラウドコントロール）がUlt以外はスローのみで、ブリッツクランクのフックやノックアップに対して防御手段が乏しい。\n- ソナのマナ管理が難しいため、ブリッツクランクがプレッシャーをかけることで、ソナのスキル使用を制限しやすい。\n- ブリッツクランクはタンクとしての耐久力があり、ソナの攻撃を受けながらも前に出ていけるため、レーンでの優位を維持しやすい。",
			"ラカン": "ラカンが有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、ソナの攻撃範囲に近づきやすいため、序盤からハラスを行いやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆いため、ラカンのCCを受けると簡単に倒される可能性が高い。\n- ラカンの持つ2種類のCCは、ソナのスキルを妨害しやすく、特に集団戦での彼女の影響力を減少させることができる。\n- ソナはマナ管理が難しいため、ラカンが積極的にハラスを行うことで、ソナのマナを枯渇させることができる。\n- ラカンは味方を守るためのシールドを持っており、味方が攻撃を受けた際にサポートしやすい。これにより、ソナの攻撃を受けるリスクを減少させることができる。",
			"ブラウム": "ブラウムが有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ソナの攻撃を軽減できるため、序盤からのハラスに強い。\n- ソナは脆弱で捕まると簡単に倒されるが、ブラウムはCCを持っており、ソナの攻撃を防ぎやすい。\n- ブラウムのパッシブは、ソナに対しても効果的で、攻撃を当てることでスタンを狙えるため、ソナの行動を制限できる。\n- ソナはマナ管理が難しいため、ブラウムが攻撃を仕掛けることでソナのスキル使用を強制し、マナを枯渇させることができる。\n- ブラウムは味方を守る能力が高く、ADCをしっかりサポートすることで、ソナの支援効果を無効化できる。",
			"ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- ニーコは擬態を利用してソナを欺くことができ、奇襲を仕掛けやすい。\n- ソナは序盤が脆いため、ニーコの高いバーストダメージで早期に倒すことが可能。\n- ニーコのAoEダメージとスタンは、集団戦でのソナの支援能力を無効化することができる。\n- ソナはマナ管理が難しく、ニーコの攻撃を受け続けることでマナが枯渇しやすい。\n- ニーコは短射程のチャンピオンに対して有利であり、ソナの攻撃を避けながらダメージを与えることができる。",
			"アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、序盤からレーンでの維持力が高いため、ソナのハラスを受けにくい。\n- アリスターのCC能力により、ソナのスキルを無効化しやすく、特にエンゲージやピールが得意なため、ソナの攻撃を防ぎやすい。\n- ソナは脆弱で捕まると簡単に倒されるが、アリスターはその捕まえる能力を持っており、ソナに対して強力なプレッシャーをかけられる。\n- アリスターのスキルは即時発動可能で、ソナのスキルを避けることができるため、レーンでの優位を保ちやすい。\n- ソナはマナ管理が難しいが、アリスターはパッシブによるサステインがあり、持続的にレーンで戦いやすい。"
		}
	},
	"ミリオ": {
		"name": "ミリオ",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、モルガナのハラスを受けにくくすることができるため、トレードで有利に立ち回ることができる。\n- ミリオのウルトはAoEでCCを解除するため、モルガナのスネアや他のCCを無効化される可能性が高く、モルガナのエンゲージが無力化される。\n- モルガナはクールダウンが長く、スキルを当てる機会が限られるため、ミリオの持つ回復やシールドによって持続的なダメージトレードが難しくなる。\n- ミリオはCCを持つチャンピオンに対して強いが、モルガナはエンチャンター系のチャンピオンに対して不利であり、特にミリオのようなサポートに対してはその傾向が顕著である。\n- モルガナのバーストダメージが低いため、ミリオの回復やシールドを突破するのが難しく、持続的な戦闘で劣位に立たされる。",
			"セラフィーン": "セラフィーンが不利です。\n\n- セラフィーンはスキルの発生が遅く、瞬時に攻撃を仕掛けるミリオに対して反応が遅れるため、ハラスやトレードで不利になる。\n- ミリオは味方の攻撃範囲を延ばす能力を持っており、セラフィーンがハラスを行う際に逆に攻撃を受けやすくなる。\n- ミリオの回復やシールドにより、セラフィーンのダメージを軽減されるため、オールイン合戦での優位性が失われる。\n- セラフィーンは防御ステータスが低く、ミリオの攻撃やハラスに対して脆弱である。\n- ミリオのウルトによるCC解除が、セラフィーンのスキルの効果を無効化する可能性があり、集団戦での影響力が減少する。",
			"ザイラ": "ザイラがミリオに不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ザイラのハラスを受けにくくすることができるため、ザイラのダメージトレードが無効化されやすい。\n- ミリオのウルトはAoEでCCを解除するため、ザイラのCCを無効化される可能性が高く、ザイラのエンゲージやトレードが効果的に機能しない。\n- ザイラは移動手段が乏しく、ミリオの攻撃範囲の延長や加速によって、接近されると脆弱な状態に陥りやすい。\n- ミリオは回復やシールドを持っているため、ザイラの持続的なダメージを軽減でき、ザイラの火力を活かしづらくなる。\n- ミリオは味方を強化する能力が高く、ザイラが有利に立ち回るための条件を満たしにくい。",
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ラックスのハラスを受けにくくすることができる。\n- ミリオのウルトはAoEでCCを解除するため、ラックスのスキルを無効化される可能性が高い。\n- ミリオは回復やシールドを持っているため、ラックスのバーストダメージを軽減できる。\n- ミリオのノックバックによって、ラックスがスキルを当てるタイミングをずらされることがある。\n- ミリオは接近戦に強く、ラックスが近づかれると非常に脆弱になる。",
			"パンテオン": "パンテオンがミリオに不利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばす能力を持っており、パンテオンのオールインを避けやすく、トレードで有利に立つことができる。\n- ミリオのウルトはAoEでCCを解除するため、パンテオンのエンゲージを無効化できる。これにより、パンテオンは攻撃のチャンスを失いやすい。\n- パンテオンは短期的なバーストダメージに依存しているが、ミリオの回復やシールドによってその効果を軽減されるため、持続的なダメージトレードで不利になる。\n- ミリオはハラス力が高く、パンテオンが近づく前にダメージを与えることができるため、パンテオンは接近するのが難しい。\n- ミリオはCCが限られているため、パンテオンの攻撃を受けるときに逃げる手段が乏しく、逆に捕まりやすくなる。",
			"ゼラス": "ゼラスが不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ゼラスの攻撃を受けずに安全にハラスを行うことができるため、ゼラスは一方的に攻撃しづらい。\n- ミリオの回復やシールドにより、ゼラスのポークダメージを軽減されるため、持続的なダメージトレードで不利になる。\n- ミリオのウルトはAoEでCCを解除するため、ゼラスが仕掛けるエンゲージやCCを無効化される可能性が高い。\n- ゼラスは自衛手段が乏しく、ミリオの攻撃範囲の延長や回復によって、近距離でのトレードが不利になる。\n- ミリオはCCを持つチャンピオンに対して強いが、ゼラスはCCを持たないため、ミリオの強みを活かされやすい。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは、ミリオのような脆いサポートキャリーを簡単に捕まえることができ、瞬時にキルに繋げることができる。\n- ミリオはCCを持つスキルが限られており、ブリッツクランクのフックに対して逃げる手段が乏しいため、捕まりやすい。\n- ブリッツクランクのサイレンスやノックアップは、ミリオのスキルを無効化することができ、特に回復やシールドを行うタイミングを妨害できる。\n- ミリオは味方の攻撃範囲を延ばす能力を持っているが、ブリッツクランクのフックによってその位置を強制的に変えられるため、ハラスが難しくなる。\n- ブリッツクランクはタンクとしての耐久力があり、ミリオの攻撃を受けながらも前に出てプレッシャーをかけることができる。",
			"ブラウム": "ブラウムはミリオに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ミリオの攻撃を軽減できるため、ミリオのハラスを受けにくい。\n- ブラウムのパッシブは、ミリオの攻撃に対してもスタンを狙えるため、ミリオの行動を制限しやすい。\n- ミリオはCCが限られているため、ブラウムの防御スキルによって味方を守ることが容易で、ミリオのサポート効果を無効化しやすい。\n- ブラウムは接近戦に強く、ミリオが近づくとブラウムのCCを受けやすくなるため、ミリオの立ち回りが難しくなる。\n- ミリオのスキルはマナコストが高く、持続的なハラスが難しいため、ブラウムが持つ耐久力で持ちこたえやすい。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ミリオに対して高いプレッシャーをかけることができる。これにより、ミリオのハラスやトレードを制限しやすい。\n- カルマのスネアは、ミリオのノックバックを無効化することができ、ミリオが味方を守るためのスキルを使う前に捕まえることが可能。\n- カルマはシールドや回復を持っているため、ミリオのハラスに対して耐性があり、持続的なトレードで優位に立つことができる。\n- ミリオはCCが限られているため、カルマのスキルを避けることが難しく、特にスネアを受けると大きなダメージを受けるリスクがある。\n- カルマは射程が長く、ミリオの攻撃範囲を超えてハラスを行うことができるため、ミリオが攻撃しづらくなる。",
			"ジャンナ": "ジャンナがミリオに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、ミリオの攻撃を妨害することができるため、ミリオのハラスやトレードを制限できる。\n- ジャンナのディスエンゲージ能力により、ミリオが攻撃を仕掛けてきた際に、ジャンナは味方を守りつつ反撃することができる。\n- ジャンナのシールドは味方を守るだけでなく、ミリオの回復やシールド効果を相殺することができるため、ミリオの強みを無効化できる。\n- ジャンナは高い移動速度を持ち、ミリオの攻撃範囲を延ばすスキルに対しても、素早く対応できるため、ミリオの攻撃を避けやすい。\n- ミリオはCCが限られているため、ジャンナの強力なCCに対して脆弱であり、特に集団戦ではジャンナの影響力が高くなる。",
			"スレッシュ": "スレッシュがミリオに有利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、ミリオのノックバックを無効化することができるため、ミリオのハラスやエンゲージを阻止しやすい。\n- ミリオはCCが限られているため、スレッシュのフックや捕まえる能力に対して脆弱であり、捕まった場合のリスクが高い。\n- スレッシュは味方を救出するスキルを持っており、ミリオが味方を強化しても、スレッシュが適切に介入することで逆転のチャンスを作れる。\n- ミリオの攻撃範囲を延ばすスキルに対して、スレッシュはフックで距離を詰めることができ、ミリオのハラスを無効化することができる。\n- スレッシュは持続的なハラスに弱いが、ミリオの攻撃力強化や回復を受けても、スレッシュのCCでミリオを捕まえることで有利な状況を作りやすい。",
			"ノーチラス": "ノーチラスはミリオに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、ミリオの回復やシールドを無効化することができるため、ミリオの強みを活かさせない。\n- ミリオはエンゲージ能力が低く、ノーチラスのフックやスタンに対して逃げる手段が限られているため、捕まりやすい。\n- ノーチラスのオールイン能力は高く、ミリオが持つノックバックのスキルではノーチラスの攻撃を防ぎきれない。\n- ミリオはCCを持つ相手に対して強いが、ノーチラスのような多様なCCを持つチャンピオンには対処が難しい。\n- ノーチラスはミリオの射程外から攻撃できるため、ミリオがハラスを行う際にリスクを伴う。",
			"バード": "バードがミリオに有利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持ち、ローム能力が高いため、ミリオが孤立している時に効果的にプレッシャーをかけることができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ミリオのエンゲージやCCを無効化しやすい。\n- バードのパッシブによる火力の出しやすさと、鐘の回収によるマナ回復により、持続的にレーンでのハラスが可能。\n- ミリオはCCが限られているため、バードのスタンやハラスに対して脆弱であり、トレードで不利になりやすい。\n- バードは高い機動力を持ち、ミリオの攻撃範囲を延ばすスキルに対しても、距離を取りながら対応できる。"
		}
	},
	"ルル": {
		"name": "ルル",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- ルルはポリモーフを持っており、モルガナのスキルを無効化することができるため、モルガナのCCが効果的に機能しづらい。\n- ルルのシールドやHP増加のスキルにより、モルガナのダメージを軽減されるため、レーンでの優位性を保ちにくい。\n- ルルは射程が長く、モルガナが近づく前に攻撃を受ける可能性が高いため、モルガナが安全にスキルを当てるのが難しい。\n- ルルのエンゲージ能力が高く、モルガナがオールインを仕掛ける際に逆に攻撃を受けやすくなる。\n- ルルは集団戦での影響力が高く、味方を強化することでモルガナの火力を相対的に低下させることができる。",
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ルルは固有のCCを持ち、ラックスのスキルを無力化することができるため、ラックスが攻撃を仕掛ける際にリスクが高くなる。\n- ルルのシールドやHP増加の効果により、ラックスのバーストダメージが軽減され、キルを狙いにくくなる。\n- ルルは射程が長く、ラックスの攻撃を受けることなくハラスを行うことができるため、ラックスがレーンでの優位性を保ちにくい。\n- ルルのポリモーフはラックスのスキルを当てるタイミングをずらすことができ、ラックスの攻撃が無駄になりやすい。\n- ルルは味方を強化する能力が高く、集団戦での影響力が増すため、ラックスが集団戦で活躍する機会が減少する。",
			"パンテオン": "パンテオンがルルに不利です。\n\n理由は以下の通りです。\n\n- ルルは射程が長く、パンテオンの近接攻撃を避けながらハラスが可能です。これにより、パンテオンは攻撃を仕掛けるのが難しくなります。\n- ルルのポリモーフは、パンテオンのオールインを無力化することができ、特にパンテオンがスキルを使った後に無力化されると、反撃を受けやすくなります。\n- ルルは味方にシールドを付与できるため、パンテオンのバーストダメージを軽減し、持続的な戦闘での優位性を保たれます。\n- ルルは集団戦での影響力が高く、パンテオンが集団戦に参加する際に、ルルのCCやバフによってパンテオンの効果が薄れる可能性があります。\n- パンテオンはスキルのクールダウンが長く、ルルの持続的なハラスやCCに対して持続的に対抗するのが難しいです。",
			"ザイラ": "ザイラが不利です。\n\n- ルルは固有のCCを持ち、ザイラの攻撃を無力化することができるため、ザイラは攻撃を当てづらくなる。\n- ルルのシールドやHP増加の効果により、ザイラのダメージを軽減されやすく、持続的なダメージを与えるのが難しい。\n- ルルは射程が短いため、ザイラが安全な距離から攻撃することができるが、ルルのCCでザイラが接近されると脆弱な状態になる。\n- ルルは味方を強化する能力が高く、ザイラが持つダメージを相殺することができるため、集団戦での影響力が低くなる。\n- ルルのスキルは単体対象であるため、ザイラが複数の敵を相手にした際に効果が薄くなることがある。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは、ルルのような脆いサポートキャリーを簡単に捕まえることができ、瞬時にキルに繋がる可能性が高い。\n- ルルは移動不可のCCを持たないため、ブリッツクランクのフックを避ける手段が限られており、捕まった場合の反撃が難しい。\n- ブリッツクランクはノックアップやサイレンスを持っており、ルルのスキルを無効化することで、彼女のサポート能力を大幅に制限できる。\n- ルルは単体対象のスキルが多く、集団戦での影響力が低いため、ブリッツクランクがフックを当てることで、ルルの役割を果たせなくさせることができる。\n- ブリッツクランクはタンクとしての耐久力があり、ルルの攻撃を受けながらも、フックを狙うことができるため、持久戦でも有利に立ち回れる。",
			"ソナ": "ソナが有利です。\n\n理由:\n- ソナはAoE回復やバフを持っており、ルルの単体支援に対してチーム全体を支援できるため、集団戦での影響力が高い。\n- ルルのポリモーフは強力ですが、ソナのスタンによってルルの行動を制限できるため、ルルが有利に立ち回るのを妨げられる。\n- ソナは移動速度を上げるスキルを持っており、ルルの攻撃を避けやすく、レーンでのハラスがしやすい。\n- ルルはエンゲージ能力が乏しいため、ソナが安全に攻撃を続けることができ、レーンでの優位性を保ちやすい。\n- ソナはマナ管理が難しいものの、ルルに対しては持続的な戦闘が可能で、長期戦に持ち込むことで有利に進められる。",
			"ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、ルルの移動を制限することができるため、ルルが自分や味方を守るのが難しくなる。\n- ノーチラスのフックは射程が長く、ルルが距離を保とうとしても捕まえやすい。これにより、ルルはオールインされるリスクが高まる。\n- ルルはエンゲージ能力が乏しいため、ノーチラスの攻撃に対して反撃する手段が限られている。ノーチラスが先手を取ることで、ルルは有利な状況を作りにくい。\n- ノーチラスはタンクとしての耐久力が高く、ルルのダメージを受けても生存しやすい。これにより、ルルの攻撃が効果的に機能しない。\n- ルルのスキルは単体対象であるため、ノーチラスが複数のCCを駆使してルルを捕まえると、ルルの効果が薄れる。",
			"レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のAoE CCを持っており、ルルのようなエンチャンター系サポートに対して長時間の拘束が可能です。これにより、ルルが味方を守る手段を封じることができます。\n- ルルは移動不可のCCを持たないため、レルのエンゲージに対して反撃が難しく、オールインを仕掛けられると対処が困難です。\n- レルのパッシブによって敵のAR/MRを吸収できるため、ルルのシールドやHP増加の効果を相対的に薄めることができます。\n- レルは自身と味方の移動速度を上げる手段が豊富で、ルルが逃げる手段を制限しやすく、追撃が容易です。\n- ルルは単体対象のスキルが多く、集団戦での影響力が低くなる傾向がありますが、レルは集団戦でのエンゲージが得意なため、レルが主導権を握りやすいです。",
			"バード": "バードがルルに有利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持っており、ルルの攻撃を避けやすいため、ルルのCCを回避しやすい。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ルルの攻撃やスキルを無効化することができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、ルルに対して持続的なダメージを与えやすい。\n- ルルは単体対象のスキルが多く、バードのように複数の敵に影響を与えるスキルを持つ相手には対処が難しい。\n- バードはロームが得意で、他のレーンに影響を与えやすいため、ルルが孤立しやすい状況を作り出すことができる。"
		}
	},
	"ポッピー": {
		"name": "ポッピー",
		"beats": {
			"パンテオン": "パンテオンがポッピーに不利です。\n\n理由は以下の通りです。\n\n- ポッピーは高いシールドと割合ダメージを持ち、パンテオンのオールインに対して耐久力が高い。\n- ポッピーのCCはパンテオンのリープやスタンを無効化することができ、パンテオンの攻撃を阻止することができる。\n- パンテオンはスキルのクールダウンが長く、ポッピーとの長期戦ではDPSが低下しやすい。\n- ポッピーは近接戦闘において強力なタンクであり、パンテオンのバーストダメージを受け流しつつ、持続的なダメージを与えることができる。\n- ポッピーは射程が短いものの、パンテオンの攻撃を受けることで逆に有利なトレードを仕掛けることができる。",
			"ソラカ": "ソラカがポッピーに不利です。\n\n- ポッピーは近接チャンピオンであり、ソラカの射程を活かしたハラスが難しい。ポッピーが近づくことで、ソラカは攻撃を受けやすくなる。\n- ポッピーのCCやダメージを受けると、ソラカは逃げる手段が乏しいため、捕まるリスクが高い。\n- ポッピーはタンクとしての耐久力が高く、ソラカのダメージを軽減しやすい。これにより、ソラカのヒールが効果的に機能しにくい。\n- ポッピーのスキルは、ソラカのサイレンスやスネアを無効化することができるため、ソラカの妨害が効果的ではない。\n- ポッピーはレーンでのトレードにおいて、持続的なダメージを与えられるため、ソラカは長期戦で不利を強いられることが多い。",
			"ラックス": "ラックスがポッピーに不利です。\n\n- ポッピーは近接チャンピオンであり、ラックスのスキルを避けながら接近することが得意です。ラックスのスキルは方向指定であるため、ポッピーが近づくと当てにくくなります。\n- ポッピーは高いシールドと割合ダメージを持っており、ラックスのバーストダメージを耐えることができます。これにより、ラックスがトレードで有利を取るのが難しくなります。\n- ポッピーのCC（クラウドコントロール）能力は非常に強力で、ラックスが接近されるとスキルを使う余裕がなくなり、逆に攻撃される危険があります。\n- ポッピーはダッシュやリープを持たないため、ラックスのハラスを受けにくいです。ラックスは射程が長いものの、ポッピーはその射程を活かして安全に近づくことができます。\n- ラックスは基礎ステータスが低く、ポッピーに接近されると非常に脆弱です。ポッピーが近づくことで、ラックスは簡単に捕まってしまう可能性があります。",
			"レオナ": "レオナが不利です。\n\n- ポッピーは高いシールドと低CDの割合ダメージを持っており、1対1の戦闘でレオナに対して優位に立つことができる。\n- ポッピーのスキルはダッシュやリープを阻止する能力があり、レオナのイニシエートを無効化することができる。\n- レオナは火力がパッシブに依存しており、中盤以降はダメージが不足しがちだが、ポッピーは長期戦での耐久力が高いため、持久戦で不利になる。\n- ポッピーは豊富なCCを持ち、レオナの接近を阻止することができるため、レオナがオールインを仕掛けるのが難しくなる。\n- ポッピーは射程が短いものの、レオナの攻撃を受ける前に反撃することができるため、トレードで有利に立つことができる。",
			"バード": "バードが不利です。\n\n- ポッピーは近接タンクであり、バードの攻撃を受けながら接近してくるため、バードのハラスが効きにくい。\n- ポッピーのCCやシールドにより、バードのスキルを効果的に使うことが難しく、トレードで不利になることが多い。\n- バードのダメージスキルはQのみで、ポッピーの耐久力に対して十分なダメージを出せない。\n- ポッピーはダッシュやリープを阻止する能力が高く、バードの移動スキルを封じられる可能性がある。\n- ポッピーの高い耐久力とCCにより、バードがロームやサポートを行う際に、ポッピーに対抗するのが難しくなる。"
		},
		"loses": {
			"ジリアン": "ジリアンはポッピーに有利です。\n\n- ジリアンは遠距離攻撃が可能で、ポッピーの近接戦闘に対して安全にハラスができるため、レーンでの優位性を持ちやすい。\n- ジリアンのスキルは移動速度のバフやデバフを持っており、ポッピーのエンゲージを妨害しやすい。\n- ポッピーはダッシュやリープを持たないため、ジリアンの瞬間火力やCCを受けやすく、トレードで不利になることが多い。\n- ジリアンの蘇生能力は、ポッピーが高いダメージを持つ相手に対しても有効で、ポッピーが攻撃を仕掛けた際に逆転のチャンスを作ることができる。\n- ジリアンはレベル差をつけやすく、早期に強力なスキルを持つため、ポッピーが成長する前に有利な状況を作りやすい。",
			"ナミ": "ナミがポッピーに有利です。\n\n理由:\n- ナミは遠距離攻撃が可能で、ポッピーの近接戦闘に対して安全な距離からハラスができる。\n- ナミのCCはポッピーのエンゲージを妨げることができ、ポッピーが近づくのを難しくする。\n- ナミの回復能力により、ポッピーのダメージを軽減し、持続的なトレードで優位に立てる。\n- ポッピーはスキルの射程が短いため、ナミのスキルを当てるのが難しく、ポッピーが攻撃を仕掛ける機会が減る。\n- ナミはポッピーの強みであるタイマン性能を無効化できるため、レーンでの優位性を保ちやすい。",
			"マオカイ": "マオカイがポッピーに有利です。\n\n- マオカイは高頻度でCCを使用でき、ポッピーのエンゲージを阻止しやすい。\n- ポッピーは近接攻撃型であり、マオカイのスネアやゾーニング能力に対して弱い。\n- マオカイのパッシブによるHP回復効果があり、ポッピーとのタイマンで持続力が高い。\n- ポッピーは射程が短いため、マオカイのスキルを避けるのが難しい。\n- マオカイは視界を確保する能力が高く、ブッシュを利用した戦術でポッピーを捕まえやすい。\n- ポッピーのダッシュやリープを阻止する能力はあるが、マオカイのCCに対しては効果的に使えない。",
			"カルマ": "カルマがポッピーに有利です。\n\n理由は以下の通りです。\n\n- カルマは遠距離攻撃が可能で、ポッピーの近接戦闘に対して安全な距離からハラスができるため、ポッピーが接近するのを難しくします。\n- ポッピーはスキルの射程が短いため、カルマのスキルを避けることが難しく、特にスネアやAoEダメージを受けやすいです。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ポッピーに対しても早い段階から有利なトレードが可能です。\n- ポッピーのダッシュやリープを阻止する能力は強力ですが、カルマはそのような機動力を持たないため、ポッピーの強みを活かしにくいです。\n- カルマはシールドを持っており、ポッピーのダメージを軽減できるため、ポッピーとの1対1の戦闘でも有利に立ち回れます。",
			"ジャンナ": "ジャンナがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは遠距離攻撃が可能で、ポッピーの近接攻撃を避けやすい。\n- ジャンナの強力なCCにより、ポッピーのエンゲージを阻止できるため、ポッピーが攻撃を仕掛けるのが難しくなる。\n- ジャンナのシールドはポッピーのダメージを軽減し、ポッピーの攻撃を受けても生存しやすい。\n- ジャンナは高い移動速度を持ち、ポッピーの追撃を逃れることができる。\n- ポッピーは射程が短いため、ジャンナのスキルを当てやすく、トレードで有利に立ちやすい。",
			"ノーチラス": "ノーチラスがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは長射程のフックを持っており、ポッピーの近接戦闘に入る前に捕まえることができるため、ポッピーがエンゲージするのが難しい。\n- ポッピーはダッシュやリープを持たないため、ノーチラスのCCを避ける手段が限られており、捕まった場合のリスクが高い。\n- ノーチラスのCCは多様で、ポッピーのシールドやCCを無効化することができるため、ポッピーの強みを活かしにくい。\n- ノーチラスはタンクとしての耐久力が高く、ポッピーのダメージを受けても耐えられるため、長期戦でも有利に立ち回れる。\n- ポッピーはエンゲージが難しいため、ノーチラスが先に仕掛けることで、ポッピーが反撃する隙を与えない。",
			"モルガナ": "モルガナがポッピーに有利です。\n\n理由は以下の通りです。\n\n- モルガナは遠距離からのスネアを持っており、ポッピーの接近を阻止しやすい。\n- ポッピーは近接戦闘を得意とするが、モルガナのCCによってトレードを有利に進められる。\n- モルガナのスペルシールドは、ポッピーのCCを無効化できるため、ポッピーのエンゲージを防ぎやすい。\n- ポッピーは射程が短いため、モルガナの攻撃を受けやすく、ハラスが効果的。\n- モルガナはレーンでの持続的なダメージを与えられるため、ポッピーのシールドを削りやすい。",
			"ザイラ": "ザイラはポッピーに有利です。\n\n理由は以下の通りです。\n\n- ザイラは遠距離攻撃が可能で、ポッピーの近接攻撃を避けながらダメージを与えることができる。\n- ポッピーはスキルの射程が短いため、ザイラの攻撃を受けながら近づくのが難しい。\n- ザイラの植物を利用した持続的なダメージは、ポッピーのシールドを上回ることができる。\n- ザイラはCCを持っており、ポッピーのエンゲージを妨害することができる。\n- ポッピーは接近戦を得意とするが、ザイラはその距離を保ちながら戦うことができるため、ポッピーが有利に立ち回るのが難しい。",
			"ミリオ": "ミリオがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ミリオは射程が長いため、ポッピーの近接攻撃を避けながらハラスが可能です。\n- ミリオのスキルにより、味方の攻撃範囲を延ばすことができ、ポッピーが近づく前にダメージを与えやすいです。\n- ポッピーのエンゲージ能力が限られているため、ミリオは安全に距離を保ちながら戦うことができます。\n- ミリオのウルトはCCを解除するため、ポッピーのCCを無効化し、味方を守ることができます。\n- ミリオは回復やシールドを持っているため、ポッピーのダメージを軽減しやすく、持続戦闘に強いです。",
			"ブラウム": "ブラウムはポッピーに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ポッピーの攻撃を軽減できるため、ポッピーのダメージを抑えることができる。\n- ブラウムのパッシブは序盤から強力で、ポッピーに対してもスタンを狙いやすく、トレードで有利に立ち回れる。\n- ポッピーのスキルは接近戦での効果が高いが、ブラウムはCCを持っているため、ポッピーのエンゲージを阻止しやすい。\n- ブラウムは味方を守る能力が高く、ポッピーがダッシュやリープを使っても、味方をしっかりとサポートできる。\n- ポッピーは射程が短いため、ブラウムの防御スキルを活かしやすく、ポッピーが攻撃を仕掛ける際に反撃のチャンスが生まれる。",
			"ソナ": "ソナがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ソナは遠距離攻撃を持つため、ポッピーの近接攻撃を避けながらハラスが可能です。\n- ソナの回復やバフによって、ポッピーのダメージを軽減し、持続的なトレードで優位に立てます。\n- ポッピーはエンゲージが必要ですが、ソナは自身のスキルで味方を支援しつつ安全に戦うことができます。\n- ソナのAoEスタンは、ポッピーの動きを制限し、集団戦での優位性を高める要素となります。\n- ポッピーのスキルは短射程であるため、ソナは距離を保ちながら戦うことができ、ポッピーの強みを活かさせません。"
		}
	},
	"レオナ": {
		"name": "レオナ",
		"beats": {
			"ラックス": "ラックスが不利です。\n\n- レオナは高いイニシエート能力を持ち、接近戦でのオールインが強力であるため、ラックスは簡単に捕まってしまう。\n- レオナのCCが豊富で、ラックスのスキルを発動する前に妨害される可能性が高い。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱で、レオナの攻撃を受けるとすぐにダメージを受けてしまう。\n- レオナは耐久力が高く、ラックスのバーストダメージを受けても生き残ることができるため、ハラスが効きにくい。\n- ラックスのスキルは方向指定であり、レオナの動きに合わせて避けられることが多く、スキルを当てるのが難しい。",
			"ゼラス": "ゼラスが不利です。\n\n- レオナは近接キャリーであり、ゼラスの射程外から攻撃することができるため、ゼラスはオールインされるリスクが高い。\n- レオナのCC能力により、ゼラスは捕まえられやすく、特に近づかれた際に自衛手段が乏しいため、致命的なダメージを受ける可能性がある。\n- レオナは序盤から強力なオールインを仕掛けることができ、ゼラスはその攻撃に対して逃げる手段が限られている。\n- ゼラスはスキルの発動が遅いため、レオナの突進やCCを避けるのが難しく、攻撃を当てる前にダメージを受けることが多い。\n- レオナの耐久力が高く、ゼラスのハラスが効きにくいため、レーンでの優位を築きづらい。",
			"ユーミ": "ユーミが不利です。\n\n- レオナは高いイニシエート能力を持ち、オールインが強力であるため、ユーミはその攻撃に対して脆弱です。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、レオナの攻撃を受けるとすぐに危険な状況に陥ります。\n- レオナのCCはユーミのスローしか無効化できず、ユーミが密着している味方を狙うことで簡単に捕まえられます。\n- ユーミはサステインがないため、レオナのオールインに対して持続的に耐えることができず、トレードで不利になります。\n- レオナはタンクであり、ユーミのダメージを軽減しやすく、ユーミの攻撃が効果的に通りにくいです。",
			"ノーチラス": "ノーチラスが不利です。\n\n理由は以下の通りです。\n\n- レオナは高いイニシエート能力を持ち、序盤からオールインが強力であるため、ノーチラスが攻撃を仕掛ける前に先手を取られることが多い。\n- レオナのCCはノーチラスのCCを無効化することができるため、ノーチラスがフックを当てても、レオナが反撃する余地が生まれる。\n- レオナは基礎ステータスが高く、耐久力があるため、ノーチラスの攻撃を受けても生存しやすい。\n- レオナは接近戦に強く、ノーチラスが近づくとオールインを仕掛けられるため、ノーチラスは距離を取ることが難しい。\n- レオナのスキルはミニオンに妨害されにくく、ロームやGankに対しても対応しやすいため、ノーチラスが有利な状況を作りにくい。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- レオナは高いイニシエート能力を持ち、接近戦でのCCが豊富なため、ブリッツクランクがフックを狙う前に先手を取られることが多い。\n- レオナの耐久力が高く、ブリッツクランクのフックが外れた場合、逆にレオナに捕まってしまうリスクがある。\n- レオナはオールインが強力で、ブリッツクランクがハラスを受けると、サステインがないため厳しい状況に陥る。\n- レオナはCCを持っているため、ブリッツクランクがフックを当てても、その後の行動を制限される可能性が高い。\n- ブリッツクランクは移動速度が低く、レオナの接近を許すと、逃げる手段が乏しくなり、戦闘で不利になる。",
			"セナ": "セナが不利です。\n\n理由:\n- レオナは高いイニシエート能力を持ち、接近戦でのオールインが強力なため、セナは捕まりやすい。\n- セナは基礎ステータスが低く、接近戦に弱いため、レオナのCCに対して脆弱である。\n- レオナのCCはセナのハラスや回復を妨げるため、セナの強みを活かしにくい。\n- セナはスタックを集めることで強化されるが、レオナに捕まるとその機会を失いやすい。\n- レオナの耐久力により、セナの攻撃が通りにくく、レーンでのプレッシャーが低下する。",
			"パンテオン": "パンテオンがレオナに不利です。\n\n理由は以下の通りです。\n\n- レオナは高いイニシエート能力を持ち、パンテオンがオールインを仕掛ける前にCCで捕まえることができる。\n- レオナの耐久力が高く、パンテオンのバーストダメージを受けても生き残ることができるため、反撃が可能。\n- レオナは序盤から強力なハラスを持っており、パンテオンがスキルを使った後にハラスを受けると不利になる。\n- パンテオンはスキルのクールダウンが長く、レオナのCCを受けた後に反撃するタイミングが限られる。\n- レオナは接近戦での強さを活かしやすく、パンテオンの攻撃を避ける手段が少ないため、オールインでの勝率が低い。"
		},
		"loses": {
			"セラフィーン": "セラフィーンがレオナに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは射程が長く、レオナの接近を許さずにハラスが可能です。これにより、レオナはオールインを仕掛ける前にダメージを受けやすくなります。\n- セラフィーンは複数のCCを持っており、レオナのイニシエートを妨害することができます。特に、レオナが近づいてきた際にCCを当てることで、反撃のチャンスを得られます。\n- セラフィーンのスキルは範囲攻撃であり、味方の数に応じて効果が増すため、集団戦での影響力が高いです。レオナが集団戦に参加する際、セラフィーンの支援が非常に強力になります。\n- レオナはサステインがないため、セラフィーンのハラスによって体力を削られると、レーンでの優位性を失いやすくなります。\n- セラフィーンは安全な位置から支援できるため、レオナが前に出るリスクを軽減しつつ、味方を強化することができます。",
			"ジリアン": "ジリアンがレオナに有利です。\n\n- ジリアンは遠距離攻撃が可能で、レオナの接近を防ぎやすい。レオナは近接チャンピオンであるため、ジリアンの攻撃を受ける前に近づくのが難しい。\n- ジリアンのAoEスタンは、レオナのイニシエートを無効化することができ、集団戦での影響力が高い。レオナがオールインを仕掛けても、ジリアンがスタンを使うことで反撃が可能。\n- ジリアンは移動速度のバフを持っており、レオナの攻撃を避けやすい。これにより、レオナのCCを回避しつつ、攻撃を続けることができる。\n- ジリアンの蘇生能力は、レオナの高いバーストダメージに対抗できるため、レオナがオールインを仕掛けた際にも逆転のチャンスを作りやすい。\n- ジリアンはレベル差をつけやすく、序盤からの経験値優位を活かして、レオナに対して圧力をかけることができる。これにより、レオナの強みを活かさせない状況を作り出せる。",
			"モルガナ": "モルガナがレオナに有利です。\n\n理由は以下の通りです。\n\n- モルガナは遠距離からのスネアを持っており、レオナの接近を阻止することができるため、レーンでのハラスがしやすい。\n- スペルシールドにより、レオナのCCを無効化できるため、オールインを安定して拒否できる。\n- レオナは接近戦が得意なタンクであるため、モルガナの遠距離攻撃に対して脆弱であり、レオナが近づく前にダメージを与えられる。\n- モルガナのCCは長時間持続するため、レオナがスキルを使った後に反撃するチャンスが増える。\n- レオナは火力がパッシブに依存しているため、モルガナの持つスペルシールドによってその火力を無効化されると、レオナは効果的にダメージを与えられなくなる。",
			"ニーコ": "ニーコがレオナに有利です。\n\n- ニーコは射程が長いため、レオナの接近を許さずにハラスが可能です。レオナは近接チャンピオンであるため、ニーコの攻撃を受けるリスクが高まります。\n- ニーコの擬態能力を利用することで、レオナのイニシエートをかわすことができ、逆に奇襲を仕掛けることができます。\n- ニーコのアルティメットはAoEダメージとスタンを持っており、集団戦やレーンでのオールインに対して強力な反撃が可能です。\n- レオナは火力がパッシブに依存しているため、中盤以降のニーコのバーストダメージに対抗しづらいです。\n- ニーコはレオナのCCを避けるための機動力を持っており、レオナの攻撃を回避しやすいです。",
			"ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、レオナが接近する前にハラスを行いやすいです。\n- レオナは接近戦が得意ですが、ヴェル＝コズは距離を保ちながら攻撃できるため、レオナのイニシエートを避けることができます。\n- ヴェル＝コズのAoE攻撃は、レオナが複数の敵を捕まえようとする際に、集団戦でのダメージを稼ぎやすくします。\n- レオナは火力がパッシブに依存しているため、中盤以降の火力不足が影響しやすいですが、ヴェル＝コズはTrueダメージを持っているため、タンク相手でも一定のダメージを出せます。\n- レオナのCCは強力ですが、ヴェル＝コズは機動力が低いため、CCを受ける前に距離を取ることができれば、レオナの攻撃を回避しやすいです。",
			"ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、レオナのイニシエートを無効化することができるため、レオナがオールインを仕掛けても反撃しやすい。\n- ジャンナの移動速度増加スキルにより、味方のADCを守りながらレオナの攻撃を避けることができる。\n- ジャンナはCCを持っており、レオナが接近する際に敵を遠ざけることができるため、レオナの攻撃を阻止しやすい。\n- ジャンナは基礎ステータスが低いものの、レオナの攻撃を受ける前に距離を取ることができるため、序盤の脆弱さをカバーできる。\n- ジャンナのシールドは味方を守るだけでなく、レオナのダメージを軽減することができるため、レオナのオールインに対して耐久力を高めることができる。",
			"レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、レオナのイニシエートを無効化することができるため、レオナのオールインに対して強い。\n- レルのパッシブによって、レオナのタンク性能を削ぐことができ、持続的なダメージを与えやすい。\n- レルは自身と味方の移動速度を上げることができるため、レオナの攻撃を避けやすく、反撃のチャンスを作りやすい。\n- レオナは接近戦に強いが、レルはその接近を阻害する能力が高く、レオナが近づく前にCCを当てることができる。\n- レルはレーンでのハラスが得意で、レオナのサステインのなさを突くことができるため、レオナを圧倒しやすい。",
			"ソラカ": "ソラカがレオナに有利です。\n\n- ソラカは射程が長く、レオナの接近を許さずにハラスが可能です。これにより、レオナがオールインを仕掛ける前にダメージを与えることができます。\n- ソラカのヒール能力により、レオナのオールインを耐えることができ、持続的な戦闘で優位に立つことができます。\n- サイレンス効果を持つスキルにより、レオナのスキルを無効化しやすく、特にレオナがイニシエートを試みる際に効果的です。\n- ソラカは基礎ステータスが低いレオナに対して、持続的なハラスを行うことで、レオナのサステインを削ることができます。\n- レオナは接近戦に強いが、ソラカは距離を保ちながら戦えるため、レオナの強みを活かさせない立ち回りが可能です。",
			"ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ポッピーはダッシュやリープを阻止する能力があり、レオナのイニシエートを無効化できるため、レオナの強みを打ち消すことができる。\n- ポッピーは低CDの割合ダメージを持ち、耐久力が高いため、レオナとの1対1の戦闘で有利に立ち回れる。\n- ポッピーのCCは豊富で、レオナがオールインを仕掛ける際に、ポッピーがしっかりとPeelを行うことで味方を守ることができる。\n- ポッピーはレオナの攻撃を受けながらも、シールドを使って耐えることができるため、レオナのハラスに対して強い耐性を持つ。\n- レオナはサステインがないため、ポッピーがハラスを行うことでレオナを削りやすく、レーンでの優位を築きやすい。"
		}
	},
	"ザイラ": {
		"name": "ザイラ",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n- ザイラは長射程の攻撃を持ち、モルガナが近づく前にダメージを与えることができるため、モルガナは攻撃を受けやすい。\n- ザイラの植物は持続的なダメージを与え、モルガナのシールドを消費させることができるため、モルガナの耐久力が低下する。\n- ザイラのCCはAoE効果があり、モルガナがスキルを当てる前にザイラが先に攻撃することで、モルガナの行動を制限できる。\n- モルガナのスキルはクールダウンが長く、ザイラの攻撃に対して反応が遅れることが多く、特に序盤のレーン戦で不利になる。\n- ザイラは移動手段が乏しいため、モルガナが接近してもザイラの攻撃を避けるのが難しく、逆にモルガナが捕まるリスクが高い。",
			"セナ": "セナが不利です。\n\n- ザイラは高い火力を持ち、序盤から持続的なダメージを与えることができるため、セナはハラスを受けやすい。\n- ザイラのCCにより、セナは接近されると動きが制限され、攻撃を受けやすくなる。\n- ザイラの射程が長いため、セナは安全にハラスを行うことが難しく、逆にザイラからの攻撃を受けるリスクが高まる。\n- セナはスタックを集める必要があり、育たないと火力が出せないため、ザイラの早期の攻撃に対抗しづらい。\n- ザイラの植物によるゾーニング能力により、セナは自由に動き回ることができず、特にレーン戦での立ち回りが難しくなる。",
			"パンテオン": "パンテオンが不利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、パンテオンが接近する前にハラスを行いやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、パンテオンはオールインを仕掛けるのが難しくなる。\n- パンテオンは移動手段が限られており、ザイラのスキルを避けるのが難しいため、接近する際にリスクが高い。\n- ザイラのゾーニング能力により、パンテオンは安全にファームを行うことができず、レーンでのプレッシャーを受けやすい。\n- パンテオンのスキルはクールダウンが長く、ザイラの持続的な攻撃に対して持続的に対抗することができない。",
			"レル": "レルが不利です。\n\n理由は以下の通りです。\n\n- ザイラは射程が長く、レルが接近する前に持続的なダメージを与えることができるため、レルは攻撃を受けやすい。\n- ザイラの植物はゾーニング能力が高く、レルが前に出ることを難しくするため、レルのエンゲージがしづらい。\n- ザイラは2種類のCCを持っており、レルが接近した際に拘束されるリスクが高く、オールインが難しい。\n- ザイラは移動手段が乏しいため、レルが接近する際にスキルを当てられると、逆にレルが不利な状況に陥ることが多い。\n- レルはタンクとしてのダメージが低く、ザイラの高火力に対抗しづらい。特に序盤からの火力差が影響する。",
			"ジリアン": "ジリアンはザイラに不利です。\n\n- ザイラは長射程の攻撃を持ち、ジリアンが近づく前にダメージを与えることができるため、ジリアンは接近しづらい。\n- ザイラの植物やCCを利用したゾーニング能力により、ジリアンは安全にスキルを使うことが難しくなる。\n- ジリアンは移動手段が限られており、ザイラの攻撃を避けるのが難しいため、捕まるリスクが高い。\n- ザイラの持続的なダメージとCCにより、ジリアンは戦闘中に効果的に機能しづらく、特に集団戦での影響力が制限される。\n- ザイラは瞬時にダメージを与える能力が高く、ジリアンの蘇生能力を発動させる前に倒される可能性が高い。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、持続的なダメージを与えることができるため、ヴェル＝コズが近づく前にダメージを蓄積されやすい。\n- ザイラのCCはヴェル＝コズのスキルを妨害することができ、特にUltの詠唱中に接近されると無防備になりやすい。\n- ザイラの植物はゾーニング能力が高く、ヴェル＝コズが安全にスキルを当てることを難しくする。\n- ザイラは移動手段が乏しいものの、ヴェル＝コズも機動力が低いため、ザイラが先手を取ることで有利に立ち回れる。\n- ザイラは接近戦を得意としないチャンピオンに対して有利であり、ヴェル＝コズはその一例であるため、ザイラに対しては不利な状況が生まれやすい。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- ザイラは長射程の攻撃を持ち、ブリッツクランクが接近する前にダメージを与えることができるため、ブリッツクランクが近づきにくい。\n- ザイラの植物はゾーニング能力が高く、ブリッツクランクがフックを狙う際に障害物となり、動きが制限される。\n- ザイラはCCを持っており、ブリッツクランクが接近した際に捕まえることができるため、逆に不利な状況を作り出される。\n- ブリッツクランクは移動速度が低く、ザイラの攻撃を避けることが難しいため、接近戦での優位性を発揮しづらい。\n- ザイラはスキルの発動から発生までに時間がかかるが、ブリッツクランクが接近する前にスキルを使ってダメージを与えることができるため、先手を取られやすい。",
			"ジャンナ": "ジャンナが不利です。\n\n- ザイラは長射程の攻撃を持ち、ジャンナが近づく前にダメージを与えることができるため、ジャンナはレーンでのプレッシャーを受けやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、ジャンナは自分のスキルを使うタイミングを制限されることが多い。\n- ジャンナは移動速度を上げるスキルを持っているが、ザイラの攻撃範囲から逃げるのが難しく、特に接近戦での脆弱性が際立つ。\n- ザイラのCCはAoE効果があり、ジャンナが味方を守るために出すスキルが無効化される可能性が高い。\n- ジャンナは視界確保が不得手で、ザイラの植物を利用したトラップに引っかかりやすく、先手を取られることが多い。",
			"アリスター": "アリスターが不利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、アリスターが接近する前にダメージを与えることができるため、アリスターはレーンでのプレッシャーを受けやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、アリスターがエンゲージを試みる際に反撃を受けやすく、効果的に動けないことが多い。\n- アリスターは基本的に近接チャンピオンであり、ザイラの射程外から攻撃されると、アリスターは有効な攻撃手段を持たず、ダメージを受け続けることになる。\n- ザイラのスキルは発動から発生までに時間がかかるが、アリスターのエンゲージが短いため、ザイラのスキルを避けることが難しい。\n- アリスターは攻撃力が低く、ザイラに対して自己完結したダメージを出すことが難しいため、ザイラの火力に対抗しづらい。",
			"ソラカ": "ソラカが不利です。\n\n- ザイラは長射程の攻撃を持ち、ソラカが近づく前にハラスを行いやすい。\n- ザイラの植物を利用した持続的なダメージに対して、ソラカは回復能力があっても持続的にダメージを受けると厳しい。\n- ザイラのCC（クラウドコントロール）によって、ソラカは行動を制限されやすく、特に接近戦での反撃が難しい。\n- ソラカは逃げる手段が乏しく、ザイラの攻撃を受けやすい。特に、ザイラがスキルを当てた後の追撃が強力。\n- ザイラはスキルの発動から発生までの時間があるものの、ソラカはその間に逃げることが難しいため、ザイラの攻撃を避けるのが難しい。",
			"レオナ": "レオナが不利です。\n\n- ザイラは長射程の攻撃を持ち、レオナが接近する前にハラスを行いやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、レオナはオールインを仕掛けるのが難しくなる。\n- ザイラは移動手段が乏しいものの、レオナが接近する際にスキルを当てることで、逆にレオナを制圧することができる。\n- レオナは火力がパッシブに依存しているため、ザイラの持続的なダメージに対抗しづらい。\n- ザイラのCCはレオナのイニシエートを妨害することができ、レオナが有利な状況を作りにくい。",
			"ニーコ": "ニーコが不利です。\n\n- ザイラは長射程の攻撃を持っており、ニーコが近づく前にハラスを受けやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、ニーコは接近するのが難しくなる。\n- ニーコのスキルの射程が短いため、ザイラの攻撃を避けることが難しい。\n- ザイラは高いゾーニング能力を持っており、ニーコが安全にファームすることが困難になる。\n- ニーコは接近戦で失敗すると危険な状況に陥りやすく、ザイラの攻撃を受けやすい。"
		},
		"loses": {
			"ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで、ザイラの攻撃を回避しやすく、シールドや回復を提供することで生存能力を高められます。\n- ザイラのスキルは発動から発生までに時間がかかるため、ユーミの機動力を活かして避けることが可能です。\n- ユーミはザイラのハラスを受けにくく、逆に味方のADCを強化することで、ザイラに対してプレッシャーをかけることができます。\n- ザイラのCCは強力ですが、ユーミは密着している味方を守ることで、ザイラの攻撃を無効化することができます。\n- ユーミはザイラの植物に対しても、味方を守ることで影響を受けにくく、持続的なダメージを軽減できます。",
			"ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、ザイラの移動手段が乏しいため、接近して捕まえることが容易です。\n- フックの射程が長く、ザイラが安全に距離を保つことが難しくなります。これにより、ザイラは攻撃を受けやすくなります。\n- ノーチラスのオールイン能力は高く、ザイラが持つCCを無効化することができるため、ザイラは反撃する余地が少なくなります。\n- ザイラは防御ステータスが低く、ノーチラスの攻撃を受けると脆弱であるため、早期にキルを狙いやすいです。\n- ノーチラスはタンクとしての耐久力が高く、ザイラの持続的なダメージを受けても生き残ることができ、逆にザイラを圧倒することが可能です。",
			"メル": "メルが有利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、ザイラの植物を簡単に処理できるため、ザイラのダメージを減少させることができる。\n- ザイラは接近されると脆弱ですが、メルは安全な距離から攻撃できるため、ザイラの攻撃を避けやすい。\n- メルのスキルは敵のスキルを反射する能力があり、ザイラのCCを逆用することで、ザイラに対して有利に立ち回れる。\n- メルは確定キルの能力を持っており、ザイラがHPが低い状態になると、容易にキルを狙える。\n- ザイラは移動手段が乏しいため、メルの持つ長射程の攻撃に対して逃げることが難しい。",
			"ミリオ": "ミリオはザイラに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、ザイラの射程を活かした攻撃を無効化しやすい。\n- ミリオのウルトはAoEでCCを解除できるため、ザイラのCCを無効化し、味方を守ることができる。\n- ミリオは回復やシールドを持っているため、ザイラの持続的なダメージに対抗しやすい。\n- ミリオのノックバックによって、ザイラが接近されるのを防ぎ、トレードを有利に進めることができる。\n- ザイラは移動手段が乏しいため、ミリオのサポートによって安全にハラスを行うことができる。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ザイラに対して高いプレッシャーをかけることができる。\n- 対象指定のスネアを持っており、ザイラの移動を制限しやすい。これにより、ザイラの攻撃を避けることができる。\n- カルマはシールドを持っているため、ザイラの持続的なダメージを軽減できる。\n- ザイラは移動手段が乏しく、カルマのスキルを避けるのが難しいため、カルマが有利に立ち回れる。\n- カルマはハラス能力が高く、ザイラの攻撃を受ける前に先手を打つことができる。\n- ザイラのスキルは発動までに時間がかかるため、カルマのスキルを当てやすい。",
			"ラカン": "ラカンがザイラに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ザイラの射程外から接近しやすいため、ザイラの攻撃を避けながらエンゲージが可能です。\n- ザイラは移動手段が乏しく、ラカンのCCを受けると非常に脆弱になります。ラカンのスキルで捕まると、ザイラは反撃する余裕がなくなります。\n- ラカンはシールドやヒールを持っているため、ザイラの持続的なダメージを軽減しやすく、レーンでのサステインが高いです。\n- ザイラのスキルは発動から発生までに時間がかかるため、ラカンの機動力を活かしてタイミングをずらしながら攻撃することができます。\n- ラカンはザヤとの連携が強力で、ザイラに対しても相互に強化された攻撃が可能です。これにより、ザイラはさらにプレッシャーを感じることになります。"
		}
	},
	"バード": {
		"name": "バード",
		"beats": {
			"ラックス": "ラックスがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは高い機動力を持ち、ローム能力が優れているため、ラックスが孤立しやすくなる。\n- バードのスキルは味方の支援や敵の妨害に特化しており、ラックスのスキルを無効化することができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ラックスのバーストダメージを無効化することができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、ラックスに対して持続的な圧力をかけやすい。\n- バードの回復スキルにより、ラックスのハラスを軽減することができ、レーンでの優位性を失いやすい。",
			"ブラウム": "ブラウムがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは射程が長く、遠距離からのハラスが強力であるため、ブラウムは近づくことが難しい。\n- バードのスキルは移動能力を持ち、ブラウムのCCを回避しやすい。\n- バードは鐘を回収することで火力を出せるため、ブラウムの防御スキルを無視してダメージを与えることができる。\n- ブラウムはサステインがなく、バードの持続的なハラスに対して耐えにくい。\n- バードのウルトは広範囲に影響を与えるため、ブラウムが味方を守るのが難しくなる。",
			"セラフィーン": "セラフィーンがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持ち、ロームが得意なため、セラフィーンがレーンで孤立する可能性が高い。\n- バードのスキルはCCを持ち、セラフィーンのスキルの発生が遅いため、バードが先に攻撃を仕掛けやすい。\n- セラフィーンはオールイン合戦で基礎ダメージが低く、バードの持つ回復スキルやCCに対抗しにくい。\n- バードのウルトは広範囲に影響を与えるため、集団戦でのセラフィーンの強みを打ち消すことができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、セラフィーンに対して持続的な圧力をかけやすい。",
			"モルガナ": "モルガナがバードに不利です。\n\n- バードは高い機動力を持ち、ローム能力が優れているため、モルガナがレーンで孤立しやすくなる。\n- バードのスキルは味方の支援や敵の妨害に特化しており、モルガナのスネアを避ける手段が豊富である。\n- バードの回復スキルや無敵を付与するウルトにより、モルガナの攻撃を無効化される可能性が高い。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、持続的なダメージを与えられる。\n- モルガナのスキルはクールダウンが長く、バードの機動力に対抗するのが難しいため、レーンでの圧力をかけにくい。",
			"ヴェル＝コズ": "ヴェル＝コズがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは高い機動力を持ち、ローム能力が優れているため、ヴェル＝コズが孤立しているときに効果的に圧力をかけることができる。\n- バードのスキルは味方を支援する能力が高く、特に集団戦での無敵や行動不能を付与することで、ヴェル＝コズの攻撃を無効化することができる。\n- ヴェル＝コズは機動力が低く、バードのスキルを避けるのが難しいため、バードのハラスやCCに対して脆弱である。\n- バードの回復スキルにより、ヴェル＝コズのダメージを軽減されるため、持続的な戦闘で不利になることが多い。\n- バードのパッシブによる鐘の回収は、レーン維持やロームにおいて有利に働き、ヴェル＝コズがダメージを出しにくくなる。",
			"ジリアン": "ジリアンがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは高い移動能力を持ち、ロームが得意なため、ジリアンがレーンで孤立しやすくなる。\n- バードのスキルは敵味方を問わず影響を与えるため、ジリアンのスキルを誤って使うと逆効果になる可能性がある。\n- バードのAoE無敵スキルは、ジリアンのバーストダメージを無効化することができ、集団戦での影響力を削がれる。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、バードの攻撃を受けやすい。\n- バードの鐘の回収による火力向上が、ジリアンのダメージを上回る可能性が高く、レーンでの圧力をかけにくい。"
		},
		"loses": {
			"パンテオン": "パンテオンはバードに有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、バードの移動スキルを封じることができるため、バードのロームや逃げる手段を制限できる。\n- パンテオンは序盤から高いバーストダメージを持ち、バードが低耐久であるため、オールインで簡単にキルを狙える。\n- バードのダメージスキルはQのみで、APレシオが低いため、パンテオンの耐久力を削るのが難しい。\n- パンテオンはグローバルなウルトを持っており、他のレーンへの影響力が高く、バードがロームしている間に有利な状況を作りやすい。\n- バードは鐘の回収に時間をかける必要があり、その間にパンテオンがレーンでのプレッシャーをかけることができる。",
			"レル": "レルがバードに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、バードの移動スキルを封じることができるため、バードのロームや逃げる能力を制限できる。\n- バードは主にQによるダメージを出すが、レルはタンクとしての耐久力が高く、バードのダメージを受け止めやすい。\n- レルのパッシブによって敵のAR/MRを吸収できるため、バードのダメージをさらに軽減できる。\n- バードは鐘の回収に依存しているため、レルのCCでバードを拘束することで鐘の回収を妨害できる。\n- レルはエンゲージが得意で、バードがスキルを使う前に先手を取ることで、バードのウルトを無効化するチャンスが増える。",
			"ポッピー": "ポッピーが有利です。\n\n- ポッピーはダッシュやリープを持つチャンピオンに対して強力なカウンターとなるため、バードの移動スキルを阻止することができる。\n- バードは主に遠距離攻撃を行うチャンピオンであり、ポッピーの近接戦闘能力とCCによって、バードの攻撃を封じることができる。\n- ポッピーは高いシールドを持ち、耐久力があるため、バードのダメージを受けても耐えやすい。\n- ポッピーのCCはバードのロームやスキルの使用を妨害することができ、バードの強みを活かさせない。\n- バードはスキルの効果が敵味方を問わず影響を与えるため、ポッピーが適切にCCを使うことで、バードのウルトを無効化することができる。",
			"ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- ニーコは擬態を利用してバードのスキルを回避しやすく、奇襲を仕掛けることでバードに対して優位に立てる。\n- AoEダメージとスタンを持つため、バードのスキルを無効化しつつ高いダメージを与えることができる。\n- バードのダメージが主にQに依存しているため、ニーコの高い機動力を活かして距離を保ちながら攻撃できる。\n- ニーコは短射程のチャンピオンに対して強いが、バードはその特性に該当するため、ニーコが有利に立ち回れる。\n- バードの鐘の回収に時間をかけさせることで、ニーコはレーンでの優位性を確保しやすい。",
			"ユーミ": "ユーミがバードに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、バードのスキルを回避しやすく、特にバードのスタンを避けることができる。\n- ユーミの回復やシールドによって、バードのダメージを軽減できるため、レーンでのトレードに強い。\n- バードは鐘を回収するためにレーンに留まる必要があり、ユーミはADCと一緒に動くことで、バードのロームを無効化できる。\n- ユーミは移動スキルを持っているため、バードのスキルを避けながら攻撃を続けることができ、持続的なダメージを与えられる。\n- バードのダメージがAP依存であるため、ユーミのシールドや回復が特に効果的で、バードの火力を抑えることができる。",
			"ナミ": "ナミが有利です。\n\n- ナミは豊富なCCを持っており、バードの移動スキルを封じることができるため、バードのロームや逃げる能力を制限できます。\n- ナミの回復スキルにより、バードの攻撃を受けても持続的に耐えることができ、レーンでのハラスに強いです。\n- バードはダメージスキルがQのみで、APレシオが低いため、ナミの高い基礎ステータスとダメージを持つスキルに対して劣ります。\n- ナミは短射程のADCに対して有利であり、バードが鐘を回収するためにADCを一人にする時間が長くなると、ナミがその間に有利なトレードを行いやすくなります。\n- ナミのスキルは敵を捕まえる能力が高く、バードの移動スキルを無効化することで、バードの行動を制限できます。"
		}
	},
	"パイク": {
		"name": "パイク",
		"beats": {
			"ラックス": "ラックスがパイクに不利です。\n\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすいため、ラックスの攻撃を当てるのが難しい。\n- パイクのフックや瞬時に敵を排除する能力により、ラックスが接近されると脆弱な状態になりやすい。\n- ラックスはスキルのクールダウンが長く、パイクの攻撃を受けると反撃する余裕がなくなることが多い。\n- パイクは序盤から強力な存在であり、ラックスがハラスを試みる際に逆に攻撃されるリスクが高い。\n- パイクのパッシブによる回復効果が、ラックスのハラスを無効化することがあるため、持続的なダメージを与えにくい。",
			"ゼラス": "ゼラスが不利です。\n\n- パイクは高い機動力を持ち、ゼラスのスキルを避けながら接近しやすいため、ゼラスが攻撃を当てるのが難しい。\n- パイクのフックやスキルによって、ゼラスは簡単に捕まえられ、瞬時に倒されるリスクが高い。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、パイクの奇襲に対して非常に脆弱。\n- パイクは序盤から強力な存在であり、ゼラスがハラスを試みる際に逆にダメージを受けやすい。\n- ゼラスのスキルは発動が遅く、パイクの素早い動きに対して当てるのが難しいため、効果的にダメージを与えられない。",
			"セナ": "セナが不利です。\n\n- パイクは高い機動力を持ち、フックや瞬時の攻撃でセナを捕まえやすいため、セナは常に警戒しなければならない。\n- セナは基礎ステータスが低く、接近戦に弱いため、パイクの攻撃を受けやすい。\n- パイクのハラス能力が高く、セナの回復能力を上回るダメージを与えることができるため、レーンでの優位性を失いやすい。\n- パイクのUltはキルゴールドを共有できるため、セナがキルを取られるとゴールド差が広がりやすい。\n- セナはスタックを集めることで強化されるが、パイクに捕まるとその機会を失い、成長が遅れる可能性がある。",
			"ジリアン": "ジリアンがパイクに不利です。\n\n- パイクは高い機動力を持ち、瞬時にジリアンに接近して攻撃できるため、ジリアンがスキルを使う前に捕まえられる可能性が高い。\n- パイクのフックや攻撃によるハラスが強力で、ジリアンは基礎ステータスが低いため、序盤からのトレードで不利になりやすい。\n- ジリアンのスキルはマナ消費が大きく、頻繁にスキルを使うことが難しいため、パイクの攻撃を受けるとすぐにマナが枯渇し、反撃が難しくなる。\n- パイクは集団戦での瞬間火力が高く、ジリアンが捕まった場合、すぐに排除されるリスクがあるため、ジリアンは常に警戒しなければならない。\n- ジリアンの攻撃手段が限られているため、パイクのフックや攻撃を避けるのが難しく、特に集団戦ではパイクに対抗しづらい。",
			"カルマ": "カルマが不利です。\n\n- パイクは高い機動力を持ち、瞬時に敵を捕まえる能力があるため、カルマのスネアやシールドを避けやすいです。\n- パイクの攻撃は近接であり、カルマが距離を保とうとしても、フックやスキルを使われることで接近されやすく、ハラスが難しくなります。\n- カルマのスネアは発生までに時間がかかるため、パイクのような瞬発力のあるチャンピオンには効果的に当てるのが難しいです。\n- パイクは序盤から強力な存在であり、カルマがレーンでのプレッシャーをかける前に、パイクが先にキルを狙うことができるため、レーンでの優位性を失いやすいです。\n- パイクのUltはキルゴールドを味方と共有できるため、カルマが相手を捕まえられない場合、パイクがゴールドを稼ぎやすくなります。",
			"ザイラ": "ザイラが不利です。\n\n- ザイラは移動手段が乏しく、接近されると脆弱なため、パイクの高い機動力と瞬時の接近能力に対して非常に弱いです。\n- パイクはフックを使ってザイラを捕まえることができ、ザイラのCCを発動する前に攻撃を仕掛けることが可能です。\n- ザイラのスキルは発動から発生までに時間がかかるため、パイクの素早い動きに対して当てづらく、逆にパイクに攻撃されるリスクが高まります。\n- パイクは序盤から強力な存在であり、ザイラがハラスを試みる際に、パイクの反撃を受けやすいです。\n- ザイラの火力は高いものの、パイクの瞬間火力に対抗するための耐久力が不足しており、特に集団戦では瞬殺される可能性があります。",
			"ジャンナ": "ジャンナが不利です。\n\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱で、パイクの高い攻撃力に対抗しづらい。\n- パイクのフックや捕獲能力に対して、ジャンナはエンゲージ能力が低いため、捕まるリスクが高い。\n- ジャンナのディスエンゲージ能力は強力だが、パイクの瞬発力に対しては間に合わないことが多く、逆に捕まる可能性がある。\n- パイクは高い機動力を持ち、ジャンナがスキルを使う前に接近されることが多く、効果的に反撃できない。\n- ジャンナは視界確保が不得手で、パイクの奇襲に対して無防備になりやすい。"
		},
		"loses": {
			"マオカイ": "マオカイがパイクに有利です。\n\n- マオカイは高い耐久力を持ち、パッシブによるHP回復効果があるため、パイクのハラスに対して強い耐性を示します。\n- CCを持つため、パイクの機動力を制限し、捕まえることが容易です。特に、パイクがフックを使った際に反撃するチャンスを作りやすいです。\n- マオカイは集団戦でのタフさとゾーニング能力が高く、パイクが集団戦で活躍するのを難しくします。パイクは瞬間火力が低いため、マオカイの耐久力に対抗しづらいです。\n- ブッシュを利用した視界確保が得意で、パイクの動きを制限しやすく、Gankの成功率を高めることができます。\n- マオカイは近接チャンピオンに対して強い特性を持っており、パイクの攻撃を受け止めることができるため、レーンでの優位性を保ちやすいです。",
			"ラカン": "ラカンがパイクに有利です。\n\n- ラカンは高い機動力を持ち、パイクの攻撃を避けやすいため、フックや捕獲を回避することができる。\n- ラカンのCC（クラウドコントロール）を使うことで、パイクの攻撃を無効化し、彼の瞬間火力を発揮させないことができる。\n- パイクは集団戦での耐久力が低いため、ラカンのシールドやヒールによって味方を守りつつ、パイクを排除することが可能。\n- ラカンは味方を支援する能力が高く、パイクが孤立した味方を狙う際に、すぐに介入して助けることができる。\n- ラカンのパッシブによるサステインが高く、パイクのハラスに対しても耐えやすい。",
			"レル": "レルがパイクに有利です。\n\n理由は以下の通りです。\n\n- 複数のCCを持っているため、パイクの機動力を制限しやすい。特に、パイクがフックを狙う際に拘束することで、反撃のチャンスを与えない。\n- レルのパッシブによって、パイクのダメージを軽減できるため、ハラスに対して強い耐性を持つ。これにより、パイクが序盤に優位に立つのを防げる。\n- レルはオールインが得意で、パイクが瞬時にキルを狙うのが難しくなる。特に、レルのエンゲージからの連携でパイクを捕まえやすい。\n- レルの移動速度バフにより、味方と共に追撃や逃走がしやすく、パイクが孤立しにくい状況を作れる。\n- パイクは集団戦での瞬間火力が低いため、レルのタンク性能とCCで集団戦を有利に進めることができる。",
			"シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブルを利用してパイクの攻撃を回避しやすい。これにより、パイクのフックや攻撃を避けながら反撃することが可能。\n- シャコのCCを持つスキルは、パイクの動きを制限し、捕まえるチャンスを増やす。特に、パイクが近づいてきた際にシャコが先手を取ることで有利なトレードができる。\n- シャコは序盤からプレッシャーをかけやすく、パイクがハラスを行う際に逆に攻撃を仕掛けることができるため、レーンでの優位性を保ちやすい。\n- パイクは集団戦での耐久性が低く、シャコの奇襲やCCによって簡単に排除される可能性が高い。特に、シャコが先に仕掛けることでパイクのUltを無効化できる。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、パイクの攻撃を受ける前に先手を取ることで有利な状況を作りやすい。",
			"ポッピー": "ポッピーが有利です。\n\n- ポッピーはダッシュやリープを阻止する能力が高く、パイクの機動力を制限できるため、彼の攻撃を無効化しやすい。\n- ポッピーの高いシールドと割合ダメージにより、1対1の戦闘でパイクに対して優位に立てる。\n- パイクは脆いキャリータイプであり、ポッピーのCCを受けると簡単に捕まってしまうため、トレードで有利を取れる。\n- ポッピーは味方を守るPeel性能が高く、パイクが味方を狙った際に介入しやすい。\n- ポッピーのスキルは発生が早く、パイクのフックを避けることができるため、レーンでのハラスに対しても強い。",
			"バード": "バードがパイクに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、パイクの接近を阻止しやすい。これにより、パイクがフックを狙う際にリスクを伴う。\n- バードの回復スキルにより、パイクのハラスを軽減できるため、レーンでの持続力が高まる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、パイクのキルを阻止することができ、集団戦での影響力が増す。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、序盤から安定したダメージを出せる。\n- パイクは集団戦での耐久性が低いため、バードのCCや回復によってパイクの効果的な行動を制限できる。",
			"ノーチラス": "ノーチラスがパイクに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、パイクの高い機動力を封じることができる。特に、フックやスタンを使うことでパイクを捕まえやすい。\n- ノーチラスのタンク性能により、パイクの瞬間火力を耐えることができる。パイクはアサシンとしての火力が高いが、ノーチラスはそのダメージを受け止めることができる。\n- ノーチラスはオールインの際に強力なCCを持っているため、パイクがフックを使っても、ノーチラスが反撃することで逆転のチャンスを得られる。\n- ノーチラスのフックは射程が長く、パイクが近づく前に捕まえることができるため、パイクが攻撃を仕掛けるのが難しくなる。\n- ノーチラスは集団戦においても強力で、パイクが集団戦での影響力を発揮しづらくなる。ノーチラスのCCで味方を守りつつ、パイクを排除することができる。",
			"メル": "メルがパイクに有利です。\n\n- メルは長射程のスキルを持っており、パイクの接近を許さずにハラスができるため、レーンでの優位性を保ちやすい。\n- パイクは脆いサポートであり、メルのパッシブによる確定キルの脅威にさらされやすい。特にHPが低い状態でのトレードが不利になる。\n- メルのスキルはパイクのスキルを反射することができるため、パイクの攻撃を逆手に取ることができる。\n- メルはAoE攻撃を持っているため、ミニオンを処理しつつパイクにダメージを与えることができ、レーンのコントロールを維持しやすい。\n- パイクは集団戦での瞬間火力が低いため、メルの持続的なダメージに対して耐えるのが難しい。",
			"ナミ": "ナミが有利です。\n\n- ナミは豊富なCCを持っており、パイクの高い機動力を制限することができるため、彼の攻撃を受けにくい。\n- ナミのハラス能力は高く、特に序盤からパイクに対して持続的なダメージを与えやすい。\n- ナミの回復能力により、パイクの攻撃を受けた後でも持続的に戦えるため、トレードで優位に立ちやすい。\n- パイクは集団戦での耐久性が低いため、ナミのCCを使って彼を無力化することで、味方が有利に戦える状況を作りやすい。\n- ナミは短射程のADCに対して有利であり、パイクがそのようなADCを狙う際に、ナミが守ることで彼の行動を制限できる。"
		}
	},
	"ソラカ": {
		"name": "ソラカ",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、モルガナのダメージを回復することができるため、モルガナの攻撃が効果的でなくなる。\n- ソラカのサイレンス効果は、モルガナのスキルを無効化することができ、特にモルガナのCCを発動させる前に行動を制限される可能性が高い。\n- モルガナは逃げる手段が乏しく、ソラカのスネアやヒールによって持続的にダメージを受けると、レーンでの生存が難しくなる。\n- ソラカはエンチャンターとしての特性を持ち、モルガナのCCを無効化することで、モルガナのプレッシャーを軽減できる。\n- ソラカは基礎ステータスが低いモルガナに対して、持続的なハラスを行いやすく、レーンでの優位性を確保しやすい。",
			"パンテオン": "パンテオンがソラカに不利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、パンテオンのオールインを耐えることができるため、パンテオンの攻撃が無力化されやすい。\n- ソラカのサイレンスやスネアによって、パンテオンのスキルを封じることができ、彼の攻撃を効果的に妨害できる。\n- パンテオンは基礎ステータスが低く、特に逃げ性能が乏しいため、ソラカのハラスやCCに対して脆弱である。\n- ソラカは射程が長いため、パンテオンが近づく前にハラスを行いやすく、レーンでのプレッシャーをかけることができる。\n- ソラカは重傷効果を持つアイテムを持つことで、パンテオンのヒールを無効化し、持続的な戦闘で優位に立つことができる。",
			"レオナ": "レオナが不利です。\n\n- ソラカは高いヒール能力を持ち、レオナのオールインを受けても持ちこたえやすい。\n- ソラカのサイレンスやスネアによって、レオナのスキルを無効化しやすく、レオナが攻撃を仕掛けるのが難しくなる。\n- ソラカは射程が長いため、レオナが近づく前にハラスを行いやすい。\n- レオナはサステインがないため、ソラカの回復能力に対抗しづらい。\n- ソラカは逃げる手段が乏しいが、レオナの接近を阻止するスキルを持っているため、捕まえにくい。",
			"ブラウム": "ブラウムが不利です。\n\n- ソラカは遠距離攻撃が可能で、ブラウムが接近する前にハラスを行いやすい。\n- ソラカのヒール能力により、ブラウムのオールインが効果的でなくなることが多い。\n- ソラカのサイレンスやスネアによって、ブラウムのCCを発動する前に行動を制限される可能性が高い。\n- ブラウムはサステインがないため、ソラカの持続的なハラスに対して耐えにくい。\n- ソラカは逃げる手段が乏しいが、ブラウムも同様に逃げる手段が限られており、捕まるリスクが高い。",
			"アリスター": "アリスターが不利です。\n\n- ソラカは高いヒール能力を持ち、アリスターの攻撃を受けても持ちこたえやすい。\n- ソラカのサイレンスやスネアによって、アリスターのエンゲージやCCを無効化される可能性がある。\n- アリスターは攻撃力が低く、ソラカに対して持続的なダメージを与えることが難しい。\n- ソラカは射程が長いため、アリスターが近づく前にハラスを受けやすい。\n- ソラカは逃げる手段が乏しいため、アリスターが捕まえに行くと逆に反撃を受けるリスクが高い。",
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、ラックスのバーストダメージを軽減できるため、ラックスの攻撃が効果的でなくなる。\n- ソラカのサイレンス効果により、ラックスはスキルを使うことができず、攻撃や防御の手段を失う。\n- ソラカは逃げる手段が乏しいため、ラックスが接近してハラスを行うと、逆にソラカの回復やCCを受けやすくなる。\n- ソラカは持続的な回復を行えるため、ラックスの短期的なダメージを無効化しやすい。\n- ソラカはラックスのスキルを避けることができる位置取りをしやすく、ラックスの攻撃を受けにくい。",
			"ラカン": "ラカンが不利です。\n\n理由は以下の通りです。\n\n- ソラカのサイレンスやスネアによって、ラカンのエンゲージや逃げる手段が制限されるため、彼の機動力が活かせない。\n- ソラカの高いヒール能力により、ラカンが仕掛けた際に味方が生存しやすく、逆にラカンが狙われるリスクが高まる。\n- ソラカは射程が長いため、ラカンが近づく前にハラスを受けやすく、レーンでのプレッシャーが弱まる。\n- ラカンは基礎ステータスが低く、ソラカの持つ持続的なダメージやCCに対して脆弱である。\n- ソラカはキャッチ能力が高いチャンピオンに対して不利であり、ラカンもその一例として、彼女に捕まるリスクが高い。",
			"ジリアン": "ジリアンはソラカに不利です。\n\n- ソラカは高いヒール能力を持ち、ジリアンの攻撃を受けても持ちこたえやすい。\n- ソラカのサイレンスやスネアによって、ジリアンのスキルを無効化しやすく、特にジリアンのコンボを妨害できる。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、ジリアンが捕まえやすいが、ソラカのヒールで持ちこたえられることが多い。\n- ソラカは射程が長く、ジリアンが近づく前にハラスを行いやすい。\n- ソラカの回復能力により、ジリアンが持つ瞬間火力の効果が薄れるため、ジリアンのダメージが通りにくい。",
			"ブランド": "ブランドが不利です。\n\n理由は以下の通りです。\n\n- ソラカの高いヒール性能により、ブランドの持続ダメージが軽減されやすい。\n- ソラカのサイレンスやスネアによって、ブランドのスキルを使うタイミングが制限される。\n- ソラカは逃げる手段が乏しいため、ブランドが捕まえられやすい。\n- ソラカの回復能力により、ブランドがオールインを仕掛けても効果が薄くなる。\n- ソラカはCCが限られているため、ブランドの攻撃を受けるリスクが高まる。"
		},
		"loses": {
			"ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで、ソラカのヒールを無効化することができるため、ソラカの回復能力を相対的に低下させることができる。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、ユーミの加速やシールドを利用して攻撃を仕掛けやすい。\n- ユーミはスロー効果を持つため、ソラカの移動を制限しやすく、ソラカが攻撃を受けやすくなる。\n- ソラカはCCが限られているため、ユーミの機動力を活かして回避しやすく、ハラスを行いやすい。\n- ユーミは味方のADCと連携することで、ソラカに対して強力なプレッシャーをかけることができ、レーンでの優位性を確保しやすい。",
			"ソナ": "ソナが有利です。\n\n理由は以下の通りです。\n\n- ソナはAoE回復とバフを持っており、集団戦での支援能力が高いため、ソラカのヒールを上回ることができる。\n- ソナのスタン効果は、ソラカのスキルを無効化することができ、特に集団戦での影響力が大きい。\n- ソナはスキルの発動が簡単で、操作が容易なため、序盤から積極的にハラスを行いやすい。\n- ソナはマナ管理が難しいものの、ソラカに対しては持続的な戦闘で優位に立ちやすく、長期戦に持ち込むことで勝利しやすい。\n- ソナはソラカに対して、回復やシールドを持つため、ソラカのヒールを無効化しやすい。",
			"バード": "バードがソラカに有利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持っており、ソラカの攻撃を避けやすいため、レーンでのハラスがしやすい。\n- ソラカのヒールは強力ですが、バードのスタンや無敵を付与するウルトによって、ソラカの回復を無効化することができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、早期からのロームやプレッシャーをかけやすい。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、バードのCCやダメージで捕まえやすい。\n- バードは移動能力が高く、ソラカのサイレンスやスネアを避けることができるため、対面での優位性を保ちやすい。",
			"レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、ソラカのヒールを無効化することができるため、ソラカの回復能力を封じることができる。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、レルのエンゲージに対して非常に脆弱である。\n- レルのパッシブによって、ソラカに対してダメージを与えやすく、特にタンクとしての耐久力を活かして攻撃を続けることができる。\n- ソラカはCCが限られており、レルのオールインに対して反撃が難しいため、レルが主導権を握りやすい。\n- レルは味方の移動速度を上げる手段が豊富で、ソラカが孤立した場合に追撃しやすい。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ソラカに対して積極的にハラスが可能です。\n- ソラカは主にヒールに特化しているため、カルマのスネアやAoEダメージで一方的に攻撃することができます。\n- ソラカの逃げ性能が乏しいため、カルマのスネアや加速効果を使って捕まえやすく、キルを狙いやすいです。\n- カルマはスキルを駆使して敵の動きを制限できるため、ソラカのヒールを無効化することができます。\n- ソラカは重傷の影響を受けやすく、カルマのダメージを受けることでヒールの効果を減少させることができます。",
			"ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは攻撃的なエンチャンターであり、ソラカに対してハラスが容易です。特に、ソラカは基礎ステータスが低く、ナミの攻撃を受けやすいです。\n- ナミのCCはソラカのヒールを妨害することができ、ソラカが回復を行う前にダメージを与えることが可能です。\n- ソラカは逃げる手段が乏しいため、ナミのスキルを受けると捕まりやすく、レーンでのプレッシャーをかけやすいです。\n- ナミは加速効果を持っているため、ソラカのスキルを避けやすく、トレードで有利に立ち回ることができます。\n- ソラカは重傷の影響を受けやすいですが、ナミはダメージを持つため、ソラカのヒールを無効化しやすいです。",
			"セナ": "セナが有利です。\n\n- セナは長射程を持ち、ソラカに対して一方的にハラスを行いやすいです。これにより、ソラカのヒールを無効化しやすくなります。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、セナの攻撃を受けやすいです。特に、セナの攻撃が当たることでソラカは圧力を感じることになります。\n- セナの回復能力はスキルを使ったものであり、ソラカのヒールと異なり、セナは攻撃しながら回復を行えるため、持続的なダメージを与えつつ味方を支援できます。\n- ソラカはCCが限られているため、セナの機動力を制限することが難しく、セナは自由に動き回ることができます。\n- セナのパッシブによって、レーンでのゴールド獲得が容易で、早期にアイテムを揃えることでさらに有利な状況を作り出せます。"
		}
	},
	"カルマ": {
		"name": "カルマ",
		"beats": {
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ラックスに対して高いプレッシャーをかけることができる。\n- カルマのスネアやシールド、加速効果により、ラックスのスキルを避けやすく、反撃のチャンスを与えない。\n- ラックスは接近されると非常に脆弱であり、カルマのスキルを受けるとダメージを受けやすい。\n- カルマはハラスが得意で、ラックスのスキルのクールダウンを利用して持続的にダメージを与えることができる。\n- カルマのスキルはミニオンにブロックされないため、ラックスがハラスを試みても効果が薄くなることがある。",
			"モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用でき、高いプレッシャーをかけることができるため、モルガナはレーンでのハラスが難しくなる。\n- カルマのスネアは対象指定であり、モルガナのスネアよりも発生が早く、モルガナがスキルを当てる前に反撃される可能性が高い。\n- カルマはシールドを持っており、モルガナのスネアやダメージを軽減することができるため、モルガナの攻撃が効果的でなくなる。\n- モルガナはクールダウンが長く、スキルを使った後に反撃を受けやすいが、カルマはスキルを駆使して持続的にダメージを与えられる。\n- カルマはカイティングが得意で、モルガナが近づくのを難しくするため、モルガナの攻撃機会が減少する。",
			"ゼラス": "ゼラスが不利です。\n\n- カルマは序盤からUltを使用できるため、ゼラスに対して高いプレッシャーをかけることができる。ゼラスはスキルの発動が遅いため、カルマの攻撃を避けるのが難しい。\n- カルマのスネアやシールドは、ゼラスの攻撃を無効化したり、反撃のチャンスを与えることができる。ゼラスは自衛手段が乏しいため、捕まると危険。\n- ゼラスは射程が長いが、カルマのスキルを受けると一方的にハラスされる可能性が高い。特に、カルマの加速効果を利用して接近されると、ゼラスは反撃しづらい。\n- ゼラスはマナ消費が多く、持続的なハラスを行うとマナが枯渇しやすい。カルマは持続的なダメージを与えられるため、ゼラスのマナ管理を圧迫することができる。\n- カルマは味方をサポートする能力が高く、ゼラスが攻撃を受けた際に味方を守ることができるため、ゼラスのハラスが効果的に機能しづらい。",
			"メル": "メルが不利です。\n\n- カルマは序盤からUltを使用できるため、メルに対して高いプレッシャーをかけることができる。\n- カルマのスネアやシールド、加速効果により、メルの動きを制限しやすく、ハラスが効果的。\n- メルは回復エフェクトに対して弱いため、カルマの持続的なダメージやシールドによって効果的に対処される。\n- カルマは機動力が高く、メルのスキルを避けやすいため、メルの攻撃が当たりにくい。\n- メルは能動的なCCがないため、カルマのスネアやハラスに対して反撃が難しい。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- カルマは序盤からUltを使用できるため、ヴェル＝コズに対して高いプレッシャーをかけることができる。\n- カルマのスネアやシールドは、ヴェル＝コズのスキルを無効化したり、攻撃を受け流すことができるため、彼の攻撃を受けにくい。\n- カルマは加速効果を持っているため、ヴェル＝コズがスキルを当てる前に距離を詰めたり、逃げたりすることができる。\n- ヴェル＝コズは機動力が低く、カルマのスキルを避けるのが難しいため、特に接近戦で不利になる。\n- カルマのAoEダメージや回復能力により、集団戦でもヴェル＝コズのダメージを軽減しやすい。",
			"セラフィーン": "セラフィーンが不利です。\n\n- カルマは序盤からUltを使用できるため、セラフィーンに対して高いプレッシャーをかけることができる。\n- カルマのスネアやシールドは、セラフィーンのスキルを無効化したり、彼女の動きを制限するのに効果的である。\n- セラフィーンはスキルの発生が遅く、カルマの攻撃を受ける前に反撃するのが難しい。\n- カルマは高いバーストダメージを持つアサシンに対しても強いが、セラフィーンはそのような相手に対して脆弱である。\n- セラフィーンの基礎ダメージが低いため、オールイン合戦ではカルマに対して不利になることが多い。",
			"ザイラ": "ザイラがカルマに不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤から高いプレッシャーをかけることができ、ザイラがスキルを使う前に攻撃を仕掛けやすい。\n- カルマのスネアやシールドは、ザイラの攻撃を無効化したり、反撃のチャンスを与えることができるため、ザイラの攻撃を受けにくい。\n- ザイラは移動手段が乏しく、カルマのスキルによる制圧を受けやすい。特にカルマの加速効果を利用されると、ザイラは逃げるのが難しくなる。\n- カルマのAoEダメージは、ザイラの植物を一掃することができ、ザイラのダメージソースを減少させる。\n- ザイラのスキルは発動から発生までに時間がかかるため、カルマのスネアや攻撃を避けるのが難しい。",
			"ジリアン": "ジリアンはカルマに不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤から高いプレッシャーをかけることができ、ジリアンがスキルを使う前にダメージを与えられる。\n- カルマのスネアやシールドは、ジリアンの移動や攻撃を制限しやすく、特にジリアンが攻撃スキルを使った後に反撃されるリスクが高い。\n- ジリアンは基礎ステータスが低く、カルマの攻撃を受けると早期に倒される可能性がある。\n- カルマのスキルは多様性があり、状況に応じてジリアンの行動を制限することができるため、ジリアンの戦術が通用しにくい。\n- ジリアンのマナ消費が大きく、スキルを多用することで早期にマナが枯渇し、持続的な戦闘が難しくなる。",
			"ニーコ": "ニーコが不利です。\n\n- カルマは序盤からUltを使用でき、高いプレッシャーをかけることができるため、ニーコはレーンでのハラスが難しくなる。\n- カルマのスネアやシールドは、ニーコの奇襲を防ぐ手段となり、ニーコが近づくのを難しくする。\n- カルマの攻撃範囲はニーコよりも長いため、ニーコはハラスを受けやすく、ミニオンコントロールが難しくなる。\n- カルマはAoEダメージを持っており、ニーコが集団戦でのバーストを狙う際に、先にダメージを受ける可能性が高い。\n- ニーコは防御ステータスが低く、接近戦で失敗するとすぐに危険な状況に陥るため、カルマのスキルに対して脆弱である。"
		},
		"loses": {
			"ブリッツクランク": "ブリッツクランクはカルマに有利です。\n\n- ブリッツクランクのフックは発生が早く、カルマのスネアが発生するまでの時間を利用して簡単に捕まえることができる。\n- カルマは基本的に後衛での戦闘を好むが、ブリッツクランクのフックによって前に引き出されると、彼女のスキルを発動する余裕がなくなる。\n- ブリッツクランクはタンクとしての耐久力があり、カルマの攻撃を受けながらも接近戦を仕掛けやすい。\n- カルマのスキルは主に敵を制御するものであり、ブリッツクランクのフックやノックアップに対しては効果的に対処できない。\n- ブリッツクランクは瞬時にキルを狙えるため、カルマのような脆いメイジに対して特に強力である。",
			"パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは序盤から高い基礎ステータスを持ち、ハラスに対する耐性が強いため、カルマに対して積極的に攻撃を仕掛けやすい。\n- カルマのスネアは発生までに時間がかかるため、パイクの高い機動力を活かして避けることができる。\n- パイクは瞬時に敵を排除する能力があり、カルマのHPが低い状態でのトレードで有利に立ち回れる。\n- パイクのフックを使った捕獲は、カルマの移動を制限しやすく、彼女のスキルを発動させる前に攻撃を仕掛けることができる。\n- カルマは集団戦での耐久力が低く、パイクの瞬間火力によって早期に排除される可能性が高い。",
			"ユーミ": "ユーミがカルマに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、カルマの攻撃を回避しやすく、シールドや加速を使ってダメージを軽減できる。\n- カルマのスネアは発生に時間がかかるため、ユーミはその間に移動して回避することが可能。\n- ユーミは回復能力が高く、カルマのハラスを受けても持ちこたえやすい。\n- ユーミは味方のADCと連携しやすく、カルマが持つプレッシャーを逆手に取って反撃することができる。\n- カルマは単独での戦闘能力が低いため、ユーミが密着している味方を狙うのが難しい。",
			"レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、カルマのスネアを避けることができるため、カルマの攻撃を無効化しやすい。\n- レルのオールイン能力により、カルマが距離を取る前に攻撃を仕掛けることができ、特に序盤のハラスで優位に立てる。\n- カルマは射程が長いが、レルは近接チャンピオンであり、接近してしまえばカルマの攻撃を受けにくくなる。\n- レルのパッシブによって、カルマのAR/MRを吸収し、ダメージを与えやすくなるため、タンクとしての強みを活かせる。\n- カルマは育ったアサシンに弱いが、レルはタンクとして耐久力が高く、カルマのダメージを受け止めやすい。",
			"ノーチラス": "ノーチラスがカルマに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、カルマのスネアやスキルを無効化しやすい。特に、カルマのスネアは発生までに時間がかかるため、ノーチラスのフックやスタンで先手を取ることができる。\n- ノーチラスは接近戦でのオールインが得意であり、カルマは距離を保つことが求められるが、ノーチラスのフックによって距離を詰められると、カルマは反撃が難しくなる。\n- ノーチラスはタンクとしての耐久力が高く、カルマのダメージを受けても生存しやすい。これにより、カルマのハラスを受けながらも、ノーチラスは有利な状況を作り出すことができる。\n- ノーチラスのフックは射程が長く、カルマが安全にハラスを行うための距離を維持することを難しくする。これにより、カルマはレーンでのプレッシャーをかけにくくなる。\n- ノーチラスは味方ADCを守るためのピール能力も高く、カルマが味方を狙う際にノーチラスが介入することで、カルマの攻撃を無効化できる。",
			"ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、カルマのスネアを避けることができるため、カルマの攻撃を受けにくい。\n- ナミのハラス能力は高く、序盤からカルマに対して積極的にダメージを与えることができる。\n- ナミの回復能力により、カルマのダメージを軽減しつつ、持続的なトレードが可能。\n- ナミは加速効果を持っているため、カルマのスキルを避けやすく、立ち位置を調整しやすい。\n- カルマのスネアは発生が遅いため、ナミの機動力を活かして回避することができる。",
			"ブラウム": "ブラウムがカルマに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、カルマのスキルショットを軽減できるため、カルマのハラスを受けにくい。\n- ブラウムのパッシブは序盤から強力で、カルマに対しても高いダメージを与えることができるため、トレードで有利に立ちやすい。\n- ブラウムは接近戦に強く、カルマのスネアを避けやすいため、彼女のスキルを無効化しやすい。\n- ブラウムのCCは味方を守る能力が高く、カルマの攻撃を受けた味方をしっかりとサポートできる。\n- カルマは機動力が低く、ブラウムの攻撃を受けると反撃が難しくなるため、ブラウムが有利に立ち回れる。"
		}
	},
	"ジャンナ": {
		"name": "ジャンナ",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n- ジャンナの強力なCCとディスエンゲージ能力により、モルガナのスキルを無効化されやすい。\n- ジャンナのシールドによって、モルガナのCCが効果を発揮しにくく、味方を守ることが難しい。\n- ジャンナは高い移動速度を持ち、モルガナがスキルを当てる前に距離を取られることが多い。\n- ジャンナのAoE回復効果により、モルガナのダメージが軽減され、レーンでの優位性を失いやすい。\n- ジャンナはエンゲージ能力が低いため、モルガナが攻撃的に出ると逆に反撃を受けるリスクが高い。",
			"パンテオン": "パンテオンがジャンナに不利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持ち、パンテオンのオールインを無効化することができるため、パンテオンが攻撃を仕掛ける際にリスクが高くなる。\n- ジャンナのシールドはパンテオンのバーストダメージを軽減できるため、パンテオンのキルプレッシャーが低下する。\n- ジャンナは高い移動速度を持ち、パンテオンが攻撃を仕掛けた後に逃げることが容易で、逆にパンテオンが捕まるリスクが増す。\n- ジャンナのハラス力は高く、パンテオンが近づく前にダメージを与えられるため、レーンでのプレッシャーを受けやすい。\n- パンテオンは長期戦に弱く、ジャンナの持続的なハラスや回復効果に対抗しづらい。",
			"レル": "レルが不利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持ち、レルがオールインを仕掛けた際にディスエンゲージが可能で、レルの攻撃を無効化しやすい。\n- ジャンナの移動速度増加スキルにより、レルが追撃しようとしても逃げられる可能性が高い。\n- ジャンナは自身や味方をシールドで守ることができ、レルのダメージを軽減することができる。\n- ジャンナの射程が長いため、レルが近づく前に攻撃を受けやすく、レーンでのプレッシャーをかけられる。\n- ジャンナは視界確保が不得手なレルに対して、ブッシュからの奇襲を行いやすく、レルが捕まるリスクが高まる。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由は以下の通りです。\n\n- ジャンナの強力なCCによって、ヴェル＝コズはスキルを発動する前に妨害されやすい。\n- ジャンナのシールドにより、ヴェル＝コズのダメージが軽減され、効果的なハラスが難しくなる。\n- ジャンナは高い移動速度を持ち、ヴェル＝コズがスキルを当てる前に距離を詰められることが多い。\n- ジャンナのディスエンゲージ能力により、ヴェル＝コズがオールインを仕掛ける際に逆に攻撃を受けやすい。\n- ジャンナは味方の移動速度を増加させるため、ヴェル＝コズが狙った敵を逃がしにくくなる。",
			"レオナ": "レオナが不利です。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、レオナのイニシエートを無効化することができるため、レオナが接近しても効果的に反撃される。\n- ジャンナのシールドや回復効果により、レオナの攻撃が軽減され、持続的なダメージを与えることが難しい。\n- ジャンナは高い移動速度を持ち、レオナが接近する前に距離を取ることができるため、レオナのオールインが成功しにくい。\n- ジャンナのCCはレオナの行動を制限することができ、特にレオナがスキルを使った後に反撃されると、レオナは脆弱な状態になる。\n- ジャンナは視界確保が不得手なため、レオナがロームやGankを行う際に、ジャンナがそれを察知しにくいが、逆にレオナが接近した際にはジャンナが逃げる手段を持っているため、レオナが有利に立ちにくい。",
			"アリスター": "アリスターが不利です。\n\n- ジャンナは強力なCCを持ち、アリスターのエンゲージを無効化することができるため、アリスターが攻撃を仕掛けるのが難しい。\n- ジャンナの移動速度増加スキルにより、アリスターが接近する前に距離を取られることが多く、アリスターの攻撃が届きにくい。\n- ジャンナのシールドや回復効果により、アリスターのダメージを軽減され、持続的な戦闘で不利になる。\n- ジャンナは遠距離から攻撃できるため、アリスターが近づく前にダメージを与えられ、アリスターのタンク性能を活かしにくい。\n- ジャンナのディスエンゲージ能力により、アリスターがオールインを仕掛けても、すぐに引き離されてしまうことが多い。",
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ジャンナの強力なCCにより、ラックスはスキルを当てる前に妨害される可能性が高い。\n- ジャンナのシールドによって、ラックスのバーストダメージが軽減されるため、キルを狙いにくい。\n- ジャンナは高い移動速度を持ち、ラックスがスキルを当てるのが難しくなる。\n- ジャンナのディスエンゲージ能力により、ラックスがオールインを仕掛ける際に逆に危険にさらされる。\n- ジャンナは視界を確保しやすく、ラックスのスキルを避ける動きが容易になる。"
		},
		"loses": {
			"ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ジャンナのシールドを貫通してダメージを与えることができる。\n- ジリアンのAoEスタンは、ジャンナのディスエンゲージ能力を無効化することができ、集団戦での影響力を高める。\n- ジリアンは移動速度のバフを持っており、ジャンナの機動力を上回ることができるため、エンゲージやPeelにおいて優位に立てる。\n- ジリアンの蘇生能力は、ジャンナが持つCCやバーストダメージに対して非常に効果的で、味方を守る手段として強力。\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱であるため、ジリアンの攻撃を受けやすい。",
			"セラフィーン": "セラフィーンがジャンナに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、ジャンナのディスエンゲージ能力を無効化しやすい。\n- 複数のCCを持っているため、ジャンナの移動速度を上げるスキルを無効化し、味方を守ることが難しくなる。\n- セラフィーンは射程が長く、安全な位置から攻撃できるため、ジャンナが近づく前にダメージを与えることができる。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、セラフィーンのハラスに対して耐えにくい。\n- セラフィーンのスキルは味方の数に応じて強化されるため、集団戦での連携が取れた際にジャンナに対して圧倒的な優位性を持つ。",
			"ブリッツクランク": "ブリッツクランクがジャンナに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは瞬時に敵を引き寄せることができ、ジャンナの脆弱な基礎ステータスを突くことができる。\n- ジャンナはエンゲージ能力が低く、ブリッツクランクのフックに対して逃げる手段が限られているため、捕まるリスクが高い。\n- ブリッツクランクのサイレンスやノックアップは、ジャンナのスキル発動を妨害することができ、彼女のディスエンゲージ能力を無効化できる。\n- ジャンナは視界確保が不得手で、ブッシュでの待ち伏せに対して脆弱であり、ブリッツクランクのフックに対して警戒が必要。\n- ブリッツクランクは、ジャンナのシールドを破壊する能力を持っており、彼女のサポート効果を減少させることができる。",
			"セナ": "セナが有利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、ジャンナに対して一方的にハラスを行いやすいため、レーンでの優位を維持しやすい。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、セナの攻撃を受けやすい。\n- セナの回復能力は、ジャンナのシールドと相性が良く、持続的なハラスを受けても耐えやすい。\n- セナのパッシブによって、レーンでのゴールド獲得が容易になり、アイテム差をつけやすい。\n- ジャンナのディスエンゲージ能力は強力だが、セナの長射程攻撃に対しては効果的に機能しにくい。",
			"パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは序盤から高い基礎ステータスを持ち、ジャンナの脆弱な序盤を突くことができるため、ハラスやオールインで優位に立ちやすい。\n- ジャンナはエンゲージ能力が低く、パイクのフックや瞬時のダメージに対して反撃が難しいため、捕まるリスクが高い。\n- パイクの移動能力は高く、ジャンナのCCを避けることができるため、ジャンナのスキルを無効化しやすい。\n- パイクはキルを取ることでゴールドを味方と共有できるため、レーンでの優位をさらに強化しやすい。\n- ジャンナのシールドやCCは一時的なものであり、パイクの持続的なダメージやハラスに対しては効果が薄い。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ジャンナに対して積極的にハラスを行いやすい。\n- ジャンナのシールドやCCに対して、カルマはスネアやシールドを持っているため、反撃のチャンスが多い。\n- カルマのスキルは対象指定であり、ジャンナの移動を制限することができるため、ジャンナの機動力を削ぐことができる。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、カルマの攻撃的なプレイスタイルに対して弱い。\n- カルマは味方のADCを守りつつ、ハラスを行うことができるため、ジャンナのサポート能力を上回ることができる。",
			"ルル": "ルルが有利です。\n\n- ルルは固有のCCを持っており、ジャンナのディスエンゲージ能力に対抗できるため、ジャンナの攻撃を無力化しやすい。\n- ルルのシールドやHP増加の効果により、味方の生存能力を高めることができ、ジャンナの回復効果を上回ることができる。\n- ルルはダイバーやアサシンに対して強力な防御能力を発揮できるため、ジャンナが苦手とする攻撃的な相手に対しても優位に立てる。\n- ルルのスキルは状況に応じた柔軟な対応が可能で、ジャンナのスキルが単体対象であるため、複数体を相手にした際に効果的に立ち回れる。\n- ルルは短射程のADCに対しても無力化しやすく、ジャンナが苦手とする相手に対しても優位性を保ちやすい。"
		}
	},
	"レル": {
		"name": "レル",
		"beats": {
			"パンテオン": "パンテオンはレルに不利です。\n\n- レルは複数のCCを持っており、パンテオンがオールインを狙う際に拘束されやすい。これにより、パンテオンの攻撃が通りにくくなる。\n- レルのパッシブによって、パンテオンの攻撃力が相対的に低下し、タンクとしての耐久力が高いため、パンテオンのダメージが通りにくい。\n- レルは自身と味方の移動速度を上げる手段が豊富で、パンテオンの攻撃を避けやすく、逆にエンゲージを仕掛けることができる。\n- パンテオンはスキルのクールダウンが長く、レルとのトレードが長引くとDPSが低下し、逆にレルに有利な状況を作られる。\n- レルはタンクとしての耐久力が高く、パンテオンのバーストダメージを受けても生き残りやすい。これにより、パンテオンがキルを狙うのが難しくなる。",
			"ノーチラス": "ノーチラスがレルに不利です。\n\n- レルは複数のCCを持っており、ノーチラスのエンゲージを無効化することができるため、ノーチラスがオールインを狙うのが難しい。\n- レルのパッシブによって、ノーチラスのARを吸収しやすく、タンクとしての耐久力を削られやすい。\n- レルは自身と味方の移動速度を上げる手段が豊富で、ノーチラスのフックを避けやすく、逃げることができる。\n- ノーチラスは基礎移動速度が低く、スキルに依存するため、レルの機動力に対抗しづらい。\n- レルのCCは長時間拘束するため、ノーチラスがスキルを使った後に反撃されるリスクが高い。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- レルは複数のCCを持っており、ブリッツクランクがフックを外した場合、逆にレルのエンゲージを受けることになりやすい。\n- レルのパッシブによって、タンクとしての強さが増し、ブリッツクランクのダメージを軽減しやすい。\n- レルは自身と味方の移動速度を上げる手段が豊富で、ブリッツクランクのフックを避けることができるため、接近戦での優位性を持つ。\n- ブリッツクランクはタンク系のチャンピオンに対して不利であり、レルもその一例であるため、互いに前からの溶かし合いになると競り負けることが多い。\n- レルのエンゲージに対して、ブリッツクランクは逃げる手段が乏しく、捕まった場合のリスクが高い。",
			"ユーミ": "ユーミがレルに不利です。\n\n- レルは複数のCCを持っており、ユーミが密着している味方を拘束しやすいため、ユーミのサポート能力を無効化される。\n- ユーミは単独での戦闘能力が低く、レルのオールインに対して脆弱であるため、レーンでのトレードで不利になる。\n- レルのタンク性能により、ユーミのダメージが通りにくく、長期戦での優位性を失いやすい。\n- ユーミのCCがスロー止まりであるため、レルのエンゲージを止めることが難しく、逆に攻撃を受けやすい。\n- レルは味方の移動速度を上げる手段を持っているため、ユーミがサポートしても逃げることが難しい状況を作り出せる。",
			"パイク": "パイクが不利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、パイクの機動力を封じることができるため、オールインや逃げる際に非常に厄介です。\n- レルのパッシブによって、パイクのダメージを軽減しやすく、特にタンクとしての耐久力が高いため、パイクの瞬間火力が通りにくいです。\n- レルは自身と味方の移動速度を上げる手段が豊富で、パイクが捕まえようとする際に逃げられる可能性が高くなります。\n- レルのエンゲージ能力により、パイクが攻撃を仕掛ける前に先手を取られることが多く、トレードで不利になることが多いです。\n- レルはタンクとしての耐久力が高く、パイクの攻撃を受け止めやすいため、パイクがキルを狙うのが難しくなります。",
			"ブラウム": "ブラウムがレルに不利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持ち、ブラウムが接近する前に拘束される可能性が高い。\n- レルの移動速度を上げる手段により、ブラウムがエンゲージを試みても逃げられることが多い。\n- レルのパッシブによるAR/MRの吸収効果が、ブラウムの防御性能を相対的に低下させる。\n- レルはオールインが得意で、ブラウムのPeel能力が発揮される前にダメージを与えられることが多い。\n- ブラウムは射程が短く、レルの攻撃を受けやすく、ハラスに対して脆弱である。",
			"セラフィーン": "セラフィーンが不利です。\n\n- レルは複数のCCを持っており、セラフィーンのスキルを封じることができるため、オールインやエンゲージに対して非常に強い。\n- セラフィーンはスキルの発生が遅く、レルのエンゲージに対して反応しづらく、先手を取られることが多い。\n- レルのタンク性能により、セラフィーンのダメージが通りにくく、特にオールイン合戦では不利になる。\n- セラフィーンは射程が長いものの、レルの接近を許すと一気に攻撃を受けるリスクが高く、立ち位置が難しくなる。\n- レルのパッシブによるAR/MRの吸収効果が、セラフィーンのダメージをさらに減少させる要因となる。",
			"タム・ケンチ": "タム・ケンチが不利です。\n\n- レルは複数のCCを持っており、タム・ケンチのエンゲージ能力を封じることができるため、タム・ケンチが攻撃を仕掛けるのが難しい。\n- レルの移動速度を上げる能力により、タム・ケンチが追いつくのが難しく、逃げられることが多い。\n- レルのパッシブによって、タム・ケンチの耐久力を削ることができ、タム・ケンチが持つサステインが活かしづらい。\n- レルはオールインの際に長時間拘束することができるため、タム・ケンチが反撃する隙を与えにくい。\n- タム・ケンチのCCは発生が遅く、レルの機動力に対抗しづらい。"
		},
		"loses": {
			"ジャンナ": "ジャンナがレルに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、レルのオールインを容易に無効化できるため、レルが仕掛けてきても反撃しやすい。\n- ジャンナの移動速度増加スキルにより、味方の機動力を高めることができ、レルの追撃を逃れやすくなる。\n- ジャンナはCCを持っているため、レルのエンゲージを阻止しつつ、味方を守ることができる。\n- レルはタンクとしてのARのスケールが悪く、ジャンナのシールドや回復効果によって、レルのダメージを軽減しやすい。\n- ジャンナは射程が長いため、レルが近づく前に攻撃を仕掛けることができ、レルに対して優位に立つことができる。",
			"ラカン": "ラカンはレルに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、レルのスキルを避けやすいため、レルの拘束を回避しやすい。\n- レルのスキルは発生にラグがあるため、ラカンの素早い動きに対して当てづらい。\n- ラカンはシールドやヒールを持っており、レルの攻撃を受けても生存能力が高く、レルのオールインに対して耐えやすい。\n- ラカンのCCは短時間で発動するため、レルのスキルを中断させることができ、レルのエンゲージを無効化しやすい。\n- ラカンはレルのタンク性能に対して、機動力を活かして後衛を狙うことができ、レルが守りにくい状況を作り出せる。",
			"アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化することができるため、レルの攻撃を受けにくい。\n- アリスターのスキルは即時発動可能で、レルのスキルの発生ラグを利用して反撃することができる。\n- アリスターは基礎ステータスが高く、レーン維持がしやすいため、レルに対しても安定したプレッシャーをかけられる。\n- アリスターのパッシブによるサステインがあるため、レルの攻撃を受けても耐えやすい。\n- アリスターは集団戦でのタンクとしての役割が強く、レルのオールインを防ぎつつ味方を守ることができる。",
			"ポッピー": "ポッピーが有利です。\n\n- ポッピーはダッシュやリープを阻止する能力が高く、レルのエンゲージやオールインを無効化できるため、レルの強みを封じることができる。\n- ポッピーのシールドと割合ダメージにより、1対1の戦闘でレルに対して優位に立つことができる。\n- ポッピーは豊富なCCを持っており、レルの動きを制限しやすく、特にレルのスキルを避けることができる。\n- レルはタンクとしてのARのスケールが悪く、ポッピーの割合ダメージが効果的に働くため、ダメージを与えやすい。\n- ポッピーはレルの移動速度を上げる手段に対しても強く、レルの追撃や逃走を阻止することができる。",
			"セナ": "セナがレルに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: セナは長射程の攻撃を持っており、レルの近接攻撃を避けながらハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ハラス能力: セナの攻撃と回復能力により、レルのオールインを受ける前にダメージを与え、回復することで生存率を高めることができる。\n- CCの回避: レルのスキルは発生にラグがあるため、セナはその隙を突いて攻撃することができ、レルの拘束を避けやすい。\n- スタックの獲得: セナは敵チャンピオンを攻撃することでスタックを集めることができ、レルが近づく前に火力を上げることが可能。\n- 遠距離支援: セナのアルティメットスキルは無限の射程を持ち、レルがエンゲージした際にも遠くから支援できるため、チーム全体の生存率を高めることができる。",
			"ザイラ": "ザイラはレルに有利です。\n\n- ザイラは長射程の攻撃を持っており、レルが接近する前にダメージを与えることができるため、レルのエンゲージを阻止しやすい。\n- ザイラの植物を利用した持続的なダメージは、レルのタンク性能を削るのに効果的で、特に序盤から高い火力を発揮できる。\n- レルは接近戦が得意なチャンピオンであるため、ザイラの射程を活かして安全に攻撃できる。\n- ザイラのCCはAoE効果があり、レルが複数の敵を拘束しようとする際に、逆にレルを制圧することができる。\n- レルは移動手段が限られているため、ザイラのスキルを避けるのが難しく、特にスキルの発動から発生までのラグを利用して攻撃することができる。",
			"ミリオ": "ミリオがレルに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、レルのオールインを避けつつトレードを有利に進めることができる。\n- レルのエンゲージに対して、ミリオのウルトでCCを解除できるため、レルの強みを無効化できる。\n- ミリオの回復やシールドにより、レルのダメージを軽減しやすく、持続的な戦闘で優位に立てる。\n- ミリオは射程が長いため、レルが近づく前にハラスを行いやすく、レルの動きを制限できる。\n- レルは機動力が低く、ミリオのスキルを避けるのが難しいため、ミリオが有利に立ち回ることができる。",
			"ジリアン": "ジリアンはレルに有利です。\n\n- ジリアンは遠距離攻撃が可能で、レルの接近を阻止しやすいため、レーンでの優位性を保ちやすい。\n- ジリアンのAoEスタンは、レルのエンゲージを無効化することができ、集団戦での影響力が高い。\n- ジリアンの移動速度バフは、味方のエンゲージや逃走をサポートし、レルの追撃を妨げることができる。\n- ジリアンはレベル差をつけやすく、早期に強力なスキルを持つため、レルが成長する前に有利な状況を作りやすい。\n- レルのスキルは発生にラグがあるため、ジリアンの機動力を活かした立ち回りで、レルのスキルを避けやすい。"
		}
	},
	"ラカン": {
		"name": "ラカン",
		"beats": {
			"ヴェル＝コズ": "ヴェル＝コズがラカンに不利です。\n\n- ラカンは高い機動力を持ち、ヴェル＝コズに接近しやすいため、彼の攻撃を避けることが難しい。\n- ラカンのCCはヴェル＝コズのスキルを妨害し、特にUltの詠唱中に捕まると無防備になりやすい。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して逃げる手段が乏しい。\n- ラカンは味方をシールドやヒールで支援できるため、ヴェル＝コズのダメージを軽減しやすい。\n- ラカンのスキルはヴェル＝コズの射程外からも効果的に使えるため、ヴェル＝コズが距離を保つのが難しい。",
			"ザイラ": "ザイラはラカンに不利です。\n\n- ラカンは高い機動力を持ち、瞬時に接近してくるため、ザイラの射程を活かすことが難しい。\n- ラカンのCCはザイラのスキルを妨害しやすく、特にザイラのスキルの発動から発生までの時間を利用して攻撃を仕掛けることができる。\n- ザイラは移動手段が乏しく、ラカンのエンゲージに対して逃げる手段が限られているため、捕まると脆弱。\n- ラカンのシールドやヒールにより、ザイラのダメージを軽減されることが多く、持続的なダメージを与えにくい。\n- ザイラの植物はラカンの機動力に対して効果的に機能しづらく、ラカンが近づくと植物が活用できない状況が生まれやすい。",
			"パイク": "パイクが不利です。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意で、パイクの攻撃を避けやすい。\n- ラカンのCCはパイクの移動を制限し、捕まえることが難しくなるため、パイクの強みを活かしづらい。\n- ラカンはシールドやヒールを持っており、パイクの攻撃を軽減できるため、トレードで優位に立ちやすい。\n- ラカンのパッシブによる回復効果が、パイクのハラスを無効化することが多く、レーンでの優位性を失いやすい。\n- ラカンは味方を守る能力が高く、パイクがキルを狙う際に味方が生存しやすく、パイクの影響力を減少させる。",
			"ゼラス": "ゼラスが不利です。\n\n- ラカンは高い機動力を持ち、ゼラスの攻撃を避けながら接近することができるため、ゼラスのハラスを受けにくい。\n- ラカンのCC（クラウドコントロール）によって、ゼラスは移動を制限され、攻撃を受けやすくなる。\n- ゼラスは自衛手段が乏しく、ラカンのエンゲージに対して逃げる手段が限られているため、捕まると致命的なダメージを受ける可能性が高い。\n- ラカンのシールドやヒールによって、ゼラスのダメージを軽減されるため、持続的なハラスが難しくなる。\n- ゼラスは射程が長いが、ラカンの機動力によってその射程を活かす前に接近されることが多く、効果的な攻撃ができない。",
			"ブラウム": "ブラウムが不利です。\n\n- ラカンは高い機動力を持ち、瞬時に接近してCCをかけることができるため、ブラウムの防御スキルを無効化しやすい。\n- ラカンのCCはブラウムの移動を制限し、ブラウムが味方を守る能力を低下させる。\n- ラカンは自己回復やシールドを持っているため、ブラウムの攻撃を受けても生存しやすい。\n- ブラウムはハラス能力が低く、ラカンの高い機動力に対して有効な反撃ができない。\n- ラカンは味方と連携しやすく、特にザヤとのコンビネーションで強力な攻撃を仕掛けることができるため、ブラウムはその連携を阻止しにくい。",
			"ブリッツクランク": "ブリッツクランクはラカンに不利です。\n\n- ラカンは高い機動力を持ち、フックを避けることが容易です。彼のスキルを使って瞬時に位置を変えることができるため、ブリッツクランクのフックをかわしやすいです。\n- ラカンは2種類のCCを持っており、ブリッツクランクが接近した際に彼を捕まえることができます。これにより、ブリッツクランクは逆に不利な状況に陥る可能性があります。\n- ラカンのシールドやヒールにより、ブリッツクランクの攻撃が効果的でなくなることがあります。特に、ラカンが味方を守ることで、ブリッツクランクのフックが無駄になることが多いです。\n- ブリッツクランクはフックが外れるとプレッシャーがなくなりますが、ラカンはその隙を突いて攻撃を仕掛けることができます。ラカンのスキルのクールダウンが短いため、ブリッツクランクがフックを外した後の反撃が強力です。\n- ラカンは味方と連携しやすく、特にザヤとのコンビネーションで強力なバフを得ることができるため、ブリッツクランクが単独で行動する際に不利になります。",
			"パンテオン": "パンテオンがラカンに不利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、パンテオンの攻撃を避けやすい。\n- ラカンのCCはパンテオンのオールインを妨害することができ、特にスタンやノックアップでパンテオンの攻撃を無効化できる。\n- パンテオンは移動不可のCCに弱く、ラカンのスキルによって捕まると何もできなくなる可能性が高い。\n- ラカンはシールドやヒールを持っているため、パンテオンのバーストダメージを軽減しやすい。\n- ラカンは味方を支援する能力が高く、パンテオンが孤立した場合でも味方が助けやすく、集団戦での効果が高い。",
			"スレッシュ": "スレッシュが不利です。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意であるため、スレッシュのフックを避けやすい。\n- ラカンのCCは瞬時に発動し、スレッシュがスキルを外した場合の隙を突いて攻撃できる。\n- ラカンはシールドやヒールを持っており、スレッシュのダメージを軽減しやすい。\n- スレッシュは基礎ステータスが低く、ラカンの攻撃を受けると早期にハラスされやすい。\n- ラカンのスキルは移動を伴うため、スレッシュのフックを避けることができ、逆にスレッシュを捕まえるチャンスが増える。",
			"ユーミ": "ユーミが不利です。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意であるため、ユーミが密着している味方を狙いやすい。\n- ラカンのCCはユーミの移動を制限することができ、ユーミ自身が無防備になるリスクが高い。\n- ユーミは単独での戦闘能力が低く、ラカンの攻撃を受けるとすぐに脆弱な状態になる。\n- ラカンのシールドやヒールを通じて、ユーミが支援する味方の生存能力を高めることが難しくなる。\n- ラカンは短期戦を仕掛ける能力が高く、ユーミがオールインに対して脆弱であるため、トレードで不利になることが多い。"
		},
		"loses": {
			"ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使ってラカンのエンゲージを回避しやすく、奇襲を仕掛けることができるため、ラカンのCCを無効化することが可能です。\n- ラカンは近接チャンピオンであり、ニーコの射程の長さを活かして安全に攻撃できるため、ラカンが近づく前にダメージを与えることができます。\n- ニーコのアルティメットはAoEダメージとスタンを持っており、ラカンが複数の敵を狙う際に大きな影響を与えることができ、ラカンのチームファイトでの強みを打ち消すことができます。\n- ニーコは短射程のチャンピオンに対して有利であり、ラカンはその特性に該当するため、ニーコはレーンでの優位性を保ちやすいです。\n- ラカンの防御力が低いため、ニーコが適切なタイミングで攻撃を仕掛けることで、ラカンを簡単に排除することができる可能性があります。",
			"ソラカ": "ソラカがラカンに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、ラカンの攻撃を受けても味方を迅速に回復できるため、ラカンのエンゲージを無効化しやすい。\n- サイレンス効果を持つスキルにより、ラカンのスキルを使わせずに行動を制限できるため、彼の機動力を活かさせない。\n- ソラカは射程が長いため、ラカンが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- ラカンは移動を伴うスキルが多く、捕まると脆弱になるが、ソラカは逃げる手段が乏しいため、ラカンがオールインを仕掛ける際に有利に立ち回れる。\n- ソラカは短射程のADCに対して強いが、ラカンはその短射程ADCをサポートする役割があるため、ソラカがラカンに対して有利に働く。",
			"バード": "バードがラカンに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、ラカンの接近を阻止しやすい。ラカンは近接型のサポートであるため、バードの攻撃を受けると接近が難しくなる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ラカンのエンゲージを無効化することができる。これにより、ラカンの強みであるCCを活かせなくなる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、レーンでの持続的なダメージを与えられる。ラカンは防御力が低いため、バードの攻撃に対して脆弱。\n- バードの回復スキルにより、ラカンの攻撃を受けた際にも持続的に耐えることができる。これにより、ラカンのハラスを軽減できる。\n- バードは移動スキルを持っており、ラカンのCCを避けることができるため、ラカンの攻撃を受けにくい。これにより、ラカンのエンゲージを無効化しやすい。",
			"ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、ラカンのエンゲージを無効化することができるため、ラカンが近づいてきた際に効果的に対処できる。\n- ジャンナのシールドは味方の生存能力を高め、ラカンの攻撃を受けた際にも耐えることができるため、レーンでのサステインが向上する。\n- 高い移動速度を持つため、ラカンの機動力に対抗しやすく、逃げることができる。\n- ラカンは移動を伴うスキルが多く、ジャンナのCCによって捕まると非常に脆弱になるため、ジャンナはラカンに対して有利な立ち回りができる。\n- ジャンナは遠距離からの攻撃が可能で、ラカンが近づく前にハラスを行うことができるため、レーンでのプレッシャーをかけやすい。",
			"ジリアン": "ジリアンがラカンに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは遠距離攻撃が可能で、ラカンの接近を防ぎやすい。ラカンは近接型のサポートであるため、ジリアンの攻撃を受けるとダメージを受けやすい。\n- ジリアンのAoEスタンは、ラカンのエンゲージを無効化することができ、彼の動きを制限することができる。\n- ジリアンの移動速度バフは、味方を守る際に非常に効果的で、ラカンのCCを避ける手助けをすることができる。\n- ラカンは防御力が低く、ジリアンの瞬間火力に対して脆弱であるため、ジリアンが有利な状況を作りやすい。\n- ジリアンの蘇生能力は、ラカンの攻撃を受けた味方を救うことができ、戦局を有利に進める要素となる。",
			"セナ": "セナが有利です。\n\n- セナは長射程を持っており、ラカンの接近を許さずにハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ラカンは近接チャンピオンであり、セナの射程の長さに対して攻撃を仕掛けるのが難しいため、セナは安全にダメージを与えられる。\n- セナの回復能力により、ラカンのCCやダメージを受けても持ちこたえやすく、レーンでのサステインが高い。\n- ラカンは移動を伴うスキルが多く、セナの攻撃を受けるときに位置取りが難しくなるため、セナは有利に戦える。\n- セナのパッシブによって、レーンでのゴールド獲得が容易になり、アイテムを早く揃えることができるため、全体的なパワーが向上する。",
			"ミリオ": "ミリオはラカンに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、ラカンのエンゲージを受ける前に安全にハラスを行うことができる。\n- ミリオのウルトはAoEでCCを解除するため、ラカンのCCを無効化し、味方を守ることができる。\n- ラカンは移動を伴うスキルが多く、ミリオのノックバックによってラカンの動きを制限することができる。\n- ミリオの回復とシールドにより、ラカンの攻撃を受けても生存能力が高く、トレードで優位に立ちやすい。\n- ミリオはCCを持つスキルが限られているラカンに対して、特に有利に戦える要素が多い。",
			"ルル": "ルルがラカンに有利です。\n\n- ルルは固有のCCを持っており、ラカンのエンゲージを無力化することができるため、ラカンが接近してきた際に効果的に対処できる。\n- ルルのシールドやHP増加のスキルにより、ラカンの攻撃を受けても味方を守ることができ、サステインが高まる。\n- ラカンは移動を伴うスキルが多く、ルルのCCを受けると行動が制限されやすく、脆弱な状態になる。\n- ルルはダイバーやアサシンに対して強力な防御能力を発揮できるため、ラカンの攻撃を効果的に防ぐことができる。\n- ルルの射程が長いため、ラカンが近づく前に攻撃を仕掛けることができ、レーンでの優位性を保ちやすい。",
			"モルガナ": "モルガナが有利です。\n\n- モルガナは長時間のCCを持っており、ラカンのエンゲージを無効化することができるため、ラカンが近づくのを阻止しやすい。\n- スペルシールドにより、ラカンのCCを防ぐことができ、味方を守る能力が高い。これにより、ラカンの攻撃が無駄になりやすい。\n- ラカンは移動を伴うスキルが多く、モルガナのスネアを受けると非常に脆弱になるため、捕まえやすい。\n- モルガナは遠距離から攻撃できるため、ラカンが近づく前にダメージを与えることができ、レーンでのハラスが有利に働く。\n- ラカンは基礎ステータスが低く、モルガナのスキルによるダメージを受けやすいため、レーンでの優位性を確保しやすい。",
			"セラフィーン": "セラフィーンがラカンに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは射程が長く、ラカンの接近を安全な距離から妨害できるため、ラカンのエンゲージを阻止しやすい。\n- 複数のCCを持っており、ラカンが近づいてきた際に効果的に対処できる。特に、ラカンの移動を制限することで、彼の強みを無効化できる。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での影響力が大きいため、ラカンが味方を支援する際に逆にダメージを与えることができる。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦での連携が取れれば、ラカンのシールドやヒールを上回る影響力を持つことができる。\n- ラカンは移動を伴うスキルが多く、セラフィーンのCCに捕まると非常に脆弱になるため、彼の行動を制限しやすい。",
			"ラックス": "ラックスが有利です。\n\n理由は以下の通りです。\n\n- ラックスは遠距離からのハラスが得意で、ラカンが接近する前にダメージを与えることができる。\n- ラックスのスキルはミニオンにブロックされないため、ラカンが前に出てきても安全に攻撃できる。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルを当てやすい。特に、ラカンがエンゲージを試みる際に捕まえやすい。\n- ラックスは高いバーストダメージを持っており、ラカンが接近した際に一気にキルを狙える。\n- ラカンは防御力が低く、ラックスの攻撃を受けると脆弱であるため、ラックスが有利に立ち回れる。"
		}
	},
	"ジリアン": {
		"name": "ジリアン",
		"beats": {
			"レオナ": "レオナが不利です。\n\n- ジリアンは遠距離攻撃を持つため、レオナが接近する前にハラスを受けやすい。\n- ジリアンのCC（AoEスタン）によって、レオナのイニシエートが無効化される可能性が高い。\n- ジリアンの移動速度バフやスローによって、レオナが敵に接近するのが難しくなる。\n- ジリアンは蘇生能力を持っているため、レオナがキルを狙っても逆転されるリスクがある。\n- ジリアンの高いAPレシオにより、レオナは瞬時に大ダメージを受ける可能性があり、耐久力が試される。",
			"ブラウム": "ブラウムが不利です。\n\n- ジリアンは射程が長く、遠距離からのハラスが強力なため、ブラウムは接近するのが難しい。\n- ジリアンのスキルは瞬時に高いダメージを与えることができ、ブラウムの防御スキルが間に合わないことが多い。\n- ジリアンは移動速度を上げるスキルを持っており、ブラウムが接近するのを妨げることができる。\n- ブラウムのCCは発動までに時間がかかるため、ジリアンの瞬発力に対抗しづらい。\n- ジリアンの蘇生能力は、ブラウムがオールインを仕掛けた際に逆転されるリスクを高める。",
			"ゼラス": "ゼラスが不利です。\n\n- ジリアンは瞬時に味方を蘇生させる能力を持っており、ゼラスのバーストダメージを無効化することができるため、ゼラスの攻撃が効果的に機能しづらい。\n- ジリアンのAoEスタンは、ゼラスのスキルを当てるのを難しくし、集団戦での影響力を削ぐ。\n- ジリアンは移動速度のバフやスローを持っているため、ゼラスが距離を保つのが難しく、近づかれると攻撃が当てづらくなる。\n- ゼラスは自衛手段が乏しく、ジリアンの攻撃を受けると簡単に捕まってしまうリスクが高い。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけられると、ゼラスはさらに不利な状況に追い込まれる。",
			"モルガナ": "モルガナが不利です。\n\n- ジリアンは時間を操る能力を持ち、味方を蘇生させることができるため、モルガナのCCを無効化する手段がある。\n- ジリアンの移動速度のバフやスロー効果により、モルガナが攻撃を当てるのが難しくなる。\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、モルガナが捕まるとすぐに倒されるリスクが高い。\n- ジリアンのAoEスタンは集団戦での影響力が大きく、モルガナがスキルを当てる前に味方が倒される可能性がある。\n- モルガナはスキルのクールダウンが長く、ジリアンの攻撃を受けるとマナが枯渇しやすくなるため、持続的な戦闘が難しい。",
			"セラフィーン": "セラフィーンが不利です。\n\n- ジリアンは高いバーストダメージを持ち、瞬時にセラフィーンを排除する能力があるため、セラフィーンは攻撃を受けやすい。\n- ジリアンのAoEスタンは、セラフィーンのスキルを発動する前に彼女を無力化することができ、集団戦での影響力を削ぐ。\n- セラフィーンのスキルの発生が遅いため、ジリアンの攻撃を避けることが難しく、特にジリアンが先手を取った場合、セラフィーンは反撃の機会を失いやすい。\n- ジリアンは移動速度のバフやスローを持っており、セラフィーンの位置取りを困難にし、彼女のスキルを当てるのを難しくする。\n- セラフィーンは防御ステータスが低く、ジリアンの攻撃を受けるとすぐに危険な状況に陥るため、オールイン合戦で不利になる。",
			"セナ": "セナが不利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、セナがハラスを行う際にリスクが高い。\n- ジリアンのAoEスタンや移動速度のデバフにより、セナは捕まりやすく、逃げる手段が限られている。\n- ジリアンは経験値の優位性を活かしてレベル差をつけやすく、セナが育つ前に圧力をかけられる。\n- セナは基礎ステータスが低く、ジリアンの攻撃を受けると簡単に倒される可能性が高い。\n- ジリアンの蘇生能力により、セナがキルを狙う際に逆に不利な状況を作られることがある。",
			"ジャンナ": "ジャンナが不利です。\n\n理由は以下の通りです。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ジャンナのシールドを簡単に貫通することができる。\n- ジリアンのAoEスタンは、ジャンナのディスエンゲージ能力を無効化する可能性があり、集団戦での影響力を低下させる。\n- ジリアンは移動速度を上げるスキルを持っており、ジャンナの機動力を活かすことが難しくなる。\n- ジリアンの蘇生能力は、ジャンナが味方を守る際に逆に脅威となり、ジャンナのサポート効果を薄める。\n- ジャンナは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、ジリアンの攻撃に対して脆弱である。",
			"スレッシュ": "スレッシュが不利です。\n\n- ジリアンは高い瞬間火力を持ち、スキルコンボでスレッシュを一気に削ることができるため、オールインで勝てない。\n- ジリアンのAoEスタンやスローは、スレッシュのエンゲージやピールを無効化する可能性が高く、スレッシュが機能しづらい。\n- ジリアンの移動速度バフにより、スレッシュが捕まえにくく、逃げられるリスクが高まる。\n- スレッシュは基礎ステータスが低く、ジリアンのハラスに対して脆弱で、持続的なダメージを受けやすい。\n- ジリアンの蘇生能力は、スレッシュが捕まえた相手を逆転させる可能性を持ち、スレッシュのキャッチの効果を薄める。"
		},
		"loses": {
			"パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ジリアンのスキルを避けやすいため、ジリアンの攻撃を受けにくい。\n- パイクのフックはジリアンを捕まえるのに非常に効果的で、特に脆いジリアンに対しては致命的なダメージを与えられる。\n- パイクは序盤から強力なハラス能力を持ち、ジリアンのマナを消耗させることができるため、ジリアンのスキルを使わせる機会を増やせる。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いが、パイクはその瞬間火力を活かしてジリアンを排除できる。\n- パイクのUltはキルゴールドを味方と共有できるため、ジリアンを倒すことでチーム全体のゴールドを増やすことができる。",
			"ユーミ": "ユーミが有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、ジリアンのスキルを回避しやすく、特にハラスやバーストダメージを軽減できる。\n- ジリアンの攻撃スキルがQのみで、CDが長いため、ユーミの回復やシールドで持続的に耐えることができる。\n- ユーミは移動速度のバフを提供できるため、ジリアンのスキルを避けながら攻撃を仕掛けることができる。\n- ジリアンの基礎ステータスが低いため、ユーミがサポートするADCが強化されることで、ジリアンに対して有利なトレードが可能になる。\n- ユーミは味方の生存能力を高めることができるため、ジリアンの蘇生能力を無効化することができる。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ジリアンに対して高いプレッシャーをかけることができる。\n- 対象指定のスネアを持っており、ジリアンの動きを制限しやすく、特に逃げる手段が限られるジリアンに対して効果的。\n- カルマのスキルは瞬時にダメージを与えることができ、ジリアンの基礎ステータスが低いため、早期にキルを狙いやすい。\n- カルマはシールドを持っており、味方を守りつつジリアンの攻撃を受け流すことができる。\n- ジリアンのマナ消費が大きいため、スキルを多用することでジリアンのリソースを枯渇させることができる。\n- カルマは移動速度のバフを持っており、ジリアンの攻撃を避けながら有利な位置を取ることができる。",
			"バード": "バードが有利です。\n\n理由は以下の通りです。\n\n- バードはローム能力が高く、ジリアンがレーンで孤立している際に他のレーンに影響を与えやすい。\n- バードのスキルは敵を妨害する能力があり、ジリアンのスキルを使うタイミングをずらすことができる。\n- ジリアンは瞬間火力が高いが、バードの無敵効果を持つウルトによって、ジリアンの攻撃を無効化できる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、ジリアンに対して持続的な圧力をかけやすい。\n- バードの回復スキルは、ジリアンのバーストダメージを軽減するのに役立つ。\n- ジリアンはマナ消費が大きく、スキルを多用すると枯渇しやすいが、バードはロームや鐘の回収でマナ管理がしやすい。",
			"ルル": "ルルが有利です。\n\n- ルルは固有のCCを持っており、ジリアンの瞬間火力を無力化することができるため、ジリアンの攻撃を効果的に防げます。\n- ルルのシールドやHP増加のスキルは、ジリアンのバーストダメージを軽減し、味方を守る能力が高いです。\n- ジリアンはマナ消費が大きく、スキルを多用するとマナが枯渇しやすいですが、ルルは持続的にサポートできるため、ジリアンのリソース管理にプレッシャーをかけられます。\n- ルルは味方の移動速度を上げることができ、ジリアンが攻撃を仕掛けるタイミングをずらすことができるため、ジリアンのコンボを妨害しやすいです。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っているため、ジリアンが攻撃を仕掛ける際に、ルルが味方を守ることで逆転のチャンスを作りやすいです。",
			"パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは近接チャンピオンであり、ジリアンの攻撃範囲よりも近づきやすく、オールインが得意です。\n- パンテオンのスタンはジリアンのスキルを妨害することができ、特にジリアンがスキルを使うタイミングでの攻撃が効果的です。\n- パンテオンは序盤から高いバーストダメージを持ち、ジリアンがスキルを使う前にキルを狙いやすいです。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、パンテオンの攻撃に対して脆弱です。\n- パンテオンのグローバルなUltを活かして、他のレーンへの影響を与えやすく、ジリアンが孤立しやすい状況を作り出せます。\n- パンテオンは短期戦に強く、ジリアンのスキルがCD中のタイミングを狙って攻撃することで、優位に立つことができます。",
			"ナミ": "ナミが有利です。\n\n- ナミは豊富なCCを持ち、ジリアンの移動を制限することができるため、ジリアンがスキルを使うタイミングを奪いやすい。\n- ナミのハラス能力は高く、ジリアンの基礎ステータスが低いため、レーンでのトレードで優位に立ちやすい。\n- ジリアンはマナ消費が大きく、スキルを多用するとマナが枯渇しやすいが、ナミは持続的なハラスが可能で、ジリアンのマナ管理を難しくさせる。\n- ナミのスキルは全てダメージを持っているため、ジリアンに対しても一定のダメージを与えられ、レーンでのプレッシャーをかけやすい。\n- ジリアンのUltは味方を蘇生させる能力があるが、ナミのCCでジリアンを捕まえることで、Ultを使わせる前に倒すチャンスが増える。"
		}
	},
	"ブラウム": {
		"name": "ブラウム",
		"beats": {
			"パンテオン": "パンテオンがブラウムに不利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、パンテオンのオールインを受け止めやすい。特に、ブラウムのパッシブによるスタンがパンテオンの攻撃を妨げる。\n- ブラウムは自己バフやCCを駆使して味方を守ることが得意で、パンテオンの攻撃を無効化する手段が豊富。\n- パンテオンはサステインがなく、ブラウムのハラスに対して持続的に耐えることが難しい。ブラウムのハラスが続くと、パンテオンは体力を削られやすい。\n- ブラウムは射程が長いサポートに対して不利なため、パンテオンの攻撃が届かない距離からハラスを受けることができる。\n- ブラウムのCCは発生までに時間がかかるが、パンテオンが接近する前にブラウムが先手を取ることができるため、パンテオンの攻撃を封じることができる。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- ブラウムは高い防御性能を持ち、フックを受けても耐えられるため、ブリッツクランクのフックが効果的に機能しづらい。\n- ブラウムのパッシブは、ブリッツクランクの攻撃を受けた際にスタンを狙えるため、逆にブリッツクランクが捕まるリスクが高まる。\n- ブラウムは味方を守る能力が高く、ブリッツクランクがフックを当てても、味方が安全に逃げられる可能性がある。\n- ブラウムのスキルは、ブリッツクランクのフックを防ぐ手段を持っているため、ブリッツクランクの攻撃が通りにくい。\n- ブラウムは接近戦での耐久力が高く、ブリッツクランクがオールインを狙う際に不利な状況を作りやすい。",
			"ノーチラス": "ノーチラスがブラウムに不利です。\n\n- ブラウムは高い防御性能を持ち、ノーチラスのCCを無効化することができるため、ノーチラスの攻撃をかわしやすい。\n- ブラウムのパッシブは序盤から強力で、ノーチラスがオールインを狙う際にスタンを受けるリスクが高い。\n- ブラウムは自己バフやCCを駆使して味方を守ることが得意で、ノーチラスの攻撃を受け流すことができる。\n- ノーチラスは移動速度が遅く、ブラウムのハラスや逃げる能力に対して対処しづらい。\n- ブラウムは射程が長い攻撃を持たないため、ノーチラスが接近する際に一方的にハラスを受けることが多い。",
			"ザイラ": "ザイラがブラウムに不利です。\n\n- ブラウムは近接タンクであり、ザイラの射程外から攻撃することができるため、ザイラはハラスを受けやすい。\n- ブラウムのパッシブによるスタンは、ザイラがスキルを発動する前に接近されると非常に脅威となり、ザイラの攻撃を妨げる。\n- ブラウムは高い防御性能を持ち、ザイラの持続的なダメージを軽減しやすい。\n- ザイラは移動手段が乏しく、ブラウムが接近すると脆弱な状態になりやすい。\n- ブラウムのCCはザイラのスキルを妨害する可能性が高く、特にザイラのスキルの発動から発生までの時間があるため、タイミングを合わせられると厳しい。",
			"ミリオ": "ミリオはブラウムに不利です。\n\n- ブラウムは高い防御性能を持ち、ミリオのハラスを軽減しやすい。\n- ブラウムのパッシブによるスタンが、ミリオの逃げる手段を封じる可能性が高い。\n- ミリオは射程が長いが、ブラウムの近接攻撃と防御スキルにより、ミリオが安全にハラスを行うのが難しい。\n- ブラウムはミリオの攻撃を受け止める能力が高く、ミリオのダメージトレードが効果的に機能しにくい。\n- ブラウムのCCは接近戦で発動するため、ミリオが距離を取ることが難しくなる。\n- ミリオのエンゲージ能力が低いため、ブラウムのオールインに対して反撃が難しい。",
			"ソナ": "ソナが不利です。\n\n- ブラウムは近接タンクであり、ソナの射程外からハラスを行うことができないため、ソナは安全に攻撃できる。\n- ブラウムのパッシブによるスタン効果は、ソナが近づくことを難しくし、特に序盤においては一度捕まると致命的なダメージを受ける可能性が高い。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、ブラウムのオールインに対して耐えられない。\n- ブラウムの防御スキルにより、ソナのハラスが軽減され、効果的にダメージを与えることが難しい。\n- ソナのCCはUlt以外は準備が必要なスローのみで、ブラウムの接近を防ぐ手段が限られているため、彼に対して脆弱。",
			"ユーミ": "ユーミが不利です。\n\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、ブラウムのオールインに対して脆弱です。\n- ブラウムは高い防御性能を持ち、パッシブによるスタンを狙えるため、ユーミが密着している味方を狙いやすいです。\n- ユーミのCCはスロー止まりであり、ブラウムの接近を防ぐことが難しく、オールインに対して対処が困難です。\n- ブラウムはタンクとしての耐久力が高く、ユーミのハラスを受け流しやすいため、レーンでのトレードで不利になります。\n- ユーミはワーディングや視界確保が苦手で、ブラウムのような接近戦を得意とする相手に対しては立ち回りが難しくなります。"
		},
		"loses": {
			"モルガナ": "モルガナがブラウムに有利です。\n\n- モルガナは遠距離からのスネアを持っており、ブラウムの接近を阻止しやすい。\n- スペルシールドにより、ブラウムのCCを無効化できるため、味方を守りやすい。\n- ブラウムはサステインがないため、モルガナのハラスに対して耐えにくい。\n- モルガナのCCは長時間持続するため、ブラウムがオールインを仕掛ける際にリスクが高い。\n- ブラウムのパッシブはADCとの連携が必要で、モルガナはその連携を妨げることができる。",
			"ラカン": "ラカンがブラウムに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、ブラウムの攻撃を避けやすいため、ブラウムのCCを回避しやすい。\n- ラカンのスキルは瞬時に敵に接近したり、離脱したりできるため、ブラウムの防御スキルを無効化しやすい。\n- ラカンは2種類のCCを持っており、ブラウムの防御を突破する手段が豊富で、特にブラウムのパッシブを発動させる前に攻撃を仕掛けることができる。\n- ラカンのシールドやヒールにより、ブラウムの攻撃を受けても生存能力が高く、持続的なハラスが可能。\n- ブラウムはサステインが乏しく、ラカンのハラスに対して耐えにくい。",
			"ジリアン": "ジリアンがブラウムに有利です。\n\n- ジリアンは遠距離攻撃が可能で、ブラウムの近接攻撃を避けやすい。\n- ジリアンのAoEスタンは、ブラウムの防御スキルを無効化しやすく、集団戦での影響力が高い。\n- ジリアンの移動速度バフにより、味方を守りながらブラウムの攻撃をかわすことができる。\n- ブラウムはサステインがないため、ジリアンのハラスに対して耐えにくい。\n- ジリアンの蘇生能力は、ブラウムのオールインを無効化する可能性があり、戦闘を有利に進めることができる。",
			"バード": "バードがブラウムに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、ブラウムの近接攻撃を避けながらハラスができるため、ブラウムのハラス能力を抑えることができる。\n- バードのスキルはCCを持っており、ブラウムの防御スキルを無効化することができるため、ブラウムのPeel能力を低下させる。\n- バードはロームが得意で、他のレーンに影響を与えやすいため、ブラウムが守るべきADCを孤立させることができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ブラウムのオールインを無効化し、戦局を有利に進めることができる。\n- ブラウムはサステインがないため、バードのハラスによってレーンでの圧力を受けやすく、ブラウムが守るのが難しくなる。",
			"ソラカ": "ソラカがブラウムに有利です。\n\n理由は以下の通りです。\n\n- ソラカは遠距離攻撃が可能で、ブラウムの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- 高いヒール能力により、ブラウムのオールインを耐えることができ、持続的な戦闘が可能。\n- サイレンス効果を持つスキルにより、ブラウムのCCを無効化しやすく、彼の行動を制限できる。\n- ブラウムはサステインがないため、ソラカの回復能力によってレーンでの持久戦に持ち込むことができる。\n- ソラカはブラウムのパッシブを発動させる前に、遠距離から攻撃を加えることができるため、ブラウムの強みを活かさせない。",
			"レル": "レルが有利です。\n\n- レルは複数のCCを持っており、ブラウムの防御スキルを無効化することができるため、オールインが得意です。\n- レルのパッシブによって、ブラウムのARを吸収しやすく、ダメージを与えやすいです。\n- レルは自身と味方の移動速度を上げる手段が豊富で、ブラウムの接近を妨げることができます。\n- ブラウムはハラス能力が低いため、レルが積極的に攻撃することで有利な状況を作りやすいです。\n- レルのエンゲージ能力により、ブラウムがPeelを行う前に先手を取ることができ、味方を守るのが難しくなります。",
			"ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは遠距離攻撃が可能で、ブラウムの接近を妨げることができるため、ハラスが得意です。\n- ブラウムはサステインがないため、ジャンナのハラスによって序盤から圧力をかけやすいです。\n- ジャンナのディスエンゲージ能力により、ブラウムがオールインを仕掛けても反撃しやすく、味方を守ることができます。\n- ブラウムのCCは発動までに時間がかかるため、ジャンナはその間に逃げることができ、ブラウムの攻撃を回避しやすいです。\n- ジャンナのシールドは、ブラウムのパッシブによるスタンを無効化することができ、味方を守るのに非常に効果的です。",
			"アリスター": "アリスターが有利です。\n\n- アリスターは強力なCCを持っており、ブラウムの防御スキルを無効化することができるため、エンゲージやピールが得意です。\n- アリスターのスキルは即時発動可能で、ブラウムが接近する前に先手を取ることができるため、ブラウムの動きを制限しやすいです。\n- アリスターは高いタフネスを持ち、序盤からレーン維持力が高いため、ブラウムのハラスを受けにくいです。\n- アリスターのパッシブによるサステインがあるため、長期戦でも有利に立ち回ることができます。\n- ブラウムはサステインがないため、アリスターが持つ持続的なハラスやCCによって、ブラウムはレーンでのプレッシャーを受けやすくなります。",
			"ニーコ": "ニーコがブラウムに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ニーコは遠距離攻撃が可能で、ブラウムの近接攻撃に対して安全にハラスができるため、ブラウムはニーコに近づきにくい。\n- 擬態能力: ニーコは擬態を使って敵を欺くことができ、ブラウムの防御スキルを無効化するチャンスがあるため、奇襲が成功しやすい。\n- AoEダメージ: ニーコのアルティメットは範囲攻撃であり、ブラウムが味方を守ろうとする際に、複数の敵にダメージを与えることができるため、ブラウムのPeel能力を無効化しやすい。\n- 短射程のチャンピオンに対して有利: ブラウムは近接チャンピオンであり、ニーコはその特性を活かしてブラウムが前に出る必要がある状況を作り出しやすい。\n- ブラウムのハラス能力の低さ: ブラウムは遠距離攻撃手段が乏しく、ニーコのハラスに対して反撃が難しいため、ニーコが有利にレーンを進めやすい。"
		}
	},
	"ブリッツクランク": {
		"name": "ブリッツクランク",
		"beats": {
			"ソナ": "ソナが不利です。\n\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、ブリッツクランクのフックに捕まると簡単に倒されてしまう。\n- ブリッツクランクのフックは発生が早く、ソナの移動速度が遅いため、避けるのが難しい。\n- ソナはCC（クラウドコントロール）がUlt以外はスローのみで、ブリッツクランクの攻撃を防ぐ手段が限られている。\n- ブリッツクランクのサイレンスやノックアップによって、ソナのスキルを使うタイミングが制限され、支援能力が発揮しづらい。\n- ソナはマナ消費が激しく、持続的な戦闘には向いていないため、ブリッツクランクとの接触が続くとマナが枯渇しやすい。",
			"ラックス": "ラックスが不利です。\n\n- ブリッツクランクのフックは発生が早く、ラックスのスキルを避けることが難しいため、捕まるリスクが高い。\n- ラックスは接近戦に弱く、ブリッツクランクが近づいてくると脆弱な状態になる。\n- ブリッツクランクのサイレンスやノックアップによって、ラックスのスキルを使う余裕がなくなる。\n- ラックスのスキルは方向指定であり、ブリッツクランクがフックを当てることでラックスの行動を制限される。\n- ブリッツクランクはタンクであり、ラックスのバーストダメージを耐えることができるため、持続戦闘で不利になる。",
			"ナミ": "ナミが不利です。\n\n- ブリッツクランクのフックは発生が早く、ナミがスキルを使う前に捕まえられる可能性が高い。\n- ナミのCCは発生が遅く、ブリッツクランクのフックを避けるのが難しいため、反撃がしづらい。\n- ブリッツクランクはタンクであり、ナミのダメージを受けても耐えられるため、トレードで不利になることが多い。\n- ブリッツクランクのサイレンスやノックアップは、ナミのスキルを無効化するため、彼女のサポート能力を制限する。\n- ナミはマナ管理が難しく、持続的な戦闘に向かないため、ブリッツクランクとの長期戦で不利になることがある。",
			"パンテオン": "パンテオンが不利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックによって、パンテオンは簡単に捕まえられ、スタンやノックアップで行動を制限されるため、オールインが難しくなる。\n- パンテオンは短期戦に強いが、ブリッツクランクのタンク性能により、長期戦になるとダメージを出しづらくなる。\n- ブリッツクランクのサイレンスによって、パンテオンのスキルを使うタイミングを奪われ、反撃が難しくなる。\n- ブリッツクランクは、パンテオンの攻撃を受けても耐えられるため、フックを外した場合のリスクが高く、逆に不利な状況を招くことがある。\n- パンテオンは移動速度が低く、ブリッツクランクのフックを避けるのが難しいため、常にプレッシャーを受けやすい。",
			"ミリオ": "ミリオはブリッツクランクに不利です。\n\n- ブリッツクランクのフックによって、ミリオは簡単に捕まえられ、瞬時にキルされるリスクが高い。\n- ミリオはエンゲージ能力が低く、ブリッツクランクの攻撃を防ぐ手段が限られているため、奇襲に対して脆弱。\n- ブリッツクランクのノックアップやサイレンスによって、ミリオのスキルを発動できなくなることが多く、特にウルトが無力化される。\n- ミリオは全体的にステータスが低く、特に奇襲を受けた際に耐久力が不足しているため、ブリッツクランクの攻撃に対して非常に弱い。\n- ブリッツクランクのフックが当たると、ミリオは逃げる手段が乏しく、逆に不利な状況に陥ることが多い。",
			"セナ": "セナが不利です。\n\n- ブリッツクランクのフックは発生が早く、セナのような脆いキャリーを簡単に捕まえることができるため、セナは常に警戒しなければならない。\n- セナは接近戦に弱く、ブリッツクランクのノックアップやサイレンスによって行動を制限されると、反撃が難しくなる。\n- セナの基礎ステータスが低いため、ブリッツクランクに捕まると一瞬で倒されるリスクが高い。\n- ブリッツクランクはタンクであり、セナの攻撃が効きにくいため、持続戦闘で不利になることが多い。\n- セナはスタックを集めることで強化されるが、ブリッツクランクに捕まるとその機会を失い、成長が遅れる可能性がある。",
			"カルマ": "カルマが不利です。\n\n- ブリッツクランクのフックは非常に発生が早く、カルマのスネアを避けられるため、捕まるリスクが高い。\n- ブリッツクランクはタンクであり、カルマのダメージを軽減しやすいため、持続戦闘で不利になる。\n- ブリッツクランクのサイレンスやノックアップにより、カルマのスキルを使うタイミングが制限され、効果的に戦えないことが多い。\n- カルマは基本的に後衛からの攻撃が得意だが、ブリッツクランクが近づいてくると、逃げる手段が限られ、捕まる可能性が高まる。\n- ブリッツクランクのフックが外れた場合でも、彼の存在自体がプレッシャーとなり、カルマは自由に動きづらくなる。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ブリッツクランクのフックによって簡単に捕まえられるため、接近されると非常に危険です。\n- 機動力が低く、逃げる手段が乏しいため、フックを避けることが難しいです。\n- ブリッツクランクのノックアップやサイレンスによって、スキルを発動する前に行動を制限される可能性が高いです。\n- ブリッツクランクはタンクであり、ヴェル＝コズのスキルが当たっても十分なダメージを与えられない場合があります。\n- 集団戦において、ブリッツクランクが先に接近してくると、ヴェル＝コズは後衛としての役割を果たせなくなりやすいです。"
		},
		"loses": {
			"レル": "レルがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、ブリッツクランクのフックを避けたり、捕まえた後に拘束することができるため、ブリッツクランクの攻撃を無効化しやすい。\n- ブリッツクランクはフックを外すとプレッシャーがなくなるが、レルはその隙を突いてエンゲージやオールインを仕掛けることができる。\n- レルのパッシブによって、ブリッツクランクのタンク性能を削ぐことができ、ダメージを与えやすい。\n- レルは自身と味方の移動速度を上げる手段が豊富で、ブリッツクランクのフックを避けるための機動力を高めることができる。\n- ブリッツクランクはタンクとしてのARが高いが、レルはそのARを吸収する能力があるため、互いに前からの溶かし合いになった場合でも有利に戦える。",
			"ブラウム": "ブラウムがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ブリッツクランクのフックを防ぐ能力があるため、フックを当てられても被害を抑えやすい。\n- ブラウムのパッシブは、ブリッツクランクが接近してきた際にスタンを狙えるため、逆にブリッツクランクを捕まえるチャンスを作りやすい。\n- ブラウムは味方を守る能力に優れており、ブリッツクランクがフックを外した場合、逆に有利な状況を作り出すことができる。\n- ブラウムのスキルは、ブリッツクランクの攻撃を軽減することができるため、持続的な戦闘において有利に働く。\n- ブリッツクランクはマナ消費が激しく、フックを外した際のリスクが高いため、ブラウムはその隙を突いて攻撃することができる。",
			"ラカン": "ラカンがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ブリッツクランクのフックを避けやすい。これにより、ブリッツクランクの主な攻撃手段を無効化できる。\n- ラカンのCCは瞬時に発動できるため、ブリッツクランクがフックを外した後の隙を突いて反撃することが可能。\n- ラカンはシールドやヒールを持っており、ブリッツクランクの攻撃を受けても生存能力が高い。これにより、ブリッツクランクのダメージを軽減できる。\n- ブリッツクランクがフックを外した場合、ラカンはそのままエンゲージすることができ、逆にブリッツクランクを捕まえるチャンスが生まれる。\n- ラカンは味方を支援する能力が高く、ブリッツクランクが狙った味方を守ることができるため、チーム戦での優位性を保ちやすい。",
			"アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、彼のエンゲージを防ぐことができる。\n- アリスターのタフネスにより、ブリッツクランクの攻撃を耐えることができ、逆にブリッツクランクを捕まえて反撃するチャンスを作りやすい。\n- アリスターのスキルは即時発動可能で、ブリッツクランクがフックを外した際に、アリスターが有利な状況を作り出すことができる。\n- アリスターは集団戦でのピール性能が高く、味方を守ることができるため、ブリッツクランクの攻撃を無効化しやすい。\n- ブリッツクランクがフックを外した場合、アリスターはその隙を突いて攻撃を仕掛けることができ、逆転のチャンスを得ることができる。",
			"ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使ってブリッツクランクのフックを避けることができ、敵を欺くことで有利な状況を作り出せます。\n- ブリッツクランクは近接チャンピオンであり、ニーコの射程の長さを活かして安全に攻撃することができます。\n- ニーコのアルティメットはAoEダメージとスタンを持っており、ブリッツクランクが接近してきた際に一気に逆転することが可能です。\n- ブリッツクランクはタンクであるため、ニーコのバーストダメージを受けると一気にHPを削られるリスクがあります。\n- ニーコは短射程のチャンピオンに対して有利であり、ブリッツクランクのフックを避けつつ攻撃を仕掛けることができるため、レーニングで優位に立ちやすいです。",
			"メル": "メルがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持っており、ブリッツクランクが近づく前にダメージを与えることができる。\n- ブリッツクランクのフックをスキルで反射することができるため、彼の攻撃を無効化できる。\n- メルのパッシブによって、HPが低いブリッツクランクを確定キルするチャンスがある。\n- AoE攻撃を持つため、ブリッツクランクが複数の敵を引き寄せた場合でも、効果的にダメージを与えられる。\n- ブリッツクランクはタンクであるため、メルの高いバーストダメージに対して脆弱である。",
			"レオナ": "レオナが有利です。\n\n- レオナは高いCCを持っており、ブリッツクランクのフックを避けることができるため、先手を取ることが容易です。\n- ブリッツクランクがフックを外した場合、レオナはオールインを仕掛けるチャンスが生まれ、瞬時にブリッツクランクを捕まえることができます。\n- レオナの耐久力は高く、ブリッツクランクの攻撃を受けても生存しやすいため、持久戦に強いです。\n- ブリッツクランクはタンクであるため、レオナのCCを受けると動きが制限され、逆にレオナが有利な状況を作りやすいです。\n- レオナはダイバーやスカーミッシャーに対して強い特性を持っており、ブリッツクランクの攻撃を受け流しつつ、反撃することが可能です。",
			"バード": "バードがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、ブリッツクランクの接近を防ぎやすい。\n- ブリッツクランクのフックを避けるための移動スキルを持っており、フックを外させることができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ブリッツクランクの攻撃を無効化できる。\n- ブリッツクランクがフックを外した場合、彼のプレッシャーが減少し、バードは安全に攻撃できる。\n- バードは回復スキルを持っており、ブリッツクランクの攻撃を受けても持ちこたえやすい。\n- ブリッツクランクはタンクであるため、バードの火力が高まると、彼に対して有利に立ち回れる。",
			"ノーチラス": "ノーチラスがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは複数のCCを持っており、ブリッツクランクのフックを避ける手段が豊富です。特に、ノーチラスのフックは射程が長く、確実に敵を捕まえることができます。\n- ブリッツクランクはフックを外すとプレッシャーがなくなりますが、ノーチラスはスキルを使っても持続的に圧力をかけることができるため、ブリッツクランクに対して優位に立てます。\n- ノーチラスはタンクとしての耐久力が高く、ブリッツクランクの攻撃を受けても生存しやすいです。これにより、ブリッツクランクが攻撃を仕掛けても反撃が可能です。\n- ブリッツクランクは主に脆い相手に対して強力ですが、ノーチラスはタンクであり、ブリッツクランクのフックを受けても致命的なダメージを受けにくいです。\n- ノーチラスのCCは、ブリッツクランクの行動を制限することができ、特にブリッツクランクがフックを外した後の反撃において有利に働きます。",
			"ジリアン": "ジリアンがブリッツクランクに有利です。\n\n- ジリアンは遠距離攻撃が可能で、ブリッツクランクのフックを避けやすいため、接近されるリスクが低い。\n- ジリアンのAoEスタンは、ブリッツクランクが接近した際に彼の行動を制限できるため、反撃のチャンスを作りやすい。\n- ジリアンの移動速度バフは、味方を守る際に非常に効果的で、ブリッツクランクのフックを避ける手助けになる。\n- ブリッツクランクがフックを外した場合、ジリアンはその隙を突いて攻撃を仕掛けることができ、逆転のチャンスを得られる。\n- ジリアンの蘇生能力は、ブリッツクランクのバーストダメージに対抗できるため、戦闘での生存率が高まる。"
		}
	},
	"セナ": {
		"name": "セナ",
		"beats": {
			"モルガナ": "モルガナが不利です。\n\n- セナは長射程の攻撃を持ち、モルガナの攻撃を避けながらハラスを行いやすい。\n- セナの回復能力により、モルガナのダメージを軽減されやすく、持続的なハラスが難しい。\n- モルガナのスキルはクールダウンが長く、セナの攻撃に対して反撃する機会が限られる。\n- セナはCCを持つエンゲージ型サポートに対して不利であり、モルガナのスネアが当たる前にセナが距離を取ることができる。\n- セナのパッシブによるスタックの獲得が早く、レーンでの優位性を維持しやすい。",
			"メル": "メルが不利です。\n\n- セナは回復能力が高く、メルの持続的なダメージを相殺できるため、メルの攻撃が効果的に機能しづらい。\n- セナの長射程とハラス能力により、メルはレーンでのプレッシャーを受けやすく、ハラスを受けることでスノーボールが難しくなる。\n- セナはCCを持つエンゲージ型サポートに対して不利であり、メルは能動的なCCがないため、セナに捕まると簡単に倒されるリスクが高い。\n- メルは回復エフェクトに対して弱いため、セナの回復スキルによって自分のダメージが無効化されることが多い。",
			"パンテオン": "パンテオンが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、パンテオンが近づく前にハラスを行いやすい。これにより、パンテオンはレーンでのプレッシャーを受けやすくなる。\n- セナの回復能力により、パンテオンのオールインを受けても持ちこたえられることが多く、逆にセナが持続的にダメージを与えることができる。\n- パンテオンは接近戦を得意とするが、セナはCCを持っており、パンテオンが近づくと捕まえられるリスクが高い。\n- パンテオンのスキルはクールダウンが長く、セナのハラスに対して反撃が難しいため、持続的なダメージを受けやすい。\n- セナはスタックを集めることで火力を上げるが、パンテオンはその間にダメージを与えられず、育つ前に不利な状況に陥ることが多い。",
			"セラフィーン": "セラフィーンが不利です。\n\n- セナは長射程の攻撃を持ち、セラフィーンに対して一方的にハラスを行いやすい。セラフィーンは接近しないとスキルを当てにくいため、セナの攻撃を避けるのが難しい。\n- セナの回復能力により、セラフィーンのハラスを軽減されやすい。セラフィーンはスキルの発生が遅く、セナの回復を無視することができない。\n- セナはCCを持っており、セラフィーンがスキルを発動する前に捕まえることができる。セラフィーンは防御ステータスが低く、捕まると簡単に倒されるリスクが高い。\n- セラフィーンはオールイン合戦で不利になりやすく、セナの攻撃力が高まると、セラフィーンは持ちこたえられなくなる。\n- セナのアルティメットは無限の射程を持ち、遠くからの支援が可能であるため、セラフィーンは集団戦での影響力が制限される。",
			"ミリオ": "ミリオはセナに不利です。\n\n- セナの長射程攻撃により、ミリオはハラスを受けやすく、レーンでのプレッシャーが高まります。\n- セナの回復能力により、ミリオのダメージトレードが相対的に劣ります。\n- セナはCCを持つエンゲージ型サポートに対して不利であり、ミリオもその一部として捕まりやすいです。\n- ミリオのエンゲージ能力が低いため、セナの攻撃を止める手段が限られています。\n- セナのパッシブによるスタックの獲得が進むと、ミリオはさらに不利な状況に陥ります。",
			"ラカン": "ラカンが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、ラカンが近づく前にハラスを行いやすい。\n- セナの回復能力により、ラカンの攻撃を受けても持ちこたえやすく、ラカンのエンゲージが無駄になることが多い。\n- セナはCCを持っており、ラカンが接近した際に反撃することができるため、ラカンのエンゲージがリスクを伴う。\n- ラカンは防御力が低く、セナの攻撃を受けると簡単にダメージを受けてしまう。\n- セナのスタックを集める能力が高まると、ラカンが接近することがさらに難しくなる。",
			"ソラカ": "ソラカが不利です。\n\n- セナは長射程を持ち、ハラスが得意なため、ソラカはレーンでのプレッシャーを受けやすい。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、セナの攻撃を受けると簡単に捕まってしまう。\n- セナの回復能力は高く、ソラカのヒールを無効化する重傷効果を持つスキルがあるため、ソラカの回復が効果的に機能しにくい。\n- セナはCCを持つエンゲージ系サポートに対して有利であり、ソラカはCCが限られているため、対面へのプレッシャーが弱い。\n- ソラカは視界確保が苦手で、セナの長射程からの攻撃を避けるのが難しいため、Gankに対しても脆弱。",
			"ジャンナ": "ジャンナが不利です。\n\n- セナは長射程の攻撃を持ち、ジャンナのハラスを避けながら一方的に攻撃できるため、レーンでのプレッシャーが強い。\n- セナの回復能力は、ジャンナのシールドやCCを無効化することができ、持続的な戦闘において有利に働く。\n- ジャンナはエンゲージ能力が低く、セナの攻撃を受けると逃げる手段が限られているため、捕まると簡単に倒されるリスクが高い。\n- セナのスタックを集める能力は、ジャンナのディスエンゲージ能力によっても妨げられにくく、セナが成長しやすい環境を提供してしまう。\n- ジャンナの基礎ステータスが低いため、序盤のセナの攻撃に対して脆弱で、特にレベル1やレベル2の段階でのハラスに弱い。",
			"スレッシュ": "スレッシュが不利です。\n\n- セナは長射程の攻撃を持ち、ハラスが得意なため、スレッシュが近づく前にダメージを与えられる。\n- セナの回復能力により、スレッシュのハラスが効果的でなくなることが多い。\n- スレッシュのCCは当てるのが難しく、セナの機動力や距離を保つことで回避されやすい。\n- セナはスタックを集めることで強化されるが、スレッシュはその間に捕まえられるリスクが高い。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セナの攻撃に対して脆い。"
		},
		"loses": {
			"ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、セナよりも遠くからハラスを行うことができるため、セナは攻撃を受けやすい。\n- セナはスタックを集める必要があり、序盤の基礎ステータスが低いため、ヴェル＝コズのスキルによるハラスに対して脆弱である。\n- ヴェル＝コズのAoE攻撃は、セナが複数の敵チャンピオンと一緒にいる場合でも効果的で、セナの回復能力を無効化する可能性がある。\n- セナは接近戦に弱く、ヴェル＝コズのスキルを避けるのが難しいため、捕まると大きなダメージを受けるリスクが高い。\n- ヴェル＝コズのパッシブによるTrueダメージは、セナの防御を無視してダメージを与えることができるため、特にタンク相手でも効果的である。",
			"パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、セナの長射程を活かす前に接近して捕まえることができるため、セナに対して強力なプレッシャーをかけられる。\n- セナは基礎ステータスが低く、捕まると簡単に倒されるため、パイクのフックや瞬時のダメージで容易にキルを狙える。\n- パイクのパッシブによるハラス耐性が高く、セナのハラスを受け流しつつ、逆にセナに対してハラスを行いやすい。\n- セナはスタックを集めることに依存しているが、パイクは序盤から積極的にキルを狙えるため、セナの成長を妨げることができる。\n- パイクのアルティメットはキルゴールドを味方と共有できるため、セナを倒すことでチーム全体のゴールドを増やしやすい。",
			"ゼラス": "ゼラスが有利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、セナの射程を上回るため、セナが攻撃する前に一方的にハラスが可能です。\n- セナは基礎ステータスが低く、序盤は特に脆いため、ゼラスのポークによって早期にHPを削られやすいです。\n- ゼラスのスキルはAoEダメージを持ち、セナが複数の敵に対してもダメージを与えられるため、集団戦でも優位に立ちやすいです。\n- セナはスタックを集めることで強化されるため、育たないと火力が出せませんが、ゼラスは序盤から安定したダメージを出せるため、レーンでのプレッシャーを維持しやすいです。\n- ゼラスはマナ管理が比較的容易で、持続的にスキルを使用できるため、セナに対して持続的なハラスを行いやすいです。",
			"ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- セナは基礎ステータスが低く、接近戦に弱いため、ブリッツクランクのフックで簡単に捕まえられる。\n- ブリッツクランクのフックは発生が早く、セナの逃げる手段が乏しいため、一度捕まると致命的なダメージを受けやすい。\n- セナはスタックを集めることで強化されるが、捕まることでそのプロセスが妨げられ、育ちにくくなる。\n- ブリッツクランクはサイレンスやノックアップを持っており、セナのスキルを封じることで彼女の回復や攻撃を制限できる。\n- セナは射程が長いが、ブリッツクランクのフックによってその射程を無視されるため、ハラスが難しくなる。",
			"ザイラ": "ザイラがセナに有利です。\n\n理由は以下の通りです。\n\n- ザイラは序盤から高い火力を持ち、セナの基礎ステータスが低いため、ハラスで優位に立ちやすい。\n- ザイラの植物を使った持続的なダメージは、セナの回復能力を上回ることができる。\n- ザイラは2種類のCCを持っており、セナを捕まえやすく、彼女の逃げる手段を制限できる。\n- セナはスタックを集める必要があり、育たないと火力が出せないが、ザイラは序盤から安定したダメージを出せるため、レーンでのプレッシャーをかけやすい。\n- ザイラの射程はセナと同等かそれ以上であり、セナのハラスを避けながら攻撃できるため、レーンでの優位性を保ちやすい。",
			"ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、セナを捕まえる能力が高い。セナは接近戦に弱いため、ノーチラスのフックや拘束を受けると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、ノーチラスのオールインに対して脆弱である。捕まると簡単に倒される可能性が高い。\n- ノーチラスはレーンでのプレッシャーをかけやすく、セナのハラスを無効化することができる。特に、ノーチラスのCCを使ってセナを引き寄せることで、彼女のハラス能力を封じることができる。\n- セナはスタックを集めることで強化されるが、ノーチラスに捕まることでそのスタックを集める機会を失いやすい。これにより、セナの成長を妨げることができる。\n- ノーチラスはタンクとしての耐久力が高く、セナの攻撃を受け止めることができるため、セナが攻撃を仕掛けても反撃を受けるリスクが高い。",
			"ユーミ": "ユーミがセナに有利です。\n\n- ユーミは味方に密着することで、セナの攻撃を回避しやすく、セナのハラスを軽減できる。\n- ユーミの回復やシールドによって、セナのハラスを受けても生存能力が高く、レーンでの持続力が向上する。\n- セナはスタックを集める必要があり、育たないと火力が出せないが、ユーミはその間に味方を強化し、スノーボールを加速させることができる。\n- ユーミは移動が不要なため、セナの攻撃を受けるリスクを減らしつつ、味方の攻撃をサポートできる。\n- セナの基礎ステータスが低く、接近戦に弱いため、ユーミが密着しているとセナが捕まるリスクが高まる。"
		}
	},
	"エリス": {
		"name": "エリス",
		"beats": {
			"ラックス": "ラックスがエリスに不利です。\n\n理由は以下の通りです。\n\n- エリスは長射程のCCを持っており、ラックスが接近される前に捕まえられる可能性が高い。\n- エリスのバーストダメージは序盤から非常に高く、ラックスの基礎ステータスが低いため、早期にキルを取られるリスクがある。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、ラックスのスキルを避けやすく、接近して攻撃することが得意。\n- ラックスのスキルは全て方向指定であり、エリスの機動力によってスキルを避けられることが多い。\n- エリスはタワーダイブが可能で、ラックスがタワーの下で安全にプレイすることが難しくなる。\n- エリスは集団戦ではAoEが貧弱だが、ラックスが集団戦での影響力を発揮する前にエリスが個別にラックスを排除することができる。",
			"ザイラ": "ザイラがエリスに不利です。\n\n- エリスは高いバーストダメージを持ち、接近して一気に攻撃することが得意です。ザイラは移動手段が乏しく、接近されると脆弱です。\n- エリスの長射程のCCは、ザイラのスキルを発動する前に彼女を捕まえることができるため、ザイラのスキルを当てるのが難しくなります。\n- ザイラはスキルの発動から発生までに時間がかかるため、エリスの瞬時の攻撃に対して反応しづらいです。\n- エリスは蜘蛛形態での機動力が高く、ザイラの攻撃を避けながら接近することができるため、ザイラのゾーニング能力が効果的に働きません。\n- エリスはタワーダイブが得意で、ザイラがタワーの下で安全にプレイすることが難しくなります。",
			"モルガナ": "モルガナが不利です。\n\n- エリスは長射程のCCを持っており、序盤から高いバーストダメージを出せるため、モルガナが接近する前に攻撃を受けやすい。\n- エリスのヒト形態のスキルは、モルガナのスネアを避けることができるため、モルガナのCCが効果的に機能しにくい。\n- エリスは蜘蛛形態に変身することで、タワーダイブやGankを行いやすく、モルガナが守りにくい状況を作り出すことができる。\n- モルガナはクールダウンが長く、エリスの攻撃に対して反撃するタイミングが限られるため、持続的なダメージを受けやすい。\n- エリスはバーストダメージを出すために接近する必要があるが、モルガナはその接近を許すと一気にダメージを受ける可能性が高い。",
			"セナ": "セナが不利です。\n\n- エリスは長射程のCCを持っており、セナが接近する前に捕まえられる可能性が高い。\n- エリスのバーストダメージは序盤から非常に高く、セナの基礎ステータスが低いため、簡単に倒されるリスクがある。\n- エリスはGank性能が高く、セナがレーンで孤立しているときに狙われやすい。\n- セナはスタックを集めることで強化されるが、エリスの攻撃によってその機会を奪われることが多い。\n- エリスの蜘蛛形態による機動力で、セナが逃げる手段を持たない状況で捕まえられることがある。",
			"ゼラス": "ゼラスが不利です。\n\n- エリスは高いバーストダメージを持ち、接近戦での攻撃が得意なため、ゼラスの射程を活かす前に近づかれてしまう可能性が高い。\n- エリスのCCは長射程であり、ゼラスが攻撃を仕掛ける前に捕まえられることが多い。\n- ゼラスは自衛手段が乏しく、エリスの奇襲に対して脆弱であるため、エリスが仕掛けると簡単に倒されるリスクがある。\n- エリスは序盤からGank性能が高く、ゼラスがレーンで優位を築く前にエリスが先手を取ることができる。\n- ゼラスのスキルは発動が遅いため、エリスの機動力を活かした攻撃を避けるのが難しい。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- エリスは長射程のCCを持っており、ブリッツクランクが接近する前に捕まえることができるため、先手を取られやすい。\n- エリスのバーストダメージは序盤から高く、ブリッツクランクが体力を削られるリスクが大きい。\n- ブリッツクランクのフックが外れた場合、エリスは安全に距離を取ることができ、逆に反撃を受ける可能性が高まる。\n- エリスは蜘蛛形態での機動力が高く、ブリッツクランクが捕まえにくい。\n- エリスはタワーダイブが得意で、ブリッツクランクが守りにくい状況を作り出すことができる。",
			"ジャンナ": "ジャンナが不利です。\n\n理由は以下の通りです。\n\n- エリスは序盤から高いバーストダメージを持ち、ジャンナが脆弱な時期に攻撃を仕掛けやすい。\n- エリスの長射程のCCは、ジャンナのディスエンゲージ能力を無効化することができ、ジャンナが守りたい味方を捕まえることができる。\n- ジャンナはエンゲージ能力が低く、エリスのようなアサシンに対して反撃が難しい。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、ジャンナのスキルを避けたり、接近して攻撃することができる。\n- ジャンナの基礎ステータスが低いため、エリスの攻撃を受けるとすぐに危険な状況に陥る。",
			"パイク": "パイクが不利です。\n\n理由は以下の通りです。\n\n- エリスは長射程のCCを持っており、パイクが接近する前に捕まえられる可能性が高い。\n- エリスのバーストダメージは序盤から非常に高く、パイクは脆弱なため、簡単にキルされるリスクがある。\n- エリスは蜘蛛形態での機動力が高く、パイクのフックを避けやすい。\n- エリスはタワーダイブが得意で、パイクが守りにくい状況を作り出すことができる。\n- パイクは集団戦での持続力が低く、エリスのバーストに対して耐えられないことが多い。",
			"ソナ": "ソナが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、ソナがキャッチされやすい状況を作り出すことができるため、特に序盤においてソナは危険です。\n- エリスの長射程のCCは、ソナが安全にスキルを使うことを妨げ、ソナの脆さを突くことができます。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、エリスの攻撃を受けると簡単に倒されてしまいます。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、ソナに対して多様な攻撃手段を持っており、逃げる手段が乏しいソナにとっては非常に厄介です。\n- ソナのスキルはマナ消費が激しく、持続的な戦闘には向いていないため、エリスの攻撃を受け続けるとマナが枯渇しやすく、効果的に支援できなくなります。",
			"スレッシュ": "スレッシュが不利です。\n\n- エリスは長射程のCCを持っており、スレッシュが接近する前に攻撃を仕掛けることができるため、スレッシュはハラスを受けやすい。\n- エリスのバーストダメージは序盤から高く、スレッシュの基礎ステータスが低いため、オールインで勝てない状況に陥りやすい。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、スレッシュのフックを避ける動きができ、スレッシュの捕まえる能力を無効化することができる。\n- スレッシュのスキルはクールダウンが長く、エリスの攻撃を受けた後に反撃するタイミングを逃しやすい。\n- エリスはタワーダイブが得意で、スレッシュが守りにくい状況を作り出すことができるため、レーンでのプレッシャーが強い。",
			"ナミ": "ナミが不利です。\n\n理由は以下の通りです。\n\n- エリスは長射程のCCを持っており、ナミが接近する前に捕まえられる可能性が高い。\n- エリスのバーストダメージは序盤から非常に高く、ナミは脆弱なため、簡単に倒されるリスクがある。\n- ナミのCCは発生が遅く、エリスの移動速度が上がると当てるのが難しくなる。\n- エリスは蜘蛛形態での機動力が高く、ナミが逃げる手段を持っていても、エリスに追い詰められることが多い。\n- エリスはタワーダイブが得意で、ナミが守るのが難しい状況を作り出すことができる。",
			"メル": "メルが不利です。\n\n- エリスは高いバーストダメージを持ち、序盤からのGank性能が高いため、メルがハラスを行う前に攻撃を受けやすい。\n- エリスのCCは単体に対して強力で、メルが逃げる手段が乏しいため、捕まるリスクが高い。\n- メルは持続的なダメージを出すのが難しく、エリスの瞬発力に対抗しづらい。\n- エリスの蜘蛛形態によるタワーダイブが可能で、メルがタワーの下で安全にプレイすることが難しい。\n- メルは回復エフェクトに弱く、エリスのバーストダメージに対して耐えることができない。",
			"カルマ": "カルマが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、カルマがスネアを発動する前に攻撃を仕掛けることができるため、カルマはダメージを受けやすい。\n- エリスの長射程のCCは、カルマのスキルを無効化することができ、特に接近戦での優位性を持つ。\n- カルマのスネアは発生までに時間がかかるため、エリスの瞬発力に対抗しづらい。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、カルマの攻撃を避けることができ、逃げる手段も豊富。\n- カルマは基礎ステータスが高くないため、レベル差がつくとエリスのバーストに対抗できず、容易に倒される可能性がある。"
		},
		"loses": {
			"レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、エリスの接近を阻止しやすい。特にエリスがバーストを狙う際に、拘束することで攻撃を無効化できる。\n- エリスは接近してバーストを出す必要があるが、レルのCCによってその機会を奪われるため、エリスの強みを活かしにくい。\n- レルのパッシブによって、エリスのAR/MRを吸収しやすく、タンクとしての耐久力を高めることができる。これにより、エリスのダメージを軽減できる。\n- レルは集団戦でのエンゲージが得意であり、エリスが苦手とする集団戦での優位性を持つ。特にレルが先に仕掛けることで、エリスは反撃しづらくなる。\n- エリスはAoEダメージが乏しく、集団戦での影響力が低いため、レルのようなタンクサポートに対しては効果的なダメージを出しにくい。",
			"ノーチラス": "ノーチラスがエリスに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、エリスの接近を阻止することができるため、エリスがバーストを出す前に捕まえることができる。\n- エリスは脆弱なステータスを持っているため、ノーチラスのオールインに対して耐えられず、早期にキルを取られる可能性が高い。\n- ノーチラスのフックは射程が長く、エリスが距離を取ろうとしても簡単に捕まえることができる。\n- エリスは集団戦でのAoEダメージが乏しいため、ノーチラスが前に出てエンゲージすることで、エリスの影響力を制限できる。\n- ノーチラスはタンクとしての耐久力が高く、エリスのバーストダメージを受けても生き残ることができるため、逆にエリスを狙うチャンスが増える。",
			"ブラウム": "ブラウムがエリスに有利です。\n\n- ブラウムは高い防御性能を持ち、エリスのバーストダメージを軽減できるため、エリスの攻撃を受けても生存しやすい。\n- エリスは接近してバーストを出す必要があるが、ブラウムのCCやパッシブによってエリスの動きを制限できる。\n- ブラウムのスキルは指定方向からのダメージを軽減するため、エリスのスキルショットを防ぎやすい。\n- ブラウムは味方を守る能力が高く、エリスがGankを仕掛けても味方をしっかりとサポートできる。\n- エリスは集団戦でのAoEダメージが乏しいため、ブラウムのタンク性能が活かされやすい。",
			"アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持っており、エリスの接近を阻止することができるため、エリスがバーストを狙う際に非常に厄介です。\n- アリスターのタンク性能により、エリスのバーストダメージを軽減できるため、エリスが序盤に優位を築くのが難しくなります。\n- アリスターはレーン維持力が高く、エリスの攻撃を受け流しながら、味方と連携してエンゲージを仕掛けることができます。\n- エリスは接近する必要があるため、アリスターのスキルを受けるリスクが高く、特に集団戦ではアリスターのピールが効果的です。\n- アリスターのスキルは即時発動可能で、エリスのスキルを無効化することができるため、エリスのコンボを妨害しやすいです。",
			"ニーコ": "ニーコがエリスに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ニーコは遠距離攻撃が可能で、エリスの接近を許さずにハラスができるため、エリスは攻撃を受けやすい。\n- 擬態能力: ニーコは擬態を使ってエリスを欺くことができ、奇襲を仕掛けやすく、エリスのバーストダメージを避けることができる。\n- AoEダメージ: ニーコのアルティメットはAoEダメージを持ち、集団戦やスカーミッシュでエリスに対して有利に働く。\n- 集団戦での強さ: ニーコは集団戦での乱戦に強く、エリスのAoEダメージが乏しいため、ニーコが優位に立ちやすい。\n- 短射程の弱点: エリスは接近しなければならず、ニーコの攻撃を受けるリスクが高まるため、ニーコが有利に立ちやすい。",
			"ルル": "ルルがエリスに有利です。\n\n- ルルのポリモーフはエリスのバーストダメージを無力化できるため、接近して攻撃するエリスに対して強力なカウンターとなります。\n- ルルは味方にシールドを付与できるため、エリスの攻撃を受けても生存しやすく、エリスのGankを防ぐことができます。\n- エリスは集団戦でのAoEダメージが乏しいため、ルルが味方を守ることでエリスの影響力を低下させることができます。\n- ルルはエンゲージ能力がないため、エリスが接近してくる際に無力化することで、エリスの攻撃を避けることができます。\n- ルルのスキルは単体対象ですが、エリスが接近してくる際に一度に無力化できるため、エリスの攻撃を効果的に防げます。",
			"ジリアン": "ジリアンがエリスに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、エリスの脆弱なステータスを突くことができる。\n- エリスは集団戦でのAoEダメージが乏しく、ジリアンのAoEスタンによって集団戦での影響力を削がれる。\n- ジリアンの移動速度バフやデバフにより、エリスの接近を妨げることができ、エリスがバーストを出す前に対処できる。\n- ジリアンの蘇生能力は、エリスのバーストダメージに対して非常に効果的で、エリスがキルを取るチャンスを減少させる。\n- ジリアンはレベル差をつけやすく、序盤からエリスに対して優位に立つことができるため、エリスがスノーボールしにくい。",
			"ラカン": "ラカンがエリスに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、エリスのスキルを避けやすいため、接近してエンゲージしやすい。\n- エリスはバーストダメージを出すために接近する必要があるが、ラカンのCCによってその接近を阻止できる。\n- ラカンのシールドやヒールにより、エリスの攻撃を耐えることができ、持続的な戦闘が可能。\n- エリスは集団戦でのAoEダメージが乏しいため、ラカンが味方を守りながら個別にエンゲージすることで、エリスの効果を薄めることができる。\n- ラカンはスカーミッシャーやアサシンに対して有利であり、エリスもその一種であるため、ラカンの特性がエリスに対しても有効に働く。",
			"レオナ": "レオナが有利です。\n\n- レオナは高いCCを持っており、エリスが接近する前に捕まえることができるため、エリスのバーストダメージを発揮させにくい。\n- レオナの基礎ステータスが高く、序盤からのオールインが強力で、エリスが序盤に優位を築くのが難しい。\n- エリスは接近戦でのバーストを狙う必要があるが、レオナのCCによってその機会を奪われる。\n- レオナはタンクとしての耐久力があり、エリスの攻撃を受け止めることができるため、持続的な戦闘が得意。\n- エリスは集団戦でのAoEダメージが乏しく、レオナのようなタンクに対しては効果的なダメージを出しにくい。",
			"ソラカ": "ソラカがエリスに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、エリスのバーストダメージを軽減できるため、エリスの攻撃を受けても生存しやすい。\n- サイレンス効果を持つスキルにより、エリスのスキルコンボを妨害できるため、エリスの攻撃を無力化しやすい。\n- ソラカは射程が長く、エリスが接近する前にハラスを行うことができるため、レーンでの優位を築きやすい。\n- エリスは集団戦でのAoEダメージが乏しく、ソラカのヒールが活きる場面が多いため、集団戦でも有利に立ち回れる。\n- ソラカは逃げる手段が乏しいエリスに対して、持続的な回復を提供できるため、エリスが攻撃を仕掛けても持ちこたえやすい。",
			"セラフィーン": "セラフィーンがエリスに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、エリスの単体攻撃に対して優位に立てる。\n- エリスは集団戦でのAoEダメージが乏しく、セラフィーンのスキルによる圧力に対抗しづらい。\n- セラフィーンは複数のCCを持ち、エリスの接近を阻止することができるため、エリスがバーストを出す機会を減らせる。\n- セラフィーンの射程が長いため、安全な位置からエリスにハラスをかけることができ、エリスの攻撃を受けにくい。\n- エリスはスケールが悪く、序盤に優位を築けないと存在感を失うが、セラフィーンは集団戦での強さを活かして優位を維持しやすい。"
		}
	},
	"タリック": {
		"name": "タリック",
		"beats": {
			"ザイラ": "ザイラがタリックに不利です。\n\n- タリックは近接チャンピオンであり、ザイラの射程外から攻撃することができるため、ザイラはハラスを受けやすい。\n- タリックの回復やシールドにより、ザイラの持続的なダメージが軽減されるため、ザイラの火力が活かしづらい。\n- タリックの無敵スキルは、ザイラのCCを無効化することができ、ザイラのコンボを妨害される。\n- タリックは集団戦でのカウンターエンゲージが得意であり、ザイラが攻撃的に出ると逆に反撃を受ける可能性が高い。\n- ザイラは移動手段が乏しく、タリックが接近してくると脆弱な状態になりやすい。",
			"ブリッツクランク": "ブリッツクランクはタリックに不利です。\n\n- タリックは回復やシールドを持っており、ブリッツクランクのフックを受けた際にも味方を守ることができるため、ブリッツクランクの攻撃が効果的ではない。\n- タリックの無敵スキルは、ブリッツクランクのフックやサイレンスを無効化できるため、ブリッツクランクのエンゲージが無駄になることが多い。\n- タリックは集団戦でのAoEスタンを持っており、ブリッツクランクが接近した際に反撃することができるため、ブリッツクランクにとってリスクが高い。\n- タリックはタンクとしての耐久力が高く、ブリッツクランクの攻撃を受けても簡単には倒されないため、持久戦に持ち込まれると不利になる。\n- タリックのスキルは全てAoEであり、ブリッツクランクが複数の敵を引き寄せた場合でも、タリックはその状況を逆転する力を持っている。",
			"ユーミ": "ユーミがタリックに不利です。\n\n- タリックは回復やシールド、無敵を持っており、ユーミが密着している味方を守る能力が高いため、ユーミのサポート効果を打ち消されやすい。\n- タリックのスキルはAoEであり、集団戦での影響力が大きいため、ユーミがサポートしているADCが狙われやすく、ユーミ自身も守りきれない状況が生まれやすい。\n- タリックは近接攻撃型であり、ユーミが密着している味方に対して直接的なダメージを与えやすく、ユーミの回復やシールドが間に合わないことが多い。\n- タリックの無敵スキルは、ユーミの攻撃やスキルを無効化するため、ユーミが持つハラスや支援の効果が薄れる。\n- タリックはオールインを仕掛ける能力が高く、ユーミがサポートしているADCが攻撃を受けると、ユーミ自身が守る手段が乏しく、逆に危険な状況に陥りやすい。",
			"タム・ケンチ": "タム・ケンチがタリックに不利です。\n\n理由は以下の通りです。\n\n- タリックは回復やシールドを持っており、タム・ケンチのダメージを軽減できるため、タム・ケンチの攻撃が通りにくい。\n- タリックの無敵スキルは、タム・ケンチのCCを無効化することができ、タム・ケンチが仕掛けた際に反撃されやすい。\n- タリックは集団戦でのAoEダメージが強力で、タム・ケンチが集団戦でのダメージを出しづらくなる。\n- タリックは機動力が低いタム・ケンチに対して、遠距離からのハラスが可能で、タム・ケンチが近づく前にダメージを与えやすい。\n- タム・ケンチはエンゲージが苦手で、タリックのカウンターエンゲージに対して脆弱である。",
			"モルガナ": "モルガナが不利です。\n\n- タリックは回復やシールドを持っており、モルガナのダメージを軽減できるため、モルガナの攻撃が効果的に通りにくい。\n- タリックの無敵スキルは、モルガナのCCを無効化できるため、モルガナが仕掛けても反撃されやすい。\n- タリックは近接攻撃型であり、モルガナが遠距離からハラスを行う際に、タリックが接近してくると逆に不利になることが多い。\n- タリックのAoEスタンは、モルガナがスキルを当てる前に反撃を受けるリスクを高める。\n- モルガナのスキルはクールダウンが長く、タリックが持つ持続的な回復やシールドに対抗するのが難しい。",
			"レナータ・グラスク": "レナータ・グラスクが不利です。\n\n- タリックは回復やシールド、無敵を持っており、レナータの攻撃を無効化しやすい。特にタリックの無敵は、レナータのUltを無効化することができるため、逆転のチャンスを奪われる。\n- タリックは近接攻撃型であり、レナータの射程を活かした攻撃を受けにくい。タリックが近づくことで、レナータはハラスを受けやすくなる。\n- タリックのスキルはAoEであり、集団戦での影響力が高い。レナータは単体のスキルが多いため、集団戦での効果が薄くなる。\n- タリックは防具に依存してスケールするため、レナータの攻撃が効きにくい。タリックが防具を積むことで、レナータのダメージを軽減できる。\n- タリックはカウンターエンゲージが得意であり、レナータがオールインを仕掛けた際に反撃される可能性が高い。特にレナータのスキルのクールダウンが長いため、攻撃のタイミングを逃すと厳しい状況になる。",
			"ブラウム": "ブラウムはタリックに不利です。\n\n- タリックは回復やシールドを持っており、ブラウムの攻撃を無効化しやすい。特に、タリックの無敵スキルはブラウムのCCを無効にするため、ブラウムの強みを活かしにくい。\n- タリックはAoEのスタンを持っており、集団戦でのカウンターエンゲージが得意。ブラウムがオールインを狙う際に、タリックが反撃することで逆転される可能性が高い。\n- ブラウムはサステインがなく、ハラス能力が低いため、タリックの回復やシールドによって持久戦で不利になる。\n- タリックは機動力が高く、ブラウムのCCを避けやすい。これにより、ブラウムがタリックに対して有効な攻撃を仕掛けるのが難しくなる。\n- タリックのスキルは防具に依存してスケールするため、ブラウムが防御アイテムを積んでも、タリックのダメージを抑えきれない場合がある。",
			"パンテオン": "パンテオンがタリックに不利です。\n\n理由は以下の通りです。\n\n- タリックは回復やシールドを持っており、パンテオンのオールインを無効化することができるため、パンテオンの攻撃を受け流しやすい。\n- タリックのスキルはAoEであり、集団戦やカウンターエンゲージに強いため、パンテオンが一度攻撃を仕掛けても、タリックが反撃することで逆転される可能性が高い。\n- パンテオンはスキルのクールダウンが長く、長期戦になるとDPSが低下するため、タリックの持続的な回復やシールドに対抗しづらい。\n- タリックは近接攻撃型であり、パンテオンが近づくと、タリックのスキルを利用して反撃するチャンスが増える。\n- タリックの無敵スキルは、パンテオンのスタンやバーストダメージを無効化できるため、パンテオンが有利な状況を作りにくい。",
			"ラックス": "ラックスがタリックに不利です。\n\n- タリックは回復やシールドを持っており、ラックスのバーストダメージを軽減できるため、ラックスの攻撃が効果的に通りにくい。\n- タリックの無敵スキルは、ラックスのスキルを無効化することができ、特にラックスのスタンを避けることができるため、ラックスが捕まえにくい。\n- タリックは近接攻撃を持つため、ラックスが距離を保とうとしても、タリックが接近してくると脆弱なラックスは攻撃を受けやすい。\n- タリックの集団戦での強さは、ラックスのAoEスキルに対しても有効で、タリックが前に出ることでラックスのスキルを当てるのが難しくなる。\n- タリックは耐久力が高く、ラックスがスキルを当ててもすぐに倒すことが難しいため、ラックスのキルプレッシャーが低下する。",
			"ノーチラス": "ノーチラスがタリックに不利です。\n\n理由は以下の通りです。\n\n- タリックは回復やシールド、無敵を持っており、ノーチラスのCCを無効化することができるため、ノーチラスの攻撃を受け流しやすい。\n- タリックのスキルはAoEであり、集団戦での影響力が高いため、ノーチラスが仕掛けた際に反撃されるリスクがある。\n- ノーチラスは移動速度が低く、タリックの無敵を発動されると、ノーチラスの攻撃が無駄になりやすい。\n- タリックはダメージを出す能力が高く、ノーチラスが攻撃を仕掛ける前にタリックが先にダメージを与えることができる。\n- タリックはスキルのクールダウンが長いノーチラスに対して、持続的に圧力をかけることができるため、ノーチラスが有利に立ち回るのが難しい。",
			"ニーコ": "ニーコがタリックに不利です。\n\n- タリックは回復やシールド、無敵を持っており、ニーコのダメージを軽減することができるため、ニーコの攻撃が効果的に通りにくい。\n- タリックのスキルはAoEであり、集団戦での影響力が高いため、ニーコが一度に複数の敵を狙うことが難しくなる。\n- タリックは近接攻撃型であり、ニーコが距離を取って攻撃する際に、タリックが近づいてくるとニーコは危険な状況に陥ることが多い。\n- タリックの無敵スキルはニーコのアルティメットの効果を無効化することができ、ニーコの強力な攻撃を無力化する。\n- タリックは耐久力が高く、ニーコのバーストダメージを受けても生き残ることができるため、ニーコがキルを狙うのが難しい。"
		},
		"loses": {
			"ジャンナ": "ジャンナがタリックに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、レーンでの優位性を保ちやすい。\n- タリックはエンゲージやハラスが不得意で、ジャンナのディスエンゲージ能力に対して対抗しづらい。\n- ジャンナのCCはタリックの無敵を無効化できるため、タリックが仕掛けてきても反撃しやすい。\n- ジャンナは高い移動速度を持ち、タリックの攻撃を避けやすく、逃げる際にも有利。\n- タリックのスキルはクールダウンが長く、ジャンナがその間に攻撃を仕掛けることで、タリックにプレッシャーをかけられる。",
			"ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは遠距離攻撃が可能で、タリックに対してハラスを行いやすい。タリックは近接チャンピオンであるため、ナミの攻撃を避けることが難しい。\n- ナミのCCはタリックの無敵を無効化することができ、タリックがスキルを使う前に捕まえることができる。\n- ナミは回復能力を持っているため、タリックのダメージを軽減しつつ、持続的なトレードが可能。\n- タリックはエンゲージが不得意であり、ナミのスキルを避けながら安全に攻撃できるため、レーンでの優位性を保ちやすい。\n- ナミのスキルは全てダメージを持っているため、タリックのシールドや回復を上回るダメージを与えることができる。",
			"セナ": "セナがタリックに有利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、タリックが近づく前にハラスを行いやすい。\n- タリックは近接チャンピオンであり、セナの射程の差を活かして安全に攻撃できる。\n- セナの回復能力はタリックの攻撃を受けた際のサステインを高め、タリックのハラスを無効化しやすい。\n- タリックはエンゲージが不得意であり、セナの機動力の低さを利用して距離を保つことができる。\n- セナのスキルはタリックのシールドや回復を無効化する効果があり、タリックの強みを削ぐことができる。\n- セナはタリックのスキルのクールダウンを待たずに攻撃できるため、レーンでの優位を維持しやすい。",
			"ルル": "ルルがタリックに有利です。\n\n- ルルは固有のCCを持っており、タリックのエンゲージを無力化することができるため、タリックが仕掛けてきた際に反撃しやすい。\n- ルルのシールドやHP増加のスキルは、タリックの回復やシールドと相性が良く、味方を守る能力が高まる。\n- タリックは近接キャリーであり、ルルの射程の長さを活かして安全にハラスを行うことができる。\n- タリックのスキルはクールダウンが長いため、ルルがスキルを使った後にタリックが反撃するタイミングを逃しやすい。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、タリックが前に出てくる際に無力化することで、タリックの強みを消すことができる。",
			"レル": "レルがタリックに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、タリックの無敵を発動させる前に拘束することができるため、タリックのカウンターエンゲージを無効化しやすい。\n- タリックは遠距離攻撃手段がないため、レルのエンゲージに対して反撃が難しく、特にレルのオールインに対して脆弱。\n- レルのパッシブによってタリックのARを吸収し、タンクとしての耐久力を削ることができるため、タリックに対して有利に立ち回れる。\n- レルは自身と味方の移動速度を上げる手段が豊富で、タリックが攻撃を仕掛ける前に距離を詰めたり、逃げたりすることができる。\n- タリックはスキルのクールダウンが長く、レルの持つCCの連続攻撃に対して対処が難しいため、レーンでのプレッシャーをかけやすい。",
			"パイク": "パイクがタリックに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、タリックのスキルを避けやすいため、タリックの攻撃を受けにくい。\n- タリックは遠距離攻撃手段がないため、パイクが近づいてハラスを行うと、タリックは反撃しづらい。\n- パイクのフックや瞬時のバーストダメージにより、タリックは早期にキルを狙われる可能性が高い。\n- タリックのスキルはクールダウンが長く、パイクがその隙を突いて攻撃することで有利に立ち回れる。\n- パイクはタリックのシールドや回復を無視するようなダメージを持っているため、タリックの耐久力を削りやすい。\n- パイクのUltはキルを取った際にゴールドを味方と共有できるため、タリックに対してゴールド差をつけやすい。",
			"ミリオ": "ミリオはタリックに有利です。\n\n理由は以下の通りです。\n\n- ミリオは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、レーンでのトレードで優位に立ちやすい。\n- タリックのエンゲージをウルトで無効化できるため、タリックが仕掛けてきた際に反撃しやすい。\n- ミリオのスキルによって味方の攻撃範囲を延ばすことができ、タリックが前に出てきた際にダメージを与えやすい。\n- タリックは遠距離攻撃手段を持たないため、ミリオのハラスに対して反撃が難しい。\n- ミリオの回復やシールドにより、タリックのダメージを軽減しやすく、持続戦闘で有利に進めることができる。",
			"セラフィーン": "セラフィーンがタリックに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは遠距離攻撃が可能で、タリックの近接攻撃を避けながらハラスができるため、レーンでの優位性を持ちやすい。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での影響力が大きく、タリックのシールドや回復を上回るダメージを与えることができる。\n- タリックはスキルのクールダウンが長く、セラフィーンの持つCCを受けると反撃が難しくなるため、セラフィーンはタリックに対して有利な状況を作りやすい。\n- セラフィーンは複数のCCを持っており、タリックの無敵を発動させる前にスキルを当てることで、タリックの効果を無効化することができる。\n- タリックは防御ステータスが低い相手に対して強いが、セラフィーンはその範囲攻撃とCCでタリックの強みを打ち消すことができる。",
			"ソナ": "ソナがタリックに有利です。\n\n- ソナは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。\n- ソナの回復やバフはAoEであり、タリックの回復やシールドと相互作用し、集団戦での持続力を高める。\n- タリックはエンゲージやハラスが不得意であり、ソナのスキルを使って安全にハラスを行うことができる。\n- ソナのUltによるスタンは、タリックの無敵を無効化することができ、集団戦での優位性を持つ。\n- ソナはタリックのスキルのクールダウンを利用して、持続的にダメージを与えたり、味方を支援することができる。",
			"ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ポッピーはダッシュやリープを阻止する能力があり、タリックのエンゲージや逃げる動きを制限できます。\n- タリックは遠距離攻撃手段を持たず、ポッピーの近接戦闘においてはポッピーが有利に立ち回れます。\n- ポッピーの高いシールドと割合ダメージにより、タリックの回復やシールドを上回るダメージを与えることができます。\n- ポッピーは豊富なCCを持っており、タリックのカウンターエンゲージを無効化することが可能です。\n- タリックのスキルのクールダウンが長いため、ポッピーが先に仕掛けることで有利な状況を作りやすいです。",
			"バード": "バードがタリックに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、タリックが近づくのを難しくする。\n- タリックはエンゲージやハラスが不得意であり、バードの移動スキルを使ったロームや位置取りに対処しづらい。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、タリックのカウンターエンゲージを無効化することができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、タリックが装備を整える前に有利な状況を作りやすい。\n- タリックのスキルはクールダウンが長く、バードのスキルをうまく使われると、タリックは反撃の機会を失いやすい。",
			"アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは強力なCCを持ち、タリックのエンゲージや回復を無効化することができるため、タリックの強みを活かさせない。\n- アリスターのスキルは即時発動可能で、タリックのスキルのクールダウン中に攻撃を仕掛けることができる。\n- アリスターは高いタフネスを持ち、タリックのダメージを受けても耐えることができるため、レーンでの維持力が高い。\n- タリックは遠距離攻撃手段がないため、アリスターが近づいてCCを当てると、タリックは反撃しづらくなる。\n- アリスターのUltによるダメージ軽減効果が、タリックの集団戦での影響力を低下させる。"
		}
	},
	"ヴェル＝コズ": {
		"name": "ヴェル＝コズ",
		"beats": {
			"セナ": "セナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、セナが近づく前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃は、セナの回復能力を無効化するほどのダメージを与えることができる。\n- セナは基礎ステータスが低く、接近戦に弱いため、ヴェル＝コズのスキルを受けやすい。\n- ヴェル＝コズのスキルはCCが発生するため、セナが逃げる手段を持っていても捕まるリスクが高い。\n- セナはスタックを集める必要があり、育たないと火力が出せないため、ヴェル＝コズに対抗するのが難しい。",
			"レオナ": "レオナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、レオナが接近する前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃により、レオナが複数のスキルを受けると一気にHPを削られる可能性が高い。\n- レオナは接近戦が得意だが、ヴェル＝コズのスキルの射程が長いため、レオナが近づく前にダメージを与えられる。\n- ヴェル＝コズのパッシブによるTrueダメージは、タンクであるレオナに対しても効果的で、耐久力を削られやすい。\n- レオナはサステインがないため、ハラスを受け続けると厳しくなり、レーンでのプレッシャーを維持できなくなる。",
			"モルガナ": "モルガナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、モルガナが近づく前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃は、モルガナのスキルを避けるのが難しく、集団戦での影響力が高い。\n- モルガナのスキルはクールダウンが長く、ヴェル＝コズの持続的なダメージに対抗しづらい。\n- ヴェル＝コズのパッシブによるTrueダメージは、モルガナのシールドを無効化し、タンク相手でもダメージを与えられる。\n- モルガナは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、捕まるリスクが高い。",
			"セラフィーン": "セラフィーンが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、セラフィーンが近づく前にハラスを受けやすい。\n- セラフィーンのスキルの発生が遅いため、ヴェル＝コズのスキルを避けるのが難しい。\n- ヴェル＝コズのAoE攻撃は、セラフィーンの集団戦での強みを打ち消すことができる。\n- セラフィーンは防御ステータスが低く、ヴェル＝コズの高いバーストダメージに対して脆弱である。\n- ヴェル＝コズは機動力が低いため、セラフィーンが接近しても逃げる手段が限られているが、セラフィーンは接近する際にリスクを伴う。",
			"アリスター": "アリスターが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃は、アリスターがエンゲージを試みる際に、周囲の敵にもダメージを与えるため、アリスターの接近を難しくする。\n- アリスターのCCは即時発動可能だが、ヴェル＝コズのスキルは射程が長いため、アリスターがスキルを当てる前に反撃を受けるリスクが高い。\n- ヴェル＝コズのパッシブによるTrueダメージは、アリスターのタンク性能を無視してダメージを与えることができるため、アリスターにとって厄介。\n- アリスターは攻撃力が低く、火力を出すのが難しいため、ヴェル＝コズに対して有効なプレッシャーをかけにくい。",
			"ゼラス": "ゼラスが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、ゼラスが攻撃を仕掛ける前に反撃できるため、ゼラスのハラスが通りにくい。\n- ヴェル＝コズのAoE攻撃は、ゼラスが集団戦でダメージを与える際に、複数の敵に同時にダメージを与えることができるため、ゼラスの強みを打ち消す。\n- ゼラスは全てのスキルが発動に時間がかかるため、機動力の高いヴェル＝コズに対してスキルを当てるのが難しい。\n- ヴェル＝コズは自衛手段が乏しいが、ゼラスも近距離での逃げ性能が低いため、接近されると両者ともに危険だが、ヴェル＝コズの方がダメージを出しやすい。\n- ゼラスはマナ消費が多く、パッシブの回転を意識しないとマナが枯渇しやすいが、ヴェル＝コズはマナ管理が比較的容易で、持続的にスキルを使える。",
			"ラックス": "ラックスが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、ラックスが近づく前にハラスを行いやすい。\n- ヴェル＝コズのAoE攻撃は、ラックスがミニオンを使ってハラスを行う際に、同時にダメージを受けるリスクが高い。\n- ラックスは全てのスキルが方向指定で、ヴェル＝コズのスキルを避けるのが難しいため、スキルを当てられやすい。\n- ヴェル＝コズのパッシブによるTrueダメージは、ラックスのシールドやバリアを無視するため、特にタンク相手でも効果的。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱で、ヴェル＝コズの攻撃を受けると致命的なダメージを受けやすい。\n- ヴェル＝コズは機動力が低いため、ラックスがスキルを当てるチャンスがあるが、逆に接近されると反撃が難しい。",
			"メル": "メルが不利です。\n\n- ヴェル＝コズは長射程のスキルを持ち、AoE攻撃が豊富なため、メルが近づく前にダメージを与えられる。\n- ヴェル＝コズのスキルは高い持続ダメージを持ち、メルの回復エフェクトに対しても効果的にダメージを与えられる。\n- メルは能動的なCCを持たないため、ヴェル＝コズのスキルを避ける手段が限られている。\n- ヴェル＝コズは機動力が低いが、メルも同様に逃げる手段が乏しいため、接近されると脆弱な状況に陥りやすい。\n- ヴェル＝コズのパッシブによるTrueダメージは、メルのHPが低下した際に特に脅威となる。"
		},
		"loses": {
			"パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいため、接近して攻撃することが容易です。\n- ヴェル＝コズは機動力が低く、パイクのフックや瞬時の攻撃に対して無防備になりやすいです。\n- パイクのパッシブによる回復効果が、ヴェル＝コズのハラスに対して強力な耐性を提供します。\n- ヴェル＝コズのスキルは発動に時間がかかるため、パイクが接近するタイミングを見計らって攻撃することができます。\n- パイクはキルを取った際にゴールドを味方と共有できるため、レーンでの優位を築きやすく、スノーボールを狙いやすいです。\n- ヴェル＝コズの集団戦での火力は高いですが、パイクは瞬時に敵を排除する能力があるため、集団戦でも有利に立ち回ることができます。",
			"ラカン": "ラカンがヴェル＝コズに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ヴェル＝コズの長射程スキルを避けやすい。これにより、ヴェル＝コズの攻撃を受けるリスクを減少させることができる。\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、ラカンのエンゲージ能力が非常に効果的である。\n- ラカンのCCはヴェル＝コズのスキルを中断させることができ、特にUltの詠唱中に接近してCCを当てることで、彼を無防備にすることができる。\n- ラカンは味方をシールドで守ることができるため、ヴェル＝コズのAoE攻撃によるダメージを軽減しつつ、反撃のチャンスを作りやすい。\n- ヴェル＝コズはハラスに弱いADCに対して強いが、ラカンはそのハラスを無効化する手段を持っているため、レーンでの優位性を保ちやすい。",
			"ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、ヴェル＝コズのスキルを妨害することができるため、彼の攻撃を無効化しやすい。\n- ヴェル＝コズは機動力が低く、ジャンナのディスエンゲージ能力によって接近されると無防備になりやすい。\n- ジャンナのシールドは味方を守るだけでなく、ヴェル＝コズのAoE攻撃を軽減することができるため、持続的なダメージを抑えることができる。\n- ジャンナは高い移動速度を持ち、ヴェル＝コズのスキルを避けやすく、レーンでのハラスに対しても優位に立てる。\n- ヴェル＝コズがUltを詠唱している間、ジャンナはその間に距離を取ることができ、彼の攻撃を回避するチャンスが増える。",
			"ジリアン": "ジリアンがヴェル＝コズに有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ヴェル＝コズのスキルを避けながら攻撃することができる。\n- AoEスタンを持つため、ヴェル＝コズがスキルを詠唱している間に接近し、効果的にダメージを与えることができる。\n- ジリアンの移動速度バフにより、味方をサポートしつつ、ヴェル＝コズの攻撃を避けることが容易になる。\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、ジリアンの攻撃を受けやすい。\n- ジリアンのUltは、ヴェル＝コズのバーストダメージを無効化することができ、逆転のチャンスを作ることができる。",
			"パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、ヴェル＝コズがスキルを詠唱している間に接近して攻撃することができるため、彼のスキルを無効化しやすい。\n- ヴェル＝コズは機動力が低く、パンテオンのオールインに対して逃げる手段が乏しいため、接近されると非常に脆弱になる。\n- パンテオンは序盤から高いバーストダメージを持ち、ヴェル＝コズがレベルアップする前にキルを狙いやすい。\n- パンテオンのグローバルなUltを活かして、他のレーンに影響を与えやすく、試合全体での優位を築くことができる。\n- ヴェル＝コズはCCの発生が遅いため、パンテオンが先に攻撃を仕掛けることで、彼のスキルを当てる前にダメージを与えることが可能。",
			"ユーミ": "ユーミが有利です。\n\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、ユーミの回復やシールドで味方を守りながら攻撃を続けやすい。\n- ユーミは味方に密着することで、ヴェル＝コズのスキルを回避しやすく、ハラスを受けにくい。\n- ヴェル＝コズの攻撃は方向指定であるため、ユーミの加速を使って避けることができ、ダメージを軽減できる。\n- ユーミは味方の攻撃を強化できるため、ヴェル＝コズに対しても持続的なダメージを与えやすい。\n- ヴェル＝コズのCCが遅いため、ユーミは味方を守りながら攻撃する機会が多く、レーンでの優位性を保ちやすい。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ヴェル＝コズに対して高いプレッシャーをかけることができる。\n- 対象指定のスネアを持っているため、ヴェル＝コズのスキルを当てる前に接近して無力化できる。\n- カルマのシールドや回復能力により、ヴェル＝コズのAoE攻撃を受けても耐えやすい。\n- カルマは機動力が高く、ヴェル＝コズのスキルを避けやすいため、ハラスを行いやすい。\n- ヴェル＝コズは機動力が低く、カルマが接近することで簡単に攻撃できる状況を作りやすい。",
			"バード": "バードがヴェル＝コズに有利です。\n\n理由は以下の通りです。\n\n- バードは機動力が高く、ヴェル＝コズのスキルを避けやすいため、接近されても逃げやすい。\n- ヴェル＝コズは機動力が低く、バードのロームやサポート能力に対して対処が難しい。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ヴェル＝コズの集団戦でのAoE攻撃を無効化できる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、持続的なハラスが可能。\n- ヴェル＝コズはCCの発生が遅く、バードの移動スキルを使われるとスキルを当てるのが難しい。",
			"ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、ブリッツクランクのフックで簡単に捕まえられる。\n- ヴェル＝コズのスキルは詠唱が必要であり、ブリッツクランクのフックやノックアップによって詠唱を妨害される可能性が高い。\n- ブリッツクランクはフックを当てた後、瞬時にキルに繋げることができるため、ヴェル＝コズのような脆いメイジに対して特に強力。\n- ヴェル＝コズはAoE攻撃が得意だが、ブリッツクランクが近づくことで1対1の状況を作り出しやすく、集団戦での影響力を減少させることができる。\n- ブリッツクランクはサイレンスを持っているため、ヴェル＝コズのスキルを封じることができ、彼のダメージを大幅に減少させることができる。",
			"ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ヴェル＝コズのスキルショットを軽減できるため、彼の攻撃を受けにくい。\n- ヴェル＝コズは機動力が低く、ブラウムの接近によって簡単にスタンを狙えるため、彼の行動を制限しやすい。\n- ブラウムのパッシブは、ヴェル＝コズのスキルを受けた後に攻撃することで発動し、追加ダメージを与えつつスタンを狙える。\n- ブラウムは味方を守る能力が高く、ヴェル＝コズが攻撃を仕掛けてきた際に味方をしっかりとサポートできる。\n- ヴェル＝コズはCCの発生が遅いため、ブラウムが先に接近してCCを発動させることで、彼の攻撃を無効化しやすい。"
		}
	},
	"アリスター": {
		"name": "アリスター",
		"beats": {
			"ユーミ": "ユーミが不利です。\n\n- アリスターは強力なCCを持っており、ユーミが密着している味方を簡単に捕まえることができるため、ユーミのサポート能力が制限される。\n- アリスターのタンク性能により、ユーミの攻撃やスキルが通りにくく、持続的なダメージを与えることが難しい。\n- ユーミは基礎ステータスが低く、オールインを仕掛けられると脆弱で、アリスターのエンゲージに対して反撃が難しい。\n- アリスターのスキルは即時発動可能で、ユーミが回復やシールドを提供する前にダメージを受けるリスクが高い。\n- アリスターはレーン維持力が高く、ユーミがハラスを試みても、アリスターが容易に耐えることができるため、トレードで不利になる。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、ブリッツクランクのエンゲージが難しくなる。\n- アリスターはタンクとしての耐久力が高く、ブリッツクランクの攻撃を受けても生存しやすい。これにより、ブリッツクランクがオールインを仕掛けても逆に反撃を受けやすい。\n- アリスターのスキルは即時発動可能で、ブリッツクランクがフックを外した際に反撃のチャンスを与えることができる。\n- アリスターは集団戦においても強力なタンクとして機能し、ブリッツクランクのフックを避けることができるため、集団戦での影響力が低下する。\n- ブリッツクランクはフックが外れるとプレッシャーがなくなり、アリスターに対しては特にその影響が大きい。アリスターはフックを避けることで、ブリッツクランクの存在を無力化できる。",
			"レル": "レルが不利です。\n\n- アリスターは強力なCCを持ち、レルのエンゲージを無効化しやすい。特に、アリスターのスキルは即時発動可能で、レルの動きを制限することができる。\n- アリスターは高いタフネスを持ち、レルのダメージを軽減しやすい。レルはダメージの出力が低く、特に序盤を過ぎると味方に依存するため、アリスターに対して有効なダメージを与えにくい。\n- アリスターのパッシブによるサステインが高く、レーン維持が得意なため、レルがオールインを狙う際に不利な状況を作りやすい。\n- アリスターは集団戦での影響力が高く、レルがエンゲージを試みても、アリスターのピール能力によって逆に反撃を受けやすい。\n- アリスターはレルのスキルの発生にラグがある点を利用して、レルの攻撃をかわしやすく、オールインを通じにくくする。",
			"ブラウム": "ブラウムはアリスターに不利です。\n\n- アリスターは強力なCCを持っており、ブラウムが接近する前にエンゲージを仕掛けることができるため、ブラウムの防御スキルを無効化しやすい。\n- アリスターのタフネスとサステインにより、ブラウムのハラスが効きにくく、レーンでの維持力が高い。\n- アリスターは集団戦での影響力が高く、ブラウムが味方を守るために動く際に、アリスターのCCで妨害される可能性がある。\n- ブラウムはオールインが得意だが、アリスターの反撃能力により、オールインが通じにくくなる。\n- アリスターのスキルは即時発動可能で、ブラウムのCCの発生までの時間を利用して反撃することができる。"
		},
		"loses": {
			"ジャンナ": "ジャンナがアリスターに有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、アリスターのエンゲージを無効化することができるため、アリスターが近づいてきた際に反撃しやすい。\n- アリスターは基本的に近接攻撃型であり、ジャンナの遠距離攻撃とCCを活かして安全にダメージを与えることができる。\n- ジャンナのシールドや回復効果により、アリスターの攻撃を受けても生存しやすく、持続的な戦闘が可能。\n- アリスターはマナ消費が激しく、スキルのクールダウンが長いため、ジャンナが持つ持続的な圧力に対して耐えにくい。\n- ジャンナは移動速度を増加させるスキルを持っており、アリスターの攻撃を避けやすく、機動力を活かして有利な位置を取ることができる。",
			"ソラカ": "ソラカがアリスターに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、アリスターの攻撃を受けても味方を回復することで耐えることができる。\n- アリスターのエンゲージに対して、ソラカはサイレンスを使うことでアリスターのスキルを無効化しやすい。\n- ソラカは射程が長いため、アリスターが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- アリスターは攻撃力が低く、ソラカのヒールによって持続的なダメージを与えることが難しい。\n- ソラカは短いクールダウンのスキルを持っているため、頻繁に回復やハラスが可能で、アリスターのマナ消費を強いることができる。",
			"スウェイン": "スウェインがアリスターに有利です。\n\n理由は以下の通りです。\n\n- スウェインは持続的な回復能力を持ち、アリスターの攻撃を受けても耐えやすい。\n- スウェインのスキルは全てAOEであり、集団戦でのダメージを増加させるため、アリスターのタンク性を無視してダメージを与えられる。\n- Eのキャッチ能力により、アリスターがエンゲージを試みた際に反撃しやすく、アリスターの動きを制限できる。\n- アリスターは攻撃力が低く、スウェインの持続的なダメージに対して十分な圧力をかけられない。\n- スウェインはレーン戦でのロングトレードが得意で、アリスターのスキルクールダウンを利用して有利に立ち回ることができる。",
			"ラカン": "ラカンが有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、アリスターのエンゲージを避けやすいため、アリスターの攻撃を回避しやすい。\n- ラカンのCCは瞬時に発動できるため、アリスターのスキルを無効化しやすく、特にアリスターの突進を止めることができる。\n- ラカンはシールドやヒールを持っているため、アリスターの攻撃を受けても生存能力が高く、レーンでのサステインが優れている。\n- アリスターは攻撃力が低く、ラカンに対してダメージを与えるのが難しいため、ラカンは安心して攻撃を仕掛けることができる。\n- ラカンは味方を支援する能力が高く、特にザヤとの連携によってさらに強化されるため、アリスターに対して有利な状況を作りやすい。",
			"セラフィーン": "セラフィーンがアリスターに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは射程が長く、アリスターが近づく前にハラスが可能です。\n- アリスターのエンゲージをセラフィーンのCCで無効化できるため、アリスターの強みを活かさせません。\n- セラフィーンのスキルは範囲攻撃であり、集団戦での影響力が大きく、味方と連携しやすいです。\n- アリスターは攻撃力が低く、セラフィーンの高いバーストダメージに対抗しにくいです。\n- セラフィーンは安全な位置から支援できるため、アリスターの接近戦に対して優位に立てます。",
			"ミリオ": "ミリオはアリスターに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、アリスターのエンゲージを受ける前に有利なトレードを仕掛けやすい。\n- アリスターのCCに対して、ミリオのウルトで解除できるため、アリスターの強力なエンゲージを無効化できる。\n- ミリオは回復やシールドを持っており、アリスターの攻撃を受けても耐えやすく、持続的なダメージトレードで優位に立てる。\n- アリスターは攻撃力が低く、ミリオのサポート能力によってアリスターの攻撃を受け流しやすい。\n- ミリオは遠距離攻撃が可能で、アリスターの近接攻撃を避けながらハラスを行えるため、レーンでの優位性を保ちやすい。",
			"モルガナ": "モルガナがアリスターに有利です。\n\n理由は以下の通りです。\n\n- アリスターはCCに依存するチャンピオンであり、モルガナのスネアやスペルシールドによって彼のエンゲージを無効化できるため、レーンでのオールインを安定して拒否できる。\n- モルガナの遠距離からの攻撃は、アリスターが近づく前にダメージを与えることができ、アリスターのタンク性能を削ることができる。\n- アリスターはマナ消費が激しいため、スキルを多用するモルガナに対して持続的に戦うのが難しく、レーンでの優位性を失いやすい。\n- モルガナは長時間のCCを持っているため、アリスターがスキルを使った後に反撃するチャンスが生まれ、集団戦でも有利に立ち回ることができる。\n- アリスターの攻撃力が低いため、モルガナは安全にダメージを与え続けることができ、レーンでの圧力をかけやすい。",
			"ルル": "ルルがアリスターに有利です。\n\n理由は以下の通りです。\n\n- ルルはアリスターのエンゲージを無力化する能力が高く、特にアリスターが突っ込んできた際にポリモーフを使うことで、彼の攻撃を無効化できます。\n- ルルのシールドやHP増加のスキルにより、アリスターの攻撃を受けても味方を守ることができ、アリスターのタンク性能を活かさせない状況を作りやすいです。\n- アリスターは攻撃力が低く、ルルの射程が長いため、ルルは安全な距離から攻撃を行い、アリスターに対して優位に立つことができます。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っているため、アリスターが味方を狙う際にも、ルルが介入することで状況を有利に進めることができます。\n- アリスターのスキルのクールダウンが長いため、ルルはその隙を突いて攻撃を仕掛けることができ、レーンでの優位性を保ちやすいです。",
			"バード": "バードがアリスターに有利です。\n\n理由は以下の通りです。\n\n- アリスターは近接チャンピオンであり、バードの遠距離攻撃を受けやすい。バードは安全な距離から攻撃できるため、アリスターのエンゲージを避けやすい。\n- バードのスキルはCCを持っており、アリスターのエンゲージを妨害することができる。特に、アリスターが突っ込んできた際にスタンを当てることで、彼の行動を制限できる。\n- バードはロームが得意で、他のレーンに影響を与えやすい。アリスターはレーンでの維持力が高いが、バードのロームによってアリスターの影響力を削ぐことができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、集団戦でアリスターの強力なCCを無効化することができる。これにより、アリスターの強みを活かさせない状況を作り出せる。\n- アリスターはマナ消費が激しいため、スキルを多用するバードに対して持続的に戦うのが難しい。バードは鐘を回収することでマナ回復ができるため、持続力で優位に立てる。",
			"ラックス": "ラックスがアリスターに有利です。\n\n- ラックスは遠距離からの攻撃が可能で、アリスターが接近する前にハラスをかけやすい。\n- アリスターは基本的に近接型のタンクであり、ラックスのスキルを避けるのが難しいため、ラックスのバーストダメージを受けやすい。\n- ラックスのスキルはミニオンにブロックされないため、アリスターが前に出てきてもハラスを続けることができる。\n- アリスターのエンゲージを受ける前に、ラックスはスキルを使って相手を捕まえたり、ダメージを与えたりすることができる。\n- アリスターはマナ消費が激しいため、スキルを多用するラックスに対して持続的に戦うのが難しい。",
			"ポッピー": "ポッピーが有利です。\n\n- ポッピーはアリスターのエンゲージを阻止する能力があり、アリスターが近づいてくる際にスキルを使うことで、アリスターの動きを制限できます。\n- アリスターは基本的に攻撃力が低く、ポッピーの高いシールドと割合ダメージに対して効果的にダメージを与えることが難しいです。\n- ポッピーは豊富なCCを持っており、アリスターの攻撃を受ける前に相手を制御することができます。\n- アリスターのスキルはクールダウンが長いため、ポッピーがスキルをうまく使うことでアリスターのスキルを無効化しやすいです。\n- ポッピーはタイマン性能が高く、アリスターとの1対1のトレードで有利に立ち回ることができます。"
		}
	},
	"パンテオン": {
		"name": "パンテオン",
		"beats": {
			"シャコ": "シャコが不利です。\n\n- パンテオンは対象指定のスタンを持っており、シャコが奇襲を仕掛けた際に確実に反撃できるため、シャコの攻撃を無効化しやすい。\n- パンテオンのオールイン能力が高く、シャコがインビジブル状態で近づいても、パンテオンのスキルで一気に倒されるリスクがある。\n- パンテオンは序盤からキルプレッシャーが高く、シャコがレベルを上げる前に攻撃を受けると、早期に不利な状況に陥る可能性がある。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力が強く、シャコがロームしても他のレーンでの状況が悪化することがある。\n- パンテオンは集団戦でのAoEダメージが乏しいが、シャコも集団戦が苦手なため、パンテオンとの1対1のトレードで不利になることが多い。",
			"ヴェル＝コズ": "ヴェル＝コズがパンテオンに不利です。\n\n- パンテオンは近接攻撃を持ち、オールインの際にスタンを使ってヴェル＝コズに接近しやすい。\n- パンテオンの短いCDのスキルにより、序盤から高いキルプレッシャーをかけられ、ヴェル＝コズはハラスを受けやすい。\n- ヴェル＝コズは機動力が低く、パンテオンの攻撃を避ける手段が限られているため、捕まると致命的なダメージを受ける。\n- パンテオンのグローバルなUltにより、他のレーンへの影響力が高く、ヴェル＝コズはロームや寄りに対して脆弱になる。\n- ヴェル＝コズのスキルは射程が長いが、パンテオンのリープによって距離を詰められると、スキルを当てるのが難しくなる。",
			"モルガナ": "モルガナが不利です。\n\n- パンテオンは対象指定のリープとスタンを持っており、オールインの際にモルガナを確実に捕まえることができるため、モルガナはトレードで不利になります。\n- パンテオンの序盤のキルプレッシャーが高く、モルガナはハラスを受けやすく、レーンでの生存が難しくなります。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力が強く、モルガナがロームする際に不利な状況を作られやすいです。\n- モルガナのスキルはクールダウンが長く、パンテオンの攻撃に対して反撃するタイミングが限られるため、持続的なダメージを与えにくいです。\n- パンテオンは短期戦に強く、モルガナのCCを避けつつ攻撃を仕掛けることができるため、モルガナはオールインに対して脆弱です。",
			"ニーコ": "ニーコが不利です。\n\n- パンテオンは対象指定のリープとスタンを持っており、ニーコが近づく前にオールインされるリスクが高い。\n- ニーコのスキルは射程が短く、パンテオンの攻撃を避けるのが難しいため、ハラスを受けやすい。\n- パンテオンは序盤からキルプレッシャーが高く、ニーコがレーンでの安定を保つのが難しい。\n- パンテオンのスキルは短時間でのバーストダメージを防ぐ能力があり、ニーコの攻撃を無効化されることがある。\n- ニーコは接近戦での防御が低く、パンテオンの攻撃を受けると危険な状況に陥りやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が強いため、ニーコがロームする際に不利になることがある。",
			"ラックス": "ラックスが不利です。\n\n- パンテオンは接近戦に強く、オールインの際にスタンを持っているため、ラックスがスキルを使う前に攻撃を受けやすい。\n- ラックスは基礎ステータスが低く、パンテオンのバーストダメージに対して非常に脆弱で、接近されるとすぐに倒される危険がある。\n- パンテオンのリープによって、ラックスのスキルを避けられることが多く、ハラスが効果的に行えない。\n- パンテオンはグローバルなUltを持っているため、他のレーンへの影響力が高く、ラックスがロームする際に不利な状況を作られやすい。\n- パンテオンは短期戦に強く、ラックスのスキルのクールダウンが長いため、スキルを使った後に反撃されるリスクが高い。",
			"バード": "バードが不利です。\n\n- パンテオンはオールインの確実性が高く、バードのハラスを無視して攻撃できるため、バードはトレードで劣る。\n- パンテオンのスタンや短時間でのバーストダメージに対して、バードは防御手段が限られており、特に序盤は脆弱。\n- パンテオンはグローバルなUltを持っているため、バードがロームしても、パンテオンが他のレーンに影響を与えることができる。\n- バードのダメージスキルはQのみで、APレシオが低いため、パンテオンに対して十分なダメージを出すことが難しい。\n- パンテオンは近接チャンピオンであり、バードの攻撃範囲を活かすことが難しく、接近されると非常に厳しい状況になる。",
			"ジリアン": "ジリアンはパンテオンに不利です。\n\n- パンテオンはオールインの確実性が高く、ジリアンがハラスを行う前に攻撃を仕掛けられるため、ジリアンは安全にプレイしづらい。\n- パンテオンのスタンやリープによって、ジリアンは捕まえられやすく、特に基礎ステータスが低いため、瞬時に倒されるリスクが高い。\n- パンテオンは序盤からキルプレッシャーをかけやすく、ジリアンがスキルを多用することでマナが枯渇しやすい状況を作り出す。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力が高く、ジリアンがロームやサポートを行う際に不利な状況を作られやすい。\n- ジリアンの攻撃手段が限られているため、パンテオンの持つ高いバーストダメージに対抗する手段が乏しい。",
			"ノーチラス": "ノーチラスが不利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のリープとスタンを持っており、オールインの際にノーチラスを確実に捕まえることができるため、ノーチラスは攻撃を受けやすい。\n- パンテオンの短時間でのバーストダメージに対して、ノーチラスはサステインが乏しく、序盤のトレードで不利になることが多い。\n- パンテオンはグローバルなUltを持っているため、他のレーンへの影響力が高く、ノーチラスがロームを試みる際に圧力をかけられやすい。\n- ノーチラスは移動速度が低く、パンテオンの攻撃を避けるのが難しいため、特に序盤のハラスに対して脆弱である。\n- パンテオンのスキルはクールダウンが長いものの、オールインの際には一気にダメージを出せるため、ノーチラスがCCを使う前に倒される可能性が高い。",
			"ゼラス": "ゼラスが不利です。\n\n- パンテオンは近接チャンピオンであり、オールインの際にスタンを持っているため、ゼラスが攻撃を仕掛ける前に反撃されやすい。\n- パンテオンのスキルは短時間でのバーストダメージを出す能力が高く、ゼラスは自衛手段が乏しいため、近づかれると危険。\n- ゼラスは射程が長いものの、パンテオンのリープによって一気に距離を詰められると、攻撃を避けることが難しい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、ゼラスがレーンで優位に立っていても、ロームによって逆転される可能性がある。\n- ゼラスはマナ消費が多く、長期戦になるとマナが枯渇しやすいが、パンテオンは短期決戦を得意とするため、持続力で劣る。",
			"カルマ": "カルマが不利です。\n\n- パンテオンは対象指定のリープとスタンを持っており、オールインの際にカルマに対して強力なプレッシャーをかけることができる。\n- パンテオンのバーストダメージは序盤から非常に高く、カルマのスネアやシールドでは対処しきれないことが多い。\n- パンテオンは短時間でのキルを狙いやすく、カルマは育ったアサシンに対して脆弱であるため、トレードで不利になることが多い。\n- パンテオンのグローバルなUltを活かしたロームにより、他のレーンにも影響を与えやすく、カルマはその動きに対抗しづらい。\n- カルマはスネアの発生に時間がかかるため、パンテオンの攻撃を避けるのが難しく、特にオールインの際に致命的な状況を招くことがある。"
		},
		"loses": {
			"ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持っており、パンテオンのオールインを無効化することができるため、彼の攻撃を効果的に防ぐことができる。\n- パンテオンは短期的なバーストダメージに強いが、ジャンナはシールドを使って味方を守ることができるため、パンテオンの攻撃を耐えることができる。\n- ジャンナの高い移動速度とディスエンゲージ能力により、パンテオンが接近しても逃げやすく、逆に反撃のチャンスを作りやすい。\n- パンテオンは長期戦に弱いが、ジャンナは持続的なサポートを提供できるため、レーン戦での持久力が高い。\n- ジャンナはタンク系のチャンピオンに対して有利であり、パンテオンの攻撃を受け流しつつ、味方のダメージを増加させることができる。",
			"ポッピー": "ポッピーが有利です。\n\n- ポッピーはダッシュやリープを阻止する能力があり、パンテオンのオールインを無効化できるため、パンテオンの攻撃を受けにくい。\n- パンテオンは短期戦に強いが、ポッピーは高いシールドと割合ダメージを持っているため、1対1の戦闘で有利に立ちやすい。\n- ポッピーのCCはパンテオンの動きを制限できるため、パンテオンが攻撃を仕掛けるタイミングをずらすことができる。\n- パンテオンは長期戦になるとDPSが低下するが、ポッピーは持続的なダメージと耐久力を持っているため、時間が経つほど有利になる。\n- ポッピーは味方を守るPeel性能が高く、パンテオンが他のレーンにロームした際にも、味方をサポートしやすい。",
			"レル": "レルが有利です。\n\n- レルは複数のCCを持っており、パンテオンのオールインを無効化することができるため、パンテオンの攻撃を受けにくい。\n- パンテオンは短期戦に強いが、レルの拘束力によってパンテオンの攻撃を避けつつ反撃することが可能。\n- レルのパッシブによって、パンテオンのARを吸収し、ダメージを与えやすくなるため、タンクとしての強みを活かせる。\n- レルは移動速度を上げる手段が豊富で、パンテオンのGankやロームに対しても対応しやすい。\n- パンテオンは長期戦に弱いが、レルは持続的なCCとサステインを持っているため、レーンでの優位を保ちやすい。",
			"ソラカ": "ソラカがパンテオンに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持っており、パンテオンのオールインを耐えることができるため、トレードで優位に立ちやすい。\n- サイレンス効果を持つスキルにより、パンテオンのスキルを無効化しやすく、特に彼の攻撃を妨害することができる。\n- ソラカは射程が長いため、パンテオンが近づく前にハラスを行いやすく、レーンでのプレッシャーをかけることができる。\n- パンテオンは長期戦になるとDPSが低下するが、ソラカは持続的な回復を提供できるため、持久戦で有利に働く。\n- ソラカは逃げる手段が乏しいパンテオンに対して、適切な位置取りをすることで安全にプレイできる。",
			"ブラウム": "ブラウムがパンテオンに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、パンテオンのオールインを受け止めることができるため、パンテオンの攻撃を無効化しやすい。\n- パンテオンのスキルはクールダウンが長く、ブラウムがその間に味方を守ることができるため、持続的な戦闘で優位に立てる。\n- ブラウムのパッシブは、パンテオンの攻撃に対してスタンを狙えるため、パンテオンの攻撃を受けた際に反撃のチャンスを作りやすい。\n- ブラウムは味方を守る能力が高く、パンテオンのGankやロームに対しても効果的に対処できる。\n- パンテオンは集団戦でのAoEダメージが乏しいため、ブラウムの防御スキルを活かして味方を守りつつ、戦闘を有利に進めることができる。",
			"ソナ": "ソナが有利です。\n\n理由:\n- ソナは遠距離攻撃が可能で、パンテオンの近接攻撃を避けやすい。\n- ソナの回復能力により、パンテオンのバーストダメージを軽減できるため、オールインに対抗しやすい。\n- ソナのAoEスタンは、パンテオンの攻撃を防ぎ、集団戦での影響力を高める。\n- パンテオンはスキルのクールダウンが長いため、ソナがスキルを使い終わった後に攻撃するチャンスが生まれる。\n- ソナはレーンでのハラスが得意で、パンテオンの攻撃を受ける前にダメージを与えることができる。\n- ソナのオーラによる支援は、集団戦での生存率を向上させ、パンテオンの効果を相対的に薄める。",
			"ミリオ": "ミリオがパンテオンに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、パンテオンのオールインを避けつつ、トレードで有利に立ち回ることができる。\n- パンテオンのスタンやバーストダメージをウルトで解除できるため、彼の強力なエンゲージを無効化できる。\n- ミリオの回復やシールドにより、パンテオンのダメージを軽減し、持続的なトレードで優位に立つことができる。\n- パンテオンは長期戦に弱いが、ミリオは持続的なサポートが可能で、特にレーン戦での持久力が高い。\n- ミリオはCCを持つチャンピオンに対して強いため、パンテオンの攻撃を受け流しやすい。",
			"ルル": "ルルがパンテオンに有利です。\n\n- ルルのポリモーフによって、パンテオンのオールインを無力化できるため、彼の攻撃を効果的に防ぐことができる。\n- ルルは味方にシールドを付与できるため、パンテオンのバーストダメージを軽減しやすい。\n- ルルのスキルは遠距離から発動できるため、パンテオンが近づく前にハラスを行うことができ、序盤から優位に立ちやすい。\n- パンテオンはクールダウンが長いため、ルルがスキルを使った後に攻撃を仕掛けることで、パンテオンの攻撃を避けることができる。\n- ルルは味方を強化する能力が高く、パンテオンがロームしても味方を守ることができるため、チーム全体の生存能力を向上させることができる。",
			"ラカン": "ラカンがパンテオンに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、パンテオンの攻撃を避けやすい。これにより、パンテオンのオールインを回避することができる。\n- ラカンのCCはパンテオンの攻撃を妨害するのに非常に効果的で、特にパンテオンがリープしてきた際にスタンを与えることで、彼の攻撃を無力化できる。\n- ラカンは味方をシールドやヒールで支援できるため、パンテオンのバーストダメージに対抗しやすい。これにより、パンテオンがオールインを仕掛けても生存する可能性が高まる。\n- ラカンはスカーミッシャーやアサシンに対して有利であり、パンテオンもその一種であるため、ラカンの特性が活かされやすい。\n- パンテオンは長期戦になるとDPSが低下するが、ラカンは持続的なサステインを提供できるため、レーンでの優位性を保ちやすい。",
			"ザイラ": "ザイラはパンテオンに有利です。\n\n- ザイラは長射程の攻撃を持っており、パンテオンが接近する前にダメージを与えることができるため、トレードで優位に立ちやすい。\n- ザイラのCCを活かすことで、パンテオンのオールインを防ぎやすく、特にスタンやスローを使って彼の攻撃を無効化できる。\n- パンテオンはスキルのクールダウンが長いため、ザイラがスキルをうまく使い分けることで、パンテオンの攻撃を避けつつ持続的にダメージを与えることができる。\n- ザイラは植物を使役することで、持続的なダメージを与えられるため、パンテオンが攻撃を仕掛ける際にリスクを伴う。\n- パンテオンは接近戦が得意だが、ザイラはその射程を活かして安全にプレイできるため、パンテオンが近づくのが難しい。"
		}
	},
	"ノーチラス": {
		"name": "ノーチラス",
		"beats": {
			"ザイラ": "ザイラはノーチラスに不利です。\n\n- ノーチラスは強力なCCを持ち、ザイラがスキルを発動する前に接近して拘束することができるため、ザイラの攻撃を封じることができる。\n- ノーチラスのフックは射程が長く、ザイラが安全に攻撃できる距離から一方的に攻撃される可能性が高い。\n- ザイラは移動手段が乏しく、ノーチラスが接近してくると逃げる手段が限られているため、非常に脆弱になる。\n- ノーチラスのタンク性能により、ザイラの持続的なダメージを受けても耐えられるため、オールインを仕掛けられると厄介。\n- ザイラのスキルは発動から発生までに時間がかかるため、ノーチラスの攻撃を避けるのが難しい。",
			"ラックス": "ラックスがノーチラスに不利です。\n\n- ノーチラスは強力なCCを持っており、ラックスが接近されるとスキルを使う余裕がなくなるため、捕まるリスクが高い。\n- ノーチラスのフックやスタンによって、ラックスは簡単に拘束され、ダメージを受けやすくなる。\n- ラックスは基礎ステータスが低く、ノーチラスのタンク性能に対して脆弱で、オールインされると生存が難しい。\n- ノーチラスは接近戦に強く、ラックスのスキルを避けることができるため、ラックスのハラスが効きにくい。\n- ノーチラスの耐久力により、ラックスのバーストダメージが通りにくく、効果的なダメージを与えられない。",
			"ユーミ": "ユーミがノーチラスに不利です。\n\n- ノーチラスは強力なCCを持っており、ユーミが密着している味方を簡単に捕まえることができるため、ユーミのサポート能力が制限される。\n- ユーミは単独での戦闘能力が低く、ノーチラスのオールインに対して脆弱であるため、彼の攻撃を受けやすい。\n- ノーチラスのフックやCCは射程が長く、ユーミが逃げる手段が限られているため、捕まるリスクが高い。\n- ユーミはCCがスロー止まりであるため、ノーチラスの攻撃を防ぐことが難しく、オールインに対して無力である。\n- ノーチラスはタンクであり、ユーミの回復やシールドがあまり効果的でないため、持続戦闘で不利になる。",
			"ゼラス": "ゼラスがノーチラスに不利です。\n\n- ノーチラスは強力なCCを持っており、ゼラスが距離を保とうとしてもフックや拘束で捕まえられる可能性が高い。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、ノーチラスのオールインに対して脆弱である。\n- ノーチラスのタンク性能により、ゼラスのスキルダメージが通りにくく、持続的なダメージを与えるのが難しい。\n- ノーチラスはゼラスのスキルを避けるために近づくことができ、ゼラスが攻撃を当てる前に接近されることが多い。\n- ゼラスはマナ消費が多く、長期戦になるとマナが枯渇しやすいため、持続的なハラスが難しくなる。",
			"ポッピー": "ポッピーが不利です。\n\n- ノーチラスは強力なCCを持ち、ポッピーのエンゲージや逃げる動きを封じることができるため、ポッピーは攻撃を仕掛けにくい。\n- ノーチラスのフックやスタンは、ポッピーのスキルを無効化することができ、特にポッピーのシールドやCCを活かすタイミングを奪う。\n- ノーチラスはタンクとしての耐久力が高く、ポッピーのダメージを受け止めやすいため、長期戦で有利に立ち回ることができる。\n- ポッピーは射程が短いため、ノーチラスのフックやスキルの射程に対して接近するのが難しく、ハラスを受けやすい。\n- ノーチラスは味方を守るピール能力が高く、ポッピーがオールインを仕掛けても、ノーチラスが味方を守ることで効果的なダメージを与えにくい。",
			"パイク": "パイクが不利です。\n\n- ノーチラスは強力なCCを持っており、パイクの機動力を封じることができるため、パイクが攻撃を仕掛ける前に捕まえられる可能性が高い。\n- ノーチラスのフックは射程が長く、パイクが近づく前に先手を取られることが多い。これにより、パイクは安全に攻撃することが難しくなる。\n- ノーチラスはタンクであり、パイクの瞬間火力を耐えることができるため、パイクがオールインを仕掛けても効果的に反撃される。\n- ノーチラスのCCは複数あり、パイクがスキルを使った後に反撃されるリスクが高く、特に集団戦ではパイクが孤立しやすい。\n- ノーチラスは自衛性能が高く、パイクがフックを当てても逃げられる可能性があるため、パイクのキルチャンスが減少する。"
		},
		"loses": {
			"レル": "レルが有利です。\n\n- レルは複数のAoE CCを持っており、ノーチラスのスキルを無効化しやすい。特に、ノーチラスのフックを避けることができるため、オールインを仕掛けやすい。\n- ノーチラスは移動速度が遅く、スキルに依存するため、レルのエンゲージに対して反応しづらい。レルは自身と味方の移動速度を上げることができるため、追撃や逃走が得意。\n- レルのパッシブによって、ノーチラスのARを吸収しやすく、タンクとしての強みを活かしてダメージを与えやすい。\n- ノーチラスはCCを持つが、レルはそのCCを無効化する手段が豊富で、特に集団戦ではレルが有利に立ち回れる。\n- レルはオールインの際に長時間拘束できるため、ノーチラスが反撃する前にダメージを与えられる。",
			"ブラウム": "ブラウムはノーチラスに有利です。\n\n- ブラウムは高い防御性能を持ち、ノーチラスのCCを軽減することができるため、ノーチラスの攻撃を受け流しやすい。\n- ノーチラスのフックやCCを受けた際に、ブラウムのパッシブを活用してスタンを狙うことで、ノーチラスのオールインを無効化できる。\n- ブラウムは味方を守る能力が高く、ノーチラスが攻撃を仕掛けてきた際に、味方ADCをしっかりと守ることができる。\n- ノーチラスはスキルに依存するため、スキルが外れた場合の反撃が難しく、ブラウムの防御スキルによって攻撃が通りにくくなる。\n- ブラウムは接近戦に強く、ノーチラスが近づいてくる際に、ブラウムのCCを使って反撃することができる。",
			"パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、ノーチラスのCCを無効化しやすい。これにより、ノーチラスがオールインを仕掛けても、パンテオンは反撃するチャンスがある。\n- パンテオンの攻撃は序盤から非常に強力で、ノーチラスがスキルを使った後の隙を突いてダメージを与えやすい。特に、ノーチラスのスキルがクールダウン中の時に有利に立てる。\n- パンテオンは短時間でバーストダメージを出す能力があり、ノーチラスがタンクであるにもかかわらず、早期にキルを狙いやすい。\n- パンテオンのグローバルなUltを活かして、他のレーンに寄ることで、試合全体に影響を与えやすく、ノーチラスが孤立しやすい状況を作り出せる。\n- ノーチラスは移動速度が遅く、パンテオンのリープを使った攻撃に対して逃げるのが難しいため、パンテオンが有利にトレードを進めやすい。",
			"ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使ってノーチラスのフックを避けることができ、奇襲を仕掛けやすいです。\n- ノーチラスは近接チャンピオンであり、ニーコの射程の長さを活かして安全に攻撃できます。\n- ニーコのAoEダメージとスタンを持つアルティメットは、ノーチラスのCCを無効化することができ、乱戦での優位性を持ちます。\n- ノーチラスは移動速度が遅いため、ニーコは距離を保ちながら攻撃しやすく、逃げることも容易です。\n- ニーコは短射程のチャンピオンに対して有利であり、ノーチラスはその特性に該当します。",
			"レオナ": "レオナが有利です。\n\n- レオナは高いイニシエート能力を持ち、ノーチラスよりも早いタイミングでオールインを仕掛けることができるため、ノーチラスのスキルを使わせる前に有利な状況を作りやすい。\n- レオナのCCは瞬時に敵を拘束することができ、ノーチラスのフックを避けることができるため、ノーチラスの攻撃を無効化しやすい。\n- 基礎ステータスが高く、序盤の戦闘において耐久力があるため、ノーチラスの攻撃を受けても生存しやすい。\n- ノーチラスはスキルに依存するため、スキルを使った後の隙を突いてレオナが攻撃を仕掛けることができる。\n- レオナはダイバーやスカーミッシャーに対して強く、ノーチラスもその一種であるため、レオナが有利に立ち回ることができる。",
			"ラカン": "ラカンがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ノーチラスのスキルを避けやすいため、フックやCCを回避しやすい。\n- ノーチラスのスキルはスキルショットであるため、ラカンの機動力を活かして避けることができ、ノーチラスの攻撃を無効化できる。\n- ラカンは2種類のCCを持っており、ノーチラスが接近した際に効果的に反撃できるため、オールインに対して強い。\n- ラカンのシールドやヒールにより、ノーチラスのダメージを軽減し、持続的な戦闘が可能になる。\n- ノーチラスは移動速度が遅いため、ラカンの機動力を活かして距離を取ることができ、ノーチラスの攻撃を避けながら反撃することができる。",
			"スレッシュ": "スレッシュがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- スレッシュは遠距離からフックを使ってノーチラスを捕まえることができ、ノーチラスの接近を阻止しやすい。\n- ノーチラスのCCは主に近接戦で効果を発揮するため、スレッシュの距離を保ちながら戦うことで、ノーチラスの強みを無効化できる。\n- スレッシュのランタンを使うことで、味方を安全に引き寄せたり、ノーチラスの攻撃を回避することができる。\n- スレッシュは高いCC性能を持ち、ノーチラスがオールインを仕掛ける前に捕まえることができるため、ノーチラスの行動を制限できる。\n- ノーチラスは移動速度が遅く、スレッシュの機動力を活かして立ち回ることで、ノーチラスの攻撃を避けやすい。"
		}
	},
	"ラックス": {
		"name": "ラックス",
		"beats": {
			"ブランド": "ブランドがラックスに不利です。\n\n理由は以下の通りです。\n\n- ラックスは高いバーストダメージを持ち、スキルを当てられると瞬時に大きなダメージを受けるため、ブランドはハラスを受けやすい。\n- ラックスのスキルはミニオンにブロックされないため、ブランドがミニオンを使ってハラスを避けることが難しい。\n- ラックスのスキルは射程が長く、ブランドが接近する前にダメージを与えられるため、ブランドは安全に攻撃しづらい。\n- ラックスは視界を確保するスキルを持っており、ブランドが隠れて奇襲をかけることが難しくなる。\n- ブランドは自衛手段が乏しく、ラックスに接近されると反撃する余裕がなくなるため、ラックスの攻撃を受けやすい。",
			"ザイラ": "ザイラがラックスに不利です。\n\n理由は以下の通りです。\n\n- ラックスは高いバーストダメージを持ち、ザイラが接近する前に大きなダメージを与えることができる。\n- ラックスのスキルはミニオンにブロックされないため、ザイラが植物を使ってもハラスを受けやすい。\n- ザイラは移動手段が乏しく、ラックスのスキルを避けるのが難しいため、捕まるリスクが高い。\n- ラックスのスキルは射程が長く、ザイラが安全に攻撃することが難しい。\n- ラックスのCC（クラウドコントロール）を受けると、ザイラは反撃の機会を失い、逆に攻撃される危険がある。",
			"ラカン": "ラカンがラックスに不利です。\n\n- ラックスは長射程のスキルを持ち、ラカンが接近する前にハラスをかけることができるため、レーンでのプレッシャーが強い。\n- ラックスのスキルはミニオンにブロックされないため、ラカンが前に出ると簡単にダメージを受けてしまう。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルに当たるリスクが高い。特に、ラックスの捕まえるスキルは当てやすい。\n- ラカンは防御力が低く、ラックスの高いバーストダメージに対して非常に脆弱で、接近されると一気に不利になる。\n- ラックスは視界を確保するスキルを持っているため、ラカンの動きを把握しやすく、エンゲージのタイミングを読みやすい。",
			"セナ": "セナが不利です。\n\n- ラックスは高いバーストダメージを持ち、セナがハラスを行う前に大きなダメージを与えることができる。\n- ラックスのスキルはミニオンにブロックされないため、セナがハラスを試みても、ラックスは安全に攻撃できる。\n- セナは基礎ステータスが低く、ラックスのスキルを受けると非常に脆弱で、接近されると危険。\n- ラックスのスキルは射程が長く、セナが攻撃する前に先手を取られることが多い。\n- ラックスは視界を確保するスキルを持っており、セナの動きを把握しやすく、ギャンクやエンゲージに対しても有利に立ち回れる。\n- セナはスタックを集める必要があり、序盤は火力が低いため、ラックスに対してプレッシャーをかけるのが難しい。",
			"セラフィーン": "セラフィーンが不利です。\n\n- ラックスは高いバーストダメージを持ち、セラフィーンのスキルを当てる前に攻撃を仕掛けることができる。\n- ラックスのスキルはミニオンにブロックされないため、セラフィーンはハラスを受けやすい。\n- セラフィーンのスキルの発生が遅く、ラックスのスキルショットに対して反応しづらい。\n- ラックスは長射程の攻撃を持ち、セラフィーンが安全に支援することが難しくなる。\n- セラフィーンはオールイン合戦で基礎ダメージが低く、ラックスの攻撃に対して脆弱である。\n- ラックスのCCを受けると、セラフィーンは反撃のチャンスを失い、逆に攻撃される危険が高まる。",
			"レル": "レルがラックスに不利です。\n\n理由:\n- ラックスは射程が長く、レルが近づく前にハラスを受けやすい。\n- ラックスのスキルはミニオンにブロックされず、レルが前に出るときにダメージを受けやすい。\n- ラックスのバーストダメージは高く、レルが接近する前に大きなダメージを受ける可能性がある。\n- ラックスはCCを持っていないため、ラックスのスキルを避ける手段が限られている。\n- ラックスのスキルは方向指定であるが、レルは機動力が低く、スキルを避けるのが難しい。\n- ラックスは集団戦でのAoEダメージが強力で、レルが前に出ると一気に不利になる可能性が高い。",
			"モルガナ": "モルガナがラックスに不利です。\n\n- ラックスは長射程のスキルを持ち、モルガナが近づく前にハラスを行いやすい。\n- ラックスのスキルはミニオンにブロックされないため、モルガナはハラスを受けやすい。\n- ラックスのバーストダメージは高く、モルガナがスキルを当てる前に大きなダメージを受ける可能性がある。\n- モルガナのスキルはクールダウンが長く、ラックスのスキルに対して反撃するタイミングが難しい。\n- ラックスは視界を確保するスキルを持っており、モルガナの動きを把握しやすい。\n- ラックスのスキルは方向指定であるため、モルガナのスネアを避けられる可能性が高い。",
			"ブラウム": "ブラウムはラックスに不利です。\n\n- ラックスは射程が長く、遠距離からのハラスが得意であるため、ブラウムは接近する前にダメージを受けやすい。\n- ブラウムは遠距離攻撃手段が乏しく、ラックスのスキルを避けることが難しいため、ハラスを受け続けることになる。\n- ラックスのスキルはミニオンにブロックされないため、ブラウムが前に出てもハラスを防ぎにくい。\n- ブラウムのCCは発動までに時間がかかるため、ラックスがスキルを当てるチャンスを与えてしまう。\n- ラックスは高いバーストダメージを持っており、ブラウムが接近した際に一気にダメージを受けるリスクが高い。",
			"スレッシュ": "スレッシュはラックスに不利です。\n\n- ラックスは高いバーストダメージを持ち、遠距離からのハラスが得意であるため、スレッシュは接近する前に大きなダメージを受けやすい。\n- ラックスのスキルは全てミニオンにブロックされないため、スレッシュがハラスを試みる際に、ラックスは安全に攻撃を行える。\n- スレッシュはスキルのクールダウンが長く、特にフックを外した場合の隙が大きいため、ラックスに対して有効な攻撃を行う機会が減少する。\n- ラックスのスキルは方向指定であるが、スレッシュは機動力が低く、ラックスのスキルを避けるのが難しい。\n- ラックスは視界を確保するスキルを持っており、スレッシュの動きを把握しやすいため、エンゲージのタイミングを読まれやすい。",
			"アリスター": "アリスターがラックスに不利です。\n\n理由は以下の通りです。\n\n- ラックスは遠距離からの攻撃が得意で、アリスターが接近する前にハラスを受けやすい。\n- ラックスのスキルはミニオンにブロックされず、アリスターが前に出るときにダメージを受けるリスクが高い。\n- アリスターのエンゲージは短いため、ラックスのスキルを避けることが難しく、捕まると一気に不利になる。\n- ラックスは高いバーストダメージを持ち、アリスターがタンクとして耐えるのが難しい状況を作り出すことができる。\n- アリスターは攻撃力が低く、ラックスに対して効果的なダメージを与えることができず、逆にラックスからの反撃を受けやすい。"
		},
		"loses": {
			"パイク": "パイクがラックスに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすいため、ラックスの攻撃を受けにくい。\n- ラックスは接近されると脆弱であり、パイクのフックやコンボで簡単に捕まえられる。\n- パイクのパッシブによる回復効果があるため、ラックスのハラスに対して耐性が強く、レーンでの持続力が高い。\n- ラックスのスキルは方向指定であり、パイクの移動能力を活かして避けることができるため、ラックスの攻撃を無効化しやすい。\n- パイクはキルを取った際にゴールドを味方と共有できるため、ラックスに対して早期に優位を築くことができる。",
			"バード": "バードがラックスに有利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持っており、ラックスのスキルを避けやすい。これにより、ラックスのハラスを受けにくくなる。\n- バードのパッシブによる鐘の回収で、装備依存度が低く、早期から火力を出せるため、ラックスに対してもプレッシャーをかけやすい。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ラックスのスキルを無効化し、味方を守ることができる。\n- バードはCCを持っており、ラックスのようなスキルショットを持つチャンピオンに対して、スタンを使って捕まえることができる。\n- バードはレーン維持が得意で、ラックスの高バーストダメージに対しても回復スキルを活かして耐えることができる。",
			"カルマ": "カルマがラックスに有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ラックスに対して高いプレッシャーをかけることができる。\n- カルマのスネアは対象指定であり、ラックスのスキルを避けることが難しく、捕まえやすい。\n- カルマはシールドを持っているため、ラックスのバーストダメージを軽減できる。\n- カルマのスキルはハラスやトレードにおいて非常に効果的で、ラックスのスキルを避けながら攻撃できる。\n- ラックスは接近されると脆弱であり、カルマのスキルを使って距離を詰めることができるため、ラックスに対して有利に立ち回れる。",
			"ユーミ": "ユーミがラックスに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、ラックスのスキルを回避しやすく、ハラスを受けにくい。\n- ラックスのスキルは方向指定であり、ユーミの加速やシールドを使うことで、スキルを避けることができる。\n- ユーミは回復やシールドを提供できるため、ラックスのバーストダメージに対抗しやすい。\n- ユーミはラックスの攻撃を受けることなく、味方を強化し続けることができるため、レーンでの優位を保ちやすい。\n- ユーミは自身の移動が不要なため、ラックスのスキルを避けながら、視界確保やアイテム使用に集中できる。",
			"シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコはインビジブルを利用してラックスのスキルを避けることができ、接近して攻撃するチャンスを得やすい。\n- ラックスは基礎ステータスが低く、接近されると脆弱なため、シャコの奇襲に対して非常に弱い。\n- シャコのCCを持つスキルを使うことで、ラックスの行動を制限し、攻撃のチャンスを作りやすい。\n- シャコは高い機動性を持っており、ラックスのスキルを避けながら攻撃することができるため、レーンでのプレッシャーをかけやすい。\n- ラックスはスキルのクールダウンが長いため、シャコがインビジブルで接近した際に反撃する余裕がないことが多い。",
			"ルル": "ルルがラックスに有利です。\n\n理由は以下の通りです。\n\n- ルルは固有のCCを持っており、ラックスのスキルを無力化することができるため、ラックスのハラスやバーストダメージを抑えることができる。\n- ルルのシールドやHP増加のスキルにより、ラックスの攻撃を受けても生存しやすく、味方を守る能力が高い。\n- ルルは短射程のサポートであり、ラックスのスキルを避けやすい位置取りが可能で、ラックスのスキルショットを当てにくくする。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っているため、ラックスが接近してくる敵に対しても有利に立ち回れる。\n- ルルのスキルは状況に応じた柔軟な対応が可能で、ラックスの攻撃を受ける際にも適切に対処できる。",
			"ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持っており、ラックスのスキルを当てるのが難しくなる。特に、ラックスがスキルを使った後の隙を突いて攻撃できる。\n- ナミのスキルは全てダメージを持ち、ハラスが得意であるため、ラックスに対しても持続的にダメージを与えやすい。\n- ナミは加速効果を持っているため、ラックスのスキルを避けやすく、トレードで有利に立ち回ることができる。\n- 短射程のラックスに対して、ナミは距離を保ちながら攻撃できるため、ラックスのハラスを受けにくい。\n- ナミの回復能力により、ラックスのバーストダメージを軽減でき、持続的な戦闘で優位に立つことができる。"
		}
	},
	"マオカイ": {
		"name": "マオカイ",
		"beats": {
			"パイク": "パイクがマオカイに不利です。\n\n- マオカイは高頻度でCCを使用でき、パイクの動きを制限しやすい。特にスネアによって捕まると、パイクの機動力が活かせなくなる。\n- マオカイのパッシブによるHP回復効果が強力で、パイクのハラスを受け流しやすい。これにより、レーンでの持続力が高く、パイクが有利に立ち回るのが難しい。\n- マオカイはタンクとしての耐久力が高く、パイクのバーストダメージを受けても生き残ることができるため、キルを狙いにくい。\n- マオカイは視界を確保する能力が高く、ブッシュを利用した戦術が得意なため、パイクが仕掛けるタイミングを読みやすい。\n- マオカイは近接チャンピオンに対して強い特性を持っており、パイクのような近接アサシンに対しても有利に立ち回れる。",
			"バード": "バードがマオカイに不利です。\n\n- マオカイは高い耐久力を持ち、バードのダメージを軽減できるため、バードの攻撃が効果的に通りにくい。\n- マオカイのCCはバードの移動を制限し、バードが安全にロームや攻撃を行うことを難しくする。\n- バードのダメージスキルはQのみで、APレシオが低いため、マオカイのタンク性能を突破するのが難しい。\n- マオカイは視界を確保しやすく、バードのロームを警戒しやすいため、バードの動きが制限される。\n- マオカイのパッシブによるHP回復効果が、バードの持続的なダメージを相殺する要因となる。",
			"ルル": "ルルがマオカイに不利です。\n\n- マオカイは高い耐久力を持ち、ルルのダメージを軽減しやすい。\n- マオカイのCCはルルの移動を制限し、ルルが安全に攻撃することを難しくする。\n- ルルのスキルは単体対象であり、マオカイのようなタンクに対しては効果が薄くなる。\n- マオカイは視界を確保しやすく、ルルが安全にプレイするためのブッシュを利用される可能性が高い。\n- マオカイのパッシブによるHP回復があるため、ルルの持続的なダメージが通りにくい。",
			"ポッピー": "ポッピーが不利です。\n\n- マオカイは高いHP回復能力を持ち、持続的な戦闘に強いため、ポッピーのダメージを受け流しやすい。\n- マオカイのCCは広範囲で、ポッピーが近づく前に足止めされる可能性が高い。\n- ポッピーのスキルは射程が短く、マオカイの攻撃を避けるのが難しいため、トレードで不利になりやすい。\n- マオカイはタンクとしての耐久力が高く、ポッピーのダメージを軽減しやすい。\n- マオカイの視界確保能力により、ポッピーがブッシュを利用する戦術が制限される。",
			"レル": "レルが不利です。\n\n- マオカイは高頻度でCCを使用でき、集団戦でのタフさとゾーニング能力が高いため、レルのエンゲージを無効化しやすい。\n- マオカイのパッシブによるHP回復効果が強力で、持続戦闘においてレルのダメージを軽減しやすい。\n- マオカイはブッシュを利用した視界確保が得意で、レルの動きを制限しやすく、Gankの成功率を高める。\n- レルは射程が短く、マオカイのスキルの射程に対して近づくのが難しく、オールインを狙うのが困難。\n- マオカイのスネアや広範囲のCCに対して、レルは機動力が低いため、捕まるリスクが高い。\n- マオカイはタンクとしての耐久力が高く、レルのダメージが通りにくい。",
			"シャコ": "シャコが不利です。\n\n- マオカイは高いCCを持っており、シャコの奇襲を容易に阻止できる。特にスネアやゾーニング能力が強力で、シャコが近づくことを難しくする。\n- マオカイのパッシブによるHP回復効果があるため、シャコのバーストダメージを受けても持ちこたえやすい。\n- マオカイはタンクとしての耐久力が高く、シャコの攻撃を受けても生存しやすい。シャコが攻撃を仕掛けても、マオカイはすぐに反撃できる。\n- マオカイは視界を確保する能力が高く、ブッシュを利用した戦術が得意なため、シャコの奇襲を事前に察知される可能性が高い。\n- シャコは集団戦でのAoEやCCが限られているため、マオカイの集団戦での強さに対抗しづらい。",
			"スレッシュ": "スレッシュが不利です。\n\n- マオカイは高いCCを持ち、スレッシュのエンゲージやピールを無効化することができるため、スレッシュが攻撃を仕掛けるのが難しい。\n- マオカイのパッシブによるHP回復効果があるため、スレッシュのハラスが効きにくく、持続的なダメージを与えにくい。\n- マオカイはブッシュを利用した視界確保が得意で、スレッシュのフックを避ける動きがしやすい。\n- スレッシュは基礎ステータスが低く、マオカイの持続的なダメージやCCに対して脆弱である。\n- マオカイのスネアやエンゲージ能力により、スレッシュが捕まるリスクが高く、逆にオールインされる可能性がある。",
			"パンテオン": "パンテオンがマオカイに不利です。\n\n理由は以下の通りです。\n\n- マオカイは高頻度でCCを使用でき、パンテオンのオールインを阻止することができるため、パンテオンの攻撃を避けやすい。\n- マオカイのパッシブによるHP回復効果があり、パンテオンのバーストダメージを受けても持続力が高い。\n- マオカイはブッシュを利用した視界確保が得意で、パンテオンのロームやGankを警戒しやすい。\n- マオカイのスネアや広範囲のCCにより、パンテオンが近づくことが難しく、トレードで不利になることが多い。\n- パンテオンは長期戦になるとDPSが低下するが、マオカイは持続的な戦闘が得意で、時間が経つほど有利になる。",
			"ブリッツクランク": "ブリッツクランクはマオカイに不利です。\n\n- マオカイは高い耐久力を持ち、集団戦でのタフさがあるため、ブリッツクランクのフックを受けても簡単には倒されない。\n- マオカイのCC（クラウドコントロール）能力は非常に強力で、ブリッツクランクがフックを外した場合、逆にマオカイに捕まるリスクが高まる。\n- マオカイはパッシブによるHP回復があり、持続的な戦闘においてブリッツクランクのダメージを軽減できる。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、マオカイに対して有効な攻撃手段が減少する。\n- マオカイは視界を確保する能力が高く、ブッシュを利用した戦術でブリッツクランクの動きを制限できる。"
		},
		"loses": {
			"ジリアン": "ジリアンがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは遠距離攻撃が可能で、マオカイの接近を阻止しやすい。\n- AoEスタンを持っているため、マオカイのエンゲージを無効化できる。\n- ジリアンの移動速度バフにより、味方を守りながらマオカイの攻撃を避けることができる。\n- マオカイは重傷効果に弱いが、ジリアンはその効果を持たないため、持続的なダメージを与えやすい。\n- ジリアンの蘇生能力は、マオカイのバーストダメージを無効化する手段となり、集団戦での生存率を高める。",
			"ブラウム": "ブラウムがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、マオカイのCCを受けても耐えることができるため、マオカイのエンゲージを無効化しやすい。\n- マオカイは主に近接攻撃型であり、ブラウムのパッシブによるスタンを受けると、攻撃の機会を失いやすい。\n- ブラウムはマオカイのスキルを軽減する能力があり、特にスキルショットに対して強いので、マオカイの攻撃を防ぎやすい。\n- マオカイは重傷効果に弱いが、ブラウムはそのような効果を持たないため、持続的なダメージを与えられない。\n- ブラウムは味方を守る能力が高く、マオカイがエンゲージを仕掛けた際に味方をしっかりとサポートできる。",
			"ヴェル＝コズ": "ヴェル＝コズがマオカイに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴェル＝コズは長射程のスキルを持っており、マオカイが近づく前にダメージを与えることができるため、レーンでのハラスがしやすい。\n- AoEダメージ: ヴェル＝コズのAoE攻撃は、マオカイのようなタンクに対しても効果的で、集団戦でのダメージを稼ぎやすい。\n- Trueダメージ: ヴェル＝コズのパッシブによるTrueダメージは、マオカイのタンク性能を無視してダメージを与えることができるため、タンク相手でも火力を維持できる。\n- CCの回避: マオカイのCCは主に近接攻撃に依存しているため、ヴェル＝コズは距離を保ちながら攻撃できるため、CCを避けやすい。\n- マナ消費の軽さ: ヴェル＝コズはマナ消費が軽く、持続的にスキルを使用できるため、レーン戦での持続力が高い。",
			"ニーコ": "ニーコがマオカイに有利です。\n\n- ニーコは射程が長く、マオカイの近接攻撃を避けながらハラスが可能です。\n- 擬態を利用してマオカイを欺くことができ、彼のCCを回避しやすいです。\n- AoEダメージとスタンを持つため、集団戦でマオカイのタンク性を無視して高いバーストダメージを与えられます。\n- マオカイは重傷効果に弱いため、ニーコの攻撃が効果的です。\n- ニーコは短射程のチャンピオンに対して有利であり、マオカイはその特性に該当します。",
			"ノーチラス": "ノーチラスがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、マオカイの回復能力を無効化することができるため、マオカイの持続力を削ぐことができる。\n- ノーチラスのフックは射程が長く、マオカイが近づく前に捕まえることができるため、マオカイのエンゲージを阻止しやすい。\n- マオカイはエンゲージ能力がやや乏しく、ノーチラスの強力なCCに対して対抗手段が限られている。\n- ノーチラスはマオカイのスキルを避けることができるため、マオカイのCCを受けるリスクが低い。\n- ノーチラスはタンクとしての耐久力が高く、マオカイの持続的なダメージに対しても耐えやすい。",
			"アリスター": "アリスターが有利です。\n\n- アリスターは強力なCCを持っており、マオカイのエンゲージを無効化することができるため、マオカイの攻撃を受けにくい。\n- アリスターのタフネスとサステインにより、レーンでの持続力が高く、マオカイのCCを受けても耐えやすい。\n- アリスターは瞬時にエンゲージできるため、マオカイがスキルを使った後の隙を突いて攻撃することができる。\n- マオカイは重傷効果に弱いが、アリスターはその重傷効果を持たないため、マオカイのサステインを無効化しにくい。\n- アリスターは集団戦でのピール能力が高く、味方を守りながらマオカイの攻撃を制限できる。",
			"ミリオ": "ミリオがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、マオカイの近接攻撃に対して有利にトレードを行える。\n- マオカイのCCに対して、ミリオはウルトで解除することができるため、マオカイのエンゲージを無効化できる。\n- ミリオの回復やシールド効果により、マオカイの持続的なダメージを軽減できる。\n- ミリオは射程が長いため、マオカイが近づく前にハラスを行いやすい。\n- マオカイのエンゲージ能力が低いため、ミリオは安全にプレイしやすい。",
			"ナミ": "ナミが有利です。\n\n- ナミは遠距離攻撃が可能で、マオカイに対してハラスが容易です。マオカイは近接チャンピオンであるため、ナミの攻撃を受けやすいです。\n- ナミのCCは、マオカイのエンゲージを妨害することができ、特にマオカイが近づいてくる際に有効です。\n- ナミは回復能力を持っており、マオカイの持続的なダメージを軽減することができます。これにより、レーンでの持続力が向上します。\n- マオカイは重傷効果に弱いですが、ナミはそのような効果を持たないため、マオカイに対して有利に立ち回れます。\n- ナミは移動速度を上げるスキルを持っており、マオカイの攻撃を避けやすく、トレードで優位に立つことができます。",
			"ユーミ": "ユーミがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、マオカイのCCを回避しやすく、攻撃を受けにくい。\n- マオカイの持続的なダメージやCCは、ユーミの回復やシールドで軽減できるため、レーン戦での持続力が高い。\n- ユーミは射程が長く、マオカイの近接攻撃を避けながらハラスを行うことができる。\n- マオカイはタンクであるため、ユーミの持つバーストダメージには耐えにくく、特にADCと組むことでダメージを出しやすい。\n- ユーミは移動能力が高く、マオカイのエンゲージを避けることができるため、レーンでの優位性を保ちやすい。",
			"セナ": "セナがマオカイに有利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、マオカイの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- マオカイはタンクであり、持続的なダメージを出すのが苦手なため、セナの攻撃を受け続けると徐々にHPが削られる。\n- セナの回復能力により、マオカイのCCやダメージを受けても持続力が高く、レーンでのサステインが強い。\n- マオカイのエンゲージ能力は限られており、セナは距離を保ちながら安全にプレイできるため、捕まるリスクが低い。\n- セナのスキルはマオカイのCCを無効化することができるため、マオカイの攻撃を受けにくい。",
			"ラカン": "ラカンがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、マオカイのスキルを避けやすいため、マオカイのCCを回避しやすい。\n- マオカイはエンゲージがやや乏しく、ラカンの機動力に対抗するのが難しい。\n- ラカンの2種類のハードCCは、マオカイのタンク性を無視してダメージを与えることができるため、マオカイに対して有効。\n- ラカンは味方をシールドやヒールで支援できるため、マオカイの持続的なダメージに対抗しやすい。\n- マオカイは重傷効果に弱いが、ラカンはそのような効果を持たないため、持続的な戦闘で有利に立ち回れる。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは射程が長く、マオカイに対して安全にハラスを行えるため、レーンでの優位性を保ちやすい。\n- 対象指定のスネアを持っているため、マオカイのエンゲージを阻止しやすく、彼の動きを制限できる。\n- カルマのシールドや回復能力により、マオカイのダメージを軽減し、持続的な戦闘で有利に立ち回れる。\n- マオカイは近接チャンピオンであり、カルマのスキルを避けるのが難しいため、ダメージを受けやすい。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーを高め、マオカイに対して強力な圧力をかけることができる。"
		}
	},
	"ニーコ": {
		"name": "ニーコ",
		"beats": {
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- ニーコは射程が長く、ブリッツクランクが近づく前にハラスを行いやすい。\n- ニーコの擬態能力により、ブリッツクランクのフックを避けることができ、逆に奇襲を仕掛けるチャンスが増える。\n- ニーコのアルティメットはAoEダメージとスタンを持ち、ブリッツクランクが接近した際に大きなダメージを与えることができる。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、ニーコに対しては特にリスクが高い。\n- ニーコは接近戦での防御が低いため、ブリッツクランクが近づくと危険だが、ニーコはその状況を逆手に取ることができる。",
			"レオナ": "レオナがニーコに不利です。\n\n- ニーコは射程が長く、レオナが近づく前にハラスを行いやすい。\n- ニーコの擬態能力により、レオナのイニシエートをかわされる可能性が高い。\n- ニーコのアルティメットはAoEダメージとスタンを持ち、集団戦でレオナのCCを無効化することができる。\n- レオナは接近戦が得意だが、ニーコは距離を保ちながら戦うことができるため、レオナが攻撃を当てるのが難しい。\n- ニーコはレオナの火力不足を利用し、レーンでの優位を保ちやすい。",
			"スレッシュ": "スレッシュが不利です。\n\n- ニーコは高いハラス能力を持ち、スレッシュが近づく前にダメージを与えることができるため、スレッシュはレーンでのプレッシャーを受けやすい。\n- ニーコの擬態能力により、スレッシュのフックやCCを避けることができ、スレッシュのエンゲージが無効化される可能性が高い。\n- ニーコのアルティメットはAoEダメージとスタンを持ち、集団戦やレーンでの乱戦においてスレッシュに対して強力なバーストダメージを与えることができる。\n- スレッシュは基礎ステータスが低く、ニーコの高いバーストダメージに対して脆弱であり、接近戦での生存が難しい。\n- ニーコは長射程の攻撃を持つため、スレッシュが近づく前にダメージを与えられ、スレッシュのハラスが効きにくい。",
			"セナ": "セナが不利です。\n\n理由は以下の通りです。\n\n- ニーコは擬態を使って奇襲を仕掛けることができ、セナの長射程を逆手に取ることができるため、セナがハラスを行う際にリスクが高まる。\n- ニーコのAoEダメージとスタンを持つアルティメットは、セナが集団戦での位置取りを難しくし、セナの回復能力を無効化する可能性がある。\n- セナは基礎ステータスが低く、接近戦に弱いため、ニーコの攻撃を受けやすく、捕まると致命的なダメージを受けることが多い。\n- ニーコは短射程のチャンピオンに対して有利であり、セナが攻撃を仕掛ける際にニーコが反撃しやすい状況を作り出すことができる。\n- セナはスタックを集めることで強化されるが、ニーコの攻撃によってそのスタックを集める機会が減少し、成長が遅れる可能性がある。",
			"ラカン": "ラカンが不利です。\n\n- ニーコは長射程のメイジであり、ラカンが近づく前にハラスを受けやすい。\n- ニーコの擬態能力により、ラカンは奇襲を受ける可能性が高く、予測が難しい。\n- ニーコのアルティメットはAoEダメージとスタンを持ち、ラカンがエンゲージを試みる際に逆に捕まるリスクがある。\n- ラカンは防御力が低く、ニーコの高いバーストダメージに対して脆弱である。\n- ニーコはプッシュが早く、ラカンがレーンでのプレッシャーをかけるのが難しい。",
			"バード": "バードが不利です。\n\n- ニーコは高い奇襲能力を持ち、擬態を利用してバードを混乱させることができるため、バードは攻撃を受けやすくなります。\n- ニーコのAoEダメージとスタンを持つアルティメットは、バードのロームやサポート能力を無効化する可能性が高く、特に集団戦での影響が大きいです。\n- バードのダメージスキルはQのみで、ニーコの高いバーストダメージに対抗するのが難しいため、バードはレーンでの圧力をかけにくくなります。\n- ニーコは短射程のチャンピオンに対して有利であり、バードはその射程差を利用されやすく、ハラスを受けるリスクが高まります。\n- ニーコのスキルの射程が短いとはいえ、バードが近づくことでニーコの攻撃を受けやすく、逆にニーコがバードに対して攻撃を仕掛けやすい状況を作り出します。"
		},
		"loses": {
			"ゼラス": "ゼラスがニーコに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ゼラスは非常に長い射程を持っており、ニーコが近づく前に一方的に攻撃できるため、ニーコはハラスを受けやすい。\n- スキルの発動速度: ゼラスのスキルは長射程であり、ニーコが接近する前にダメージを与えることができるため、ニーコの奇襲能力を無効化しやすい。\n- AoEダメージ: ゼラスはAoE攻撃を持っているため、ニーコがミニオンを利用して攻撃しようとした際にも、同時にダメージを与えることができる。\n- マナ管理: ゼラスはパッシブによるマナ回復があり、レーンでの持続力が高いため、ニーコに対して持続的に圧力をかけることができる。\n- 自衛手段の不足: ニーコは接近戦での自衛手段が乏しく、ゼラスの攻撃を受けると危険な状況に陥りやすい。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: カルマはニーコよりも射程が長いため、ニーコが近づく前にハラスを行いやすい。\n- スキルの多様性: カルマはスネアやシールドを持っており、ニーコの擬態や奇襲を防ぎやすい。\n- 序盤のプレッシャー: カルマは序盤からUltを使用できるため、ニーコに対して高いプレッシャーをかけることができる。\n- カイティング能力: カルマはスキルを使って敵の動きを制限できるため、ニーコの接近を難しくする。\n- ミニオンコントロール: カルマはスキルを使ってミニオンを処理しやすく、ニーコがCSを取りづらくなる。",
			"ザイラ": "ザイラはニーコに有利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持っており、ニーコの短射程に対して優位に立てる。\n- ザイラの植物を利用した持続的なダメージが、ニーコの接近を困難にする。\n- ザイラはCCを持っており、ニーコが擬態を使って接近する際に妨害できる。\n- ニーコは防御ステータスが低く、ザイラの高い火力に対して脆弱である。\n- ザイラは視界を確保しやすく、ニーコの奇襲を予測しやすい。",
			"ミリオ": "ミリオはニーコに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、ニーコの短射程を補うことができ、ハラスやトレードで優位に立てる。\n- ミリオのウルトはAoEでCCを解除できるため、ニーコのアルティメットや他のCCを無効化し、集団戦での生存能力を高めることができる。\n- ミリオの回復やシールド効果により、ニーコのバーストダメージを軽減できるため、ニーコが攻撃を仕掛けても生存しやすい。\n- ミリオはCCを持つチャンピオンに対して強いが、ニーコはCCを持っているものの、ミリオのウルトでその効果を無効化されるため、ニーコの攻撃が通りづらい。\n- ミリオは味方をサポートする能力が高く、ニーコが攻撃を仕掛ける際にミリオがしっかりとサポートすることで、ニーコの攻撃をより効果的にすることができる。",
			"メル": "メルがニーコに有利です。\n\n- メルは長射程のスキルを持っており、ニーコの短射程を活かさせないため、ハラスがしやすい。\n- ニーコは近づく必要があるため、メルのスキルを受けやすく、特にメルのパッシブによる確定キルのリスクが高まる。\n- メルのAoE攻撃はニーコのミニオンコントロールを難しくし、ニーコがCSを取りづらくなる。\n- メルはエンチャンター系のチャンピオンに対して強力であり、ニーコの擬態能力を逆手に取ることができる。\n- ニーコのスキルは接近戦でのダメージを重視しているが、メルは持続的なダメージを与えるのが難しいため、ニーコが有利な状況を作りにくい。",
			"ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ニーコは射程が短く、近づく必要があるため、ポッピーの近接戦闘能力に対して不利。\n- ポッピーはダッシュやリープを阻止する能力があり、ニーコの擬態や奇襲を無効化できる。\n- ポッピーの高いシールドと割合ダメージにより、ニーコの攻撃を受けても耐えやすく、逆に反撃が可能。\n- ニーコは防御ステータスが低く、ポッピーのCCを受けると動きが制限され、トレードで不利になることが多い。\n- ポッピーは味方を守るPeel性能が高く、ニーコが味方に対して攻撃を仕掛ける際に、ポッピーが介入しやすい。",
			"ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、ニーコの擬態や奇襲を無効化することができるため、ニーコが近づくのを難しくします。\n- ジャンナのシールドはニーコのバーストダメージを軽減できるため、ニーコが攻撃を仕掛けても効果が薄れます。\n- 高い移動速度を持つジャンナは、ニーコの攻撃を避けやすく、また味方の移動速度を増加させることで、ニーコの攻撃を回避する手助けができます。\n- ジャンナはディスエンゲージ能力に優れており、ニーコがオールインを仕掛けてきた際に、簡単に距離を取ることができます。\n- ニーコは接近戦でのダメージを出す必要があるため、ジャンナの遠距離攻撃やCCで常に距離を保たれると、ニーコは攻撃の機会を失いやすいです。",
			"シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性と奇襲能力を持っており、ニーコの短射程を利用して接近しやすい。\n- ニーコは接近戦でのダメージを出すために前に出る必要があり、シャコのインビジブルを使った奇襲に対して脆弱。\n- シャコのCCを持つスキルはニーコの動きを制限し、彼女のコンボを発動させる前に攻撃することができる。\n- ニーコは基礎攻撃力が低く、ミニオンコントロールが難しいため、シャコが攻撃を仕掛ける際に有利な状況を作りやすい。\n- シャコは序盤からプレッシャーをかけやすく、ニーコが成長する前に試合の流れを有利に進めることができる。",
			"ヴェル＝コズ": "ヴェル＝コズがニーコに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴェル＝コズは長射程のスキルを持っているため、ニーコの短射程のスキルに対して優位に立つことができます。これにより、ニーコが近づく前にハラスを行いやすいです。\n\n- AoEダメージ: ヴェル＝コズはAoE攻撃に優れており、ミニオンを一掃しやすいです。これにより、ニーコがミニオンを利用したコンボを狙うのを難しくします。\n\n- Trueダメージ: ヴェル＝コズのパッシブによるTrueダメージは、タンク相手でも効果的ですが、ニーコに対しても一定のダメージを与えることができ、彼女の防御を無視してダメージを与えられます。\n\n- 自衛手段: ヴェル＝コズはスキルの発動が遅いものの、距離を保ちながら攻撃できるため、ニーコが擬態を使って接近してくる際に、スキルを当てやすいです。\n\n- レーンのプッシュ力: ヴェル＝コズはレーンでのプッシュが早く、ニーコがミニオンをコントロールするのを難しくします。これにより、ニーコはCSを取りづらくなります。",
			"ソラカ": "ソラカが有利です。\n\n- ソラカは高いヒール能力を持ち、ニーコの攻撃を受けても迅速に回復できるため、ニーコのハラスを無効化しやすい。\n- サイレンス効果を持つスキルにより、ニーコのスキルを封じることができ、特にニーコが擬態を使って奇襲を仕掛ける際に効果的。\n- ソラカは射程が長いため、ニーコが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- ニーコは接近戦が得意だが、ソラカは逃げる手段が乏しいため、ニーコが接近する前にダメージを与えることができる。\n- ソラカのヒールは重傷の影響を受けやすいが、ニーコはその効果を持たないため、持続的な戦闘において有利に立てる。",
			"セラフィーン": "セラフィーンがニーコに有利です。\n\n- セラフィーンは長射程のスキルを持っており、ニーコの短射程を活かさせないため、ハラスがしやすい。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での影響力が大きく、ニーコが擬態を使っても効果的に対処できる。\n- 複数のCCを持つため、ニーコが接近しても捕まえやすく、オールインを仕掛ける際に有利に立ち回れる。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取りやすく、ニーコの奇襲を無効化しやすい。\n- セラフィーンのパッシブによるスキル連打時のバーストダメージが高く、ニーコのHPを削りやすい。",
			"パンテオン": "パンテオンがニーコに有利です。\n\n理由は以下の通りです。\n\n- パンテオンは近接チャンピオンであり、ニーコの短射程を利用してオールインが可能です。ニーコは近づかなければダメージを出せないため、パンテオンの攻撃を受けやすくなります。\n- パンテオンのスタンはニーコのスキルを妨害することができ、特にニーコが擬態を使って奇襲を仕掛ける際に効果的です。これにより、ニーコは思うように動けなくなります。\n- パンテオンは序盤から高いキルプレッシャーを持っており、ニーコがレーンでのトレードを避けることが難しくなります。ニーコは防御ステータスが低いため、パンテオンの攻撃に対して脆弱です。\n- パンテオンのグローバルなアルティメットは、ニーコが他のレーンでのプレッシャーをかける前に介入することができ、ニーコの動きを制限します。\n- ニーコは集団戦でのAoEダメージが強力ですが、パンテオンは単体に対して高いバーストダメージを持つため、ニーコが集団戦で活躍する前に排除される可能性が高いです。",
			"ユーミ": "ユーミがニーコに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、ニーコの擬態や奇襲を無効化しやすい。ニーコが攻撃を仕掛ける際、ユーミのシールドや回復でサポートできるため、ニーコのダメージを軽減できる。\n- ニーコは接近戦を強いられるため、ユーミの回復や加速を活かして逃げることができ、ニーコの攻撃を避けやすい。\n- ユーミはハラス型のメイジに対して有利であり、ニーコの攻撃をシールドで防ぎつつ、反撃のチャンスを作ることができる。\n- ニーコのスキルの射程が短いため、ユーミが密着している限り、ニーコは攻撃を当てるのが難しくなる。\n- ユーミは味方の移動に合わせて支援できるため、ニーコが攻撃を仕掛けるタイミングを読みやすく、カウンターを狙いやすい。",
			"アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、ニーコの攻撃を耐えることができるため、ニーコの攻撃を受けながらも有利な状況を作りやすい。\n- アリスターのCC能力により、ニーコの擬態やスキルを無効化しやすく、ニーコが仕掛ける奇襲を防ぐことができる。\n- アリスターはエンゲージやピールが得意で、ニーコが近づいてくる際にしっかりと対処できるため、ニーコの攻撃を受けるリスクを減らせる。\n- ニーコは接近戦でのダメージを出すのが難しいため、アリスターのタンク性能が活かされやすく、ニーコが攻撃しづらい状況を作れる。\n- アリスターのスキルは即時発動可能で、ニーコのスキルを避けることができるため、ニーコのコンボを無効化しやすい。"
		}
	},
	"ブランド": {
		"name": "ブランド",
		"beats": {
			"スウェイン": "スウェインがブランドに不利です。\n\n- ブランドは全てのスキルが攻撃的なダメージスキルで構成されており、持続ダメージが強力であるため、スウェインの回復能力を上回るダメージを与えることができる。\n- ブランドのスキルはAoEダメージが豊富で、集団戦においてスウェインが近づく前に大きなダメージを与えることができる。\n- スウェインは機動力が低く、ブランドのスキルを避けるのが難しいため、特に奇襲や連続攻撃に対して脆弱である。\n- ブランドの持続的なダメージは、スウェインのサステインを無効化する重傷効果を持つスキルを持っているため、スウェインの回復を妨げることができる。\n- スウェインは序盤のレーニングが弱いため、ブランドの攻撃的なプレイスタイルに対して対抗しづらい。",
			"メル": "メルが不利です。\n\n- ブランドは持続ダメージを得意としており、メルの回復エフェクトに対して強力なダメージを与えることができる。\n- ブランドの攻撃的なスキルは、メルの長射程を活かす前に先手を取ることができるため、メルがハラスを行う前にダメージを受けやすい。\n- メルは能動的なCCがないため、ブランドの攻撃を受けた際に反撃する手段が限られている。\n- ブランドのAoEダメージは集団戦での影響力が高く、メルがスノーボールできていない場合、集団戦での存在感が薄くなる。\n- ブランドはアサシンに対して脆弱であるが、メルも回復手段が乏しいため、持続的なダメージを受けると厳しい状況に陥る。",
			"レル": "レルが不利です。\n\n- ブランドは射程が長く、レルが近づく前に攻撃を仕掛けることができるため、レーンでの圧力が強い。\n- ブランドの持続ダメージスキルは、レルがタンクとしての耐久力を活かす前にダメージを与えることができる。\n- レルのスキルは発生にラグがあり、ブランドのスキルを避けるのが難しいため、効果的にCCを当てることができない。\n- ブランドは自衛手段が乏しいため、レルがオールインを狙う際に、ブランドの攻撃を受けやすい。\n- ブランドのパッシブによるマナ回復効果により、レルが持続的に攻撃を受ける状況でも、ブランドはレーン維持力が高い。",
			"ザイラ": "ザイラがブランドに不利です。\n\n理由は以下の通りです。\n\n- ブランドは持続ダメージを持ち、ザイラの植物を簡単に処理できるため、ザイラのダメージ源を減少させることができる。\n- ブランドのスキルは高いAoEダメージを持ち、ザイラが複数の敵を制圧しようとする際に、逆にダメージを受けやすい。\n- ブランドはスキルを当てることでマナを回復できるため、レーン維持力が高く、ザイラに対して持続的に圧力をかけることができる。\n- ブランドの攻撃的なスキルは、ザイラのCCを無効化することができ、ザイラが仕掛けるチャンスを減少させる。\n- ザイラは移動手段が乏しく、ブランドのスキルによるバーストダメージに対して脆弱で、接近されると簡単に倒される可能性が高い。",
			"アリスター": "アリスターが不利です。\n\n- ブランドは高DPSのメイジサポートであり、持続的なダメージを与える能力が高いため、アリスターはダメージを受けやすい。\n- ブランドのスキルは全て攻撃的で、特に持続ダメージが強力であるため、アリスターのタンク性能が活かしにくい。\n- アリスターは攻撃力が低く、自己完結したダメージを出すことが難しいため、ブランドの攻撃に対して反撃がしづらい。\n- ブランドのスキルは遠距離から発動できるため、アリスターが近づく前にダメージを受けるリスクが高い。\n- ブランドのCCを受けた際、アリスターはエンゲージやピールが難しくなり、味方を守ることができなくなる。\n- アリスターのスキルのクールダウンが長いため、ブランドの攻撃に対して適切に対処するタイミングが限られる。",
			"ラカン": "ラカンがブランドに不利です。\n\n理由:\n- ブランドは遠距離からの攻撃が得意で、ラカンが接近する前にダメージを与えることができる。\n- ブランドの持続ダメージスキルにより、ラカンはレーンでのサステインが難しくなる。\n- ラカンは移動を伴うスキルが多く、ブランドのスキルによって捕まると何もできなくなる。\n- ブランドのCCはラカンの機動力を制限し、エンゲージやピールが難しくなる。\n- ブランドは自衛手段が乏しいため、ラカンが接近しても逆に反撃される可能性が高い。",
			"スレッシュ": "スレッシュがブランドに不利です。\n\n- ブランドは高い持続ダメージを持ち、スレッシュの耐久力を削りやすい。\n- スレッシュは自衛手段が乏しく、ブランドの攻撃的なスキルに対して脆弱である。\n- ブランドのスキルはAoEダメージを持ち、集団戦でスレッシュがキャッチを試みる際にダメージを受けやすい。\n- スレッシュのスキルのクールダウンが長いため、ブランドの攻撃を受けた際に反撃が難しい。\n- ブランドは遠距離からのハラスが得意で、スレッシュは持続的なハラスに弱いため、レーンでの優位性を失いやすい。",
			"パンテオン": "パンテオンがブランドに不利です。\n\n理由は以下の通りです。\n\n- ブランドは遠距離攻撃が可能で、パンテオンが近づく前にハラスを行いやすい。\n- ブランドの持続ダメージやAoEダメージは、パンテオンの短期的なオールインを無効化することができる。\n- パンテオンは自衛手段が乏しく、ブランドのスキルを受けると一方的にダメージを受けやすい。\n- ブランドのスキルはCCを持っており、パンテオンが接近する際にスタンを使って行動を制限できる。\n- ブランドはマナ回復の手段を持っているため、レーン維持力が高く、パンテオンの攻撃を受け流しやすい。\n- パンテオンは集団戦でのAoEダメージが乏しく、ブランドの強力な集団戦能力に対抗しづらい。",
			"ブラウム": "ブラウムがブランドに不利です。\n\n- ブランドは遠距離攻撃を持つため、ブラウムはハラスを受けやすい。ブラウムの遠距離攻撃手段が乏しいため、ブランドの攻撃を避けることが難しい。\n- ブランドの持続ダメージやAoEダメージは、ブラウムの防御スキルを無視してダメージを与えることができるため、ブラウムの防御性能が活かしにくい。\n- ブランドのスキルはCCを持たないため、ブラウムが接近しても効果的に反撃できず、逆にブラウムが接近することでブランドのスキルを当てやすくなる。\n- ブランドは自己回復手段があり、ブラウムのハラスを受けても持続的に戦えるため、ブラウムが有利に立ち回ることが難しい。\n- ブラウムのCC発生までに時間がかかるため、ブランドがスキルを当てるチャンスを与えてしまう。",
			"ミリオ": "ミリオはブランドに不利です。\n\n- ブランドの攻撃的なスキルは持続ダメージが強力で、ミリオの回復やシールドを上回るダメージを与えることができる。\n- ブランドは高いAoEダメージを持ち、集団戦での火力が非常に高いため、ミリオがサポートする味方が狙われやすい。\n- ブランドのスキルはミリオのノックバックを無効化することができ、ミリオがエンゲージを試みても逆に捕まるリスクが高い。\n- ブランドは自衛手段が乏しいため、ミリオが攻撃を受けるとすぐに危険な状況に陥る。\n- ブランドの長射程の攻撃により、ミリオはハラスを受けやすく、レーンでの優位性を失いやすい。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ブランドは持続ダメージに優れており、ヴェル＝コズのHPを削りやすい。\n- ブランドのスキルはAoEダメージが豊富で、集団戦での火力が高いため、ヴェル＝コズが集団戦での役割を果たしにくい。\n- ヴェル＝コズは機動力が低く、ブランドのスキルを避けるのが難しいため、簡単に捕まってしまう。\n- ブランドのスキルは射程が長く、ヴェル＝コズが攻撃する前にダメージを与えられることが多い。\n- ブランドは自衛手段が乏しいが、ヴェル＝コズも同様に自衛が難しいため、先手を取られると不利になる。"
		},
		"loses": {
			"ユーミ": "ユーミがブランドに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、ブランドの攻撃をシールドや回復で軽減できるため、持続的なダメージを受けにくい。\n- ブランドのスキルは方向指定であり、ユーミは加速を使って回避しやすく、スキルを当てられにくい。\n- ユーミは味方の移動に合わせて支援できるため、ブランドの攻撃を避けながら攻撃を行うことができる。\n- ブランドは自衛手段が乏しく、ユーミが味方に密着していることで、ブランドが孤立した場合に攻撃しやすい。\n- ユーミは回復やシールドを提供できるため、ブランドの持続ダメージを無効化しやすく、レーンでのトレードにおいて有利に働く。",
			"セラフィーン": "セラフィーンがブランドに有利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、ブランドの持続ダメージを無効化しやすい。\n- ブランドは自衛手段が乏しく、セラフィーンのCCを受けると攻撃を仕掛けることが難しくなる。\n- セラフィーンは射程が長く、安全な位置からブランドをハラスできるため、レーンでの優位性を保ちやすい。\n- ブランドのスキルは発動までに時間がかかるため、セラフィーンのスキルを先に当てることで、ブランドの攻撃を封じることができる。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取れればブランドに対して圧倒的な優位を築ける。",
			"ナミ": "ナミがブランドに有利です。\n\n- ナミは豊富なCCを持っており、ブランドのスキルを当てるのを難しくすることができるため、トレードで優位に立ちやすい。\n- ブランドは自衛手段が乏しく、ナミのCCによって捕まえられると大きなダメージを受ける可能性が高い。\n- ナミの回復能力により、ブランドの持続ダメージを軽減できるため、レーンでのサステインが向上する。\n- 短射程のADCに対して有利なナミは、ブランドの攻撃を受けることなくハラスを行いやすい。\n- ブランドはマナ管理が難しいため、ナミの持続的なハラスによってブランドのマナを枯渇させることができる。",
			"バード": "バードがブランドに有利です。\n\n理由は以下の通りです。\n\n- ブランドは自衛手段が乏しく、特にアサシンに対して脆弱ですが、バードは高い機動力を持ち、奇襲を避けやすいです。\n- バードの回復スキルにより、ブランドの持続ダメージを軽減できるため、レーンでの耐久力が向上します。\n- ブランドのスキルは全て攻撃的ですが、バードは鐘を回収することで火力を出せるため、装備依存度が低く、持続的に戦える可能性があります。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ブランドのスキルを無効化し、集団戦での影響力を大きく変えることができます。\n- ブランドはスキルの連打によってマナが枯渇しやすいですが、バードは鐘を回収することでマナ回復が得られるため、持続的にスキルを使用しやすいです。",
			"ゼラス": "ゼラスがブランドに有利です。\n\n理由は以下の通りです。\n\n- ゼラスはスキルの射程が非常に長く、ブランドの攻撃範囲外から一方的に攻撃できるため、レーンでのハラスが容易です。\n- ブランドは自衛手段が乏しく、ゼラスの長射程攻撃に対して反撃が難しいため、ゼラスが優位に立ちやすいです。\n- ゼラスのAoE攻撃は集団戦でも効果的で、ブランドの持続ダメージを上回るダメージを与えることができます。\n- ゼラスはパッシブによるマナ回復があり、レーン維持力が高いため、長期戦でも安定したダメージを出し続けることができます。\n- ブランドはスキルの発動がやや遅く、ゼラスの攻撃を避けるのが難しいため、ゼラスが有利に立ち回ることができます。",
			"ニーコ": "ニーコがブランドに有利です。\n\n理由は以下の通りです。\n\n- 擬態を利用してブランドのスキルを避けることができ、奇襲を仕掛けやすい。\n- ブランドは自衛手段が乏しく、ニーコの高いバーストダメージに対して脆弱である。\n- ニーコのAoEダメージとスタンを持つアルティメットは、ブランドの集団戦での強みを打ち消すことができる。\n- ブランドは射程が長いが、ニーコは短射程のチャンピオンに対して有利であり、特に前に出てくるブランドに対しては攻撃しやすい。\n- ブランドの持続ダメージは強力だが、ニーコは瞬時にダメージを与える能力が高く、持続的なダメージを受ける前に倒すことが可能。",
			"ラックス": "ラックスがブランドに有利です。\n\n理由は以下の通りです。\n\n- ラックスは高いバーストダメージを持ち、ブランドの持続ダメージに対して瞬時に大きなダメージを与えることができる。\n- スキルがミニオンにブロックされないため、ブランドがスキルを使ってもラックスは安全にハラスを行える。\n- ブランドは自衛手段が乏しく、ラックスのスキルを当てられると一気にダメージを受けやすい。\n- ラックスのスキルは射程が長く、ブランドが近づく前に攻撃を仕掛けることができる。\n- ブランドはスキルのクールダウンが長いため、ラックスがスキルを当てるチャンスが多くなる。\n- ラックスは視界を確保するスキルを持っており、ブランドの動きを把握しやすく、奇襲を避けやすい。",
			"タム・ケンチ": "タム・ケンチがブランドに有利です。\n\n理由は以下の通りです。\n\n- 高いサステイン能力を持っているため、ブランドの持続ダメージに対して耐えやすい。\n- ブランドの攻撃が主にスキルに依存しているため、タム・ケンチの耐久力でダメージを受け流しやすい。\n- タム・ケンチは敵を飲み込む能力を持っており、ブランドのスキルを無力化することができる。\n- ブランドは自衛手段が乏しいため、タム・ケンチが接近することで容易にプレッシャーをかけられる。\n- タム・ケンチのウルトを使うことで、ブランドの攻撃を無効化し、味方を守ることができる。",
			"パイク": "パイクがブランドに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ブランドのスキルを避けやすいため、ハラスを受けにくい。\n- ブランドは自衛手段が乏しく、パイクのフックや瞬時のダメージで簡単に捕まえられる。\n- ブランドのスキルは発動に時間がかかるため、パイクはその隙を突いて攻撃することができる。\n- パイクのパッシブによる回復効果で、ブランドの持続ダメージに対抗しやすい。\n- ブランドは脆いサポートであり、パイクの高いバーストダメージに対して非常に弱い。",
			"ジャンナ": "ジャンナがブランドに有利です。\n\n理由は以下の通りです。\n\n- ブランドは自衛手段が乏しく、ジャンナのCCやディスエンゲージ能力に対して脆弱です。\n- ジャンナのシールドはブランドの持続ダメージを軽減できるため、ブランドのダメージを無効化しやすいです。\n- ジャンナは高い移動速度を持ち、ブランドのスキルを避けやすく、接近戦を有利に進めることができます。\n- ブランドはスキルを連打するため、マナが枯渇しやすいですが、ジャンナは持続的なサポートを提供できるため、レーンでの持続力が高いです。\n- ジャンナはタンク系のチャンピオンに対して有利であり、ブランドはタンクに対しても効果的なダメージを持つため、ジャンナがそのタンクを守ることでブランドの効果を減少させることができます。",
			"ジリアン": "ジリアンがブランドに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ブランドの持続ダメージに対抗しやすい。\n- AoEスタンを持っているため、ブランドのスキルを当てる前に妨害することができ、集団戦での影響力が高い。\n- ジリアンの移動速度バフやデバフにより、ブランドの攻撃を避けやすく、エンゲージやPeelが得意である。\n- 蘇生能力を持つため、ブランドのバーストダメージを受けても味方を守ることができ、逆転のチャンスを作れる。\n- ブランドは自衛手段が乏しく、ジリアンの高い瞬間火力やCCに対して脆弱である。"
		}
	},
	"セラフィーン": {
		"name": "セラフィーン",
		"beats": {
			"レオナ": "レオナが不利です。\n\n- セラフィーンは射程が長く、レオナが接近する前にハラスを行いやすい。\n- セラフィーンのスキルは範囲攻撃であり、複数のCCを持っているため、レオナがオールインを仕掛ける際に反撃を受けやすい。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦では特に強力で、レオナのイニシエートが無効化される可能性が高い。\n- レオナはサステインがないため、セラフィーンのハラスに耐えきれず、レーンでの優位性を失いやすい。\n- セラフィーンのスキルの発生が遅いとはいえ、レオナが接近するタイミングを見計らってスキルを当てることで、レオナの動きを制限することができる。",
			"ザイラ": "ザイラが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、ザイラの植物を簡単に処理できる。\n- セラフィーンのCCはザイラの動きを制限し、接近されると脆弱なザイラにとって致命的な状況を作り出す。\n- セラフィーンは長射程から安全に支援できるため、ザイラが攻撃を仕掛ける前に反撃される可能性が高い。\n- セラフィーンのスキルの発生が遅いという弱みは、ザイラの攻撃を受ける前にセラフィーンが先に攻撃を仕掛けることで相殺される。\n- ザイラは移動手段が乏しく、セラフィーンの攻撃を避けることが難しいため、特にオールイン合戦で不利になる。",
			"アリスター": "アリスターが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、アリスターが近づく前にダメージを与えられる。\n- セラフィーンのCCは射程が長く、アリスターがエンゲージを試みる際に、先に捕まえられる可能性が高い。\n- アリスターは攻撃力が低く、セラフィーンのスキルの発生が遅いことを利用され、オールイン合戦で不利になる。\n- セラフィーンは安全な位置から支援できるため、アリスターが前に出ると、セラフィーンのスキルで反撃を受けやすい。\n- セラフィーンのパッシブによるスキル連打時のバーストダメージが高く、アリスターが耐えきれない場合が多い。",
			"ノーチラス": "ノーチラスが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、ノーチラスが接近する前にダメージを与えられる。\n- セラフィーンのCCは射程が長く、ノーチラスが近づくのを妨げることができるため、彼のオールインが難しくなる。\n- ノーチラスは移動速度が遅く、セラフィーンのスキルの発生が遅いことを利用され、先手を取られることが多い。\n- セラフィーンは自衛性能が高く、ノーチラスのフックを避けることができるため、彼の攻撃をかわしやすい。\n- セラフィーンの基礎ダメージが低いとはいえ、集団戦では味方の数に応じて強化されるため、ノーチラスが単独で対処するのが難しい。",
			"スレッシュ": "スレッシュが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、スレッシュが近づく前にダメージを与えられる。\n- セラフィーンのCCは複数あり、スレッシュがエンゲージを試みる際に妨害される可能性が高い。\n- スレッシュはスキルのクールダウンが長く、外した場合の隙が大きいため、セラフィーンのスキルを避けられないと不利になる。\n- セラフィーンの射程が長いため、スレッシュがハラスを試みる際に安全圏から攻撃されやすい。\n- セラフィーンは基礎ダメージが低いものの、スレッシュがオールインを仕掛けるときに、セラフィーンのCCやバーストダメージで反撃されるリスクが高い。",
			"ラカン": "ラカンが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、ラカンが近づく前にダメージを与えられる。\n- セラフィーンのCCは射程が長く、ラカンが接近する際に捕まえられるリスクが高い。\n- ラカンは移動を伴うスキルが多く、セラフィーンのスキルによって移動を制限されると非常に脆弱になる。\n- セラフィーンのスキルの発生が遅いとはいえ、ラカンがオールインを仕掛けるタイミングでスキルを当てられると、ラカンはダメージを受けやすい。\n- セラフィーンは安全圏からの支援が可能で、ラカンが前に出るときにハラスを受けやすい。",
			"ブラウム": "ブラウムが不利です。\n\n- セラフィーンは射程が長く、遠距離からのハラスが強力であるため、ブラウムは接近する前にダメージを受けやすい。\n- セラフィーンのスキルは全て範囲攻撃であり、味方の数に応じて効果が増すため、集団戦での影響力が大きく、ブラウムが守るべき味方が多い場合、効果的にダメージを与えられる。\n- ブラウムはサステインがなく、ハラス能力が低いため、セラフィーンの持続的な攻撃に対して耐えにくい。\n- セラフィーンは複数のCCを持っており、ブラウムが接近する前に足止めされる可能性が高い。\n- ブラウムのCCの発生が遅いため、セラフィーンがスキルを使った後に反撃するのが難しい。",
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が非常に高いため、ラックスのスキルを避けることが難しい。\n- セラフィーンは複数のCCを持っており、ラックスが接近されるとスキルを使う余裕がなくなる。\n- セラフィーンのスキルの発生が遅いとはいえ、ラックスのスキルも方向指定であり、精度が求められるため、セラフィーンの攻撃を受けやすい。\n- セラフィーンは射程が長く、安全な位置からラックスをハラスできるため、ラックスはレーンでのプレッシャーを受けやすい。\n- セラフィーンのパッシブによるスキル連打時のバーストダメージが高く、ラックスの基礎ステータスの低さが影響しやすい。",
			"パンテオン": "パンテオンが不利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、パンテオンのオールインを避けやすい。\n- セラフィーンは複数のCCを持っており、パンテオンが近づく際に足止めされる可能性が高い。\n- パンテオンはスキルのクールダウンが長く、セラフィーンのスキルを受けた後に反撃するタイミングが難しい。\n- セラフィーンの射程が長いため、パンテオンが接近する前にハラスを受けやすい。\n- セラフィーンは集団戦でのバーストダメージが高く、パンテオンが集団戦で無力になりやすい。",
			"ジャンナ": "ジャンナが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が非常に高いため、ジャンナのディスエンゲージ能力が効果的に機能しにくい。\n- セラフィーンは複数のCCを持っており、ジャンナが持つシールドやディスエンゲージを無効化することができるため、ジャンナが守りきれない場面が多い。\n- セラフィーンのスキルは射程が長く、ジャンナが近づく前に攻撃を受ける可能性が高い。特に、セラフィーンのスキルの発生が遅いことを逆手に取られると、ジャンナは反撃の機会を失う。\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱であるため、セラフィーンのハラスに対して耐えにくい。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取れた場合、ジャンナは圧倒されやすい。"
		},
		"loses": {
			"ゼラス": "ゼラスが有利です。\n\n理由は以下の通りです。\n\n- ゼラスは長射程の攻撃スキルを持っており、セラフィーンの射程を超えて一方的にハラスが可能です。\n- セラフィーンはスキルの発生が遅く、ゼラスの攻撃を避けるのが難しいため、レーン戦での圧力をかけやすいです。\n- ゼラスのAoE攻撃は集団戦でも効果的で、セラフィーンのスキルと相性が良くないため、集団戦での優位性を持ちやすいです。\n- セラフィーンは基礎ダメージが低く、オールイン合戦では不利になりやすいが、ゼラスは高いポーク能力を持っているため、セラフィーンが攻撃を仕掛ける前にダメージを与えられます。\n- ゼラスはマナ管理が比較的容易で、持続的に攻撃を続けることができるため、セラフィーンに対して持久戦で優位に立つことができます。",
			"メル": "メルがセラフィーンに有利です。\n\n理由は以下の通りです。\n\n- メルはスキルを反射する能力を持っており、セラフィーンのスキルを逆用することで、セラフィーンの攻撃を無効化しつつ反撃できる。\n- メルの長射程とAoE攻撃により、セラフィーンのスキルを避けながら安全にハラスが可能で、序盤からの影響力が高い。\n- セラフィーンはスキルの発生が遅く、メルはその隙を突いて攻撃を仕掛けやすい。\n- メルのパッシブによる確定キル能力は、セラフィーンのHPが低下した際に特に効果的で、キルを取りやすい。\n- セラフィーンは集団戦に強いが、メルはそのスキルを逆用することで、集団戦でも有利に立ち回ることができる。",
			"バード": "バードがセラフィーンに有利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持ち、ロームが得意なため、セラフィーンのスキルの発生が遅い隙を突いて有利な状況を作りやすい。\n- セラフィーンは集団戦に強いが、バードはウルトを使って敵の行動を制限できるため、セラフィーンの強みを無効化することができる。\n- バードのパッシブによる火力は装備依存度が低く、セラフィーンの基礎ダメージが低いことを考えると、オールイン合戦で有利に立ち回れる。\n- セラフィーンはCCを持っているが、バードは回復スキルを持っているため、セラフィーンの攻撃を受けても耐えやすい。\n- バードは鐘を回収することでマナ回復や加速を得られるため、レーン維持が得意で、セラフィーンのスキルを避けながら持続的にハラスが可能。",
			"ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由は以下の通りです。\n\n- ヴェル＝コズは長射程のスキルを持っており、セラフィーンのスキルの発生が遅いことを利用して、遠距離から安全にハラスが可能です。\n- セラフィーンは基礎ダメージが低く、オールイン合戦では不利になりやすいため、ヴェル＝コズの持続的なダメージに対抗しづらいです。\n- ヴェル＝コズのAoE攻撃は、セラフィーンが集団戦で強みを発揮する前に、彼女の体力を削ることができます。\n- セラフィーンはCCを持っていますが、ヴェル＝コズは機動力が低いため、接近されると脆弱ですが、セラフィーンのスキルの発生が遅いため、彼女が攻撃を仕掛ける前にダメージを与えるチャンスがあります。\n- ヴェル＝コズのパッシブによるTrueダメージは、タンク相手でも効果的であり、セラフィーンが集団戦でタンクを支援する際にも有利に働きます。",
			"ミリオ": "ミリオが有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、セラフィーンの射程を活かしたハラスを無効化しやすい。\n- セラフィーンのスキルは発生が遅く、ミリオの回復やシールドで味方を守ることができるため、セラフィーンの攻撃を受けにくい。\n- ミリオのウルトはAoEでCCを解除できるため、セラフィーンの集団戦での強みを打ち消すことができる。\n- ミリオはダメージトレードにおいて、パッシブによる攻撃強化と回復効果で優位性を持つため、セラフィーンとの1対1の戦闘でも有利に進められる。\n- セラフィーンは基礎ダメージが低く、オールイン合戦では不利になりやすいが、ミリオはその点で有利に立ち回れる。",
			"レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、セラフィーンのスキルを封じることができるため、彼女の攻撃を効果的に妨害できる。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、レルのエンゲージに対して反応しづらい。\n- レルのパッシブによって、セラフィーンのAR/MRを吸収しやすく、ダメージを与えやすい。\n- レルはオールインが得意で、セラフィーンの基礎ダメージが低いため、直接対決で優位に立ちやすい。\n- セラフィーンは防御ステータスが低く、レルの攻撃を受けると脆弱であるため、早期にキルを狙いやすい。",
			"パイク": "パイクが有利です。\n\n- パイクは高い機動力を持ち、セラフィーンのスキルの発生が遅いため、攻撃を避けやすいです。\n- セラフィーンは基礎ダメージが低く、オールイン合戦では不利になりやすいですが、パイクは序盤から強力なハラスが可能です。\n- セラフィーンのCCは強力ですが、パイクはフックを使ってセラフィーンを捕まえることができ、瞬時にキルを狙いやすいです。\n- セラフィーンは防御ステータスが低く、アサシンに弱いですが、パイクはその特性を活かして高いバーストダメージを与えることができます。\n- パイクは視界管理が得意で、セラフィーンのスキルを避けながら有利な位置を取ることができるため、レーンでの優位性を築きやすいです。",
			"ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで、セラフィーンのスキルを回避しやすく、特にスキルの発生が遅いセラフィーンに対しては有利に立ち回れる。\n- セラフィーンの基礎ダメージが低いため、ユーミの回復やシールドで持続的に戦える。\n- ユーミは移動しながらサポートができるため、セラフィーンのスキルを避けつつ、味方の攻撃を強化できる。\n- セラフィーンのCCはスキルショットであるため、ユーミの加速やシールドを使って回避することが可能。\n- ユーミはハラス型のメイジサポートに対して有利であり、セラフィーンの攻撃をシールドで防ぎつつ、反撃することができる。",
			"カルマ": "カルマが有利です。\n\n- カルマは序盤からUltを使用できるため、セラフィーンに対して高いプレッシャーをかけることができる。\n- セラフィーンのスキルは発生が遅く、カルマのスネアやAoEダメージを避けるのが難しい。\n- カルマはシールドや加速効果を持っており、味方を守りつつセラフィーンに対してハラスを行いやすい。\n- セラフィーンは基礎ダメージが低く、オールイン合戦では不利になりやすいが、カルマはその点で優位に立てる。\n- セラフィーンのCCは複数持っているが、カルマのスキルを駆使することで、セラフィーンの動きを制限しやすい。"
		}
	},
	"レナータ・グラスク": {
		"name": "レナータ・グラスク",
		"beats": {
			"パンテオン": "パンテオンがレナータ・グラスクに不利です。\n\n理由は以下の通りです。\n\n- レナータは長射程の攻撃を持ち、パンテオンが近づく前にハラスを行いやすい。これにより、パンテオンはダメージを受けながら接近する必要がある。\n- レナータのスキルは、敵を逆手に取る能力が高く、パンテオンのオールインを無効化することができる。特に、パンテオンが攻撃を仕掛けた際に、レナータのスキルで味方を強化することで逆にダメージを与えられる。\n- パンテオンはスキルのクールダウンが長く、レナータのスキルを避けられない場合、攻撃のチャンスを失うことが多い。これにより、パンテオンは持続的なダメージを与えることが難しくなる。\n- レナータは複数の敵を同時に捌く能力が高く、集団戦においてパンテオンのAoEダメージが効果的に活かせない状況を作り出すことができる。\n- パンテオンはサステインが乏しく、レナータの持続的なハラスやサポートによって、戦闘が長引くと不利になる。特にレナータのスキルによって、パンテオンの攻撃が無効化されると、持続的なダメージを与えることが難しくなる。",
			"レル": "レルが不利です。\n\n- レナータ・グラスクは射程が長く、レルの接近を阻害しやすいため、レルがオールインを狙うのが難しい。\n- レナータのスキルは敵を寝返らせる効果があり、レルのエンゲージを逆手に取られる可能性が高い。\n- レルはタンクとしてのARのスケールが悪く、レナータの攻撃を受けるとダメージを受けやすい。\n- レナータは味方を守る能力が高く、レルが仕掛けた際に味方が逆に攻撃されるリスクがある。\n- レルのスキルの発生にラグがあり、機動力の高いレナータに対して当てづらい。",
			"ノーチラス": "ノーチラスはレナータ・グラスクに不利です。\n\n- レナータはオールインに対して強い耐性を持ち、ノーチラスのCCを逆手に取ることができるため、ノーチラスが仕掛けても逆に不利な状況に持ち込まれる可能性が高い。\n- レナータのスキルは、ノーチラスの攻撃を無効化したり、味方を守るためのPeelが得意で、ノーチラスの攻撃をかわしやすい。\n- ノーチラスは近接キャリーであり、レナータの射程に対して不利で、レナータが安全に攻撃できる距離からノーチラスを攻撃することができる。\n- レナータのUltは、ノーチラスの攻撃を逆手に取ることができ、ノーチラスがオールインを仕掛けた際に、逆に味方を強化することができるため、ノーチラスにとって非常に厄介。\n- ノーチラスは移動速度が低く、レナータのスキルを避けることが難しいため、レナータに対してプレッシャーをかけるのが難しい。",
			"ブリッツクランク": "ブリッツクランクがレナータ・グラスクに不利です。\n\n- レナータは射程が長く、ブリッツクランクが近づく前に攻撃を仕掛けることができるため、ブリッツクランクがフックを当てるチャンスが減ります。\n- レナータのスキルは、敵の攻撃を逆手に取ることができるため、ブリッツクランクがフックを当てた場合でも、逆に不利な状況を招く可能性があります。\n- ブリッツクランクは近接キャリーであり、レナータのスキルによって自身の行動が制限されると、効果的に戦うことが難しくなります。\n- レナータは味方を守る能力が高く、ブリッツクランクがオールインを仕掛けても、レナータのサポートによって逆転されることが多いです。\n- ブリッツクランクのフックが外れた場合、レナータはその隙を突いて攻撃を仕掛けやすく、逆にブリッツクランクが不利な状況に陥ることがあります。",
			"メル": "メルが不利です。\n\n- レナータ・グラスクはオールインに強く、メルの攻撃を逆手に取ることができるため、メルが攻撃を仕掛けると逆にダメージを受けやすい。\n- レナータのスキルは、敵を寝返らせる効果があり、メルの攻撃を無効化することができるため、メルの攻撃が通りにくい。\n- メルは回復エフェクトに弱く、レナータのサポート能力によって味方が回復することで、メルのダメージが相対的に減少する。\n- レナータは長射程のメイジに対して不利だが、メルはその範疇に入るため、レナータに対して自由に攻撃されるリスクが高い。\n- メルは能動的なCCがないため、レナータの攻撃を止める手段が乏しく、特に集団戦での影響力が低くなる。",
			"ポッピー": "ポッピーが不利です。\n\n- レナータ・グラスクは射程が長く、ポッピーが近づく前にハラスを行うことができるため、ポッピーはレーンでのトレードが難しくなる。\n- レナータのスキルは敵を妨害する能力が高く、ポッピーのエンゲージを阻止することができるため、ポッピーの強みを活かしづらい。\n- レナータのUltは、ポッピーが攻撃を仕掛けた際に逆手に取られる可能性があり、ポッピーのダメージを自分に向けさせることができる。\n- ポッピーは近接キャリーであり、レナータのスキルを避けることが難しいため、特に集団戦での立ち回りが厳しくなる。\n- レナータは味方を守る能力が高く、ポッピーがオールインを仕掛けても、レナータのサポートによって逆転されるリスクが高い。",
			"スレッシュ": "スレッシュがレナータ・グラスクに不利です。\n\n- レナータは高いハラス能力を持ち、スレッシュが近づく前にダメージを与えることができるため、スレッシュはレーンでのプレッシャーを受けやすい。\n- レナータのUltは、スレッシュのエンゲージを逆手に取ることができ、スレッシュが捕まえた敵が逆に味方として利用される可能性がある。\n- スレッシュはスキルのクールダウンが長く、特にQを外した場合の隙が大きいため、レナータのスキルを避けられると反撃を受けやすい。\n- レナータは長射程の攻撃を持ち、スレッシュが近づくのを難しくするため、スレッシュのキャッチ能力が発揮しづらい。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、レナータの持続的な攻撃に対して脆弱である。",
			"モルガナ": "モルガナが不利です。\n\n- レナータ・グラスクは、味方を守るためのスキルが豊富で、特にオールインに対して強い耐性を持っています。これにより、モルガナのCCを無効化される可能性があります。\n- レナータのUltは、敵の攻撃を逆手に取ることができるため、モルガナが攻撃を仕掛けた際に逆にダメージを受けるリスクがあります。\n- モルガナはスキルのクールダウンが長く、レナータのスキルに対して反応するのが難しいため、レーンでのプレッシャーを受けやすいです。\n- レナータは高機動力を持つチャンピオンではないものの、モルガナのスキルを避けることができるため、自由に攻撃できる状況を作りやすいです。\n- モルガナのスペルシールドは、レナータのスキルに対して効果的ではないため、味方を守る手段が限られます。"
		},
		"loses": {
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤から高いプレッシャーをかけることができ、レナータのスキルを避けながらハラスを行いやすい。\n- 対象指定のスネアを持っているため、レナータの動きを制限しやすく、彼女のスキルを発動させる前に攻撃することが可能。\n- カルマのシールドや回復能力により、味方を守りつつレナータの攻撃を耐えることができる。\n- レナータはクールダウンが長いため、カルマがスキルをうまく使い分けることで、レナータのスキルを無効化しやすい。\n- カルマは長射程の攻撃を持っているため、レナータが近づく前にダメージを与えることができる。",
			"ユーミ": "ユーミがレナータ・グラスクに有利です。\n\n- ユーミは味方に密着することで、レナータの攻撃を回避しやすく、シールドや回復を提供することで生存能力を高められる。\n- レナータのスキルはクールダウンが長く、ユーミが密着している間はレナータのスキルを効果的に使わせないことができる。\n- ユーミは移動速度を上げることができるため、レナータの攻撃を避けながら攻撃を行うことができる。\n- ユーミの支援能力は、レナータの攻撃を逆手に取ることができるため、レナータがオールインを仕掛けても逆に有利な状況を作りやすい。\n- ユーミはハラス型のメイジサポートに対して強く、レナータの攻撃をシールドで軽減しつつ、持続的にダメージを与えることができる。",
			"ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持ち、レナータの攻撃を無効化することができるため、レナータのスキルを効果的に避けることができる。\n- ジャンナのシールドは味方を守るだけでなく、レナータの攻撃を軽減することができるため、レナータのダメージを抑えることができる。\n- 高い移動速度を持つジャンナは、レナータのスキルを避けやすく、また味方の移動速度を増加させることで、レナータの攻撃をかわす手助けができる。\n- ジャンナのディスエンゲージ能力により、レナータがオールインを仕掛けてきた際に、味方を安全に守ることができる。\n- ジャンナはレナータのスキルのクールダウンを待つ間に、レーンでのプレッシャーをかけやすく、レナータに対して優位に立つことができる。",
			"タリック": "タリックがレナータ・グラスクに有利です。\n\n- タリックは無敵を持っており、レナータのUltを無効化できるため、逆転のチャンスを減少させることができる。\n- タリックの回復やシールドは味方を守る能力が高く、レナータの攻撃を受けても耐えやすい。\n- タリックは近接攻撃型であり、レナータの射程外から攻撃を仕掛けやすく、ハラスが有利に進められる。\n- レナータはクールダウンが長いため、タリックがスキルをうまく使うことで、レナータのスキルを避けたり、反撃するチャンスが増える。\n- タリックのAoEスタンは集団戦でのエンゲージに強く、レナータの多彩なスキルを封じることができる。",
			"ミリオ": "ミリオがレナータ・グラスクに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、レナータの攻撃を受けるリスクを減少させることができるため、トレードで優位に立ちやすい。\n- レナータのスキルはクールダウンが長く、ミリオのスキルを使ってハラスを行うことで、レナータのスキルを無駄にさせることができる。\n- ミリオのウルトはAoEでCCを解除できるため、レナータのエンゲージを防ぎやすく、集団戦での生存能力を向上させる。\n- ミリオは味方を回復し、シールドを付与する能力があるため、レナータの攻撃を受けても耐えやすく、持続的な戦闘が可能。\n- レナータがAAに依存する短射程のキャリーに対して強い一方で、ミリオはその射程を延ばすことで、レナータの強みを逆手に取ることができる。",
			"ラックス": "ラックスがレナータ・グラスクに有利です。\n\n- ラックスは長射程のスキルを持ち、レナータの攻撃を避けながらハラスを行いやすい。\n- レナータはクールダウンが長く、ラックスの高いバーストダメージに対して耐えるのが難しい。\n- ラックスのスキルはミニオンにブロックされないため、レナータがスキルを使う際に安全にハラスできる。\n- レナータは接近戦に強いが、ラックスは遠距離から攻撃できるため、レナータが近づく前にダメージを与えられる。\n- ラックスは視界を確保するスキルを持っており、レナータの動きを把握しやすい。これにより、レナータのスキルを避けることができる。",
			"ルル": "ルルがレナータ・グラスクに有利です。\n\n- ルルは固有のCCを持っており、レナータの攻撃を無力化することができるため、レナータの強みを封じることができる。\n- ルルのシールドやHP増加のスキルは、味方を守る能力が高く、レナータの攻撃を受けても生存しやすい。\n- レナータはクールダウンが長いため、ルルがスキルをうまく使うことで、レナータのスキルを避けたり、効果的に反撃することができる。\n- ルルはダイバーやアサシンに対して強いが、レナータはAAに依存する短射程のキャリーに対しても有利であるため、ルルの強みが活かされやすい。\n- ルルは味方を強化する能力が高く、レナータのUltを逆手に取ることで、逆に味方を強化しつつ戦うことができる。",
			"ソラカ": "ソラカがレナータ・グラスクに有利です。\n\n- ソラカは高いヒール能力を持ち、レナータの攻撃を受けても味方を迅速に回復できるため、レナータのオールインに対して耐性がある。\n- サイレンス効果を持つスキルにより、レナータのスキルを無効化しやすく、特にレナータがスキルを使うタイミングを制限できる。\n- ソラカは射程が長いため、レナータが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- レナータのスキルはクールダウンが長く、ソラカは短いクールダウンで頻繁に回復やハラスができるため、持続的な戦闘で有利に立てる。\n- ソラカは逃げる手段が乏しいが、レナータの攻撃を受けた際にヒールで持ちこたえられるため、レナータの攻撃を逆手に取ることができる。",
			"セナ": "セナがレナータ・グラスクに有利です。\n\n- セナは長射程を持ち、レナータの攻撃を避けながらハラスを行いやすい。これにより、レナータのスキルを効果的に回避できる。\n- レナータはオールインに強いが、セナは回復能力を持っているため、レナータの攻撃を受けても持ちこたえやすい。\n- セナのパッシブによって、レーンでのハラスが強化され、レナータに対してプレッシャーをかけやすい。\n- セナのアルティメットは無限の射程を持ち、遠くからの支援が可能で、レナータがオールインを仕掛ける際にも援護ができる。\n- レナータはクールダウンが長いため、セナがスキルを避けることで、レナータのスキルを無駄にさせることができる。"
		}
	},
	"モルガナ": {
		"name": "モルガナ",
		"beats": {
			"ブラウム": "ブラウムがモルガナに不利です。\n\n- モルガナのスネアは遠距離から発動できるため、ブラウムが接近する前に捕まえられる可能性が高い。\n- モルガナのスペルシールドは、ブラウムのCCを無効化することができるため、ブラウムの防御能力が活かしにくい。\n- ブラウムはハラス能力が低く、モルガナの遠距離攻撃に対して反撃しづらい。\n- モルガナは高いバーストダメージを持っており、ブラウムのタンク性能を上回るダメージを与えることができる。\n- ブラウムのCCは発動までに時間がかかるため、モルガナがスネアを当てた後に反撃されるリスクが高い。",
			"レオナ": "レオナが不利です。\n\n- モルガナのスネアはレオナの接近を阻害し、オールインを無効化することができるため、レオナは攻撃を仕掛けにくくなります。\n- モルガナのスペルシールドはレオナのCCを防ぐことができ、レオナが仕掛けた際に反撃を受けやすくなります。\n- レオナは近接チャンピオンであり、モルガナの遠距離攻撃に対して接近するのが難しく、ハラスを受けやすいです。\n- モルガナはレオナの火力不足を利用し、長時間のCCでレオナを無力化することができるため、レーンでの優位性を持ちやすいです。\n- モルガナはレオナのオールインに対して安定して反撃できるため、レオナが有利な状況を作りにくいです。",
			"ブランド": "ブランドはモルガナに不利です。\n\n理由は以下の通りです。\n\n- モルガナのスネアによるCCが強力で、ブランドは自衛手段が乏しいため、捕まると大きなダメージを受けやすい。\n- モルガナのスペルシールドにより、ブランドの持続ダメージやCCが無効化されるため、効果的にダメージを与えにくい。\n- モルガナはエンチャンター系のサポートとして、味方を守る能力が高く、ブランドの攻撃を受け流すことができる。\n- ブランドはスキルのクールダウンが長く、モルガナのCCを受けるとスキルを使うタイミングを失いやすい。\n- モルガナの高い耐久性とCCの持続時間により、ブランドがオールインを仕掛けることが難しく、レーンでの優位性を失いやすい。",
			"ラカン": "ラカンがモルガナに不利です。\n\n- モルガナのスネアはラカンの機動力を制限し、捕まると反撃が難しくなる。\n- モルガナのスペルシールドはラカンのCCを無効化できるため、彼のエンゲージが効果的に機能しない。\n- モルガナは遠距離からのハラスが得意で、ラカンが近づく前にダメージを与えやすい。\n- ラカンは防御力が低く、モルガナの持つ持続的なダメージやCCに対して脆弱である。\n- モルガナの長時間のCCは、ラカンの連携やエンゲージを妨げるため、チーム戦でも不利になる。",
			"ノーチラス": "ノーチラスが不利です。\n\n理由:\n- モルガナのスネアはノーチラスの接近を阻害し、彼のCCを無効化することができるため、オールインが難しくなる。\n- モルガナのスペルシールドはノーチラスのCCを防ぐことができ、彼の攻撃を無効化する手段を持っている。\n- ノーチラスは移動速度が遅く、モルガナの遠距離攻撃に対して接近するのが難しいため、レーンでの圧力をかけにくい。\n- モルガナは長時間のCCを持っているため、ノーチラスが捕まった場合、反撃の機会が少なくなる。\n- モルガナは自衛手段が豊富で、ノーチラスのフックを避けることができるため、彼の攻撃をかわしやすい。",
			"アリスター": "アリスターが不利です。\n\n- モルガナのスネアはアリスターのエンゲージを無効化し、捕まえられるリスクが高まります。\n- モルガナのスペルシールドは味方を守るだけでなく、アリスターのCCを無効化することができるため、アリスターの攻撃が効果的に機能しません。\n- アリスターは近接チャンピオンであり、モルガナの遠距離攻撃に対して接近するのが難しく、ダメージを受けやすいです。\n- モルガナは高DPSを持つため、アリスターがオールインを仕掛ける際に、逆にダメージを受ける可能性が高いです。\n- アリスターのスキルはクールダウンが長く、モルガナのCCに対してタイミングを見計らう必要があり、プレッシャーを感じやすいです。",
			"ザイラ": "ザイラがモルガナに不利です。\n\n理由は以下の通りです。\n\n- モルガナのスネアはザイラの移動手段が乏しい点を突くことができ、捕まえられるリスクが高い。\n- モルガナのスペルシールドはザイラのCCを無効化できるため、ザイラの攻撃が効果的に機能しにくい。\n- モルガナは長時間のCCを持っており、ザイラが攻撃を仕掛ける前に反撃される可能性が高い。\n- ザイラは防御ステータスが低く、モルガナの攻撃を受けると脆弱であるため、オールインされると危険。\n- モルガナの持続的なダメージとCCの組み合わせにより、ザイラはレーンでのプレッシャーを受けやすい。",
			"セラフィーン": "セラフィーンが不利です。\n\n- モルガナのスネアは、セラフィーンのスキルを妨害しやすく、特にセラフィーンがスキルを発動する前に捕まると大きなダメージを受ける可能性が高い。\n- モルガナのスペルシールドは、セラフィーンのCCを無効化できるため、セラフィーンの支援能力を制限する。\n- セラフィーンはスキルの発生が遅く、モルガナの攻撃を受けやすい。特にオールインの際にモルガナが先手を取ると、セラフィーンは反撃が難しい。\n- モルガナは高いバーストダメージを持つため、セラフィーンの防御ステータスの低さが相まって、瞬時に倒されるリスクが高い。\n- セラフィーンは集団戦に強いが、モルガナのCCによって個々のスキルを発揮しにくくなるため、集団戦でも不利な状況に陥りやすい。",
			"タム・ケンチ": "タム・ケンチがモルガナに不利です。\n\n理由は以下の通りです。\n\n- モルガナのスネアは遠距離から発動できるため、タム・ケンチが近づく前に捕まえられる可能性が高い。\n- タム・ケンチのCCは発生が遅く、モルガナのスキルを避けることが難しいため、エンゲージが苦手。\n- モルガナのスペルシールドは、タム・ケンチの攻撃やCCを無効化することができ、彼の効果的な攻撃を妨げる。\n- モルガナは高いDPSを持ち、タム・ケンチのサステインを上回るダメージを与えることができる。\n- モルガナはエンチャンターとしての役割を果たし、味方を守る能力が高いため、タム・ケンチが攻撃を仕掛けても効果が薄い。"
		},
		"loses": {
			"ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持っており、モルガナのスネアやCCを無効化することができるため、モルガナの攻撃を効果的に防げる。\n- ジャンナのシールドは味方を守るだけでなく、モルガナのバーストダメージを軽減することができるため、モルガナの火力を抑えることができる。\n- ジャンナは高い移動速度を持ち、モルガナのスキルを避けやすく、レーンでのプレッシャーをかけることができる。\n- モルガナはクールダウンが長く、ジャンナがスキルを使った後に攻撃を仕掛けることで、モルガナの反撃を受けにくくなる。\n- ジャンナはタンク系のチャンピオンに対して有利であり、モルガナが持つCCに依存するプレイスタイルに対して強いカウンターとなる。",
			"ミリオ": "ミリオがモルガナに有利です。\n\n理由は以下の通りです。\n\n- モルガナのCCは主に単体キャッチであり、ミリオはウルトでそのCCを解除できるため、モルガナの攻撃を無効化しやすい。\n- ミリオは味方の攻撃範囲を延ばすことができるため、モルガナのスキルを避けながら安全にハラスを行える。\n- モルガナはクールダウンが長く、スキルを外した場合のリカバリーが難しいが、ミリオは持続的にダメージトレードを行うことができる。\n- ミリオの回復やシールドにより、モルガナのダメージを軽減できるため、持久戦に強い。\n- モルガナはエンゲージ能力が低く、ミリオのサポートによって安全にレーンを維持しやすい。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、モルガナのスキルを避けながら攻撃できる。\n- カルマのスネアは対象指定であり、モルガナのスペルシールドを無視して敵を捕まえることができるため、モルガナのCCを無効化しやすい。\n- カルマはシールドや加速効果を持っており、味方を守りつつ攻撃することができるため、モルガナの攻撃を受け流しやすい。\n- モルガナはクールダウンが長く、スキルを外すと反撃のチャンスが生まれるため、カルマはその隙を突いて攻撃できる。\n- カルマは機動力があり、モルガナのスキルを避けやすいため、持続的なハラスが可能である。",
			"ユーミ": "ユーミがモルガナに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、モルガナのスキルを避けやすく、特にスネアを回避することが可能です。\n- モルガナのCCは長時間ですが、ユーミはシールドや加速を使って味方を守ることができるため、オールインに対して強い耐性を持っています。\n- ユーミは回復やシールドを提供できるため、モルガナのダメージを軽減しやすく、持続的な戦闘において有利です。\n- モルガナのクールダウンが長いため、ユーミがスキルを避けることで、モルガナの攻撃機会を減少させることができます。\n- ユーミは単独での戦闘能力が低いものの、味方に密着することでその弱点を補い、モルガナの攻撃を受けるリスクを減らせます。",
			"ソラカ": "ソラカがモルガナに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、モルガナのCCを受けても味方を回復することで持ちこたえやすい。\n- モルガナのスネアやCCは、ソラカのサイレンスによって無力化されることが多く、モルガナの攻撃を防ぎやすい。\n- ソラカは遠距離からのハラスが得意で、モルガナのスキルを避けながらダメージを与えることができる。\n- モルガナのクールダウンが長いため、スキルを使った後の隙を突いて攻撃することが可能。\n- ソラカはエンチャンター系のチャンピオンであり、モルガナのようなCC依存のチャンピオンに対しては有利に立ち回れる。",
			"ゼラス": "ゼラスが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ゼラスは非常に長い射程を持っており、モルガナの攻撃範囲外から一方的に攻撃できるため、レーンでのハラスが容易です。\n- ポーク能力: ゼラスはスキルを使って遠距離からモルガナにダメージを与えることができ、モルガナはそのダメージを受けることを避けにくいです。\n- マナ管理: ゼラスはパッシブによってマナを回復できるため、レーンでの持続力が高く、モルガナのスキルのクールダウンを利用して持続的に攻撃できます。\n- CCの回避: モルガナのスネアは当てるのが難しいため、ゼラスはそのスキルを避けながら攻撃することができ、モルガナの強みを無効化できます。\n- 集団戦でのAoEダメージ: ゼラスは集団戦でもAoEダメージを持っているため、モルガナが集団戦で活躍しようとしても、ゼラスの攻撃によって圧力をかけられます。",
			"ソナ": "ソナが有利です。\n\n理由:\n- ソナは回復やシールドを持っており、モルガナのハラスを軽減できるため、レーンでの耐久力が高い。\n- モルガナのCCは強力ですが、ソナは自身のスキルで味方を支援できるため、モルガナの攻撃を受け流しやすい。\n- ソナのAoEスタンは、モルガナのスキルを無効化することができ、集団戦での優位性を持つ。\n- ソナはレーンでの持続的な回復能力が高く、モルガナのマナ消費を考慮すると、長期戦で有利に立ちやすい。\n- ソナはスキルの発動が簡単で、操作が容易なため、初心者でも扱いやすく、安定したプレイが可能。",
			"パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、モルガナのスネアを避けつつオールインが可能です。これにより、モルガナのCCを無効化しやすくなります。\n- パンテオンは序盤から高いバーストダメージを持っており、モルガナがスキルを使った後の隙を突いて攻撃することができます。\n- モルガナはクールダウンが長く、スキルを使った後のタイミングでパンテオンが攻撃を仕掛けることで、優位に立つことができます。\n- パンテオンのグローバルなUltを活かして、他のレーンへのロームが得意で、モルガナが孤立している状況を作りやすいです。\n- モルガナはバーストダメージが低く、パンテオンの攻撃に対して耐えるのが難しいため、レーンでのプレッシャーをかけやすいです。",
			"ジリアン": "ジリアンはモルガナに有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、モルガナのスペルシールドを無視してダメージを与えやすい。\n- ジリアンのAoEスタンは、モルガナのCCを無効化することができ、集団戦での影響力を高める。\n- ジリアンは移動速度のバフを持っており、モルガナのスネアを避けやすく、エンゲージやPeelが得意。\n- モルガナはクールダウンが長く、ジリアンがスキルを使い果たす前に攻撃を仕掛けることができる。\n- ジリアンの蘇生能力は、モルガナのバーストダメージに対抗できるため、戦術的に優位に立てる。"
		}
	},
	"シャコ": {
		"name": "シャコ",
		"beats": {
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブル状態で接近してくるため、ラックスはスキルを当てるのが難しい。\n- シャコの奇襲能力により、ラックスは接近されるとスキルを使う余裕がなくなり、脆弱な状態になる。\n- シャコはCCを持つスキルを使ってラックスの動きを制限できるため、ラックスは逃げることが難しくなる。\n- シャコの高いバーストダメージに対して、ラックスは基礎ステータスが低く、耐久力が不足しているため、一瞬で倒される危険がある。\n- シャコはレベル6で強力なGank性能を持ち、ラックスはその圧力に対処しづらい。",
			"モルガナ": "モルガナがシャコに不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、モルガナのスキルを避けやすい。\n- モルガナのCCはシャコの奇襲に対して効果的ではなく、シャコが近づいてくるとモルガナは攻撃を受けやすくなる。\n- シャコは瞬時に高いバーストダメージを与えることができ、モルガナの耐久力が低いため、早期に倒されるリスクが高い。\n- モルガナのスキルはクールダウンが長く、シャコの奇襲に対して即座に反応するのが難しい。\n- シャコは集団戦でのAoEダメージが苦手なモルガナに対して、個別に狙い撃ちすることが得意で、モルガナが孤立した場合に特に危険。",
			"レオナ": "レオナが不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲をかけることができるため、レオナのCCを避けやすい。\n- シャコの攻撃はAAに依存しているが、レオナは耐久力が高く、直接的なダメージを受けにくい。しかし、シャコの奇襲に対してはレオナが反応しづらい。\n- シャコはレオナのオールインに対して、インビジブルを使って逃げたり、逆に攻撃を仕掛けることができるため、レオナのイニシエートが無効化されることが多い。\n- レオナはサステインがないため、シャコの奇襲を受けるとハラスを受けやすく、レーンでの優位性を失いやすい。\n- シャコは集団戦でのAoEとCCが限られているため、レオナが他の味方と連携しても、シャコの奇襲に対して脆弱な状況に陥ることがある。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブリッツクランクのフックを避けやすい。\n- シャコのCCを持つスキルは、ブリッツクランクの行動を制限し、逆に彼を捕まえるチャンスを生むことができる。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、シャコのような高機動性の相手には特に無力になりやすい。\n- シャコは集団戦でのAoEとCCが限られているため、ブリッツクランクが他の味方と連携しても、シャコの奇襲に対処しきれないことが多い。\n- ブリッツクランクはタンクとしての役割を持つが、シャコの高いバーストダメージに対しては耐えきれないことが多く、特にレベル6以降のシャコのGank性能に対処するのが難しい。",
			"パイク": "パイクが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、パイクの捕まえる能力を無効化しやすい。\n- シャコのCCを持つスキルは、パイクが攻撃を仕掛ける際に妨害される可能性が高く、トレードで不利になる。\n- パイクは集団戦での耐久力が低く、シャコの高い瞬間火力に対して脆弱であるため、簡単に排除されるリスクがある。\n- シャコはレベル6で強力なGank性能を持ち、パイクがレーンで優位に立つのが難しくなる。\n- シャコの奇襲能力に対して、パイクは逃げる手段が限られており、特にシャコの攻撃を受けると致命的なダメージを受けやすい。",
			"ポッピー": "ポッピーが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ポッピーはその奇襲に対処しづらい。\n- ポッピーのスキルは射程が短く、シャコの攻撃を避けることが難しいため、トレードで不利になることが多い。\n- シャコはCCを持っており、ポッピーのエンゲージを妨害することができるため、ポッピーは思うように戦えない。\n- ポッピーはタンクとしての能力が条件付きであり、シャコの高いバーストダメージに対して耐えきれないことがある。\n- シャコはレベル6で強力なGank性能を持ち、ポッピーはそのプレッシャーに対して脆弱である。",
			"セナ": "セナが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、セナは捕まりやすい。\n- セナは基礎ステータスが低く、接近戦に弱いため、シャコの攻撃を受けるとすぐに脆くなってしまう。\n- シャコのCCを持つスキルによって、セナの逃げる手段が制限され、捕まるリスクが高まる。\n- セナはスタックを集めることで強化されるが、シャコの奇襲によりそのスタックを集める前に倒される可能性がある。\n- シャコはレベル6でのGank性能が高く、セナはそのタイミングで特に危険な状況に置かれる。",
			"ザイラ": "ザイラがシャコに不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動力を持ち、インビジブル状態で接近してくるため、ザイラの攻撃を避けやすい。\n- ザイラは移動手段が乏しく、シャコが接近してくると脆弱な状態になりやすい。\n- シャコの奇襲能力により、ザイラは自分のスキルを発動する前に攻撃を受ける可能性が高い。\n- シャコはCCを持つスキルを使ってザイラを攪乱し、攻撃を容易にすることができる。\n- ザイラのスキルは発動から発生までに時間がかかるため、シャコの素早い動きに対処しづらい。",
			"セラフィーン": "セラフィーンがシャコに不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、セラフィーンは攻撃を避けるのが難しい。\n- セラフィーンのスキルは発生が遅く、シャコのような瞬時に近づいてくるアサシンに対しては反応が遅れやすい。\n- セラフィーンは防御ステータスが低く、シャコのバーストダメージに対して非常に脆弱である。\n- シャコはCCを持つスキルを使ってセラフィーンの動きを制限し、オールインを仕掛けることができるため、セラフィーンは不利な状況に陥りやすい。\n- セラフィーンは集団戦に強いが、シャコの奇襲によって個々の戦闘が発生すると、集団戦の利点を活かせなくなる。",
			"ブラウム": "ブラウムが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲をかけることができるため、ブラウムの防御能力を無視して攻撃することが容易です。\n- ブラウムは接近戦での防御に特化していますが、シャコの奇襲に対してはその防御が機能しにくく、特にシャコがインビジブルから攻撃を仕掛けると、ブラウムは反応が遅れることがあります。\n- シャコのCCを持つスキルは、ブラウムのPeel能力を無効化することができ、ブラウムが味方を守ることが難しくなります。\n- ブラウムはサステインがないため、シャコの高いバーストダメージに対して耐えることが難しく、特に序盤からのハラスに弱いです。\n- シャコは集団戦でのAoEダメージが苦手なブラウムに対して、個別に狙い撃ちすることができるため、ブラウムが集団戦での役割を果たしにくくなります。",
			"ニーコ": "ニーコがシャコに不利です。\n\n- シャコは高い機動性を持ち、ニーコが近づく前に奇襲を仕掛けることができるため、ニーコは攻撃を受けやすい。\n- シャコのインビジブル状態はニーコの擬態を無効化し、ニーコがどのように行動しても予測されやすくなる。\n- シャコはCCを持っており、ニーコが接近した際に捕まえられるリスクが高い。特にニーコは防御ステータスが低いため、一度捕まると致命的なダメージを受ける可能性がある。\n- ニーコは射程が短く、シャコの攻撃を避けるのが難しい。シャコが先に攻撃を仕掛けることで、ニーコは反撃の機会を失うことが多い。\n- シャコは集団戦でのAoEダメージが限られているため、ニーコが集団戦での強みを発揮しづらくなる。シャコの奇襲に対して、ニーコは効果的に対処できないことが多い。"
		},
		"loses": {
			"ルル": "ルルがシャコに有利です。\n\n- ルルは固有のCCを持っており、シャコの奇襲を無力化することができるため、シャコが近づいてきた際に効果的に対処できる。\n- ルルのシールドやHP増加のスキルにより、シャコの攻撃を受けても生存しやすく、逆に反撃のチャンスを得ることができる。\n- シャコはAA依存度が高く、ルルのポリモーフによって攻撃を無効化されると、ダメージを与える手段が制限される。\n- ルルは遠距離攻撃が可能で、シャコが近づく前にダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- ルルのスキルは対象指定であるため、シャコのインビジブル状態を見越してスキルを使うことで、効果的にシャコを捕まえることができる。",
			"ユーミ": "ユーミがシャコに有利です。\n\n- ユーミは味方に密着することで、シャコの奇襲を回避しやすく、攻撃を受けるリスクを減少させることができる。\n- シャコの攻撃はAAに依存しているため、ユーミのシールドや回復を活用することで、持続的なダメージを受けにくい。\n- ユーミは移動速度を上げることができるため、シャコの奇襲を避けることができ、逆に味方と連携して反撃するチャンスを作りやすい。\n- ユーミは後衛にいるため、シャコがインビジブルで近づいても、味方のADCと連携して攻撃することで、シャコを排除することが可能。\n- ユーミの回復能力により、シャコの攻撃を受けた後でも持続的に戦えるため、レーンでの優位性を保ちやすい。",
			"パンテオン": "パンテオンがシャコに有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、シャコの奇襲を無効化することができるため、シャコがインビジブル状態で近づいても反撃が可能です。\n- パンテオンのオールイン能力は高く、シャコがAAに依存しているため、パンテオンの攻撃を受けると早期にダメージを与えられます。\n- パンテオンは序盤からキルプレッシャーをかけやすく、シャコが育つ前に有利な状況を作りやすいです。\n- パンテオンのグローバルなUltを活かして、他のレーンへのロームが可能で、試合全体に影響を与えることができます。\n- シャコは基礎ステータスが低く、パンテオンのバーストダメージに対して脆弱であるため、奇襲に失敗した場合のリスクが高いです。",
			"ソラカ": "ソラカがシャコに有利です。\n\n- ソラカは高いヒール能力を持っており、シャコの奇襲攻撃を受けても味方を迅速に回復できるため、シャコのダメージを軽減できる。\n- サイレンス効果を持つスキルにより、シャコのスキルを無効化しやすく、特にシャコがインビジブル状態の時に攻撃を阻止できる。\n- ソラカは射程が長いため、シャコが近づく前にハラスを行いやすく、レーンでのプレッシャーをかけることができる。\n- シャコはAA依存度が高く、ソラカのヒールによって持続的な戦闘が可能になるため、シャコの攻撃を耐えやすい。\n- ソラカは集団戦でのヒールとCCを活用できるため、シャコが集団戦に参加する際に彼の効果を減少させることができる。",
			"アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは強力なCCを持っており、シャコの奇襲を無効化することができる。特に、シャコがインビジブル状態の時にアリスターのスキルを使うことで、シャコの動きを制限できる。\n- アリスターは高いタフネスを持っているため、シャコの攻撃を耐えることができ、逆に反撃するチャンスを得やすい。\n- シャコはAA依存度が高く、アリスターのCCによって攻撃が当たらない状況を作り出すことができるため、シャコのダメージを減少させることができる。\n- アリスターはレーン維持力が高く、シャコが序盤にプレッシャーをかけるのが難しくなる。これにより、アリスターはレーンでの優位性を保ちやすい。\n- 集団戦において、アリスターはタンクとしての役割を果たし、シャコが集団戦でのAoEやCCを活かすのを難しくすることができる。",
			"ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- シャコはAA依存度が高く、ジャンナのCCやシールドによって攻撃を無効化されやすい。\n- ジャンナは高い移動速度を持ち、シャコの奇襲を避けることができるため、シャコのインビジブル状態に対しても対応しやすい。\n- ジャンナのディスエンゲージ能力により、シャコがオールインを仕掛けてきた際に、容易に反撃することができる。\n- シャコは集団戦でのAoEとCCが限られているため、ジャンナのサポート能力が活かされやすい。\n- ジャンナはタンク系のチャンピオンに対して強いが、シャコはAA依存のアサシンであるため、ジャンナの強みを活かしやすい。",
			"ソナ": "ソナが有利です。\n\n理由:\n- ソナは遠距離攻撃を持ち、シャコの近接攻撃に対して安全な距離からハラスが可能です。\n- ソナの回復能力により、シャコの攻撃を受けても持ちこたえやすく、持続的な戦闘で優位に立てます。\n- シャコはAA依存度が高く、ソナのオーラによる支援で味方が生存しやすくなり、シャコの奇襲を無効化できます。\n- ソナのスタン効果を持つUltは、シャコの奇襲を防ぎ、集団戦での影響力を高めます。\n- ソナは集団戦での支援能力が高く、味方を強化することでシャコの攻撃を受け流しやすくなります。",
			"タム・ケンチ": "タム・ケンチがシャコに有利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステインを持っており、シャコの奇襲攻撃に対して耐えることができる。\n- タム・ケンチのウルトはシャコの攻撃を無力化することができ、シャコが仕掛けた際に逆に有利な状況を作り出せる。\n- シャコはAA依存度が高く、タム・ケンチはタンクビルドで耐久力を確保できるため、シャコの攻撃を受けやすい。\n- タム・ケンチはシャコのインビジブル状態を見越して行動できるため、シャコの奇襲を予測しやすい。\n- タム・ケンチはエンゲージ型のタンクに対して強く、シャコの攻撃を受けつつ反撃することができる。",
			"ミリオ": "ミリオはシャコに有利です。\n\n理由は以下の通りです。\n\n- ミリオは射程が長いため、シャコの近接攻撃を避けながらハラスが可能です。\n- ミリオのスキルによって味方の攻撃力を強化できるため、シャコに対して有利なトレードが行えます。\n- シャコの奇襲に対して、ミリオのウルトでCCを解除することができるため、シャコの攻撃を無効化しやすいです。\n- ミリオは回復やシールドを持っているため、シャコのダメージを軽減しやすく、持続的な戦闘が可能です。\n- シャコはAA依存度が高く、ミリオのサポートによってその攻撃を受け流すことができるため、シャコの効果的な攻撃を阻止できます。"
		}
	},
	"ゼラス": {
		"name": "ゼラス",
		"beats": {
			"メル": "メルが不利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、メルが近づく前に一方的にハラスを受けることができる。\n- ゼラスのAoE攻撃は集団戦でのダメージを高め、メルの持続的なダメージを抑えることができる。\n- メルは回復エフェクトに弱く、ゼラスのポークによってHPを削られると、回復手段が限られるため、レーンでの生存が難しくなる。\n- ゼラスは自衛手段が乏しいが、メルも能動的なCCがないため、ゼラスに対して積極的に攻撃することが難しい。\n- ゼラスのスキルは発動が遅いが、メルは機動力が高くないため、ゼラスの攻撃を避けるのが難しい。",
			"モルガナ": "モルガナが不利です。\n\n- ゼラスはスキルの射程が非常に長く、遠距離から一方的に攻撃できるため、モルガナはハラスを受けやすい。\n- モルガナのスキルは発動が遅く、ゼラスの攻撃を避けるのが難しいため、特に序盤は不利な状況に陥りやすい。\n- ゼラスのAoE攻撃により、モルガナは集団戦でのダメージを受けやすく、味方を守るのが難しくなる。\n- モルガナのスペルシールドはゼラスの攻撃を防げないため、彼のハラスに対して効果的な対策が取れない。\n- ゼラスは自衛手段が乏しいため、モルガナが接近してCCを当てるチャンスがあるが、ゼラスの射程とポーク能力により、接近する前にダメージを受けることが多い。",
			"セナ": "セナが不利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、セナが近づく前に一方的にハラスを受けることができる。\n- ゼラスのAoE攻撃は、セナが複数の敵に対して回復を行う際に、セナ自身がダメージを受けやすくなる。\n- セナは基礎ステータスが低く、ゼラスの攻撃を受けるとすぐに危険な状況に陥る可能性が高い。\n- ゼラスはスキルの発動が遅いものの、セナが接近する前にスキルを当てることができるため、セナの逃げる手段を制限することができる。\n- セナはスタックを集める必要があるが、ゼラスの攻撃によってそれが難しくなるため、成長が遅れる可能性がある。",
			"ブランド": "ブランドが不利です。\n\n- ゼラスは射程が非常に長く、遠距離から一方的に攻撃できるため、ブランドはハラスを受けやすい。\n- ゼラスのスキルはAoEダメージを持ち、集団戦でのダメージを効率的に与えられるため、ブランドの持続ダメージが相対的に劣る。\n- ブランドは自衛手段が乏しく、ゼラスの長射程攻撃に対して反撃が難しいため、奇襲を受けやすい。\n- ゼラスのスキルは発動が遅いが、ブランドも同様に自衛手段がないため、ゼラスの攻撃を避けるのが難しい。\n- ゼラスはマナ管理が容易で、持続的に攻撃を続けられるため、ブランドのマナ枯渇を利用されやすい。",
			"ニーコ": "ニーコが不利です。\n\n- ゼラスはスキルの射程が非常に長く、ニーコが近づく前に一方的にハラスを受けることができるため、ニーコは攻撃を仕掛けるのが難しい。\n- ニーコのスキルは射程が短く、ゼラスの攻撃を避けるために近づく必要があるが、ゼラスはその距離から安全に攻撃できるため、ニーコはリスクを負うことになる。\n- ゼラスのAoE攻撃は集団戦でのダメージを高めるため、ニーコが擬態を使っても、ゼラスの攻撃を受けるリスクが高い。\n- ゼラスは自衛手段が乏しいが、ニーコが近づく前にハラスを受けることで、ニーコが攻撃を仕掛けるタイミングを失いやすい。\n- ゼラスはマナ管理が容易で、長時間レーンでのハラスを続けられるため、ニーコは持続的に圧力を受けることになる。",
			"セラフィーン": "セラフィーンが不利です。\n\n- ゼラスはスキルの射程が非常に長く、セラフィーンが攻撃を仕掛ける前に一方的にハラスを受けることができる。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しいため、特に序盤のレーン戦で不利になる。\n- ゼラスはAoEダメージを持っており、集団戦でも複数の敵にダメージを与えやすいため、セラフィーンの支援効果を打ち消すことができる。\n- セラフィーンは基礎ダメージが低く、オールイン合戦ではゼラスに対抗しづらい。\n- ゼラスは自衛手段が乏しいが、セラフィーンも防御ステータスが低く、アサシンに対して脆弱であるため、ゼラスが攻撃を仕掛けるタイミングを見計らうことができる。",
			"アリスター": "アリスターが不利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、アリスターが近づく前に一方的にハラスを受けることができる。\n- アリスターは近接キャリーであり、ゼラスの攻撃を避けることが難しいため、レーンでの維持が困難になる。\n- ゼラスのAoE攻撃は、アリスターが集団戦でのエンゲージを行う際に、周囲の敵にもダメージを与えるため、アリスターのタンク性能を削ぐ。\n- アリスターのスキルはクールダウンが長く、ゼラスの攻撃を受け続けると、スキルを使うタイミングが限られてしまう。\n- ゼラスは自衛手段が乏しいため、アリスターが接近した際に一気に攻撃を仕掛けることができるが、ゼラスの射程の長さにより、アリスターが接近する前にダメージを受けやすい。",
			"ザイラ": "ザイラが不利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、ザイラが攻撃する前に一方的にハラスを受けることができる。\n- ゼラスのスキルはAoEダメージを持っているため、ザイラの植物を簡単に処理されてしまう。\n- ゼラスは自衛手段が乏しいが、ザイラも移動手段がないため、ゼラスの攻撃を受けやすい。\n- ゼラスのスキルは発動が遅いが、ザイラも同様にスキルの発動から発生までに時間がかかるため、機動力の高いゼラスに対して当てづらい。\n- ゼラスはマナ管理が容易で、持続的にハラスを行えるため、ザイラが有利な状況を作りにくい。",
			"ブラウム": "ブラウムが不利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、ブラウムは近接キャリーであるため、ゼラスの攻撃を避けることが難しい。\n- ブラウムは遠距離からのハラス能力が低く、ゼラスのポークに対して効果的に反撃できない。\n- ゼラスのスキルはAoEダメージを持ち、集団戦でも複数の敵にダメージを与えやすいため、ブラウムが守るべき味方にも影響を与える。\n- ブラウムのCCは発動までに時間がかかるため、ゼラスのスキルを避けることが難しく、接近されるとPeel能力が低下する。\n- ゼラスは自衛手段が乏しいが、ブラウムが近づく前にハラスで体力を削ることができるため、ブラウムにとっては不利な状況が続く。",
			"ラックス": "ラックスがゼラスに不利です。\n\n理由は以下の通りです。\n\n- ゼラスはスキルの射程が非常に長く、ラックスが攻撃を仕掛ける前に一方的にハラスを受けることができる。\n- ゼラスのスキルはAoEダメージを持ち、集団戦でも複数の敵にダメージを与えやすいため、ラックスが集団戦での影響力を発揮しづらい。\n- ラックスは接近されると脆弱であり、ゼラスの長射程攻撃によって安全に距離を保たれるため、ラックスが攻撃を当てる機会が減る。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、ラックスのハラスを耐えやすい。\n- ラックスのスキルは全て方向指定で、発動が遅いため、ゼラスの攻撃を避けるのが難しい。"
		},
		"loses": {
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ゼラスに対して高いプレッシャーをかけることができる。\n- ゼラスのスキルは発動が遅く、カルマのスネアや加速効果を避けるのが難しい。\n- カルマはスキルを駆使してハラスを行いながら、味方をサポートできるため、ゼラスの攻撃を受けつつも有利な状況を作りやすい。\n- ゼラスは自衛手段が乏しく、カルマのスネアやAoEダメージによって簡単に捕まる可能性が高い。\n- カルマは機動力の高いチャンピオンではないが、ゼラスの攻撃を避けるためのスキルを持っているため、相手の攻撃を受けにくい。",
			"レオナ": "レオナが有利です。\n\n- レオナは高いCCを持っており、ゼラスのスキルを当てる前に接近して捕まえることができるため、ゼラスの攻撃を無効化しやすい。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、レオナのオールインに対して非常に弱い。\n- レオナは基礎ステータスが高く、序盤からの戦闘に強いため、ゼラスがハラスを試みる際に逆にダメージを与えられることが多い。\n- ゼラスはスキルの発動が遅いため、レオナが接近する際にスキルを当てるのが難しく、レオナの攻撃を受けやすい。\n- レオナはミニオンに妨害されずにロームやGankに対応できるため、ゼラスが孤立しているときに有利に立ち回ることができる。",
			"パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- ゼラスはスキルの発動が遅く、方向指定・地点指定のため、パイクの高い機動力を活かして避けやすい。\n- パイクは近距離での奇襲が得意であり、ゼラスの自衛手段が乏しいため、フックやコンボで簡単に捕まえることができる。\n- ゼラスはマナ消費が多く、パッシブの回転を意識しないとマナが枯渇しやすいが、パイクはハラスに対する耐性が高く、持続的に攻撃を仕掛けられる。\n- パイクのUltはキルゴールドを味方と共有できるため、ゼラスを倒すことでチーム全体に利益をもたらしやすい。\n- ゼラスは脆いサポートやチャンピオンに対して有利なため、パイクの攻撃が効果的に機能する。",
			"ラカン": "ラカンがゼラスに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ゼラスの長射程攻撃を避けやすい。これにより、ゼラスのハラスを受けにくくなる。\n- ゼラスのスキルは発動が遅く、方向指定・地点指定であるため、ラカンのような機動力の高いチャンピオンには当てにくい。\n- ラカンはCCを持っており、ゼラスが近づいてきた際に効果的に妨害できる。特に、ゼラスがスキルを使った後の隙を突くことができる。\n- ラカンのシールドやヒールにより、ゼラスの攻撃を耐えることができ、レーンでのサステインが高い。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、ラカンが接近してCCを当てることで簡単にキルを狙える。",
			"ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、ゼラスのような自衛手段が乏しいチャンピオンに対して一方的に攻撃を仕掛けることができる。\n- ゼラスはスキルの発動が遅く、ノーチラスのフックやCCを避けるのが難しいため、捕まるリスクが高い。\n- ノーチラスの近接攻撃により、ゼラスの長射程を活かす前に接近してダメージを与えることができる。\n- ゼラスは機動力が低く、ノーチラスのオールインに対して逃げる手段が限られているため、ノーチラスが有利に立ちやすい。\n- ノーチラスはタンクとしての耐久力が高く、ゼラスの攻撃を受けながらも持続的にダメージを与えることができる。",
			"ソナ": "ソナが有利です。\n\n- ソナは回復やシールドを持っているため、ゼラスのハラスを耐えることができる。ゼラスの攻撃を受けても、ソナの回復で持ちこたえやすい。\n- ゼラスはスキルの発動が遅く、方向指定・地点指定のため、ソナの機動力を活かして避けやすい。ソナはスキルを使いながら移動できるため、ゼラスの攻撃をかわしやすい。\n- ソナのAoEスタンは、ゼラスが集団戦で攻撃する際に妨害できる。ゼラスがスキルを当てる前にスタンを入れることで、彼のダメージを抑えることができる。\n- ソナは集団戦での支援能力が高く、味方を強化することでゼラスの攻撃を受ける際のリスクを軽減できる。特に、ゼラスがAoE攻撃を行う際に、味方の生存率を上げることができる。\n- ソナはレーン戦での持続力が高く、長期戦に持ち込むことでゼラスのマナ管理の難しさを突くことができる。ゼラスはマナを消費しやすいため、持続的なハラスを受けることでマナが枯渇しやすい。",
			"ユーミ": "ユーミがゼラスに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、ゼラスの攻撃をシールドや加速で回避しやすく、ハラスを受けにくい。\n- ゼラスのスキルは方向指定・地点指定で発動が遅いため、ユーミの機動力を活かして避けることができる。\n- ユーミは回復やシールドを提供できるため、ゼラスのポークを耐えやすく、レーン維持が得意。\n- ゼラスは自衛手段が乏しく、ユーミが味方に密着していると、ゼラスが攻撃しづらくなる。\n- ユーミは味方の攻撃力を強化できるため、ゼラスに対しても一方的に攻撃を仕掛けることができる。",
			"ナミ": "ナミが有利です。\n\n- ナミは豊富なCCを持っており、ゼラスのスキルを当てるのが難しくなるため、トレードで優位に立ちやすい。\n- ゼラスは自衛手段が乏しく、ナミのハラスやCCによって簡単に捕まる可能性が高い。\n- ナミのスキルは全てダメージを持ち、ゼラスに対しても効果的にハラスができるため、レーンでの圧力をかけやすい。\n- ゼラスはマナ管理が難しいため、ナミの持続的なハラスによってマナを枯渇させることができる。\n- ナミは短射程のADCに対して有利であり、ゼラスもその特性を持つため、ナミの攻撃的なプレイスタイルが有効に働く。",
			"レル": "レルがゼラスに有利です。\n\n理由は以下の通りです。\n\n- レルは近接キャリーであり、ゼラスの長射程攻撃を避けながら接近することができるため、ゼラスに対してオールインを仕掛けやすい。\n- ゼラスはスキルの発動が遅く、機動力の高いレルに対して当てるのが難しいため、ハラスを受けにくい。\n- レルの複数のCCを活かして、ゼラスを拘束し、ダメージを与えるチャンスを作ることができる。\n- ゼラスは自衛手段が乏しく、レルのエンゲージに対して反撃が難しいため、レーンでの優位を築きやすい。\n- レルのパッシブによって、ゼラスのAR/MRを吸収し、タンクとしての耐久力を高めることができるため、持続的な戦闘が可能。",
			"ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、ゼラスのスキルを無効化したり、距離を取ることができるため、ゼラスの攻撃を避けやすい。\n- ゼラスはスキルの発動が遅く、機動力の高いジャンナに対して当てるのが難しいため、ハラスが効果的に行える。\n- ジャンナのシールドは味方を守るだけでなく、ゼラスのポークを軽減することができ、レーンでの生存能力を高める。\n- 高い移動速度を持つジャンナは、ゼラスの攻撃を避けながら、味方のサポートを行うことができるため、レーンでの優位性を保ちやすい。\n- ゼラスは自衛手段が乏しく、ジャンナのディスエンゲージ能力によって、ゼラスが攻撃を仕掛ける機会を減少させることができる。"
		}
	},
	"スウェイン": {
		"name": "スウェイン",
		"beats": {
			"シャコ": "シャコが不利です。\n\n- スウェインは持続的な回復能力を持っており、シャコの攻撃を受けても回復しながら戦えるため、シャコの奇襲が効果的ではない。\n- スウェインのスキルは全てAOEであり、集団戦では多くの敵にダメージを与えつつ回復できるため、シャコが接近するのが難しい。\n- スウェインはEスキルでシャコをキャッチする能力があり、シャコがインビジブル状態から攻撃を仕掛けても、スウェインに捕まるリスクが高い。\n- スウェインは重傷効果に弱いが、シャコが持つダメージは持続的ではなく、スウェインが育つと逆に不利になる。\n- シャコは集団戦でのAoEとCCが限られているため、スウェインの持続的なダメージと回復に対抗しづらい。",
			"タム・ケンチ": "タム・ケンチが不利です。\n\n- スウェインは持続的な回復能力を持っており、タム・ケンチの攻撃を受けながらも耐えられるため、トレードで有利に立ちやすい。\n- スウェインのスキルは全てAOEであり、集団戦ではタム・ケンチが複数の敵に囲まれると回復量が増加し、逆にタム・ケンチがダメージを受けやすくなる。\n- タム・ケンチのCCは発生が遅く、スウェインのEによるキャッチ能力に対して対抗しづらい。\n- スウェインは重傷効果に弱いが、タム・ケンチはその重傷効果を持つチャンピオンに対しても有効なダメージを出しづらい。\n- スウェインは機動力がないため、タム・ケンチが接近することができれば有利に立てるが、スウェインのスキルを避けるのが難しいため、接近する前にダメージを受けるリスクが高い。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- スウェインは持続的な回復能力を持っており、ブリッツクランクの攻撃を受けても回復しながら戦えるため、ブリッツクランクのフックが当たっても逆に有利な状況を作られることがある。\n- スウェインのスキルは全てAOEであり、集団戦では多くの敵にダメージを与えつつ回復できるため、ブリッツクランクが一人を捕まえても、他の敵に対して効果的にダメージを与えられる。\n- スウェインはEスキルでブリッツクランクを引き寄せることができ、ブリッツクランクが近づくと逆に捕まえられるリスクが高まる。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、スウェインが育つ時間を与えてしまうため、レーン戦での優位性を失いやすい。\n- スウェインは重傷効果に弱いが、ブリッツクランクの攻撃は持続的なダメージを与えることが難しく、スウェインが育つ前に倒すのが難しい。",
			"ラカン": "ラカンが不利です。\n\n- スウェインは持続的な回復能力を持っており、ラカンの攻撃を受けても回復しながら戦うことができるため、ラカンのハラスが効きにくい。\n- スウェインのスキルは全てAOEであり、ラカンが複数の敵を相手にする際に、スウェインのダメージが非常に高くなるため、ラカンは集団戦での立ち回りが難しくなる。\n- スウェインのEスキルによるキャッチ能力は、ラカンの機動力を制限する要因となり、ラカンが接近するのが難しくなる。\n- ラカンは移動を伴うスキルが多く、スウェインのCCやダメージを受けると、逃げる手段が限られてしまう。\n- スウェインは重傷効果に弱いが、ラカンが持つヒールやシールドはスウェインの回復を妨げることができないため、ラカンのサステインが効果的に機能しない。",
			"ノーチラス": "ノーチラスが不利です。\n\n- スウェインは持続的な回復能力を持っており、ノーチラスのCCを受けても回復しながら戦えるため、オールインが効果的ではない。\n- スウェインのスキルは全てAOEであり、集団戦ではノーチラスが複数の敵を捕まえた場合でも、スウェインはその恩恵を受けやすい。\n- スウェインはEスキルでノーチラスを引き寄せることができ、ノーチラスが接近することで逆にダメージを受けやすくなる。\n- ノーチラスは移動速度が低く、スウェインのスキルを避けるのが難しいため、スウェインに対してプレッシャーをかけにくい。\n- スウェインは重傷効果に弱いが、ノーチラスはその効果を持たないため、スウェインの回復を抑える手段がない。",
			"レル": "レルが不利です。\n\n- スウェインは持続的な回復能力を持っており、レルの攻撃を受けても耐えやすい。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、レルのCCを受けても逆にダメージを与えられる。\n- スウェインはEスキルでレルを引き寄せることができ、レルがエンゲージを試みる際に逆に捕まるリスクが高い。\n- スウェインは重傷効果に弱いが、レルはその効果を持たないため、スウェインの回復を抑える手段がない。\n- スウェインは機動力が低いが、レルも同様に機動力がないため、互いに接近戦になるが、スウェインの方が持続的なダメージを出せる。",
			"アリスター": "アリスターが不利です。\n\n- スウェインは持続的な回復能力を持ち、アリスターのCCを受けても回復しながら戦えるため、アリスターのエンゲージが効果的ではない。\n- スウェインのスキルは全てAOEであり、集団戦ではアリスターが近づくと一度に多くのダメージを受ける可能性が高い。\n- スウェインは重傷効果に弱いが、アリスターはその重傷効果を持つチャンピオンと組み合わせることで、スウェインの回復を妨げることができる。\n- アリスターは攻撃力が低く、スウェインの高いDPSに対抗するのが難しいため、オールインが通じにくい。\n- スウェインは機動力がないため、アリスターがうまくエンゲージできれば有利に立てるが、スウェインのスキルによって逆に捕まるリスクが高い。",
			"ラックス": "ラックスが不利です。\n\n- スウェインは接近戦での持続的な回復能力があり、ラックスのバーストダメージを受けても生き残ることができる。\n- スウェインのスキルは全てAOEであり、集団戦ではラックスのスキルを無効化しやすい。\n- スウェインのEスキルによるキャッチ能力が強力で、ラックスが距離を保とうとしても捕まえられる可能性が高い。\n- ラックスは基礎ステータスが低く、スウェインに接近されると非常に脆弱で、逆に攻撃される危険がある。\n- スウェインは重傷効果に弱いが、ラックスのスキルには重傷効果を持つものがないため、スウェインの回復を抑える手段がない。",
			"ポッピー": "ポッピーが不利です。\n\n- スウェインは持続的な回復能力を持っており、ポッピーのダメージを吸収しやすい。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、ポッピーが接近しても効果的にダメージを与えられる。\n- ポッピーのスキルの射程が短いため、スウェインの攻撃を避けることが難しく、ハラスを受けやすい。\n- スウェインはCCに対して脆弱だが、ポッピーのCCはスウェインの持続的なダメージを止めるのが難しい。\n- スウェインは重傷効果に弱いが、ポッピーがその効果を持つスキルを持っていないため、スウェインの回復を抑える手段がない。",
			"スレッシュ": "スレッシュが不利です。\n\n- スウェインは持続的な回復能力を持っており、スレッシュのハラスを受けても回復しながら戦えるため、スレッシュの攻撃があまり効果的ではない。\n- スウェインのスキルは全てAOEであり、集団戦ではスレッシュが近づくと一度に多くのダメージを受ける可能性が高い。\n- スウェインは重傷効果に弱いが、スレッシュはその効果を持つアイテムを持つことができるため、スウェインの回復を妨げることができる。\n- スウェインのEスキルによるキャッチ能力は、スレッシュのフックを避けるのが難しく、逆にスレッシュが捕まるリスクが高まる。\n- スウェインは機動力がないが、スレッシュが近づくことでスウェインのスキルを当てやすくなり、逆にスレッシュが不利な状況に陥ることがある。",
			"セナ": "セナが不利です。\n\n- スウェインは持続的な回復能力を持っており、セナの攻撃を受けながらも耐えることができるため、セナのハラスが効果的ではない。\n- スウェインのスキルは全てAOEであり、集団戦やレーン戦で複数の敵に対してもダメージを与えられるため、セナが近づくと危険。\n- スウェインのEスキルによるキャッチ能力が高く、セナが距離を保とうとしても捕まえられる可能性がある。\n- セナは基礎ステータスが低く、接近戦に弱いため、スウェインの攻撃を受けやすく、特に重傷効果を持つスウェインに対しては回復が無効化される。\n- スウェインは集団戦での耐久力が高く、セナが育つ前に彼に対処するのが難しいため、序盤から不利な状況に陥りやすい。"
		},
		"loses": {
			"ブランド": "ブランドがスウェインに有利です。\n\n- ブランドは遠距離攻撃が可能で、スウェインの接近を許さずにダメージを与えることができるため、レーン戦で優位に立ちやすい。\n- スウェインは機動力が低く、ブランドのスキルを避けるのが難しいため、持続的なダメージを受けやすい。\n- ブランドのスキルは全てダメージスキルであり、特に持続ダメージが強力で、スウェインの回復を上回るダメージを与えることができる。\n- スウェインは重傷効果に弱いため、ブランドの持続ダメージが特に効果的で、回復を抑制することができる。\n- ブランドは集団戦においてもAoEダメージを持ち、スウェインが集団戦で強力な回復を行う前にダメージを与えることができる。",
			"ジリアン": "ジリアンがスウェインに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは遠距離攻撃が可能で、スウェインの接近を防ぎやすい。\n- スウェインは機動力が低く、ジリアンのスローやスタンで動きを制限される。\n- ジリアンの瞬間火力が高く、スウェインの持続回復を上回るダメージを与えられる。\n- ジリアンのUltによる蘇生能力は、スウェインの高火力を無効化する手段となる。\n- ジリアンはレベル差をつけやすく、序盤からスウェインに対して優位に立てる。",
			"ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- ニーコは擬態を利用してスウェインの攻撃を回避しやすく、奇襲を仕掛けることができるため、スウェインの持続的な回復を無効化しやすい。\n- スウェインは機動力が低く、ニーコの高い奇襲能力に対して脆弱であるため、レーンでのプレッシャーをかけやすい。\n- ニーコのAoEダメージとスタンを持つアルティメットは、スウェインが集団戦で持続的にダメージを出すのを妨げることができ、特に集団戦での優位性を持つ。\n- スウェインは重傷効果に弱いため、ニーコが持つバーストダメージで早期にダメージを与えることで、スウェインの回復を抑えることができる。\n- ニーコは短射程のチャンピオンに対して有利であり、スウェインはロングトレードが苦手なため、ニーコが有利な状況を作りやすい。",
			"ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで、スウェインの攻撃を回避しやすく、シールドや回復を提供することで持続的なダメージを受けにくい。\n- スウェインは機動力が低く、ユーミの加速効果を利用して距離を取ることができるため、スウェインのキャッチ能力を無効化しやすい。\n- ユーミはスウェインの持続的なダメージに対して、回復やシールドで対抗できるため、レーン戦でのトレードが有利に進められる。\n- スウェインは重傷効果に弱いが、ユーミはその効果を持たないため、スウェインの回復を妨げることができない。\n- ユーミはハラス型のメイジサポートに対して有利であり、スウェインの攻撃をシールドで防ぎつつ、味方の攻撃をサポートできる。",
			"ミリオ": "ミリオがスウェインに有利です。\n\n理由は以下の通りです。\n\n- スウェインは機動力が低く、ミリオの攻撃範囲を延ばすスキルによって、スウェインが近づく前にハラスを行いやすい。\n- ミリオのウルトはAoEでCCを解除できるため、スウェインのエンゲージや集団戦での持続的なダメージを無効化できる。\n- スウェインは重傷効果に弱いため、ミリオの回復やシールドによって持続的なトレードで優位に立てる。\n- ミリオは味方の攻撃力を強化できるため、スウェインが育つ前に早期にダメージを与えやすい。\n- スウェインのロングトレードが苦手な特性を利用し、ミリオは短期的なトレードで有利に進めることができる。",
			"ナミ": "ナミが有利です。\n\n- ナミは遠距離攻撃が可能で、スウェインの近接攻撃を避けながらハラスができるため、レーンでの優位性を持ちやすい。\n- スウェインは機動力が低く、ナミのCCを受けやすいため、捕まえやすい。\n- ナミの回復能力により、スウェインの持続的なダメージを軽減できるため、トレードで有利に立ちやすい。\n- スウェインは重傷効果に弱いため、ナミのスキルを使って回復を妨げることができる。\n- ナミは短射程のADCや時間制限の厳しいチャンピオンに対して強いが、スウェインはその条件に当てはまるため、ナミにとって有利な相手となる。",
			"モルガナ": "モルガナが有利です。\n\n理由は以下の通りです。\n\n- スウェインはCCに脆弱であり、モルガナのスネアによって簡単に捕まえられるため、レーン戦での優位性が高い。\n- モルガナのスペルシールドは、スウェインの回復やダメージを無効化できるため、彼の持続的な戦闘能力を削ぐことができる。\n- スウェインは機動力が低く、モルガナのスキルを避けるのが難しいため、モルガナは安定してダメージを与えやすい。\n- モルガナは遠距離から攻撃できるため、スウェインが近づく前にダメージを与えることができ、レーンでの圧力をかけやすい。\n- スウェインは重傷効果に弱いため、モルガナが持つCCを活かして早期に有利な状況を作り出すことができる。",
			"ソナ": "ソナが有利です。\n\n理由は以下の通りです。\n\n- ソナは回復やバフを提供できるため、スウェインの持続的なダメージを軽減できる。\n- スウェインは機動力が低く、ソナのスキルでの支援やスタンを受けると、攻撃を避けることが難しくなる。\n- ソナのAoEスタンは、スウェインが集団戦で持続的にダメージを出すのを妨げることができる。\n- ソナはスウェインの攻撃を受ける前に、オーラで味方を支援し、集団戦での生存率を高めることができる。\n- スウェインは重傷効果に弱いため、ソナの回復が効果的に機能し、スウェインの回復を妨げることができる。",
			"パイク": "パイクがスウェインに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、スウェインのスキルを避けやすいため、スウェインの攻撃を受けにくい。\n- スウェインはCCに脆弱であり、パイクのフックや瞬時のダメージで捕まえやすい。\n- スウェインの持続的な回復能力は、パイクの瞬間火力に対してあまり効果的ではなく、短期的なトレードで有利を取れる。\n- パイクは序盤から強力なハラスが可能で、スウェインの序盤の弱さを突くことができる。\n- スウェインはロングトレードが得意ではないため、パイクの短期的な攻撃スタイルに対して不利を感じやすい。\n- パイクのパッシブによる回復効果が、スウェインの持続的なダメージを相殺しやすい。"
		}
	},
	"タム・ケンチ": {
		"name": "タム・ケンチ",
		"beats": {
			"ブランド": "ブランドがタム・ケンチに不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステイン能力を持ち、持続的なダメージを受けても耐えられるため、ブランドの持続ダメージが効果的に機能しづらい。\n- タム・ケンチの耐久力が高く、ブランドの攻撃を受けても簡単には倒されないため、トレードで不利になることが多い。\n- タム・ケンチはブランドのスキルを吸収する能力を持っており、特に捕まえられた場合にブランドが逆に危険な状況に陥る可能性がある。\n- ブランドは自衛手段が乏しく、タム・ケンチに近づかれると攻撃を受けやすく、特にタム・ケンチのスキルを受けると大きなダメージを受けることになる。\n- タム・ケンチのウルトは味方を救出するだけでなく、敵を無力化することができるため、ブランドの攻撃を無効化されるリスクが高い。",
			"ニーコ": "ニーコがタム・ケンチに不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステイン能力を持ち、ニーコの攻撃を受けながら耐えることができるため、ニーコのハラスが効果的ではない。\n- タム・ケンチの近接攻撃はニーコに対して強力で、ニーコが近づくと反撃を受けやすい。\n- タム・ケンチのウルトはニーコの攻撃を無力化することができ、ニーコが持つ奇襲能力を封じることができる。\n- ニーコは射程が短いため、タム・ケンチの攻撃範囲に入ると危険で、トレードで不利になることが多い。\n- タム・ケンチはタンクとしての耐久力が高く、ニーコのバーストダメージを受け流しやすい。",
			"セナ": "セナが不利です。\n\n- タム・ケンチは高いサステイン能力を持ち、セナのハラスを受けても耐えやすい。\n- タム・ケンチの攻撃は近接であり、セナは接近戦に弱いため、タム・ケンチに捕まると致命的なダメージを受けやすい。\n- タム・ケンチのスキルは敵を捕まえる能力が高く、セナの逃げ手段が乏しいため、簡単にキャッチされるリスクがある。\n- セナはスタックを集めることで強化されるが、タム・ケンチの耐久力により、長期的なトレードで不利になることが多い。\n- タム・ケンチのウルトは、セナの攻撃を無力化することができ、彼女の支援能力を制限する。",
			"シャコ": "シャコが不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステイン能力を持ち、シャコの攻撃を受けても耐えやすい。\n- タム・ケンチのスキルは敵を捕まえる能力があり、シャコの奇襲を防ぐことができる。\n- タム・ケンチは瞬間的な耐久力が高く、シャコの攻撃を受けた後でも反撃が可能。\n- シャコはAA依存度が高く、タム・ケンチの耐久力に対してダメージを出しづらい。\n- タム・ケンチのウルトはシャコの攻撃を無力化することができ、特に集団戦での影響が大きい。",
			"モルガナ": "モルガナが不利です。\n\n- タム・ケンチは高いサステイン能力を持っており、モルガナのダメージを受け流しやすいです。\n- タム・ケンチの耐久力が高いため、モルガナのCCを受けてもすぐに立ち直ることができます。\n- タム・ケンチは近接チャンピオンであり、モルガナのスキルを避けるのが難しいため、トレードで有利に立ち回ることができます。\n- タム・ケンチのウルトはモルガナの攻撃を無力化することができ、特に集団戦での影響力が大きいです。\n- モルガナのスキルはクールダウンが長く、タム・ケンチの持続的な攻撃に対して持続的に対抗するのが難しいです。",
			"カルマ": "カルマが不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステイン能力を持ち、カルマのハラスを受けても耐えやすい。\n- タム・ケンチのウルトは敵を無力化するため、カルマのスキルを無効化することができる。\n- タム・ケンチは近接チャンピオンであり、カルマのスキルを避けるのが難しいため、トレードで有利に立ちやすい。\n- カルマのスネアは発生が遅く、タム・ケンチの攻撃を止めるのが難しい。\n- タム・ケンチはCCが少ないため、カルマのスキルを使うタイミングを見計らうのが難しい。",
			"ゼラス": "ゼラスが不利です。\n\n- タム・ケンチは近接チャンピオンであり、ゼラスの長射程攻撃を受けやすい。ゼラスは遠距離から一方的に攻撃できるため、タム・ケンチはレーンでのハラスに苦しむ。\n- タム・ケンチはサステイン能力が高いが、ゼラスのポークによってHPを削られると、回復が追いつかないことがある。\n- タム・ケンチのCCは発生が遅く、ゼラスのスキルを当てるのが難しい。ゼラスは機動力が高くないため、タム・ケンチが近づく前に攻撃を仕掛けることができる。\n- ゼラスは自衛手段が乏しく、タム・ケンチに近づかれると捕まってしまうリスクが高い。タム・ケンチの攻撃を受けると、ゼラスは簡単に倒される可能性がある。\n- タム・ケンチのウルトは、ゼラスの攻撃を無力化することができるため、ゼラスはタム・ケンチに対して有効な手段を持ちづらい。",
			"ザイラ": "ザイラがタム・ケンチに不利です。\n\n- タム・ケンチは高いサステイン能力を持ち、ザイラの持続的なダメージを受け流しやすい。\n- タム・ケンチの近接攻撃に対して、ザイラは移動手段が乏しく、接近されると脆弱なため、トレードで不利になる。\n- タム・ケンチのウルトはザイラのCCを無効化することができ、ザイラが仕掛けた攻撃を無力化される可能性が高い。\n- ザイラのスキルは発動から発生までに時間がかかるため、タム・ケンチの接近を許してしまうと、反撃を受けやすい。\n- タム・ケンチはタンクとしての耐久力が高く、ザイラの火力を十分に受け止めることができるため、長期戦で不利になる。",
			"ポッピー": "ポッピーが不利です。\n\n- タム・ケンチは高いサステイン能力を持ち、ポッピーのダメージを受け流しやすい。\n- タム・ケンチの瞬間的な耐久力により、ポッピーの攻撃を耐えられるため、トレードで不利になることが多い。\n- タム・ケンチのウルトはポッピーのエンゲージを無力化することができ、ポッピーが有利に立ち回るのが難しい。\n- ポッピーのスキルは射程が短いため、タム・ケンチの攻撃を避けるのが難しく、ハラスが効果的に行えない。\n- タム・ケンチはCCを持っているため、ポッピーが攻撃を仕掛ける際に逆に捕まるリスクが高い。",
			"ユーミ": "ユーミが不利です。\n\n- タム・ケンチは高いサステイン能力を持ち、ユーミの回復やシールドを無効化しやすい。\n- タム・ケンチの攻撃は近接であり、ユーミが密着している味方を狙いやすく、オールインを仕掛けられると脆弱なユーミは対処が難しい。\n- タム・ケンチのスキルは敵を捕まえる能力があり、ユーミが密着している味方を飲み込むことで、ユーミ自身が無力化されるリスクが高い。\n- ユーミは単独での戦闘能力がほぼ皆無であり、タム・ケンチの耐久力に対抗する手段が限られている。\n- タム・ケンチは集団戦でのダメージ出力が低いが、ユーミがいることで味方の火力を高められるため、タム・ケンチが有利に立ち回ることができる。",
			"ブラウム": "ブラウムがタム・ケンチに不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステイン能力を持ち、ブラウムのハラスを受けても耐えやすい。\n- タム・ケンチのウルトはブラウムのCCを無効化することができ、ブラウムのエンゲージを無力化する。\n- ブラウムはサステインがないため、タム・ケンチの持続的なダメージに対抗しづらい。\n- タム・ケンチはブラウムの攻撃を避ける機動力を持っており、トレードで有利に立ちやすい。\n- ブラウムのCCは発生が遅く、タム・ケンチが接近してくると効果的に対処できない。"
		},
		"loses": {
			"スウェイン": "スウェインがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- スウェインは持続的な回復能力を持ち、タム・ケンチの攻撃を受けても耐えやすい。\n- スウェインのスキルは全てAOEであり、タム・ケンチが近づいてくると複数のダメージを与えられるため、トレードで有利に立ちやすい。\n- タム・ケンチはエンゲージが苦手で、スウェインのEによるキャッチ能力を活かして、タム・ケンチを捕まえやすい。\n- スウェインはタンクやサポートに対して強く、タム・ケンチの耐久力を上回るダメージを出せる。\n- タム・ケンチのCCは発生が遅く、スウェインはその間に攻撃を仕掛けることができるため、タム・ケンチの攻撃を避けやすい。",
			"ジリアン": "ジリアンはタム・ケンチに有利です。\n\n- ジリアンは遠距離攻撃が可能で、タム・ケンチの近接攻撃を避けやすい。\n- ジリアンのAoEスタンはタム・ケンチのエンゲージを無効化し、集団戦での影響力を高める。\n- タム・ケンチは耐久力が高いが、ジリアンの瞬間火力で一気に削ることができる。\n- ジリアンの移動速度バフにより、タム・ケンチの追撃を逃れやすく、逆にタム・ケンチを追い詰めることができる。\n- タム・ケンチのウルトは味方を救出する能力があるが、ジリアンの蘇生能力はそれを上回る戦術的な選択肢を提供する。",
			"セラフィーン": "セラフィーンがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、タム・ケンチの高いサステインを無視してダメージを与えることができる。\n- タム・ケンチはエンゲージが苦手であり、セラフィーンの長射程からの攻撃に対して反撃しづらい。\n- セラフィーンは複数のCCを持っており、タム・ケンチの動きを制限することで、彼の強みを活かさせない。\n- セラフィーンのスキルは味方の数に応じて強化されるため、集団戦での影響力が大きく、タム・ケンチが単独で対抗するのが難しい。\n- タム・ケンチは集団戦でのダメージ出力が低く、セラフィーンの範囲攻撃に対して効果的に対抗できない。",
			"ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、タム・ケンチのエンゲージを無効化することができるため、彼の攻撃を効果的に防ぐことができる。\n- タム・ケンチは近接チャンピオンであり、ジャンナの遠距離攻撃やスキルを避けることが難しいため、ジャンナが有利にトレードを行いやすい。\n- ジャンナのシールドや回復効果により、タム・ケンチのダメージを軽減し、味方を守ることができるため、持続的な戦闘で優位に立てる。\n- タム・ケンチはエンゲージが苦手であり、ジャンナのディスエンゲージ能力によって、彼が攻撃を仕掛けるタイミングを制限される。\n- ジャンナは高い移動速度を持ち、タム・ケンチの攻撃を避けやすく、また味方の機動力を向上させることで、チーム全体の戦闘力を高めることができる。",
			"ラカン": "ラカンがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、タム・ケンチの攻撃を避けやすいため、トレードで有利に立ち回れる。\n- タム・ケンチのCCは発生が遅く、ラカンの機動力を活かして回避することができる。\n- ラカンのハードCCを使うことで、タム・ケンチのサステインを無視して一気にダメージを与えることができる。\n- タム・ケンチは集団戦でのダメージ出力が低く、ラカンのエンゲージに対して脆弱である。\n- ラカンは味方を守る能力が高く、タム・ケンチが味方を捕まえようとする際に効果的に対処できる。",
			"パイク": "パイクがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、タム・ケンチの攻撃を避けやすいため、トレードで優位に立ちやすい。\n- タム・ケンチの耐久力は高いが、パイクの瞬間火力で一気にキルを狙えるため、タム・ケンチが持つサステインを無視できる。\n- パイクのフックやスキルを使ってタム・ケンチを捕まえることで、彼のエンゲージを無力化しやすい。\n- タム・ケンチのCCは発生が遅いため、パイクはその隙を突いて攻撃を仕掛けることができる。\n- パイクのパッシブによる回復効果で、タム・ケンチのハラスを受けても持ちこたえやすい。",
			"レル": "レルがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、タム・ケンチの高いサステインを無視して長時間拘束することができるため、タム・ケンチの回復を妨げやすい。\n- タム・ケンチはエンゲージが苦手で、レルの強力なオールインに対して反撃が難しい。特に、レルのCCを受けるとタム・ケンチは動けなくなる。\n- レルのパッシブによって、タム・ケンチのARを吸収し、ダメージを与えやすくなるため、タンクとしての強みを活かしやすい。\n- レルは自身と味方の移動速度を上げる手段が豊富で、タム・ケンチの逃げを封じることができるため、追撃がしやすい。\n- タム・ケンチのウルトは敵を無力化する能力があるが、レルのCCによってその効果を発揮させる前に倒すことが可能で、逆にタム・ケンチを無力化することができる。",
			"ソナ": "ソナがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ソナは遠距離攻撃が可能で、タム・ケンチの接近を防ぎやすい。これにより、タム・ケンチが攻撃を仕掛ける前にハラスを行うことができる。\n- ソナの回復能力により、タム・ケンチのダメージを軽減できるため、レーンでの持続力が高まる。\n- ソナのAoEスタンは、タム・ケンチのエンゲージを無効化することができ、彼の攻撃を防ぐ手段となる。\n- タム・ケンチはCCが発生するまでに時間がかかるため、ソナはその隙を突いて攻撃や回復を行うことができる。\n- ソナは集団戦での支援能力が高く、味方を強化することでタム・ケンチの耐久力を上回ることができる。",
			"バード": "バードがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、タム・ケンチの近接攻撃を避けやすい。\n- タム・ケンチの耐久力に対して、バードは鐘を回収することで火力を出せるため、持続的なダメージを与えやすい。\n- バードのスキルはCCを持っており、タム・ケンチのエンゲージを妨害することができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、タム・ケンチのウルトを無効化することができる。\n- バードはロームが得意で、他のレーンに影響を与えやすく、タム・ケンチが孤立しやすい状況を作り出せる。",
			"ブリッツクランク": "ブリッツクランクはタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックはタム・ケンチを簡単に捕まえることができ、彼の高いサステインを無視して瞬時にキルに繋げることができる。\n- タム・ケンチはエンゲージが苦手であり、ブリッツクランクのフックやノックアップに対して反撃が難しい。\n- ブリッツクランクはタンクとしての耐久力を持ちながらも、タム・ケンチの攻撃を受け流しつつ、サイレンスやノックアップでタム・ケンチの行動を制限できる。\n- タム・ケンチのウルトは敵を無力化するが、ブリッツクランクはフックを当てることでタム・ケンチの行動を先に制限できるため、彼のウルトを無力化することができる。\n- タム・ケンチは基本的にAAに依存するため、ブリッツクランクのCCを受けると攻撃ができず、ダメージを出しづらくなる。",
			"アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは強力なCCを持っており、タム・ケンチのエンゲージを無効化しやすい。これにより、タム・ケンチが攻撃を仕掛ける前に制圧することができる。\n- アリスターのタフネスとサステインにより、タム・ケンチの攻撃を受けながらも耐えることができ、反撃のチャンスを得やすい。\n- タム・ケンチはエンゲージが苦手なため、アリスターのCCを受けると一方的に攻撃されるリスクが高い。\n- アリスターは集団戦での影響力が高く、タム・ケンチが集団戦でのダメージ出力が低くなるため、アリスターが有利に立ち回ることができる。\n- アリスターのスキルは即時発動可能で、タム・ケンチのスキルの発動を妨げることができるため、戦闘の主導権を握りやすい。",
			"ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは遠距離攻撃が可能で、タム・ケンチに対してハラスを行いやすい。これにより、タム・ケンチのサステインを削ることができる。\n- ナミのCCはタム・ケンチの移動を制限し、彼が攻撃を仕掛ける前にダメージを与えるチャンスを作る。\n- タム・ケンチはエンゲージが苦手であり、ナミのスキルを使って距離を保ちながら戦うことで、彼の攻撃を避けやすい。\n- ナミの回復能力により、タム・ケンチのダメージを相殺しやすく、持続的な戦闘で優位に立つことができる。\n- タム・ケンチのウルトは味方を救出する能力があるが、ナミのCCを使うことで彼の行動を制限し、効果的に無力化することができる。",
			"ヴェル＝コズ": "ヴェル＝コズがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴェル＝コズは遠距離から攻撃できるため、タム・ケンチが近づく前にハラスを行いやすい。\n- AoEダメージ: ヴェル＝コズのスキルはAoEダメージを持っており、タム・ケンチが複数の敵を相手にする際にも効果的にダメージを与えられる。\n- Trueダメージ: ヴェル＝コズのパッシブによるTrueダメージは、タム・ケンチの高い耐久力を無視してダメージを与えることができる。\n- ハラス能力: タム・ケンチは高いサステインを持つが、ヴェル＝コズの持続的なハラスによって、レーンでの優位を維持しやすい。\n- エンゲージの難しさ: タム・ケンチはエンゲージが苦手であり、ヴェル＝コズのスキルを避けることができないため、タム・ケンチが接近する前にダメージを与えられる。"
		}
	},
	"ユーミ": {
		"name": "ユーミ",
		"beats": {
			"ザイラ": "ザイラがユーミに不利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、ザイラの攻撃を受けにくくすることができるため、ザイラのハラスが効きにくい。\n- ユーミの移動能力が高く、ザイラのスキルを避けやすいため、ザイラのCCを当てるのが難しい。\n- ザイラは接近されると脆弱であり、ユーミが密着している味方に対してオールインを仕掛けられると、ザイラは対処が難しい。\n- ユーミのシールドや回復によって、ザイラの持続的なダメージを軽減されるため、ザイラのダメージが効果的に通りにくい。\n- ザイラは移動手段が乏しく、ユーミが密着している味方に対して攻撃を仕掛ける際に、反撃を受けやすい。",
			"モルガナ": "モルガナが不利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、モルガナの攻撃を無効化することができるため、モルガナのCCを活かしにくい。\n- ユーミは移動しながらサポートができるため、モルガナのスキルを避けやすく、特にスネアを当てるのが難しい。\n- ユーミの基礎ステータスが低いとはいえ、モルガナの攻撃も単体では脅威になりにくく、ユーミが密着している味方を守る手段が乏しい。\n- ユーミはオールインに対して脆弱なモルガナに対し、持続的な支援を行うことで、モルガナが攻撃を仕掛けるタイミングを制限できる。\n- モルガナのスキルはクールダウンが長く、ユーミの持続的な支援に対抗するためのリソースが不足しやすい。",
			"シャコ": "シャコが不利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、持続的なサポートが可能です。シャコが攻撃を仕掛けても、ユーミの支援によって味方が生存しやすくなります。\n- ユーミのスロー効果はシャコの奇襲を妨げることができ、シャコがインビジブル状態で接近しても、ユーミの支援によって反撃されるリスクが高まります。\n- ユーミは自身が狙われることが少なく、密着している味方を守る能力が高いため、シャコがオールインを仕掛けても効果的に対処される可能性があります。\n- ユーミは集団戦においても、味方を強化し続けることができるため、シャコが単独で攻撃を仕掛けても、チーム全体の強化によって逆転されることが多いです。\n- シャコは基礎ステータスが低く、ユーミの支援がある味方に対しては、持続的なダメージを与えることが難しく、トレードで不利になることが多いです。",
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、ラックスのハラスを軽減できるため、ラックスの攻撃が効果的に機能しにくい。\n- ユーミのスロー効果は、ラックスのスキルを当てるためのタイミングを狂わせる可能性があり、ラックスが攻撃を仕掛ける際に不利になる。\n- ユーミは接近戦に強いタンク系のサポートではないが、味方に密着することでラックスの攻撃を受けるリスクを減らし、ラックスが狙われやすくなる。\n- ラックスは基礎ステータスが低く、接近されると脆弱であるため、ユーミが味方に密着していると、ラックスがオールインを仕掛けられた際に対処が難しい。\n- ユーミは味方の移動に合わせて支援ができるため、ラックスがスキルを当てるための立ち位置を取りづらくさせる。",
			"セラフィーン": "セラフィーンが不利です。\n\n- セラフィーンはスキルの発生が遅く、ユーミの迅速な支援や移動に対して反応しづらい。\n- ユーミは味方に密着することで、セラフィーンの攻撃を回避しやすく、セラフィーンのハラスが効果的に機能しにくい。\n- セラフィーンの基礎ダメージが低く、ユーミの回復やシールドによって持続的なトレードで不利になる。\n- ユーミはオールインに対して脆弱なセラフィーンを狙いやすく、短期戦での勝負に持ち込むことができる。\n- セラフィーンは防御ステータスが低く、ユーミの攻撃を受けるとすぐにダメージを受けやすい。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、ヴェル＝コズの攻撃を軽減できるため、ハラスに対して強い。\n- ヴェル＝コズは機動力が低く、ユーミが密着している味方に対して攻撃を仕掛けることが難しいため、ユーミのサポートを受けた味方に対して脅威を与えにくい。\n- ユーミのシールドや回復により、ヴェル＝コズのスキルによるダメージが相対的に減少し、トレードで不利になることが多い。\n- ユーミは味方の移動に合わせて立ち回ることができるため、ヴェル＝コズのスキルを避けやすく、攻撃を当てるのが難しい。\n- ヴェル＝コズはCCの発生が遅く、ユーミの機動力を活かした立ち回りに対して対処が難しい。",
			"セナ": "セナが不利です。\n\n- ユーミは密着して味方を支援する能力が高く、セナが攻撃を仕掛ける際にユーミがシールドや回復を提供することで、セナのハラスを無効化しやすい。\n- セナは基礎ステータスが低く、接近戦に弱いため、ユーミが味方に密着していると、セナが攻撃を受けやすくなる。\n- ユーミのスロー効果は、セナが逃げる手段を制限し、捕まえられるリスクを高める。\n- ユーミは味方の移動に合わせて支援できるため、セナが攻撃を仕掛けるタイミングを読みやすく、反撃を受けやすい。\n- セナのスキルのクールダウンが長いため、ユーミの支援を受けた味方に対して持続的なダメージを与えることが難しい。",
			"ジリアン": "ジリアンが不利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、ジリアンの攻撃を受け流すことができるため、ジリアンの火力を無効化しやすい。\n- ユーミのスローや加速によって、ジリアンが攻撃を当てるのが難しくなり、ジリアンのコンボを決める機会が減少する。\n- ユーミは基礎ステータスが低いジリアンに対して、持続的なハラスを行うことができ、ジリアンのマナ管理を圧迫させる。\n- ユーミはオールインに対して脆弱なジリアンを狙いやすく、特にジリアンが孤立した場合、ユーミのサポートによってジリアンが簡単に倒されるリスクが高まる。\n- ユーミのシールドや回復は、ジリアンの瞬間火力を相殺するため、ジリアンが有利な状況を作りにくくなる。",
			"ソラカ": "ソラカがユーミに不利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、攻防両面での強化が可能です。これにより、ソラカのヒール能力が相対的に薄れることがあります。\n- ユーミは移動が不要なため、ソラカが攻撃を受ける際にユーミがしっかりとサポートできる状況を作りやすいです。\n- ソラカは逃げる手段が乏しく、ユーミが密着していると、ユーミのサポートを受けた味方に対して攻撃を仕掛けられると、ソラカが狙われやすくなります。\n- ユーミのシールドや加速効果により、ソラカのサイレンスやスネアが効果的に機能しにくく、ユーミが味方を守ることでソラカの攻撃手段が制限されます。\n- ユーミは基礎ステータスが低いものの、ソラカも同様に基礎ステータスが低いため、ユーミのサポートによってソラカが不利な状況に陥りやすいです。",
			"ゼラス": "ゼラスが不利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、ゼラスの攻撃を軽減できるため、ゼラスのハラスが効きにくい。\n- ユーミの移動能力とシールドにより、ゼラスのスキルを避けやすく、特にゼラスのスキルが発動するまでの間に攻撃を受けるリスクが低くなる。\n- ゼラスは自衛手段が乏しく、ユーミが密着している味方に対して攻撃を仕掛けることが難しいため、オールインを仕掛けられると脆弱。\n- ユーミはスキルの発動が遅いゼラスに対して、機動力を活かして攻撃を回避しやすく、ゼラスが有効なダメージを与える機会が減る。\n- ユーミのシールドや回復により、ゼラスが持つポークの効果が薄れ、レーンでの優位性を築きにくい。",
			"ニーコ": "ニーコが不利です。\n\n理由は以下の通りです。\n\n- ユーミは長射程のサポートであり、ニーコの射程が短いため、ハラスを受けやすい。\n- ユーミの回復やシールドによって、ニーコのダメージを軽減されるため、ニーコの攻撃が効果的に機能しづらい。\n- ユーミは味方に密着することで、ニーコの奇襲を防ぎやすく、擬態を活かす機会が減少する。\n- ユーミのスロー効果はニーコに対しても有効で、ニーコが接近するのを難しくする。\n- ユーミはオールインに対して脆弱なニーコを狙いやすく、ニーコが攻撃を受けるリスクが高まる。"
		},
		"loses": {
			"アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、ユーミの攻撃を耐えることができるため、ユーミが密着している味方を狙いやすい。\n- アリスターの強力なCCにより、ユーミが密着している味方を捕まえやすく、オールインを仕掛けることができる。\n- ユーミは単独での戦闘能力が低く、アリスターのエンゲージに対して反撃手段が乏しいため、ユーミは脆弱な状況に置かれる。\n- アリスターはレーン維持力が高く、ユーミがサポートするADCに対しても強力なピールを提供できるため、ユーミの強みを打ち消すことができる。\n- アリスターのスキルは即時発動可能で、ユーミの回復やシールドを無効化するタイミングで使うことができるため、ユーミの支援効果を減少させることができる。",
			"ノーチラス": "ノーチラスがユーミに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、ユーミが密着している味方を狙いやすい。ユーミは単独での戦闘能力が低いため、ノーチラスのオールインに対して脆弱。\n- ユーミは回復やシールドを提供するが、ノーチラスの強力なCCによって味方を捕まえられると、ユーミの支援が無効化される。\n- ノーチラスのフックは射程が長く、ユーミが密着している味方を引き寄せることで、ユーミ自身が狙われるリスクが高まる。\n- ユーミはスロー止まりのCCしか持っておらず、ノーチラスの攻撃を受けると逃げる手段が限られるため、オールインに対して非常に脆弱。\n- ノーチラスはタンクとしての耐久力が高く、ユーミの攻撃を受けても耐えられるため、持続的なダメージを与えやすい。",
			"レル": "レルがユーミに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、ユーミが密着している味方を拘束することで、ユーミの支援能力を無効化できる。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、レルのオールインに対して非常に脆弱。\n- レルのパッシブによって、ユーミが密着している味方のAR/MRを吸収し、ダメージを与えやすくなる。\n- ユーミはCCがスロー止まりであるため、レルの強力なCCに対して対抗手段が乏しい。\n- レルは自身と味方の移動速度を上げる手段が豊富で、ユーミが逃げるのを困難にすることができる。",
			"スレッシュ": "スレッシュはユーミに有利です。\n\n- スレッシュは高いCC性能を持っており、ユーミが密着している味方を捕まえることができるため、ユーミのサポート能力を無効化しやすい。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、スレッシュのフックやCCに対して非常に脆弱である。\n- スレッシュはエンゲージやピールが得意で、ユーミが密着している味方を守る手段が限られているため、オールインを仕掛けられると対処が難しい。\n- スレッシュのスキルは、ユーミの回復やシールドを無効化することができるため、ユーミの強みを活かしにくくなる。\n- ユーミはハラス型のメイジサポートに対して有利だが、スレッシュはそのハラスを受けることが少なく、逆にユーミを捕まえるチャンスが多い。",
			"ブラウム": "ブラウムはユーミに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ユーミの攻撃を軽減できるため、ユーミのハラスを受けにくい。\n- ユーミは単独での戦闘能力が低く、ブラウムの強力なCCやパッシブによるスタンで簡単に捕まえられる。\n- ブラウムは味方を守る能力が高く、ユーミが密着している味方をしっかりとサポートできるため、ユーミの強みを無効化できる。\n- ユーミはオールインに対して脆弱であり、ブラウムの攻撃的なプレイスタイルに対して対処が難しい。\n- ブラウムのスキルは指定方向からのダメージを軽減するため、ユーミのスキルショットを防ぎやすい。",
			"ラカン": "ラカンがユーミに有利です。\n\n- ラカンは高い機動力を持ち、ユーミの密着した味方に対してエンゲージやピールが得意です。ユーミが味方に密着している間に、ラカンは敵に接近しやすく、効果的に攻撃できます。\n- ラカンの持つ2種類のハードCCは、ユーミがサポートしている味方を守るために非常に有効です。ユーミは単独での戦闘能力が低いため、ラカンのCCによって敵の攻撃を無効化することができます。\n- ユーミはオールインに対して脆弱ですが、ラカンはその機動力を活かして敵の攻撃を避けつつ、味方を支援することができます。これにより、ユーミが攻撃を受けるリスクを減少させることができます。\n- ラカンはシールドやヒールを持っているため、ユーミの回復やシールドと相性が良く、レーンでのサステインを高めることができます。これにより、ユーミが持つ強みをさらに引き出すことができます。\n- ユーミはハラス型のメイジサポートに対して有利ですが、ラカンはその特性を逆手に取り、ユーミの攻撃を受けることなく、効果的に反撃することができます。",
			"レオナ": "レオナが有利です。\n\n- レオナは高いCCを持っており、ユーミが密着している味方を狙いやすく、オールインを仕掛けることでユーミを無力化できる。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼないため、レオナの攻撃を受けると脆弱である。\n- レオナの耐久力が高く、序盤からのハラスやオールインに強いため、ユーミが回復やシールドを提供しても効果が薄い。\n- ユーミはCCがスロー止まりで、レオナの強力なイニシエートに対抗する手段が乏しい。\n- レオナはレーンでの戦闘において優位に立つことができ、ユーミがサポートするADCに対してもプレッシャーをかけやすい。",
			"ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持っており、ユーミが密着している味方を守ることができるため、ユーミの支援を無効化しやすい。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、ジャンナのディスエンゲージ能力に対して脆弱。\n- ジャンナのシールドはユーミの回復やシールドを上回る効果を持つため、ユーミの支援を打ち消すことができる。\n- ジャンナは高い移動速度を持ち、ユーミが密着している味方を素早くサポートできるため、ユーミの動きに対して柔軟に対応できる。\n- ユーミはオールインに対して脆弱であり、ジャンナのCCを受けると一気に不利な状況に陥る可能性が高い。",
			"パンテオン": "パンテオンはユーミに有利です。\n\n- パンテオンは対象指定のスタンを持っており、ユーミが密着している味方を狙いやすい。ユーミは単独での戦闘能力が低いため、スタンを受けると非常に脆弱になる。\n- パンテオンのオールイン能力は高く、ユーミが回復やシールドを提供しても、パンテオンのバーストダメージに耐えられないことが多い。\n- パンテオンは序盤からキルプレッシャーをかけやすく、ユーミがサポートしていても、パンテオンの攻撃を避けるのが難しい。\n- ユーミはCCがスロー止まりであり、パンテオンの攻撃を止める手段が限られているため、オールインに対して脆弱である。\n- パンテオンはグローバルなUltを持っており、他のレーンに影響を与えやすい。これにより、ユーミがサポートしているレーンが不利になる可能性が高い。",
			"ルル": "ルルが有利です。\n\n- ルルは味方にシールドやHP増加を提供できるため、ユーミの回復やシールドと相互補完的に機能し、レーンでの生存能力を高めることができる。\n- ルルの固有のCC（ポリモーフ）は、ユーミが密着している味方を守るのに非常に効果的で、ユーミが攻撃を受けるリスクを軽減できる。\n- ユーミは単独での戦闘能力が低いため、ルルの強化効果を受けることで、ユーミがより安全に立ち回ることができる。\n- ルルはエンゲージ能力が乏しいユーミに対して、相手の攻撃を無力化する手段を持っているため、ユーミが攻撃を受ける場面を減少させることができる。\n- ルルのスキルは単体対象であるため、ユーミのように密着している味方に対して効果的に働き、ユーミの強みを活かしやすい。"
		}
	},
	"メル": {
		"name": "メル",
		"beats": {
			"スレッシュ": "スレッシュがメルに不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、スレッシュの持続的なハラスに対して優位に立てる。\n- メルのスキルは敵のスキルを反射する能力があり、スレッシュのCCを逆用することで、スレッシュのエンゲージを無効化できる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、メルのAoE攻撃によって簡単に削られてしまう。\n- メルは確定キルの能力を持っており、HPが低いスレッシュに対して特に強力なプレッシャーをかけることができる。\n- スレッシュは回復手段がないため、メルの持続的なダメージに対して耐えるのが難しい。",
			"モルガナ": "モルガナが不利です。\n\n- メルはエンチャンター系のチャンピオンであり、スキルを反射する能力を持っているため、モルガナのCCを逆用されやすい。\n- メルの長射程とAoE攻撃により、モルガナは序盤からハラスを受けやすく、レーンでのプレッシャーをかけられる。\n- モルガナのスペルシールドは味方を守るためのものであり、メルの攻撃を防ぐことができないため、ダメージを受けやすい。\n- モルガナは持続的なダメージを出すのが難しく、メルのパッシブによる確定キルの脅威に対抗しづらい。\n- モルガナのクールダウンが長いため、メルの攻撃に対して反応が遅れることが多く、レーンでの優位性を失いやすい。",
			"ジリアン": "ジリアンが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意で、ジリアンが近づく前にダメージを与えることができる。\n- メルのスキルはエンチャンター系のチャンピオンに対して強力で、ジリアンのスキルを逆用される可能性が高い。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、メルの持続的なダメージに対して脆弱。\n- メルのパッシブによる確定キル能力が、ジリアンの蘇生能力を無効化する可能性がある。\n- ジリアンはマナ消費が大きく、スキルを多用すると枯渇しやすいため、持続的な戦闘が難しい。",
			"ニーコ": "ニーコが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、ニーコは近づかないとダメージを出しづらいため、ハラスを受けやすい。\n- メルのスキルは敵のスキルを反射する能力があり、ニーコの攻撃を逆手に取られる可能性が高い。\n- メルはAoE攻撃が豊富で、ニーコが擬態を使っても、集団戦での影響力が低くなる可能性がある。\n- ニーコは基礎攻撃力が低く、ミニオンコントロールが難しいため、メルのプッシュ力に対抗しづらい。\n- メルは回復エフェクトに対して弱いが、ニーコは持続的なダメージを与えるのが難しく、メルのパッシブによる確定キルの脅威が増す。",
			"ザイラ": "ザイラがメルに不利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意であるため、ザイラは距離を詰めるのが難しい。\n- メルのスキルは敵のスキルを反射する能力があり、ザイラのCCやダメージを逆用される可能性が高い。\n- メルのパッシブによって、HPが閾値以下の敵を確定キルする能力があり、ザイラはその影響を受けやすい。\n- ザイラは移動手段が乏しく、メルの攻撃を受けやすい状況に置かれることが多い。\n- メルのAoE攻撃はミニオンにも効果があり、ザイラの植物を無効化しやすい。",
			"セラフィーン": "セラフィーンが不利です。\n\n- メルは豊富なAoE攻撃を持ち、セラフィーンのスキルを反射する能力があるため、セラフィーンの攻撃を逆手に取ることができる。\n- セラフィーンは回復能力が高く、持続的なダメージを与えることが難しいメルに対して、回復で耐えることができる。\n- セラフィーンのCCは複数あるが、スキルの発生が遅いため、メルの長射程からの攻撃を受けやすい。\n- メルは序盤からのハラスが得意で、セラフィーンがスキルを当てる前にダメージを与えられる可能性が高い。\n- セラフィーンは基礎ダメージが低く、オールイン合戦ではメルに対して不利になりやすい。",
			"スウェイン": "スウェインがメルに不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意で、スウェインの接近を阻止しやすい。\n- メルのスキルは敵のスキルを反射する能力があり、スウェインのスキルを逆用することでダメージを与えやすい。\n- スウェインは回復能力が高いが、メルのパッシブによってHPが閾値以下の敵を確定キルする能力があるため、スウェインの回復を無効化しやすい。\n- スウェインは機動力が低く、メルのスキルによる持続的なダメージを避けることが難しい。\n- メルはエンチャンター系のチャンピオンに対して強力で、スウェインの持続的なダメージを抑えることができる。",
			"ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意であるため、ラックスは距離を保つのが難しい。\n- メルのスキルは敵のスキルを反射する能力があり、ラックスのスキルを逆用される可能性が高い。\n- メルは確定キルの能力を持っており、HPが低いラックスに対して強力なプレッシャーをかけることができる。\n- ラックスは接近されると脆弱であり、メルの持続的なダメージやAoE攻撃に対処しづらい。\n- メルは回復エフェクトに対して弱いが、ラックスは持続的なダメージを与えられないため、メルの攻撃を受けると不利になる。",
			"ブリッツクランク": "ブリッツクランクが不利です。\n\n- メルは長射程のスキルを持っており、ブリッツクランクが近づく前にハラスを行うことができるため、ブリッツクランクは接近するのが難しい。\n- メルのスキルは敵のスキルを反射する能力があり、ブリッツクランクのフックを逆用される可能性が高い。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、メルに対して有効な攻撃手段が減少する。\n- メルはパッシブによってHPが閾値以下の敵を確定キルする能力があり、ブリッツクランクが低HPになった際に逆に狙われやすい。\n- ブリッツクランクはタンクであるため、持続的なダメージを与えるメルに対して不利な状況に陥りやすい。",
			"パイク": "パイクが不利です。\n\n- メルは長射程のスキルを持ち、パイクが近づく前にハラスを行うことができるため、パイクはレーンでのプレッシャーを受けやすい。\n- メルのスキルは敵のスキルを反射する能力があり、パイクのフックや攻撃を逆用される可能性が高い。\n- メルは確定キルの能力を持っており、パイクがHPを削られた際に一気に仕留められるリスクがある。\n- パイクは持続的なダメージを出すのが難しく、メルのAoE攻撃に対して耐えるのが困難。\n- メルは回復エフェクトに対して弱いが、パイクはその点を活かすことができず、逆にメルの攻撃を受けることで不利になる。",
			"ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意であるため、ヴェル＝コズは距離を保つのが難しくなる。\n- メルのスキルは敵のスキルを反射する能力があり、ヴェル＝コズのスキルを逆用される可能性が高い。\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、メルの攻撃を受けやすい。\n- メルのパッシブによる確定キル能力が、HPが低い状態のヴェル＝コズに対して特に効果的である。\n- メルは回復エフェクトに対して弱いが、ヴェル＝コズは持続的なダメージを出すのが得意でないため、メルの攻撃を耐えられないことが多い。"
		},
		"loses": {
			"ジャンナ": "ジャンナがメルに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、メルのスキルを無効化することができるため、メルの攻撃を効果的に妨害できる。\n- ジャンナのシールドはメルのダメージを軽減し、特にメルがハラスを行う際に有効である。\n- ジャンナは高い移動速度を持ち、メルの攻撃を避けやすく、また味方の移動速度を増加させることで、チーム全体の機動力を向上させる。\n- メルは回復エフェクトに弱いが、ジャンナはAoE回復効果を持っており、味方をサポートしつつメルの攻撃を耐えることができる。\n- ジャンナはディスエンゲージ能力が高く、メルがオールインを仕掛けてきた際に反撃しやすい。",
			"ゼラス": "ゼラスはメルに有利です。\n\n理由は以下の通りです。\n\n- ゼラスは長射程の攻撃スキルを持っており、メルの射程を超えて一方的にハラスが可能です。これにより、メルは攻撃を受けながらスキルを使うことが難しくなります。\n- メルは回復エフェクトに弱いですが、ゼラスは持続的なダメージを与えることができるため、メルのHPを削りやすいです。\n- ゼラスのAoE攻撃は、メルのミニオンを含む敵に対しても効果的で、レーンでのプッシュやハラスが得意です。\n- メルは能動的なCCを持たないため、ゼラスの攻撃を受け続けると、メルは反撃の機会を持ちづらくなります。\n- ゼラスはマナ管理が比較的容易で、レーン戦での持続力が高いため、長期戦でも優位に立ちやすいです。",
			"ユーミ": "ユーミがメルに有利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、メルの攻撃を軽減できるため、メルのハラスを受けにくい。\n- メルのスキルは方向指定であるため、ユーミの加速やシールドを駆使して回避しやすく、メルの攻撃を無効化できる。\n- ユーミは持続的なサポートが可能で、メルがスノーボールできない状況でも味方を支援し続けることができる。\n- メルは回復エフェクトに弱いが、ユーミは回復を提供できるため、メルの強みを打ち消すことができる。\n- ユーミは味方の移動に合わせて支援できるため、メルの攻撃を避けながら効果的にサポートできる。",
			"ミリオ": "ミリオはメルに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、メルの長射程攻撃に対抗しやすい。\n- メルのスキルはエンチャンター系に対して強力ですが、ミリオはCC解除のウルトを持っているため、メルの攻撃を無効化できる。\n- ミリオの回復やシールド効果により、メルのハラスを受けても耐えやすく、持続的なトレードで優位に立てる。\n- ミリオは味方を強化する能力が高く、メルの攻撃を受けた際にも味方を守ることができるため、集団戦での影響力が増す。\n- メルは回復エフェクトに弱いが、ミリオは回復能力を持っているため、メルの強みを打ち消すことができる。",
			"アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持っており、メルのスキルを無効化することができるため、メルの攻撃を封じることができる。\n- アリスターのタンク性能により、メルの長射程攻撃やAoEスキルを受けても耐えることができ、レーンでの持続力が高い。\n- メルは能動的なCCを持たないため、アリスターがエンゲージを仕掛けると、メルは反撃する手段が限られる。\n- アリスターのパッシブによるサステインが、メルのハラスを受けてもレーン維持を助ける。\n- アリスターは集団戦でのピール能力が高く、メルが他の味方を狙う際に、アリスターが守ることでメルの影響力を削ぐことができる。",
			"カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- メルは回復エフェクトに弱いため、カルマのシールドや回復を受けることで、メルのハラスを軽減できる。\n- カルマはスネアを持っており、メルのスキルを逆用することで、メルの攻撃を封じることができる。\n- カルマのAoEダメージは、メルのミニオンプッシュを妨害しやすく、レーンでの優位性を保ちやすい。\n- カルマは序盤からUltを使用できるため、メルに対して高いプレッシャーをかけることができ、メルのキル回収を阻止できる。\n- メルは能動的なCCがないため、カルマのスネアやシールドを使いこなすことで、メルの攻撃を効果的に防ぐことができる。",
			"ラカン": "ラカンがメルに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、メルの長射程攻撃を避けやすいため、メルのハラスを受けにくい。\n- メルのスキルはエンチャンター系のチャンピオンに対して強力ですが、ラカンはCCを持っており、メルのスキルを無効化することができる。\n- ラカンのシールドやヒールにより、メルの攻撃を受けても生存能力が高く、持続的なダメージを受けにくい。\n- メルは能動的なCCがないため、ラカンがエンゲージを仕掛けると、メルは反撃する手段が限られる。\n- ラカンは味方を支援しつつ、メルを妨害することができるため、チーム戦においても有利に働く。",
			"ノーチラス": "ノーチラスはメルに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、メルの長射程やAoE攻撃を無効化しやすい。特に、フックを使ってメルを捕まえることで、彼女のスキルを発動させる前に攻撃できる。\n- メルは能動的なCCを持たないため、ノーチラスのオールインに対して防御手段が乏しい。ノーチラスが接近すれば、メルは逃げる手段が限られる。\n- ノーチラスは回復能力を持たないメルに対して、持続的なダメージを与えることができる。メルの弱点である回復エフェクトに対しても、ノーチラスは影響を受けない。\n- ノーチラスのフックは射程が長く、確実性が高いため、メルが安全にハラスを行うことを難しくする。これにより、メルは序盤からの影響力を発揮しにくくなる。\n- ノーチラスはタンクとしての耐久力が高く、メルの攻撃を受け止めることができるため、メルがダメージを与えにくい状況を作り出せる。",
			"ソラカ": "ソラカはメルに有利です。\n\n理由は以下の通りです。\n\n- ソラカの高いヒール能力により、メルの攻撃を受けても持ちこたえやすく、持続的なダメージを与えられる。\n- メルのスキルは回復エフェクトに対して弱いため、ソラカのヒールによってメルの攻撃が無効化されることが多い。\n- ソラカはサイレンス効果を持っており、メルのスキルを使用させないことで、彼女のダメージを抑えることができる。\n- ソラカは射程が長く、メルの攻撃を避けながらハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- メルは能動的なCCがないため、ソラカが安全に回復やハラスを行うことができ、レーンでのプレッシャーを維持しやすい。",
			"ブランド": "ブランドはメルに有利です。\n\n理由は以下の通りです。\n\n- ブランドは持続ダメージを得意としており、メルのHPが閾値以下になった際に確定キルを狙いやすい。\n- メルは回復エフェクトに弱いため、ブランドの持続ダメージによって効果的に削られる。\n- ブランドのAoEダメージは集団戦での影響力が高く、メルが集団戦での影響力を発揮しづらい状況を作り出せる。\n- メルのスキルはエンチャンター系のチャンピオンに対して強力だが、ブランドはその特性を持たないため、メルのスキルを逆用することが難しい。\n- ブランドは射程が長く、メルのハラスを受ける前に攻撃を仕掛けることができる。"
		}
	}
}