{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "瓦鲁斯处于劣势。\n\n原因如下：\n\n- 西维尔拥有高范围伤害和清线能力，使她在推线方面表现出色，这给瓦鲁斯带来了压力。\n- 西维尔的法术护盾可以抵挡瓦鲁斯的技能，使她获得优势，特别是在对抗他大招的控制效果时。\n- 西维尔有多种方式提高移动速度，使她更容易躲避瓦鲁斯的攻击，常常让他在交战中处于劣势。\n- 西维尔的普通攻击会弹射，使她能够利用小兵骚扰瓦鲁斯，并更容易造成持续伤害。\n- 瓦鲁斯的生命恢复手段有限，使他难以承受西维尔的持续伤害。",
      "サミーラ": "萨米拉在对抗希维尔时处于劣势。\n\n原因如下：\n\n- 希维尔拥有高范围伤害和清线能力，使她能够在萨米拉施加压力之前推线。\n- 希维尔的法术护盾帮助她躲避萨米拉的攻击，特别是在萨米拉试图发起攻击时可以抵消技能。\n- 希维尔有多种手段来提高她的移动速度，使萨米拉难以拉近距离。\n- 希维尔的终极技能在团队战中非常适合进攻和撤退，限制了萨米拉全力以赴的时机。\n- 萨米拉的攻击范围较短，更容易受到希维尔的攻击，常常在交易中处于劣势。",
      "ミス・フォーチュン": "女枪处于劣势。\n\n原因如下：\n\n- 希维尔具有很强的清线能力，可以轻松推线，使女枪更容易受到骚扰。\n- 希维尔的法术护盾可以抵消女枪的减速和控制技能，使交易不利。\n- 希维尔有多种方式提高移动速度，使女枪在接近时几乎没有逃跑选择。\n- 希维尔的全力进攻潜力强，而女枪对单一目标的输出较低，使她在直接对抗中较弱。\n- 希维尔的弹跳攻击提供了强大的骚扰，而女枪的攻击范围较短，常常在交易中处于劣势。",
      "スモルダー": "Smolder处于劣势。\n\n原因：\n- 由于Sivir的攻击范围较短，Smolder可能会首先受到伤害。\n- Sivir的范围伤害和清线能力使得Smolder很难推线。\n- Sivir的法术护盾可以抵消Smolder的技能，使得交战不利。\n- 没有早期叠加，Smolder的技能表现较低，容易在与Sivir的全力交锋中失利。\n- 由于Sivir的移动速度提升能力，Smolder常常发现很难追击或逃脱。",
      "ケイトリン": "凯特琳处于劣势。\n\n原因如下：\n\n- 希维尔具有很强的清线能力，可以轻松推线，使凯特琳难以找到骚扰的机会。\n- 希维尔的法术护盾可以抵消凯特琳的技能，使她的骚扰效果降低。\n- 希维尔有很多方法可以提高她的移动速度，使她更容易躲避凯特琳的攻击。\n- 希维尔的终极技能在团队战斗中非常出色，适合进攻和撤退，使凯特琳在这些情况下难以产生影响。\n- 虽然凯特琳的射程很长，但希维尔也有射程，使她在双方试图互相骚扰时能够创造有利局面。",
      "トリスターナ": "崔斯塔娜处于劣势。\n\n原因如下：\n\n- 希维尔拥有高范围伤害和清线能力，使得崔斯塔娜难以保持对线优势，因为她很快就会被推回。\n- 希维尔的法术护盾可以抵挡崔斯塔娜的技能，使她更容易赢得交战。\n- 希维尔有多种方式提高移动速度，使她更容易躲避崔斯塔娜的攻击。\n- 崔斯塔娜在前期较弱，难以承受希维尔的范围攻击，使她容易受到早期伤害。\n- 希维尔的终极技能在团队战中非常出色，适合进攻和撤退，使崔斯塔娜在这些情况下难以发挥。"
    },
    "loses": {
      "ユナラ": "Yunara在对抗Sivir时具有优势。\n\n原因如下：\n\n- Yunara主要造成魔法伤害，这使得Sivir的法术护盾无效。\n- Yunara的攻击范围比Sivir更长，使得在对线时更容易骚扰。\n- Yunara的移动速度很高，使她能够轻松躲避Sivir的攻击。\n- Yunara技能的范围伤害可以抵消Sivir的清兵能力。\n- Sivir对单个目标的DPS较低，使她在与Yunara的魔法伤害交易时变得困难。",
      "トゥイッチ": "提莫在对抗希维尔时具有优势。\n\n原因如下：\n\n- 提莫可以利用隐身进行突袭，更容易干扰希维尔的站位。\n- 希维尔的基础攻击范围较短，使她在受到提莫伤害之前难以反击。\n- 提莫的大招范围很长，使他在团队战中能够单方面造成伤害。\n- 希维尔对单一目标的输出较低，难以反制提莫的持续毒伤害。\n- 提莫对逃脱能力低的对手很强，而希维尔的逃脱能力不高，因此提莫可以占据优势。",
      "ゼリ": "泽里在对抗希维尔时具有优势。\n\n原因如下：\n\n- 泽里具有高机动性，更容易躲避希维尔的攻击。特别是因为希维尔的基础攻击范围较短，泽里可以在保持距离的同时进行攻击。\n- 泽里的Q技能范围长且没有法力消耗，使她能够轻松造成持续伤害。这使她能够反制希维尔的清线能力。\n- 希维尔对单个目标的DPS较低，因此泽里可以利用风筝来躲避攻击并进行反击，从而在交易中占据优势。\n- 泽里可以利用她的机动性在对抗缺乏可靠开团选项的希维尔时占据有利位置。\n- 希维尔的法术护盾对控制技能有效，但由于泽里的攻击主要不依赖于普通攻击，因此更容易抵消希维尔的优势。",
      "ドレイヴン": "德莱文占据优势。\n\n原因如下：\n\n- 德莱文在前期有非常高的爆发伤害，而希维尔的基础攻击范围较短，他可以轻松在交易中获得优势。\n- 希维尔对单一目标的DPS较低，难以反制德莱文的高伤害输出。\n- 德莱文的被动技能使他能够轻松赚取金币，通过创造物品优势，他变得更加有利。\n- 德莱文有一个技能可以提高他的移动速度，使他能够在躲避希维尔攻击的同时进行攻击。\n- 希维尔的法术护盾对控制技能有效，但由于德莱文的攻击主要依赖于普通攻击，希维尔的护盾对他效果较差。",
      "ルシアン": "卢锡安对希维尔有优势。\n\n原因如下：\n\n- 卢锡安在前期有高爆发伤害，可以有效地骚扰希维尔。\n- 希维尔的基础攻击范围较短，使她更容易受到卢锡安的攻击，常常在交战中处于劣势。\n- 卢锡安技能冷却时间短且机动性高，使他能够积极地与希维尔交战。\n- 希维尔对单一目标的DPS较低，使她难以反制卢锡安的爆发。\n- 卢锡安在使用技能后，基础攻击会得到增强，使他能够对希维尔造成持续伤害。",
      "アフェリオス": "阿菲利欧斯占据优势。\n\n原因如下：\n\n- 阿菲利欧斯可以通过武器切换部署多样的战术，更容易躲避希维尔的攻击。\n- 希维尔的基础攻击范围较短，使阿菲利欧斯能够安全地利用他的范围优势进行骚扰。\n- 阿菲利欧斯在12级后威胁水平增加，如果希维尔的耐久度较低，他可以瞬间造成伤害。\n- 希维尔的法术护盾对控制技能有效，但阿菲利欧斯的攻击主要依赖普通攻击，使他能够在忽视希维尔的防御措施的同时轻松造成伤害。\n- 阿菲利欧斯的自我防御依赖于他的武器，但由于希维尔的单体DPS较低，更容易进行全力交战。",
      "ヴェイン": "薇恩对希维尔有优势。\n\n原因如下：\n\n- 薇恩的机动性很高，容易躲避希维尔的攻击。特别是因为希维尔的攻击范围较短，薇恩可以轻松接近并攻击。\n- 薇恩的攻击造成与最大生命值成比例的伤害，使她能够迅速削弱希维尔的生命值。希维尔对单一目标的输出较低，难以有效地对薇恩造成伤害。\n- 薇恩有利用墙壁的技能，可以避免希维尔的攻击。这使得抵消希维尔的骚扰变得更容易。\n- 虽然希维尔在团队战中有强大的范围伤害，但薇恩在一对一的战斗中极其强大，能够在与希维尔的决斗中获得优势。\n- 希维尔的法术护盾可以阻挡控制技能，但薇恩的攻击没有控制效果，使得抵消希维尔的防御措施变得更容易。",
      "コーキ": "库奇对希维尔有优势。\n\n原因如下：\n\n- 库奇的技能都是范围伤害，使他在对抗希维尔的清线能力时，能够轻松获得推线战斗的优势。\n- 库奇的技能射程较长，使他能够在希维尔靠近之前对其进行骚扰，因为希维尔的基础射程较短。\n- 库奇的大招冷却时间短，使他能够频繁输出伤害，并对希维尔施加持续压力。\n- 希维尔对单一目标的输出较低，使她难以有效反击库奇的范围伤害。\n- 库奇没有任何控制技能，这使得希维尔的法术护盾难以发挥作用，使她在交易中难以获得优势。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "烬处于劣势。\n\n原因如下：\n\n- 卡莎具有高爆发伤害，能够在烬发起攻击之前瞬间造成伤害，使烬在全力交战中显得脆弱。\n- 卡莎的技能造成魔法伤害，使烬难以通过防御装备进行反击，因此容易受到伤害。\n- 卡莎可以使用她的终极技能进行远距离移动，当烬试图发起攻击时，她有逃脱的选项，这常常使烬的攻击无效。\n- 烬缺乏闪现技能，当被接近时逃脱手段有限，使他容易受到卡莎的攻击。\n- 卡莎可以进化她的技能以适应不同情况，使她能够灵活应对烬，这常常使烬处于不利位置。",
      "エズリアル": "厄泽尔处于劣势。\n\n- 卡莎的爆发伤害很高，如果厄泽尔在使用技能后被卡莎全力进攻，他很可能会瞬间被击倒。\n- 卡莎的技能可以进化，允许多样化的战术，使她更容易躲避厄泽尔的技能。\n- 卡莎可以使用她的终极技能进行远距离移动，能够在避免厄泽尔攻击的同时接近他。\n- 厄泽尔的主要技能是技能射击型，这使得在面对卡莎的机动性时更难命中。\n- 卡莎的攻击可以造成魔法伤害，有效地削弱厄泽尔的防御装备。\n- 通过进化技能，卡莎可以根据情况增强她的能力，从而利用厄泽尔技能的冷却时间。"
    },
    "loses": {
      "アフェリオス": "阿菲利欧斯在对抗凯莎时具有优势。\n\n原因如下：\n\n- 阿菲利欧斯可以通过切换武器部署多样化的策略，有效反制凯莎的攻击。\n- 凯莎的攻击范围较短，使得阿菲利欧斯可以在她的攻击范围之外进行骚扰，从而建立早期优势。\n- 阿菲利欧斯在12级后威胁水平显著提高，能够对脆弱的凯莎造成高额伤害。\n- 凯莎缺乏控制技能，躲避阿菲利欧斯攻击的手段有限，使得全力进攻变得困难。\n- 阿菲利欧斯的自我防御依赖于他的武器，但他可以在受到凯莎伤害之前从有利位置进行攻击。",
      "ドレイヴン": "德莱文在对抗凯莎时具有优势。\n\n原因如下：\n\n- 德莱文在前期具有非常高的爆发伤害，能够在凯莎获得装备之前压制她。\n- 凯莎的射程较短，容易受到德莱文的攻击。尤其是德莱文的攻击伤害很高，凯莎在前期必须冒险。\n- 德莱文可以通过他的被动轻松赚取金币，使他能够早早出装备，创造更有利的局面。\n- 凯莎缺乏控制技能，当受到德莱文的高伤害时，她的逃生手段有限，这使得她在被全力进攻时非常困难。\n- 德莱文的移动速度提升技能使他能够在近战中避免凯莎的攻击，同时保持优势。",
      "ユナラ": "Yunara占据了优势。\n\n- Yunara可以自然地造成魔法伤害，使她不易受到Kai'Sa物品的伤害干扰。\n- Yunara的攻击范围比Kai'Sa更长，允许她在对线时进行骚扰和安全攻击。\n- Yunara的移动速度很高，使她更容易调整位置并躲避Kai'Sa的攻击。\n- 通过使用Yunara的技能，她的攻击速度会增加，增强她在团队战中的范围伤害，使她在与Kai'Sa的对抗中占据优势。\n- Kai'Sa的攻击范围较短，在团队战中难以定位，使Yunara更容易创造有利局面。",
      "ザヤ": "扎伊拉在对抗凯莎时具有优势。\n\n原因如下：\n\n- 扎伊拉具有强大的全力进攻潜力，可以利用凯莎施放技能的时机。\n- 扎伊拉的束缚技能限制了凯莎的机动性，使她在近战中占据优势。\n- 扎伊拉拥有范围伤害，使她在团队战斗中更容易造成伤害。\n- 凯莎的攻击范围较短，当她进入扎伊拉的攻击范围时容易受到伤害。\n- 扎伊拉有很多自我防御选项，使她更容易抵挡凯莎的爆发伤害。",
      "サミーラ": "萨米拉在对抗凯莎时具有优势。\n\n原因如下：\n\n- 萨米拉擅长近战，使得全力进攻变得更容易，因为凯莎的攻击范围较短。\n- 凯莎缺乏控制技能，难以反制萨米拉的高输出和爆发伤害。\n- 萨米拉能够瞬间拉近距离，使她在躲避凯莎技能的同时进行攻击。\n- 萨米拉的攻击造成魔法伤害，使凯莎难以防御。\n- 萨米拉在团队战中的范围伤害非常强大，使她能够灵活操作，而凯莎在团队战中则难以找到合适的位置。",
      "ニーラ": "尼拉在对抗凯莎时具有优势。\n\n原因如下：\n\n- 尼拉在与短程的凯莎进行近战时表现出色，能够利用她的位移技能靠近凯莎。\n- 尼拉的持续伤害和治疗效果使她能够承受凯莎的爆发伤害。\n- 由于凯莎缺乏控制技能，尼拉可以轻松利用她的机动性来躲避攻击并进行反击。\n- 尼拉的被动技能增强了她盟友的治疗和护盾，使她在与辅助配合时展现出更强的战斗能力。\n- 凯莎的技能依赖技能射击，但尼拉可以轻松通过她的位移技能躲避，并将战斗带入近战。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "アッシュ": "阿希处于劣势。\n\n原因如下：\n\n- 特里斯塔娜在前期有高爆发伤害，使阿希在全力进攻时变得脆弱。\n- 特里斯塔娜的攻击范围随着等级提升，使阿希在后期也容易受到攻击。\n- 特里斯塔娜的机动性很高，擅长逃跑和追击，这使得阿希容易错失进攻的机会。\n- 阿希缺乏机动技能，难以躲避特里斯塔娜的攻击。\n- 特里斯塔娜的E技能会造成自动推线，给阿希的兵线管理带来困难。",
      "コグ＝マウ": "Kog'Maw处于劣势。\n\n- 特里斯塔娜在前期有高爆发伤害，使她能够在Kog'Maw发育之前轻松发起攻击。\n- 特里斯塔娜的攻击范围随着等级的提升而增加，这使得Kog'Maw更难攻击。\n- 特里斯塔娜的机动性很高，擅长逃脱和追击，这使得Kog'Maw容易被抓住。\n- Kog'Maw的机动性低，缺乏强力的控制技能，使他容易受到特里斯塔娜的攻击。\n- 特里斯塔娜的E技能具有强大的推线能力，这可能使Kog'Maw在兵线管理上处于劣势。",
      "サミーラ": "萨米拉在对抗崔斯塔娜时处于劣势。\n\n原因如下：\n\n- 崔斯塔娜的远程攻击范围随着她的升级而增加，使她能够在萨米拉接近之前造成伤害。\n- 崔斯塔娜在早期到中期的爆发伤害很高，使她能够获得优势，尤其是在萨米拉还没有装备之前。\n- 萨米拉的攻击范围较短，使她难以躲避崔斯塔娜的攻击，增加了近战的风险。\n- 崔斯塔娜的机动性使她容易躲避萨米拉的接触尝试，增加了崔斯塔娜反击的可能性。\n- 通过与具有控制技能的坦克型辅助搭配，崔斯塔娜可以更容易地阻止萨米拉接近，创造出萨米拉无法发挥优势的局面。",
      "セナ": "塞娜处于劣势。\n\n- 特里斯塔娜在前期有很高的爆发伤害，使她对像塞娜这样的脆皮辅助特别强。\n- 特里斯塔娜的攻击范围随着等级提升而增加，这使得塞娜很难进行骚扰。\n- 特里斯塔娜的机动性很高，擅长逃跑和追击，这增加了塞娜被抓的风险。\n- 塞娜的基础属性较低，在前期尤其弱，常常无法承受特里斯塔娜的攻击。\n- 特里斯塔娜的技能具有很强的推线能力，使得塞娜很难管理兵线。",
      "ヴェイン": "薇恩处于劣势。\n\n- 特里斯塔娜在前期有高爆发伤害，可以在薇恩发育之前施加压力。\n- 特里斯塔娜的攻击范围随着等级的提升而增加，使薇恩更容易受到攻击。\n- 特里斯塔娜的机动性使她能够轻松躲避薇恩的攻击，并在追击或逃跑时表现出色。\n- 薇恩的攻击范围较短，常常使她在面对特里斯塔娜的远程攻击时处于不利局面。\n- 特里斯塔娜的技能使得兵线管理变得困难，但薇恩缺乏范围伤害，导致推线速度较慢，更容易在对线中落后。\n- 特里斯塔娜没有控制技能，但薇恩对定向控制技能很弱，受到特里斯塔娜攻击时变得脆弱。",
      "トゥイッチ": "提莫在对抗崔斯塔娜时处于劣势。\n\n原因：\n- 崔斯塔娜在前期有高爆发伤害，使她在对抗脆皮辅助时特别强，而提莫对这种爆发很脆弱。\n- 崔斯塔娜的攻击范围随着等级提升而增加，使她更容易在与提莫的对拼中获胜。\n- 崔斯塔娜的机动性很高，使提莫很难成功埋伏她。\n- 崔斯塔娜的E技能可以自动推线， complicating 提莫的线管理并增加被抓的风险。\n- 提莫对装备依赖性很高，如果他在前期落后，就很难应对崔斯塔娜的早期强势。",
      "ジン": "烬处于劣势。\n\n- 特里斯塔娜在前期到中期有很高的爆发伤害，使她在烬使用技能后容易进行全力进攻。\n- 特里斯塔娜的闪现技能使她能够轻松躲避烬的技能，而烬在被接近时没有逃生手段，非常脆弱。\n- 随着特里斯塔娜的等级提升，她的攻击范围增加，降低了受到烬伤害的风险，同时能够持续输出伤害。\n- 由于烬剩余的弹药是可见的，特里斯塔娜更容易把握全力进攻的时机，更有可能在烬的输出较低时进行攻击。\n- 特里斯塔娜的E技能的自动推线增加了烬的兵线管理难度，并提高了被抓的风险。"
    },
    "loses": {
      "コーキ": "库奇对特朗德尔有优势。\n\n原因如下：\n\n- 库奇有范围伤害，可以在特朗德尔推线时进行骚扰。\n- 库奇的技能射程较长，可以在特朗德尔靠近之前造成伤害。\n- 特朗德尔在前期较弱，库奇可以利用这一点进行骚扰，直到特朗德尔获得装备。\n- 库奇的技能冷却时间短，更容易造成持续伤害并反制特朗德尔的爆发伤害。\n- 特朗德尔的E技能被动使她自动推线，给库奇在这个窗口期提供了更多攻击机会。",
      "アフェリオス": "阿菲利欧斯在对抗崔斯塔娜时具有优势。\n\n原因如下：\n\n- 阿菲利欧斯可以通过武器切换部署多样化的策略，使他能够抵挡崔斯塔娜的攻击。\n- 崔斯塔娜在前期较弱，尤其是在她获得装备之前，难以造成伤害，而阿菲利欧斯从一开始就有强大的骚扰能力，使他能够在对抗崔斯塔娜时占据优势。\n- 在12级之后，阿菲利欧斯的威胁等级增加，使他能够输出足够的伤害来反制崔斯塔娜的爆发伤害。\n- 崔斯塔娜在兵线管理上存在困难，往往会自动推线，这使得阿菲利欧斯更容易创造有利局面。\n- 阿菲利欧斯对低骚扰能力的射手具有优势，使他能够在减少受到崔斯塔娜攻击风险的同时造成伤害。",
      "ドレイヴン": "德莱文在对抗崔斯塔娜时具有优势。\n\n原因如下：\n\n- 德莱文在前期拥有非常高的爆发伤害，能够在崔斯塔娜获得装备之前压制她。\n- 崔斯塔娜在前期较弱，尤其是在获得装备之前，难以造成伤害，这使得德莱文能够利用这一点。\n- 德莱文的被动技能使他容易赚取金币，通过早期获得装备，他变得更强。\n- 崔斯塔娜在管理兵线方面存在困难，往往会自动推线，这使她更容易受到德莱文的gank，增加了德莱文获得优势的机会。\n- 德莱文有一个技能可以提高他的移动速度，使他在崔斯塔娜试图逃跑时更容易追上她。",
      "ヴァルス": "瓦鲁斯占据优势。\n\n原因如下：\n\n- 范围：瓦鲁斯的攻击范围比特里斯塔娜更长，使他能够在特里斯塔娜攻击之前造成伤害。\n- 控制效果：瓦鲁斯拥有带有束缚效果的技能，可以限制特里斯塔娜的移动，使她更容易躲避攻击。\n- 消耗能力：瓦鲁斯可以利用技能从远处对特里斯塔娜造成伤害，在特里斯塔娜发育之前创造有利局面。\n- 兵线管理：瓦鲁斯可以轻松控制兵线，利用特里斯塔娜自动推进的时机。\n- 特里斯塔娜的早期弱点：特里斯塔娜在前期较弱，如果瓦鲁斯在她获得装备之前施加压力，她的成长可能会被延迟。",
      "シヴィア": "希维尔在对抗特里斯塔娜时具有优势。\n\n原因如下：\n\n- 希维尔的清线能力强，即使在前期特里斯塔娜难以造成伤害时也能推线。\n- 通过她的法术护盾，希维尔可以抵挡特里斯塔娜的技能，使她在交战中占据优势。\n- 希维尔的移动速度提升使得她更容易抵消特里斯塔娜的闪现，擅长追击和逃脱。\n- 特里斯塔娜在前期较弱，难以反制希维尔的持续伤害。\n- 希维尔可以在团队战中进攻和撤退，更容易在特里斯塔娜发育之前创造有利局面。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "希维尔处于劣势。\n\n- 悠米依赖自动攻击并且射程较长，这使得希维尔在接近之前容易受到骚扰。\n- 悠米的魔法伤害可以穿透希维尔的法术护盾，增加了希维尔受到伤害的风险。\n- 悠米在团队战斗中具有强大的范围伤害，希维尔在能够对后排造成伤害之前，很可能会受到悠米攻击的伤害。\n- 希维尔的基础射程较短，使得她很难反击悠米的长射程，常常在交易中处于劣势。\n- 悠米的技能型攻击速度提升可能会超过希维尔的攻击，尤其是在全力进攻时使她变得脆弱。",
      "サミーラ": "萨米拉在对抗悠米时处于劣势。\n\n原因如下：\n\n- 悠米拥有远程攻击，能够在萨米拉接近之前轻松骚扰她。\n- 悠米的魔法伤害可以有效地对萨米拉造成伤害，因为她的防御属性较低。\n- 虽然萨米拉擅长近战，但悠米可以利用技能保持距离进行攻击，这使得萨米拉很难接近。\n- 悠米的技能造成范围伤害，在团队战斗中输出高伤害，因此如果萨米拉被抓住，她很可能会受到重大伤害。\n- 萨米拉缺乏控制技能，限制了她阻止悠米攻击的手段，这增加了她持续受到悠米伤害的风险。",
      "ヴェイン": "薇恩处于劣势。\n\n- 悠米的远程普通攻击使她在薇恩接近之前就能轻松骚扰她。\n- 悠米的魔法伤害可以绕过薇恩的耐久，使早期骚扰特别有效。\n- 悠米可以通过使用技能来提高攻击速度，使她在团战中造成范围伤害，这使得薇恩很难进行一对一的战斗。\n- 薇恩的攻击范围较短，使她很难躲避悠米的攻击，这使得她在对线时的站位变得复杂。\n- 悠米的减速技能可以限制薇恩的机动性，剥夺她的逃生手段。",
      "カイ＝サ": "凯莎处于劣势。\n\n- 悠米的攻击范围很长，容易在凯莎反击之前对她进行骚扰。\n- 悠米的魔法伤害可以轻易绕过凯莎的装备防御，尤其是在早期阶段造成强大的伤害。\n- 悠米可以通过使用技能来提高攻击速度，使她在团队战斗中造成范围伤害，给凯莎接近带来困难。\n- 凯莎缺乏控制技能，在受到悠米伤害时逃脱手段有限。\n- 悠米的减速效果限制了凯莎的机动性，使她更难以灵活应对。",
      "ミス・フォーチュン": "女警处于劣势。\n\n- 妙妙的远程普通攻击使她不易受到女警的骚扰。\n- 妙妙技能造成的魔法伤害可以弥补女警低的基础攻击伤害。\n- 妙妙的移动速度很高，使她更容易调整位置并躲避女警的技能。\n- 妙妙在团战中的范围伤害有可能超过女警的输出。\n- 女警只有减速作为控制技能，而当被妙妙攻击时，她的逃生手段有限，使她容易受到全力进攻。",
      "ザヤ": "扎伊拉处于劣势。\n\n- 悠米的射程很长，可以在扎伊拉靠近之前轻松骚扰她，使扎伊拉容易受到伤害。\n- 悠米的魔法伤害不太受装备干扰的影响，并且对扎伊拉的物理伤害有很强的抵抗力。\n- 悠米可以通过使用技能来提高攻击速度，使她在团队战斗中造成范围伤害，这使得扎伊拉在这种情况下很难输出伤害。\n- 扎伊拉的射程较短，常常被悠米的远程攻击单方面攻击。\n- 悠米的机动性很高，可以轻松调整自己的位置，使扎伊拉难以接近。"
    },
    "loses": {
      "コーキ": "库奇有优势。\n\n原因如下：\n\n- 库奇的技能都是范围伤害，可以广泛地反击悠米的普通攻击，使他在骚扰方面表现出色。\n- 库奇的技能射程较长，使他能够在悠米靠近之前造成伤害，更容易保持对线优势。\n- 悠米依赖普通攻击，因此被库奇的范围伤害单方面骚扰的风险很高。\n- 库奇的大招冷却时间短，可以持续造成伤害并对悠米施加持续压力。\n- 悠米只有减速作为控制手段，抑制库奇机动性的手段有限，使库奇可以自由移动。",
      "ドレイヴン": "德莱文在对抗悠米时具有优势。\n\n原因如下：\n\n- 德莱文在前期有高爆发伤害，使得他更容易在悠米低耐久的情况下获得击杀。\n- 悠米依赖普通攻击，但德莱文可以通过斧头攻击造成高伤害，从而超越悠米的输出。\n- 德莱文的移动速度提升技能使他在躲避悠米攻击的同时更容易接近，具备强大的追击潜力。\n- 悠米只有减速技能，且对德莱文的高爆发伤害的限制手段有限，使得德莱文能够更有利地进行对抗。\n- 德莱文可以轻松赚取金币，通过创造装备优势，他在对抗悠米时变得更加有利。",
      "ルシアン": "卢锡安在对抗悠米时具有优势。\n\n- 卢锡安在前期有高爆发伤害，而悠米的耐久性较低，因此他可以在前期交易中获得优势。\n- 卢锡安的技能冷却时间短，能够进行连续攻击，使他能够有效反制悠米的普通攻击。\n- 悠米依赖普通攻击，这使得她在卢锡安使用技能后容易受到他的强化基础攻击的威胁。\n- 卢锡安的机动性很高，使他能够在躲避悠米攻击的同时进行攻击，从而在位置上占据优势。\n- 由于悠米只有减速作为控制技能，难以阻止卢锡安，使他能够在攻击时自由移动。",
      "ジグス": "Ziggs在对抗Yuumi时具有优势。\n\n原因如下：\n\n- Ziggs拥有远程技能，可以在比Yuumi的攻击范围更远的地方造成伤害，使他在Yuumi接近之前更容易造成伤害。\n- Ziggs的所有技能都是范围伤害，可以在Yuumi利用小兵骚扰时同时造成伤害。\n- Yuumi依赖普通攻击，因此如果Ziggs的地雷和炸弹减缓了她的速度，她就很难进行攻击。\n- Ziggs具有很高的摧毁塔的能力，这意味着即使Yuumi在对线中占据优势，Ziggs也可以通过快速摧毁塔来扭转局势。\n- Yuumi只有减速作为控制技能，而她躲避Ziggs技能的手段有限，使她容易受到他的攻击。",
      "ゼリ": "泽里在对抗悠米时具有优势。\n\n原因如下：\n\n- 泽里具有高机动性，更容易躲避悠米的攻击，减少在对线中的骚扰。\n- 泽里的Q技能可以免费使用，允许持续输出伤害，更容易反制悠米的魔法伤害。\n- 悠米依赖普通攻击，但泽里主要使用技能攻击，使她能够躲避悠米的普通攻击。\n- 泽里擅长风筝，能够避免利用悠米攻击范围的交易。\n- 由于悠米的控制技能仅限于减速，泽里可以利用她的机动性安全地进行操作。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "塞娜处于劣势。\n\n- 提莫擅长利用隐身进行伏击，而塞娜的逃生选项有限，如果被抓住，她容易受到致命伤害。\n- 提莫的终极技能射程很长，在团队战斗中输出高伤害，这意味着塞娜可能会被单方面攻击。\n- 塞娜的基础属性较低，特别是在前期非常脆弱，因此在面对提莫时，她常常在早期就处于劣势。\n- 提莫依赖自动攻击，这使得塞娜的治疗能力和骚扰效果难以发挥，从而限制了她的优势。\n- 提莫对逃生潜力低的英雄有优势，而塞娜缺乏逃生选项，因此在对抗提莫时处于劣势。",
      "シヴィア": "希维尔在对抗提莫时处于劣势。\n\n- 希维尔的基础攻击范围较短，难以应对提莫的隐身突袭。\n- 提莫的爆发伤害很高，当希维尔被全力攻击时，她变得脆弱。\n- 希维尔的法术护盾无法抵挡提莫的减速效果，使她容易受到持续伤害。\n- 提莫的终极技能提供远程攻击，对希维尔在团队战中的站位构成威胁。\n- 希维尔对单一目标的输出较低，使她在与提莫的直接对抗中容易失利。",
      "アフェリオス": "阿菲利欧斯处于劣势。\n\n原因如下：\n\n- 提莫擅长利用隐身进行伏击，这可以利用阿菲利欧斯的低机动性。\n- 提莫的终极技能射程很长，可以在阿菲利欧斯接近之前造成大量伤害。\n- 阿菲利欧斯依赖武器切换，常常在受到提莫伤害时难以做好准备。\n- 提莫的毒素持续伤害可以轻易抵消阿菲利欧斯的自我防御选项。\n- 阿菲利欧斯的前期游戏很困难，如果提莫获得早期优势，可能会导致艰难的局面。",
      "コグ＝マウ": "Kog'Maw处于劣势。\n\n- Kog'Maw的机动性低，容易受到Twitch的伏击。Twitch可以轻松接近并利用隐身对Kog'Maw造成伤害。\n- Twitch的终极技能射程很长，使其在团队战斗和对线中能够进行单方面攻击。Kog'Maw的自我防御选项有限，容易受到Twitch的攻击。\n- Kog'Maw的基础攻击范围较短，使其在受到Twitch伤害之前难以反击。尤其在对线时，Kog'Maw常常难以应对Twitch的骚扰。\n- Twitch具备刺客特性，对缺乏自我防御选项的输出型英雄如Kog'Maw非常强势。Kog'Maw对Twitch没有有效的反制措施，容易陷入不利局面。",
      "アッシュ": "阿希处于劣势。\n\n- 提莫擅长利用隐身进行伏击，而阿希在被接近时很脆弱，因为她缺乏位移技能。\n- 提莫的终极技能射程很远，并且在团战中提供非常高的伤害，而阿希的爆发伤害较低，使她在全力交战中处于劣势。\n- 阿希有减速效果，但很难阻止提莫的伏击，因为他的隐身能力，如果他先发制人，阿希会很困难。\n- 尽管提莫的逃生能力较低，但阿希同样缺乏机动性，这使得提莫更容易创造有利局面。",
      "ジンクス": "金克丝处于劣势。\n\n原因如下：\n\n- 提莫擅长利用隐身进行伏击，而金克丝的自我防御选项有限，使她在接近时容易受到攻击。\n- 提莫的终极技能射程远，在团战中输出高伤害，使金克丝难以躲避他的攻击。\n- 提莫通过毒素造成持续伤害，而金克丝的基础属性较低，使她难以承受持续的伤害。\n- 提莫的技能具有减速效果，限制了金克丝的移动，使她难以逃脱。\n- 金克丝激活技能需要时间，使她难以对提莫的伏击做出反应，如果提莫主动出击，她会陷入困境。",
      "スモルダー": "Smolder处于劣势。\n\n- Smolder缺乏普通攻击增强，难以反制Twitch的高输出。\n- Twitch擅长利用隐身进行伏击，而Smolder只有E技能作为逃生选项，并且冷却时间较长，增加了被抓的风险。\n- Smolder在没有早期叠加的情况下技能表现较低，无法承受Twitch的早期攻击力。\n- Twitch的终极技能远程攻击可以在Smolder利用团队战中的AOE攻击之前造成显著伤害。\n- Smolder没有硬控技能，面对Twitch的伏击时防御选项较少。",
      "ジグス": "Ziggs处于劣势。\n\n原因如下：\n\n- Twitch可以使用隐身进行伏击，使Ziggs在接近时容易受到攻击。\n- Twitch的终极技能范围很长，可以在Ziggs安全攻击的距离内对其造成伤害。\n- Ziggs缺乏针对性技能，使得用他的技能击中像Twitch这样高度机动的英雄变得困难。\n- 虽然Twitch的逃脱能力较低，但如果Ziggs让他靠近，Twitch可以为自己创造有利局面。\n- Ziggs在近战中较弱，当Twitch接近时，Ziggs很容易变得无能为力。"
    },
    "loses": {
      "コーキ": "库奇对提莫有优势。\n\n原因如下：\n\n- 库奇拥有远程技能，可以在提莫靠近之前进行骚扰。\n- 库奇的范围伤害可以穿透提莫的隐身，使得防止伏击变得更容易。\n- 提莫的逃脱能力较低，容易受到库奇的持续伤害。\n- 库奇的技能冷却时间短，可以在提莫激活大招之前继续造成伤害。\n- 提莫非常依赖装备，在前期被库奇骚扰使得他很难灵活应对。",
      "ニーラ": "Niila在对抗Twitch时具有优势。\n\n原因如下：\n\n- Niila是近战英雄，可以在避免Twitch攻击的同时接近他，防止Twitch有效利用他的射程。\n- Twitch的逃脱能力较低，使得Niila可以凭借她的高机动性轻松追击他。\n- Niila的技能可以抵消Twitch的自动攻击，特别是减少他的爆发伤害。\n- Niila具有持续输出能力，并且在对抗Twitch的隐身突袭时表现强劲。\n- Niila的被动技能增强了对盟友的治疗和护盾效果，使她在与Twitch的一对一战斗中占据优势。",
      "ルシアン": "卢锡安在对抗提莫时具有优势。\n\n原因如下：\n\n- 卢锡安在前期有高爆发伤害，而提莫的逃生能力较低，因此在交战中可以获得优势。\n- 卢锡安的技能冷却时间短，可以进行持续攻击，更容易对提莫造成持续伤害。\n- 提莫依赖自动攻击，因此在卢锡安的高爆发伤害下，早期被击杀的风险很高。\n- 卢锡安机动性强，可以在躲避提莫的减速效果的同时进行攻击，更容易防止提莫的埋伏。\n- 提莫在前期交战中表现不佳，随着卢锡安获得优势，他更容易主导这条线路。",
      "ドレイヴン": "德莱文在对抗提莫时具有优势。\n\n原因如下：\n\n- 德莱文在前期具有高爆发伤害，使他在交易中获得优势，而提莫仍在成长中。\n- 提莫的逃脱能力较低，容易受到德莱文的高伤害。尤其是，即使提莫使用隐身，德莱文仍然可以追上他。\n- 德莱文的被动技能使得获得金币变得容易，通过创造物品优势，他变得更加有利。\n- 提莫依赖普通攻击，使他容易受到德莱文的高爆发伤害，增加了早期被击杀的可能性。\n- 德莱文有一个技能可以提高他的移动速度，使他即使在受到提莫减速效果影响时也能追击或逃脱。",
      "トリスターナ": "特里斯塔娜在对抗提莫时具有优势。\n\n原因如下：\n\n- 特里斯塔娜在早期游戏中具有高爆发伤害，这对像提莫这样的脆皮英雄特别有效。\n- 特里斯塔娜的机动性强，更容易躲避提莫的埋伏，并在逃跑和追击方面表现出色。\n- 特里斯塔娜的攻击范围随着等级的提升而增加，使她能够从提莫无法接触到的位置进行攻击，从而获得优势。\n- 提莫的逃脱能力较低，容易被特里斯塔娜的爆发伤害击倒。\n- 特里斯塔娜擅长兵线管理，使她在提莫能够发育之前更容易创造有利局面。",
      "エズリアル": "厄泽尔有优势。\n\n原因如下：\n\n- 厄泽尔拥有远程技能，可以安全地从外部骚扰提莫。\n- 提莫的逃脱能力较低，厄泽尔可以轻松利用他的传送技能拉开距离。\n- 厄泽尔的技能冷却时间短，更容易对提莫造成持续伤害。\n- 提莫主要依赖自动攻击，因此厄泽尔可以通过技能消耗在早期削弱他的生命值。\n- 提莫的隐身技能专门用于伏击，但厄泽尔可以通过技能拉开距离来避免这些伏击。\n- 厄泽尔具有高爆发伤害潜力，可以在提莫发育之前争取早期击杀。",
      "ザヤ": "扎伊拉对提莫有优势。\n\n原因如下：\n\n- 扎伊拉拥有自我防御机制，可以反制提莫的伏击。\n- 提莫的逃脱能力低，容易被扎伊拉的束缚技能抓住。\n- 扎伊拉的范围伤害在团队战中对提莫有效，使得她更容易抵消他的攻击。\n- 提莫非常依赖装备，如果他在早期落后于扎伊拉，很难扭转局势。\n- 扎伊拉可以在提莫攻击范围较短的情况下造成伤害，使她在交易中更容易获得优势。",
      "サミーラ": "萨米拉在对抗提莫时具有优势。\n\n原因如下：\n\n- 萨米拉擅长近战，而提莫的攻击范围较短，她可以通过靠近有效地发起攻击。\n- 提莫的逃脱能力较低，容易受到萨米拉的高爆发伤害。\n- 萨米拉可以对受到控制技能影响的敌人造成强力攻击，这使得她在提莫试图埋伏时更容易抓住他。\n- 萨米拉的闪现技能使她能够轻松躲避提莫的减速效果，使她在全力进攻时非常强大。\n- 提莫对装备依赖性很高，如果他在前期落后，就无能为力，而萨米拉在前期就能造成强大的伤害，使她能够迅速获得优势。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "Niira处于劣势。\n\n原因如下：\n\n- 范围短：Niira是一个近战英雄，难以对抗Vayne的远程攻击。\n- 骚扰能力：Vayne在前期有很强的骚扰能力，而Niira对此很脆弱，容易失去对线优势。\n- 易受控制：被Vayne的击退或眩晕击中时，Niira失去机动性，难以反击。\n- 一对一战斗劣势：Vayne在1v1战斗中非常强大，而Niira对她的反制手段有限。\n- 依赖辅助：Niira在与辅助配合时表现出色，但Vayne即使单独也很强大，使得在没有辅助时Niira特别处于劣势。",
      "エズリアル": "厄泽尔处于劣势。\n\n原因如下：\n\n- 薇恩的机动性很高，可以轻松躲避厄泽尔的技能。特别是，她可以利用位移和隐身来避免厄泽尔的攻击。\n- 薇恩的攻击造成与最大生命值成比例的真实伤害，这使得厄泽尔在生命值减少时非常危险。\n- 厄泽尔的主要技能是技能射击，这对于像薇恩这样高度机动的英雄来说很难命中。\n- 薇恩有利用墙壁的技能，这增加了厄泽尔在尝试接近时受到伤害的风险。\n- 薇恩的持续输出能力很强，当厄泽尔试图逃跑时，她很容易追上他。\n- 厄泽尔的范围攻击有限，当薇恩靠近时，很难应对。",
      "ジン": "烬处于劣势。\n\n原因如下：\n\n- 女警的机动性很高，容易拉近距离并在烬发起攻击之前进行全力进攻。\n- 女警的技能包括针对性的控制技能，当烬试图攻击时会限制他的移动，使他容易受到反击。\n- 女警具有高额的真实伤害输出能力，能够迅速削减烬的生命值，使他在持续战斗中处于劣势。\n- 烬缺乏位移技能，当被女警攻击时他的逃生手段有限，使他在女警接近时变得脆弱。\n- 女警有短暂冷却时间的位移技能，容易躲避烬的技能，使他很难命中攻击。",
      "ザヤ": "扎伊拉处于劣势。\n\n- 韦恩具有高机动性，可以轻松躲避扎伊拉的攻击。特别是使用韦恩的位移和隐身技能，使她更容易躲避扎伊拉的攻击。\n- 韦恩的攻击造成与最大生命值成比例的真实伤害，使她能够迅速削弱扎伊拉的生命值。这一点尤其重要，因为扎伊拉对坦克或高生命值的对手强势，而韦恩则正好相反。\n- 韦恩的技能可以提供击退或眩晕，轻易地抵消扎伊拉的自我防御选项，使她在近战中占据优势。\n- 扎伊拉的攻击范围较短，容易受到韦恩的远程骚扰，尤其是在早期对线阶段使她处于劣势。\n- 韦恩在团队战斗中可以造成高额伤害，使扎伊拉在这种情况下难以积累伤害。"
    },
    "loses": {
      "アフェリオス": "阿菲利欧斯占据优势。\n\n原因如下：\n\n- 阿菲利欧斯具有很高的骚扰潜力，由于薇恩的射程较短，他可以在前期占据有利位置。\n- 根据阿菲利欧斯武器的组合，他可以对薇恩造成有效伤害。\n- 薇恩的机动性很高，但她容易受到阿菲利欧斯攻击的伤害，尤其是在团队战斗中，阿菲利欧斯的火力成为威胁。\n- 阿菲利欧斯在12级后增强力量，使他在薇恩完全发展之前更容易创造有利局面。\n- 薇恩有控制技能，但阿菲利欧斯有自我防御机制，使他更容易躲避薇恩的攻击。",
      "セナ": "塞娜占据优势。\n\n- 塞娜的射程很长，能够轻松单方面骚扰薇恩。这使她能够在薇恩接近之前造成伤害。\n- 塞娜的治疗能力使她更容易承受薇恩的攻击，从而实现持续骚扰。\n- 塞娜的束缚效果可以限制薇恩的机动性，增加抓住她的机会，特别是在薇恩试图拉近距离时。\n- 薇恩的射程较短，使她难以逃脱塞娜的攻击范围，从而让塞娜保持优势。\n- 塞娜由于她的被动技能容易成长，使她在对线时更容易赚取金币，当她发育起来时，可以造成高额伤害，成为对薇恩的强大威胁。",
      "サミーラ": "萨米拉在对抗薇恩时具有优势。\n\n原因如下：\n\n- 萨米拉擅长近战，可以利用薇恩的短射程。\n- 萨米拉的高输出和爆发伤害使她能够在薇恩叠加攻击之前迅速造成伤害。\n- 萨米拉可以对受到控制技能影响的敌人进行强力攻击，使她更容易利用薇恩的击退进行全力进攻。\n- 萨米拉的闪现技能使她能够轻松躲避薇恩的技能，保持在近战中的优势。\n- 薇恩在团队战中缺乏范围攻击，使她很难反制萨米拉在团队战中的强势。",
      "ゼリ": "泽里占据优势。\n\n原因如下：\n\n- 泽里具有高机动性，更容易躲避薇恩的攻击。特别是，泽里可以利用她的加速技能在攻击的同时保持距离。\n- 泽里的Q技能范围长且没有法力消耗，使她能够在躲避薇恩骚扰的同时持续输出伤害。\n- 薇恩的攻击范围短，被泽里的攻击击中时很难反击。泽里可以在躲避薇恩攻击的同时持续输出伤害。\n- 泽里在面对缺乏可靠开团的近战输出时更具优势，因为她可以中和薇恩的机动性。\n- 薇恩在受到控制效果时很脆弱，而泽里可以利用她的机动性在交战中获得优势。",
      "コグ＝マウ": "Kog'Maw占据优势。\n\n原因如下：\n\n- Kog'Maw的射程很长，可以有效地骚扰Vayne，因为她的射程较短。\n- Kog'Maw的技能具有降低护甲/魔法抗性效果，使得抵消Vayne的伤害变得更容易。\n- Vayne的机动性很高，但Kog'Maw可以通过使用减速效果限制她的移动，无论是追击还是逃跑。\n- Kog'Maw在团战中输出高，可以在Vayne接近之前造成伤害。\n- Vayne在受到控制技能时很脆弱，这使得她很难抵御Kog'Maw的技能。",
      "コーキ": "库奇占据优势。\n\n原因如下：\n\n- 库奇拥有远程技能，可以在薇恩的攻击范围之外进行骚扰，更容易保持对线优势。\n- 库奇的范围伤害可以在薇恩接近之前造成伤害，这在团战中尤其有效。\n- 薇恩的攻击范围较短，难以躲避库奇的技能，特别容易受到推线和骚扰。\n- 库奇技能的冷却时间短，可以持续输出伤害，使薇恩很难找到机会恢复生命值。\n- 薇恩缺乏控制技能，因此当她受到库奇的攻击时，逃生手段有限，特别容易受到库奇的爆发伤害。",
      "ケイトリン": "凯特琳占据优势。\n\n原因如下：\n\n- 凯特琳拥有所有英雄中最长的基础自动攻击范围，使她能够比薇恩更远地攻击，从而使她的骚扰非常强大。\n- 薇恩的攻击范围较短，难以躲避凯特琳的攻击，使她容易受到线上的压力。\n- 通过使用凯特琳的陷阱，她可以限制薇恩的机动性，使薇恩难以发起攻击。\n- 凯特琳在早期游戏中擅长攻塔，使她在薇恩发育之前更容易摧毁塔。\n- 薇恩在受到控制技能时很脆弱，而凯特琳可以安全地从远处攻击，使她更容易创造对薇恩有利的局面。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "Ziggs处于劣势。\n\n- 女枪具有很高的骚扰潜力，可以在Ziggs使用技能之前造成伤害，使她在对线交易中更容易获得优势。\n- 由于女枪的减速效果，Ziggs在被接近时逃脱的手段有限，使他特别容易受到全力进攻的威胁。\n- Ziggs缺乏针对性的技能，使得在女枪的闪烁和增加的移动速度面前很难命中他的技能。\n- 女枪在团队战中的范围伤害非常高，Ziggs有可能在他能够造成伤害之前就被击倒。\n- 如果Ziggs允许自己被接近，他将变得无能为力，受到女枪的攻击会迅速让他陷入劣势局面。",
      "ジンクス": "金克丝处于劣势。\n\n原因如下：\n\n- 女警的骚扰潜力很高，使她在早期交战中更容易获得对金克丝的优势。\n- 由于女警的减速和施法技能，金克丝在被接近时逃脱的手段有限，处于脆弱状态。\n- 女警在团队战中的范围伤害非常高，而金克丝的防御选项很少，使她在团队战中难以生存。\n- 金克丝有一个被动技能可以提高她的攻击速度，但她常常处于女警的骚扰和控制效果下，难以利用这个效果。\n- 女警对短距离的对手更有优势，而金克丝在许多情况下无法充分发挥她的射程。",
      "アッシュ": "艾希处于劣势。\n\n原因如下：\n\n- 女警具有很高的骚扰潜力，并且在对线时在短时间交战中表现出色。艾希的爆发伤害较低，使她容易受到女警的攻击。\n- 由于女警的减速效果和团队战斗中的范围伤害，艾希在被接近时会陷入困境。艾希缺乏位移技能，逃脱手段有限。\n- 艾希非常依赖装备，随着等级的提升增益有限。女警可以早期获得强力装备，更容易掌控对线优势。\n- 女警是一名全力以赴的射手，当艾希被接近时，她很可能会遭到单方面攻击。艾希在全力交战中常常处于劣势。",
      "コーキ": "库奇在对抗厄运小姐时处于劣势。\n\n原因如下：\n\n- 厄运小姐具有很高的骚扰潜力，尤其在对线时短时间内的交易表现出色，使库奇容易受到骚扰。\n- 由于厄运小姐的减速效果，库奇在被接近时逃脱手段有限，使他容易受到全力进攻。\n- 库奇缺乏控制技能，因此如果他继续受到厄运小姐的伤害，他很可能在造成伤害之前就被击倒。\n- 厄运小姐的大招在团战中具有非常高的范围伤害，而库奇的耐久性较低，使他在团战中生存困难。\n- 库奇的技能消耗高，难以应对持续的骚扰。"
    },
    "loses": {
      "シヴィア": "希维尔占据优势。\n\n原因如下：\n\n- 希维尔具有很高的清线能力，即使在受到女警骚扰时也能轻松推线。\n- 通过法术护盾，她可以抵挡女警的技能，从而在交战中获得优势。\n- 希维尔的移动速度提升使她更容易躲避女警的减速效果，使她在近战中能够灵活机动。\n- 希维尔在团队战中也有范围伤害，可以抵消女警的大招。\n- 女警的基础攻击伤害较低，使她难以承受希维尔的持续伤害。",
      "ゼリ": "泽莉在对抗厄运小姐时具有优势。\n\n原因如下：\n\n- 泽莉的机动性很高，能够轻松躲避厄运小姐的技能。特别是，泽莉可以迅速移动以避开厄运小姐的减速和施法技能。\n- 泽莉的Q技能可以免费使用，允许持续攻击，使她能够不断反击厄运小姐的骚扰。\n- 厄运小姐的基础AD较低，早期游戏时往往缺乏DPS，因此泽莉可以利用她的机动性继续骚扰并获得优势。\n- 泽莉可以轻松地对抗缺乏可靠接近手段的厄运小姐，使她能够在保持距离的同时进行攻击。\n- 厄运小姐的技能主要是单体攻击，通过利用泽莉的特点进行多次打击，她可以在交易中获得优势。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "库奇处于劣势。\n\n- 库奇的机动性低，技能限制了他逃脱科加斯骚扰和后续攻击的能力。\n- 科加斯的攻击范围很长，特别是他的W技能效果，可以在库奇接近之前造成伤害。\n- 科加斯的百分比伤害有效地削弱库奇的耐久，使他更容易受到伤害，尤其是在堆叠坦克装备时。\n- 库奇缺乏控制技能，无法阻止科加斯的技能，这可能导致不利局面，特别是在团队战斗中。\n- 库奇的技能消耗高，持续骚扰变得困难，因此很难持续与科加斯作战。",
      "サミーラ": "萨米拉在对抗科加斯时处于劣势。\n\n原因如下：\n\n- 科加斯的攻击范围很长，容易在萨米拉接近之前对她进行骚扰。\n- 科加斯的技能有降低护甲/魔法抗性效果，可以削弱萨米拉的耐久性。\n- 萨米拉的攻击范围较短，难以躲避科加斯的攻击，导致在对线阶段出现补刀差距。\n- 科加斯的减速效果使得萨米拉难以接近，导致她错失全力进攻的机会。\n- 科加斯的自我防御选项有限，即使萨米拉靠近，他也常常无法造成有效伤害。",
      "ゼリ": "泽莉在对抗科加斯时处于劣势。\n\n- 科加斯的攻击范围长，输出高，尤其在团战中，泽莉很容易在接近之前受到骚扰。\n- 科加斯的技能有降低护甲/魔法抗性效果，使他在削弱泽莉的耐久度方面表现出色。\n- 泽莉的基础攻击力低，前期火力不足，使她很难有效反击科加斯的攻击。\n- 科加斯的技能带有减速效果，限制了泽莉的机动性，使她很难逃脱。\n- 科加斯对坦克很强，但泽莉在对坦克造成伤害方面表现不佳，更容易成为目标。",
      "スモルダー": "Smolder处于劣势。\n\n- Kog'Maw拥有较长的射程，擅长用技能从远处骚扰，而Smolder在没有叠加效果的情况下早期难以造成伤害，这使得他在对线时很难进行骚扰。\n- Kog'Maw的技能具有降低护甲/魔法抗性效果，使他在对抗坦克时特别强大，但Smolder缺乏普通攻击增强，使他很难对坦克造成伤害。\n- Kog'Maw可以用具有减速效果的技能自我防御，而Smolder只有他的E技能用于逃生，但冷却时间较长，使他容易受到Kog'Maw的攻击。\n- Kog'Maw在团队战斗中输出高伤害，而Smolder由于缺乏普通攻击增强，在团队战斗中的DPS较低，使他不如Kog'Maw。\n- Kog'Maw在对抗治疗者和远程输出时占优势，而Smolder在面对这样的对手时处于劣势，常常在面对Kog'Maw时感到困难。",
      "ドレイヴン": "德莱文在对抗科加斯时处于劣势。\n\n原因如下：\n\n- 科加斯的射程很长，可以在德莱文靠近之前对他进行骚扰。\n- 科加斯的技能有降低护甲/魔法抗性效果，可以逐渐削弱德莱文的耐久度。\n- 科加斯的减速效果限制了德莱文的移动，使他难以接住斧头。\n- 科加斯在团战中输出高，可以在德莱文全力以赴之前造成显著伤害。\n- 德莱文对控制技能很弱，容易被科加斯的减速和在团战中的位置所针对。",
      "アフェリオス": "阿菲利欧斯在对抗克格莫时处于劣势。\n\n原因如下：\n\n- 克格莫的射程很长，可以在承受阿菲利欧斯的伤害时安全地进行骚扰，这使他在对线中占据了显著优势。\n- 克格莫的技能具有降低护甲/魔法抗性效果，使他能够在造成高输出的同时减轻阿菲利欧斯的伤害。\n- 阿菲利欧斯的机动性较低，容易被克格莫的减速效果追击，导致他逃生选项有限。\n- 克格莫具有自我治疗能力，即使在承受阿菲利欧斯的伤害时也能在战斗中保持生存，使得持久战对阿菲利欧斯不利。\n- 阿菲利欧斯非常依赖等级，在前期游戏中表现挣扎，因此如果克格莫施加早期压力，可能会导致阿菲利欧斯陷入困境。",
      "ケイトリン": "凯特琳处于劣势。\n\n原因如下：\n\n- 科加斯的射程很长，可以在受到凯特琳骚扰时轻松反击，尤其是在团队战斗中。\n- 科加斯的技能有降低护甲/魔法抗性效果，可以逐渐削弱凯特琳的耐久度。\n- 凯特琳的机动性较低，在受到科加斯减速效果影响时很难逃脱。\n- 科加斯的自我防御选项有限，因此凯特琳在全力进攻时可以轻松获得优势。\n- 凯特琳的技能冷却时间较长，使她在持久战中很难反击科加斯的持续伤害。",
      "シヴィア": "希维尔在对抗科加斯时处于劣势。\n\n原因如下：\n\n- 科加斯的攻击范围较长，并且可以通过技能降低护甲/魔法抗性，使得削弱希维尔的耐久性变得更容易。\n- 科加斯的技能造成百分比伤害，使他能够有效减少希维尔的生命值。\n- 希维尔的基础攻击范围较短，使她更容易受到科加斯的攻击，从而在对线时造成不利的交易。\n- 科加斯的减速效果限制了希维尔的机动性，使她难以逃脱。\n- 希维尔的单体输出不如其他ADC，常常在与科加斯的一对一小规模冲突中处于劣势。",
      "ミス・フォーチュン": "女枪处于劣势。\n\n原因如下：\n\n- 科加斯的射程很长，可以在躲避女枪攻击的同时进行骚扰，从而更容易获得对线优势。\n- 科加斯的技能具有降低护甲/魔法抗性效果，造成高额伤害，尤其是在团战中，更容易削弱女枪的耐久性。\n- 女枪的基础攻击伤害低，往往缺乏持续输出，难以反制科加斯的高输出。\n- 科加斯可以使用带有减速效果的技能限制女枪的移动，使得脆弱的女枪在接近时处于不利局面。\n- 女枪只有减速作为控制技能，缺乏逃生选项，容易受到科加斯的攻击，在被全力进攻时难以应对。"
    },
    "loses": {
      "ジグス": "Ziggs对Kog'Maw有优势。\n\n原因如下：\n\n- Ziggs拥有远程技能，可以在Kog'Maw攻击之前造成伤害。\n- Kog'Maw的机动性低，难以躲避Ziggs的技能，这使他容易受到Ziggs的攻击。\n- Ziggs的技能造成范围伤害，容易在Kog'Maw与小兵一起发育时对其造成伤害。\n- Kog'Maw的自我防御选项有限，难以承受Ziggs技能的骚扰。\n- Ziggs可以利用他的范围技能限制Kog'Maw的活动，使得限制Kog'Maw的移动变得更容易。",
      "ルシアン": "卢锡安对科加斯有优势。\n\n- 卢锡安在前期有高爆发伤害，当科加斯的技能冷却时，容易进行攻击。\n- 科加斯的机动性较低，这使得卢锡安可以利用他的高机动性在保持距离的同时进行攻击。\n- 卢锡安在使用技能后攻击会增强，使得对科加斯造成持续伤害变得更容易。\n- 科加斯的自我防御选项有限，使他容易受到卢锡安攻击的伤害。\n- 尽管卢锡安的射程较短，但科加斯的基础射程也短，这使得卢锡安能够进行有利的交易。",
      "セナ": "塞娜在对抗克格莫时具有优势。\n\n原因如下：\n\n- 塞娜的射程较长，使她能够在比克格莫更远的距离进行骚扰，从而更容易保持对线的优势。\n- 塞娜的治疗能力使她能够承受克格莫的攻击，从而实现持续的骚扰。\n- 克格莫的机动性较低，增加了被塞娜的束缚效果抓住的风险，这使得塞娜能够更有利地进行游戏。\n- 塞娜由于她的被动技能容易成长，使她通过对线骚扰更容易赚取金币，当她成长后可以造成高额伤害。\n- 克格莫的基础射程较短，使他难以对塞娜的骚扰进行反击，从而使她能够更有效地施加对线压力。",
      "ヴァルス": "瓦鲁斯对克格莫有优势。\n\n原因如下：\n\n- 范围：瓦鲁斯的攻击范围比克格莫更长，可以安全地从远处攻击，更容易躲避克格莫的攻击。\n- 控制效果：瓦鲁斯可以使用带有束缚效果的技能来限制克格莫的移动，使攻击变得更容易。\n- 持续骚扰：瓦鲁斯具有范围伤害，可以持续对克格莫造成伤害，更容易保持对线优势。\n- 缺乏自我防御：克格莫的机动性低，自我防御选项有限，难以反击瓦鲁斯的攻击。\n- 雪ball潜力：瓦鲁斯通过击杀敌方英雄提高攻击速度，使他更容易在游戏中获得优势。如果克格莫早期被击杀，他很可能会陷入更加不利的局面。",
      "トリスターナ": "崔斯塔娜在对抗克格莫时具有优势。\n\n原因如下：\n\n- 崔斯塔娜的攻击范围随着等级提升而增加，使她能够在比克格莫更远的距离安全攻击。\n- 崔斯塔娜的爆发伤害很高，使她在克格莫脆弱的早期到中期阶段更容易击中他。\n- 克格莫的机动性低，自我防御选项有限，使他容易受到崔斯塔娜的追击和逃脱能力的威胁。\n- 崔斯塔娜的机动性高，并且拥有瞬移技能，使她更容易躲避克格莫的攻击。\n- 克格莫在技能冷却期间战斗效能下降，但崔斯塔娜可以利用这些时机进行攻击。\n- 崔斯塔娜对脆皮辅助英雄很强，使她即使在克格莫得到支持时也能保持优势。",
      "ザヤ": "扎伊拉在对抗克格莫时具有优势。\n\n原因如下：\n\n- 扎伊拉拥有丰富的自我防御选项，可以利用她的控制技能来阻止克格莫的攻击，使她在近战中占据优势。\n- 克格莫的机动性较低，难以躲避扎伊拉的攻击，使她能够更有利地造成伤害。\n- 扎伊拉的范围伤害使她在团战中容易积累伤害，她可以在克格莫造成伤害之前将其击杀。\n- 克格莫的攻击范围较短，使他在进入扎伊拉的攻击范围时容易受到伤害。\n- 扎伊拉与拉克丝搭配时更加强大，更容易对克格莫施加压力。",
      "ニーラ": "Niila在对抗Kog'Maw时具有优势。\n\n原因如下：\n\n- Niila是近战输出英雄，在前期Kog'Maw的射程较短时，Niila可以轻松接近并骚扰。\n- Kog'Maw的机动性较低，Niila可以通过使用她的位移技能轻松拉近距离并躲避攻击。\n- Niila具有持续输出能力，而Kog'Maw的自我防御选项有限，这使得Niila能够通过持续骚扰保持优势。\n- Kog'Maw的技能主要依赖远程攻击，但Niila在近战中表现出色，使她能够在躲避Kog'Maw攻击的同时造成伤害。\n- Niila与辅助英雄配合时会得到增强，与增益型辅助搭配时更容易创造有利局面。",
      "エズリアル": "厄泽尔在对抗克格莫时具有优势。\n\n原因如下：\n\n- 厄泽尔拥有远程技能，可以在利用其射程的同时骚扰克格莫。这使他能够在克格莫攻击之前造成伤害。\n- 克格莫的机动性低，自我防御选项有限，使得厄泽尔能够安全地利用其高机动性继续攻击。\n- 厄泽尔的技能冷却时间短，使他能够持续造成伤害，并在克格莫技能冷却期间获得优势。\n- 克格莫的基础射程短，使得他在被厄泽尔的技能攻击时难以反击。\n- 厄泽尔擅长消耗，使他能够在克格莫使用技能之前削弱其生命值，从而更容易在对线中保持优势。",
      "トゥイッチ": "提莫在对抗克格莫时具有优势。\n\n原因如下：\n\n- 提莫可以利用隐身来伏击并利用克格莫低自卫能力的弱点。\n- 克格莫的机动性差，避免提莫攻击的手段有限，使提莫能够占据优势。\n- 提莫的大招射程远，在团战中可以造成单方面的伤害，适合削弱克格莫的耐久度。\n- 克格莫在技能冷却期间战斗能力下降，提莫可以利用这个空档进行攻击。\n- 提莫可以轻松对克格莫造成爆发伤害，尤其是在早期交战中占据优势。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "萨米拉处于劣势。\n\n- 金克丝的射程很长，可以在萨米拉接近之前有效地进行骚扰。\n- 金克丝的技能有减速效果，使得萨米拉很难接近。\n- 萨米拉的防御属性较低，容易受到金克丝高输出的伤害。\n- 金克丝可以轻松地瞄准连续击杀，因为击杀后获得的增益效果，使得萨米拉在她能够发育之前就可能被压制。\n- 萨米拉缺乏控制技能，受到金克丝伤害时很难进行反击。",
      "ドレイヴン": "德莱文处于劣势。\n\n原因如下：\n\n- 金克丝的攻击速度快且射程远，使她能够在德莱文靠近之前轻松骚扰他。\n- 金克丝的控制技能和减速效果可以阻碍德莱文的移动，使他难以接住斧头。\n- 德莱文依赖普通攻击，因此如果由于金克丝的控制技能无法攻击，他的战斗效率会显著下降。\n- 金克丝可以轻松创造有利局面，因为她的被动效果使她能够连续击杀。\n- 金克丝在团战中具有强大的范围伤害，这意味着即使德莱文在一对一的情况下占优，他在团战中也可能处于劣势。",
      "ヴェイン": "薇恩处于劣势。\n\n- 金克丝的射程很长，可以在薇恩靠近之前骚扰她。\n- 金克丝的攻击速度很高，连续攻击很容易削减薇恩的生命值。\n- 金克丝的控制技能限制了薇恩的机动性，使她难以接近。\n- 薇恩在团战中缺乏范围伤害，使她很难反制金克丝在这些情况下的影响。\n- 金克丝可以因为击杀获得增益，造成更强大的伤害，可能在薇恩发育之前就结束游戏。"
    },
    "loses": {
      "ジグス": "Ziggs占据优势。\n\n原因如下：\n\n- Ziggs拥有远程技能，可以在安全的距离内对Jinx造成伤害，同时避免她的攻击。\n- Ziggs的所有技能都是范围伤害，使他在团战和清理小兵时能够造成高额伤害，从而在Jinx发育之前获得优势。\n- Ziggs有一个可以放置的技能，当Jinx接近时会减速，限制她的移动。\n- Ziggs可以在远处对Jinx施加压力，而Jinx的自我防御选项有限，使得交易更有利。\n- Ziggs可以把握时机攻击Jinx，因为她的技能启动有延迟，这使得她很难命中技能。",
      "ゼリ": "泽里占据优势。\n\n原因如下：\n\n- 泽里具有高机动性，更容易躲避金克丝的攻击，减少被骚扰的可能性。\n- 泽里的Q技能可以免费使用，能够持续输出伤害，同时降低受到金克丝伤害的风险。\n- 金克丝的自我防御选项有限，接近时容易受到攻击，这使得泽里能够利用她的机动性进行有利的交易。\n- 泽里拥有较长的攻击范围，使她能够在安全的距离内攻击，同时避免金克丝的攻击，从而更容易保持对线优势。\n- 金克丝的技能需要时间来施放，这给了泽里在这些窗口期进行攻击的机会。",
      "トゥイッチ": "提莫有优势。\n\n原因如下：\n\n- 提莫可以利用隐身进行伏击，使得接近拥有有限自卫选项的金克丝变得更容易。\n- 提莫的终极技能射程远，在团战中提供非常高的伤害，超过金克丝的高输出。\n- 金克丝需要时间来激活她的技能，使得她对提莫的伏击反应较慢。\n- 提莫对逃生能力低的英雄有优势，而金克丝就是一个这样的例子。\n- 提莫的毒药持续伤害有效地削弱金克丝的高生命值，特别是在团战中持续输出时。",
      "ヴァルス": "瓦鲁斯占据优势。\n\n原因如下：\n\n- 范围：瓦鲁斯的攻击范围比金克斯更长，使他在金克斯能够攻击之前更容易进行骚扰。\n- 控制效果：瓦鲁斯的缠绕技能可以限制金克斯的移动，防止她靠近。\n- 持续伤害：瓦鲁斯可以通过技能造成持续伤害，而金克斯的自我防御选项有限，持续骚扰效果显著。\n- 雪ball潜力：虽然金克斯通过击杀变得更强，但瓦鲁斯通过击杀提高攻击速度，使他在比赛中更容易获得优势。\n- 前期强势：瓦鲁斯可以在前期有效骚扰，创造有利局面，防止金克斯发育。",
      "コーキ": "库奇占据优势。\n\n原因如下：\n\n- 库奇拥有远程技能，可以在安全距离内骚扰金克丝。金克丝的自我防御选项有限，使她容易受到库奇的攻击。\n- 库奇的所有技能都是范围伤害，使他能够在金克丝在团战中发挥优势之前造成伤害。\n- 库奇的终极技能冷却时间短，使他能够频繁造成伤害，并在金克丝发育之前创造有利局面。\n- 金克丝需要时间来激活她的技能，这使得她很难应对库奇的快速攻击。\n- 库奇在对抗坦克英雄时占有优势，即使金克丝得到了支持，她也很难减轻库奇的伤害。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "コグ＝マウ": "Kog'Maw在对抗Lucian时处于劣势。\n\n- Lucian在早期游戏中具有高爆发伤害，使Kog'Maw容易受到骚扰。\n- Lucian的技能冷却时间短，允许持续攻击，这意味着Kog'Maw可能会受到持续伤害。\n- Kog'Maw的机动性低，自我防御选项有限，使他容易受到Lucian的全力进攻。\n- 尽管Lucian的射程较短，但Kog'Maw的基础射程也很短，常常使他在对线交易中处于劣势。\n- Lucian没有逃生手段，使Kog'Maw很难创造有利局面。",
      "トゥイッチ": "提莫处于劣势。\n\n- 卢锡安在前期有高爆发伤害，容易对提莫进行骚扰。\n- 卢锡安的技能冷却时间短，能够持续输出伤害，使提莫在对线交锋中处于劣势。\n- 提莫在前期射程较短，难以躲避卢锡安的攻击。\n- 卢锡安的机动性很高，这意味着他可以在提莫设置埋伏之前发起攻击。\n- 卢锡安的全力进攻潜力强，而提莫的逃生手段有限，给这场对局带来了很大的压力。",
      "ケイトリン": "凯特琳处于劣势。\n\n原因如下：\n\n- 卢锡安在前期有高爆发伤害，可以在凯特琳骚扰之前先发制人。\n- 卢锡安的技能冷却时间短，能够持续攻击，这意味着凯特琳始终处于压力之下。\n- 凯特琳的射程很长，但卢锡安的机动性使她在他靠近时面临被全力进攻的高风险。\n- 卢锡安缺乏控制技能，但他可以躲避凯特琳的陷阱，这使得设置陷阱的效果降低。\n- 凯特琳的技能动画时间较长，为卢锡安创造了攻击的机会。",
      "ヴェイン": "薇恩处于劣势。\n\n- 卢锡安在前期有高爆发伤害，使得薇恩容易受到骚扰。\n- 卢锡安的技能冷却时间短，能够进行连续攻击，这意味着他可以在薇恩反击之前造成伤害。\n- 薇恩的攻击范围较短，使得她很难躲避卢锡安的攻击。\n- 卢锡安的机动性很高，使得他在薇恩试图全力进攻时容易逃脱。\n- 卢锡安没有控制技能，但当薇恩被控制技能击中时会变得脆弱，尤其是在受到卢锡安的伤害时。",
      "シヴィア": "西维尔在对阵卢锡安时处于劣势。\n\n- 卢锡安在前期有高爆发伤害，由于西维尔的射程较短，她容易在交战中落于下风。\n- 卢锡安的技能冷却时间短，能够进行连续攻击，这使得西维尔容易受到持续伤害。\n- 西维尔的单体输出DPS不如其他ADC，使她在与卢锡安的一对一对抗中容易失利。\n- 卢锡安的机动性很高，造成西维尔很难躲避他的攻击。\n- 西维尔的法术护盾对卢锡安的攻击效果不佳，常常使她在全力交战中处于劣势。"
    },
    "loses": {
      "セナ": "塞娜具有优势。\n\n- 塞娜的射程很长，可以骚扰射程较短的卢锡安，轻松在对线中建立优势。\n- 塞娜的治疗能力可以减轻卢锡安的爆发伤害，使她在持续交战中能够进行有利的交易。\n- 通过使用具有控制效果的技能，塞娜可以限制卢锡安的机动性，增加她攻击的机会。\n- 卢锡安缺乏控制技能，如果被塞娜的控制技能抓住，他很难反击，这使得塞娜能够创造有利的局面。\n- 塞娜由于她的被动技能可以轻松成长，当她发育起来时，可以造成高额伤害，使她在对线中更容易施加压力。",
      "スモルダー": "Smolder处于优势。\n\n原因如下：\n\n- Smolder可以无限叠加，导致在后期造成非常高的伤害，使其在持久战中强大。\n- 它有许多范围攻击，使其在团队战中容易造成伤害，并且对像Lucian这样的单目标英雄有优势。\n- 通过E技能，它可以快速移动并忽略地形，更容易躲避Lucian的攻击，并在追击或逃跑时表现出色。\n- Lucian缺乏控制技能，使Smolder更容易利用其机动性进行反击，而不必承受Lucian的攻击伤害。\n- Smolder的射程很长，可以在安全的情况下骚扰，同时利用Lucian的短射程。",
      "サミーラ": "萨米拉占据优势。\n\n- 萨米拉擅长近战，而卢西安的射程较短，她可以通过靠近来进行有利的交易。\n- 萨米拉的技能使她能够对受到控制效果的敌人造成强力攻击，使她在躲避卢西安技能的同时进行攻击。\n- 萨米拉的输出伤害高，能够对卢西安造成显著的爆发伤害，尤其是在全力进攻时。\n- 卢西安缺乏控制技能，因此当萨米拉靠近攻击时，他的逃脱手段有限。\n- 萨米拉拥有闪现技能，使她更容易躲避卢西安的攻击并创造反击的机会。",
      "ドレイヴン": "德莱文占据优势。\n\n原因如下：\n\n- 德莱文在前期有高爆发伤害，可以有效骚扰卢锡安。\n- 卢锡安的射程较短，使他容易受到德莱文的攻击，尤其是在对线交战中，德莱文可以轻松占据上风。\n- 德莱文的被动技能使他更容易获得金币，创造出物品优势，进一步增强他的领先地位。\n- 卢锡安缺乏控制技能，因此他在面对德莱文的高伤害时逃脱手段有限。\n- 德莱文有一个技能可以提高他的移动速度，使他在反击时能够躲避卢锡安的攻击。\n- 尽管卢锡安的技能冷却时间短，但他很难反击德莱文的持续伤害。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "泽莉在对抗扎亚时具有优势。\n\n- 泽莉的射程很长，擅长骚扰，使扎亚容易受到单方面的伤害。\n- 泽莉的机动性使她能够轻松躲避扎亚的攻击，减少反击的机会。\n- 泽莉的Q技能可以持续使用而不消耗资源，这使得扎亚很难清线或骚扰。\n- 泽莉可以避免近战，使扎亚难以利用她在近距离反击中的优势。\n- 泽莉缺乏控制技能，因此有很高的机会躲避扎亚的缠绕，使扎亚的防御措施失效。",
      "サミーラ": "萨米拉在对抗泽莉时处于劣势。\n\n- 泽莉的远程攻击可以在萨米拉接近之前造成伤害，使她容易受到骚扰。\n- 泽莉的机动性和加速使得萨米拉难以进行近战，增加了被 kite 的可能性。\n- 泽莉可以免费使用她的 Q 技能，使她能够持续攻击并躲避萨米拉的攻击。\n- 萨米拉的攻击范围较短，容易受到泽莉攻击的伤害，使她在交易中处于不利地位。\n- 泽莉在对抗具有控制技能的坦克英雄时更具优势，而萨米拉对这样的对手脆弱，因此在团队战中也处于劣势。",
      "ヴェイン": "薇恩处于劣势。\n\n- 泽丽的机动性很高，可以轻松躲避薇恩的攻击。\n- 泽丽的Q技能射程远，可以持续造成伤害，让她在薇恩靠近之前就能骚扰她。\n- 薇恩的射程较短，常常处于容易被泽丽攻击的位置。\n- 泽丽有很多逃生选项，可以躲避薇恩的追击。\n- 泽丽在团战中容易受到控制，但薇恩也对定向控制很弱，这让泽丽能够灵活地掌控局势。",
      "ミス・フォーチュン": "女警处于劣势。\n\n- 泽丽的机动性很高，容易躲避女警的攻击。\n- 泽丽的Q技能可以持续攻击而不消耗蓝量，使她更容易抵消女警的骚扰。\n- 女警的基础攻击伤害低，早期游戏时常常缺乏力量，难以反制泽丽的机动性。\n- 泽丽可以轻松地对抗女警，女警在拉近距离方面手段不可靠，使泽丽在交战中获得优势。\n- 女警的控制技能只有减速，并且她几乎没有限制泽丽机动性的手段，增加了被抓的风险。",
      "シヴィア": "希维尔处于劣势。\n\n- 希维尔的基础攻击范围较短，使她在与泽丽的远程攻击交战时容易受到伤害。\n- 泽丽的机动性很高，可以在躲避希维尔攻击的同时进行骚扰，这使得希维尔很难命中敌人。\n- 泽丽的Q技能允许她持续攻击而不消耗资源，这使得她更容易反制希维尔的清线能力。\n- 希维尔的法术护盾对泽丽的技能无效，使她容易受到泽丽的控制和伤害。\n- 泽丽在近距离交战中表现出色，可能在希维尔全力出击之前就造成伤害。"
    },
    "loses": {
      "ドレイヴン": "德莱文占据优势。\n\n原因如下：\n\n- 德莱文在前期有非常高的爆发伤害，可以骚扰基础攻击力低的泽丽。\n- 泽丽的基础属性较低，特别是在前期缺乏火力，使她容易受到德莱文的攻击。\n- 德莱文的被动技能使得获取金币变得容易，通过创造物品优势，他变得更加有利。\n- 尽管泽丽的机动性很高，但在承受德莱文的高伤害时，她很快就会陷入危险境地。\n- 德莱文有强大的追击潜力，在泽丽试图逃跑时，他可以继续用斧头造成伤害。\n- 泽丽的Q技能没有穿透效果，使得德莱文在受到多次攻击时难以扩散伤害。",
      "コグ＝マウ": "Kog'Maw在对抗Zeri时具有优势。\n\n原因如下：\n\n- Kog'Maw拥有减少护甲/魔法抗性的技能，可以逐渐削弱Zeri的耐久性。\n- Kog'Maw的攻击造成百分比伤害，使他在对抗坦克和耐久对手时特别强大，这限制了Zeri利用机动性进行有效交易的能力。\n- Kog'Maw的攻击范围较长，使他能够在受到Zeri伤害之前安全地进行骚扰。\n- Zeri的基础攻击力较低，早期受到骚扰时很困难，这使她难以反击Kog'Maw的持续伤害。\n- Kog'Maw可以使用带有减速效果的技能轻松限制Zeri的机动性。\n- Zeri在技能冷却期间输出伤害下降，而Kog'Maw可以持续输出伤害，使他更容易保持对线优势。",
      "ヴァルス": "瓦鲁斯占据优势。\n\n原因如下：\n\n- 他的远程攻击使他能够安全地骚扰，同时避免泽丽的攻击。\n- 泽丽的基础攻击力低，缺乏前期伤害，使她难以承受瓦鲁斯的消耗。\n- 瓦鲁斯的技能造成范围伤害，使泽丽难以对多个敌人造成伤害。\n- 瓦鲁斯的控制技能限制了泽丽的机动性，使他能够更有利地进行交易。\n- 泽丽依赖她的E技能逃脱，因此被瓦鲁斯的束缚技能抓住会让她处于困境。",
      "コーキ": "库奇对泽丽有优势。\n\n原因如下：\n\n- 库奇的技能都是范围伤害，能够在泽丽利用她的高机动性之前轻松骚扰她。\n- 库奇的Q技能和R技能射程较长，可以在泽丽靠近之前造成伤害。\n- 泽丽的基础攻击力较低，早期游戏伤害不足，使她难以承受库奇的范围攻击。\n- 库奇的技能冷却时间短，能够持续造成伤害并压制泽丽的风筝。\n- 泽丽的Q技能没有穿透效果，使她难以有效反击库奇的范围攻击。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "萨米拉处于劣势。\n\n- 塞娜拥有远程攻击，使她能够在萨米拉接近之前轻松骚扰她。\n- 塞娜的束缚效果增加了萨米拉在接近战斗之前被抓住的风险。\n- 萨米拉的防御属性较低，使她容易受到塞娜攻击的早期伤害。\n- 塞娜的治疗能力常常使她能够承受伤害，即使萨米拉造成伤害。\n- 塞娜可以使用她的技能来增强自己并抵消萨米拉的攻击，这使得萨米拉的爆发伤害难以命中。",
      "コグ＝マウ": "Kog'Maw处于劣势。\n\n原因如下：\n\n- Senna的射程很长，擅长骚扰，使Kog'Maw容易受到线上的压力。\n- Senna的控制效果增加了Kog'Maw被抓到时受到致命伤害的可能性。\n- Senna的治疗能力可以轻易减轻Kog'Maw的伤害，使持续骚扰变得困难。\n- Kog'Maw的机动性低，逃生选项有限，如果他继续受到Senna的伤害，可能会陷入困境。\n- Senna可以在前期施加强大的骚扰，这可能会在Kog'Maw发育之前将他逼入劣势位置。",
      "ヴェイン": "薇恩处于劣势。\n\n- 塞娜拥有远程攻击，使她在薇恩接近之前就能轻松骚扰她。\n- 塞娜的束缚效果使得薇恩如果被抓住就容易受到致命伤害，限制了她的逃生选项。\n- 塞娜的治疗能力减少了薇恩的输出，使她在持续战斗中处于劣势。\n- 薇恩的攻击范围较短，难以躲避塞娜的攻击，这使她在对线时承受压力。\n- 塞娜可以利用她的早期强势在薇恩发育之前创造有利局面。",
      "ルシアン": "卢锡安处于劣势。\n\n- 塞娜的射程很长，可以在卢锡安攻击之前轻松骚扰他。\n- 塞娜的控制效果使得卢锡安如果被抓住会受到大量伤害，这使得全力进攻变得困难。\n- 卢锡安缺乏控制技能，因此他对抗塞娜的治疗和骚扰手段有限。\n- 塞娜由于她的被动技能可以很好地发育，如果卢锡安没有在早期建立优势，他在后期很可能会被超越。\n- 塞娜的治疗能力常常使卢锡安的爆发伤害显得相对较弱。",
      "ザヤ": "扎伊拉处于劣势。\n\n原因如下：\n\n- 塞娜拥有远程攻击，容易在扎伊拉接近之前对她进行骚扰。\n- 塞娜的束缚效果增加了扎伊拉被抓的风险，使她难以反击。\n- 扎伊拉的攻击范围较短，容易受到塞娜骚扰造成的单方面伤害。\n- 塞娜的治疗能力使她即使在扎伊拉造成伤害时也能维持自身状态，这使扎伊拉难以造成有效伤害。\n- 当塞娜发育起来时，她可以造成高额伤害，因此如果她在扎伊拉发育之前施加压力，就会使扎伊拉处于劣势。",
      "ドレイヴン": "德雷文处于劣势。\n\n原因如下：\n\n- 塞娜的射程很长，擅长骚扰，使她在德雷文接近之前就能轻松造成伤害。\n- 塞娜的束缚效果增加了德雷文被抓的风险，如果他的移动受到阻碍，他会受到大量伤害。\n- 塞娜的治疗能力使得她能够轻易抵消德雷文的攻击，使他在持久战中处于劣势。\n- 德雷文依赖自动攻击，因此如果他的攻击受到塞娜的控制限制，他的战斗效率会大大降低。\n- 塞娜由于她的被动技能可以很好地发育，后期影响力很高，因此如果她在早期建立优势，德雷文在后期可能会很挣扎。",
      "ジンクス": "金克丝处于劣势。\n\n原因如下：\n\n- 塞娜拥有远程攻击能力，擅长骚扰，使金克丝在早期游戏中容易受到伤害。\n- 塞娜的束缚效果可以使金克丝无法移动，如果被抓住，面临致命伤害的风险增加。\n- 塞娜具有治疗能力，因此即使金克丝试图骚扰，塞娜也能通过治疗保持自身的生命值。\n- 金克丝缺乏自我防御选项，容易受到塞娜的控制技能影响，如果接近她，容易陷入危险境地。\n- 塞娜的被动技能使她能够快速成长，一旦完全发展，她可以对金克丝造成高额伤害，甚至在后期游戏中也可能让金克丝处于劣势。",
      "シヴィア": "希维尔处于劣势。\n\n- 希维尔的射程较短，容易受到塞娜远程攻击的骚扰。\n- 如果被塞娜的束缚技能抓住，希维尔的逃脱手段有限，很可能会受到致命伤害。\n- 由于塞娜的治疗能力，即使希维尔造成伤害，塞娜也能经常承受住，使得交易对希维尔不利。\n- 希维尔对单一目标的输出较低，因此在与塞娜的一对一战斗中常常处于困境。\n- 随着塞娜被动成长的推进，希维尔可能会发现自己处于更加不利的局面。"
    },
    "loses": {
      "ヴァルス": "瓦鲁斯占据优势。\n\n原因如下：\n\n- 范围差异：瓦鲁斯的攻击范围比塞娜更长，使他在塞娜能够攻击之前更容易进行骚扰。\n- AoE伤害：瓦鲁斯的技能造成范围伤害，使他能够轻松伤害多个小兵或敌方英雄。\n- 控制效果的存在：瓦鲁斯拥有带有束缚效果的技能，可以限制塞娜的移动，使她更难攻击。\n- 雪ball潜力：通过在塞娜成长之前获得击杀，瓦鲁斯提高了他的攻击速度和伤害，创造了更有利的局面。\n- 利用塞娜的弱点：塞娜的基础属性较低，逃生选项有限，使她容易受到瓦鲁斯的持续骚扰和控制，如果被抓住可能会造成致命伤害。",
      "コーキ": "库奇占据优势。\n\n原因如下：\n\n- 库奇的远程攻击超过了塞娜的射程，使得骚扰变得更容易。\n- 库奇的技能造成范围伤害，使他能够有效地对多个敌方英雄造成伤害。\n- 塞娜的基础属性较低，容易受到早期伤害，使她容易受到库奇的骚扰。\n- 库奇的终极技能冷却时间短，使他能够频繁造成伤害并对塞娜施加持续压力。\n- 塞娜的逃生选项有限，如果她继续受到库奇的攻击，很可能会受到重大伤害。",
      "トリスターナ": "崔斯塔娜占据优势。\n\n原因如下：\n\n- 崔斯塔娜在前期具有高爆发伤害，可以有效地骚扰塞娜，利用她低的基础属性。\n- 崔斯塔娜的攻击范围随着等级提升而增加，超过塞娜的范围，使她即使在后期也能保持优势。\n- 崔斯塔娜的机动性很高，使她更容易躲避塞娜的控制技能，同时进行逃跑或追击。\n- 塞娜的逃生选项有限，容易受到崔斯塔娜的爆发伤害。\n- 崔斯塔娜可以利用她的推线能力在对抗塞娜时获得优势，而塞娜在管理兵线方面比较困难。",
      "ジグス": "Ziggs占据优势。\n\n- Ziggs拥有远程攻击，可以在比Senna更远的地方进行骚扰，从而更容易保持对线优势。\n- Senna的基础属性较低，前期较弱，难以承受Ziggs的炸弹攻击。\n- Ziggs的技能造成范围伤害，使他能够轻松清理小兵，减少Senna骚扰的机会。\n- Senna的控制技能对Ziggs的放置技能无效，使Ziggs能够安全地继续攻击。\n- Senna的逃生选项有限，容易受到Ziggs技能的致命伤害。",
      "スモルダー": "Smolder处于优势。\n\n原因如下：\n\n- Smolder可以无限叠加，导致在后期造成非常高的伤害，使他在后期具有强大的影响力。\n- Senna的基础属性低，前期较弱，这使得Smolder在叠加时更容易创造有利局面。\n- Smolder的范围攻击在团战中表现出色，即使Senna在后排，他也能造成伤害。\n- Smolder可以通过他的E技能快速移动，更容易躲避Senna的束缚，并在追击或逃跑时表现出色。\n- 尽管Senna的骚扰很强，但Smolder可以利用技能拉开距离，使Senna难以命中她的攻击。",
      "トゥイッチ": "提莫有优势。\n\n原因如下：\n\n- 提莫的射程更长，能够比塞娜更快地进行骚扰，从而更容易获得对线优势。\n- 塞娜的基础属性较低，在前期较弱，容易受到提莫的攻击。\n- 提莫利用隐身进行伏击，可以利用塞娜缺乏逃生选项的弱点。\n- 塞娜的束缚效果对提莫有效，但他在那段时间内仍然可以继续输出伤害。\n- 提莫的终极技能在团战中显著提高他的输出，超过塞娜的治疗能力。\n- 塞娜的逃生选项有限，使她容易受到提莫的伏击，如果被抓住，可能会受到致命伤害。",
      "ゼリ": "泽莉有优势。\n\n- 泽莉的机动性很高，更容易躲避塞娜的攻击，受到骚扰的可能性较小。\n- 泽莉的Q技能可以免费使用，能够持续输出伤害，轻松超过塞娜的治疗效果。\n- 塞娜的基础属性较低，前期较弱，使她容易受到泽莉机动性的骚扰。\n- 泽莉的攻击范围很长，可以在受到塞娜骚扰之前先发起攻击。\n- 塞娜的控制技能启动较慢，给了泽莉在延迟期间攻击的机会。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "シヴィア": "希维尔处于劣势。\n\n- 艾希的射程很长，可以在希维尔攻击之前单方面骚扰她，使她在对线交易中处于劣势。\n- 艾希的减速效果使希维尔难以保持距离，当被接近时让她处于困难境地。\n- 艾希的终极技能有远程控制效果，使希维尔在尝试接近或撤退时风险增加。\n- 希维尔的基础射程较短，使她更容易受到艾希的攻击，导致交易更难建立。\n- 艾希的被动减速效果可以抵消希维尔的移动速度提升，剥夺了她的逃生手段。",
      "コグ＝マウ": "Kog'Maw在对抗Ashe时处于劣势。\n\n原因如下：\n\n- Ashe的射程很长，使她能够在Kog'Maw攻击之前轻松骚扰他。\n- Ashe的减速效果使Kog'Maw难以保持距离。\n- Ashe的终极技能在Kog'Maw接近之前可以造成大量伤害。\n- Kog'Maw的机动性低，导致他在躲避Ashe攻击时选择有限。\n- Ashe的被动技能提供持续的骚扰，这在Kog'Maw技能冷却期间特别有效。",
      "アフェリオス": "阿菲利欧斯处于劣势。\n\n原因：\n- 艾希拥有远程攻击，容易在阿菲利欧斯反击之前骚扰他。\n- 艾希的减速效果使阿菲利欧斯难以保持距离，如果她靠近，他会处于困境。\n- 艾希的终极技能有远程控制效果，增加了阿菲利欧斯在攻击之前被抓住的风险。\n- 阿菲利欧斯的机动性低，躲避艾希攻击的手段有限，使他在全力交战中处于劣势。\n- 艾希的视野控制能力使阿菲利欧斯难以安全攻击，成为被抓和团战中的易受攻击目标。"
    },
    "loses": {
      "コーキ": "库奇占据优势。\n\n原因如下：\n\n- 库奇的技能射程超过艾希，能够单方面骚扰艾希。\n- 库奇的技能造成范围伤害，使他在艾希接近之前就能轻松造成伤害。\n- 艾希的爆发伤害较低，难以反制库奇的持续伤害。\n- 库奇的大招冷却时间短，能够频繁造成伤害并对艾希施加压力。\n- 艾希缺乏位移技能，难以躲避库奇的攻击，接近时容易受到伤害。",
      "ヴァルス": "瓦鲁斯占据优势。\n\n原因如下：\n\n- 他的远程攻击相比于艾希更安全。\n- 他可以通过技能造成持续伤害，利用艾希的低基础属性。\n- 他的技能具有控制效果，更容易限制艾希的行动。\n- 艾希缺乏位移技能，被瓦鲁斯的束缚技能抓住会让她处于困境。\n- 艾希的爆发伤害较低，使得瓦鲁斯在全力交战中更容易占据上风。\n- 瓦鲁斯通过击杀提高攻击速度，具有很高的滚雪球潜力。",
      "トリスターナ": "崔斯塔娜占据优势。\n\n原因如下：\n\n- 崔斯塔娜在前期有高爆发伤害，而艾希的基础属性较为平庸，因此她在全力交战中可以占据上风。\n- 崔斯塔娜的机动性很高，并且拥有闪现技能，使她更容易躲避艾希的减速技能。\n- 随着等级的提升，她的攻击范围增加，使她在后期团战中能够保持对艾希的优势。\n- 艾希缺乏机动性技能，因此当崔斯塔娜靠近攻击时，她的逃脱手段有限。\n- 尽管崔斯塔娜在兵线管理上面临挑战，但她可以创造出更容易反击的局面，当艾希试图发起攻击时。",
      "トゥイッチ": "提莫有优势。\n\n原因如下：\n\n- 提莫可以利用隐身进行伏击，并在艾希攻击之前接近她。\n- 艾希缺乏机动技能，避免提莫攻击的手段有限。如果提莫的攻击命中，艾希将单方面受到伤害。\n- 提莫的大招在团战中具有非常长的射程和高伤害输出，即使艾希试图保持距离，也很容易被提莫的攻击击中。\n- 艾希的爆发伤害较低，难以反制提莫的持续伤害。特别是，提莫的毒药持续伤害对艾希来说很麻烦。\n- 提莫具有刺客特性，使他在基础属性较低的英雄如艾希面前获得优势。",
      "サミーラ": "萨米拉占据优势。\n\n原因如下：\n\n- 萨米拉擅长近战，并且在受到艾希攻击后可以利用她的闪现拉近距离，从而进行全力进攻。\n- 艾希的爆发伤害较低，难以反制萨米拉的高输出，这使得萨米拉能够创造有利局面。\n- 萨米拉可以对受到控制技能影响的敌人造成强力攻击，因此即使艾希使用减速技能，萨米拉也能利用空档进行攻击。\n- 艾希缺乏位移技能，因此当萨米拉发起攻击时，艾希的逃脱手段有限，为萨米拉创造了有利局面。\n- 在团队战中，萨米拉的范围伤害很强，如果艾希被多个敌人包围，萨米拉的攻击将会非常有效。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "セナ": "塞娜处于劣势。\n\n- 尼拉是近战英雄，不容易受到塞娜远程攻击的骚扰。\n- 尼拉的持续伤害和高机动性使得塞娜难以躲避攻击。\n- 尼拉的被动技能增强盟友的治疗和护盾，可能超过塞娜的治疗能力。\n- 尼拉的技能具有减速效果，可以限制塞娜的移动，给她带来威胁，因为她的逃脱手段有限。\n- 塞娜的基础属性较低，在前期面对尼拉的攻击时常常难以应对骚扰。",
      "ミス・フォーチュン": "女枪在对抗尼拉时处于劣势。\n\n- 范围：女枪可以远程攻击，使她在避免尼拉的近战攻击的同时更容易进行骚扰。\n- 骚扰潜力：女枪的骚扰潜力很高，允许她在尼拉靠近之前造成伤害。\n- 控制效果的有效性：女枪的减速效果限制了尼拉的机动性，使她很难追击或逃跑。\n- 团队战斗中的影响：女枪在团队战斗中的范围伤害非常强大，即使与她的辅助协调，尼拉也可能处于劣势。\n- 基础属性的差异：尽管女枪的基础攻击力较低，但她在早期骚扰中可以轻松获得对尼拉的优势。",
      "トゥイッチ": "提莫处于劣势。\n\n- 妮拉是一个近战英雄，可以在提莫的攻击范围之外进行攻击，使他容易受到骚扰。\n- 妮拉的减速效果限制了提莫的移动，使他在试图伏击或逃跑时处于劣势。\n- 妮拉具有持续伤害，可以在提莫早期弱势阶段有效地骚扰他。\n- 妮拉与她的辅助配合时会增强自身，因此如果提莫被孤立，他会变得特别处于劣势。\n- 妮拉的位移技能使提莫难以躲避攻击，造成他更容易被击中的情况。",
      "ヴァルス": "瓦鲁斯处于劣势。\n\n- 由于瓦鲁斯的射程较长，而尼拉是近战英雄，她很难接近。\n- 尼拉的高机动性和持续伤害使瓦鲁斯容易受到骚扰，尤其是在早期的伤害交易中。\n- 由于尼拉的减速效果，瓦鲁斯的逃生手段有限，增加了被抓的风险。\n- 瓦鲁斯的生命恢复手段很少，使他难以承受尼拉的持续伤害。\n- 当尼拉与她的辅助协调时，更容易抵消瓦鲁斯的消耗，使他们在战斗中占据优势。",
      "ドレイヴン": "德莱文处于劣势。\n\n原因如下：\n\n- 妮蔻具有高机动性和强大的全力进攻能力，容易抵消德莱文的攻击。\n- 妮蔻的减速效果使德莱文难以移动和捡起斧头。\n- 妮蔻可以造成持续伤害，这可以抵消德莱文的爆发伤害。\n- 妮蔻在与她的辅助配合时变得更强，创造出德莱文更容易受到骚扰的局面。\n- 德莱文依赖自动攻击，因此受到妮蔻的伤害会显著降低他的战斗效率。",
      "コグ＝マウ": "Kog'Maw在对抗Neeko时处于劣势。\n\n原因如下：\n\n- Neeko是一个近战输出，使得Kog'Maw难以有效利用他的射程。\n- Neeko的高机动性使她能够轻松躲避Kog'Maw的攻击，并靠近造成伤害。\n- Neeko具有持续伤害，而Kog'Maw的自我防御能力低，使他在早期游戏中容易受到骚扰。\n- Neeko的减速效果限制了Kog'Maw的移动，使他难以逃脱。\n- Neeko有一个被动技能，可以增强她盟友的治疗和护盾，提高她在团战中的生存能力，并更容易减轻Kog'Maw的伤害。",
      "カイ＝サ": "凯莎处于劣势。\n\n- 妮可是一个近战英雄，具有强大的全力进攻能力，使凯莎在早期游戏中容易受到骚扰。\n- 妮可的高机动性和持续伤害常常让凯莎在近战中处于劣势。\n- 妮可的技能带有减速效果，使凯莎难以逃脱，增加了被抓的风险。\n- 凯莎的攻击范围较短，难以躲避妮可的攻击，特别容易受到早期游戏的骚扰。\n- 妮可在与她的辅助配合时可以展现出强大的战斗能力，如果凯莎被孤立，将面临显著的劣势。",
      "トリスターナ": "崔斯塔娜处于劣势。\n\n原因如下：\n\n- 妮拉是近战英雄，始终容易受到崔斯塔娜远程攻击的骚扰。\n- 妮拉的技能具有减速效果，限制了崔斯塔娜的移动，使其难以追击或逃跑。\n- 妮拉具有持续伤害，并且在与辅助配合时可以对崔斯塔娜施加强大压力。\n- 崔斯塔娜在前期较弱，随着妮拉升级变强，崔斯塔娜的反击变得更加困难。\n- 妮拉的被动增强了盟友的治疗和护盾效果，使崔斯塔娜难以造成伤害。"
    },
    "loses": {
      "ザヤ": "Zyra在对抗Neela时具有优势。\n\n原因如下：\n\n- Zyra的射程很长，可以在避免Neela的近战攻击的同时进行骚扰，使她在前期更容易获得优势。\n- Neela的被动效果在没有辅助的情况下会减弱，使她在早期骚扰中变得脆弱，而Zyra可以轻松执行这一点。\n- Zyra的控制技能可以限制Neela的位移，使Neela难以拉近距离。\n- Zyra具有范围伤害，使她在团队战中对Neela表现良好。\n- Neela的基础属性较低，严重依赖装备和等级，因此如果Zyra在前期获得领先，她可以将优势扩大。",
      "ジグス": "Ziggs在对抗Neela时具有优势。\n\n原因如下：\n\n- 范围：Ziggs可以远程攻击，使他能够在Neela接近之前造成伤害。\n- AoE伤害：Ziggs的技能是范围攻击，容易在Neela清理小兵时造成伤害。\n- 控制效果：Ziggs的地雷减速Neela，限制了她的机动性，使她难以发起攻击。\n- 近战弱点：Neela是一个近战英雄，而Ziggs可以在攻击时保持距离，阻止Neela发挥她的优势。\n- 早期骚扰：Ziggs在早期游戏中有强大的骚扰能力，使Neela在没有支援的情况下很难在路上生存。",
      "ヴェイン": "薇恩占据优势。\n\n原因如下：\n\n- 范围：薇恩可以远程攻击，便于骚扰并避免尼拉的近战攻击。\n- 高机动性：薇恩可以利用她的位移技能躲避尼拉的攻击并进行反击，使她在一对一的战斗中占据优势。\n- 确定性伤害：薇恩可以造成与最大生命值成比例的伤害，使她能够迅速削弱尼拉的生命值。\n- 利用控制技能：薇恩有击退技能，可以阻止尼拉拉近距离，使她更容易控制战斗局势。\n- 利用尼拉的弱点：尼拉在没有支援的情况下很弱，薇恩可以利用这一点进行骚扰并确保线上优势。",
      "コーキ": "库奇有优势。\n\n原因如下：\n\n- 范围：库奇可以远程攻击，能够在避免尼拉的近战攻击的同时进行骚扰，使他在早期游戏中更容易获得优势。\n- AoE伤害：库奇的所有技能都是范围伤害，当尼拉试图从小兵中获取经验时，库奇很容易造成伤害。\n- 短冷却时间：库奇的大招冷却时间短，能够频繁造成伤害并对尼拉施加持续压力。\n- 对没有控制技能的尼拉强势：库奇没有任何控制技能，因此可以在不担心尼拉减速效果的情况下进行攻击。\n- 法力管理：库奇的技能法力消耗较高，但尼拉在早期游戏中容易受到骚扰，使库奇更容易创造有利局面。",
      "シヴィア": "希维尔占据优势。\n\n原因如下：\n\n- 希维尔的射程很长，更容易躲避尼拉的近战攻击。\n- 她的法术护盾可以抵消尼拉的减速效果，使她在交战中获得优势。\n- 她具有高范围伤害和清线能力，可以防止尼拉在对线中建立优势。\n- 希维尔的移动速度提升使她更容易躲避尼拉的冲刺并避免后续攻击。\n- 当尼拉没有支援时，她对早期骚扰很脆弱，而希维尔可以轻松施加这种骚扰。",
      "ケイトリン": "凯特琳在对抗妮蔻时具有优势。\n\n原因如下：\n\n- 凯特琳是所有英雄中基础自动攻击范围最长的，这使她能够在避免妮蔻的近战攻击的同时骚扰她。\n- 妮蔻在前期容易受到骚扰，这使得凯特琳更容易通过她的远程攻击来获得对线优势。\n- 通过使用凯特琳的陷阱，她可以限制妮蔻的机动性，使妮蔻难以追击或逃跑。\n- 妮蔻在没有辅助的情况下，她的被动效果会减弱，使她容易受到凯特琳的攻击。\n- 凯特琳可以在施加压力的同时获得视野，增加对线的威胁等级。",
      "スモルダー": "Smolder处于优势。\n\n原因如下：\n\n- Smolder的射程很长，更容易躲避Neela的近战攻击。\n- Neela在前期容易受到骚扰，而Smolder的技能在攻击上很有效。\n- Smolder的范围攻击可以在Neela在团队战中展示她的优势之前造成伤害。\n- Smolder可以积累层数，导致在后期造成非常高的伤害，更容易在Neela成长之前创造有利局面。\n- Neela的控制技能对Smolder的效果较差，她的逃生选项有限，使得Smolder能够灵活地掌控优势。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "德雷文处于劣势。\n\n原因如下：\n\n- 萨米拉擅长近战，并且能够抵消德雷文的攻击，如果战斗变成全力以赴的对抗，对他来说是不利的。\n- 萨米拉的爆发伤害高，能够造成强力攻击，特别是对被控制技能定住的敌人，如果德雷文被控制住，就会处于不利局面。\n- 德雷文依赖自动攻击，因此他需要准确地捡起他的斧头，而受到萨米拉的伤害使得这个操作变得困难。\n- 萨米拉能够瞬间拉近距离，即使德雷文试图保持距离，她也能轻松接近他。\n- 尽管萨米拉的攻击范围较短，但她可以利用自己在近战中的优势来获得对德雷文的优势。",
      "ヴェイン": "薇恩处于劣势。\n\n- 塞拉斯擅长近战，由于薇恩的射程较短，塞拉斯可以轻松先发起攻击。\n- 塞拉斯的高输出和爆发伤害使薇恩容易快速受到伤害，尤其是在团队战中，范围伤害构成威胁。\n- 塞拉斯可以对受到控制技能影响的敌人造成强力攻击，使得薇恩在被抓住时难以反击。\n- 薇恩缺乏范围攻击，导致在推线和团队战中的影响力较低，更容易在对抗塞拉斯时制造不利局面。\n- 塞拉斯拥有闪现技能，使她能够轻松躲避薇恩的攻击，并在近战中占据有利位置。",
      "アフェリオス": "阿菲利欧斯处于劣势。\n\n原因如下：\n\n- 萨米拉擅长近战，可以在阿菲利欧斯利用他的射程之前拉近距离。\n- 萨米拉的高输出和爆发伤害可以让阿菲利欧斯瞬间受到大量伤害。\n- 阿菲利欧斯的机动性较低，难以反制萨米拉的闪现和进攻技能。\n- 萨米拉可以在阿菲利欧斯被控制时进行强力攻击，而阿菲利欧斯的防御选项有限，容易陷入危险境地。\n- 萨米拉在对抗短程对手时占有优势，可以在阿菲利欧斯利用武器特性之前发起攻击。",
      "ミス・フォーチュン": "女枪在对抗萨米拉时处于劣势。\n\n- 萨米拉擅长近战，即使女枪试图保持距离，萨米拉也能轻松利用闪现技能拉近距离。\n- 萨米拉的输出和爆发伤害都很高，使得女枪在全力交战时容易受到瞬间伤害。\n- 女枪只有减速技能用于控制，而她阻止萨米拉攻击的手段有限，使得她在萨米拉靠近时很难逃脱。\n- 萨米拉对短距离对手有优势，能够在承受女枪攻击的同时有效反击。\n- 萨米拉在团战中的范围伤害非常强大，如果女枪在团战中位置失误，很可能会被萨米拉压制。",
      "カイ＝サ": "凯莎处于劣势。\n\n原因如下：\n\n- 萨米拉擅长近战，而凯莎的攻击范围较短，这使得她很难应对萨米拉的全力进攻。\n- 由于萨米拉的高输出和爆发伤害，凯莎面临被瞬间击杀的重大风险。\n- 萨米拉可以对受到控制效果的敌人造成强力攻击，这使得她在凯莎使用技能后更容易抓住机会。\n- 萨米拉的闪现能力使她能够轻松躲避凯莎的攻击，增加了她接近并攻击的机会。\n- 凯莎对装备的依赖性很高，如果萨米拉掌控局面，凯莎可能会在成长上落后，并有可能在游戏后期变得无效。",
      "ジン": "烬处于劣势。\n\n- 塞拉斯擅长近战，当她靠近烬时，很容易对他进行全力攻击。\n- 烬缺乏位移技能，使他在面对塞拉斯的高爆发伤害时逃脱手段有限。\n- 塞拉斯拥有控制技能，这使得限制烬的行动变得更加容易。\n- 塞拉斯的持续输出很高，如果在重新装填或第四发射击后被针对，烬可能会受到致命伤害。\n- 尽管塞拉斯的射程较短，但她拥有位移技能，可以躲避烬的攻击，使她更容易避开。",
      "ルシアン": "卢锡安处于劣势。\n\n- 萨米拉擅长近战，由于卢锡安的射程较短，当她全力进攻时，卢锡安很难应对。\n- 萨米拉的输出伤害高，尤其是在靠近时，她的爆发伤害非常强大，使卢锡安容易受到她的攻击。\n- 萨米拉的技能可以对受到控制效果的敌人造成强大的伤害，而卢锡安缺乏控制技能，使他很难反击。\n- 萨米拉拥有闪现技能，使她更容易躲避卢锡安的攻击，这增加了卢锡安受到伤害的风险。\n- 卢锡安在团队战中难以定位，常常暴露在萨米拉的范围伤害之下。",
      "トゥイッチ": "提莫处于劣势。\n\n原因如下：\n\n- 萨米拉擅长近战，可以在提莫利用射程之前接近并攻击。\n- 萨米拉的输出和爆发伤害很高，能够在提莫开始攻击之前瞬间造成伤害。\n- 萨米拉可以对受到控制技能影响的敌人进行强力攻击，使提莫即使使用减速技能也难以逃脱。\n- 提莫的逃生能力低，在受到萨米拉攻击时非常脆弱，使得在近战中难以灵活应对。\n- 萨米拉对短程输出型英雄有优势，可以在受到提莫伤害之前进行全力进攻。"
    },
    "loses": {
      "セナ": "塞娜占据优势。\n\n- 塞娜的射程很长，可以利用萨米拉的短射程单方面骚扰她。\n- 塞娜的束缚效果使得阻止萨米拉接近变得更容易，让她在萨米拉能够接触之前就能造成伤害。\n- 塞娜的治疗能力可以减轻萨米拉的爆发伤害，使她在持续战斗中占据优势。\n- 虽然萨米拉在近战中表现出色，但塞娜可以在保持距离的情况下作战，抵消萨米拉的优势。\n- 塞娜的被动技能使得在对线时更容易获得金币，让她能够有效发育并在后期造成强大的伤害。",
      "コーキ": "库奇占据优势。\n\n原因如下：\n\n- 库奇拥有远程攻击，使他在萨米拉接近之前更容易进行骚扰。\n- 萨米拉擅长近战，但库奇有范围伤害，可以在她接近时造成伤害。\n- 库奇没有控制技能，因此无法直接阻止萨米拉的闪现，但他可以通过在她接近之前造成伤害来威慑她的攻击。\n- 库奇的技能冷却时间短，使他能够持续输出伤害，并在萨米拉全力进攻之前创造有利局面。\n- 萨米拉的防御属性较低，容易受到库奇的爆发伤害，因此如果她早期受到伤害，可能会陷入困境。",
      "ゼリ": "泽里在与萨米拉的对抗中占有优势。\n\n原因如下：\n\n- 泽里具有高机动性，可以在保持与萨米拉的近战风格距离的同时进行攻击，更容易躲避萨米拉的攻击。\n- 泽里的Q技能射程较长且没有法力消耗，便于持续骚扰并在受到萨米拉攻击之前造成伤害。\n- 虽然萨米拉擅长近战，但泽里擅长风筝，并且在萨米拉试图靠近时可以逃脱。\n- 萨米拉的防御属性较低，使她容易受到泽里的持续攻击，从而使泽里能够进行有利的交易。\n- 泽里可以利用她的机动性在缺乏可靠接近手段的萨米拉身上获得优势。",
      "コグ＝マウ": "Kog'Maw在对抗Samira时具有优势。\n\n原因如下：\n\n- Kog'Maw的射程很长，可以在Samira接近之前进行攻击，更容易阻止她参与近战。\n- Samira的防御属性较低，使她容易受到Kog'Maw的百分比伤害和降低她护甲/魔抗的技能影响。\n- 虽然Samira在近战中表现出色，但Kog'Maw可以通过施加减速效果的技能限制她的移动，使她难以逃脱。\n- Kog'Maw在团队战斗中输出高伤害，使他能够在Samira释放范围伤害之前造成伤害。\n- Samira缺乏自身的控制技能，使她在受到Kog'Maw伤害时难以反击。",
      "ジンクス": "金克丝占据优势。\n\n原因如下：\n\n- 金克丝的射程很长，可以在不让萨米拉靠近的情况下进行骚扰。\n- 萨米拉的射程较短，受到金克丝攻击时容易受到伤害。\n- 金克丝的技能可以通过减速和束缚来干扰敌人，阻止萨米拉进行近战。\n- 金克丝的输出伤害很高，在团队战中她的范围伤害特别强，可以在萨米拉接近之前造成伤害。\n- 萨米拉的防御属性较低，受到金克丝攻击时容易受到伤害。\n- 金克丝通过击杀获得额外的移动速度和攻击速度，使她更容易瞄准连续击杀，并在对抗萨米拉时创造有利局面。",
      "ザヤ": "扎伊拉在与萨米拉的对抗中占有优势。\n\n原因如下：\n\n- 扎伊拉可以轻松地用缠绕和加速来防御短距离的萨米拉，并且她在近战反击方面表现出色。\n- 虽然萨米拉在近战中很强，但扎伊拉的技能使她能够轻松躲避萨米拉的攻击，增加了她反击造成伤害的机会。\n- 扎伊拉的范围伤害使她在团队战斗中更容易积累伤害，使她在萨米拉试图在这些情况下造成爆发伤害时能够灵活应对。\n- 萨米拉的防御属性较低，且对控制技能很弱，因此如果她被扎伊拉的缠绕或伤害击中，她很快就会陷入不利局面。\n- 扎伊拉与拉坎搭配时进一步增强，使她能够对萨米拉进行协调攻击。",
      "ヴァルス": "瓦鲁斯占据优势。\n\n原因如下：\n\n- 范围差异：瓦鲁斯的攻击范围比萨米拉更长，使他能够安全地从远处攻击并在萨米拉接近之前造成伤害。\n- 控制技能的存在：瓦鲁斯拥有带有缠绕效果的技能，可以阻止萨米拉接近。这使他能够在萨米拉全力进攻之前限制她的移动。\n- 消耗能力：瓦鲁斯可以利用技能持续造成伤害，使他在萨米拉接近之前削弱她的生命值。\n- 利用萨米拉的弱点：虽然萨米拉在近战中表现出色，但她的防御属性较低，容易受到控制技能的影响，使她在承受瓦鲁斯的攻击时感到困难。\n- 滚雪球潜力：瓦鲁斯通过击杀敌方英雄提高攻击速度，使他在游戏进行中更容易造成伤害并创造有利局面。",
      "シヴィア": "希维尔对萨米拉有优势。\n\n原因如下：\n\n- 希维尔的攻击范围很高，可以在不让萨米拉靠近的情况下进行攻击，使她在对线交易中更容易获得优势。\n- 希维尔的法术护盾可以抵消萨米拉的技能，降低受到她攻击伤害的风险。\n- 希维尔有强大的清线能力，可以在萨米拉施加压力之前处理小兵，使她更容易防止萨米拉的全力进攻。\n- 希维尔的移动速度提升使她更容易躲避萨米拉的接近，能够保持距离并从远处攻击。\n- 萨米拉的防御属性较低，容易受到希维尔的范围伤害，使她在团队战斗中更可能处于劣势。",
      "ニーラ": "尼拉在对抗萨米拉时具有优势。\n\n原因如下：\n\n- 尼拉可以在近战中对萨米拉造成持续伤害，而萨米拉的射程较短。\n- 尼拉的位移技能使她能够轻松躲避萨米拉的攻击，在全力交锋中占据优势。\n- 萨米拉对控制技能（CC）较为脆弱，而尼拉可以利用她的减速效果限制萨米拉的移动，有效地封锁她的攻击。\n- 尼拉的被动技能增强了她盟友的治疗和护盾，使她在与萨米拉的一对一战斗中具有很高的生存能力。\n- 萨米拉自身缺乏控制技能，因此尼拉可以通过与她的辅助协调来获得优势。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "泽里处于劣势。\n\n- 德莱文在前期有很高的爆发伤害，而泽里的基础攻击力较低，使她非常容易受到骚扰。\n- 德莱文的攻击依赖于普通攻击，虽然泽里可以利用她的机动性保持距离，但很难反击德莱文的高伤害输出。\n- 泽里的Q技能没有穿透效果，无法像德莱文那样对多个敌人造成伤害，导致在交战中的伤害效率较低。\n- 德莱文有一个技能可以提高他的移动速度，赋予他很强的追击潜力，使泽里很难逃脱。\n- 泽里清线能力较差，使她在承受德莱文攻击的同时，难以维持自己的线路。",
      "カイ＝サ": "凯莎处于劣势。\n\n- 德莱文在前期有很高的爆发伤害，使凯莎容易受到伤害。\n- 德莱文的攻击依赖于普通攻击，而凯莎缺乏控制技能，无法抵消德莱文的攻击。\n- 德莱文有一个技能可以提高他的移动速度，给他很高的追击潜力，使凯莎很难逃脱。\n- 凯莎的基础AD成长较低，在中后期严重依赖装备，如果德莱文占据上风，情况会很艰难。\n- 由于凯莎需要接住德莱文的斧子，她很难躲避攻击，并且很难找到合适的时机进行全力进攻。",
      "トゥイッチ": "提莫在对抗德莱文时处于劣势。\n\n- 德莱文在前期有高爆发伤害，使得提莫容易受到伤害。\n- 德莱文的攻击依赖于普通攻击，而提莫的隐身埋伏效果较差。\n- 德莱文有一个技能可以提高他的移动速度，使得提莫难以逃脱。\n- 面对德莱文的高输出，提莫的防御选项很少，容易在全力交锋中落败。\n- 提莫非常依赖装备，如果在前期落后于德莱文，后期将会变得艰难。",
      "シヴィア": "希维尔在对抗德莱文时处于劣势。\n\n原因如下：\n\n- 德莱文在前期有非常高的爆发伤害，而希维尔的基础攻击范围较短，容易被德莱文压制。\n- 德莱文的攻击依赖于普通攻击，而虽然希维尔有法术护盾，但对德莱文的高伤害输出并不有效。\n- 希维尔有强大的清线能力，但受到德莱文的高伤害压力，使她在对线时很难发育。\n- 德莱文有一个技能可以提高他的移动速度，给他很高的追击潜力，使希维尔很难逃脱。\n- 希维尔对单个目标的DPS较低，在与德莱文的一对一交易中处于劣势，使她在全力交战中很可能会失败。",
      "スモルダー": "Smolder处于劣势。\n\n- 德莱文在前期有高爆发伤害，使得Smolder在叠加之前容易受到伤害。\n- Smolder缺乏自动攻击增强，难以反制德莱文的高输出。\n- 德莱文的移动速度提升技能使他在Smolder试图逃跑时容易追上。\n- Smolder对控制技能很弱，受到德莱文的攻击可能会造成重大伤害。\n- Smolder在前期技能表现较差，常常在对线阶段处于德莱文的劣势。"
    },
    "loses": {
      "コグ＝マウ": "Kog'Maw在对抗Draven时具有优势。\n\n原因如下：\n\n- Kog'Maw的射程很长，可以在不受到Draven攻击伤害的情况下安全骚扰。\n- Draven依赖普通攻击，因此受到Kog'Maw减速的影响使他很难进行攻击。\n- Kog'Maw的技能降低护甲/魔法抗性，使得削弱Draven的耐久性变得更容易。\n- Kog'Maw在团战中的输出很高，使得Draven全力以赴的风险增加。\n- Draven对移动障碍很脆弱，被Kog'Maw减速可能会阻止他接住斧头。",
      "ジグス": "Ziggs在对抗Draven时具有优势。\n\n原因如下：\n\n- Ziggs拥有远程技能，可以在Draven靠近之前造成伤害。\n- Ziggs的技能是范围攻击，使Draven难以定位以接住斧头。\n- Draven依赖自动攻击，因此如果他的移动被Ziggs的技能干扰，他就无法攻击。\n- Ziggs擅长清理小兵，使得在Draven发育时更容易施加压力。\n- Ziggs的控制技能在Draven接近时有效，可以在战斗中创造有利的交战机会。",
      "ニーラ": "Niila在对抗Draven时具有优势。\n\n原因如下：\n\n- Niila是近战英雄，能够更容易地接近并躲避Draven的攻击。特别是，她可以通过使用她的位移技能来躲避Draven的攻击。\n- Draven依赖于自动攻击，因此在受到Niila的减速效果影响时，他更难命中攻击。这减少了Draven的输出伤害。\n- Niila具有持续输出和强大的全力进攻潜力，使她能够在Draven抓住斧头之前迅速发起攻击。\n- Niila的被动技能增强了对盟友的治疗和护盾效果，与辅助配合时提高了作战效果，更容易反制Draven。\n- Draven对移动障碍非常脆弱，受到Niila的减速效果影响会限制他的机动性，使他难以安全作战。",
      "ジンクス": "金克丝在对阵德莱文时具有优势。\n\n原因如下：\n\n- 金克丝的射程较长，可以在安全距离内骚扰德莱文，使她更容易在早期获得优势。\n- 金克丝的攻击速度提升使她更容易抵消德莱文的爆发伤害，并能够造成持续伤害。\n- 德莱文需要接住他的斧头，这使得他难以控制，给了金克丝在他空档期间攻击的机会。\n- 金克丝的控制技能可以阻碍德莱文的移动，特别是在追击或逃跑的情况下对她有利。\n- 德莱文对移动减速效果较为脆弱，被金克丝的束缚或减速影响会阻止他最大化输出伤害。",
      "サミーラ": "萨米拉占据优势。\n\n原因如下：\n\n- 萨米拉擅长近战，并且能够抵消德莱文的攻击，使她的全力进攻非常强大。\n- 德莱文依赖自动攻击，因此如果他未能准确捕捉到斧头，他的伤害会显著下降，这使得萨米拉能够利用这个机会进行攻击。\n- 萨米拉可以对被控制技能定身的敌人造成强力攻击，这使得她在德莱文受到控制时占据优势。\n- 凭借萨米拉的高输出和爆发伤害，她可以瞬间消灭德莱文。\n- 萨米拉拥有闪现技能，使她更容易躲避德莱文的攻击并接近进行交战。",
      "アッシュ": "艾希有优势。\n\n原因如下：\n\n- 艾希的射程很长，可以在受到德莱文伤害之前进行骚扰。\n- 艾希的减速效果可以阻碍德莱文的接近，使她在 kite 方面表现出色。\n- 德莱文依赖普通攻击，因此艾希的减速使他很难接住他的斧头。\n- 艾希的终极技能有远程控制效果，可以在与德莱文交战时降低风险。\n- 艾希有技能可以确保视野，使团队战斗中的战略操作更容易。\n- 德莱文对移动障碍非常脆弱，受到艾希的减速和控制效果的影响很大。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "扎亚处于劣势。\n\n- 斯莫尔德拥有远程攻击，可以利用扎亚的短距离单方面骚扰她。\n- 斯莫尔德的技能具有丰富的范围伤害，使他在团战中轻松造成伤害，而扎亚在团战中可能在造成伤害之前就被击倒。\n- 斯莫尔德可以通过他的E技能快速移动，更容易躲避扎亚的控制技能，减少她反击的机会。\n- 斯莫尔德在后期的伤害非常高，因为他会叠加伤害，所以如果扎亚无法在早期建立优势，她在后期会很挣扎。\n- 扎亚需要准备好应对控制和爆发伤害，而斯莫尔德的攻击速度很快，使她在突发小规模冲突中处于劣势。",
      "コーキ": "库奇处于劣势。\n\n- 烟熏在面对拥有普通攻击增强和硬控制技能的英雄时处于劣势，而库奇缺乏这些特性，因此在与烟熏的单挑中很难应对。\n- 烟熏是一名使用技能进行战斗的射手，特别是通过叠加，他在后期可以造成强大的伤害，使库奇的伤害难以有效命中。\n- 库奇没有控制技能，因此他几乎没有办法反制烟熏的E技能，这使得烟熏具备高机动性和追击能力，让库奇很难逃脱。\n- 库奇的技能消耗高法力，如果他在前期频繁使用技能，很容易耗尽法力，降低他在烟熏持续攻击下的耐久性。\n- 烟熏在团战中很强，并且拥有范围攻击，这使得库奇在能够有效对 clustered 敌人造成伤害的情况下处于劣势。",
      "ヴェイン": "薇恩处于劣势。\n\n- Smolder是一名使用技能作战的射手，尤其是在后期通过叠加技能，他的伤害非常高，使得薇恩在持久战中处于劣势。\n- Smolder的范围攻击在团队战中表现出色，对像薇恩这样依赖单体伤害的英雄形成了优势。\n- Smolder的E技能提供了高机动性，可以抵消薇恩的追击能力，剥夺她的逃生手段。\n- 薇恩的攻击范围较短，使她容易受到Smolder的攻击，常常在骚扰和全力进攻中处于劣势。\n- Smolder缺乏控制技能，使得薇恩难以利用她的机动性进行攻击，同时增加了受到Smolder攻击的风险。",
      "セナ": "塞娜处于劣势。\n\n- Smolder没有普通攻击增强，导致DPS低，使得承受塞娜的骚扰变得更容易。\n- Smolder使用技能进行战斗，即使在承受塞娜的骚扰时也能轻松叠加，后期变得更强。\n- 塞娜基础属性低，前期较弱，容易受到Smolder技能的伤害。\n- Smolder的E技能提供了高机动性，更容易躲避塞娜的控制技能，也更难被抓住。\n- Smolder在团战中拥有强大的范围攻击，使得塞娜在团队战斗中难以施加影响。",
      "ルシアン": "卢西安处于劣势。\n\n- 斯莫尔德是一名使用技能作战的射手，尤其是因为他的伤害在后期通过叠加变得非常高，他在持久战中处于劣势。\n- 斯莫尔德的范围攻击在团队战斗中非常强大，使得卢西安在这些遭遇中难以保持自己的位置。\n- 卢西安的射程较短，使他容易受到斯莫尔德的攻击，特别是他容易被斯莫尔德的E技能追击，该技能允许快速移动。\n- 斯莫尔德在没有叠加时在前期较弱，但卢西安从一开始就可以进行强有力的骚扰，给他在前期交易中获得优势的机会；然而，随着斯莫尔德的成长，局势往往会发生逆转。\n- 卢西安缺乏控制技能，因此他在避免斯莫尔德的攻击方面手段有限，使得在团队战斗中的定位特别具有挑战性。",
      "ミス・フォーチュン": "女警有优势。\n\n- Smolder没有普通攻击增强，导致DPS低，难以反制女警的高骚扰潜力。\n- Smolder的技能在没有早期叠加时很弱，常常在对抗女警的骚扰时挣扎。\n- 女警的减速和范围伤害限制了Smolder的逃生选项，使他在尝试全力进攻时处于劣势。\n- Smolder对控制技能很弱，在团队战中容易受到女警的减速和控制。\n- 女警在团队战中影响力很大，使得Smolder在叠加之前容易受到伤害。"
    },
    "loses": {
      "シヴィア": "希维尔在与斯莫尔德的对抗中占有优势。\n\n原因如下：\n\n- 希维尔拥有高范围伤害和出色的清线能力，使她能够在斯莫尔德叠加之前推线。\n- 通过她的法术护盾，她可以轻松躲避斯莫尔德的技能，使得交易对她更有利。\n- 希维尔的移动速度提升使她能够躲避斯莫尔德的E技能后续攻击，更容易逃脱。\n- 希维尔在团队战中擅长进攻和撤退，使她能够在斯莫尔德展示他在团队战中的优势之前创造有利局面。\n- 斯莫尔德在没有早期叠加的情况下很弱，因此如果希维尔在早期建立优势，她可以主导这条线路。",
      "ドレイヴン": "德雷文在与斯莫尔德的对抗中占有优势。\n\n原因如下：\n\n- 德雷文在前期具有高爆发伤害，使他能够在斯莫尔德堆叠之前发起攻击。\n- 斯莫尔德缺乏普通攻击增强，难以反击德雷文的高输出。尤其在前期，斯莫尔德的攻击力较低，容易受到德雷文的攻击。\n- 德雷文的被动技能使他能够轻松赚取金币，创造出物品优势，进一步增强他的领先地位。\n- 斯莫尔德只有他的E技能作为逃生选项，而该技能的冷却时间较长，使他容易受到德雷文的追击。\n- 德雷文有一个技能可以提高他的移动速度，使他在躲避斯莫尔德技能的同时继续攻击。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "Ziggs处于劣势。\n\n- Jhin拥有远程技能，使他容易躲避Ziggs的攻击。Ziggs的技能在激活前有延迟，这让Jhin可以在保持距离的同时进行攻击。\n- Jhin的控制技能可以轻易限制Ziggs的移动，使他在接近时变得脆弱。\n- Jhin的爆发伤害很高，特别是对低血量的Ziggs效果显著。由于Ziggs的耐久性低，他容易受到Jhin的攻击。\n- Jhin在团队战中的范围伤害很强，他可以在躲避Ziggs技能的同时造成伤害，使Ziggs在团队战中感到困难。\n- Jhin可以在调整弹药时进行攻击，这让Ziggs容易被抓住。",
      "ヴァルス": "瓦鲁斯处于劣势。\n\n- 烈焰之歌的技能范围很长，可以在安全的情况下骚扰瓦鲁斯，同时承受瓦鲁斯的伤害，这使得他在对线交易中更容易获得优势。\n- 烈焰之歌的束缚效果技能使瓦鲁斯在被接近时难以移动，这使得他在全力进攻时显得脆弱。\n- 烈焰之歌的第四发和终极技能具有高爆发伤害，特别是对血量减少的瓦鲁斯效果显著。\n- 瓦鲁斯的逃生技能有限，因此如果他继续承受烈焰之歌的伤害，很可能会受到致命伤害。\n- 烈焰之歌在团队战斗中表现出色，使瓦鲁斯在这种情况下难以持续输出伤害。",
      "ケイトリン": "凯特琳处于劣势。\n\n原因如下：\n\n- 烈焰的技能范围较长，可以在凯特琳的攻击范围之外进行攻击，使她难以骚扰。\n- 烈焰的控制技能使凯特琳容易被抓住，并且在全力进攻时显得脆弱。\n- 凯特琳的自动攻击增强依赖于她的被动技能，使她难以反击烈焰的高爆发伤害。\n- 烈焰可以利用技能的范围效果在团战中造成伤害，利用凯特琳的输出不足。\n- 凯特琳的技能动画较长，使她难以躲避烈焰的攻击，降低了反击的机会。",
      "スモルダー": "Smolder处于劣势。\n\n- Smolder缺乏普通攻击增强，导致与其他ADC相比DPS较低，难以抵御Jin的高爆发伤害。\n- Jin的束缚效果限制了Smolder在近战中的移动，使他容易受到全力进攻的威胁。\n- 没有早期叠加，Smolder的技能表现较低，难以承受Jin的骚扰。\n- Jin拥有远程技能，可以从远处对Smolder进行压制。\n- Smolder唯一的逃生选项是他的E技能，但冷却时间较长，使他容易受到Jin的攻击，并且对控制技能较为脆弱。"
    },
    "loses": {
      "カイ＝サ": "凯莎占据优势。\n\n- 凯莎拥有高爆发伤害，当烬的生命值低时，全力进攻非常强大。\n- 烬缺乏位移技能，当被接近时逃脱手段有限，这使得凯莎能够通过拉近距离来获得战斗优势。\n- 凯莎的技能造成魔法伤害，使得烬很难通过护甲进行反击，从而让她更容易造成伤害。\n- 凯莎可以根据情况进化她的技能，并且她在躲避烬的技能方面特别强。\n- 由于烬的剩余弹药是可见的，凯莎可以把握时机，在他重新装填时进行攻击。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "トゥイッチ": "提莫处于劣势。\n\n原因如下：\n\n- 艾泽拉斯拥有远程技能，可以在提莫接近之前进行骚扰，使得在对线时施加压力变得更容易。\n- 艾泽拉斯的高机动性传送技能使他更容易躲避提莫的埋伏，并给他反击的机会。\n- 提莫依赖自动攻击，使他容易受到艾泽拉斯的消耗和技能的爆发伤害。\n- 艾泽拉斯的终极技能具有控制效果，可以抵消提莫的隐身，降低他在团战中的生存率。\n- 提莫在早期交战中表现不佳，难以反击艾泽拉斯的高输出。",
      "ジグス": "Ziggs处于劣势。\n\n- Ezreal具有高机动性，可以轻松通过闪现技能躲避Ziggs的攻击，这使得Ziggs很难命中技能。\n- Ezreal的技能范围很长，使他能够在Ziggs攻击之前从安全距离进行骚扰。\n- Ziggs缺乏针对性的技能，Ezreal的闪现可以轻易躲避，这使得他很难造成伤害。\n- Ezreal可以持续输出伤害，如果Ziggs让他靠近，他很可能会被反击。\n- Ezreal的技能冷却时间短，使他能够频繁使用技能，这使得Ziggs的蓝量管理变得困难。",
      "ザヤ": "扎伊拉在对抗艾希时处于劣势。\n\n- 艾希拥有远程技能，可以在扎伊拉接近之前对她进行骚扰，使她容易受到单方面的伤害。\n- 艾希的技能冷却时间短，能够持续输出伤害，这使得扎伊拉很难自我防御。\n- 扎伊拉的攻击范围比艾希短，这意味着艾希可以在安全距离内攻击，而扎伊拉必须缩短距离，这很危险。\n- 艾希的瞬移技能使他容易躲避扎伊拉的攻击，减少了她反击的机会。\n- 扎伊拉需要时间来激活她的技能，使她在艾希的爆发伤害面前变得脆弱，在突发的小规模冲突中处于劣势。",
      "ヴァルス": "瓦鲁斯处于劣势。\n\n- 伊泽瑞尔拥有远程技能，可以在安全距离内骚扰瓦鲁斯，使他在对线中占据优势。\n- 伊泽瑞尔的机动性很高，可以轻松利用闪现技能躲避瓦鲁斯的攻击。这使得瓦鲁斯很难击中伊泽瑞尔。\n- 伊泽瑞尔具备强大的持续输出能力，尤其是在中期之前的优秀DPS，使他能够超越瓦鲁斯所能提供的持续伤害。\n- 瓦鲁斯的生命值恢复手段有限，使他很难承受伊泽瑞尔的骚扰。伊泽瑞尔的技能组合可以让瓦鲁斯在早期受到伤害。\n- 由于伊泽瑞尔的技能是技能射击，如果瓦鲁斯错过了施放束缚的时机，他就有可能被反击。",
      "コーキ": "库奇处于劣势。\n\n原因如下：\n\n- 伊泽瑞尔拥有远程技能，可以在安全距离内骚扰库奇，使库奇容易受到对线压力。\n- 库奇缺乏控制技能，难以反制伊泽瑞尔的机动性攻击，容易受到伊泽瑞尔技能连招的威胁。\n- 伊泽瑞尔的爆发伤害高，库奇在能够输出持续伤害之前被击杀的几率很大。\n- 库奇的法力消耗高，频繁使用技能可能导致法力耗尽，难以承受伊泽瑞尔的持续骚扰。\n- 伊泽瑞尔擅长清线，即使库奇试图推线，通常也会造成有利于伊泽瑞尔的局面。",
      "ミス・フォーチュン": "女警在对阵艾希时处于劣势。\n\n- 艾希拥有远程技能，可以在女警靠近之前对她进行骚扰，造成很大的线压。\n- 艾希的机动性很高，利用他的闪现技能可以轻松躲避女警的攻击。\n- 女警的基础攻击伤害低，常常缺乏持续输出，难以承受艾希的技能连招。\n- 艾希的范围攻击有限，使得女警很难利用小兵作为盾牌进行攻击。\n- 女警只有减速作为控制手段，缺乏反制艾希机动性的手段，接近时容易受到威胁。",
      "ケイトリン": "凯特琳处于劣势。\n\n- 伊泽瑞尔拥有远程技能，可以在安全距离内骚扰凯特琳，使他更容易获得对线优势。\n- 伊泽瑞尔的机动性很高，可以使用闪现技能躲避凯特琳的攻击或进行反击。\n- 凯特琳的自动攻击增强依赖于她的被动技能，这使得她在与伊泽瑞尔的技能组合对抗时难以持续输出，常常处于劣势。\n- 伊泽瑞尔的技能冷却时间短，使他能够轻松地造成持续伤害，这让凯特琳很难躲避他的攻击。\n- 凯特琳的技能动画时间较长，使她更容易受到伊泽瑞尔的攻击，从而降低了她在团战中的表现。",
      "ドレイヴン": "德莱文处于劣势。\n\n原因如下：\n\n- 艾兹瑞尔拥有远程技能，可以在德莱文靠近之前对其进行骚扰。\n- 艾兹瑞尔的高机动性和闪现技能使德莱文很难命中攻击。\n- 德莱文依赖自动攻击，因此当他受到艾兹瑞尔技能的伤害时，捡斧子的难度增加，降低了他的战斗效率。\n- 艾兹瑞尔的终极技能具有控制效果，可以阻碍德莱文的移动，使他在追击或逃跑时处于劣势。\n- 艾兹瑞尔擅长清线，使德莱文很难推线，最终导致发育更加困难。",
      "コグ＝マウ": "Kog'Maw处于劣势。\n\n原因如下：\n\n- Ezreal拥有远程技能，能够在Kog'Maw攻击之前轻松骚扰他。\n- Ezreal的机动性很高，可以使用闪现技能躲避Kog'Maw的攻击。\n- Kog'Maw的机动性低，躲避Ezreal技能的手段有限，容易受到反击。\n- Ezreal的爆发伤害很高，而Kog'Maw在技能冷却期间可能会受到伤害。\n- Kog'Maw的基础攻击范围较短，常常使他在对抗Ezreal的骚扰时处于劣势。"
    },
    "loses": {
      "カイ＝サ": "凯莎占据优势。\n\n原因如下：\n\n- 凯莎具有高爆发伤害，能够轻松躲避艾兹瑞尔的技能。特别是，她可以利用瞬间加速来避开艾兹瑞尔的技能射击。\n- 凯莎的攻击包含魔法伤害，使得艾兹瑞尔难以通过护甲进行反击。这使得艾兹瑞尔更容易受到伤害。\n- 凯莎可以进化她的技能，根据情况进行增强，特别是在近战中表现出色。\n- 凯莎的终极技能允许她进行远距离移动，使她能够在避免艾兹瑞尔攻击的同时进行伏击，从而在与他对抗时占据有利位置。\n- 艾兹瑞尔的主要技能是技能射击，而面对高度机动的凯莎，他的表现会下降，使得凯莎能够更有利地进行战斗。",
      "ヴェイン": "薇恩对艾希有优势。\n\n原因如下：\n\n- 薇恩的机动性很高，更容易躲避艾希的技能。特别是，由于艾希的主要技能是技能射击，薇恩可以利用她的位移技能来躲避。\n- 薇恩的攻击造成与最大生命值成比例的伤害，这意味着虽然艾希对坦克或高生命值的英雄很强，但他很难对薇恩造成持续伤害。\n- 薇恩在一对一的战斗中非常强大，如果艾希错过了技能，薇恩有很好的机会进行反击。\n- 艾希的范围攻击有限，当小兵作为盾牌时，他很难命中，但薇恩在这种情况下仍然可以造成伤害。\n- 薇恩的位移技能冷却时间短，可以在承受艾希的骚扰时拉近距离，更容易对他施加压力。",
      "アフェリオス": "阿菲利欧斯在对抗伊泽瑞尔时具有优势。\n\n原因如下：\n\n- 阿菲利欧斯可以通过武器切换部署多样的策略，提供充足的手段来躲避伊泽瑞尔的技能。\n- 伊泽瑞尔主要依靠技能进行战斗，这使得反制阿菲利欧斯武器的效果变得困难。\n- 在12级之后，阿菲利欧斯的威胁状态增加，使他能够造成超过伊泽瑞尔耐久度的伤害。\n- 由于伊泽瑞尔的主要技能是技能射击，他可以利用阿菲利欧斯较低的机动性，更容易对其进行骚扰。\n- 阿菲利欧斯在对抗骚扰潜力低的对手时具有优势，而伊泽瑞尔就是一个这样的例子。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "トリスターナ": "崔斯塔娜处于劣势。\n\n- 阿菲利欧斯可以通过武器切换部署多样的策略，他的骚扰潜力很高，尤其是在前期到中期，使得崔斯塔娜容易受到伤害。\n- 崔斯塔娜在前期较弱，直到获得装备之前很难造成伤害，而阿菲利欧斯在12级后成为一个重大威胁，能够对崔斯塔娜造成强大的伤害。\n- 崔斯塔娜在管理兵线方面存在困难，往往会自动推线，使她容易受到阿菲利欧斯的埋伏，常常让她处于不利位置。\n- 尽管阿菲利欧斯的机动性较低，但他有很多方法可以在受到崔斯塔娜攻击时进行反击，特别是通过使用远程武器来躲避她的攻击，同时造成伤害。\n- 崔斯塔娜的技能冷却时间较长，这在前期创造了显著的机会，使阿菲利欧斯更容易在对抗她时创造有利局面。",
      "ヴェイン": "薇恩处于劣势。\n\n- 阿菲利欧斯的射程很长，骚扰潜力高，使得薇恩在前期容易受到伤害。\n- 由于阿菲利欧斯武器的特性，薇恩很难利用她的机动性，尤其是在团队战中，很难躲避他的攻击。\n- 阿菲利欧斯在12级后伤害增加，可以对脆皮敌人造成显著伤害，因此如果不在早期处理，薇恩将处于困难境地。\n- 薇恩的射程较短，使她容易受到阿菲利欧斯的攻击，并且她在反击他的骚扰时尤其困难，特别是来自他技能的骚扰。\n- 阿菲利欧斯依靠他的武器进行自我防御，但当薇恩被控制技能击中时，她会变得脆弱，容易受到阿菲利欧斯攻击的致命伤害。",
      "カイ＝サ": "凯莎处于劣势。\n\n- 阿菲利欧斯可以通过武器切换部署多样的策略，尤其是在12级之后，他的输出伤害很高，能够在凯莎接近之前造成显著伤害。\n- 阿菲利欧斯的攻击在自动攻击上有额外效果，使他能够在凯莎释放爆发伤害之前造成持续伤害。\n- 凯莎的射程较短，难以躲避阿菲利欧斯的攻击，这常常使她在骚扰和全力进攻时处于劣势。\n- 尽管阿菲利欧斯的机动性较低，但他可以利用武器效果在凯莎接近时进行反击，这使得她很难找到合适的时机进行交战。\n- 凯莎缺乏控制技能，使她容易受到阿菲利欧斯攻击的单方面伤害，并且在团队战中定位变得困难。"
    },
    "loses": {
      "トゥイッチ": "提莫在对抗阿菲利欧斯时具有优势。\n\n原因如下：\n\n- 提莫可以利用隐身来伏击并利用阿菲利欧斯的低机动性。\n- 阿菲利欧斯的自我防御依赖于他的武器，使他容易受到提莫的攻击。\n- 提莫的大招射程很长，可以在阿菲利欧斯接近之前造成显著伤害。\n- 提莫擅长持续输出，可以利用这一点对付阿菲利欧斯的脆弱性。\n- 阿菲利欧斯的前期游戏较为困难，如果提莫在前期建立优势，他可以更轻松地在路线上施加压力。",
      "ザヤ": "扎伊拉在对抗阿菲利欧斯时具有优势。\n\n原因如下：\n\n- 扎伊拉拥有丰富的自我防御选项，可以轻松躲避阿菲利欧斯的攻击。特别是，由于阿菲利欧斯的攻击是可见的，扎伊拉可以有效地把握反击时机。\n- 阿菲利欧斯的机动性较低，逃避扎伊拉的束缚和加速攻击的手段有限。\n- 扎伊拉的范围伤害使她在团战中能够轻松造成伤害，使她能够在阿菲利欧斯成为威胁之前就造成伤害。\n- 扎伊拉在近战中表现出色，可以在阿菲利欧斯切换武器时发起攻击。\n- 阿菲利欧斯在前期表现不佳，而扎伊拉从一开始就能持续造成伤害，使她能够在早期获得优势。",
      "サミーラ": "萨米拉占据优势。\n\n原因如下：\n\n- 萨米拉擅长近战，可以利用阿菲利欧斯的低机动性进行全力进攻。\n- 阿菲利欧斯依赖武器进行自我防御，这使得他很难反击萨米拉的高输出和爆发伤害。\n- 萨米拉可以对受到控制技能影响的敌人造成强力攻击，如果阿菲利欧斯未能及时切换武器，她可以轻松抓住他。\n- 萨米拉的闪现技能使她更容易躲避阿菲利欧斯的技能并接近进行输出。\n- 阿菲利欧斯在前期表现较弱，因此如果萨米拉在前期获得优势，她可以整体上掌控比赛。",
      "コーキ": "库奇对阿菲利欧斯有优势。\n\n原因如下：\n\n- 库奇拥有远程技能，能够轻松骚扰阿菲利欧斯。特别是阿菲利欧斯的机动性较低，难以躲避库奇的攻击。\n- 库奇的技能造成范围伤害，即使阿菲利欧斯被多个敌人包围，也能有效输出伤害。\n- 阿菲利欧斯依赖武器切换，在需要特定武器的情况下，很难反击库奇的持续骚扰。\n- 库奇的大招冷却时间短，能够频繁输出伤害，并对阿菲利欧斯施加持续压力。\n- 阿菲利欧斯非常依赖等级，并且前期较为困难，因此库奇可以在早期建立优势，阻碍阿菲利欧斯的成长。",
      "ドレイヴン": "德莱文在对抗阿菲利欧斯时具有优势。\n\n原因如下：\n\n- 德莱文在早期游戏中具有高爆发伤害，能够利用阿菲利欧斯的低机动性，获得早期优势。\n- 阿菲利欧斯依赖武器切换，尤其在早期游戏中，他的输出不稳定，使他容易受到德莱文的攻击。\n- 德莱文的被动技能使他能够轻松赚取金币，从而在物品方面早早建立领先优势。\n- 德莱文拥有提高移动速度的技能，使他能够在躲避阿菲利欧斯攻击的同时进行攻击。\n- 阿菲利欧斯的自我防御依赖于他的武器，使他很难反击德莱文的高伤害输出。",
      "コグ＝マウ": "Kog'Maw在对抗Aphelios时具有优势。\n\n原因如下：\n\n- Kog'Maw的射程较长，可以在受到Aphelios攻击之前造成伤害，从而在对线骚扰中占据优势。\n- Aphelios的机动性较低，而Kog'Maw的减速效果限制了他的逃跑选择。\n- Kog'Maw的技能具有降低护甲/魔法抗性效果，使他能够逐渐削弱Aphelios的耐久度。\n- Kog'Maw在团战中的输出很高，使他能够在Aphelios成为威胁之前更容易造成伤害。\n- Aphelios非常依赖等级，前期游戏较为困难，这使得Kog'Maw能够从一开始就建立优势。",
      "ヴァルス": "瓦鲁斯对阿菲利欧斯有优势。\n\n原因如下：\n\n- 范围：瓦鲁斯的攻击范围比阿菲利欧斯更长，使他在阿菲利欧斯能够攻击之前更容易进行骚扰。\n- 控制效果：瓦鲁斯的束缚技能可以限制阿菲利欧斯的移动，使他更容易受到伤害。\n- 持续伤害：瓦鲁斯具有范围伤害，能够在团战和对线中造成持续伤害，使他在对抗阿菲利欧斯时占据优势。\n- 阿菲利欧斯的低机动性：阿菲利欧斯的机动性较低，使他难以躲避瓦鲁斯的攻击，从而更容易受到骚扰。\n- 雪ball潜力：瓦鲁斯通过击杀敌方英雄来提高攻击速度，使他更容易在比赛中获得优势。通过在阿菲利欧斯发育之前取得早期击杀，他可以将比赛推向有利于自己的方向。",
      "セナ": "塞娜在对抗阿菲利欧斯时具有优势。\n\n- 塞娜的射程较长，使她在避免阿菲利欧斯攻击的同时更容易进行骚扰。\n- 塞娜的治疗能力使她能够承受阿菲利欧斯的攻击，从而实现持续骚扰。\n- 阿菲利欧斯的机动性较低，容易受到塞娜的束缚效果，便于被抓住。\n- 塞娜由于被动技能的缘故容易成长，使她在对线时轻松赚取金币，当她发育起来时，可以造成高额伤害。\n- 阿菲利欧斯依赖武器切换，因此塞娜的骚扰和控制技能可以帮助她在战斗中获得优势。",
      "アッシュ": "艾希占据优势。\n\n原因如下：\n\n- 艾希的射程很长，可以轻松单方面骚扰阿佩利奥斯。\n- 艾希的减速效果使得阻止阿佩利奥斯接近变得更容易，擅长风筝。\n- 阿佩利奥斯的机动性低，容易受到艾希的攻击。\n- 艾希的终极技能有远程控制效果，可以低风险地与阿佩利奥斯交战。\n- 阿佩利奥斯依赖武器切换，而艾希的骚扰限制了这一策略。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "Kog'Maw在对抗Ziggs时处于劣势。\n\n- Ziggs拥有远程技能，可以在Kog'Maw接近之前造成伤害，使得他在对线时的骚扰非常强大。\n- Ziggs的技能具有范围伤害，使得Kog'Maw在处理小兵时容易被击中，增加了受到伤害的风险。\n- Kog'Maw的机动性较低，而Ziggs的地雷和炸弹的减速效果使得他很难逃脱。\n- Ziggs拥有区域控制技能，可以有效地限制Kog'Maw的接近，限制了Kog'Maw的行动。\n- Kog'Maw缺乏强力的控制技能，因此他避免Ziggs技能的手段有限，在交战时特别脆弱。",
      "ヴァルス": "瓦鲁斯处于劣势。\n\n- 辛吉德的技能范围很远，可以在瓦鲁斯攻击之前造成伤害，使他在消耗战中处于劣势。\n- 辛吉德的控制技能和地雷减缓瓦鲁斯的移动，使他在靠近时变得脆弱。\n- 辛吉德的范围伤害在团队战斗和清兵中非常强大，使瓦鲁斯在施放技能之前容易受到伤害。\n- 瓦鲁斯的逃生选项有限，如果被辛吉德的技能击中，他很可能会受到重大伤害。\n- 辛吉德对近战英雄有优势，而瓦鲁斯属于这一类，因此他更容易受到辛吉德的攻击。",
      "ジンクス": "金克丝处于劣势。\n\n- 辛吉德拥有远程技能，可以造成大范围的AOE伤害，使金克丝在接近之前容易受到伤害。\n- 辛吉德的控制技能和地雷减缓了金克丝的移动，使她难以躲避攻击。\n- 辛吉德缺乏针对性的技能，难以击中像金克丝这样高机动性的英雄，但当金克丝靠近时，她变得脆弱，更容易受到辛吉德的伤害。\n- 辛吉德在团战中具有强大的AOE伤害，当金克丝参与团战时，她很可能会受到辛吉德技能的单方面伤害。\n- 金克丝的自我防御选项有限，如果她让辛吉德用技能靠近，承受致命伤害的风险就会增加。",
      "ザヤ": "扎伊拉在对抗吉格斯时处于劣势。\n\n原因如下：\n\n- 吉格斯拥有远程攻击，可以保持对扎伊拉的范围优势，使扎伊拉容易受到单方面的伤害。\n- 吉格斯的技能造成范围伤害，给扎伊拉施加压力，让她在尝试补刀时变得困难。\n- 吉格斯的地雷减缓扎伊拉的移动，阻止她拉近距离，降低了她反击的机会。\n- 扎伊拉需要时间来激活技能，这使得她很难躲避吉格斯的攻击，并且她对他的爆发伤害特别脆弱。\n- 吉格斯有可部署的技能，如果他在扎伊拉试图接近时使用这些技能，她很可能会变得无能为力。",
      "コーキ": "库奇处于劣势。\n\n- 辛吉德的技能范围很长，使库奇难以避免骚扰。\n- 辛吉德的所有技能都是范围伤害，这使得库奇在清理小兵时容易受到伤害。\n- 库奇没有控制技能，因此无法阻止辛吉德的技能，使他特别容易受到辛吉德的地雷和炸弹的伤害。\n- 库奇缺乏自我增强，难以反击辛吉德的高范围伤害。\n- 辛吉德在近战中较弱，但他可以在库奇接近之前用技能造成伤害，使库奇难以接近。",
      "セナ": "塞娜处于劣势。\n\n- 辛吉德拥有远程攻击，可以在塞娜靠近之前造成伤害，使她容易受到骚扰。\n- 辛吉德的技能是范围攻击，这意味着塞娜在处理小兵时很可能会被击中。\n- 塞娜的基础属性较低，前期较弱，使她很难反制辛吉德的高范围伤害。\n- 辛吉德的地雷减缓塞娜的移动，限制了她的行动，使她在接近时变得脆弱。\n- 塞娜的逃生选项有限，难以躲避辛吉德的技能，如果被击中，很可能会受到致命伤害。",
      "ゼリ": "泽莉在对抗吉格斯时处于劣势。\n\n- 吉格斯拥有远程技能，可以在泽莉接近之前造成伤害，使她容易受到骚扰。\n- 吉格斯的技能造成范围伤害，使泽莉在团战或清理小兵时难以躲避他的攻击。\n- 吉格斯的地雷具有减速效果，可以限制泽莉的机动性，剥夺她的逃生手段。\n- 泽莉的基础攻击力低，缺乏前期伤害，使她很难反击吉格斯的骚扰。\n- 尽管吉格斯没有针对性的技能，允许泽莉通过闪现拉近距离，但仍然很难躲避吉格斯的技能。",
      "ケイトリン": "凯特琳处于劣势。\n\n原因如下：\n\n- 辛吉德的技能范围很长，可以在凯特琳攻击之前造成伤害，使得在对线时骚扰变得困难。\n- 辛吉德的地雷会减缓凯特琳的速度，增加被接近的风险。\n- 凯特琳的技能动画时间较长，使她很难躲避辛吉德的技能，降低了她在团战中的表现。\n- 辛吉德有范围伤害，使凯特琳在清理小兵时容易受到伤害。\n- 凯特琳的陷阱对辛吉德的技能无效，使她在防御他的攻击时手段有限。",
      "ドレイヴン": "德雷文处于劣势。\n\n原因如下：\n\n- 辛吉德拥有远程技能，可以在德雷文接近之前造成伤害，使德雷文容易受到攻击。\n- 辛吉德的地雷减缓德雷文的移动，使他难以捡起斧头，从而降低了他的战斗效率。\n- 辛吉德具有范围伤害，因此德雷文在尝试补刀时很可能会受到伤害，使补刀变得更加困难。\n- 德雷文依赖自动攻击，因此如果他无法躲避辛吉德的技能，他面临持续受到伤害的高风险。\n- 如果让辛吉德靠近，他将变得无力，但德雷文在试图拉近距离时容易受到辛吉德技能的攻击。",
      "サミーラ": "萨米拉处于劣势。\n\n- 辛吉斯的远程攻击可以在萨米拉接近之前造成伤害，使她容易受到攻击。\n- 辛吉斯的技能是范围攻击，这意味着萨米拉在团队战斗中接近时很可能会受到范围伤害，阻止她造成有效伤害。\n- 辛吉斯的地雷减缓了萨米拉的接近速度，使她错失了进攻的机会。\n- 萨米拉的防御属性较低，使她容易受到辛吉斯的攻击并迅速被削弱。\n- 辛吉斯没有针对性的技能，使得萨米拉很难利用她的闪现接近，常常导致她无法有效攻击。",
      "アッシュ": "阿希处于劣势。\n\n- 辛吉德的攻击范围很长，使他能够在阿希接近之前造成伤害，导致她容易受到骚扰。\n- 辛吉德的技能是范围攻击，这意味着阿希在处理小兵时很可能会受到伤害。\n- 辛吉德的地雷减速效果限制了阿希的机动性，增加了被接近的风险。\n- 阿希的爆发伤害较低，使她在受到辛吉德技能伤害后很难进行全力进攻。\n- 辛吉德的技能可以放置，通常在阿希试图接近时给他提供有利的位置。"
    },
    "loses": {
      "ヴェイン": "薇恩有优势。\n\n原因如下：\n\n- 薇恩的机动性很高，容易躲避吉格斯的技能并靠近造成伤害。\n- 吉格斯缺乏针对性的技能，并且在激活前有延迟，这使得很难抓住薇恩的闪烁。\n- 薇恩的攻击造成与最大生命值成比例的伤害，使她能够迅速削弱吉格斯的生命值。\n- 如果吉格斯被允许靠近，他会变得脆弱，但薇恩可以通过冲刺拉近距离。\n- 薇恩在一对一的战斗中极其强大，通常在与吉格斯的决斗中占据上风。",
      "カイ＝サ": "凯莎占据优势。\n\n- 凯莎拥有高爆发伤害和快速躲避齐格斯技能的能力，使她更容易避开他的攻击。\n- 齐格斯缺乏针对性的技能，并且在激活前有延迟，这使得凯莎能够利用她的机动性轻松拉近距离。\n- 凯莎可以造成魔法伤害，这使得齐格斯很难用护甲来反制她，从而使她更有效地输出伤害。\n- 凯莎的终极技能提供的远程机动性非常有效，可以用来躲避齐格斯的技能。\n- 如果齐格斯允许凯莎接近，他会变得脆弱，但凯莎可以迅速拉近距离，使她在全力进攻时非常强大。",
      "ジン": "烬有优势。\n\n原因如下：\n\n- 烬的攻击范围很长，更容易躲避吉格斯的技能。由于吉格斯的技能在施放前有延迟，烬可以在保持距离的同时进行攻击。\n- 烬的束缚效果可以限制吉格斯的移动。当吉格斯被接近时会变得脆弱，因此烬的控制技能非常有效。\n- 烬的爆发伤害很高，当吉格斯的生命值较低时可以迅速击杀他。吉格斯的耐久性较低，使得烬的攻击构成威胁。\n- 烬在使用技能后可以继续通过普通攻击造成伤害，使他能够在躲避吉格斯技能的同时持续输出。\n- 吉格斯没有针对性的技能，这使得他很难击中像烬这样的机动性英雄。",
      "トゥイッチ": "提莫有优势。\n\n原因如下：\n\n- 提莫可以利用隐身进行伏击，轻松躲避齐格斯的技能。\n- 齐格斯缺乏针对性的技能，使得应对提莫的机动性变得困难。\n- 提莫的大招射程很远，可以在齐格斯无法安全攻击的位置造成伤害。\n- 齐格斯在接近时变得脆弱，而提莫可以利用这种接近造成大量伤害。\n- 提莫对逃生能力低的对手很强，而齐格斯符合这一特征，使得提莫能够占据优势。",
      "エズリアル": "厄泽尔有优势。\n\n原因如下：\n\n- 厄泽尔拥有远程技能，可以在不受到齐格斯伤害的情况下进行骚扰。\n- 齐格斯缺乏针对性的技能，使得厄泽尔更容易利用机动性躲避攻击。\n- 厄泽尔的闪现技能使他能够轻松躲避齐格斯的技能，并靠近进行输出。\n- 齐格斯在被接近时变得脆弱，因此厄泽尔可以在保持距离的同时安全攻击。\n- 厄泽尔的技能冷却时间短，使他能够持续输出并保持对齐格斯的优势。",
      "ミス・フォーチュン": "女警对齐天大圣有优势。\n\n原因如下：\n\n- 女警具有很高的骚扰潜力，可以轻松造成伤害，同时避免齐天大圣的技能。\n- 齐天大圣缺乏针对性的技能，使得女警更容易利用她的加速技能躲避他的攻击。\n- 女警的技能造成范围伤害，使她在团战中具有显著的影响力，能够反制齐天大圣的区域攻击。\n- 齐天大圣在接近时变得脆弱，但女警可以在保持距离的同时使用减速技能进行攻击。\n- 女警在对线时擅长骚扰，而齐天大圣的续航能力较差，她可以轻松在对线中获得优势。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "Niira处于劣势。\n\n原因如下：\n\n- Xayah的攻击范围很长，使她在Niira接近之前就能轻松骚扰她，这意味着Niira更容易受到伤害。\n- Xayah的控制技能和加速技能使Niira难以接近，导致她错失反击的机会。\n- Xayah具有范围伤害，使她在团队战斗和线上打农时能够对Niira占据优势。\n- Niira主要是近战英雄，使她很难反击Xayah的远程攻击。\n- 当Xayah与Rakan搭档时，他们可以施展更强大的连招，使Niira难以应对这种压力。",
      "トリスターナ": "崔斯塔娜处于劣势。\n\n原因如下：\n\n- 崔斯塔娜在前期较弱，直到获得装备之前很难造成伤害，而扎伊拉从一开始就能有效骚扰，这让崔斯塔娜感到压力很大。\n- 扎伊拉拥有范围伤害，能够在团战中轻松积累伤害，而崔斯塔娜在兵线管理上存在困难，如果她过于推进，可能会给扎伊拉创造不利局面。\n- 扎伊拉的控制技能和加速技能使得崔斯塔娜很难逃脱或追击。特别是如果扎伊拉有效使用技能，她可以限制崔斯塔娜的移动。\n- 崔斯塔娜的攻击范围随着等级提升而增加，但扎伊拉也有较长的攻击范围，这可能导致崔斯塔娜无法充分利用她的攻击范围。\n- 崔斯塔娜的技能冷却时间较长，尤其在前期，她有明显的空档期，使她容易受到扎伊拉的攻击。",
      "ケイトリン": "凯特琳处于劣势。\n\n原因如下：\n\n- 凯特琳的射程很长，但由于扎伊拉的反击能力和自我防御措施，她很容易受到单方面攻击。\n- 扎伊拉具有范围伤害，使得在团队战斗和在线上打农时容易积累伤害。\n- 在扎伊拉的加速和控制技能下，凯特琳很难躲避攻击，尤其是在近战中给扎伊拉带来了优势。\n- 凯特琳的技能动画时间较长，为扎伊拉提供了攻击的机会。\n- 扎伊拉对短程英雄有优势，并且可以在躲避凯特琳攻击的同时进行反击。",
      "サミーラ": "萨米拉处于劣势。\n\n原因如下：\n\n- 扎雅拥有远程攻击，可以在萨米拉接近之前造成伤害，使她的骚扰能力很强。\n- 扎雅的控制技能和加速技能显著增加了阻止萨米拉接近的机会，减少了她的攻击机会。\n- 扎雅具有范围伤害，使她在团战中更容易造成伤害，因此即使萨米拉靠近，她也可能面临反击。\n- 萨米拉的防御属性较低，容易受到控制技能的影响，使她容易被扎雅的技能抓住。\n- 扎雅可以利用她的技能躲避萨米拉的攻击，有效地抵消萨米拉的爆发伤害。",
      "コグ＝マウ": "Kog'Maw处于劣势。\n\n原因如下：\n\n- Xayah在对抗短距离对手时更具优势，而Kog'Maw的基础攻击范围较短，使他容易受到Xayah的攻击。\n- Xayah的技能在自我防御和反击方面表现出色，使她能够轻松利用Kog'Maw的低机动性发起攻击。\n- Xayah具有范围伤害，使她在团队战斗中更容易造成伤害，这增加了Kog'Maw在这些情况下被压制的可能性。\n- Kog'Maw缺乏强力的控制技能，因此他躲避Xayah的缠绕和加速的手段有限，成为了一个容易的目标。\n- Xayah与Rakan搭配时变得更强，使他们更容易对Kog'Maw进行协调攻击。",
      "ミス・フォーチュン": "女枪处于劣势。\n\n原因如下：\n\n- 娜美拥有出色的反击和自我防御能力，能够轻松抵挡女枪的骚扰。\n- 娜美的范围伤害使她在团战中能够造成伤害，同时避免女枪的技能。\n- 女枪的基础攻击伤害较低，往往缺乏持续输出，难以反击娜美的持续伤害。\n- 娜美具备机动性和控制技能，使女枪难以接近，给娜美在近战中带来优势。\n- 女枪只有减速作为控制技能，缺乏逃生选项，面对娜美时容易受到攻击。",
      "アフェリオス": "阿菲利欧斯处于劣势。\n\n原因如下：\n\n- 虽然霞的攻击范围较短，但她拥有范围伤害，能够在团战中轻松造成伤害，同时反击阿菲利欧斯的攻击。\n- 霞的控制技能和加速技能使她能够躲避阿菲利欧斯的攻击，或者相反，迅速接近并造成伤害。\n- 阿菲利欧斯的机动性较低，使他容易受到霞的攻击，尤其是在团战和游走时。\n- 霞与拉克丝搭配时变得更加强大，更容易对阿菲利欧斯施加压力。\n- 阿菲利欧斯依赖武器切换，因此当他受到霞的伤害时，往往无法有效准备，难以反击。",
      "カイ＝サ": "凯莎处于劣势。\n\n原因如下：\n\n- 扎雅拥有范围伤害，使她在团队战斗中更容易造成伤害，这增加了凯莎被单方面攻击的可能性。\n- 扎雅的控制和加速技能使凯莎在近战中难以反击，难以进行全力交战。\n- 扎雅对短程英雄更具优势，而凯莎的射程较短，更容易受到扎雅的压力。\n- 扎雅与拉克丝搭配时变得更强，使凯莎更难躲避攻击。\n- 凯莎缺乏控制技能，使她在承受扎雅攻击时难以定位，降低了她在团队战斗中的生存率。"
    },
    "loses": {
      "セナ": "塞娜占据优势。\n\n原因如下：\n\n- 范围：塞娜的攻击范围很长，可以从远处骚扰扎雅，利用扎雅的短距离。\n- 骚扰能力：塞娜擅长用技能进行骚扰，持续对扎雅造成伤害。\n- 治疗能力：塞娜的治疗技能使她即使在受到扎雅伤害后也能保持对线优势。\n- 控制效果：塞娜有一个控制技能，可以限制扎雅的移动，防止她反击。\n- 成长：塞娜由于她的被动技能可以轻松成长，使她在后期能够以高输出保持对扎雅的优势。",
      "ゼリ": "泽莉具有优势。\n\n原因如下：\n\n- 泽莉的机动性高，拥有多种加速选项，使她更容易躲避扎亚的攻击。\n- 泽莉的Q技能射程较长，可以进行持续攻击，这使得扎亚难以利用她较短的射程。\n- 泽莉擅长风筝，使她能够在不受到扎亚攻击伤害的情况下进行反击。\n- 泽莉可以快速释放技能，使她能够躲避扎亚的技能并在交战中获得优势。\n- 泽莉可以利用她的机动性与扎亚的范围伤害保持距离，这也使她在团队战中占据优势。",
      "エズリアル": "厄泽尔占据优势。\n\n- 厄泽尔拥有远程技能，可以安全地骚扰射手扎雅，后者的攻击范围较短。\n- 厄泽尔的技能冷却时间短，能够轻松对扎雅造成持续伤害。\n- 扎雅需要时间来施放技能，这使得厄泽尔可以利用他的机动性来躲避攻击并进行反击。\n- 厄泽尔的传送技能使得躲避扎雅的攻击和逃离危急情况变得更容易。\n- 扎雅需要准备应对控制技能和爆发伤害，这使得她很难处理厄泽尔技能组合带来的爆发伤害。",
      "スモルダー": "Smolder处于优势。\n\n原因如下：\n\n- Smolder可以无限叠加，导致在后期造成非常高的伤害，超过Zaya的输出。\n- Smolder的范围攻击使他在团队战斗中容易造成伤害，即使在Zaya强势的情况下也能灵活应对。\n- Smolder的E技能让他可以快速移动并忽视地形，更容易躲避Zaya的攻击，在追击和逃跑中表现出色。\n- Zaya的攻击范围较短，因此Smolder的远程攻击对他有利。\n- Smolder在前期较弱，直到叠加起来，但由于Zaya的攻击范围短，她在前期也很挣扎，这为Smolder提供了成长的空间。",
      "ユナラ": "Yunara占据优势。\n\n- Yunara的攻击范围很长，使得骚扰短距离的Zaya变得更容易。\n- Yunara的魔法伤害不易受到装备干扰的影响，使其在对抗Zaya的自我防御选项时更强。\n- Yunara可以通过使用技能造成范围伤害，使她在团队战斗中相对于Zaya获得优势。\n- Zaya的技能需要时间来激活，这给了Yunara在这个窗口期攻击的机会。\n- Yunara的移动速度很高，能够轻松调整自己的位置，更容易躲避Zaya的攻击。",
      "コーキ": "库奇占据优势。\n\n原因如下：\n\n- 库奇拥有远程攻击，可以安全地骚扰射手扎雅，而扎雅的攻击范围较短。\n- 库奇的所有技能都是范围伤害，这会妨碍扎雅在团战中输出伤害。\n- 库奇的大招冷却时间短，能够频繁输出伤害，并对扎雅施加持续压力。\n- 扎雅需要时间来激活她的技能，这使得她很难反击库奇的骚扰。\n- 库奇缺乏控制技能，但他对扎雅的自我防御选项造成高伤害，使得扎雅很难找到反击的机会。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "崔斯塔娜处于劣势。\n\n原因如下：\n\n- 科尔基拥有远程技能，擅长骚扰，使崔斯塔娜在早期游戏中容易受到伤害。\n- 崔斯塔娜在早期游戏中较弱，直到获得装备之前很难造成伤害，而科尔基可以早期推线，给崔斯塔娜施加压力。\n- 科尔基具有范围伤害，使崔斯塔娜难以管理兵线，增加了被抓的风险。\n- 崔斯塔娜的技能冷却时间较长，尤其是在早期游戏中，她有明显的空档期，难以对科尔基进行反击。\n- 科尔基缺乏控制技能，但即使崔斯塔娜有机动性，反击科尔基的持续伤害也很困难。",
      "トゥイッチ": "提莫在对抗库奇时处于劣势。\n\n- 库奇拥有远程技能，擅长骚扰，使得提莫在对线时感受到压力。\n- 库奇的范围伤害可能会抵消提莫的隐身和埋伏，导致提莫错失进攻机会。\n- 尽管库奇缺乏自我增强能力，但他具有高持续输出能力，而提莫依赖装备，如果早期落后，他就很难恢复。\n- 库奇没有控制技能，但提莫也没有，这意味着提莫在尝试进攻时容易受到库奇的反击。\n- 库奇的大招冷却时间短，能够在团战中造成持续伤害，使得提莫在这些情况下难以发挥。",
      "サミーラ": "萨米拉在对抗库奇时处于劣势。\n\n原因如下：\n\n- 库奇拥有远程技能，使他能够在萨米拉接近之前轻松骚扰她。\n- 库奇的范围伤害会妨碍萨米拉在团战中输出伤害的能力。\n- 萨米拉的攻击范围较短，难以躲避库奇的攻击，并且在近战中很具挑战性。\n- 库奇缺乏控制技能，这增加了萨米拉即使接近也被单方面攻击的风险。\n- 库奇的大招冷却时间短，这意味着当萨米拉试图全力以赴时，可能会再次受到攻击。",
      "アッシュ": "阿希处于劣势。\n\n原因如下：\n\n- 科尔基拥有远程技能，擅长骚扰阿希，使她容易受到伤害。\n- 科尔基的范围伤害常常使阿希在对线时难以推进或骚扰。\n- 阿希缺乏位移技能，难以躲避科尔基的攻击，接近时变得脆弱。\n- 科尔基具有爆发和持续伤害的潜力，这使得阿希在全力交战中风险很高。\n- 科尔基没有控制技能，但阿希的控制技能也有限，因此持续承受科尔基的攻击可能导致困难局面。",
      "セナ": "塞娜处于劣势。\n\n- 科基拥有远程技能，擅长骚扰，使得塞娜在对线时容易受到压力。\n- 科基的范围伤害通常超过塞娜的治疗能力，造成持续伤害。\n- 塞娜的基础属性较低，前期较弱，使她容易受到科基的攻击。\n- 科基缺乏控制技能，使他能够躲避塞娜的束缚，增加了塞娜被抓的风险。\n- 塞娜的逃生选项有限，如果继续受到科基的攻击，很可能会受到致命伤害。",
      "ジンクス": "金克丝在对抗库奇时处于劣势。\n\n原因如下：\n\n- 库奇拥有远程技能，擅长骚扰金克丝，使她容易受到伤害。\n- 库奇的范围伤害可以抵消金克丝在团战中的优势，增加她在能够造成有效伤害之前被击杀的可能性。\n- 金克丝的自我防御选项有限，使她在承受库奇攻击时变得脆弱。\n- 库奇技能的冷却时间短，能够持续输出伤害，使金克丝难以找到反击的机会。\n- 库奇缺乏控制技能，使他能够躲避金克丝的缠绕和减速，增加了金克丝被抓的风险。",
      "ザヤ": "扎伊拉在对抗库奇时处于劣势。\n\n- 库奇拥有远程技能，使他能够在扎伊拉接近之前轻松骚扰她。\n- 库奇的范围伤害妨碍了扎伊拉在团战中发育和输出的能力。\n- 由于扎伊拉的攻击范围较短，难以躲避库奇的攻击，使她容易受到单方面的伤害。\n- 库奇具有爆发伤害，使他能够在扎伊拉激活自我防御技能之前造成大量伤害。\n- 库奇缺乏控制技能，使扎伊拉很难找到反击的机会。",
      "ヴェイン": "薇恩在对抗库奇时处于劣势。\n\n- 库奇拥有远程技能，擅长骚扰，使得薇恩在对线时很难应对骚扰。\n- 库奇的范围伤害对像薇恩这样的单体目标英雄非常有效，尤其是在团队战斗中使她更容易受到伤害。\n- 薇恩的攻击范围较短，难以躲避库奇的攻击，接近时风险增加。\n- 库奇没有控制技能，但他可以在薇恩靠近之前造成伤害，为自己创造有利局面。\n- 库奇的大招冷却时间短，能够持续输出伤害，减少薇恩反击的机会。"
    },
    "loses": {
      "コグ＝マウ": "Kog'Maw在对抗Corki时具有优势。\n\n原因如下：\n\n- Kog'Maw的技能可以减少护甲/魔法抗性，使他能够有效地削弱Corki的耐久性并高效地造成伤害。\n- Kog'Maw的技能造成百分比伤害，使他在对抗坦克时特别强大，即使Corki选择坦克装备，他也能有利地作战。\n- Kog'Maw的射程较长，使他在受到伤害之前更容易骚扰Corki。这有助于保持对线的优势。\n- Corki缺乏控制技能，使Kog'Maw能够利用他的减速效果在攻击时保持距离，使Corki难以拉近距离。\n- Kog'Maw在团战中的输出很高，使得Corki在试图在团战中爆发时很难反制Kog'Maw的持续伤害。",
      "ケイトリン": "凯特琳在对抗库奇时具有优势。\n\n原因如下：\n\n- 凯特琳拥有所有英雄中最长的基础自动攻击范围，使她能够比库奇更远地攻击，从而实现单方面的骚扰。\n- 库奇缺乏控制技能，因此他在躲避凯特琳的陷阱方面手段有限，如果被抓住，可能会承受大量伤害。\n- 凯特琳的技能对库奇的范围伤害有效，尤其在对线骚扰和攻塔时给她带来了优势。\n- 库奇的法力消耗较高，频繁使用技能可能导致法力耗尽，而凯特琳可以持续进行攻击，使她在对线耐久性上占据优势。\n- 凯特琳对短程英雄有优势，而库奇无法反制她的远程攻击，使她在对线时更容易施加压力。",
      "エズリアル": "厄泽尔在对抗库奇时具有优势。\n\n原因如下：\n\n- 厄泽尔拥有远程技能，可以在不受到库奇伤害的情况下进行骚扰。\n- 库奇没有控制技能，因此无法对抗厄泽尔的机动性。\n- 厄泽尔的瞬移技能使他能够轻松躲避库奇的攻击，擅长闪避。\n- 库奇技能的法力消耗较高，持续受到厄泽尔的骚扰可能导致他的法力管理问题。\n- 厄泽尔可以通过技能组合造成高爆发伤害，轻松削减库奇的生命值。\n- 库奇在直接的对抗中较弱，使他在与厄泽尔的消耗能力对抗时处于劣势。",
      "スモルダー": "Smolder在对抗Corki时更具优势。\n\n- Smolder可以无限叠加，到了后期他的伤害非常高，更容易反制Corki的AOE伤害。\n- Corki缺乏控制技能，因此Smolder可以轻松利用他的E技能快速移动来逃跑或追击。\n- Smolder的AOE攻击在团战中非常强大，可以有效地对Corki造成伤害，尤其是在敌人聚集时。\n- Corki的技能消耗高，可能在Smolder叠加时耗尽蓝量。\n- Smolder在前期有弱点，但虽然Corki在前期可以强力骚扰，随着时间推移Smolder会逐渐获得优势。",
      "ミス・フォーチュン": "女警对库奇有优势。\n\n原因如下：\n\n- 女警具有很高的骚扰潜力，可以有效地对抗库奇的范围技能。\n- 库奇缺乏控制技能，使得女警能够利用她的减速和移动速度提升在攻击时保持距离。\n- 女警的大招在团战中具有非常高的范围伤害，而库奇的耐久性较低，她可以迅速造成显著伤害。\n- 库奇的法力消耗高，频繁使用技能，使得女警通过持续骚扰轻松耗尽库奇的法力。\n- 女警在对线时擅长短暂的交锋，使她能够在避免库奇技能的同时造成伤害。",
      "ジン": "烬对库奇有优势。\n\n原因如下：\n\n- 烬可以使用带有束缚效果的技能来限制库奇的移动，使他能够在库奇发起攻击之前先发制人。\n- 库奇缺乏控制技能，这限制了他对烬的技能和普通攻击进行反击的选项。\n- 烬的第四发和终极技能具有高爆发伤害，对虚弱的库奇特别有效。\n- 烬拥有远程攻击，可以在安全的情况下骚扰库奇，而不必承受伤害。\n- 库奇的法力消耗高，频繁使用技能可能导致法力耗尽，而烬在此期间可以继续造成伤害。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "库奇处于劣势。\n\n原因如下：\n\n- 凯特琳是所有英雄中基础自动攻击范围最长的，而库奇的攻击范围较短，使他在对线时更容易受到骚扰。\n- 凯特琳的陷阱提供视野控制和减速效果，限制了库奇的移动，使他更容易受到攻击。\n- 库奇缺乏控制技能，限制了他躲避凯特琳攻击的选择，尤其是在她全力进攻时。\n- 库奇对凯特琳的爆发伤害耐久性较低，在交易中处于劣势，容易在早期受到伤害。\n- 库奇技能的法力消耗较高，在持久战中，他很容易耗尽法力，难以反击持续的骚扰。",
      "ヴェイン": "薇恩处于劣势。\n\n- 凯特琳是所有英雄中基础攻击范围最长的，而薇恩的攻击范围较短，使她容易受到骚扰。\n- 凯特琳的陷阱提供视野控制和束缚效果，使薇恩难以接近。\n- 薇恩在团战中缺乏范围攻击，使她容易受到凯特琳的远程攻击。\n- 凯特琳在对线时具有强大的推线能力，可以轻松攻塔，导致薇恩在对线中落后。\n- 凯特琳的技能动画时间长且有明显的间隙，但薇恩很难利用这些间隙，反而更容易受到伤害。",
      "ジンクス": "金克丝处于劣势。\n\n原因如下：\n\n- 凯特琳是所有英雄中基础攻击范围最长的，金克丝无法反制这种范围，导致在对线时受到单方面的骚扰。\n- 凯特琳的陷阱提供视野控制和束缚效果，使金克丝难以接近，尤其是让她更容易受到打击。\n- 凯特琳可以利用她的被动技能进行技能连招造成爆发伤害，而金克丝缺乏自我防御选项，在被全力进攻时非常脆弱。\n- 金克丝的技能需要时间来激活，使她很难躲避凯特琳的攻击，尤其是在前期，她很难造成伤害。\n- 金克丝很难抵挡凯特琳强力的射击和远程攻击，常常在交易中处于劣势。",
      "セナ": "塞娜处于劣势。\n\n- 凯特琳是所有英雄中基础攻击范围最长的，这使得她更容易单方面骚扰塞娜。\n- 凯特琳的陷阱提供视野控制和束缚效果，使得塞娜很难接近，尤其是更容易设置埋伏。\n- 塞娜的基础属性较低，前期较弱，因此如果她受到凯特琳的伤害，早期很可能会陷入劣势。\n- 凯特琳的爆发伤害很高，当她全力以赴时，塞娜非常脆弱，容易受到致命伤害。\n- 塞娜的逃生选项有限，如果她继续受到凯特琳的伤害，通常会在有效利用她的治疗之前被击倒。",
      "サミーラ": "萨米拉处于劣势。\n\n- 凯特琳是所有英雄中基础普通攻击范围最长的，这使得萨米拉在对线时容易受到骚扰，因为她的攻击范围较短。\n- 凯特琳的陷阱和控制效果使得萨米拉很难接近，增加了被抓住的风险。\n- 萨米拉的防御属性较低，容易受到控制效果的影响，因此她很容易受到凯特琳攻击的伤害。\n- 凯特琳的爆发伤害很高，萨米拉在接近之前可能会受到大量伤害。\n- 凯特琳在对线时擅长攻塔，这使得在萨米拉发育之前塔可能会被摧毁。",
      "アフェリオス": "阿菲利欧斯处于劣势。\n\n原因如下：\n\n- 凯特琳是所有英雄中基础攻击范围最长的，阿菲利欧斯无法反制这个范围，导致在对线中受到单方面的骚扰。\n- 凯特琳的陷阱提供视野控制和束缚效果，可以利用阿菲利欧斯的低机动性，使他更容易被抓住。\n- 阿菲利欧斯依赖武器切换，尤其在前期，他常常没有强力武器，难以反制凯特琳的骚扰。\n- 凯特琳是一名具有强大全力进攻潜力的英雄，而阿菲利欧斯的自我防御选项有限，在面对全力进攻时处于劣势。\n- 凯特琳的技能范围较长，使她能够在阿菲利欧斯接近之前造成伤害，导致在对线中生存困难。",
      "ユナラ": "云娜处于劣势。\n\n- 凯特琳是所有英雄中基础自动攻击范围最长的，云娜无法反制这个范围，使她容易受到单方面的骚扰。\n- 凯特琳的陷阱提供视野控制和束缚效果，限制了云娜的移动，使她难以接近。\n- 云娜依赖自动攻击，因此当她受到凯特琳的远程攻击时，更容易失败于风筝。\n- 凯特琳的爆发伤害很高，而云娜的耐久性低，使她在全力进攻时非常脆弱。\n- 云娜只有减速作为控制手段，缺乏阻止凯特琳攻击的手段，导致持续受到伤害的风险很高。"
    },
    "loses": {
      "ジン": "烬有优势。\n\n原因如下：\n\n- 烬的技能范围很长，可以在避免凯特琳攻击的同时进行骚扰，使他在对线交易中更容易获得优势。\n- 凯特琳的自动攻击增强依赖于她的被动技能，因此当她受到烬技能的伤害时，利用被动技能的效果变得更加困难。\n- 烬的第四发和终极技能具有高爆发伤害，可以对血量减少的凯特琳造成显著伤害。\n- 烬可以使用带有束缚效果的技能限制凯特琳的移动，使他更容易命中攻击。\n- 凯特琳的技能动画较长，为烬创造了攻击她的机会，使他能够更有利地进行游戏。",
      "コグ＝マウ": "Kog'Maw在对抗Caitlyn时具有优势。\n\n原因如下：\n\n- Kog'Maw可以通过技能降低对方的护甲/魔法抗性，从而造成高额伤害，特别是在团队战中。\n- Kog'Maw的攻击范围极长，使他能够在反击的同时躲避Caitlyn的攻击，尤其是在使用W技能时。\n- Caitlyn依赖被动技能来增强普通攻击，如果她的连招没有命中，她在交易中会显得很弱，而Kog'Maw可以保持持续的输出。\n- Caitlyn的技能冷却时间较长，这可能导致在持久战中出现实力不足，而Kog'Maw可以持续输出伤害。\n- Kog'Maw对移动能力有限的对手非常强大，使他能够安全地从远处攻击而不受到Caitlyn的伤害。",
      "ルシアン": "卢锡安占据优势。\n\n原因如下：\n\n- 卢锡安的爆发伤害高，能够在前期有效骚扰凯特琳。\n- 卢锡安的技能冷却时间短，使他能够进行连续攻击，利用凯特琳的远程优势。\n- 凯特琳依赖她的被动技能，如果她的连招没有命中，就很难造成伤害，这使她容易受到卢锡安的攻击。\n- 卢锡安的机动性高，能够在攻击的同时躲避凯特琳的陷阱，从而在对线中占据优势。\n- 凯特琳的技能动画时间长，这使得卢锡安能够利用空档进行攻击。",
      "エズリアル": "厄泽尔有优势。\n\n原因如下：\n\n- 厄泽尔的技能范围很长，可以在不受到凯特琳伤害的情况下进行骚扰。\n- 凯特琳依赖她的被动技能来增强普通攻击，这使她容易受到厄泽尔技能的消耗。\n- 厄泽尔的E技能带来的机动性使他更容易躲避凯特琳的陷阱和技能，让他在反击的同时避开攻击。\n- 凯特琳的技能动画较长，厄泽尔可以利用这一点进行攻击。\n- 厄泽尔的技能组合爆发伤害很高，容易削减凯特琳的生命值。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "泽莉在对抗卡莉斯塔时处于劣势。\n\n- 卡莉斯塔凭借她的跳跃技能拥有很高的机动性，容易躲避泽莉的攻击。\n- 卡莉斯塔的爆发伤害非常高，而泽莉在前期容易受到骚扰。\n- 卡莉斯塔的大招不仅能帮助她的队友，还能进行激进的开团，对泽莉构成威胁。\n- 泽莉的基础攻击力较低，前期伤害不足，难以反击卡莉斯塔的攻击。\n- 卡莉斯塔对有针对性控制技能的英雄非常强势，如果泽莉被抓住，容易陷入困境。",
      "セナ": "塞娜处于劣势。\n\n- 卡莉斯塔的机动性很高，可以轻松通过跳跃躲避塞娜的攻击。\n- 塞娜的基础属性较低，在前期非常容易受到卡莉斯塔的攻击。\n- 卡莉斯塔的终极技能不仅可以救援队友，还能发起攻击，给塞娜带来威胁。\n- 塞娜的控制技能有效，但卡莉斯塔的跳跃可以轻易躲避。\n- 塞娜的逃生选项有限，很可能会受到卡莉斯塔的致命伤害。",
      "エズリアル": "厄泽尔处于劣势。\n\n- 卡莉斯塔有短距离的闪现，容易躲避厄泽尔的技能。\n- 卡莉斯塔的高机动性使她能够在避免厄泽尔攻击的同时接近并造成持续伤害。\n- 由于厄泽尔的主要技能是技能射击，卡莉斯塔的跳跃可以轻松躲避。\n- 卡莉斯塔擅长与队友协同作战，如果厄泽尔被孤立，他可能会被卡莉斯塔的终极技能迅速压制。\n- 厄泽尔的范围攻击有限，几乎没有手段来反制卡莉斯塔的高机动性，常常使他在团战中处于劣势。",
      "ヴェイン": "薇恩在对抗卡莉斯塔时处于劣势。\n\n- 卡莉斯塔的机动性很高，容易躲避薇恩的攻击。\n- 卡莉斯塔的终极技能可以救援队友并主动发起攻击，在团队战斗中提供强大的协同效果。\n- 卡莉斯塔的攻击范围更长，使得薇恩难以有效利用她的短距离。\n- 卡莉斯塔的技能具有抵消薇恩位移和隐身的元素，限制了薇恩的机动性。\n- 卡莉斯塔在团队战斗中缺乏范围攻击，即使薇恩被孤立，她也能灵活应对。",
      "ドレイヴン": "德莱文处于劣势。\n\n原因如下：\n\n- 卡莉斯塔的机动性很高，容易躲避德莱文的攻击。特别是她的跳跃技能，可以拉开距离，避免德莱文的打击。\n- 卡莉斯塔的终极技能可以救援队友或主动发起攻击，这可能会让德莱文在尝试交战时处于不利局面。\n- 卡莉斯塔在面对具有针对性控制技能的英雄时处于劣势，而德莱文也对减速效果很脆弱，使他容易受到卡莉斯塔的攻击。\n- 德莱文依赖普通攻击，因此卡莉斯塔的机动性使他很难命中并造成伤害。\n- 卡莉斯塔在团队战中需要配合，而德莱文在单打独斗中表现出色，这使得卡莉斯塔能够通过团队合作来抵消德莱文的优势。",
      "ルシアン": "卢锡安处于劣势。\n\n- 卡莉斯塔由于她的跳跃技能具有高机动性，容易躲避卢锡安的攻击。\n- 在某些情况下，卡莉斯塔的爆发伤害可以非常高，而卢锡安通常无法承受这种伤害。\n- 卢锡安的攻击范围较短，使他容易受到卡莉斯塔的攻击，并且很难进行骚扰。\n- 卡莉斯塔的终极技能可以救助队友或主动发起攻击，而卢锡安在这些情况下很难应对。\n- 卡莉斯塔在面对具有针对性控制技能的英雄时处于劣势，而卢锡安也容易受到这种对手的威胁，这使得卡莉斯塔能够利用她的优势。",
      "スモルダー": "Smolder处于劣势。\n\n- Kalista的机动性很高，可以轻松通过跳跃躲避Smolder的攻击。\n- Kalista的爆发伤害非常高，Smolder可能在叠加之前就被击倒。\n- Smolder缺乏自动攻击增强，使得反制Kalista的风筝能力变得困难。\n- Kalista的终极技能可以在Smolder被抓时帮助队友，如果协调得当，可以对他们有利。\n- Smolder只有E技能作为逃生选项，并且对控制技能很弱，使他容易受到Kalista的攻击。"
    },
    "loses": {
      "ヴァルス": "瓦鲁斯对卡莉斯塔有优势。\n\n原因如下：\n\n- 范围差异：瓦鲁斯的攻击范围比卡莉斯塔更长，使他能够安全地远程攻击，并更容易躲避卡莉斯塔的攻击。\n- 控制效果：瓦鲁斯的束缚技能可以限制卡莉斯塔的机动性并禁用她的跳跃。\n- AoE伤害：瓦鲁斯具有范围伤害，使他在团队战斗和对线骚扰中对卡莉斯塔更具优势。\n- 持续骚扰：瓦鲁斯可以通过技能造成持续伤害，而卡莉斯塔的治疗选项有限，因此他在骚扰中表现强劲。\n- 雪ball潜力：瓦鲁斯通过击杀敌方英雄提高攻击速度，使他在游戏进行中变得更强，并为对抗卡莉斯塔创造有利局面。",
      "ザヤ": "扎伊拉对卡莉斯塔有优势。\n\n原因如下：\n\n- 扎伊拉拥有范围伤害，使她在团队战斗和打农时更容易造成伤害。卡莉斯塔依赖单体攻击，使她容易受到扎伊拉的范围伤害。\n- 扎伊拉的控制技能和加速技能可以阻止卡莉斯塔的跳跃，限制她的机动性。\n- 扎伊拉具有很强的自我防御能力，使她在被卡莉斯塔攻击时更容易进行反击。特别是在卡莉斯塔接近时使用扎伊拉的技能可以造成反击伤害。\n- 与拉克丝搭配时，扎伊拉可以释放更强大的连招，创造对卡莉斯塔有利的局面。\n- 虽然卡莉斯塔具有很高的风筝潜力，但她的移动受到扎伊拉技能的限制，使她难以发挥自己的优势。",
      "トリスターナ": "崔斯塔娜在对抗卡莉斯塔时具有优势。\n\n原因如下：\n\n- 崔斯塔娜在前期具有高爆发伤害，使她能够在卡莉斯塔获得装备之前获得优势。\n- 崔斯塔娜的攻击范围随着等级提升而增加，使她能够在减少受到卡莉斯塔伤害风险的同时进行攻击。\n- 崔斯塔娜的闪现技能使她更容易躲避卡莉斯塔的攻击，在追击和逃跑方面表现出色。\n- 虽然卡莉斯塔具有很高的风筝潜力，但崔斯塔娜可以利用她的机动性在攻击时保持距离，有效抵消卡莉斯塔的优势。\n- 崔斯塔娜对脆弱的辅助英雄非常强势，如果卡莉斯塔的辅助较脆弱，崔斯塔娜可以利用这一点。",
      "ミス・フォーチュン": "女枪对卡莉斯塔有优势。\n\n原因如下：\n\n- 女枪具有很高的骚扰潜力，使她在对线期间更容易在短暂的交战中获得对卡莉斯塔的优势。\n- 卡莉斯塔擅长近战，但由于女枪的减速和范围伤害，她可能会受到阻碍，难以接近。\n- 女枪的大招在团战中具有显著影响，使卡莉斯塔在这些情况下难以有效机动。\n- 卡莉斯塔具有很高的风筝潜力，但女枪的移动速度提升使她能够轻松调整位置，令卡莉斯塔难以躲避攻击。\n- 卡莉斯塔需要大量的注意力来控制，她容易受到女枪技能的影响，常常在压力下挣扎。",
      "サミーラ": "萨米拉在对抗卡莉斯塔时具有优势。\n\n原因如下：\n\n- 萨米拉擅长近战，可以利用卡莉斯塔的跳跃进行攻击，有效地将卡莉斯塔的机动性转化为对她的不利。\n- 卡莉斯塔缺乏增强自动攻击或攻击速度的技能，使得反击萨米拉的高输出变得困难。\n- 萨米拉可以对受到控制效果影响的敌人造成强力攻击，使她能够在卡莉斯塔使用技能后抓住机会。\n- 萨米拉的范围伤害在团战中极其强大，可以利用卡莉斯塔对团战强度的依赖。\n- 萨米拉拥有闪现技能，使她更容易躲避卡莉斯塔的攻击，并在全力进攻中表现出色。",
      "シヴィア": "希维尔对卡莉斯塔有优势。\n\n原因如下：\n\n- 希维尔拥有高范围伤害和清线能力，使她在推线方面表现出色，这使得卡莉斯塔即使使用跳跃也难以躲避希维尔的攻击。\n- 希维尔的法术护盾可以抵消卡莉斯塔的技能射击，使卡莉斯塔在交易中处于劣势。\n- 希维尔有很多方法可以提高她的移动速度，使她更容易逃脱卡莉斯塔的跳跃，并且让卡莉斯塔更难追击她。\n- 希维尔的终极技能非常适合在团队战中进攻和撤退，使她即使在卡莉斯塔试图与她的队友协调时也能创造有利局面。\n- 卡莉斯塔在对抗以自动攻击为基础的输出时表现不佳，使她很难反制希维尔的持续伤害。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "塞娜处于劣势。\n\n- 韦鲁斯擅长远程消耗，而塞娜难以应对这种距离。\n- 韦鲁斯的终极技能具有控制效果，如果被抓住，塞娜很容易受到致命伤害。\n- 塞娜的基础属性较低，前期较弱，使她难以承受韦鲁斯的持续伤害。\n- 韦鲁斯具有范围伤害和在团战中的高影响力，阻止塞娜有效骚扰。\n- 塞娜的逃生选项有限，如果继续承受韦鲁斯的攻击，她很容易陷入致命境地。",
      "サミーラ": "萨米拉处于劣势。\n\n- 韦鲁斯擅长远程攻击，使他能够在距离上保持对萨米拉的优势，造成骚扰非常有效。\n- 韦鲁斯的终极技能具有控制效果，当萨米拉试图进行近战时，面临很高的风险，使她容易受到攻击。\n- 萨米拉的防御属性较低，且对控制技能（CC）较弱，使她容易受到韦鲁斯的持续伤害和控制。\n- 韦鲁斯的范围伤害在团战中影响显著，萨米拉在接近之前很有可能会受到大量伤害。\n- 萨米拉缺乏自身的控制技能，因此需要队友的支持，但受到韦鲁斯的伤害使她难以获得这种支持。",
      "アッシュ": "阿希处于劣势。\n\n- 韦鲁斯擅长远程攻击，可以从更远的地方骚扰阿希，使她容易受到伤害。\n- 韦鲁斯的终极技能具有控制效果，增加了阿希被抓的风险，而她没有逃脱手段，非常脆弱。\n- 韦鲁斯拥有范围伤害，使他在团队战斗和对线骚扰中对阿希占据优势。\n- 阿希的爆发伤害较低，在全力交战中难以与韦鲁斯竞争。\n- 韦鲁斯通过击杀敌方英雄提高攻击速度，这可能进一步加剧阿希的不利局面，因为他的滚雪球潜力很高。",
      "コグ＝マウ": "Kog'Maw处于劣势。\n\n原因如下：\n\n- Varus的射程很长，可以轻松骚扰Kog'Maw。他的消耗在前期特别强，使Kog'Maw容易受到伤害。\n- Varus的终极技能具有控制效果，可以对Kog'Maw造成显著伤害，而Kog'Maw的自我防御选项有限，容易被抓住并受到致命伤害。\n- Kog'Maw的机动性低，难以躲避Varus的攻击。特别是在被Varus的技能击中后，很难进行反击。\n- Kog'Maw的基础射程较短，而在W技能冷却时他的战斗能力显著下降，难以反击Varus的持续攻击。\n- Varus在团战中具有强大的范围伤害，使Kog'Maw在这种情况下表现困难。特别是由于缺乏自我防御选项，Kog'Maw在团战中容易成为目标。",
      "ゼリ": "泽莉在对抗瓦鲁斯时处于劣势。\n\n- 瓦鲁斯擅长远程消耗，而泽莉在早期受到骚扰时表现不佳，使她容易受到对线压力。\n- 瓦鲁斯的控制技能可以轻易限制泽莉的移动，尤其是在团队战中增加被抓的风险。\n- 泽莉的基础攻击力低，缺乏早期伤害，使她很难反击瓦鲁斯的持续伤害。\n- 面对瓦鲁斯的范围伤害，泽莉只能进行非穿透攻击，这使她很难有效地对多个敌人造成伤害。\n- 泽莉依赖她的E技能逃脱，因此被瓦鲁斯的束缚技能抓住可能会让她陷入困境。",
      "ジンクス": "金克丝处于劣势。\n\n- 韦鲁斯的射程很长，可以从比金克丝更远的地方攻击，更容易骚扰她。\n- 韦鲁斯的终极技能具有控制效果，可以使金克丝无法移动，如果被抓住，她容易受到致命伤害。\n- 金克丝的自我防御选项有限，特别容易受到刺客或控制技能的英雄的攻击，使她成为韦鲁斯攻击的容易目标。\n- 韦鲁斯具有范围伤害，在团队战斗中影响很大，使金克丝在这些情况下难以发挥。\n- 金克丝的技能需要时间来激活，使她很难躲避韦鲁斯的攻击，常常导致不利的交易。",
      "トリスターナ": "崔斯塔娜处于劣势。\n\n原因如下：\n\n- 韦鲁斯的射程很长，使他在崔斯塔娜攻击之前就能轻松进行消耗，从而在前期造成强烈的骚扰。\n- 韦鲁斯的控制技能可以让崔斯塔娜无法动弹，使她难以反击。\n- 崔斯塔娜在前期较弱，常常在获得装备之前处于韦鲁斯的劣势。\n- 崔斯塔娜的技能冷却时间较长，使她难以承受韦鲁斯的持续攻击。\n- 崔斯塔娜的E技能被动使她自动推线，这使她容易受到打击，并且在对抗韦鲁斯时难以安全补刀。",
      "アフェリオス": "阿菲利欧斯处于劣势。\n\n- 韦鲁斯的射程很长，可以在比阿菲利欧斯更远的地方进行骚扰，使他更容易受到伤害。\n- 韦鲁斯的终极技能带有控制效果，使阿菲利欧斯容易被抓住，有限的逃生选项使得在团战中生存变得困难。\n- 韦鲁斯具有范围伤害，当阿菲利欧斯被多个敌人包围时，可以对他造成显著伤害。\n- 阿菲利欧斯依赖武器切换，这使得他很难对韦鲁斯的持续攻击进行反击。\n- 阿菲利欧斯的机动性低，使得他很难躲避韦鲁斯的攻击，尤其在早期骚扰中非常脆弱。",
      "スモルダー": "Smolder处于劣势。\n\n- Varus擅长远程消耗，而Smolder在没有早期叠加的情况下伤害较低，使他在对线时容易受到骚扰。\n- 由于Varus的控制技能，Smolder在被抓时逃生手段有限，处于非常危险的境地。\n- Smolder缺乏普通攻击增强，导致DPS较低，难以反制Varus的持续伤害。\n- Smolder的E技能冷却时间较长，难以与Varus的技能时机同步使用，使他容易受到伏击和抓捕。\n- Varus在团战中具有范围伤害，虽然Smolder在面对聚集的敌人时可能很强，但他很可能会被Varus的技能单方面攻击。"
    },
    "loses": {
      "ジグス": "Ziggs在对抗Varus时具有优势。\n\n原因如下：\n\n- Ziggs拥有远程技能，可以在Varus攻击之前造成伤害，使他在消耗战中占据优势。\n- Varus的生命值恢复手段有限，容易受到Ziggs的持续骚扰。\n- Ziggs的所有技能都是范围伤害，使他更容易清理小兵并在团战中造成伤害， complicating Varus在这些情况下的站位。\n- Varus的控制效果对Ziggs无效，Ziggs可以安全地使用放置陷阱的技能进行攻击。\n- 如果Ziggs被允许接近，他将变得无力，但Varus的逃脱选项有限，使Ziggs能够在攻击的同时保持距离。",
      "シヴィア": "希维尔在对抗瓦鲁斯时具有优势。\n\n原因如下：\n\n- 希维尔有一个法术护盾，可以阻挡瓦鲁斯的束缚，使她能够更有效地进行交易。\n- 希维尔的范围伤害和清线能力使她更容易推线并安全地发育，同时避免瓦鲁斯的消耗。\n- 希维尔有很多方法可以提高她的移动速度，使她更容易躲避瓦鲁斯的攻击，并在近战中占据优势。\n- 瓦鲁斯的生命恢复手段有限，容易受到希维尔的持续骚扰，使希维尔能够保持优势。\n- 希维尔的终极技能可以用于开团或撤退，使她在团队战中对瓦鲁斯有强大的存在感。",
      "エズリアル": "厄运小姐（Ezreal）占据优势。\n\n原因如下：\n\n- 厄运小姐拥有远程技能，可以在不受到瓦鲁斯（Varus）伤害的情况下进行骚扰。\n- 厄运小姐的技能冷却时间短，使他能够持续输出伤害，并轻松反制瓦鲁斯的消耗。\n- 厄运小姐的位移技能使他能够躲避瓦鲁斯的束缚，利用他的机动性安全地进行游戏。\n- 瓦鲁斯的生命值恢复手段有限，使他容易受到厄运小姐的持续骚扰。\n- 厄运小姐可以利用他的射程在瓦鲁斯施放技能之前进行攻击，从而更容易保持对线优势。",
      "ジン": "烬有优势。\n\n原因如下：\n\n- 烬的攻击范围较长，可以在比瓦鲁斯更远的距离安全骚扰，使他更容易保持对线的优势。\n- 烬的所有技能都有范围效果，使他在对瓦鲁斯施加压力时更容易，特别是在团队战斗和推线时。\n- 瓦鲁斯的生命值恢复手段有限，当他受到烬的高爆发伤害时，早期会受到显著伤害，使交易对烬更有利。\n- 烬的第四发和终极技能对低生命值的敌人极具威胁，使他能够利用瓦鲁斯使用技能后的脆弱。\n- 瓦鲁斯的技能激活与效果之间有延迟，这使得躲避烬的攻击变得困难，从而更容易被捕捉。"
    }
  }
}