{
  "ジャックス": {
    "name": "ジャックス",
    "beats": {
      "ニダリー": "妮达莉处于劣势。\n\n- 贾克斯拥有增强基础攻击的技能，并在以自动攻击为基础的战斗中表现出色，使他能够抵消妮达莉的攻击。\n- 贾克斯具备自我强化和高输出，如果妮达莉靠近，可能会面临受到重大伤害的风险。\n- 妮达莉缺乏控制技能，使她难以应对贾克斯的进攻和反击。\n- 贾克斯在前期较弱，但通过在妮达莉成长之前有效发育，他在后期成为强大的存在。\n- 妮达莉有远程攻击选项，但贾克斯的跳跃技能使她难以逃脱。",
      "ワーウィック": "沃里克在对抗杰克斯时处于劣势。\n\n原因如下：\n\n- 杰克斯拥有增强基础攻击的技能，擅长以自动攻击为中心的玩法，使他在抵消沃里克伤害的能力上表现强劲。\n- 杰克斯的眩晕效果增加了沃里克攻击被打断的可能性，尤其是在决斗中使他失去优势。\n- 沃里克对低生命值敌人造成显著伤害，但随着杰克斯的发育，他获得了高耐久和高伤害，使沃里克在后期处于劣势。\n- 杰克斯拥有跳跃技能，可以躲避沃里克的控制技能，使他在追击和逃跑方面表现出色。\n- 沃里克缺乏范围伤害技能，使他在团队战斗或对抗多个敌人时难以有效作战，使他在一对一情况下对抗像杰克斯这样的强势英雄时处于劣势。",
      "ベル＝ヴェス": "贝尔维斯处于劣势。\n\n- 贾克斯拥有增强基础攻击的技能，并在以自动攻击为基础的战斗中表现出色，使他在对抗贝尔维斯的自动攻击时非常强大。\n- 贾克斯的控制技能可以抵消贝尔维斯的攻击并使她眩晕，限制她的行动。\n- 贝尔维斯的攻击速度提升依赖于她的叠加层数，由于她在早期战斗中表现不佳，如果贾克斯施加早期压力，她将处于劣势。\n- 贾克斯拥有一个跳跃技能，可以在接近的同时躲避贝尔维斯的攻击并造成伤害。\n- 贝尔维斯的攻击范围较短，容易受到贾克斯的攻击，常常使她在骚扰中处于劣势。",
      "ブライアー": "布莱尔处于劣势。\n\n- 贾克斯的技能增强了他的基础攻击，并在以自动攻击为基础的战斗中表现出色，使他在与布莱尔的近战交锋中占据优势。\n- 贾克斯的控制技能限制了布莱尔在狂暴状态下的移动，使她更容易受到攻击。\n- 布莱尔的技能冷却时间较长，这在与贾克斯的持久战中可能使她处于劣势。\n- 贾克斯的输出伤害高，能够造成超过布莱尔续航能力的伤害，使她在持久战中效果降低。\n- 贾克斯的机动性高，当布莱尔试图追击时，他可以利用跳跃技能拉开距离，使她难以追上。",
      "ヴァイ": "维的劣势。\n\n- 贾克斯依赖基本攻击，并且有技能可以抵消维的攻击，这使得维很难造成有效伤害。\n- 贾克斯有高攻击速度增益和持续输出的能力，这意味着即使维靠近，她也很可能会受到反击伤害。\n- 贾克斯有自我增强技能，尤其在后期变得非常强大，因此如果维没有在早期获得优势，她在后期将会很挣扎。\n- 维无法在不靠近的情况下造成伤害，这使她面临被贾克斯攻击的高风险，尤其在团队战斗中，位置很难把握。\n- 贾克斯对控制技能较弱，但维的控制技能持续时间也短，常常给贾克斯反击的机会。",
      "レク＝サイ": "雷克塞在对抗杰克斯时处于劣势。\n\n- 杰克斯拥有增强基础攻击的技能，使他能够有效抵消雷克塞的攻击，因为雷克塞专注于普通攻击。\n- 杰克斯有自我增益和控制技能，即使雷克塞靠近他也很可能进行反击。\n- 雷克塞的技能成长较差，后期伤害不足，难以对抗杰克斯的成长。\n- 杰克斯的输出很高，而雷克塞的控制技能范围狭窄，难以有效压制杰克斯。\n- 杰克斯有跳跃技能，可以轻松躲避雷克塞的攻击并可能进行反击。",
      "ボリベア": "布隆在对抗杰克斯时处于劣势。\n\n原因如下：\n\n- 杰克斯有一个可以抵消自动攻击的技能，使他能够无效化布隆的基础攻击，这使得布隆在交易中处于劣势。\n- 布隆的主要技能范围较短，由于杰克斯的跳跃技能，布隆很难拉近距离，容易受到骚扰。\n- 杰克斯有攻击速度增益和高持续输出，这使得布隆在持久战中处于不利地位。\n- 布隆的发育较差，在中后期的坦克能力变得不稳定，难以对抗装备良好的杰克斯。\n- 杰克斯有自我增强技能，使他在承受布隆攻击的同时也能造成伤害，这使得布隆很难避免受到伤害。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 贾克斯有一个增强自动攻击的技能，可以抵消猴子的攻击并减少他的伤害。\n- 贾克斯有高攻击速度增益，擅长持续输出，可以在猴子接近之前造成伤害。\n- 贾克斯的眩晕效果增加了猴子攻击被打断的可能性，使他很难执行连招。\n- 猴子在近战中的输出依赖于自动攻击，使他在贾克斯的自动攻击抵消技能面前非常脆弱。\n- 贾克斯在后期强力发育，一旦装备齐全，就能在与猴子的对抗中占据优势。",
      "ウディア": "乌迪尔处于劣势。\n\n- 贾克斯拥有增强基础攻击的技能，并且对乌迪尔的持续伤害有很高的抵抗力，使得他更容易抵消乌迪尔的攻击。\n- 贾克斯的眩晕效果常常使乌迪尔暂时失去行动能力，导致他错失反击的机会。\n- 虽然乌迪尔在近战中表现出色，但贾克斯的攻击速度增益使得他在直接对抗中可能会感到困难。\n- 贾克斯对装备的依赖性很高，但乌迪尔也需要装备，如果在早期发育中落后，就很难恢复。\n- 乌迪尔的攻击范围较短，难以反制贾克斯通过跳跃技能带来的机动性。",
      "シン・ジャオ": "辛赵在对抗杰克斯时处于劣势。\n\n原因如下：\n\n- 杰克斯拥有增强基础攻击的技能，擅长以自动攻击为主的玩法，使得他有效地抵消辛赵的攻击。\n- 杰克斯的技能可以造成眩晕，使他在一对一的情况下更容易攻击辛赵，常常导致辛赵错失反击的机会。\n- 杰克斯在前期较弱，但随着等级提升，他可以造成强大的伤害，如果辛赵无法在早期建立优势，将面临杰克斯在后期的潜在反击。\n- 辛赵对控制技能（CC）较弱，如果在团战中位置失误，往往会被击倒而无法反击。然而，由于杰克斯同样对控制技能较弱，辛赵获得优势的情况很少。\n- 杰克斯对装备依赖性很高，但辛赵同样依赖技能连招，这使得在杰克斯完全装备之前，辛赵很难应对他。",
      "マスター・イー": "易大师在对抗杰克斯时处于劣势。\n\n原因如下：\n\n- 杰克斯拥有增强基础攻击的技能，使他擅长以普通攻击为基础的战斗，能够抵消易大师的攻击。\n- 杰克斯的控制技能可以阻止易大师的攻击，使他在团队战斗和一对一的情况下获得优势。\n- 易大师高度依赖装备，并且在前期存在弱点，如果在杰克斯成长之前受到压力，他很难恢复。\n- 杰克斯的输出伤害高，能够对易大师造成显著伤害，尤其是在他装备成型之后。\n- 易大师对控制技能非常脆弱，当被杰克斯的眩晕或攻击击中时，面临承受单方面伤害的高风险。"
    },
    "loses": {
      "シャコ": "沙科受到青睐。\n\n原因如下：\n\n- 沙科具有高机动性，可以利用隐身来伏击杰克斯，有效地压制杰克斯的自动攻击型玩法。\n- 杰克斯在前期较弱，使沙科能够通过早期的游走施加压力并干扰他的发育。\n- 沙科的控制技能使他能够限制杰克斯的攻击，并在交易中获得优势。\n- 杰克斯的基础生命值和防御较低，使他容易受到沙科的高爆发伤害。\n- 沙科对依赖自动攻击的英雄非常强大，特别是能够灵活地超越像杰克斯这样的依赖普通攻击的对手。",
      "トランドル": "特朗德尔在对抗贾克斯时具有优势。\n\n原因如下：\n\n- 特朗德尔可以吸收贾克斯的攻击伤害，使他在一对一的交战中更容易占据上风。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，使他在持续战斗中强大，并对贾克斯的骚扰更具韧性。\n- 特朗德尔的控制技能可以限制贾克斯的移动，使特朗德尔能够在贾克斯攻击之前创造有利局面。\n- 贾克斯在前期较弱，因此特朗德尔可以施加早期压力，阻碍贾克斯的成长。\n- 特朗德尔还可以充当坦克，使他在团队战中对贾克斯表现出色。",
      "ゼド": "劫对杰克斯有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，使得在杰克斯获得装备之前更容易击杀。\n- 劫的机动性使他能够在躲避杰克斯攻击的同时进行攻击，这使得受到杰克斯普通攻击的伤害变得困难。\n- 杰克斯在前期较弱，而劫可以从一开始就有效交易，在杰克斯发育之前创造有利局面。\n- 劫的影子攻击可以躲避杰克斯的控制技能，使得被杰克斯反击变得更加困难。\n- 劫不依赖普通攻击，因此不受抵消杰克斯普通攻击的技能影响。",
      "リリア": "莉莉娅在对抗杰克斯时具有优势。\n\n原因如下：\n\n- 莉莉娅使用技能进行战斗，这使她在对抗杰克斯依赖基础攻击时占据优势。\n- 莉莉娅的被动百分比伤害有效地降低了杰克斯的耐久度。\n- 莉莉娅拥有增加移动速度的技能，使她在战斗中能够躲避杰克斯的攻击。\n- 通过减速和睡眠效果，她可以轻松抵消杰克斯的攻击，并在团队战斗中获得优势。\n- 杰克斯在前期较弱，因此莉莉娅可以通过施加早期压力来创造有利局面。",
      "パンテオン": "潘森对杰克斯有优势。\n\n原因如下：\n\n- 潘森在前期有很高的击杀压力，可以积极攻击在前期较弱的杰克斯。\n- 潘森的控制技能可以抵消杰克斯的攻击，有效地封锁杰克斯的普通攻击。\n- 潘森能够在短时间内造成爆发伤害，使得在杰克斯获得装备之前更容易造成伤害。\n- 潘森的跳跃技能使他能够追击杰克斯，即使杰克斯有逃跑的手段。\n- 潘森拥有全球大招，使他更容易影响其他路并在整个游戏中获得优势。",
      "キヤナ": "Qiyana在对抗Jax时具有优势。\n\n原因如下：\n\n- 她的机动性很高，更容易躲避Jax的攻击。\n- 她拥有强力的控制技能，可以限制Jax的行动。\n- 通过利用元素，她可以根据情况造成爆发伤害，忽视Jax的耐久性。\n- Jax在前期较弱，因此Qiyana可以通过施加早期压力来创造有利局面。\n- Qiyana在近战中可以对抗没有远程攻击的Jax，获得优势。",
      "タロン": "塔隆在对抗贾克斯时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，使他在贾克斯获得装备之前更容易击杀。\n- 塔隆的机动性使他能够在躲避贾克斯攻击的同时进行攻击，特别是在对抗能够抵消贾克斯基础攻击的技能时更具优势。\n- 贾克斯依赖基础攻击，因此塔隆可以在战斗变成以自动攻击为主的战斗之前，迅速用高爆发伤害削弱他。\n- 塔隆擅长利用地形进行伏击，如果贾克斯位置不当，他很容易被抓住。\n- 贾克斯在前期耐久性较低，使他容易受到塔隆攻击的伤害。",
      "グレイブス": "格雷夫斯在对抗贾克斯时具有优势。\n\n原因如下：\n\n- 格雷夫斯可以在避免贾克斯的近战攻击的同时造成伤害，因为他是远程英雄。\n- 贾克斯在前期较弱，而格雷夫斯的爆发伤害很高，使他在早期对线中更容易获得优势。\n- 格雷夫斯的技能与基础攻击结合时可以造成高额伤害，使他能够无视贾克斯的自我强化并造成伤害。\n- 贾克斯对控制技能较为脆弱，如果格雷夫斯用技能限制他的移动，贾克斯就无法有效作战。\n- 格雷夫斯擅长补刀和控制兵线，使他能够在贾克斯发育之前建立领先优势。",
      "キンドレッド": "Kindred在对抗Jax时具有优势。\n\n原因如下：\n\n- Kindred可以在避免Jax的近战攻击的同时造成伤害，因为他们具备远程能力，这使得受到Jax的伤害变得困难。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使他们能够在早期获得对Jax的优势。\n- Kindred的技能增强了攻击速度和伤害，使他们能够在Jax完全装备之前造成高额伤害。\n- 他们的终极技能提供无敌效果，使他们能够反制Jax的全力进攻，并创造翻盘的机会。\n- Jax在前期较弱，而Kindred可以通过收集标记并在早期成长来对Jax施加压力。",
      "サイラス": "Sylas在对抗Jax时具有优势。\n\n原因如下：\n\n- Sylas具有高爆发伤害，可以迅速削弱Jax的生命值。\n- Sylas的所有技能都能造成伤害，使他能够绕过Jax的防御。\n- Sylas拥有多个位移技能，更容易躲避Jax的攻击。\n- Jax在前期较弱，Sylas可以通过早期造成伤害来创造有利局面。\n- Sylas可以偷取Jax的控制技能，抵消Jax的优势。\n- Sylas擅长发起攻击和埋伏，使他能够在Jax进行普攻之前先发制人。",
      "ジャーヴァンⅣ": "贾法尔四世在对抗贾克斯时具有优势。\n\n原因如下：\n\n- 贾法尔四世具有高机动性和出色的游走潜力，使他能够在早期游戏中轻松对贾克斯施加压力。\n- 贾克斯在早期游戏中较弱，尤其是在装备不佳时，他很难应对贾法尔四世的攻击。\n- 贾法尔四世的技能具有控制效果（CC），可以禁用贾克斯的跳跃技能，剥夺他的逃生手段。\n- 贾法尔四世的被动百分比伤害可以有效削弱贾克斯的生命值，使他在短时间的交战中获得优势。\n- 贾克斯依赖普通攻击，因此当他被贾法尔四世的终极技能墙包围时，无法攻击的风险显著增加。\n- 贾法尔四世还可以作为坦克，凭借其耐久性在后期游戏中承受贾克斯的强度。",
      "ケイン": "凯隐在对抗贾克斯时具有优势。\n\n原因如下：\n\n- 凯隐的机动性很高，更容易躲避贾克斯的攻击，减少受到贾克斯普通攻击伤害的可能性。\n- 变身后，凯隐可以利用刺客或战士的特性，使他能够对贾克斯造成高额伤害。\n- 贾克斯在前期较弱，因此凯隐可以通过早期的游走轻松压制他。\n- 凯隐能够穿越墙壁，使得在贾克斯试图逃跑时更容易追击他。\n- 凯隐的大招用途多样，使他能够在团战或塔下击杀贾克斯。",
      "レンガー": "雷恩加对贾克斯有优势。\n\n原因如下：\n\n- 雷恩加的爆发伤害高，可以在贾克斯释放强化基本攻击之前迅速削弱他的生命值。\n- 贾克斯在前期较弱，使得雷恩加更容易通过伏击获得早期击杀。\n- 贾克斯的控制技能使得防止雷恩加的伏击变得困难，而雷恩加可以利用草丛接近并避免贾克斯的反击。\n- 贾克斯非常依赖装备，如果雷恩加获得早期击杀，他可以更容易地滚雪球。\n- 雷恩加可以在受到贾克斯攻击之前造成大量伤害，从而在一对一的对抗中获得高胜率。"
    }
  },
  "レク＝サイ": {
    "name": "レク＝サイ",
    "beats": {
      "マスター・イー": "蒙多在对抗雷克赛时处于劣势。\n\n原因如下：\n\n- 雷克赛在早期有强大的游走潜力，可以在蒙多专注于发育时施加压力。\n- 雷克赛的控制技能可以显著限制蒙多的行动，当他试图发起攻击时。\n- 蒙多容易受到控制，并且可能会受到雷克赛攻击的致命伤害。\n- 雷克赛在埋伏状态下具有很高的侦测能力，更容易追踪蒙多的移动，使得伏击和游走更有效。\n- 在蒙多获得装备之前，他无法对抗雷克赛的早期压力，造成足够的伤害。",
      "ブライアー": "布莱尔处于劣势。\n\n- 雷克塞在隐身状态下具有很高的侦测能力，能够轻易找到布莱尔的位置，在她接近之前就能锁定。\n- 雷克塞的控制技能限制了布莱尔在狂暴状态下的行动，使她更容易受到反击。\n- 作为近战英雄，布莱尔容易受到雷克塞强大的游走潜力的影响，常常在前期处于劣势。\n- 雷克塞技能的冷却时间短，能够持续进行交战，使布莱尔难以有效利用她的续航能力。\n- 面对雷克塞的爆发伤害，当布莱尔被控制技能击中时，她的行动受到限制，导致她在战斗中轻易失去优势。",
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n- 雷克塞在前期有很高的游走潜力，并且擅长在隐身状态下侦测敌人，这使得预测努努的游走变得更容易。\n- 雷克塞的爆发伤害很高，使得努努在交战时容易受到反击。\n- 雷克塞拥有控制技能，可以打断努努的交战选择。\n- 努努的技能冷却时间较长，容易受到反游走，这可能使他在对抗雷克塞时处于劣势。\n- 雷克塞在隐身状态下可以感知敌人的动向，这使得更容易判断努努的行动，并增加被反打的可能性。",
      "リリア": "莉莉娅处于劣势。\n\n- 雷克塞在前期具有很高的游走潜力，并且在埋伏状态下擅长侦查，这使她能够在莉莉娅达到6级之前进行积极的攻击。\n- 莉莉娅的主要技能范围较短，使她难以接近，并且更容易受到雷克塞的爆发伤害。\n- 雷克塞的控制技能可能会在莉莉娅施放技能之前限制她的行动。\n- 莉莉娅只有在终极技能中拥有硬控，而在6级之前她的游走潜力较低，几乎没有机会反击雷克塞。\n- 莉莉娅的技能施放速度较慢，使她容易受到伏击，并且她在应对雷克塞的快速攻击时感到困难。",
      "レンガー": "雷克赛在对抗雷恩加时处于劣势。\n\n- 雷克赛在前期具有很高的游走潜力，并且在埋伏状态下擅长侦测敌人，这使得她更容易在雷恩加伏击之前察觉到他。\n- 雷克赛的控制技能可以在雷恩加跳入后进行反击，而雷恩加对控制技能特别脆弱，他的行动容易受到限制。\n- 雷克赛具有坦克特性和高耐久性，更容易吸收雷恩加的爆发伤害。\n- 雷克赛在埋伏时可以感知敌方动向，这增加了雷恩加在试图从草丛中伏击时被抓住的风险。\n- 尽管雷克赛在后期可能缺乏伤害，但她可以利用前期的优势在雷恩加变强之前创造有利局面。",
      "トランドル": "特朗德尔处于劣势。\n\n- 雷克塞在前期具有很高的游走潜力，并且在隐身状态下擅长侦查，这使得他在特朗德尔接近之前就很可能发起攻击。\n- 雷克塞的控制技能常常在特朗德尔发起攻击之前限制他的行动，使得他在一对一的情况下容易失去优势。\n- 特朗德尔依赖自动攻击，因此雷克塞的高机动性和隐身能力使得他容易被 kite，使特朗德尔很难命中攻击。\n- 雷克塞具有爆发伤害，并且在特朗德尔能够恢复之前可以造成显著伤害，使他在持续战斗中处于劣势。\n- 面对雷克塞强大的游走潜力，特朗德尔几乎没有逃生手段，常常导致早期处于不利局面。",
      "ニダリー": "妮蔻在对抗雷克塞时处于劣势。\n\n- 雷克塞在早期有强大的游走潜力，并且在埋伏状态下擅长侦测敌人，这使得妮蔻在尝试反打野时容易被抓。\n- 雷克塞在一对一的情况下是一位强大的英雄，特别是在近战中能够吸收妮蔻的爆发伤害。\n- 妮蔻缺乏控制技能，使得在雷克塞发起进攻时很难进行反击，尤其是当雷克塞冲进来的时候。\n- 雷克塞在埋伏状态下的侦测能力使得妮蔻很难利用草丛进行埋伏。\n- 妮蔻在团队战中的范围伤害较差，使得很难对雷克塞的坦克能力造成持续伤害。",
      "カ＝ジックス": "卡兹克处于劣势。\n\n- 雷克赛在前期有强大的游走潜力，可以在卡兹克发育之前施加压力。\n- 雷克赛在埋伏状态下的侦查能力使得更容易发现卡兹克的埋伏。\n- 雷克赛拥有控制技能，可以在卡兹克接近时进行反击，使卡兹克难以有效利用他的潜行特性。\n- 卡兹克在团队战中很难针对孤立的敌人，并且在面对雷克赛的坦克能力时难以造成伤害。\n- 雷克赛作为坦克具有高耐久性，更容易吸收卡兹克的爆发伤害。"
    },
    "loses": {
      "ノクターン": "诺克图恩在对抗雷克塞时具有优势。\n\n原因如下：\n\n- 诺克图恩能够减少整体视野，这可以抵消雷克塞在潜行状态下的侦查能力。这使得诺克图恩在雷克塞尝试游走时能够主动出击。\n- 诺克图恩的恐惧技能限制了雷克塞的行动，使其在接近和交战时特别有效。因此，雷克塞很难对诺克图恩进行反击。\n- 诺克图恩具有高爆发伤害，可以迅速击杀雷克塞，忽视她的坦克能力。尤其是在前期，当雷克塞尚未完全发展时，诺克图恩的攻击非常有效。\n- 诺克图恩拥有一个法术护盾，可以抵消雷克塞的控制技能，使他在面对雷克塞的攻击时能够安全作战。\n- 虽然雷克塞在后期往往缺乏伤害，但诺克图恩在中期之后仍保持强大的游走潜力，使得他更容易将比赛的节奏掌控在自己手中。",
      "ヴァイ": "维（Vi）在对抗雷克赛（Rek'Sai）时具有优势。\n\n原因如下：\n\n- 维具有很高的追击潜力，可以在雷克赛隐身时主动出击，使她在游走和1对1的战斗中获得优势。\n- 雷克赛的技能成长较差，后期伤害不足，而维则拥有护盾和减甲效果，使她在一对一的战斗中占据优势。\n- 维拥有控制技能（CC），可以限制雷克赛的行动，使她能够在雷克赛发起攻击之前进行反击。\n- 雷克赛在隐身状态下视野有限，容易受到伏击，而维可以利用这一空隙进行攻击。\n- 维在目标控制方面表现出色，使她能够在雷克赛完全发展之前建立早期优势。",
      "ベル＝ヴェス": "贝尔维斯在与雷克赛的对抗中占有优势。\n\n- 贝尔维斯能够无限提高她的攻击速度，使她的输出伤害超过雷克赛的耐久性，在一对一和团队战斗中占据优势。\n- 雷克赛在埋伏时视野有限，使她容易受到贝尔维斯的伏击，而贝尔维斯可以利用她的机动性。\n- 贝尔维斯的技能提供伤害减免，在持久战中表现强劲，使她更容易承受雷克赛的爆发伤害。\n- 雷克赛的控制技能激活条件有限，贝尔维斯可以利用她的机动性来躲避这些技能。\n- 贝尔维斯通过击杀中立怪物轻松成长，即使面对雷克赛的早期游走也能为她提供扭转局势的机会。",
      "イブリン": "伊芙琳占据优势。\n\n原因如下：\n\n- 雷克塞在潜伏状态下具有很高的侦测能力，但伊芙琳在6级后几乎可以永久隐身，使她能够在忽视视野的情况下进行伏击。这可以抵消雷克塞的侦测。\n- 伊芙琳具有高爆发伤害，能够对低生命值的敌人造成显著伤害。雷克塞在后期往往缺乏输出，使得反制伊芙琳的爆发变得困难。\n- 雷克塞的控制技能范围狭窄且激活条件有限，而伊芙琳则具有魅惑能力，当她靠近时可以使雷克塞失去行动能力。\n- 伊芙琳有很多逃生选项，并且在伏击后擅长脱离战斗。即使雷克塞试图接近，伊芙琳也可以利用隐身逃脱。\n- 雷克塞依赖近战，而接近拥有隐身能力的伊芙琳特别困难，使她容易受到攻击。",
      "エリス": "伊莉丝在对抗雷克塞时具有优势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，使她能够在雷克塞接近之前造成伤害，从而在游走和1对1的战斗中更容易获得优势。\n- 伊莉丝的爆发伤害在前期非常高，使她能够在雷克塞施展完整连招之前将其击杀。\n- 通过使用她的蜘蛛形态，塔下击杀变得更容易，而雷克塞在尝试游走时更可能受到伤害。\n- 雷克塞在埋伏时视野有限，这使得伊莉丝更容易用技能侦查他，从而导致可预测的游走时机。\n- 伊莉丝在对抗游走型打野时更具优势，而雷克塞就是一个例子，这使她能够在游走潜力上建立早期优势。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆在早期游戏中具有高爆发伤害，使他能够超越雷克塞的耐久性，在1对1的战斗中获得优势。\n- 塔隆的机动性极高，使他擅长利用地形进行伏击，并且可以在忽视雷克塞的埋地状态下进行攻击。\n- 雷克塞的技能成长较差，后期往往缺乏伤害，而塔隆在早期到中期可以造成强大的伤害，更容易建立早期优势。\n- 塔隆可以隐身，更容易避免雷克塞的侦测能力，减少被击杀的可能性。\n- 雷克塞的控制技能激活条件有限，使塔隆能够利用这些空档进行攻击，避免雷克塞的反击。",
      "ザック": "扎克在对抗雷克赛时具有优势。\n\n原因如下：\n\n- 扎克具有高机动性和丰富的控制技能，能够轻松反制雷克赛的游走。\n- 雷克赛的技能主要对单个目标强大，但扎克拥有范围伤害，使他在团队战斗中具有显著影响力。\n- 扎克的被动治疗能力提高了他对雷克赛爆发伤害的耐久性。\n- 雷克赛在埋伏时视野有限，使她难以对扎克的游走和进攻做出反应。\n- 即使受到雷克赛的控制，扎克也可以利用他的复活能力继续战斗，使他在持久战中表现强劲。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas具有高爆发伤害，可以迅速击杀Rek'Sai，忽视她的耐久性。\n- Sylas有多个位移技能，更容易躲避Rek'Sai的控制技能。\n- Rek'Sai的埋伏状态视野有限，为Sylas埋伏创造了有利条件。\n- Sylas可以窃取Rek'Sai的技能，使他能够利用她强大的技能，同时提高自己的伤害。\n- Rek'Sai在后期往往缺乏伤害，而Sylas随着发育可以持续输出，更容易在对线中保持优势。",
      "ウーコン": "猴子在对抗雷克赛时具有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抗性，更容易承受雷克赛的攻击。\n- 猴子的控制技能范围广泛，更容易阻止雷克赛接近。\n- 猴子可以利用他的分身来迷惑敌人，使他能够躲避雷克赛的攻击。\n- 雷克赛在埋伏时视野有限，难以察觉猴子的接近。\n- 猴子在对抗AD战士时占优势，而雷克赛正好属于这一类，使猴子在对线时更具优势。\n- 猴子在团战中影响力强，而雷克赛在后期往往表现不佳，猴子则能更轻松地造成持续伤害。",
      "ゼド": "劫对雷克塞有优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，即使雷克塞在隐身状态下接近，他也能迅速瞄准击杀，有效地将雷克塞的游走反击她。\n- 雷克塞的控制技能范围狭窄且激活条件有限，使得劫更容易利用他的机动性躲避这些技能。\n- 劫可以利用他的影子移动，使他在反击的同时躲避雷克塞的攻击。\n- 劫在对抗早期法师时很强，但尽管雷克塞在早期有很高的游走潜力，她无法承受劫的爆发，这使她处于劣势。\n- 劫可以针对孤立的敌人进行强力击杀，这使得他在雷克塞单独行动时特别有优势。",
      "キンドレッド": "Kindred在对抗Rek'Sai时具有优势。\n\n原因如下：\n\n- Kindred拥有远程攻击，可以在Rek'Sai接近之前造成伤害，使其更难被Rek'Sai埋伏。\n- Kindred的被动技能在埋伏和反打野时增强了他们的基础表现，使他们在受到Rek'Sai伤害之前更容易创造有利局面。\n- 通过他们的终极技能，Kindred可以提供无敌效果，抵消Rek'Sai的爆发伤害，并创造反击的机会。\n- Rek'Sai在埋伏时视野有限，通过标记他们，Kindred可以轻松追踪其位置并避免伏击。\n- Kindred在6级后具有强大的伤害潜力，显著增加了他们在团队战中的影响力，使他们能够利用Rek'Sai在游戏进程中力量的下降。"
    }
  },
  "リー・シン": {
    "name": "リー・シン",
    "beats": {
      "マスター・イー": "蒙多在对抗李星时处于劣势。\n\n原因如下：\n\n- 李星在早期游戏中具有很高的游走潜力，使他能够施加压力，而蒙多则专注于发育。\n- 李星的技能具有很强的协同效应，可以在短时间内造成高爆发伤害，这使得蒙多在获得装备之前就可能被击杀。\n- 李星机动性很强，可以轻松躲避蒙多的技能。特别是，他可以使用Q技能逃脱，避免蒙多的攻击。\n- 尽管李星缺乏强力的控制技能，但他可以通过大招的击退来打断蒙多的攻击，使他在团战中表现出色。\n- 蒙多对装备依赖性很强，容易受到早期压力的影响，因此如果李星在早期取得领先，可能会让蒙多陷入困境。",
      "トランドル": "特朗德尔在对抗李青时处于劣势。\n\n原因：\n- 李青的机动性高，优秀的游走潜力使得特朗德尔在丛林中难以建立控制。\n- 李青的爆发伤害高，特朗德尔在接近之前可能会受到大量伤害。\n- 特朗德尔依赖普通攻击，这使得他在应对李青的机动性和逃脱能力时面临挑战。\n- 由于李青的技能连招，他通常在特朗德尔反击之前就造成伤害。\n- 李青在近战中强大，并且有办法抵消特朗德尔的控制技能效果，使得特朗德尔的策略效果降低。",
      "カ＝ジックス": "卡兹克在对抗李青时处于劣势。\n\n原因如下：\n\n- 李青在早期游戏中具有很高的游走潜力，使他能够在卡兹克发育之前施加压力。\n- 李青的高机动性和技能协同使卡兹克很难针对孤立的敌人。\n- 李青对单个目标的高爆发伤害意味着卡兹克在能够参与战斗之前就可能被击倒。\n- 卡兹克的控制技能有限，当受到李青攻击时，他的逃生选项很少。\n- 李青在一对一的情况下很强，使他在与卡兹克对抗时容易创造不利条件。",
      "タロン": "塔隆处于劣势。\n\n- 李青的机动性很高，优秀的游走潜力使得塔隆尽管在前期强势，但仍然难以应对李青的游走。\n- 李青的爆发伤害可以利用塔隆低防御能力，尤其是在早期一对一的遭遇中让塔隆处于劣势。\n- 李青可以在塔隆接近之前造成伤害，由于技能连招的关系，增加了塔隆在释放伤害之前被击倒的可能性。\n- 李青的终极技能击退妨碍了塔隆的逃脱或埋伏能力，使得塔隆很难创造有利局面。\n- 塔隆非常依赖装备，需要在前期到中期滚雪球，但李青的存在使得这一努力变得复杂。"
    },
    "loses": {
      "ナフィーリ": "Nafiri在对抗李青时具有优势。\n\n原因如下：\n\n- Nafiri可以使用宠物进行多种攻击，能够阻挡李青的技能，并在一对一的情况下获得优势。\n- Nafiri的攻击速度很高，可以快速打钱和清理野区，使她在前期更容易游走和主动gank。\n- 李青的硬控技能有限，容易受到Nafiri的不可选目标技能的影响，使Nafiri能够灵活地掌控局势。\n- Nafiri对自我防御选项较少的对手非常强大，创造了李青发起攻击时她可以轻松反击的局面。\n- 李青的技能依赖于准确性，而Nafiri的宠物攻击可以干扰这一点，降低李青的输出伤害。",
      "リリア": "莉莉娅占据优势。\n\n原因如下：\n\n- 莉莉娅的被动技能提供百分比伤害和真实伤害，使她即使对抗坦克也能造成高伤害，更容易削弱李青的耐久度。\n- 莉莉娅的移动速度提升使她能够在追击或逃跑时躲避李青的攻击，赋予她很高的风筝潜力。\n- 莉莉娅拥有无限范围的减速效果，可以阻碍李青的接近，使她在游走和小规模交战中获得优势。\n- 莉莉娅的睡眠效果在团队战中具有显著影响，使她能够在李青试图发起团队战时主动出击。\n- 李青的技能冷却时间较长，使他难以在与莉莉娅的持续伤害和控制效果的对抗中维持战斗。",
      "パンテオン": "潘森对李青有优势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，使得抵消李青的高机动性变得更容易。这使得潘森即使在李青靠近时也能进行反击。\n- 潘森在前期有高爆发伤害，更容易在李青使用技能后抓住机会。\n- 潘森的无敌技能可以暂时抵消李青的连招，使他在对拼中占据优势。\n- 潘森有一个全球大招，对其他路有很高的影响力，能够在李青尝试游走之前进行干预。\n- 潘森擅长短时间的对拼，使得在李青使用技能后的冷却时间内更容易创造有利局面。",
      "レク＝サイ": "雷克塞在对抗李青时具有优势。\n\n原因如下：\n\n- 雷克塞在前期有很高的游走潜力，并且在隐身状态下擅长侦测敌方动向，使得追踪李青的行动变得更容易。\n- 李青只有在大招的击退效果下才有强力的控制技能，这使得他容易受到雷克塞的击飞技能的威胁。\n- 雷克塞技能的冷却时间短，能够在一对一的情况下或游走时持续输出高额伤害。\n- 李青的玩法繁忙，依赖技能的准确性，这使得他在被雷克塞攻击时难以反击。\n- 雷克塞在隐身时能够感知敌方的动向，使她能够轻松预判李青的游走。",
      "エリス": "艾莉丝对李青有优势。\n\n原因如下：\n\n- 艾莉丝在前期有高爆发伤害，使她能够在李青进行游走之前主动出击。\n- 她拥有远程控制技能，更容易阻止李青接近并挫败他的游走。\n- 通过使用她的蜘蛛形态，她可以进行塔下击杀，为反击李青的游走创造机会。\n- 艾莉丝在对抗游击型打野时更具优势，而李青正是其中之一，因此艾莉丝的优势更容易发挥。\n- 李青的操作繁忙，使得艾莉丝更容易制造出他难以反应的局面，从而施加她的控制和爆发伤害。",
      "ノクターン": "诺克图恩在对抗李青时具有优势。\n\n原因如下：\n\n- 诺克图恩能够减少整体视野，使得抵消李青的游走变得更容易。\n- 通过法术护盾，诺克图恩可以抵消李青的技能，增强他在一对一交锋中的实力。\n- 诺克图恩的终极技能具有很高的游走潜力，使他在团队战斗中能够对抗李青，而李青在这方面表现不佳。\n- 诺克图恩的被动和技能提供了高输出，使他在与李青的一对一战斗中更容易占据上风。\n- 诺克图恩在6级后能够轻松扭转局势，即使李青在早期建立了优势，他也能在中期恢复。",
      "シン・ジャオ": "辛赵在与李青的对抗中占有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度较高，使他在早期游戏中更容易在与李青的一对一战斗中获得优势。\n- 通过定向技能，辛赵可以轻松限制李青的机动性，从而提高埋伏和反打野的成功率。\n- 辛赵的被动技能提供强大的续航能力，使他在丛林中具有较高的耐久性，更容易抵挡李青的攻击。\n- 辛赵在团队战斗中具有控制能力，可以抵消李青大招的击退效果，从而提高团队战斗中的生存率。\n- 李青的技能冷却时间较长，缺乏成长性，因此如果辛赵在早期取得领先，他更容易保持这一优势。",
      "ダイアナ": "黛安娜在对抗李青时具有优势。\n\n原因如下：\n\n- 黛安娜具有很高的追击潜力，可以连续使用她的跳跃，利用李青的机动性。\n- 黛安娜的护盾可以在一定程度上减轻李青的爆发伤害，使她在一对一的战斗中具有很高的续航能力。\n- 黛安娜具有范围伤害，使她在团队战斗或游走时能够有效地对多个敌人造成伤害。\n- 李青的技能冷却时间随着等级的提升而变得不太理想，这使得黛安娜更容易通过先使用技能来创造有利局面。\n- 黛安娜对爆发延迟的刺客非常强大，能够在反击的同时抵挡李青的攻击。"
    }
  },
  "ベル＝ヴェス": {
    "name": "ベル＝ヴェス",
    "beats": {
      "ザック": "扎克处于劣势。\n\n- 贝尔维斯可以无限提高她的攻击速度，使她在持久战中强大，并能够轻松削弱扎克的耐久性。\n- 贝尔维斯可以使用位移和击飞技能来抓住扎克，限制他的机动性。\n- 扎克通常攻击范围较短，使他很难对贝尔维斯的普通攻击进行反击。\n- 贝尔维斯的技能具有减伤和治疗能力，使她能够减轻扎克的伤害。\n- 贝尔维斯在早期小规模冲突中表现不佳，因此如果扎克试图进行游走，他可能无法造成有效伤害。",
      "イブリン": "伊芙琳处于劣势。\n\n- 贝尔维斯依赖自动攻击，并且能够无限提高她的攻击速度，使她在承受伊芙琳的爆发伤害之前能够造成高输出。\n- 贝尔维斯可以通过位移和击飞来抓住伊芙琳，使她在近战中占据优势。\n- 贝尔维斯的技能具有减伤和治疗能力，使她在持久战中强大，并能够反制伊芙琳的短期战斗风格。\n- 贝尔维斯拥有控制技能（CC），可以阻碍伊芙琳的接近，使得伊芙琳在攻击之前很可能会受到限制。\n- 面对在早期战斗中挣扎的贝尔维斯，伊芙琳在6级之前通常具有较低的游走潜力，这常常会妨碍她的早期成长。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗贝尔维斯时处于劣势。\n\n- 贝尔维斯能够无限提高她的攻击速度，并且在持久战中很强，这使得努努的治疗和控制效果降低。\n- 贝尔维斯拥有位移和击飞技能，使她能够抓住敌人并躲避努努的游走。\n- 贝尔维斯依赖普通攻击，因此即使受到努努的控制，她仍然可以继续造成伤害。\n- 努努在前期有很强的游走潜力，但贝尔维斯在前期战斗中表现不佳，并且在反打丛林时较弱。\n- 贝尔维斯的技能提供伤害减免和治疗能力，使她能够承受努努的攻击。",
      "パンテオン": "潘森在对抗贝尔维斯时处于劣势。\n\n原因如下：\n\n- 贝尔维斯能够无限提高她的攻击速度，使她在持久战中强大，从而更容易反制潘森的短期战斗风格。\n- 贝尔维斯可以使用位移和击飞技能来躲避潘森的攻击或进行反击，这使得潘森很难成功全力进攻。\n- 潘森的技能冷却时间较长，如果他无法在贝尔维斯发育之前造成决定性伤害，他在后期的劣势将变得明显。\n- 贝尔维斯非常耐打，并且通过她的技能具有减伤和治疗能力，使她更容易吸收潘森的爆发伤害。\n- 贝尔维斯拥有控制技能（CC），可以限制潘森的移动，有效地中和他的攻击。",
      "カ＝ジックス": "卡兹克处于劣势。\n\n- 贝尔维斯依赖自动攻击，并且能够无限提高她的攻击速度，使她在持久战中能够造成高输出。卡兹克擅长爆发伤害，但在持续交战中表现不佳。\n- 贝尔维斯拥有位移和击飞技能，使她更容易抓住敌人并防止卡兹克的伏击。\n- 贝尔维斯的技能具有减伤和治疗能力，使她在面对卡兹克的爆发伤害时生存几率很高。\n- 卡兹克的控制技能有限，使他在团队战中难以针对孤立的敌人，这使他在面对像贝尔维斯这样的单挑强者时处于劣势。\n- 贝尔维斯可以通过卡兹克在前期的长冷却时间来阻碍他的早期成长，从而在反打野方面获得优势。",
      "ケイン": "凯隐处于劣势。\n\n- 贝尔维斯依赖普通攻击，并且能够无限提高她的攻击速度，导致在持久战中造成非常高的伤害输出。在变身之前，凯隐的战斗能力较低，难以反制贝尔维斯的高伤害输出。\n- 贝尔维斯具有机动性，可以通过位移和击飞来抓住敌人，并通过对凯隐的基于移动的技能使用控制技能，限制凯隐的行动。\n- 凯隐在变身之前较弱，使他在早期战斗中容易陷入对贝尔维斯的不利局面。尽管贝尔维斯在早期有较长的冷却时间，但她可以在凯隐变强之前创造有利局面。\n- 贝尔维斯的技能具有减伤和治疗能力，使她在持久战中非常强大。由于凯隐在变身之前的弱点，他往往无法承受贝尔维斯的持续伤害。\n- 贝尔维斯在面对具有控制技能的英雄时处于劣势，但凯隐容易受到这些控制技能的影响，尤其是在被贝尔维斯的攻击击中时，他可能会受到大量伤害。",
      "グレイブス": "格雷夫斯处于劣势。\n\n原因如下：\n\n- 贝尔维斯依赖普通攻击，并且能够无限提高她的攻击速度，使她在承受格雷夫斯的爆发伤害后仍能持续输出。\n- 贝尔维斯可以轻松通过位移和击飞技能接近格雷夫斯，这使得格雷夫斯难以利用他的射程。\n- 格雷夫斯的技能冷却时间较长，难以持续输出伤害，这使得他很难反制贝尔维斯的高输出。\n- 贝尔维斯的技能具有减伤和治疗能力，使她在持久战中非常强大，这使得格雷夫斯难以在早期取得胜利。\n- 贝尔维斯没有控制技能，因此即使格雷夫斯有逃脱手段，被贝尔维斯抓住的风险仍然很高。",
      "シャコ": "沙科处于劣势。\n\n- 贝尔维斯可以无限提高她的攻击速度，并且在持久战中很强，因此如果沙科的伏击失败，他很可能会被高输出反击。\n- 贝尔维斯具有机动性，可以通过冲刺和击飞来抓住敌人，并且她有手段来抵消沙科的隐身，使伏击变得更加困难。\n- 贝尔维斯的技能具有减伤和治疗能力，使她能够承受沙科的攻击，从而降低沙科在团队战中的有效性。\n- 沙科的基础属性较低，极度依赖普通攻击，使他容易受到贝尔维斯的攻击。\n- 贝尔维斯在面对具有控制技能的英雄时处于劣势，因此如果沙科的控制技能命中，将限制她的移动并增加被抓的风险。",
      "ジャーヴァンⅣ": "贾克斯四世处于劣势。\n\n原因如下：\n\n- 贝尔维斯能够无限提高她的攻击速度，使她在持久战中强大，这使她在贾克斯四世的短期交战和短暂交易中占据优势。\n- 贝尔维斯高度机动，利用位移和击飞，使她更容易躲避贾克斯四世的技能。\n- 贾克斯四世的终极技能也会阻挡盟友，这可能在贝尔维斯试图逃跑时使他处于劣势。\n- 贝尔维斯通过她的技能具有减伤和治疗能力，使她更容易减轻贾克斯四世的伤害。\n- 贾克斯四世在一对一的情况下表现较差，尤其是对抗输出型英雄时，往往导致劣势，在与贝尔维斯的对局中也可以观察到类似的趋势。"
    },
    "loses": {
      "ヴァイ": "维拥有优势。\n\n原因如下：\n\n- 维的追击能力强，能够轻松接近依赖普通攻击的贝尔维斯，对其造成伤害。\n- 贝尔维斯对控制技能很弱，维可以轻松利用她的击飞和护盾抓住她。\n- 维在一对一的情况下表现出色，更容易在贝尔维斯成长之前获得早期击杀。\n- 贝尔维斯在前期的冷却时间较长，维可以从一开始就积极进行游走，阻碍她的成长。\n- 维在目标控制方面也很出色，更容易在贝尔维斯变强之前获得龙和峡谷先锋。",
      "ウディア": "乌迪尔在对抗贝尔维斯时具有优势。\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他在游戏早期就能展现出强大的存在感。这使他能够在贝尔维斯堆叠攻击速度之前造成伤害。\n- 乌迪尔可以使用具有控制效果的技能，更容易打断贝尔维斯的自动攻击，封锁她的攻击。\n- 贝尔维斯依赖自动攻击，使她容易受到乌迪尔的耐久性和持续伤害的威胁。乌迪尔还可以担任坦克角色，吸收贝尔维斯的高输出。\n- 乌迪尔在近战作战中表现出色，可以在承受贝尔维斯攻击的同时继续造成持续伤害，使他在持久战中占据优势。\n- 贝尔维斯在早期游戏中技能冷却时间较长，乌迪尔可以施加早期压力，阻碍她的成长。",
      "キンドレッド": "Kindred在与Bel'Veth的对抗中占有优势。\n\n原因如下：\n\n- Kindred的射程较长，更容易躲避Bel'Veth的近战攻击，并在战斗中保持有利位置。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使他们能够阻碍Bel'Veth的成长。\n- Kindred的终极技能提供无敌效果，可以抵消Bel'Veth的高输出，并创造翻盘的机会。\n- Kindred可以通过早期收集标记和使用增强技能造成伤害，来防止Bel'Veth提高攻击速度。\n- Bel'Veth依赖于自动攻击，因此Kindred可以利用他们的机动性逃脱并避免被追击。",
      "キヤナ": "Qiyana在对抗Bel'Veth时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，更容易躲避Bel'Veth的攻击，并在近战中保持优势。\n- 通过利用Qiyana的强控制技能，她可以禁用Bel'Veth的自动攻击，使其更容易造成伤害。\n- Qiyana可以切换元素以适应战术，允许她造成忽视Bel'Veth耐久性的爆发伤害。\n- Bel'Veth依赖自动攻击，使她在早期小规模冲突中容易受到Qiyana技能的伤害。\n- Qiyana具有强大的游走潜力，可以影响其他线路，使她在Bel'Veth能够发育之前推动游戏向有利于自己的方向发展。",
      "ウーコン": "猴子在对抗贝尔维斯时具有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抗性，使他能够承受贝尔维斯的自动攻击。\n- 猴子的控制技能使得限制贝尔维斯的移动和抵消她的攻击变得更容易。\n- 猴子机动性强，能够在贝尔维斯发动攻击之前迅速接近并造成伤害。\n- 贝尔维斯依赖自动攻击，因此猴子的耐久性和控制技能可以有效地封锁她的进攻能力。\n- 猴子在团队战斗中也很强大，即使贝尔维斯变身为真实形态，他也能有效应对她。",
      "タロン": "塔隆在对抗贝尔维斯时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，可以利用贝尔维斯在这一阶段的弱点轻松获得击杀。\n- 塔隆可以利用他的机动性进行伏击，同时避免贝尔维斯的攻击。\n- 贝尔维斯依赖普通攻击，这使得塔隆在隐身状态下更容易接近她。\n- 塔隆能够跳过地形，这可以限制贝尔维斯的逃跑路线。\n- 贝尔维斯的攻击速度提升依赖于击杀，因此如果塔隆在前期获得击杀，他可以阻碍她的成长。",
      "ジャックス": "杰克斯在对抗贝尔维斯时占有优势。\n\n- 杰克斯是一名依赖自动攻击的英雄，而贝尔维斯主要也通过自动攻击进行战斗，因此杰克斯的技能可以有效抵消伤害。\n- 杰克斯有攻击速度增益，使他在贝尔维斯提高攻击速度之前能够造成高额的伤害输出。\n- 杰克斯的眩晕效果可以抵消贝尔维斯的位移和击飞，限制她的机动性。\n- 贝尔维斯在早期战斗中表现不佳，而杰克斯随着等级提升变得更强，使他在早期到中期游戏中获得优势。\n- 杰克斯在后期能够造成强大的伤害，使得在贝尔维斯完全成长之前结束比赛成为可能。",
      "ゼド": "劫对贝尔维斯有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，能够快速击杀，因为贝尔维斯依赖普通攻击。\n- 劫的影子机动性使他能够在躲避贝尔维斯攻击的同时进行攻击。\n- 贝尔维斯对控制技能很弱，劫可以在她被孤立时攻击她。\n- 劫在前期的伤害很强，迫使贝尔维斯在早期进行不利的战斗。\n- 贝尔维斯的攻击速度提升依赖于叠加层数，因此劫可以通过快速击杀来阻碍她的成长。",
      "エリス": "伊莉丝占据优势。\n\n原因如下：\n\n- 伊莉丝在前期具有高爆发伤害，利用贝尔维斯在前期的弱点容易进行游走。\n- 伊莉丝的远程控制技能可以在贝尔维斯接近之前抓住他，使她能够在他进行普攻之前造成伤害。\n- 伊莉丝可以在人形和蜘蛛形态之间切换，使她能够灵活适应战斗风格，更容易躲避贝尔维斯的攻击。\n- 贝尔维斯依赖普攻，因此当他被控制技能击中时，他无法攻击，容易受到伊莉丝的爆发伤害。\n- 伊莉丝可以进行塔下击杀，使她能够在贝尔维斯变强之前争取早期击杀。",
      "ボリベア": "布隆对贝尔维斯有优势。\n\n原因如下：\n\n- 布隆在早期游戏中具有强大的游走潜力，利用贝尔维斯在早期的弱点更容易获得早期击杀。\n- 布隆的眩晕效果可以打断贝尔维斯的自动攻击，防止她提高攻击速度。\n- 布隆的耐久性很高，使他更容易在贝尔维斯的攻击下生存。这使他在持久战中保持优势。\n- 布隆擅长塔下击杀，制造贝尔维斯在塔下防守困难的局面。\n- 布隆的技能冷却时间短且伤害高，使他能够在贝尔维斯变强之前施加压力。",
      "ブライアー": "布莱尔在与贝尔维斯的对抗中占有优势。\n\n原因如下：\n\n- 布莱尔具有高续航能力，在小规模交战中表现强劲，更容易承受贝尔维斯的攻击。\n- 布莱尔的攻击速度和移动速度提升使她能够在躲避贝尔维斯攻击的同时继续攻击。\n- 布莱尔对逃生能力低的对手具有很高的追击潜力，更容易限制贝尔维斯的移动。\n- 布莱尔的终极技能使她能够参与团队战斗并获得视野，这可以限制贝尔维斯的行动。\n- 贝尔维斯依赖普通攻击，使她容易受到拥有控制技能的布莱尔的威胁。",
      "ダイアナ": "黛安娜在对抗贝尔维斯时具有优势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，可以连续使用她的跳跃技能，更容易快速应对贝尔维斯的自动攻击。\n- 黛安娜的护盾可以减轻贝尔维斯的一部分伤害，使她在一对一的情况下具有很高的续航能力。\n- 黛安娜拥有控制技能（CC），可以限制贝尔维斯的移动，防止她提高攻击速度。\n- 黛安娜在前期可以造成强大的伤害，更容易在贝尔维斯成长之前创造有利局面。\n- 贝尔维斯依赖自动攻击，因此黛安娜可以通过技能连招造成显著伤害。"
    }
  },
  "ボリベア": {
    "name": "ボリベア",
    "beats": {
      "フィドルスティックス": "菲德尔斯基在对抗沃利贝尔时处于劣势。\n\n原因如下：\n\n- 沃利贝尔是近战战士，可以在菲德尔斯基保持距离之前造成伤害，这使得菲德尔斯基很难维持距离。\n- 沃利贝尔的眩晕效果使菲德尔斯基更容易被定身，尤其是在近战中失去优势。\n- 沃利贝尔在前期有强大的伤害，可以在菲德尔斯基发育之前施加压力。\n- 菲德尔斯基的机动性较低，难以躲避沃利贝尔的攻击，使他在游走和小规模交战中处于劣势。\n- 沃利贝尔擅长塔下强杀，使得菲德尔斯基在塔下安全游戏变得困难。",
      "ダイアナ": "黛安娜在对抗沃利贝尔时处于劣势。\n\n- 沃利贝尔在前期有强大的交易潜力，可以在黛安娜接近之前造成伤害。\n- 由于沃利贝尔的眩晕效果，黛安娜很可能在使用技能之前就被控制，容易错失造成伤害的机会。\n- 沃利贝尔擅长塔下击杀，而黛安娜的逃生手段有限，她很容易在塔下陷入危险境地。\n- 黛安娜对控制技能很脆弱，当她受到沃利贝尔的攻击时，往往会遭受致命伤害。\n- 沃利贝尔的清野速度很快，使得黛安娜在丛林中难以建立优势，容易受到早期的gank。",
      "ザック": "扎克处于劣势。\n\n原因如下：\n\n- 伏尔贝尔在早期游戏中具有强大的交易能力，超越了扎克的一对一表现，使扎克容易在早期陷入劣势。\n- 伏尔贝尔的眩晕效果使扎克在尝试交战时面临重大风险，使得游走和交战变得困难。\n- 伏尔贝尔擅长塔下击杀，而扎克使用技能会消耗生命值，因此在塔下作战对他不利。\n- 伏尔贝尔的清线速度很快，常常使扎克在打农和争夺丛林目标时处于劣势。\n- 伏尔贝尔对短程战士有优势，而扎克正好属于这一类别，这使得他面临特别不利的对局。",
      "トランドル": "特朗德尔处于劣势。\n\n- 沃利贝尔在早期游戏中具有强大的交易能力，可以在特朗德尔接近之前造成伤害，使特朗德尔容易受到攻击。\n- 沃利贝尔的眩晕效果常常限制特朗德尔的行动，使他在激活技能之前很难在一对一的情况下获得优势。\n- 沃利贝尔擅长塔下击杀，使特朗德尔在塔下安全作战变得困难，增加了被抓的机会。\n- 沃利贝尔的技能冷却时间短且伤害高，使他能够造成比特朗德尔能治疗的更多伤害。\n- 特朗德尔依赖普通攻击，使他容易受到沃利贝尔的眩晕和高伤害的影响，这使得他很难接近。",
      "シン・ジャオ": "辛赵处于劣势。\n\n- 沃利贝尔在前期有强大的推线能力，快速清理野区，使他能够在辛赵发起游走之前经常移动。\n- 沃利贝尔的技能冷却时间短且伤害高，使他在对拼中很强，因此即使辛赵接近，他也可能会受到反击伤害。\n- 沃利贝尔有一个眩晕效果，可以打断辛赵的技能连招，使辛赵很难命中攻击。\n- 辛赵对控制技能很弱，当他受到沃利贝尔的伤害时，他的逃生选项有限，常常在一对一的情况下处于劣势。\n- 沃利贝尔擅长塔下强杀，因此即使辛赵在对线中建立了优势，如果沃利贝尔在塔下积极进攻，仍然有很大可能被反转。",
      "ワーウィック": "沃里克在对抗沃利贝尔时处于劣势。\n\n- 沃利贝尔在早期游戏中具有强大的单挑能力，能够以低冷却时间造成高伤害，从而超越沃里克的治疗能力。\n- 沃利贝尔的眩晕效果限制了沃里克在受到伤害之前的行动，使他在单挑中容易失去优势。\n- 沃利贝尔擅长塔下击杀，他可以在沃里克利用对低血量敌人的优势之前发起攻击。\n- 沃里克依赖短程技能，由于沃利贝尔的移动速度增益，使他难以拉近距离，容易受到风筝。\n- 沃利贝尔快速清理野区和发育，如果他在早期建立了等级优势，沃里克就很难追赶上。",
      "ベル＝ヴェス": "贝尔维斯在对抗沃利贝尔时处于劣势。\n\n- 沃利贝尔在前期具有强大的推线能力，快速清理丛林，使得在贝尔维斯成长之前就能施加压力。\n- 沃利贝尔的眩晕效果使得贝尔维斯难以接近，妨碍了她有效利用自动攻击的能力。\n- 沃利贝尔擅长塔下击杀，使得贝尔维斯在对线时难以建立优势。\n- 沃利贝尔的高耐久性和减伤能力使得贝尔维斯的攻击难以命中。\n- 沃利贝尔对短程战士有优势，使得贝尔维斯的攻击风格无效。",
      "サイラス": "Sylas处于劣势。\n\n- 伏尔贝尔在前期具有强大的交易能力，这对伤害较低的Sylas特别不利。\n- 伏尔贝尔的控制效果使得Sylas难以接近，令他容易受到攻击。\n- 由于伏尔贝尔的高耐久和高伤害，Sylas在发育之前很可能会被压制。\n- Sylas在法力管理上存在困难，容易在与伏尔贝尔的交易中耗尽法力。\n- 伏尔贝尔的移动速度增益限制了Sylas的逃跑选择，使他容易受到游走的威胁。",
      "ノクターン": "诺克图恩在对抗沃利贝尔时处于劣势。\n\n原因：\n- 沃利贝尔在前期具有强大的单挑能力，使他能够在诺克图恩接近之前轻松造成伤害。\n- 沃利贝尔的眩晕效果可以显著限制诺克图恩在交战前的行动。\n- 沃利贝尔擅长塔下击杀，使诺克图恩在尝试游走时容易受到反击。\n- 诺克图恩的控制技能是单目标的，对沃利贝尔的高耐久性效果较差。\n- 沃利贝尔可以在低冷却时间内造成高伤害，使他能够在诺克图恩发育之前创造有利局面。",
      "シャコ": "沙科处于劣势。\n\n- 沃利贝尔在早期游戏中具有强大的对决能力，使得沙科很难发起攻击，因为他能够抵挡沙科的伏击。\n- 沃利贝尔的眩晕效果增加了打断沙科攻击的可能性，使沙科更难造成伤害。\n- 沃利贝尔作为坦克具有高耐久性，使得沙科的攻击难以命中。如果沙科是AP装备，他的伤害在沃利贝尔的防御面前尤其乏力。\n- 沃利贝尔可以在低冷却时间内造成高伤害，因此如果沙科未能成功伏击，他就有被沃利贝尔反击的风险。\n- 沃利贝尔的移动速度增益使得他更容易追击试图逃跑的沙科，增加了沙科被抓住的几率。",
      "イブリン": "伊芙琳在对抗沃利贝尔时处于劣势。\n\n- 沃利贝尔在早期游戏中具有强大的单挑能力，可以在伊芙琳接近之前造成伤害。\n- 沃利贝尔的眩晕效果使伊芙琳难以接近，使她容易受到攻击。\n- 沃利贝尔可以在低冷却时间内造成高伤害，因此即使伊芙琳试图埋伏，她也很可能被反击。\n- 沃利贝尔擅长塔下击杀，使得伊芙琳在尝试游走时在塔下的战斗对她不利。\n- 沃利贝尔拥有高生命值，可以承受伊芙琳的爆发伤害，使他在持久战中占据优势。"
    },
    "loses": {
      "リリア": "莉莉娅在对抗沃利贝尔时具有优势。\n\n原因如下：\n\n- 莉莉娅拥有百分比伤害，可以在忽视沃利贝尔的坦克能力的情况下造成高伤害。\n- 莉莉娅的减速和睡眠效果可以阻碍沃利贝尔的接近，使她更容易进行风筝。\n- 沃利贝尔的主要技能范围较短，因此他无法有效攻击莉莉娅的无限范围减速和睡眠。\n- 莉莉娅拥有增加移动速度的技能，使她能够在躲避沃利贝尔攻击的同时进行战斗。\n- 虽然沃利贝尔在团队战中有优势，但莉莉娅在团队战中也具有很高的影响力，并且可以分散沃利贝尔的攻击。",
      "ニダリー": "妮蔻在对抗沃利贝尔时具有优势。\n\n原因如下：\n\n- 妮蔻具有高爆发伤害，能够在早期造成伤害，忽视沃利贝尔的坦克能力。\n- 沃利贝尔的主要技能范围较短，使他容易受到妮蔻的机动性攻击。\n- 妮蔻可以利用她在豹形态下的机动性进行攻击，同时躲避沃利贝尔的攻击。\n- 沃利贝尔缺乏控制技能，使妮蔻能够利用她的逃脱能力进行游戏。\n- 妮蔻可以使用陷阱限制沃利贝尔的移动，使反打野和游走更容易。",
      "エコー": "艾克对沃利贝尔有优势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避沃利贝尔的攻击。由于沃利贝尔的主要技能范围较短，艾克可以在保持距离的同时进行攻击。\n- 艾克的爆发伤害非常高，能够在沃利贝尔完全发展为坦克之前将其击杀。\n- 沃利贝尔主要依赖近战攻击，但艾克可以瞬间改变位置，更容易躲避沃利贝尔的攻击。\n- 艾克拥有护盾和治疗能力，可以在反击的同时减轻沃利贝尔的伤害。\n- 沃利贝尔的技能针对单个敌人，这使得有效击中像艾克这样的机动型英雄变得困难。",
      "グレイブス": "格雷夫斯在对抗沃利贝尔时具有优势。\n\n原因如下：\n\n- 格雷夫斯拥有远程攻击，使得躲避沃利贝尔的近战技能变得更容易。\n- 沃利贝尔是一个近战战士，通常在面对格雷夫斯的爆发伤害时缺乏耐久性。\n- 格雷夫斯在1对1的表现强劲，使得在与沃利贝尔的战斗中更容易占据上风。\n- 沃利贝尔的技能主要针对单个单位，使他容易受到格雷夫斯的范围攻击。\n- 格雷夫斯可以轻松逃脱沃利贝尔的游走，并且可以反过来针对沃利贝尔。",
      "カ＝ジックス": "卡兹克对沃利贝尔有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，而沃利贝尔可以轻易制造他被孤立的情况。\n- 沃利贝尔是近战英雄，容易受到卡兹克的伏击，使卡兹克能够更有利地进行游戏。\n- 沃利贝尔的主要技能范围较短，因此卡兹克可以在保持距离的同时进行攻击。\n- 沃利贝尔在团战中很强，但卡兹克可以通过针对孤立敌人来抵消这种优势。\n- 卡兹克可以利用他的跳跃和隐身逃脱，更容易避开沃利贝尔的攻击。\n- 沃利贝尔的坦克能力在中后期可能变得不稳定，而卡兹克可以利用这一弱点来提升自己的优势。",
      "ケイン": "凯隐在对抗沃利贝尔时具有优势。\n\n原因如下：\n\n- 凯隐在对抗沃利贝尔时机动性很高，可以跳过墙壁，更容易躲避沃利贝尔的攻击。\n- 沃利贝尔主要依赖近战攻击，这使得凯隐可以利用他的机动技能来躲避攻击并进行反击。\n- 变身后，特别是作为红色凯隐，他可以有效地削弱沃利贝尔的高生命值。\n- 沃利贝尔的技能范围较短，而凯隐可以在这个范围之外进行攻击，使沃利贝尔难以拉近距离。\n- 凯隐擅长塔下击杀，可以安全地在沃利贝尔的塔下进行交战。\n- 尽管沃利贝尔的技能冷却时间较短，但凯隐在变身后可以凭借强大的技能扭转局势，更容易反击沃利贝尔的持续伤害。",
      "ヴィエゴ": "维戈在对抗沃利贝尔时具有优势。\n\n原因如下：\n\n- 维戈的输出伤害高，能够在早期小规模交战中轻松获得对沃利贝尔的优势。\n- 沃利贝尔的主要技能范围较短，使维戈能够在保持距离的同时进行攻击。\n- 维戈的被动技能允许他在击杀敌方英雄时恢复生命值，使他在与沃利贝尔的战斗中具有很高的续航能力。\n- 沃利贝尔作为坦克的成长不稳定，使他在中后期很难抵挡维戈的伤害。\n- 维戈的机动性高，更容易躲避沃利贝尔的攻击，并能够在有利的情况下发起战斗。",
      "ウディア": "乌迪尔在对抗沃利贝尔时具有优势。\n\n原因如下：\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他在与沃利贝尔的对抗中更容易占据上风。\n- 沃利贝尔的主要技能范围较短，乌迪尔可以在保持距离的同时进行攻击。\n- 乌迪尔可以使用具有眩晕效果的技能，更容易限制沃利贝尔的行动。\n- 虽然沃利贝尔在中后期的坦克表现不稳定，但乌迪尔作为坦克具有高耐久性，能够在前期展现强大的存在感。\n- 沃利贝尔依赖近战，而乌迪尔则具有灵活的战斗风格，能够适应不同的情况。",
      "キンドレッド": "Kindred在对抗Volibear时具有优势。\n\n原因如下：\n\n- Kindred的射程较长，更容易躲避Volibear的近战技能，使他们在小规模战斗中获得优势。\n- Volibear是一个近战英雄，当他通过收集Kindred的印记获得增强攻击时，Kindred可以更有利地进行战斗。\n- Kindred的终极技能可以提供无敌效果，能够有效反制Volibear的全力进攻。\n- Volibear在团队战中的成长不稳定，而Kindred在6级后影响力强大，使他们在中后期更容易获得优势。\n- Kindred擅长反打野，即使在前期面对Volibear的快速清野速度，他们也能通过收集印记创造翻盘的机会。",
      "キヤナ": "Qiyana在对抗Volibear时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，容易躲避Volibear的近战技能。\n- Volibear的主要技能针对单个敌人，使得对像Qiyana这样的刺客造成有效伤害变得困难。\n- Qiyana可以利用元素根据情况调整战术，使她能够躲避Volibear的攻击并进行反击。\n- Volibear作为坦克的成长不稳定，使他容易受到Qiyana的爆发伤害。\n- Qiyana在游走方面很强，对其他线路有影响，造成Volibear可能被孤立的局面。",
      "タロン": "塔隆在对抗沃利贝尔时具有优势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害，可以在沃利贝尔靠近之前造成显著伤害。\n- 沃利贝尔的主要技能范围较短，使塔隆能够在保持距离的同时进行攻击。\n- 塔隆擅长利用他的机动性躲避沃利贝尔的攻击，同时执行伏击。\n- 尽管沃利贝尔的耐久性很强，但塔隆的爆发伤害足够高，可以忽视这种耐久性。\n- 塔隆可以隐身，使他更容易避免沃利贝尔的游走和攻击。\n- 沃利贝尔在团队战中很强，但塔隆专注于一对一的情况，使他在1v1场景中占据优势。"
    }
  },
  "ヌヌ＆ウィルンプ": {
    "name": "ヌヌ＆ウィルンプ",
    "beats": {
      "ニダリー": "妮蔻处于劣势。\n\n- 努努和威朗普在前期有很高的游走潜力，当妮蔻试图反打时给她施加了很大的压力。\n- 努努的控制技能限制了妮蔻的机动性，使她很难逃脱。\n- 妮蔻缺乏控制技能，使她很难对努努的进攻进行反击。\n- 努努的续航能力很强，使他更容易承受妮蔻的爆发伤害。\n- 尽管努努的技能冷却时间较长，但妮蔻常常在她能够发起攻击之前被打败。\n- 努努的耐久性很强，使他更容易吸收妮蔻的伤害。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 奴奴在前期有很高的游走潜力，可以在猴子升级之前积极进攻，使猴子容易受到早期压力。\n- 奴奴的控制技能限制了猴子的移动，使他在近战中难以发挥优势。\n- 猴子缺乏远程攻击选项，难以反制奴奴的高机动性和游走能力。\n- 奴奴的治疗能力使他在猴子造成伤害时仍能维持战斗，使猴子的伤害显得相对较弱。\n- 奴奴对反游走非常强，增加了猴子在尝试游走时被抓的风险。",
      "イブリン": "伊芙琳处于劣势。\n\n- 努努和威朗普在前期的抓人潜力非常高，使他们能够在伊芙琳达到6级并获得隐身之前进行激进攻击，这使她容易受到早期压力。\n- 努努的控制技能阻碍了伊芙琳的接近，增加了她试图埋伏时的风险。\n- 努努的移动速度很高，容易追击伊芙琳，而她的逃生选项有限，如果遇到反抓，她将处于非常困难的境地。\n- 努努的治疗能力和护盾减少了伊芙琳的爆发伤害，阻止她有效输出。\n- 努努的坦克耐久性使他更容易吸收伊芙琳的攻击，导致一对一交锋中的胜率降低。",
      "カ＝ジックス": "卡兹克在对抗努努和威朗普时处于劣势。\n\n原因如下：\n\n- 努努的早期抓人潜力非常高，能够在卡兹克发育之前施加压力。\n- 努努的控制技能限制了卡兹克的移动，使得埋伏和逃脱变得困难。\n- 努努具有很强的治疗能力，可以在持续战斗中抵消卡兹克的爆发伤害。\n- 卡兹克的早期抓人潜力低，难以对抗像努努这样的早期抓人者。\n- 努努的耐久性很强，更容易承受卡兹克的攻击。",
      "ヴィエゴ": "维戈处于劣势。\n\n- 努努和威朗普在早期游戏中具有很高的游走潜力，可以在维戈打野时施加压力。\n- 努努的控制技能使维戈的移动受到限制，尤其是在遭遇反打时，他可能会陷入困境。\n- 努努具有很强的治疗能力，这意味着即使维戈试图发起攻击，他也可能最终被治疗。\n- 尽管努努的技能冷却时间较长，但他可以利用早期的强势在维戈发育之前获得优势。\n- 维戈的发育相对较低，如果他无法在早期获得击杀，就无法有效利用他的被动技能，这使得他很难反制努努的压力。",
      "レンガー": "雷恩加在对抗努努和威朗普时处于劣势。\n\n- 努努在前期有很高的游走潜力，这使得他在雷恩加设下埋伏之前就能主动出击。\n- 努努的控制技能限制了雷恩加的移动，使得他的埋伏更容易失败。\n- 努努具有很强的治疗能力，可以减轻雷恩加的爆发伤害。\n- 努努的高移动速度使得追击雷恩加变得容易，而雷恩加的逃生选项有限。\n- 努努的耐久性很强，使他能够更轻松地承受雷恩加的攻击。\n- 雷恩加擅长从草丛中埋伏，但努努可以轻易预测这一动作并进行反击。",
      "シャコ": "沙科处于劣势。\n\n- 努努和威朗普在早期游戏中具有很高的游走潜力，这使得他们在沙科能够埋伏之前就能主动出击。\n- 努努的控制技能限制了沙科的移动，使他即使在隐身状态下也更容易受到伤害。\n- 努努具有很强的治疗能力，更容易减轻沙科的伤害。\n- 沙科高度依赖自动攻击，这使得他在面对努努的坦克能力时难以造成伤害。\n- 努努在反游走方面很强，增加了沙科陷入不利局面的可能性。\n- 努努的终极技能护盾可以抵消沙科的攻击，使他在团队战中更难造成有效伤害。",
      "ノクターン": "诺克图恩在对抗努努和威朗普时处于劣势。\n\n- 努努在前期有很高的游走潜力，可以在诺克图恩发育之前施加压力。\n- 努努的控制技能可以限制诺克图恩的行动，特别是在他激活大招之前抓住他。\n- 诺克图恩的逃生能力较低，容易受到努努的高机动性和游走能力的威胁。\n- 努努拥有治疗技能，使得抵消诺克图恩的伤害变得更容易。\n- 诺克图恩只有单体控制技能，在团队战斗中效果较差，使得他难以反制努努在团队交战中的优势。",
      "トランドル": "特朗德尔处于劣势。\n\n- 努努和威朗普在前期有很高的游走潜力，当特朗德尔试图在丛林中打钱或游走时，会给他施加很大的压力。\n- 努努的控制技能使特朗德尔很难接近，尤其是击飞和减速限制了他的移动。\n- 特朗德尔依赖普通攻击，这使得他很难反击努努的高机动性和治疗能力。\n- 努努擅长塔下击杀，增加了特朗德尔在展示耐久性之前受到伤害的可能性。\n- 尽管努努的技能冷却时间较长，但如果他能在特朗德尔接近之前发起游走，受到反击的风险会显著增加。",
      "ノーチラス": "纳尔图斯处于劣势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，这使得他在纳尔图斯使用技能之前就能主动出击。\n- 努努的控制技能可以打断纳尔图斯的开团，如果纳尔图斯在使用技能后被反打，情况会变得特别困难。\n- 纳尔图斯的基础移动速度较低，使得他很难反击努努的高移动速度，这使得逃跑变得困难。\n- 努努具备治疗能力，可以减轻纳尔图斯的伤害，使他在持久战中处于劣势。\n- 努努擅长塔下强杀，这使得纳尔图斯在塔下避免战斗变得困难。"
    },
    "loses": {
      "フィドルスティックス": "费德提克斯占据优势。\n\n原因如下：\n\n- 费德提克斯拥有一个能引发恐惧的技能，可以抵消努努和威朗普的控制效果，使他在反打时非常强大。\n- 努努和威朗普在前期有很高的抓人潜力，但费德提克斯有手段来确保视野，使得更容易察觉努努的动向。\n- 费德提克斯的范围伤害和治疗能力使他在打野时更容易保持生命值，使他在持久战中表现出色。\n- 努努和威朗普在后期发育较差，而费德提克斯在团战中凭借大招有很高的影响力，使他在游戏后期特别强大。\n- 费德提克斯的移动速度较低，但他可以通过引发恐惧来主动出击，避免受到努努和威朗普攻击的伤害。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害，可以迅速消灭努努，当努努试图进行游走时，塔隆强大的前期爆发使其能够轻松击杀。\n- 努努拥有控制技能，但塔隆可以隐身，更容易躲避努努的攻击。\n- 塔隆可以利用他的机动性来避开努努的游走，同时也能反击他。\n- 努努在后期发育较差，而塔隆在前期到中期可以成为强大的刺客，使他能够获得早期优势。\n- 努努的技能冷却时间较长，因此一旦塔隆创造出有利局面，他在后续交战中有更多机会获得优势。",
      "キヤナ": "Qiyana占据优势。\n\n原因如下：\n\n- Qiyana的机动性很高，容易逃脱Nunu的游走，反过来也能轻松发起自己的游走。\n- Nunu有控制技能（CC），但Qiyana可以通过使用元素瞬间改变位置或利用隐身轻松躲避Nunu的控制技能。\n- Qiyana的爆发伤害很高，而Nunu作为坦克耐久性较低，因此Qiyana更容易获得早期击杀。\n- Nunu的技能冷却时间较长，所以如果Qiyana主动出击，Nunu就很难反击。\n- Qiyana擅长利用地形优势，通过利用限制Nunu移动的地形，她可以在战斗中占据上风。",
      "ダイアナ": "黛安娜在对抗努努和威朗普时更具优势。\n\n- 黛安娜具有很高的追击潜力，可以在努努使用技能后进行反打，使她能够有效惩罚他。\n- 努努的技能冷却时间较长，黛安娜可以在他使用技能后进行交战，从而在有利的情况下进行战斗。\n- 黛安娜的护盾可以减轻努努的爆发伤害，提高她的生存能力。\n- 努努的控制技能对黛安娜有效，但她可以通过使用跳跃技能轻松躲避他的控制，进行逃脱或反击。\n- 黛安娜具有范围伤害，能够在团队战斗和小规模冲突中输出高伤害，超越努努的坦克能力。",
      "ケイン": "凯隐占据优势。\n\n原因如下：\n\n- 凯隐在变身前的早期游戏中较弱，但努努在后期的成长较差，这给了凯隐成长的时间。\n- 凯隐具有穿越墙壁的机动性，使他更容易避免努努的游走。这可以抵消努努在早期游走表现上的优势。\n- 努努的控制技能很强，但凯隐在变身后作为刺客具有高爆发伤害，可以迅速消灭努努。\n- 凯隐对高生命值坦克有优势，而努努扮演坦克角色，这创造了凯隐可以有利战斗的局面。\n- 凯隐擅长反游走，通过在努努技能冷却时发起攻击，他可以创造有利的局面。",
      "レク＝サイ": "雷克塞在与努努和威朗普的对抗中占有优势。\n\n原因如下：\n\n- 雷克塞在前期有很高的游走潜力，并且在埋伏状态下擅长侦查，这使得追踪努努的动向变得更容易。\n- 努努的技能冷却时间较长，且在反打时较弱，使他容易受到雷克塞的攻击。\n- 雷克塞的攻击次数较多，在1对1的战斗中表现强劲，使她在与努努的交锋中获得优势。\n- 努努在后期的发育较差，而雷克塞可以在前期建立优势，从而影响整场比赛。\n- 雷克塞的控制技能可以限制努努的移动，使得更容易抵消努努的游走。",
      "ベル＝ヴェス": "贝尔维斯在与努努和威朗普的对抗中占有优势。\n\n- 贝尔维斯能够无限提高她的攻击速度，使她能够对像努努这样的坦克英雄造成高输出，从而在持续伤害中与之进行有利的战斗。\n- 虽然努努有控制技能（CC），但贝尔维斯通过位移和击飞技能具备了机动性，使她更容易躲避努努的控制技能。\n- 贝尔维斯通过击杀中立怪物和英雄来提高她的攻击速度，战斗持续时间越长，她就越强大，这可能超过努努的前期强度。\n- 努努在后期的成长较差，而贝尔维斯在持久战中具备强大的治疗能力，使她在游戏进行时更具优势。\n- 努努的技能冷却时间较长，使贝尔维斯在反击时能够更有利地进行操作。",
      "エリス": "伊莉丝占据优势。\n\n- 伊莉丝在前期有高爆发伤害，能够对像努努这样的坦克打野造成有效伤害。\n- 努努的技能冷却时间长，使他难以应对伊莉丝强大的游走潜力。\n- 伊莉丝拥有远程控制技能，可以阻止努努的游走，使她在反游走方面表现出色。\n- 通过使用她的蜘蛛形态，她可以进行塔下击杀，创造出努努在塔下战斗时处于劣势的局面。\n- 努努在后期发育较差，通过建立早期优势，伊莉丝可以在整场比赛中保持有利位置。",
      "キンドレッド": "Kindred在对抗Nunu & Willump时具有优势。\n\n- Kindred的射程较长，可以在避免Nunu的近战攻击的同时造成伤害，这使他们在对抗Nunu的游走时占据优势。\n- Kindred的被动技能提高了他们在游走和反打野时的基础表现，使他们不易受到Nunu的控制技能影响。\n- Kindred拥有闪现技能，使他们更容易躲避Nunu的控制技能，增强了逃生潜力。\n- Nunu在后期发育较差，而Kindred在6级后影响力强大，使他们在比赛后期占据优势。\n- Kindred的终极技能提供无敌效果，使其成为Nunu全力进攻尝试的强力反制。",
      "ゼド": "劫占据了优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以在努努使用控制技能后轻松反击，更容易躲避努努的技能。\n- 努努在前期的游走能力强，但劫可以利用他的影子逃脱，使他更有可能在游走中存活。\n- 劫可以针对孤立的敌人进行强力击杀，使他在努努游走其他路时在自己的路上获得优势。\n- 努努的技能冷却时间较长，因此劫可以利用这些时间窗口发起攻击。\n- 劫具有高机动性，可以在躲避努努技能的同时进行攻击，使他在对线时更容易施加压力。",
      "ブライアー": "布莱尔占据优势。\n\n原因如下：\n\n- 布莱尔的续航能力强，在小规模战斗中表现出色，更容易抵挡努努和威朗普的攻击。\n- 努努和威朗普有控制技能，但布莱尔在狂暴状态下可以迅速反击，因其攻击速度和移动速度提高。\n- 布莱尔的被动治疗效果可以从丛林怪物和小兵中获得，允许持续发育，使她在抵御努努和威朗普的游走时更具优势。\n- 努努和威朗普在后期发育较差，而布莱尔在团队战斗中可以轻松担任输出角色。\n- 布莱尔对逃生能力低的对手具有很高的追击潜力，使她能够在与努努和威朗普等近战英雄交战时占据有利位置。",
      "マスター・イー": "蒙多在对抗努努和威朗普时具有优势。\n\n原因如下：\n\n- 蒙多在早期压力下较弱，容易受到努努的高击杀潜力的影响。特别是被努努的控制技能击中会限制他的移动，使他难以反击。\n- 努努的技能冷却时间较长，容易受到反击，但蒙多可以利用技能逃脱，更容易避免努努的击杀。\n- 一旦蒙多装备齐全，他可以造成高额的伤害，超越努努的坦克能力。尤其是努努在后期的表现较差，蒙多因此获得优势。\n- 蒙多通过他的Q技能获得无敌，能够躲避努努的控制技能，这使他在一对一的战斗中占据优势。\n- 努努对潜行型英雄较强，但蒙多具备刺客特性，使他在一对一的战斗中非常强大。",
      "ザック": "扎克在与努努和威朗普的对抗中占有优势。\n\n原因如下：\n\n- 扎克具有高机动性和丰富的控制技能，使他成为努努游走的强力反制。\n- 努努的技能冷却时间较长，特别容易受到反打，这使得扎克可以先发制人，获得战斗优势。\n- 扎克的被动治疗能力使他更容易承受来自努努的伤害，使他在持久战中表现强劲。\n- 努努在早期游走中很强，但扎克在团队战中影响力很大，随着游戏的进行变得更强。\n- 扎克具有范围伤害，能够轻松抵消努努的技能，使他在团队战中占据优势。",
      "ジャーヴァンⅣ": "贾法尔四世在与努努和威朗普的对抗中占有优势。\n\n原因如下：\n\n- 贾法尔四世机动性高，可以在早期游戏中主动进行游走，这可以抵消努努的早期优势。\n- 努努的技能冷却时间长，容易受到反击，但贾法尔四世可以通过他的EQ组合迅速拉近距离，并在躲避努努技能的同时进行攻击。\n- 贾法尔四世的被动百分比伤害可以在忽视努努的坦克能力的情况下造成伤害，使他在短时间的交战中获得优势。\n- 努努依赖他的W技能进行开团，这使得贾法尔四世的大招在限制他和限制努努的移动方面非常有效。\n- 贾法尔四世还具备坦克耐久性，使他能够承受努努的攻击，并在持久战中表现出色。"
    }
  },
  "エコー": {
    "name": "エコー",
    "beats": {
      "ボリベア": "布隆在对抗艾克时处于劣势。\n\n原因如下：\n\n- 艾克的机动性很高，能够在布隆接近之前逃脱或反击。\n- 艾克的爆发伤害非常高，使布隆难以承受。\n- 艾克的控制和治疗能力使得布隆的攻击容易被抵消。\n- 布隆的主要技能范围较短，难以接近艾克的远程攻击。\n- 艾克可以在无视布隆的坦克能力的情况下造成伤害，使布隆难以创造有利局面。",
      "ワーウィック": "沃里克在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，容易躲避沃里克的攻击。\n- 艾克的爆发伤害非常强，可以超过沃里克的治疗能力。\n- 艾克有一个控制技能，可以禁用沃里克的行动，使其更容易抵消他的攻击。\n- 沃里克的攻击范围较短，难以用技能击中艾克，导致他容易被 kite。\n- 艾克在前期的游走表现良好，能够从一开始就对沃里克施加压力。",
      "ザック": "扎克在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，容易躲避扎克的技能，这使得扎克的开团难以成功。\n- 艾克的爆发伤害极高，可能瞬间击杀扎克，忽视他的坦克属性。\n- 艾克的控制技能可以让扎克失去行动能力，特别有效地阻止他的开团。\n- 扎克通常攻击范围较短，常常处于容易被艾克技能击中的位置，使他在一对一的情况下处于劣势。\n- 艾克有很多逃生选项，即使扎克试图追击，艾克也能轻松逃脱，这使得扎克的游走往往无效。",
      "ノーチラス": "纳尔图斯在对抗艾克时处于劣势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避纳尔图斯的控制技能，这使得纳尔图斯很难抓住他。\n- 艾克的爆发伤害非常强，纳尔图斯往往无法承受。\n- 艾克有护盾和治疗能力，即使受到纳尔图斯的伤害也更容易生存。\n- 纳尔图斯的移动速度较低，很难追上像艾克这样的机动型英雄。\n- 艾克的眩晕可以禁用纳尔图斯的行动，为艾克创造攻击纳尔图斯的机会。",
      "グレイブス": "格雷夫斯在对抗艾克时处于劣势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避格雷夫斯的攻击。\n- 艾克的爆发伤害非常强大，格雷夫斯在反击之前被击倒的几率很高。\n- 艾克的控制技能可以使格雷夫斯失去行动能力，剥夺他攻击的机会。\n- 格雷夫斯的自动攻击不穿透，难以忽视艾克的护盾和治疗效果。\n- 在一对一的战斗中，艾克可以持续输出，利用格雷夫斯的长冷却时间。",
      "ブライアー": "布莱尔在对抗艾克时处于劣势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避布莱尔的攻击。\n- 艾克的控制技能可以轻易抵消布莱尔的狂暴状态。\n- 艾克的爆发伤害很高，布莱尔可能在她利用续航之前就被击倒。\n- 布莱尔依赖普通攻击，难以应对艾克的瞬间机动性。\n- 艾克在团战中具有强大的开团潜力，造成布莱尔无法按照她的意愿进行战斗。",
      "ノクターン": "诺克图恩在对抗艾克时处于劣势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避诺克图恩的攻击。\n- 艾克的爆发伤害非常强，如果诺克图恩没有很好地发育，他很可能会瞬间被击杀。\n- 艾克的控制技能可以限制诺克图恩的行动，尤其是在诺克图恩还没能释放大招之前，面临被 incapacitated 的风险。\n- 诺克图恩的控制技能只影响单个目标，这使得他很难反制艾克的以机动性为基础的玩法。\n- 艾克在团队战斗中具有强大的开团潜力，使得诺克图恩在这些情况下很难发挥作用。"
    },
    "loses": {
      "ヘカリム": "赫卡里姆对艾克有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，能够在艾克造成爆发伤害之前迅速接近并攻击。\n- 艾克有许多需要移动的技能，使他容易受到赫卡里姆的冲锋发起攻击。\n- 赫卡里姆可以造成持续伤害，更容易反制艾克的瞬间爆发。\n- 赫卡里姆的控制技能可以阻止艾克逃跑，使艾克难以创造有利局面。\n- 艾克对低坦克性的对手很强，但赫卡里姆的耐久性像坦克一样，使他更容易承受艾克的攻击。",
      "サイラス": "Sylas对Ekko有优势。\n\n原因如下：\n\n- Sylas可以偷取Ekko的技能，特别是利用Ekko的治疗和控制技能来扭转战局。\n- Ekko有许多基于机动性的技能，使他容易受到Sylas的伏击和跟进。\n- Sylas的所有技能都造成伤害，使他能够轻松削弱Ekko的耐久性。\n- 虽然Ekko有高爆发伤害，但Sylas拥有治疗能力，使他更容易承受Ekko的攻击。\n- Sylas在对抗具有开团技能的英雄时更具优势，通过偷取Ekko的控制技能，他可以进一步增强自己的优势。",
      "イブリン": "伊芙琳在对抗艾克时具有优势。\n\n原因如下：\n\n- 她可以利用隐身进行伏击，有效地中和艾克的高机动性。\n- 艾克有许多涉及移动的技能，容易受到长时间控制技能的影响，这使得伊芙琳的魅惑效果显著。\n- 艾克的基础伤害适中，如果在装备上落后，他的输出会受到影响，而伊芙琳则具有高爆发伤害，特别对生命值降低的敌人非常强大。\n- 艾克依赖控制技能进行自我防御，但伊芙琳可以轻松利用隐身接近，使她能够在忽视艾克的护盾和治疗的情况下进行攻击。\n- 艾克在面对逃生选项有限的对手时更具优势，但伊芙琳并不受此限制，使她在一对一的对抗中拥有较高的胜率。",
      "キヤナ": "Qiyana在对抗Ekko时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，容易躲避Ekko的技能。\n- 她拥有强力的控制技能，可以限制Ekko的逃跑选项。\n- Ekko有许多与移动相关的技能，使他容易受到Qiyana的攻击。\n- Qiyana可以利用元素根据情况调整战术，更容易反制Ekko的爆发伤害。\n- Ekko的坦度较低，使他容易受到Qiyana的爆发伤害。",
      "レク＝サイ": "雷克赛对艾克有优势。\n\n原因如下：\n\n- 雷克赛在前期有强大的游走潜力，可以在艾克发育之前施加压力。\n- 艾克有很多位移技能，使他容易受到雷克赛的控制。\n- 艾克的基础伤害一般，如果在装备上落后，他很难对抗雷克赛的早期侵略。\n- 雷克赛在潜伏状态下的侦查能力使得追踪艾克的动向更容易，并能掌握主动权。\n- 艾克的坦度较低，容易受到雷克赛的爆发伤害。",
      "ニダリー": "妮蔻在对抗艾克时具有优势。\n\n原因如下：\n\n- 妮蔻在前期强势，能够在艾克发育之前创造有利局面。\n- 艾克拥有多种位移技能，使得躲避妮蔻的攻击变得困难。\n- 妮蔻没有控制技能，这使得她能够限制艾克的机动性。\n- 妮蔻的豹形态具有高爆发伤害，威胁到艾克的耐久性。\n- 艾克的坦度较低，容易受到妮蔻的伤害。\n- 妮蔻可以使用陷阱限制艾克的移动，在游走和反打野时获得优势。",
      "ヴァイ": "维（Vi）在对抗艾克（Ekko）时具有优势。\n\n原因如下：\n\n- 艾克拥有许多位移技能，使他容易受到维的追击能力，从而更容易被抓住。\n- 艾克的爆发伤害很高，但维有一个护盾，可以让她承受艾克的攻击。\n- 艾克有控制技能（CC），但维有能力抵消这些控制技能，使她更容易躲避艾克的攻击。\n- 艾克的坦克能力较低，容易受到维造成的高伤害。\n- 艾克在团战中具有强大的开团潜力，但维在单挑中非常强大，使她在1对1的情况下获得优势。",
      "タロン": "泰隆在对抗艾克时具有优势。\n\n原因如下：\n\n- 泰隆在前期具有非常高的爆发伤害，能够在艾克发育之前轻松击杀敌人。\n- 艾克拥有许多位移技能，使他容易受到泰隆的伏击和地形攻击。\n- 泰隆的隐身状态有效地躲避艾克的技能，使他更容易避免艾克的攻击。\n- 艾克的坦度较低，无法承受泰隆的高爆发伤害。\n- 泰隆可以躲避艾克的控制技能，降低受到艾克攻击时的伤害风险。",
      "パンテオン": "潘森对艾克有优势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，可以限制艾克的高机动性，使艾克难以逃脱。\n- 潘森在前期有高爆发伤害，使得在艾克发育之前更容易击杀。\n- 艾克有许多基于机动性的技能，使他容易受到潘森的控制和无敌技能的影响。\n- 潘森有一个全球大招，给予他对其他线路的高影响力，使得更容易限制艾克的行动。\n- 艾克在持久战中往往缺乏伤害，而潘森在短暂的交战中表现出色，可以轻松在全力交锋中获得优势。",
      "エリス": "伊莉丝对艾克有优势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，可以限制艾克的机动性。\n- 伊莉丝的早期爆发伤害非常高，使她在艾克发育之前更容易创造有利局面。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下击杀，有效切断艾克的逃跑选项。\n- 艾克有很多机动技能，如果被伊莉丝的控制技能抓住，他会受到大量伤害。\n- 伊莉丝在对抗游走型打野时占优势，而艾克正是其中之一，使她在早期的游走中建立优势。",
      "ベル＝ヴェス": "贝尔维斯在对抗艾克时具有优势。\n\n原因如下：\n\n- 艾克拥有许多位移技能，使他容易受到贝尔维斯的攻击。\n- 艾克的爆发伤害很高，但贝尔维斯的技能提供伤害减免，使她更耐打。\n- 艾克有控制技能，但贝尔维斯可以无限提高她的攻击速度，使她更容易造成持续伤害。\n- 艾克在早期战斗中表现出色，但贝尔维斯在中后期变得更强，使她在对线时具有优势。\n- 艾克在面对拥有强控制技能的坦克型对手时会感到困难，而贝尔维斯则对低耐久的英雄表现强势。",
      "キンドレッド": "Kindred在对抗Ekko时具有优势。\n\n原因如下：\n\n- Kindred的射程较长，更容易躲避Ekko的近战攻击，从而减少受到的伤害。\n- Ekko的爆发伤害很强，但Kindred可以通过大招获得无敌，抵消Ekko的攻击。\n- Kindred可以通过收集标记来增强自己的伤害，这在团队战中显著提高了他们的影响力，尤其是在6级之后。\n- Ekko有许多需要移动的技能，这使得他很难应对Kindred的闪现和逃脱能力。\n- Ekko的控制技能是眩晕，他对Kindred的减速没有抵抗能力，这使得Kindred能够灵活地操控战局。",
      "カ＝ジックス": "卡兹克对艾克有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，使得在艾克单独行动时容易击杀。\n- 艾克有很多位移技能，使他容易受到卡兹克利用跃击和隐形进行的伏击。\n- 虽然艾克在团战中有优势，但卡兹克可以通过针对孤立敌人来抵消这一优势。\n- 艾克的控制技能是暂时的，允许卡兹克利用空档进行攻击。\n- 如果卡兹克成功滚雪球，他可以有效地Carry并获得对艾克的优势。"
    }
  },
  "ヴィエゴ": {
    "name": "ヴィエゴ",
    "beats": {
      "ブライアー": "布莱尔处于劣势。\n\n原因如下：\n\n- 维戈在前期拥有高输出和强控制，使得布莱尔在进入狂暴状态之前如果被攻击，容易受到早期伤害。\n- 布莱尔对控制技能很脆弱，如果被维戈的技能限制，面临在反击之前被击倒的高风险。\n- 维戈通过击杀敌方英雄可以恢复生命，因此即使布莱尔发起攻击，维戈也可能存活下来并进行反击。\n- 布莱尔的攻击依赖于普通攻击，如果维戈有效利用他的机动性，追击将变得困难。\n- 维戈拥有闪现技能，使他更容易躲避布莱尔的攻击，并在战斗中获得优势。",
      "ヴァイ": "维戈处于劣势。\n\n原因如下：\n\n- 维戈在前期有高输出和出色的游走潜力，这使得他在维的进攻之前就能主动出击。\n- 维戈的被动技能允许他通过击杀或助攻敌方英雄来恢复生命，这可以在战斗中扭转局势，维在尝试攻击时面临被反击的风险。\n- 维戈的机动性很高，并且有逃脱手段，使得维很难抓住他。\n- 维戈的控制技能是一个针对单一目标的非穿透技能，这使得他在团战中难以发挥，但维在大规模团战中也很挣扎，造成双方都处于劣势的局面。\n- 维戈可以选择拥有无敌技能的英雄，使他在战斗中获得优势，这意味着维在尝试进攻时可能会面临反击。",
      "ボリベア": "布隆处于劣势。\n\n- 维戈在前期拥有高输出和强控制，能够在布隆接近之前造成伤害。\n- 布隆的主要技能范围较短，而维戈的机动性常常使他能够躲避攻击。\n- 维戈通过击杀或协助击杀敌方英雄来恢复生命，这使得他在布隆试图发起攻击时容易反击。\n- 布隆作为坦克的成长不稳定，使得在中后期难以承受维戈的伤害。\n- 维戈可以在承受布隆攻击之前利用技能拉开距离，限制了布隆有效发起攻击的机会。",
      "ダイアナ": "黛安娜处于劣势。\n\n- 黛安娜的逃生选项有限，如果被维戈的高输出和控制技能抓住，可能会受到致命伤害。\n- 维戈在前期有很强的游走潜力，如果在黛安娜升级之前发起攻击，她会变得脆弱。\n- 黛安娜的技能冷却时间较长，使得在与维戈对抗时很困难，尤其是在丛林中进行小规模交战时。\n- 维戈的被动技能使得如果他获得击杀，后续的战斗会变得非常艰难。\n- 黛安娜在面对以普通攻击为主的小规模交战者时处于劣势，并且在交战中容易受到伤害。",
      "リリア": "莉莉娅处于劣势。\n\n- 维戈拥有高输出和强控制，能够在前期对莉莉娅进行强力的游走。\n- 莉莉娅的主要技能范围较短，使她容易受到维戈的攻击，这使得一对一的战斗变得困难。\n- 维戈通过击杀来恢复生命，并且可以使用敌方技能，增加了莉莉娅被击杀的风险。\n- 莉莉娅只有在大招时才有强控制，6级之前她的游走潜力较低，使得在前期很难反制维戈。\n- 面对维戈的机动性和爆发伤害，莉莉娅的逃生手段有限，容易受到伏击。",
      "ジャーヴァンⅣ": "贾法尔四世处于劣势。\n\n原因如下：\n\n- 维戈在前期有高输出，能够强力反制贾法尔四世的游走，使贾法尔四世发起游走变得风险很大。\n- 维戈的被动技能允许他通过击杀或协助击杀敌方英雄来恢复生命，这可以使战斗向他有利的方向发展。如果贾法尔四世在一次交战中无法确保击杀，他很可能会处于劣势。\n- 贾法尔四世的机动性依赖于他的技能，如果他错误判断了发起攻击的时机，就有可能被维戈抓住。\n- 维戈没有闪现技能，因此即使贾法尔四世的发起攻击成功，维戈仍然可以在随后的反击中灵活应对。\n- 贾法尔四世的终极技能也可能会阻挡队友，这可能会根据团队阵容的不同而使其失效，从而降低在团战中的影响。",
      "ウディア": "乌迪尔在对抗维戈时处于劣势。\n\n- 维戈在前期拥有高输出，使他能够造成超过乌迪尔耐久度的伤害，使乌迪尔在早期小规模交战中处于劣势。\n- 维戈的控制技能可以通过眩晕和减速限制乌迪尔的移动，使他难以有效攻击。\n- 乌迪尔的攻击范围较短，使他难以反制维戈的机动性，增加了被逃脱或反击的风险。\n- 维戈通过击杀敌方英雄可以恢复生命，使他能够将战斗转向有利于自己的一方，因此如果乌迪尔先受到伤害，他很可能会被反击。\n- 乌迪尔对拥有丰富控制技能的英雄非常脆弱，尤其是对像维戈这样高度机动的对手，追击起来特别困难。",
      "ワーウィック": "沃里克在对抗维戈时处于劣势。\n\n原因如下：\n\n- 维戈在前期有高输出和出色的游走潜力，使他在沃里克发育之前就能施加压力。\n- 维戈的被动技能允许他通过击杀或协助击杀敌方英雄来恢复生命，这意味着即使沃里克造成伤害，维戈也能恢复。\n- 沃里克的攻击范围较短，使他难以躲避维戈基于机动性的攻击。\n- 维戈的控制技能妨碍了沃里克的移动，使他在追击或逃跑时处于劣势。\n- 沃里克缺乏范围伤害技能，限制了他在团战中的影响力，使他在面对像维戈这样的高输出对手时处于劣势。"
    },
    "loses": {
      "エリス": "伊莉丝占据优势。\n\n原因如下：\n\n- 伊莉丝在前期具有高爆发伤害，她在6级之前的游走潜力特别强，使她更容易在对抗维戈时获得优势。\n- 她拥有远程控制技能，可以在维戈接近之前对其造成伤害并控制住他。\n- 维戈是一个依赖普通攻击的英雄，容易受到伊莉丝技能的伤害，尤其是在近战中他处于劣势。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下击杀，使她在维戈反击之前更容易获得击杀。\n- 维戈需要在团战中争取击杀以利用他的被动技能，但伊莉丝可以通过早期的游走来剥夺他这个机会。",
      "ヌヌ＆ウィルンプ": "努努和威尔姆普在对抗维戈时具有优势。\n\n原因如下：\n\n- 努努在早期的抓人潜力非常高，能够在维戈成长之前施加压力。\n- 努努的控制技能可以限制维戈的行动，使他在能够发起攻击之前被制止。\n- 努努的治疗能力使他更容易承受维戈的攻击，提供反击的机会。\n- 维戈是一个依赖普通攻击的英雄，而努努的控制技能使他难以命中攻击。\n- 努努在对抗潜行型英雄时表现良好，而维戈就是一个这样的例子，使得他们的对线局势有利于努努。\n- 维戈的发育相对较低，因此如果他在早期落后，就会变得困难，这使得努努的早期压力有效。",
      "キヤナ": "Qiyana占据优势。\n\n原因如下：\n\n- 她的机动性很高，更容易躲避Viego的攻击。\n- 她拥有强力的控制技能，可以限制Viego的行动。\n- 通过利用元素，她可以根据情况造成爆发伤害。\n- Viego是一个依赖普通攻击的英雄，受到Qiyana技能伤害后很难反击。\n- Qiyana擅长游走，能够影响其他线路。\n- Qiyana在Viego激活被动之前很有可能获得击杀。",
      "ニダリー": "娜美有优势。\n\n原因如下：\n\n- 娜美在前期有高爆发伤害，使她能够在维戈发育之前创造有利局面。\n- 维戈依赖普通攻击，容易受到娜美的机动性和反打野能力的威胁。\n- 娜美拥有基于陷阱的侦查能力，使她更容易限制维戈的行动。\n- 维戈的控制技能只影响单个目标，使得应对娜美的机动性玩法变得困难。\n- 娜美在她的人形状态下具有治疗能力，在早期战斗中提供高续航。\n- 娜美在她的豹形状态下具有高机动性，可以有效躲避维戈的攻击，同时进行反击。",
      "フィドルスティックス": "菲德尔斯基在对抗维戈时具有优势。\n\n原因如下：\n\n- 菲德尔斯基可以远程攻击，更容易阻止维戈接近。\n- 菲德尔斯基的控制技能可以在维戈激活被动之前禁用他，抵消他的攻击。\n- 菲德尔斯基具有范围伤害，这使他在团队战斗中具有很高的影响力，使维戈在面对多个敌人时处于劣势。\n- 菲德尔斯基的视野控制能力使他能够侦测维戈的动向，帮助避免埋伏。\n- 菲德尔斯基具有生命值恢复能力，使他在持久战中表现更好。",
      "レンガー": "雷恩加对维戈有优势。\n\n原因如下：\n\n- 他拥有高爆发伤害，使得在维戈能够治疗之前更容易击杀敌人。\n- 他擅长利用草丛进行伏击，更容易限制维戈的行动。\n- 维戈是一个依赖普通攻击的游击战士，容易受到雷恩加的伏击。\n- 维戈的控制技能仅对单个目标有效，这使得他很难限制雷恩加的机动性。\n- 雷恩加具有很高的滚雪球潜力，通过击杀敌人，他变得更强，从而更容易保持早期的优势。",
      "ザック": "扎克在对抗维戈时具有优势。\n\n原因如下：\n\n- 扎克拥有丰富的控制技能（CC），可以限制维戈的机动性，使他在判断进攻时机错误时更容易被抓住。\n- 扎克的被动技能提供高额的治疗，使他能够承受维戈的攻击。这创造了扎克在维戈试图击杀时反击的机会。\n- 扎克造成范围伤害，这对团队战斗产生重大影响，使维戈难以专注于单一目标。\n- 扎克具备强大的坦克能力，使他更容易在维戈的爆发伤害下生存。这使得扎克能够在维戈有效利用他的被动技能之前发起进攻。\n- 扎克在团队战斗中擅长发起进攻，可以防止维戈在偷取其他英雄后进行反击。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科可以利用他的隐身能力进行伏击，使他在对抗像维戈这样的依赖自动攻击的英雄时更具优势。\n- 维戈需要在早期战斗中争取击杀以利用他的被动技能，但沙科可以通过伏击来剥夺这个机会。\n- 沙科的控制技能可以限制维戈的行动，使他在战斗中更容易获得优势。\n- 沙科的清野速度很快，使他更容易反打野并施加压力于维戈的野区。\n- 如果维戈错误判断了进攻时机，他会变得脆弱，而沙科可以轻松利用隐身来避免这个风险。",
      "レク＝サイ": "雷克塞对维戈有优势。\n\n原因如下：\n\n- 雷克塞在前期有很高的游走潜力，能够施加强大的压力，尤其是对像维戈这样的依赖普通攻击的英雄。\n- 她在埋伏状态下的侦查能力使她能够轻松追踪维戈的动向并设置埋伏。\n- 雷克塞的技能冷却时间短，允许她持续进行交战，而不给维戈反击的机会。\n- 维戈的控制技能只影响单个目标，使他很难躲避雷克塞的击飞技能。\n- 如果维戈错误判断了交战时机，他将面临高风险，并且难以应对雷克塞的高爆发伤害。",
      "キンドレッド": "Kindred在对抗Viego时具有优势。\n\n原因如下：\n\n- Kindred可以远程攻击，这使得阻止Viego接近变得更容易。这使得Kindred能够在Viego发起攻击之前造成伤害。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使得在早期游戏中施加压力变得特别容易。\n- Viego是一个依赖普通攻击的英雄，通常在面对Kindred的射程时感到劣势。尤其是因为Kindred的伤害随着收集标记而增加，Viego在早期很难应对他们。\n- Kindred的终极技能提供无敌效果，使其成为对抗Viego全力进攻的强力反制。这增加了Viego在试图获取击杀时的风险。\n- Kindred在对抗坦克或在小规模交战中表现不佳且早期较弱的英雄时具有优势，而Viego也依赖于早期击杀，因此Kindred可以轻松占据上风。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆在早期游戏中具有高爆发伤害，使他在维戈仍在成长时能够占据有利战斗。\n- 塔隆利用地形的机动性和伏击能力，使他能够躲避维戈的攻击，同时有效地造成伤害。\n- 维戈是一个依赖普通攻击的英雄，他在面对塔隆的瞬间爆发时耐久性较低，更容易获得早期击杀。\n- 塔隆可以隐身，使他更容易躲避维戈的技能，并增加反击的机会。\n- 维戈的控制技能仅对单个目标有效，而塔隆可以利用他的高机动性来躲避。",
      "リー・シン": "李青在对抗维戈时具有优势。\n\n原因如下：\n\n- 李青的机动性很高，可以在早期游戏中主动进行游走，更容易打乱维戈的发育和游走。\n- 李青的技能具有很强的协同效果，可以在短时间内造成高爆发伤害，使他有可能在维戈激活被动之前将其击杀。\n- 维戈是一个依赖普通攻击的英雄，这使得他很难应对李青的高机动性和技能协同。\n- 李青擅长脱离战斗，可以在维戈发起攻击时通过击退技能拉开距离。\n- 维戈在团队战中的控制能力仅限于单个目标，这使得李青能够利用他的机动性逐个击杀目标。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "リリア": "莉莉娅处于劣势。\n\n- 伊莉丝在前期有很高的爆发伤害，可以轻松在莉莉娅达到6级之前进行游走。\n- 伊莉丝的远程控制技能使莉莉娅很难接近，并且她在施放技能之前容易受到伤害。\n- 莉莉娅的主要技能范围较短，难以躲避伊莉丝的攻击，导致一对一的遭遇不利。\n- 伊莉丝可以利用她在蜘蛛形态下的机动性逃脱并躲避莉莉娅的跟进。\n- 莉莉娅的硬控制技能仅在她的大招时可用，由于她反制伊莉丝爆发的手段有限，她在团战中也往往处于劣势。",
      "ニダリー": "妮蔻处于劣势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，这使得她在妮蔻接近之前就能抓住她的机会。\n- 伊莉丝在前期的爆发伤害非常高，存在妮蔻在变成人形之前就被击杀的风险。\n- 伊莉丝可以利用她在蜘蛛形态下的机动性来躲避妮蔻的游走，或者反过来发起反击。\n- 妮蔻缺乏控制技能，使得她很难对伊莉丝的进攻进行反击。\n- 在团队战斗中，伊莉丝对坦克型打野有很强的进攻能力，而妮蔻对此特别脆弱。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 伊莉丝在前期有很高的爆发伤害，使她能够在猴子接近之前造成显著伤害。\n- 伊莉丝的远程控制技能使猴子难以接近，在游走和一对一的情况下处于劣势。\n- 猴子是近战英雄，难以反制伊莉丝的远程攻击和变身后的机动性。\n- 伊莉丝擅长塔下击杀，制造出猴子难以防守的局面。\n- 猴子的魔法抗性低，容易受到伊莉丝的法术伤害，导致他受到持续骚扰。",
      "マスター・イー": "蒙多在对抗伊莉丝时处于劣势。\n\n原因如下：\n\n- 伊莉丝在前期有高爆发伤害和强大的游走潜力，使她能够施加压力，而蒙多则专注于发育。\n- 伊莉丝的远程控制技能使蒙多难以接近，增加了被抓的风险。\n- 蒙多对控制技能很脆弱，一旦被伊莉丝的技能抓住，很可能会受到致命伤害。\n- 伊莉丝擅长塔下击杀，这意味着蒙多可能在他成长之前就被击杀。\n- 伊莉丝的变身技能使她能够根据情况灵活作战，更容易看穿蒙多的策略。",
      "パンテオン": "潘森在对抗伊莉丝时处于劣势。\n\n原因如下：\n\n- 伊莉丝在前期有高爆发伤害和出色的游走潜力，使得潘森在发起游走之前容易被伊莉丝抓住。\n- 伊莉丝的远程控制技能使她能够在潘森接近之前施放技能，导致全力进攻变得困难。\n- 潘森的技能冷却时间较长，使得他在伊莉丝变身期间难以反制她的技能使用。\n- 伊莉丝在蜘蛛形态下的高机动性使她更容易躲避潘森的攻击。\n- 在团队战斗中，伊莉丝擅长塔下击杀和反游走，这可以利用潘森的弱点。\n- 虽然伊莉丝在对抗坦克打野时处于劣势，但潘森并不是坦克，这使得伊莉丝能够为自己创造有利局面。",
      "ヴィエゴ": "维戈在对抗伊莉丝时处于劣势。\n\n- 伊莉丝在前期有高爆发伤害和出色的游走潜力，使得维戈在尝试游走时容易被抓。\n- 伊莉丝的远程控制技能意味着维戈在接近之前很可能会被打断。\n- 伊莉丝能够在人形和蜘蛛形态之间切换，为她提供了在塔下强攻和逃脱的灵活性，使维戈很难发起攻击。\n- 维戈的控制技能只影响单个目标，因此他在对抗像伊莉丝这样高度机动的对手时显得力不从心。\n- 尽管伊莉丝的后期发育较差，但她可以在前期建立优势，给维戈带来在成长之前被压制的风险。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Elise拥有远程控制技能，可以在Sylas接近之前抓住他，使他在交战中处于劣势。\n- Elise的爆发伤害在前期就很高，这使得早期伤害较低的Sylas在对线时难以竞争。\n- Elise可以利用她的蜘蛛形态潜入塔下，而Sylas的逃生选项有限，使他容易受到gank。\n- 即使Sylas偷取了Elise的变身技能，他也常常难以有效利用，这会使他的站位变得复杂。\n- Elise的高机动性限制了Sylas使用闪现的时机，使他更难自由移动。",
      "キンドレッド": "Kindred在对抗Elise时处于劣势。\n\n- Elise在早期游戏中具有高爆发伤害，这使得她能够在Kindred发起游走之前抓住她。\n- Elise的远程控制技能使得Kindred很难接近，限制了她在游走和反游走中的有效行动。\n- 通过在人形和蜘蛛形态之间切换，Elise可以轻松躲避Kindred的攻击，特别是在塔下潜行时，她可以获得优势。\n- 在团队战斗中，Kindred在收集标记之前影响力较低，如果Elise建立了早期领先，她很可能会滚雪球扩大优势。\n- Elise机动性很强，可以在反击时躲避Kindred的攻击，导致一对一交锋中的胜率较低。",
      "リー・シン": "李青在对抗伊莉丝时处于劣势。\n\n原因如下：\n\n- 伊莉丝在前期有高爆发伤害和出色的游走潜力，使得李青在能够发起游走之前就容易被伊莉丝抓住。\n- 伊莉丝的远程控制技能使得李青很难接近，她在李青使用技能之前容易受到伤害。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下强杀，这在塔下与李青对战时会造成不利局面。\n- 李青的硬控技能有限，几乎没有手段限制伊莉丝的机动性，导致伊莉丝经常能够逃脱。\n- 虽然伊莉丝在团战中的范围伤害较弱，但她在前期的1v1和游走中非常强大，常常在李青能够将战斗带入团战之前就建立起优势。",
      "ウディア": "乌迪尔在对抗伊莉丝时处于劣势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，使她能够在乌迪尔接近之前用技能造成伤害，这使得乌迪尔很难发起攻击。\n- 伊莉丝的爆发伤害在前期就很高，尽管乌迪尔很肉，但他在前期可能会因为伊莉丝的攻击而失去大量生命值。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下击杀，这增加了乌迪尔在尝试游走时被抓的风险。\n- 乌迪尔的攻击范围较短，使得追击像伊莉丝这样拥有远程攻击的英雄变得困难，伊莉丝可以轻松逃脱。\n- 伊莉丝的机动性很高，可以躲避乌迪尔的控制技能，使她更容易抵消他的控制效果。"
    },
    "loses": {
      "ザック": "扎克在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 扎克的坦克能力很高，能够承受伊莉丝的爆发伤害，使他更容易在她的攻击中生存。\n- 伊莉丝需要靠近才能造成爆发伤害，但扎克的控制技能（CC）很可能会阻止她这样做。\n- 扎克的范围伤害和控制技能在团队战斗中具有显著影响，使他在团队战斗中获得优势，而伊莉丝在这方面表现不佳。\n- 扎克的机动性很高，使他在面对伊莉丝的游走时更容易逃脱。\n- 如果伊莉丝没有在早期建立优势，她在后期的表现会很差，而扎克由于被动治疗能力具有很高的可持续性。",
      "ヘカリム": "赫卡里姆在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，更容易躲避伊莉丝的游走。虽然伊莉丝在前期有强大的游走潜力，但赫卡里姆有很多逃生选项，不容易被她的攻击命中。\n- 赫卡里姆擅长发起团队战斗，在团队战斗中影响力大，而伊莉丝在这方面表现较弱。伊莉丝缺乏范围伤害，在团队战斗中的存在感较弱。\n- 赫卡里姆可以在持久战中造成伤害，同时保持耐久性，使他能够承受伊莉丝的爆发伤害。伊莉丝需要靠近才能造成她的爆发伤害，但赫卡里姆可以在那段时间进行反击。\n- 伊莉丝的发育较差，如果无法在早期建立优势，很快就会失去存在感，而赫卡里姆随着成长继续作为强大的坦克发挥作用。\n- 赫卡里姆的特性使他不易受到伊莉丝的控制效果影响，即使被她的攻击命中，也能给他反击的机会。由于伊莉丝在近战中表现不佳，她很难应对赫卡里姆的冲锋。",
      "タロン": "泰隆对伊莉丝有优势。\n\n原因如下：\n\n- 泰隆在前期有高爆发伤害，可以迅速击杀伊莉丝，防止她靠近。\n- 伊莉丝需要接近，这使她容易受到泰隆的埋伏和瞬间伤害。\n- 泰隆可以利用地形逃跑或埋伏，更容易躲避伊莉丝的技能。\n- 伊莉丝在团战中缺乏有效的范围伤害，难以反制像泰隆这样的刺客。\n- 泰隆可以轻松滚雪球，如果伊莉丝无法建立早期优势，泰隆就能掌控比赛。",
      "イブリン": "伊芙琳在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 在6级之后，伊芙琳可以利用隐身进行伏击，避免伊莉丝的控制技能，使她能够在伊莉丝接近之前进行攻击。\n- 伊莉丝需要靠近才能造成爆发伤害，而伊芙琳可以安全地利用隐身保持距离。\n- 伊莉丝在团队战斗中缺乏范围伤害，容易受到伊芙琳高爆发伤害的威胁。\n- 伊莉丝的技能只影响单个目标，即使在伊芙琳的逃生选项有限的情况下也能有效。\n- 如果伊莉丝无法在早期建立优势，她很快会失去存在感，而伊芙琳在6级后可以执行强力的游走，使得翻盘变得困难。",
      "レンガー": "雷恩加对伊莉丝有优势。\n\n原因如下：\n\n- 雷恩加拥有高爆发伤害，可以在伊莉丝接近之前就击杀她，利用她脆弱的属性。\n- 伊莉丝需要靠近才能造成爆发伤害，但雷恩加擅长利用草丛进行伏击，使他能够在伊莉丝接触之前先发制人。\n- 伊莉丝的控制技能只影响单个目标，难以阻止雷恩加的伏击。雷恩加有很高的机会用一次攻击消灭伊莉丝。\n- 雷恩加通过击杀获得额外的攻击力，赋予他强大的滚雪球潜力，使他更容易保持对伊莉丝的优势。\n- 伊莉丝在团队战斗中表现不佳，如果雷恩加成功伏击她，他可以让她在早期的存在感降低。",
      "ダイアナ": "黛安娜在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，可以连续使用她的跳跃技能，使她能够在不让伊莉丝靠近的情况下进行攻击。\n- 伊莉丝需要靠近才能造成爆发伤害，但黛安娜有护盾，更容易抵消伊莉丝的爆发。\n- 黛安娜的范围伤害在团队战斗中创造了优势，使她在伊莉丝表现不佳的团队战斗中脱颖而出。\n- 伊莉丝在团队战斗中的范围伤害有限，使得反制黛安娜的持续伤害变得困难。\n- 虽然伊莉丝的控制技能可以阻碍黛安娜的输出，但黛安娜可以反弹伊莉丝的攻击并进行反击，使她在一对一的对抗中拥有较高的胜率。",
      "ジャーヴァンⅣ": "贾法尔四世在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 贾法尔四世机动性高，可以在早期游戏中主动进行游走，超越伊莉丝的游走潜力。\n- 伊莉丝需要靠近才能造成爆发伤害，但如果被贾法尔四世的技能限制，她的逃生手段会变得有限。\n- 贾法尔四世的被动百分比伤害有效地削减伊莉丝的生命值，使得在早期交战中更容易获得优势。\n- 伊莉丝在团队战中缺乏范围伤害，难以反制贾法尔四世的开团潜力。\n- 贾法尔四世的终极技能可以封锁伊莉丝的逃生路线，对缺乏位移能力的伊莉丝尤其强大。",
      "シン・ジャオ": "辛赵对伊莉丝有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他在早期的游走中非常有效，能够轻易打乱伊莉丝的早期优势。\n- 伊莉丝需要靠近并冒险才能造成爆发伤害，但辛赵有针对性的技能可以轻易限制伊莉丝的行动。\n- 辛赵的被动技能提供持续的生命回复，使他能够承受伊莉丝的爆发伤害并可能进行反击。\n- 伊莉丝在团队战中缺乏范围伤害，而辛赵在团队战中有能力抵消敌方攻击，使他能够在与伊莉丝的对抗中占据有利位置。\n- 伊莉丝的发育较差，如果无法建立早期优势，她的存在感会下降，而辛赵在早期到中期有强大的1v1能力，能够持续对伊莉丝施加压力。",
      "ヴァイ": "薇（Vi）在对抗伊莉丝（Elise）时具有优势。\n\n原因如下：\n\n- 薇擅长近战，可以利用伊莉丝的弱点，使她在一对一的情况下更容易占据上风。\n- 伊莉丝需要靠近，这使她非常容易受到薇的追击能力的威胁。特别是当伊莉丝靠近以造成爆发伤害时，薇可以主动出击。\n- 薇有一个可以减轻伊莉丝爆发伤害的护盾，使她具有很高的耐久性。\n- 伊莉丝在团队战斗中缺乏范围伤害，使她很难对像薇这样在一对一情况下强大的英雄造成有效伤害。\n- 薇具有很高的游走潜力，可以在伊莉丝建立早期优势之前施加压力，更容易阻碍伊莉丝的成长。",
      "フィドルスティックス": "菲德尔斯基在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 菲德尔斯基可以远程攻击，更容易阻止伊莉丝靠近。\n- 伊莉丝需要靠近才能造成爆发伤害，但有很高的风险被菲德尔斯基的控制技能 incapacitated。\n- 菲德尔斯基的范围伤害在团战中非常有效，可以利用伊莉丝在团战中的弱点。\n- 菲德尔斯基有手段确保视野，更容易发现伊莉丝的游走。\n- 如果伊莉丝无法在早期建立优势，她的存在感会下降，而菲德尔斯基可以从一开始就稳定打野，并轻松保持健康。",
      "ノクターン": "诺克图恩在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 诺克图恩可以利用伊莉丝的弱点，通过高伤害技能进行打击。\n- 诺克图恩的终极技能减少视野，这可以干扰伊莉丝的游走和团队战斗中的协调。\n- 伊莉丝需要靠近才能爆发伤害，但诺克图恩有法术护盾，更容易抵消伊莉丝的控制技能。\n- 诺克图恩擅长游走，可以在团队战斗中对伊莉丝施加优势，而伊莉丝在团队战斗中表现不佳。\n- 如果伊莉丝无法在早期建立优势，她的存在感会下降，但诺克图恩的终极技能可以轻易扭转中期局势，使他能够持续对伊莉丝施加压力。",
      "ブライアー": "布莱尔在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 布莱尔的续航能力强，在小规模战斗中表现出色，更容易抵御伊莉丝的爆发伤害。\n- 伊莉丝需要靠近才能造成爆发伤害，但布莱尔在狂暴状态下追击能力强，可以在伊莉丝接近之前发起攻击。\n- 伊莉丝的控制技能只影响单个目标，因此布莱尔可以在躲避控制的同时继续攻击。\n- 布莱尔的终极技能使她能够参与团队战斗并获得视野，更容易抵消伊莉丝的技能。\n- 伊莉丝在团队战斗中缺乏范围伤害，而布莱尔可以对多个敌人造成显著伤害。",
      "キヤナ": "Qiyana在对抗Elise时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，更容易躲避Elise的技能和攻击。\n- Elise需要在近战中造成爆发伤害，但Qiyana可以在保持距离的情况下攻击，从而利用Elise的弱点。\n- Qiyana的强控制技能可以轻易限制Elise的移动，特别是在Elise变身时抓住机会。\n- Qiyana可以利用元素根据情况调整战术，更容易判断Elise技能的时机并进行反击。\n- Elise在团队战中缺乏范围伤害，使得像Qiyana这样具有高爆发伤害的刺客难以应对。",
      "レク＝サイ": "雷克塞在对抗伊莉丝时具有优势。\n\n- 雷克塞在前期有强大的游走潜力，可以对在前期较弱的伊莉丝施加显著压力。\n- 她在埋伏状态下擅长侦查，能够轻松追踪伊莉丝的动向，这使得伊莉丝很难避免被抓。\n- 伊莉丝需要靠近才能造成爆发伤害，但雷克塞有能力干扰她的接近，使得伊莉丝很难发起攻击。\n- 雷克塞的技能冷却时间短且频率高，使她能够对伊莉丝造成持续伤害。\n- 伊莉丝在团队战中缺乏范围伤害，这使得雷克塞在对单一目标造成伤害时占据优势。"
    }
  },
  "キヤナ": {
    "name": "キヤナ",
    "beats": {
      "キンドレッド": "Kindred在对抗Qiyana时处于劣势。\n\n原因如下：\n\n- Qiyana具有高机动性，可以迅速拉近距离造成爆发伤害，这使得她在Kindred发起攻击之前就能将其击杀。\n- Qiyana的技能可以根据地形改变效果，特别是她的大招，可以抵消Kindred的无敌效果。\n- Kindred只有减速作为控制技能，使其在面对Qiyana的强控制时无能为力，且逃生选项有限。\n- Qiyana可以通过标记轻松预测Kindred的移动，使得埋伏或反击变得更容易。\n- Kindred在前期的影响力较低，尤其是在积累4层标记之前，他们在团战中的存在感微乎其微，导致在对抗Qiyana时持续处于劣势。",
      "リリア": "莉莉娅在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避莉莉娅的技能，这意味着她不太可能受到莉莉娅的伤害。\n- 奇亚娜的爆发伤害很高，而莉莉娅在一对一的情况下杀死敌人的时间劣势，使她更容易被早早击杀。\n- 莉莉娅的主要技能范围较短，增加了受到奇亚娜攻击的风险。\n- 奇亚娜可以利用墙壁增强她的技能，这会限制莉莉娅的移动，使她的逃生选项更少。\n- 莉莉娅的硬控技能仅限于她的终极技能，她几乎没有手段来反制奇亚娜的机动性，使她在团战中更容易处于劣势。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗奇亚娜时处于劣势。\n\n- 奇亚娜的机动性很高，容易躲避努努的游走。\n- 奇亚娜的控制技能可以抵消努努的开团选项，使努努发起攻击变得风险很大。\n- 奇亚娜的技能可以利用墙体，让她能够通过地形逃跑，或者反过来攻击努努。\n- 努努在后期发育较差，难以应对奇亚娜的爆发伤害。\n- 奇亚娜可以切换元素，使她能够根据情况调整战术，灵活应对努努的玩法。",
      "ウディア": "乌迪尔在对抗奇亚娜时处于劣势。\n\n- 奇亚娜的机动性很高，容易躲避乌迪尔的攻击，这使得乌迪尔难以拉近距离。\n- 奇亚娜拥有强力的控制技能，可以限制乌迪尔的行动，使得他在接触之前很可能被控制住。\n- 奇亚娜可以利用元素根据情况调整战术，使她能够灵活应对乌迪尔的攻击风格。\n- 乌迪尔的攻击范围较短，使他面临被奇亚娜造成伤害的高风险，让奇亚娜能够安全输出。\n- 通过使用她的终极技能，奇亚娜可以在目标附近的战斗中占据强势地位，使乌迪尔在塔附近作战时处于劣势。",
      "マスター・イー": "易大师在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜具有高机动性，可以迅速拉近距离造成爆发伤害，使她在对抗以普通攻击为中心的易大师时非常强势。\n- 奇亚娜的强控制技能可以限制易大师的移动，如果他在使用技能后被抓住，很可能会受到致命伤害。\n- 易大师对控制技能非常脆弱，容易被奇亚娜的技能连招抓住。\n- 奇亚娜可以利用元素根据情况调整战术，更容易预测易大师的移动并进行反制。\n- 奇亚娜可以在塔周围的战斗中利用她的大招施加强大的存在感，使易大师在尝试攻击塔时面临更高的风险。",
      "ウーコン": "猴子在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，可以在猴子接近之前发起攻击，这使得猴子很难命中他的攻击。\n- 奇亚娜的强控制技能限制了猴子的移动，造成他即使使用分身也无法有效逃脱的情况。\n- 奇亚娜可以利用元素造成爆发伤害，迅速击杀猴子，忽视他的耐久性。\n- 猴子依赖物理伤害，使他容易受到奇亚娜的防御技能和利用隐身的战术的威胁。\n- 奇亚娜具有强大的游走潜力和对其他线路的影响，使得猴子更难履行他作为打野的角色。",
      "エコー": "艾克在对抗奇亚娜时处于劣势。\n\n- 奇亚娜的机动性很高，并且有强力的控制技能，容易限制艾克的行动。\n- 奇亚娜的爆发伤害通常超过艾克的耐久，使她能够瞬间击杀艾克。\n- 奇亚娜可以利用地形改变技能的效果，有效切断艾克的逃跑路线。\n- 艾克有许多与移动相关的技能，使他容易受到奇亚娜的控制。\n- 奇亚娜可以在无视艾克的护盾和治疗的情况下造成高伤害，使艾克的耐久性大大失去意义。",
      "ザック": "扎克在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避扎克的技能，这使得扎克很难发起攻击。\n- 奇亚娜的爆发伤害可以迅速削弱扎克的坦克能力，使他面临被瞬间击杀的高风险。\n- 奇亚娜可以利用墙壁改变技能的效果，这会限制扎克的移动。\n- 扎克通常攻击范围较短，常常处于容易受到奇亚娜攻击的位置，使他在一对一的情况下处于劣势。\n- 奇亚娜拥有控制技能（CC），可以阻止扎克的进攻，增加他发起攻击时的风险。",
      "グレイブス": "格雷夫斯在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避格雷夫斯的攻击。特别是她利用墙壁的技能使她能够轻松进攻和撤退。\n- 奇亚娜的硬控技能意味着一旦格雷夫斯被抓住，他很可能会受到大量伤害，从而降低他在一对一中的胜算。\n- 格雷夫斯的技能冷却时间较长，使他难以反制奇亚娜的爆发潜力。如果奇亚娜主动出击，格雷夫斯很难反击。\n- 奇亚娜可以切换元素以适应战术，使格雷夫斯更难预测她的攻击模式。\n- 格雷夫斯的普通攻击不穿透，因此如果奇亚娜利用墙壁躲避攻击，他就很难造成伤害。",
      "ボリベア": "布隆在对抗奇亚娜时处于劣势。\n\n- 奇亚娜的机动性很高，容易阻止布隆的接近。特别是她可以利用技能拉开距离，使布隆很难命中攻击。\n- 奇亚娜拥有强力的控制技能，可以在布隆使用技能之前将其击晕。这大大增加了无效化布隆攻击的机会。\n- 布隆的主要技能范围较短，无法有效反制奇亚娜利用元素进行的攻击。由于奇亚娜可以从远处发起攻击，布隆很难靠近。\n- 奇亚娜具有爆发伤害，尽管布隆的耐久性很强，但仍然会被迅速削弱。尤其是当奇亚娜使用她的终极技能时，布隆可能会瞬间被击倒。\n- 布隆的发育较差，随着游戏进入中后期，奇亚娜的伤害会增加，使布隆的劣势加大。奇亚娜在升级时变得更强，因此布隆必须迅速应对她，以避免陷入困境。",
      "ベル＝ヴェス": "贝尔维斯在对抗奇亚娜时处于劣势。\n\n- 奇亚娜的机动性很高，容易躲避贝尔维斯的攻击。特别是她的技能，可以迅速重新定位以避免贝尔维斯的攻击。\n- 奇亚娜拥有强力的控制技能，可以在贝尔维斯攻击之前抓住她，更容易限制贝尔维斯的行动。\n- 奇亚娜可以利用元素来部署各种策略，使她能够灵活应对贝尔维斯的攻击风格。\n- 贝尔维斯依赖普通攻击，使她在面对奇亚娜的控制和爆发伤害时变得脆弱，尤其是在早期的小规模冲突中。\n- 奇亚娜可以利用墙壁施放她的终极技能，在目标附近的战斗中拥有强大的存在感，使贝尔维斯难以创造有利局面。"
    },
    "loses": {
      "レンガー": "雷恩加对基亚娜有优势。\n\n原因如下：\n\n- 他拥有高爆发伤害，可以迅速减少基亚娜的生命值，使他在基亚娜反击之前更容易击杀她。\n- 他擅长利用草丛进行伏击，这可以抵消基亚娜的高机动性。具体来说，通过在基亚娜切换元素之前攻击，他可以延迟她的反应。\n- 基亚娜依赖她的终极技能，使她在技能冷却期间或在塔附近的效果降低。雷恩加可以利用这个空档发起攻击。\n- 基亚娜在没有普攻的情况下无法造成全额伤害，使她容易受到雷恩加的爆发伤害。雷恩加可以在短时间内造成高伤害，让她在能够普攻之前被击杀。\n- 基亚娜复杂的机制增加了她对雷恩加伏击的反应延迟的可能性，使雷恩加更容易创造有利局面。",
      "ヴァイ": "维（Vi）在对抗奇亚娜（Qiyana）时具有优势。\n\n原因如下：\n\n- 维具有很强的追击能力，可以轻松抓住没有逃生手段的奇亚娜。\n- 维的护盾和减甲效果使得抵消奇亚娜的爆发伤害变得更容易。\n- 奇亚娜依赖她的终极技能，因此如果维在其冷却期间发起攻击，她可以占据有利位置。\n- 维擅长近战，可以在躲避奇亚娜技能的同时造成伤害。\n- 奇亚娜的机制复杂，如果她犯错，就会变得脆弱，容易受到维的压力。",
      "ナフィーリ": "Nafiri在对抗Qiyana时具有优势。\n\n原因如下：\n\n- Nafiri可以使用宠物进行多种攻击，这可以阻挡Qiyana的技能并减少她的伤害。\n- Qiyana依赖她的终极技能，这使得她在冷却时间或塔附近表现不佳，而Nafiri可以持续输出伤害，持续给Qiyana施加压力。\n- Nafiri可以快速打钱和清理野区，使她更容易分配时间进行游走和gank，从而在Qiyana在路上获得优势之前进行干预。\n- Qiyana在没有普攻的情况下无法造成伤害，而Nafiri可以通过宠物攻击提供持续的伤害，减少Qiyana的压力。\n- Nafiri在对抗自我防御选项有限的英雄时具有优势，而Qiyana就是一个这样的例子，使得Nafiri能够更有利地进行对局。",
      "レク＝サイ": "雷克塞在对抗基安娜时具有优势。\n\n- 雷克塞在早期的游走潜力强，使得在基安娜尚未发展起来时更容易发起攻击。\n- 由于她可以在潜伏状态下侦查，雷克塞能够轻松追踪基安娜的动向，并反制她利用元素的战术。\n- 雷克塞的爆发伤害在基安娜无法通过普通攻击造成伤害的情况下特别有效，使雷克塞能够在她技能冷却期间抓住机会。\n- 由于基安娜依赖她的终极技能，雷克塞的成功游走可以显著减少基安娜早期的影响力。\n- 雷克塞的控制技能限制了基安娜的高机动性，有效缩小了她的逃跑路线。",
      "ワーウィック": "沃里克在对抗奇亚娜时具有优势。\n\n原因如下：\n\n- 沃里克能够对低生命值的敌人造成强大的伤害，同时自我治疗，使他在奇亚娜发起攻击时能够进行反击。\n- 奇亚娜依赖她的终极技能，这使得她在冷却时间或塔附近表现不佳，而沃里克则具有高耐久性，能够持续输出伤害和治疗。\n- 沃里克拥有两种硬控技能，可以限制奇亚娜的移动，防止她利用机动性。\n- 沃里克在早期小规模交战中很强，通常由于等级和装备差异使奇亚娜处于劣势。\n- 奇亚娜的技能组合复杂，逃生选项有限，使她容易受到沃里克的追击威胁。",
      "タロン": "塔隆在对抗奇亚娜时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，使得在奇亚娜尚未发育完全时，伏击非常有效。\n- 奇亚娜依赖她的终极技能，因此在技能冷却或靠近塔时，她很难施加压力，而塔隆则能持续保持高输出。\n- 塔隆的隐身和利用地形的机动性使他更容易躲避奇亚娜的技能并接近她进行攻击。\n- 奇亚娜无法在没有普攻的情况下造成全部伤害，这使得她很难反制塔隆的高爆发伤害。\n- 塔隆具有范围伤害并且可以快速推线，使他能够在奇亚娜游走之前创造有利局面。",
      "ダイアナ": "黛安娜在对抗奇亚娜时具有优势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，可以连续使用她的跳跃，使她更容易跟随奇亚娜的动作。\n- 黛安娜的护盾可以减轻奇亚娜的一些爆发伤害，使她在一对一的情况下具有较高的耐久性。\n- 奇亚娜依赖她的终极技能，因此在她的终极技能冷却时，她更容易受到黛安娜的激进玩法的攻击。\n- 黛安娜具有范围伤害，这使她在团队战斗中具有显著的影响力，并且可能使奇亚娜在这些情况下难以机动。\n- 奇亚娜的机制复杂，如果被黛安娜的控制技能抓住，尤其是黛安娜的终极技能拉扯特别有效，她很容易被中和。",
      "イブリン": "伊芙琳在对抗奇亚娜时具有优势。\n\n原因如下：\n\n- 她可以在隐身状态下进行伏击，有效地中和奇亚娜的高机动性，并在近战中获得优势。\n- 奇亚娜依赖她的终极技能，使她在冷却时间或靠近塔时效果降低，而伊芙琳在6级后几乎可以持续隐身伏击。\n- 奇亚娜的技能效果会根据地形变化，但伊芙琳可以在忽视视野的情况下进行攻击，从而反制奇亚娜的战术。\n- 奇亚娜在没有普攻的情况下无法造成全部伤害，而伊芙琳则具有高爆发伤害，特别对生命值降低的敌人非常强大。\n- 奇亚娜的玩法复杂且逃生选项有限，使她容易受到伊芙琳的伏击。",
      "ブライアー": "布莱尔在对抗奇亚娜时具有优势。\n\n原因如下：\n\n- 布莱尔的续航能力强，在小规模战斗中表现出色，更容易反制奇亚娜的爆发伤害。\n- 奇亚娜依赖她的终极技能，因此在冷却期间或在塔附近时表现较差，而布莱尔在这段时间内可以持续输出伤害。\n- 布莱尔的攻击速度和移动速度提升使得限制奇亚娜的机动性更容易，并且在追击时表现出色。\n- 奇亚娜有控制技能，但布莱尔在持续战斗中可以通过狂暴状态下的治疗来维持生存，通常能够承受奇亚娜的控制效果。\n- 布莱尔的终极技能使她能够在保持视野的同时参与团队战斗，更容易反制奇亚娜利用元素的战术。",
      "ニダリー": "妮蔻在对抗奇亚娜时具有优势。\n\n原因如下：\n\n- 妮蔻在前期具有高爆发伤害，使她在奇亚娜尚未发展起来时在游走和反打野方面表现强势。\n- 奇亚娜依赖她的大招，在冷却期间或在塔附近表现乏力，而妮蔻可以通过切换形态始终保持进攻性。\n- 妮蔻没有控制技能，使她能够相对灵活地应对奇亚娜的高机动性。\n- 奇亚娜无法在没有普攻的情况下造成伤害，而妮蔻可以通过人形态的消耗和豹形态的爆发轻松提供持续伤害。\n- 妮蔻可以使用陷阱进行侦查，这可以限制奇亚娜的移动并提高游走的成功率。"
    }
  },
  "キンドレッド": {
    "name": "キンドレッド",
    "beats": {
      "リリア": "莉莉娅在对抗坎德尔时处于劣势。\n\n- 坎德尔的机动性很高，容易躲避莉莉娅的技能，这使得莉莉娅很难命中攻击。\n- 坎德尔的爆发伤害很高，尤其是在莉莉娅的生命值较低时，可以瞬间击杀她。\n- 坎德尔的终极技能提供无敌效果，常常抵消莉莉娅的技能连招。\n- 莉莉娅的主要技能范围较短，迫使她在面对坎德尔的攻击范围时冒险。\n- 坎德尔通过收集标记变得更强，6级后在团队战中的影响力显著，使莉莉娅容易受到影响。",
      "ワーウィック": "沃里克在对抗坎德尔时处于劣势。\n\n- 坎德尔的攻击范围很长，可以远程输出伤害，使他们能够在沃里克接近之前造成伤害。\n- 坎德尔的被动技能增强了他们在游走和反打野时的基础表现，使沃里克更容易陷入不利局面。\n- 坎德尔的终极技能可以提供无敌效果，使他们能够抵消沃里克的攻击，并为自己创造有利局面。\n- 沃里克的攻击范围较短，使他难以反制坎德尔的风筝能力，并且在追击和小规模交战中表现不佳。\n- 坎德尔通过收集标记来增强他们的伤害，能够迅速成长并在团队战斗中产生显著影响，尤其是在6级之后。相比之下，沃里克专注于对单一目标造成伤害，使他在团队战斗中效果较差。",
      "ベル＝ヴェス": "贝尔维斯在对抗坎德尔时处于劣势。\n\n- 坎德尔的射程很长，可以在贝尔维斯接近之前发起攻击，这使得贝尔维斯很难接近。\n- 坎德尔的被动技能增强了他们在游走和反打野时的基础表现，使贝尔维斯处于不利局面。\n- 坎德尔的终极技能提供无敌效果，如果贝尔维斯试图全力进攻，很可能会被反击。\n- 坎德尔的机动性很高，更容易躲避贝尔维斯的攻击。特别是，坎德尔的闪现技能使贝尔维斯的追击变得复杂。\n- 贝尔维斯依赖普通攻击，使他们容易受到坎德尔的减速和逃脱技能的影响。",
      "ケイン": "Kayn在对抗Kindred时处于劣势。\n\n- Kindred的射程很长，可以在Kayn接近之前从远处造成伤害。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使他们在前期特别有影响力。\n- Kindred的终极技能可以提供无敌效果，更容易抵消Kayn的攻击，并作为对抗全力进攻的手段。\n- Kayn在变身之前战斗能力较低，尤其在前期非常弱，使得主动对抗Kindred变得困难。\n- Kindred的机动性很高，如果Kayn被控制技能抓住，他们的有效性会显著下降，使得站位更加具有挑战性。",
      "ボリベア": "布隆在对抗坎德尔时处于劣势。\n\n原因如下：\n\n- 坎德尔的攻击范围很长，可以在布隆接近之前进行攻击，使布隆容易受到伤害。\n- 坎德尔的被动技能增强了他们在游走和反打野时的基础表现，使他们能够在避免布隆攻击的同时造成伤害。\n- 坎德尔的终极技能赋予无敌效果，可以抵消布隆的控制和伤害，为坎德尔创造更有利的局面。\n- 布隆的主要技能范围较短，使他在受到坎德尔伤害的同时难以接近，导致一对一交锋的胜率较低。\n- 坎德尔的机动性很高，可以在避免布隆攻击的同时收集标记，从而快速成长并在团队战斗中产生显著影响。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗坎德尔时处于劣势。\n\n- 坎德尔具有高机动性和爆发伤害，使其在对抗像努努这样的坦克打野时更具优势。\n- 坎德尔的被动增强了他们在游走和反打野时的基础表现，特别是在6级后增加了他们在团队战中的影响力。\n- 努努的技能冷却时间较长，容易受到反打野的攻击，这使得他很难应对坎德尔的移动以收集标记。\n- 坎德尔的终极技能提供无敌效果，成为对努努的游走和全力进攻的强力反制。\n- 努努在后期的发育较差，随着坎德尔变得更强，他的竞争力越来越低。",
      "レク＝サイ": "雷克塞在对抗坎德尔时处于劣势。\n\n- 坎德尔拥有远程攻击，可以在雷克塞接近之前造成伤害，这导致一对一交锋中的胜率较低。\n- 坎德尔的终极技能提供无敌效果，可以抵消雷克塞的爆发伤害。这增加了即使雷克塞尝试全力以赴也被反击的可能性。\n- 坎德尔的机动性很高，擅长逃脱，使雷克塞成功进行游走变得困难。\n- 坎德尔通过收集标记迅速成长，6级后在团队战中的影响力显著，使他们在雷克塞在后期游戏中逐渐失去优势时成为强大的存在。\n- 雷克塞在埋伏状态下视野有限，如果错过看到坎德尔标记的机会，容易被伏击，为坎德尔创造有利局面。",
      "ウディア": "乌迪尔在对抗坎德尔时处于劣势。\n\n- 坎德尔拥有远程攻击，这使他们在乌迪尔的近战战斗风格上占据优势。由于乌迪尔的攻击范围较短，他很难躲避坎德尔的攻击。\n- 坎德尔的被动技能增强了他们在游走和反打野时的基础表现，使他们能够在乌迪尔接近之前造成伤害。\n- 坎德尔的终极技能可以提供无敌效果，使他们能够抵消乌迪尔的控制和伤害，从而为坎德尔创造有利局面。\n- 乌迪尔对拥有控制技能和爆发伤害的英雄非常脆弱，这使得他很难跟上坎德尔的机动性和逃脱潜力。\n- 坎德尔通过收集标记迅速成长，尤其是在6级之后，他们在团队战中的影响力显著，这使得乌迪尔很难反制这种成长。",
      "ザック": "扎克在对抗坎德尔时处于劣势。\n\n原因如下：\n\n- 坎德尔的攻击范围很长，可以在扎克接近之前进行攻击，这使得扎克很难进行近战。\n- 坎德尔的被动技能增强了他们在游走和反打野时的基础表现，使他们能够在受到扎克攻击之前造成伤害。\n- 坎德尔的大招可以提供无敌效果，抵消扎克的控制技能，并创造机会反击扎克。\n- 扎克的攻击范围通常较短，使得在受到坎德尔伤害的同时接近变得困难，导致一对一交锋的胜率较低。\n- 坎德尔具有高机动性和逃生能力，更容易躲避扎克的进攻。",
      "イブリン": "伊芙琳处于劣势。\n\n- 幽灵的射程很长，可以通过标记增强伤害，这使得伊芙琳在接近之前容易受到伤害。\n- 幽灵的终极技能可以提供无敌，这意味着伊芙琳的爆发伤害很可能会被抵消。\n- 幽灵的机动性和逃脱选项很高，因此伊芙琳常常很难抓住他们的失误。\n- 幽灵有控制技能，这在伊芙琳接近时可能会限制她的行动。\n- 幽灵在前期就可以很具攻击性，常常在伊芙琳达到6级之前创造有利局面。",
      "ゼド": "劫在对抗千珏时处于劣势。\n\n原因如下：\n\n- 千珏的攻击范围很长，可以在劫靠近之前进行攻击，这使得劫很难接近。\n- 千珏的被动增强攻击可以减少劫的爆发伤害并造成持续伤害。\n- 千珏的大招提供无敌效果，可以抵消劫的爆发连招。\n- 千珏的机动性很高，容易躲避劫的影子跟进。\n- 劫在团战中的范围伤害较低，无法阻止千珏收集印记，使得千珏能够轻松发育。"
    },
    "loses": {
      "キヤナ": "Qiyana在对抗Kindred时具有优势。\n\n原因如下：\n\n- 由于她的高机动性，她可以轻松躲避Kindred的攻击。\n- 她拥有强力的控制技能，使得限制Kindred的移动变得更容易。\n- Kindred在前期较弱，Qiyana可以通过早期的进攻来利用这一点。\n- Qiyana利用她的元素战术可以抵消Kindred的终极技能。\n- Kindred在收集标记之前存在感较低，Qiyana可以利用这个空档进行攻击。",
      "エリス": "伊莉丝在对抗坎德尔时具有优势。\n\n原因如下：\n\n- 伊莉丝在前期具有高爆发伤害，使她在坎德尔收集标记之前更容易创造有利局面。\n- 她拥有远程控制技能，这使得限制坎德尔的移动变得更加容易，尤其在游走时效果显著。\n- 坎德尔在前期缺乏强度，反制伊莉丝的游走选择有限。\n- 伊莉丝可以进行塔下击杀，如果坎德尔没有逃生手段，她可以轻松获得击杀。\n- 在坎德尔的被动技能激活之前主动出击，伊莉丝可以阻碍坎德尔的成长。",
      "フィドルスティックス": "菲德尔斯基有优势对抗坎德尔。\n\n原因如下：\n\n- 菲德尔斯基的技能能够制造恐惧，使他能够限制坎德尔的机动性，并在她发起攻击之前使其失去行动能力。\n- 菲德尔斯基的范围伤害在团队战斗和游走时非常有效，使他能够在坎德尔收集标记之前造成显著伤害。\n- 菲德尔斯基有手段确保视野，使得更容易侦测坎德尔的动向并执行反打野或游走。\n- 坎德尔在前期缺乏强度，难以反制菲德尔斯基强大的技能。\n- 尽管菲德尔斯基的移动速度较低，但他可以通过使用大招迅速拉近距离，使他能够在反击的同时躲避坎德尔的攻击。",
      "レンガー": "雷恩加对坎德尔有优势。\n\n原因如下：\n\n- 雷恩加具有高爆发伤害，能够迅速减少坎德尔的生命值，从而在一对一的对抗中获得高胜率。\n- 在前期，坎德尔在收集标记之前存在感较低，这使得雷恩加可以轻松利用这个空档进行游走或反打野。\n- 雷恩加擅长利用草丛进行伏击，这使得坎德尔很难追踪他的位置信息，并使他能够掌握主动权。\n- 坎德尔的终极技能提供无敌效果，但雷恩加可以在此之前用高爆发伤害消灭坎德尔。\n- 坎德尔只有减速作为控制技能，而面对雷恩加的伏击，防御选项有限，逃脱变得困难。",
      "タロン": "塔隆在对抗坎德尔时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，使他能够在坎德尔收集标记之前轻松获得早期击杀。\n- 塔隆的机动性使他能够在对抗坎德尔的游走和反野时占据有利位置。\n- 坎德尔只有减速作为控制技能，这使得应对塔隆的隐身和利用地形进行伏击变得困难。\n- 塔隆可以无视坎德尔的终极技能并造成高额伤害，这在全力交战中具有优势。\n- 坎德尔在前期较弱，塔隆可以通过早期的主动出击轻松掌控比赛。",
      "ヘカリム": "赫卡里姆占据优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，能够迅速拉近距离并在金克斯施加标记之前造成伤害，使他在早期小规模冲突中更容易获得优势。\n- 赫卡里姆的发起能力非常强大，能够在团队战斗中在金克斯施加无敌之前将其消灭。\n- 赫卡里姆可以持续输出伤害，同时又具备坦克属性，使他在持久战中能够有利地与金克斯对抗。\n- 金克斯在早期游戏中通常缺乏伤害，直到他们的标记叠加，这使得他们在早期受到赫卡里姆攻击时容易陷入不利局面。\n- 赫卡里姆拥有控制技能，可以限制金克斯的逃跑选项，使他们更难自由移动。",
      "マスター・イー": "蒙多大帝在对抗千珏时具有优势。\n\n原因如下：\n\n- 蒙多大帝的输出很高，一旦装备合适，可以对千珏造成显著伤害。\n- 千珏在早期游戏中，直到标记叠加之前在团队战斗中的存在感较弱，这使得蒙多大帝可以早早施加压力。\n- 蒙多大帝的Q技能提供无敌效果，这对于躲避千珏的技能非常有效，尤其是在被gank时。\n- 千珏只有减速作为控制技能，而蒙多大帝可以抵消减速，使他更容易逃脱和发起攻击。\n- 蒙多大帝在一对一的战斗中表现出色，很可能在千珏叠加标记之前就解决掉她。",
      "シャコ": "沙科对坎德尔有优势。\n\n原因如下：\n\n- 沙科机动性强，可以利用隐身轻松进行伏击，使他能够在坎德尔收集标记之前发起攻击。\n- 坎德尔在前期较弱，尤其是在他们没有四个标记叠加之前，团队战斗中的存在感很小。沙科可以利用这个时机进行游走并施加压力。\n- 沙科的控制技能可以限制坎德尔的逃跑选项，特别是在他们发起攻击之前使其失去行动能力。\n- 坎德尔依赖自动攻击，因此如果沙科能够通过伏击早期造成伤害，坎德尔将没有反击的余地。\n- 沙科可以轻松进行反打野，干扰坎德尔的打野并延缓他们的成长。",
      "ヴァイ": "维对坎德尔有优势。\n\n原因如下：\n\n- 维擅长近战，可以对早期范围较短的坎德尔造成强大的伤害。\n- 维的追击能力非常高，使她能够在坎德尔收集标记之前争取早期击杀。\n- 维有一个护盾，可以抵挡坎德尔的攻击，使她在一对一的情况下占据优势。\n- 坎德尔的技能只提供减速控制，她阻止维接近的手段有限，使维容易拉近距离。\n- 维在目标控制方面表现出色，使她在坎德尔成长之前更容易针对龙和男爵。"
    }
  },
  "アイバーン": {
    "name": "アイバーン",
    "beats": {
      "シン・ジャオ": "辛赵在对抗艾翁时处于劣势。\n\n原因如下：\n\n- 艾翁拥有远程攻击，可以在辛赵接近之前造成伤害，使他在一对一的情况下占据优势。\n- 艾翁的束缚和护盾可以抵消辛赵的攻击，并剥夺他的逃生选项，使辛赵难以发起攻击。\n- 艾翁有一个独特的机制，通过让中立怪物逃脱来获得金币，这使他在辛赵尝试反打野时能够创造有利局面。\n- 辛赵对控制技能较为脆弱，当被艾翁的束缚或其他控制技能抓住时，他常常失去反击的机会。\n- 艾翁擅长掌控视野，使他能够提前察觉辛赵的游走，从而降低这些游走的成功率。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 艾翁有远程攻击，可以在猴子接近之前用缠绕和护盾打断他，使猴子很难命中攻击。\n- 艾翁的技能具有很强的支援能力，增加了猴子尝试交战时队友被帮助的可能性。\n- 艾翁有一个独特的机制，通过让中立怪物逃跑来获得金币，这在猴子打野时可能被艾翁抢走，存在风险。\n- 艾翁可以创造灌木丛来确保视野，使得追踪猴子的动向变得更容易，增加了被伏击的风险。\n- 猴子是近战英雄，容易受到艾翁的远程攻击和控制技能的影响，导致一对一交战的胜率较低。",
      "ボリベア": "布隆处于劣势。\n\n- 艾翁的远程攻击可以阻碍布隆的接近，使他难以发起攻击。\n- 艾翁的束缚和护盾可以阻挡布隆的攻击，同时支持他的盟友，使得抵消布隆的伤害变得更容易。\n- 艾翁有一个独特的机制，通过让中立怪物逃脱来获得金币，这使得布隆在丛林中建立优势变得更加困难。\n- 布隆的主要技能范围较短，因此他无法有效地反击艾翁的远程攻击。\n- 艾翁擅长获取视野，使得更容易发现布隆的游走，并允许艾翁创造主动进攻的机会。",
      "キンドレッド": "Kindred在对抗Ivern时处于劣势。\n\n- Ivern拥有控制技能和护盾，使得阻挡Kindred的攻击变得更容易。特别是当Kindred试图发起攻击时，Ivern的控制效果非常有效。\n- Ivern有一个独特的机制，可以通过让中立怪物逃脱来获得金币，这会降低Kindred的打野效率。\n- Ivern可以创造草丛来确保视野并限制Kindred的移动，使得Kindred难以收集标记。\n- 尽管Ivern的基础属性较低，但他可以在Kindred在前期较弱时创造有利的局面。\n- 在积累4层标记之前，Kindred在团队战中的存在感较低，这使得Ivern在此期间能够创造有利的局面。",
      "イブリン": "伊芙琳在对抗艾翁时处于劣势。\n\n- 艾翁有控制技能和护盾，使得伊芙琳难以接近，并阻止她的埋伏。\n- 艾翁在视野控制方面能力强，可以利用草丛揭示伊芙琳的隐身。\n- 艾翁擅长偷取中立怪物，这使他能够入侵伊芙琳的丛林，并使她在资源上处于劣势。\n- 尽管艾翁的基础属性较低，但他可以在一对一的战斗中承受伊芙琳的爆发伤害。\n- 面对拥有保证控制技能的艾翁，伊芙琳很难接近，如果被抓住，她面临被瞬间击杀的高风险。",
      "ワーウィック": "沃里克在对抗艾翁时处于劣势。\n\n原因如下：\n\n- 艾翁拥有远程攻击，可以在沃里克接近之前造成伤害，使他在一对一的情况下占据优势。\n- 艾翁的束缚和护盾可以阻碍沃里克的接近，使他能够有效地造成伤害。\n- 艾翁有一个独特的机制，通过解放中立怪物来获得金币，使他在丛林控制方面非常熟练，并能够干扰沃里克的发育。\n- 沃里克对低生命值的敌人很强，但艾翁有治疗选项，使他更容易承受沃里克的攻击。\n- 艾翁具有很强的视野控制能力，使他更容易追踪沃里克的动向并避免伏击。",
      "リリア": "莉莉娅处于劣势。\n\n- 艾翁有控制和护盾，使得阻挡莉莉娅的攻击变得更容易。\n- 艾翁逃避中立怪物的机制可能会延迟莉莉娅的打野清理。\n- 莉莉娅的主要技能范围较短，使她容易受到艾翁的攻击。\n- 艾翁的视野控制能力很强，更容易防止莉莉娅的埋伏。\n- 艾翁的基础属性较低，但莉莉娅也缺乏强大的对抗能力，使得反制艾翁的支援能力变得困难。",
      "ザック": "扎克在对抗艾翁时处于劣势。\n\n原因如下：\n\n- 艾翁的攻击范围很长，容易躲避扎克的近战攻击。\n- 艾翁的束缚和护盾显著增加了阻止扎克发起攻击的机会。\n- 艾翁可以通过让中立怪物逃跑来获得金币，这使得扎克在丛林中更容易失去发育。\n- 艾翁具有很强的视野控制能力，更容易发现扎克的游走。\n- 尽管艾翁的基础属性较低，但他可以在受到扎克伤害之前用技能进行反击，使他在一对一的对抗中拥有更高的胜率。",
      "ヘカリム": "赫卡里姆处于劣势。\n\n原因如下：\n\n- 艾翁有控制技能和护盾，可以打断赫卡里姆的冲锋，使他发起进攻的机会更容易被抵消。\n- 艾翁有独特的机制，通过让中立怪物逃脱来获得金币，这增加了赫卡里姆在打野时被偷的风险。\n- 赫卡里姆需要积累速度，因此如果他被艾翁的控制技能抓住，他很可能在能够发起攻击之前就被中和。\n- 艾翁擅长获取视野，使他更容易提前发现赫卡里姆的游走。\n- 尽管艾翁缺乏伤害，但他有强大的支援能力，这可以降低赫卡里姆在团战中的效果。",
      "ケイン": "Kayn在对抗Ivern时处于劣势。\n\n原因如下：\n\n- Ivern拥有控制技能和护盾，更容易阻挡Kayn的攻击。\n- Ivern能够创造灌木丛，使他能够获得视野并防止Kayn的埋伏。\n- Ivern通过解放中立怪物获得金币，使他在前期抢夺资源方面表现出色，并能够对Kayn的打野施加压力。\n- Kayn在变身之前战斗能力较低，使他容易受到Ivern支持的盟友的攻击。\n- Ivern可以轻松对Kayn进行成功的gank，因为Kayn的逃生选项有限。",
      "マスター・イー": "蒙多在对抗艾翁时处于劣势。\n\n原因如下：\n\n- 艾翁有控制技能和护盾，使得打断蒙多的攻击变得更容易。特别是如果艾翁在蒙多接近时使用控制技能，蒙多将无法攻击。\n- 艾翁有一个独特的机制，可以通过解放中立怪物来获得金币，这使得他在前期施加压力变得更容易。这使得蒙多的发育变得困难。\n- 艾翁可以创造灌木丛来确保视野，使得成功进行游走变得更容易。蒙多在没有视野的情况下进行交战时处于风险之中，容易受到艾翁的游走攻击。\n- 尽管艾翁的基础属性较低，但他可以在蒙多获得装备之前创造有利局面。如果在早期游走中落后，蒙多将处于被动状态。\n- 蒙多容易受到控制，如果被艾翁的技能抓住，可能会受到致命伤害。",
      "エリス": "艾莉丝在对抗艾翁时占据优势。\n\n- 艾翁的基础属性较低，在一对一的对抗中较弱，而艾莉丝则拥有高爆发伤害，能够瞬间击杀艾翁。\n- 艾翁的束缚和护盾无法阻挡艾莉丝的攻击，使她可以自由攻击。\n- 艾莉丝拥有远程控制技能，使她能够在艾翁接近之前发起攻击。\n- 艾翁的逃生选项有限，难以在承受艾莉丝的爆发伤害后进行反击。\n- 艾莉丝可以利用她的蜘蛛形态进行塔下击杀，制造出艾翁难以防守的局面。",
      "パンテオン": "潘森在对抗艾翁时处于劣势。\n\n原因如下：\n\n- 艾翁通过释放中立怪物获得金币的独特机制，使他擅长在早期游戏中偷取资源，并轻松抵消潘森的游走。\n- 艾翁的束缚和护盾可以防止潘森的全力进攻，使艾翁能够为自己创造有利局面。\n- 艾翁可以创造草丛以确保视野并限制潘森的行动，使他不易受到伏击。\n- 虽然潘森在一对一和小规模冲突中很强，但艾翁的基础属性较低，如果受到潘森的攻击，可能会瞬间被击杀。\n- 艾翁可以创造更容易成功游走潘森的局面，而潘森的逃生选项有限，从而限制潘森的行动。"
    },
    "loses": {
      "キヤナ": "Qiyana在对抗Ivern时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，可以迅速攻击Ivern的低基础属性，使她在一对一的情况下获得优势。\n- Ivern主要为他的盟友提供支持，防御能力较低，难以反制Qiyana的爆发伤害。\n- Qiyana可以利用地形改变技能的效果，更容易躲避Ivern的束缚和护盾。\n- Ivern的技能主要设计用于保护盟友，对Qiyana的埋伏效果不佳。\n- Qiyana在游走和团战中影响力很大，能够抵消Ivern的视野控制和支持。",
      "ヌヌ＆ウィルンプ": "努努和威朗普对艾翁有优势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，可以通过利用艾翁低的基础属性施加早期压力。\n- 艾翁在一对一和小规模交战中较弱，难以应对努努的控制和伤害。\n- 努努的移动速度很高，更容易躲避艾翁的束缚和护盾。\n- 努努的治疗能力使他能够承受艾翁的攻击，在持久战中占据优势。\n- 努努快速打野，擅长抢夺目标，更容易阻止艾翁抢夺中立怪物。\n- 艾翁的逃生选项较差，逃避努努的游走手段有限，使得游走更容易成功。",
      "フィドルスティックス": "菲德尔斯基在对抗艾翁时具有优势。\n\n原因如下：\n\n- 菲德尔斯基拥有高范围伤害，可以利用艾翁的低基础属性。\n- 艾翁在一对一和小规模冲突中较弱，而菲德尔斯基的恐惧效果可以轻易让他无法行动。\n- 菲德尔斯基有手段确保视野，使得更容易提防艾翁的游走。\n- 菲德尔斯基的治疗能力使他在打野时容易保持健康，从而能够承受艾翁的攻击。\n- 艾翁在对抗具有控制技能的对手时更具优势，但菲德尔斯基没有手段来抵消这些控制技能，使得艾翁能够封锁他的技能。",
      "ベル＝ヴェス": "贝尔维斯在与艾翁的对抗中占有优势。\n\n- 贝尔维斯是一个近战输出角色，可以通过利用艾翁低的基础属性轻松在早期造成伤害。\n- 艾翁主要扮演辅助角色，攻击力较低，难以反制贝尔维斯的高输出。\n- 贝尔维斯可以利用位移技能和击飞技能抓住艾翁，而艾翁的逃生手段有限，这使得贝尔维斯处于有利位置。\n- 艾翁的技能主要是为了保护队友，难以直接防御贝尔维斯的攻击。\n- 贝尔维斯通过击杀中立怪物可以无限提升攻击速度，这可以轻松对艾翁的打野造成压力。",
      "カ＝ジックス": "卡兹克对艾翁有优势。\n\n原因如下：\n\n- 卡兹克具有高爆发伤害，可以利用艾翁低的基础属性，使他在一对一的对抗中拥有高胜率。\n- 艾翁的攻击力较弱，输出有限，使他容易受到卡兹克的伏击。\n- 卡兹克擅长利用跳跃和隐身逃脱或追击，轻松避开艾翁的束缚和护盾。\n- 艾翁主要为队友提供支持，自我防御能力较低，使他容易受到卡兹克的伏击。\n- 卡兹克对孤立的敌人特别强，而艾翁常常处于孤立的情况，使卡兹克能够轻松击杀。",
      "ジャーヴァンⅣ": "贾法尔四世在对抗艾翁时具有优势。\n\n原因如下：\n\n- 贾法尔四世是近战英雄，可以利用艾翁的低基础属性在一对一的战斗中获胜。\n- 贾法尔四世的高游走潜力在早期游戏中给艾翁施加压力，使他难以发育。\n- 艾翁主要扮演辅助角色，自我防御能力低，容易受到贾法尔四世的进攻。\n- 贾法尔四世的技能对缺乏位移技能的艾翁特别有效，使他容易被抓住。\n- 贾法尔四世的被动百分比伤害可以轻易穿透艾翁的护盾，使他能够更有效地造成伤害。\n- 艾翁的技能主要以支持为主，使他很难反制贾法尔四世的激进玩法。",
      "ニダリー": "娜美在对抗艾翁时具有优势。\n\n原因如下：\n\n- 娜美具有高爆发伤害，在早期反打野和游走方面很强，可以利用艾翁低基础属性的弱点。\n- 艾翁缺乏控制技能，单挑能力低，使娜美更容易利用她的高机动性和伤害。\n- 娜美可以利用她的豹形态的机动性接近艾翁，同时忽视他的视野，增加成功游走的机会。\n- 艾翁的技能主要是支持盟友，对像娜美这样的刺客效果较差。\n- 娜美具有基于陷阱的侦查能力，更容易追踪艾翁的动向并主动出击。",
      "タロン": "塔隆对艾翁有优势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害，可以迅速针对艾翁的低基础属性来确保击杀。\n- 艾翁在一对一的情况下较弱，对塔隆的埋伏防御选项有限，使塔隆能够占据有利位置。\n- 塔隆可以利用他的机动性在忽视艾翁视野的情况下埋伏艾翁。\n- 艾翁非常依赖他的队友，而塔隆可以独立行动，这使得艾翁难以提供支持。\n- 塔隆推线速度快，更容易入侵艾翁的野区。",
      "グレイブス": "格雷夫斯在与艾翁的对抗中占有优势。\n\n原因如下：\n\n- 格雷夫斯的基础属性高，在一对一的战斗中非常强大，使他在与艾翁的遭遇中更容易占据上风。\n- 艾翁的攻击力低，在一对一和小规模冲突中尤其弱，难以反击格雷夫斯的爆发伤害。\n- 格雷夫斯的技能和基本攻击组合造成高爆发伤害，使他能够在忽视艾翁的护盾和缠绕的情况下造成伤害。\n- 艾翁有一个独特的机制，通过让中立怪物逃跑来获得金币，但格雷夫斯可以在此期间通过攻击艾翁施加压力。\n- 格雷夫斯有范围攻击，擅长打钱和控制兵线，使他更容易利用艾翁为视野创造的草丛来创造有利局面。",
      "ダイアナ": "黛安娜在对抗艾翁时具有优势。\n\n原因如下：\n\n- 黛安娜在近战中强大，追击能力高，能够利用艾翁低的基础属性来获得战斗优势。\n- 艾翁在一对一和小规模冲突中较弱，容易受到黛安娜攻击的快速伤害。\n- 黛安娜的护盾可以减轻艾翁的一些控制效果，使她在战斗中即使受到艾翁的伤害也能持续作战。\n- 艾翁主要为他的盟友提供支持，缺乏有效反击像黛安娜这样的刺客的输出，使他难以抵挡她的攻击。\n- 黛安娜可以轻松利用技能接近艾翁，而艾翁的逃脱手段有限，黛安娜可以在战斗中灵活应对。",
      "ゼド": "扎德对艾翁有优势。\n\n原因如下：\n\n- 扎德具有高爆发伤害，可以通过利用艾翁的低基础属性迅速寻求击杀。\n- 艾翁在一对一和小规模冲突中较弱，使他容易受到扎德的伏击。\n- 扎德的机动性使他能够轻松躲避艾翁的缠绕和护盾，更容易选择合适的时机进行交战。\n- 艾翁通常依赖他的队友，而扎德可以通过针对孤立的艾翁来创造有利局面。\n- 扎德擅长利用影子进行移动，可以通过利用视野伏击艾翁。",
      "ヴァイ": "维（Vi）在对抗艾翁（Ivern）时具有优势。\n\n原因如下：\n\n- 维擅长近战，可以利用艾翁的低基础属性，使她在一对一的交锋中拥有较高的胜率。\n- 艾翁的攻击力较弱，输出伤害低，因此在受到维的攻击时很快就处于劣势。\n- 维具有出色的追击能力，而艾翁的逃脱手段有限，使他在游走或小规模交战中容易被抓住。\n- 艾翁的技能主要是支持队友，使他很难抵御维的攻击，因此无法有效地对抗她。\n- 维在目标控制方面也表现出色，尽管艾翁有逃避中立怪物的机制，但维的压力可以打乱这一点。",
      "ノクターン": "诺克图恩在对抗艾翁时具有优势。\n\n原因如下：\n\n- 诺克图恩是一名高伤害的近战战士，可以利用艾翁的低基础属性。\n- 诺克图恩的技能可以让敌人处于恐惧状态，更容易抵消艾翁的支援能力。\n- 诺克图恩能够减少整体视野，抵消艾翁在视野控制方面的优势。\n- 诺克图恩具有强大的游走潜力，使他在与艾翁的弱一对一情况或遭遇中获得优势。\n- 艾翁的逃生能力较差，常常使他处于容易受到诺克图恩攻击的境地。"
    }
  },
  "ニダリー": {
    "name": "ニダリー",
    "beats": {
      "グレイブス": "格雷夫斯处于劣势。\n\n- 奈德丽在前期具有很高的游走潜力，使她能够在格雷夫斯获得装备之前采取行动。\n- 奈德丽的高爆发伤害威胁到格雷夫斯的耐久性，特别是在一对一的情况下降低了他的胜率。\n- 奈德丽在豹形态下具有很高的机动性，使她更容易躲避格雷夫斯的攻击。\n- 格雷夫斯的技能冷却时间较长，使他难以对抗奈德丽的快速攻击造成持续伤害。\n- 奈德丽通过她的陷阱具有侦查能力，能够限制格雷夫斯的移动。\n- 尽管奈德丽缺乏控制技能，但她可以通过躲避格雷夫斯的攻击来增加造成伤害的机会。",
      "パンテオン": "潘森处于劣势。\n\n原因如下：\n\n- 奈德丽在早期反打野和游走方面很强，这使得她在潘森能够发起攻击之前就能主动出击。\n- 奈德丽的高爆发伤害常常使潘森在全力交战中处于劣势，因为他缺乏续航能力。\n- 奈德丽在豹形态下的高机动性使她更容易躲避潘森的攻击。\n- 潘森的技能冷却时间较长，使他难以应对奈德丽的快速攻击。\n- 奈德丽通过她的陷阱具备侦查能力，能够轻松追踪潘森的动向，不错过游走机会。\n- 尽管奈德丽缺乏控制技能，但躲避潘森的攻击增加了她反击造成伤害的机会。",
      "リリア": "莉莉娅处于劣势。\n\n- 奈德丽的爆发伤害高，在早期反野和游走中很强，这给莉莉娅带来了压力。\n- 奈德丽在豹形态下的机动性使她容易躲避莉莉娅的技能，这使得莉莉娅很难命中攻击。\n- 奈德丽的陷阱具有侦查能力，可以限制莉莉娅的移动，阻止她自由行动。\n- 莉莉娅的主要技能范围较短，造成持续伤害存在风险，但奈德丽可以利用这些风险进行攻击。\n- 奈德丽在团队战斗中的影响力很高，游戏可能在莉莉娅能够在团队战斗中发光之前就已经发展。",
      "ボリベア": "布隆处于劣势。\n\n原因如下：\n\n- 奈德丽的爆发伤害高，在早期反打野和游走方面很强，这使得她在布隆能够发起攻击之前就可能主动出击。\n- 奈德丽的豹形态机动性使得布隆难以拉近距离，让她能够在灌木丛附近的战斗中灵活机动。\n- 布隆的主要技能射程较短，使得他很难接近奈德丽的远程攻击和陷阱，这使他容易受到骚扰。\n- 尽管奈德丽缺乏控制技能，但她的机动性使她能够躲避布隆的攻击，在一对一的战斗中占据优势。\n- 布隆的坦克能力在中后期可能变得不稳定，如果奈德丽建立了早期优势，这将对整场比赛产生重大影响。",
      "ウーコン": "猴子处于劣势。\n\n- 奈德丽在早期反打野和游走方面很强，允许她在猴子清理野区时进行积极攻击。\n- 奈德丽的高爆发伤害意味着猴子在接近之前很可能会受到大量伤害。\n- 奈德丽在豹形态下的高机动性使她更容易躲避猴子的攻击。\n- 猴子缺乏远程攻击选项，使得反击奈德丽的消耗变得困难。\n- 奈德丽通过她的陷阱具备侦查能力，能够轻松追踪猴子的动向并掌握主动权。",
      "ヴィエゴ": "维戈处于劣势。\n\n- 奈德丽在前期有很高的爆发伤害，并且在反打野和游走方面很强，这使得维戈在早期很难获得优势。\n- 奈德丽在豹形态下的机动性和技能增加了维戈被抓的风险，如果他错误判断了交战时机。\n- 奈德丽拥有基于陷阱的侦查能力，使得限制维戈的行动变得更容易。\n- 维戈的控制技能仅限于单目标的非穿透技能，这对奈德丽的机动性没有效果。\n- 奈德丽在成人形态下有治疗能力，使她在持续战斗中能够保持对维戈的优势。",
      "エコー": "回声处于劣势。\n\n- 奈德丽在早期反打野和游走方面很强，使得在回声能够发育之前施加压力变得容易。\n- 奈德丽的高爆发伤害可以超过回声的耐久性，使得回声在早期游戏中特别难以应对。\n- 奈德丽可以利用她在豹形态下的机动性攻击，同时躲避回声的技能。\n- 回声有许多涉及移动的技能，使得在受到奈德丽的伤害时很难进行反击。\n- 奈德丽缺乏控制技能，因此无法阻止回声的进攻或逃跑选项，使得回声能够更有利地进行游戏。",
      "ケイン": "Kayn在对抗Nidalee时处于劣势。\n\n原因如下：\n\n- Nidalee在前期有很高的爆发伤害，使得Kayn在变身之前很可能被压制。\n- Nidalee的机动性和反野能力使得Kayn在前期很难安全发育。\n- Nidalee可以使用陷阱来确保视野并限制Kayn的移动，阻止他按照自己的方式进行游戏。\n- 当Kayn受到控制效果时，他的能力显著下降，但Nidalee没有任何控制技能，使得她更容易躲避Kayn的技能。\n- Nidalee在豹形态下的高机动性使她能够轻松躲避Kayn的gank，从而使他的gank变得无效。",
      "シン・ジャオ": "辛赵在对抗奈德丽时处于劣势。\n\n- 奈德丽在前期有很高的爆发伤害，使她能够在辛赵使用技能之前造成伤害，从而在一对一的交锋中获得高胜率。\n- 奈德丽在豹形态下的机动性非常有效，可以躲避辛赵的跟进，使她轻松逃脱。\n- 奈德丽可以使用陷阱来获得视野，使得反野和游走更容易，从而限制辛赵的行动。\n- 辛赵对控制技能很弱，当他受到奈德丽攻击的伤害时，很难进行反击，使得他在团战中的站位变得困难。\n- 奈德丽在她的人形态下具有治疗能力，使她在持久战中保持优势。"
    },
    "loses": {
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗奈德丽时具有优势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，尽管奈德丽在前期很强，但努努的控制技能和移动速度可以限制奈德丽的行动，从而提高游走成功率。\n- 奈德丽缺乏控制技能，使她在面对努努的击飞和减速时无能为力，这使她在一对一的战斗中处于劣势。\n- 努努的治疗能力可以减轻奈德丽的爆发伤害，使他在持久战中更容易获得优势。\n- 努努快速的打野和强大的抢夺能力使他在奈德丽试图争夺目标时施加压力。\n- 奈德丽在团队战中的范围伤害较差，因此努努的坦克能力和控制技能在团队战中具有显著影响。",
      "エリス": "伊莉丝在对抗奈德丽时具有优势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能（CC）和高的游走潜力，使得限制奈德丽的行动变得更容易。\n- 奈德丽缺乏控制技能，并且对抗伊莉丝的爆发伤害手段有限，使她在一对一的情况下处于劣势。\n- 伊莉丝在前期可以造成高额的爆发伤害，使她能够在奈德丽发育之前创造有利局面。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下击杀，制造出奈德丽被迫防守的局面。\n- 奈德丽在团队战中的范围伤害较差，且容易受到伊莉丝的单体控制技能影响，使她在团队战中也处于劣势。",
      "イブリン": "伊芙琳在对抗奈德丽时具有优势。\n\n原因如下：\n\n- 在6级之后，伊芙琳几乎可以一直处于隐身状态，这使她能够在忽视奈德丽视野的情况下进行伏击。这使得伊芙琳在奈德丽尝试游走时能够主动出击。\n- 奈德丽缺乏控制技能，对伊芙琳的隐身和魅惑几乎没有反制手段，使得伊芙琳能够灵活地掌控局势。\n- 伊芙琳的爆发伤害很高，能够对低血量的敌人造成显著伤害，使她在与奈德丽的一对一交锋中占据优势。\n- 奈德丽在团队战中的范围伤害有限，容易受到伊芙琳的高单体伤害。这使得伊芙琳在团队战中能够占据有利位置。\n- 奈德丽在人形状态下的技能难以命中，面对伊芙琳的隐身伏击时反应往往较慢。这增加了伊芙琳主动出击的机会。",
      "ダイアナ": "黛安娜在对抗妮蔻时具有优势。\n\n原因如下：\n\n- 黛安娜具有很高的追击潜力，可以连续使用她的跳跃，即使在承受妮蔻的爆发后也能进行反击。\n- 妮蔻缺乏控制技能，无法忽视黛安娜的护盾，这使得黛安娜更容易承受妮蔻的攻击。\n- 黛安娜的范围伤害在团队战斗和游走时非常有效，更容易限制妮蔻的机动性。\n- 妮蔻在人形状态下的技能很难命中，这使得她很难对黛安娜的持续伤害进行反击。\n- 黛安娜可以提前发起攻击，在妮蔻变得更强之前创造有利局面。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害，能够在早期游戏中对尼达莉造成强大的伤害，使他在早期对线中更容易获得优势。\n- 尼达莉缺乏控制技能，因此在面对塔隆的瞬间伤害时防御选项有限，当塔隆发起攻击时，她的逃生选项受到限制。\n- 塔隆能够越过地形，这使得他更容易伏击并读取尼达莉的动作，从而有效地反打野和游走。\n- 尼达莉在人形状态下的技能难以命中，这使得她很难对塔隆的高机动性造成有效伤害。\n- 塔隆具有范围伤害，能够轻松对多个敌人造成伤害，这在团战中可以带来优势。",
      "ノクターン": "诺克图恩在对抗奈德丽时具有优势。\n\n原因如下：\n\n- 诺克图恩的伤害很高，他在一对一的情况下特别强大。奈德丽在团队战斗中缺乏范围伤害，容易受到诺克图恩的单体攻击。\n- 诺克图恩的技能可以让敌人处于恐惧状态，限制奈德丽的机动性。这使得奈德丽在豹形态下难以利用她的机动性。\n- 诺克图恩有能力减少整体视野，这可以抵消奈德丽使用陷阱进行侦查的能力。失去视野使得奈德丽更难安全移动。\n- 诺克图恩的游走潜力强，使他在团队战斗中对奈德丽难以应对的对手获得优势。虽然奈德丽在早期反打野方面很强，但诺克图恩可以轻松利用他的终极技能扭转局势。\n- 奈德丽缺乏控制技能，使她在被诺克图恩攻击时难以反击，尤其是当诺克图恩发育良好时，奈德丽更难应对他。",
      "レク＝サイ": "雷克赛对奈德丽有优势。\n\n原因如下：\n\n- 雷克赛在前期有强大的游走潜力，可以对在前期较弱的奈德丽施加显著压力。\n- 她在埋伏状态下擅长侦查，更容易追踪奈德丽的动向并执行反野或游走。\n- 奈德丽缺乏控制技能，容易受到雷克赛的击飞技能的影响，常常在一对一的战斗中处于劣势。\n- 雷克赛的攻击频率高，能够在短冷却时间内重复攻击，使她有可能在奈德丽输出爆发伤害之前将其击杀。\n- 奈德丽在团队战中的范围伤害有限，使雷克赛在参与团队战时占据优势。",
      "キンドレッド": "Kindred在对抗Nidalee时具有优势。\n\n原因如下：\n\n- Kindred的射程较长，更容易躲避Nidalee的近战攻击，减少受到的伤害。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使他们在对抗Nidalee时获得优势。\n- Nidalee缺乏控制技能，这限制了她反制Kindred逃跑和追击的能力。\n- Kindred的终极技能可以提供无敌效果，使他们能够抵消Nidalee的爆发伤害。\n- Nidalee在前期强势，但Kindred在6级后变得更具影响力，随着游戏的进行获得优势。",
      "ワーウィック": "沃里克在对抗奈德丽时具有优势。\n\n原因如下：\n\n- 沃里克能够在对低生命值敌人造成强大伤害的同时进行治疗，使他即使在奈德丽早期造成伤害时也能承受伤害。\n- 奈德丽缺乏控制技能，无法抵御沃里克的定身能力，使她在一对一的战斗中处于劣势。\n- 沃里克的攻击速度提高，使他在承受奈德丽的攻击时仍能持续输出伤害，使他在持久战中表现强劲。\n- 奈德丽在变成人形时技能难以命中，使她难以有效反击沃里克的近战攻击。\n- 沃里克具有很高的追击潜力，即使奈德丽试图逃跑，他也能追上她，使他在游走和反打野时更容易保持优势。",
      "ヘカリム": "赫卡里姆占据优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，能够快速应对妮蔻的游走和反打丛林，使他更容易施加早期压力。\n- 妮蔻缺乏控制技能，在团队战斗中范围伤害有限，难以反制赫卡里姆的发起能力。\n- 赫卡里姆在持久战中表现出色，能够保持耐久性并持续输出伤害，这使他在对抗妮蔻的爆发伤害时占据优势。\n- 赫卡里姆对不进行反打丛林的坦克型英雄有优势，而妮蔻正好属于这一类，使赫卡里姆更容易占据上风。\n- 妮蔻在人形状态下的技能难以命中，标记的条件严格，使她容易受到赫卡里姆机动性带来的攻击。",
      "ヴァイ": "维拥有优势。\n\n原因如下：\n\n- 维具有很强的追击能力，可以轻松抓住像妮蔻这样的高机动性英雄。\n- 妮蔻缺乏控制技能，没有办法阻止维的攻击，使维能够在战斗中占据优势。\n- 维有一个护盾，可以减轻妮蔻的爆发伤害，使她在一对一的情况下生存能力很强。\n- 妮蔻在团队战斗中的范围伤害较差，使维在单独针对妮蔻时能够灵活操作。\n- 维擅长目标控制，使她能够在妮蔻发育之前获得早期优势。",
      "ブライアー": "布莱尔在对抗奈德丽时具有优势。\n\n原因如下：\n\n- 布莱尔的续航能力强，在小规模交战中表现出色，更容易反制奈德丽的爆发伤害。\n- 奈德丽缺乏控制技能，对布莱尔的狂暴状态没有有效手段，使布莱尔可以自由移动。\n- 布莱尔的攻击速度和移动速度提升可以切断奈德丽的逃跑选项。\n- 布莱尔的终极技能使她能够参与团队战斗并获得视野，更容易限制奈德丽的行动。\n- 奈德丽在成人形态下很难命中技能，难以对布莱尔的高耐久和续航造成有效伤害。",
      "ナフィーリ": "Nafiri在对抗Nidalee时具有优势。\n\n原因如下：\n\n- Nafiri可以使用宠物进行多种攻击，使她能够有效地反制Nidalee的爆发伤害，因为在一对一的情况下，她的攻击次数较高。\n- Nidalee缺乏控制技能，无法抑制Nafiri的机动性，使Nafiri能够自由移动。\n- Nafiri可以快速打怪和清理野区，使她能够在早期游戏中主动出击，从而更容易在对抗Nidalee时建立优势。\n- Nidalee在变成人形时很难命中技能，这使得她很难防御Nafiri的宠物攻击。\n- Nafiri拥有无法被锁定的技能，使她更容易躲避Nidalee的攻击，并在塔下击杀和游走时占据优势。",
      "ベル＝ヴェス": "贝尔维斯在对抗奈德丽时具有优势。\n\n原因如下：\n\n- 贝尔维斯能够无限提高她的攻击速度，使她能够对奈德丽的高爆发伤害造成持续伤害。\n- 奈德丽缺乏控制技能，限制了她反制贝尔维斯的机动性和耐久性。\n- 贝尔维斯在持久战中表现强劲，能够承受奈德丽的短期爆发伤害。\n- 奈德丽在早期反打野方面表现出色，但贝尔维斯通过技能获得伤害减免，使她在早期小规模冲突中也很耐打。\n- 贝尔维斯通过击杀中立怪物获得增强，使她在针对野区目标时具有优势。"
    }
  },
  "フィドルスティックス": {
    "name": "フィドルスティックス",
    "beats": {
      "ヌヌ＆ウィルンプ": "努努和威朗普在对阵菲德尔斯特克斯时处于劣势。\n\n原因如下：\n\n- 菲德尔斯特克斯有手段确保视野，使得更容易发现努努的游走。\n- 菲德尔斯特克斯的恐惧效果可能会禁用努努的进攻选项。\n- 菲德尔斯特克斯可以同时造成范围伤害和治疗，使得更容易抵挡努努的攻击。\n- 努努的技能冷却时间较长，如果他对菲德尔斯特克斯的大招反应慢，就会处于劣势。\n- 菲德尔斯特克斯的移动速度较低，但可以迅速利用大招拉近距离，这可能会使努努的游走反被利用。",
      "ノーチラス": "纳瑟斯在对抗菲德尔斯特克斯时处于劣势。\n\n原因如下：\n\n- 菲德尔斯特克斯拥有恐惧技能，使得纳瑟斯在接近时很可能会失去行动能力。\n- 纳瑟斯的移动速度较低，难以躲避菲德尔斯特克斯的技能，这使他在游走和遭遇战中处于劣势。\n- 菲德尔斯特克斯可以同时造成范围伤害和治疗，因此即使纳瑟斯发起攻击，也有可能受到伤害。\n- 菲德尔斯特克斯有手段确保视野，使得更容易发现纳瑟斯的动向，增加了他埋伏的难度。\n- 尽管纳瑟斯是一个坦克，但他可能缺乏足够的耐久性来承受菲德尔斯特克斯的控制和伤害。",
      "ワーウィック": "沃里克在对抗菲德尔斯基时处于劣势。\n\n原因如下：\n\n- 菲德尔斯基拥有远程攻击，可以在沃里克接近之前造成伤害。\n- 菲德尔斯基的恐惧效果使沃里克无法行动，阻止他进行反击。\n- 菲德尔斯基具有范围伤害，能够有效地对多个敌人造成伤害，使他在团队战斗中占据优势。\n- 沃里克的机动性较低，难以躲避菲德尔斯基的技能。\n- 菲德尔斯基有手段确保视野，使得更容易发现沃里克的动向。",
      "ケイン": "Kayn在对抗Fiddlesticks时处于劣势。\n\n原因如下：\n\n- Fiddlesticks拥有保证的控制技能，可以抵消Kayn的机动性技能，使Kayn难以接近。\n- Fiddlesticks的范围伤害和治疗能力使他在Kayn试图发起攻击时容易进行反击。\n- Fiddlesticks有手段确保视野，使Kayn的埋伏无效。\n- Kayn在变身前战斗能力较低，容易受到Fiddlesticks强力技能的攻击。\n- Fiddlesticks的大招在团战中极其强大，Kayn在变身之前很可能会受到大量伤害。",
      "キンドレッド": "Kindred在对抗Fiddlesticks时处于劣势。\n\n原因如下：\n\n- Fiddlesticks拥有能够造成恐惧的技能，使得Kindred接近时风险极高，因为他们可能会失去行动能力。\n- Fiddlesticks的范围伤害和治疗能力使得Kindred在尝试交战时容易受到伤害。\n- Fiddlesticks有手段确保视野，使得更容易发现Kindred的动向，并可能防止伏击。\n- Kindred只有减速作为控制技能，导致他们在反制Fiddlesticks强大控制能力时选择有限。\n- Fiddlesticks的大招在团战中非常有效，如果Kindred无法正确把握无敌时间，他们可能会处于劣势。",
      "ヘカリム": "赫卡里姆处于劣势。\n\n- 菲德尔斯提克斯有一个恐惧技能，可以在赫卡里姆冲锋时使其失去行动能力，从而更容易抵消赫卡里姆的发起。\n- 菲德尔斯提克斯的范围伤害和治疗能力使赫卡里姆在交战时更容易受到伤害，使他在持久战中处于劣势。\n- 赫卡里姆需要积累速度，这使得他很难躲避菲德尔斯提克斯的技能，突显了他在近战中的劣势。\n- 菲德尔斯提克斯有手段确保视野，使赫卡里姆难以出其不意地抓住他。\n- 赫卡里姆对控制技能很脆弱，菲德尔斯提克斯的技能在许多情况下阻止他有效利用机动性。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 菲德尔斯提克斯有一个恐惧技能，使得塔隆在接近时很可能会失去行动能力。\n- 菲德尔斯提克斯的范围伤害和治疗能力使得塔隆在尝试交战时容易受到伤害。\n- 菲德尔斯提克斯有手段确保视野，常常使塔隆的埋伏失效。\n- 塔隆的防御能力较低，容易受到菲德尔斯提克斯的控制和伤害。\n- 菲德尔斯提克斯的大招在团战中极其强大，一旦被抓住，塔隆很难逃脱。",
      "ヴィエゴ": "维戈在对抗菲德尔斯特克斯时处于劣势。\n\n原因如下：\n\n- 菲德尔斯特克斯拥有能够造成恐惧的技能，使维戈接近时风险极高，因为他可能会被禁锢无法行动。\n- 由于菲德尔斯特克斯的范围伤害和治疗能力，维戈即使试图发起攻击也很可能会受到伤害。\n- 菲德尔斯特克斯有手段确保视野，这可能会使维戈的埋伏失效。\n- 菲德尔斯特克斯的大招在团战中极其强大，维戈在参与团战时往往会被有效反制。\n- 尽管菲德尔斯特克斯的机动性较低，但他拥有控制技能，因此如果维戈错误判断了进攻时机，就有可能立即被抓住。",
      "イブリン": "伊芙琳在对抗菲德尔斯基时处于劣势。\n\n- 菲德尔斯基拥有可靠的控制技能，这使得伊芙琳在接近之前很可能会受到限制。\n- 菲德尔斯基的技能造成范围伤害，在团队战斗中的威力尤其显著，因此如果伊芙琳被抓住，她很可能会受到大量伤害。\n- 菲德尔斯基有手段确保视野，这可以抵消伊芙琳的隐身，使她很难进行伏击。\n- 尽管菲德尔斯基的机动性较低，但他可以通过大招瞬间改变位置，从而躲避伊芙琳的攻击。\n- 伊芙琳依赖近战，因此如果她的行动受到菲德尔斯基技能的限制，她的逃生手段将变得有限。",
      "エリス": "艾莉丝处于劣势。\n\n- 菲德尔斯基尔斯拥有能够造成恐惧的技能，使得艾莉丝接近时风险极高，因为她可能会被禁锢无法行动。\n- 艾莉丝需要靠近才能造成爆发伤害，但菲德尔斯基尔斯的技能阻碍了她的接近。\n- 菲德尔斯基尔斯有手段确保视野，使他能够轻易地抵消艾莉丝的埋伏。\n- 在团队战斗中，菲德尔斯基尔斯的范围伤害和治疗能力超过了艾莉丝微弱的范围伤害，使得艾莉丝在团队战斗中处于劣势。\n- 艾莉丝的发育较差，如果她无法在前期建立优势，就很难反制菲德尔斯基尔斯。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 菲德尔斯提克斯拥有远程攻击，可以在猴子接近之前造成伤害，使猴子容易受到伤害。\n- 菲德尔斯提克斯的恐惧效果可以让猴子无法行动，这在团队战斗和小规模冲突中尤其影响重大。\n- 菲德尔斯提克斯具有范围伤害，使得猴子在与多个敌人交战时面临重大风险，可能受到重创。\n- 猴子的魔法抗性较低，使他容易受到菲德尔斯提克斯的魔法伤害，并且在持续骚扰下显得脆弱。\n- 菲德尔斯提克斯有手段确保视野，降低了猴子伏击尝试的有效性。",
      "シン・ジャオ": "辛赵在对抗菲德尔斯基时处于劣势。\n\n原因如下：\n\n- 菲德尔斯基拥有能够造成恐惧的技能，使得辛赵在接近时很可能会被 incapacitated。\n- 由于菲德尔斯基的范围伤害和治疗能力，辛赵即使试图交战也可能会受到伤害。\n- 菲德尔斯基有手段确保视野，使他更容易发现辛赵的游走。\n- 辛赵对控制技能很脆弱，如果他在团队战中因菲德尔斯基的技能而失位，他将无法表现出色。\n- 菲德尔斯基的大招在团队战中极其强大，如果辛赵进入其范围，面临重伤的风险非常大。"
    },
    "loses": {
      "パンテオン": "潘森对菲德尔斯基有优势。\n\n原因如下：\n\n- 潘森有一个针对性的眩晕技能，可以在菲德尔斯基施放技能之前限制他的行动，从而更容易抵消菲德尔斯基的优势。\n- 菲德尔斯基的机动性低，接近手段有限，使他容易受到潘森的全力进攻。\n- 潘森在前期有很高的击杀压力，更容易在菲德尔斯基发育之前获得早期击杀。\n- 通过利用潘森的全球终极技能，他可以增加对其他线路的影响，使菲德尔斯基更容易被孤立。\n- 菲德尔斯基无法使用常规饰品，使他更容易失去视野控制，更难发现潘森的游走。",
      "ボリベア": "布隆在对抗菲德尔斯基时更具优势。\n\n原因如下：\n\n- 布隆拥有近战攻击，可以利用菲德尔斯基的低移动速度轻松拉近距离，从而在小规模交战中获得优势。\n- 菲德尔斯基主要有引发恐惧的技能，但布隆有控制技能，使得限制菲德尔斯基的行动变得更容易。\n- 布隆擅长塔下强杀，即使在菲德尔斯基防守塔下时也能积极发起进攻。\n- 布隆的技能冷却时间短且能造成高伤害，使他能够造成超过菲德尔斯基治疗能力的伤害。\n- 菲德尔斯基的视野控制手段有限，因此布隆可以通过主动出击来限制菲德尔斯基的行动。",
      "アムム": "阿木木占据优势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能（CC），可以打断费德提克斯的行动，使他在激活技能之前无能为力。\n- 费德提克斯的机动性较低，依赖大招进行接触，这使得他容易被阿木木的控制技能抓住。\n- 阿木木的范围伤害超过费德提克斯的治疗能力，使他在团队战中占据优势。\n- 费德提克斯对单个目标的爆发伤害较低，无法有效对阿木木的坦克能力造成伤害。\n- 阿木木清理野区的速度很快，从早期到中期可以轻松发育，使他比费德提克斯更快升级。",
      "ダイアナ": "黛安娜在对抗菲德尔斯基时具有优势。\n\n原因如下：\n\n- 黛安娜擅长近战，可以利用菲德尔斯基的低移动速度轻松接近并造成伤害。\n- 菲德尔斯基的控制技能主要包括恐惧和沉默，而黛安娜有护盾，可以轻松减轻爆发伤害。\n- 黛安娜的跳跃技能使她能够轻松追击没有逃生手段的菲德尔斯基。\n- 菲德尔斯基在视野控制方面的手段有限，这使得黛安娜更容易进行伏击。\n- 黛安娜具有范围伤害，使她在团队战斗中能够有效地对菲德尔斯基造成伤害。",
      "レンガー": "雷恩加对菲德尔斯基有优势。\n\n原因如下：\n\n- 他拥有高爆发伤害，可以迅速削弱菲德尔斯基的生命值。\n- 菲德尔斯基的机动性较低，逃脱雷恩加的埋伏手段有限。\n- 菲德尔斯基的控制技能很强，但雷恩加可以利用草丛来发起突袭，避免被控制。\n- 菲德尔斯基无法使用普通的饰品，这使得他很难获得视野，从而为雷恩加的埋伏创造了更有利的环境。\n- 雷恩加通过击杀获得额外的攻击力，他的滚雪球潜力很高，可以通过击杀菲德尔斯基创造更有利的局面。",
      "ウディア": "乌迪尔在对抗菲德尔斯基时具有优势。\n\n原因如下：\n\n- 乌迪尔在近战中很强，可以利用菲德尔斯基的低移动速度轻松接近他。\n- 菲德尔斯基有控制技能，但乌迪尔有一个可以抵消菲德尔斯基技能的眩晕技能。\n- 乌迪尔的技能冷却时间短，能够持续输出伤害，超过菲德尔斯基的治疗效果。\n- 菲德尔斯基在前期的游走潜力较低，使得乌迪尔可以通过先清理野区来创造有利局面。\n- 乌迪尔作为坦克具有高耐久性，能够承受菲德尔斯基的爆发伤害。",
      "マスター・イー": "蒙多有优势于费德提克斯。\n\n原因如下：\n\n- 蒙多具有高机动性和闪避能力，更容易躲避费德提克斯的控制技能。\n- 费德提克斯在前期的游走潜力较低，使得蒙多可以专注于发育。\n- 一旦装备成型，蒙多可以输出高额的持续伤害，超过费德提克斯的耐久度。\n- 费德提克斯的大招在没有视野的情况下效果较差，而蒙多可以轻松获得视野。\n- 蒙多可以对费德提克斯造成持续伤害，而费德提克斯的技能冷却时间较长。",
      "ジャーヴァンⅣ": "贾法尔四世对菲德尔斯基有优势。\n\n原因如下：\n\n- 贾法尔四世具有很高的游走潜力，可以通过利用菲德尔斯基的低机动性施加早期压力。\n- 菲德尔斯基依赖他的终极技能来获得机动性，这使得他容易被贾法尔四世的开团能力抓住。\n- 贾法尔四世的控制技能可以限制菲德尔斯基的行动，并在他施放技能之前使其失效。\n- 菲德尔斯基的视野获取手段有限，使他难以发现贾法尔四世的游走，这使他容易受到伏击。\n- 贾法尔四世的被动百分比伤害在削弱菲德尔斯基的生命值方面非常有效，使他在早期交战中获得优势。",
      "エコー": "艾克对菲德尔斯基有优势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避菲德尔斯基的技能。特别是能够避免菲德尔斯基的大招，可以抵消他的优势。\n- 菲德尔斯基的移动速度较低，接近手段有限，使艾克能够主动出击。\n- 艾克的爆发伤害非常高，可以在菲德尔斯基恢复之前将其击杀。\n- 艾克有护盾和治疗能力，使其更容易在菲德尔斯基的伤害下生存。\n- 菲德尔斯基的控制技能对艾克无效，艾克可以迅速改变局势，轻松抵消菲德尔斯基的攻击。",
      "サイラス": "Sylas在对抗Fiddlesticks时具有优势。\n\n原因如下：\n\n- Sylas是近战英雄，利用Fiddlesticks的低移动速度更容易接近他。\n- Fiddlesticks的控制技能对Sylas有效，但Sylas可以通过偷取其他英雄的强力技能（包括Fiddlesticks的技能）来扭转局势。\n- Sylas拥有多个位移技能，使他能够轻松躲避Fiddlesticks的攻击，并在发起伏击时获得优势。\n- Fiddlesticks的终极技能在团战中很强，但Sylas可以通过偷取该技能来中和Fiddlesticks。\n- 当Sylas发育良好时，他可以造成高额的爆发伤害，迅速削弱Fiddlesticks的生命值。",
      "リー・シン": "李青在对阵菲兹时具有优势。\n\n原因如下：\n\n- 李青凭借其高机动性，可以利用菲兹的低移动速度，在早期游戏中主动进行游走。\n- 菲兹依赖他的终极技能来获得机动性，这使他容易受到李青的高爆发伤害。\n- 李青可以轻松躲避菲兹的控制技能，利用技能连招在被恐惧之前发起攻击。\n- 菲兹在视野控制方面手段有限，使他容易受到李青的埋伏。\n- 李青的终极技能击退可以抵消菲兹的终极技能效果，使他在团队战中保持优势。"
    }
  },
  "カ＝ジックス": {
    "name": "カ＝ジックス",
    "beats": {
      "ボリベア": "布朗姆在对抗卡兹克时处于劣势。\n\n原因如下：\n\n- 布朗姆是一个坦克英雄，对卡兹克的高爆发伤害不太敏感。卡兹克擅长针对孤立的敌人，但布朗姆可以凭借其耐久性承受这些攻击。\n- 布朗姆在近战中很强，可以在卡兹克发起攻击之前用眩晕进行反击。这使得卡兹克很容易错失攻击时机。\n- 布朗姆的技能冷却时间短且伤害高，使他在持久的冲突中表现强劲，因此即使卡兹克试图埋伏，他也可能陷入不利局面。\n- 在团队战斗中，卡兹克很难针对孤立的敌人，而布朗姆可以利用他的耐久性在前线作战，为卡兹克制造困难局面。\n- 布朗姆在前期具有强大的游走潜力，使得在卡兹克能够发育之前更容易创造有利局面。因此，卡兹克常常在成长之前面临压力。",
      "マスター・イー": "蒙多在对抗卡兹克时处于劣势。\n\n原因如下：\n\n- 蒙多容易受到控制效果（CC）的影响，卡兹克的减速效果可以轻易限制他。\n- 卡兹克对孤立敌人有很高的爆发伤害，如果蒙多被孤立，很可能会瞬间被击杀。\n- 蒙多在早期被抓时很弱，卡兹克可以通过埋伏在早期创造有利局面。\n- 卡兹克擅长利用跳跃和隐身逃脱，即使蒙多试图发起攻击，他也很可能逃脱。\n- 蒙多对装备依赖性很高，如果卡兹克在他成长之前施加压力，会减缓他的发育。",
      "ケイン": "Kayn在对抗Kha'Zix时处于劣势。\n\n原因如下：\n\n- Kha'Zix对孤立敌人的爆发伤害很高，使得在Kayn变身之前更容易针对他。\n- Kha'Zix的减速效果限制了Kayn的机动性，使他难以逃脱。\n- 当Kayn被控制时，战斗能力显著下降，而Kha'Zix可以通过进化技能有效地对Kayn施加控制效果。\n- 在变身之前，Kayn的战斗能力较低，Kha'Zix可以通过在前期的进攻创造有利局面。\n- Kha'Zix擅长埋伏，当Kayn试图进行游走时，存在高风险的突袭。",
      "ウディア": "乌迪尔处于劣势。\n\n- 卡兹克对孤立敌人有高爆发伤害，如果乌迪尔被孤立，很可能会瞬间被击杀。\n- 卡兹克的减速技能可以阻碍乌迪尔的接近，使他在乌迪尔发动攻击之前就能造成伤害。\n- 乌迪尔有很强的耐久性，但他往往无法承受卡兹克的高爆发伤害。\n- 卡兹克机动性很高，能够在乌迪尔攻击之前逃脱或发起攻击。\n- 乌迪尔的控制技能有限，使得他很难反制卡兹克的埋伏，尤其是在6级之后。",
      "リリア": "莉莉娅处于劣势。\n\n- 卡兹克的爆发伤害很高，可以有效地对孤立的莉莉娅造成伤害，使她在一对一的情况下处于不利地位。\n- 莉莉娅的主要技能范围较短，难以对卡兹克的伏击做出反应，她很可能在施放技能之前就受到伤害。\n- 卡兹克擅长利用跳跃和隐身逃脱或追击，这会妨碍莉莉娅基于机动性的玩法。\n- 莉莉娅的硬控技能仅在她的大招时可用，而在承受卡兹克的爆发伤害之前很难施加控制，使她在击杀时机上处于劣势。\n- 即使在前期卡兹克的游走潜力较低，他也可以通过在莉莉娅成长之前伏击来创造有利局面。",
      "ダイアナ": "黛安娜处于劣势。\n\n- 卡兹克对孤立敌人有高爆发伤害，这使得他在黛安娜接近之前就能造成显著伤害。\n- 由于卡兹克的减速效果，黛安娜的逃脱手段有限，容易被抓住。\n- 黛安娜对控制技能很脆弱，如果被卡兹克伏击，她很可能会受到致命伤害。\n- 卡兹克可以利用他的跳跃和隐身逃脱，因此如果黛安娜试图交战，反击的风险很高。\n- 黛安娜的技能冷却时间较长，这使得她在与卡兹克的小规模交战中常常处于劣势。",
      "ジャーヴァンⅣ": "贾法尔四世处于劣势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有很高的爆发伤害，如果贾法尔四世被孤立，可能会瞬间被击倒。\n- 卡兹克擅长利用跃迁和隐形逃脱或伏击，使他能够躲避贾法尔四世的开团。\n- 贾法尔四世的机动性依赖于他的技能，如果他判断时机错误，很容易被逃脱。卡兹克可以利用这个机会进行攻击。\n- 贾法尔四世的大招也使得盟友无法通过，这使得在团战中有效使用变得困难，并给了卡兹克逃脱的机会。\n- 如果卡兹克成功滚雪球，他的输出潜力会显著增加，因此如果他在早期获得优势，可能会导致后期局势艰难。",
      "グレイブス": "格雷夫斯在对抗卡兹克时处于劣势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，如果格雷夫斯被孤立，很可能会瞬间被击杀。\n- 卡兹克擅长利用跳跃和隐身进行伏击，这使得追踪格雷夫斯的位置变得困难，可能导致被抓和不利的对局。\n- 格雷夫斯的普通攻击不穿透，这使得很难击中像卡兹克这样灵活的英雄。\n- 格雷夫斯的技能冷却时间较长，使得在与卡兹克的一对一对抗中难以持续输出伤害。\n- 卡兹克可以进化带有减速效果的技能，使得限制格雷夫斯的逃跑选项变得更容易。",
      "ワーウィック": "沃里克在对抗卡兹克时处于劣势。\n\n- 卡兹克对孤立敌人有高爆发伤害，这使得沃里克在减少敌人生命值之前很可能会被迅速击杀。\n- 卡兹克擅长利用跳跃和隐身进行伏击，而由于沃里克技能范围短，他常常在接近敌人之前就容易受到攻击。\n- 沃里克缺乏范围伤害技能，专注于单体伤害，这使得他在团队战中很难应对像卡兹克这样高度机动的对手。\n- 卡兹克可以进化技能以包含减速效果，这会妨碍沃里克追击或逃跑的能力。\n- 沃里克有控制技能，但卡兹克的高机动性通常使他能够在被限制之前逃脱。"
    },
    "loses": {
      "レンガー": "雷恩加对卡兹克有优势。\n\n原因如下：\n\n- 雷恩加具有高爆发伤害，擅长埋伏，更容易反制卡兹克针对孤立敌人的风格。\n- 卡兹克的控制能力较低，在团队战中很难针对孤立敌人，而雷恩加可以利用草丛发起埋伏，利用卡兹克的弱点。\n- 雷恩加通过击杀敌人获得额外的攻击力，增强了他的滚雪球潜力，在击败卡兹克后变得更强。\n- 卡兹克在前期的游走潜力较低，成长需要时间，而雷恩加可以早期采取行动，对卡兹克施加压力。\n- 雷恩加在对抗隐身刺客时更具优势，而卡兹克就是一个例子，使雷恩加在一对一的对决中拥有较高的胜率。",
      "ナフィーリ": "Nafiri在对抗Kha'Zix时具有优势。\n\n- Nafiri可以使用宠物进行多种攻击，使她能够反制Kha'Zix对孤立敌人的高爆发伤害。\n- Nafiri的攻击速度很高，可以快速打钱和清理野区，使她能够早期升级并与Kha'Zix竞争。\n- Kha'Zix的控制技能有限，使得在团队战中很难针对孤立的敌人，而Nafiri的技能无法被锁定，更容易躲避Kha'Zix的埋伏。\n- Nafiri对自我防御选项较少的对手非常强大，当Kha'Zix孤立时，Nafiri可以占据优势进行战斗。\n- Nafiri可以利用她的位移技能躲避Kha'Zix的攻击，并反过来将Kha'Zix逼入绝境。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科可以利用他的隐身能力发起伏击，有效抵消卡兹克对孤立敌人的高爆发伤害。\n- 卡兹克在前期的游走潜力较低，使沙科更容易通过先发制人创造有利局面。\n- 通过使用沙科的控制技能，他可以限制卡兹克的行动并剥夺他的逃生选项。\n- 沙科的机动性很高，更容易躲避卡兹克的攻击，并增加自己发起进攻的机会。\n- 在团队战中，卡兹克很难针对孤立敌人，这使得沙科的伏击能力特别有效。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆在前期具有高爆发伤害，容易针对卡兹克的弱势前期。\n- 塔隆的机动性很高，擅长利用地形进行伏击，这可以反制卡兹克针对孤立敌人的风格。\n- 塔隆具有范围伤害，即使在对卡兹克不利的团战中也能表现出色。\n- 卡兹克的控制能力有限，反制塔隆爆发潜力的手段受到限制，使塔隆在战斗中占据优势。\n- 塔隆可以通过自己发起伏击来反制卡兹克针对孤立敌人的风格，从而获得上风。",
      "エリス": "伊莉丝占据优势。\n\n原因如下：\n\n- 伊莉丝在前期具有高爆发伤害，使她能够在卡兹克发育之前更容易地执行有利的游走。\n- 她拥有远程控制技能，这使得她更容易防止卡兹克的埋伏，反过来也能抓住他。\n- 伊莉丝可以在人形和蜘蛛形态之间切换，使她能够灵活地适应战斗风格，防止卡兹克攻击孤立的敌人。\n- 卡兹克在团队战中缺乏范围伤害，容易受到伊莉丝的单体控制，从而使伊莉丝能够灵活操作。\n- 伊莉丝能够进行塔下击杀，使她能够在卡兹克发育之前施加早期压力。",
      "ウーコン": "猴子在对抗卡兹克时具有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，可以减轻卡兹克的爆发伤害，从而在一对一的交锋中保持高耐久。\n- 猴子的控制技能使得限制卡兹克的移动变得更容易，并剥夺了他的逃生选项。\n- 猴子在团队战斗中非常强大，使得卡兹克很难针对孤立的敌人。\n- 猴子是近战战士，对卡兹克针对孤立敌人的风格有很强的反制能力。\n- 卡兹克在前期的游走潜力较低，使得猴子能够通过先发制人创造有利局面。",
      "ベル＝ヴェス": "贝尔维斯在与卡兹克的对抗中占有优势。\n\n原因如下：\n\n- 贝尔维斯能够无限提高她的攻击速度，使她能够造成高输出，便于抵消卡兹克的爆发伤害。\n- 贝尔维斯的技能提供伤害减免和高耐久，使她更有可能在卡兹克的伏击中生存下来。\n- 卡兹克在团队战中擅长针对孤立的敌人，但贝尔维斯具有机动性和逃脱或反击的选项。\n- 贝尔维斯通过击杀中立怪物和英雄来提高她的攻击速度，使她在持久战中强大，在与卡兹克的一对一对抗中占据优势。\n- 卡兹克在前期的抓人潜力较低，成长需要时间，而贝尔维斯可以在早期造成强大的伤害，使她能够从一开始就施加压力。",
      "ヌヌ＆ウィルンプ": "努努和威朗普对卡兹克有优势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，可以在卡兹克发育之前施加压力。\n- 努努的控制技能可以打断卡兹克的埋伏和逃跑，阻止他利用自己的优势。\n- 努努有强大的治疗能力，可以进行塔下击杀，减少卡兹克针对孤立敌人的机会。\n- 卡兹克在团战中的范围伤害较弱，可以被努努的控制技能有效制衡。\n- 努努对潜行型英雄有优势，对像卡兹克这样的刺客也很强，能够有效对抗孤立目标。",
      "ニダリー": "妮蔻在对抗卡兹克时具有优势。\n\n- 妮蔻在前期有很高的爆发伤害，使她能够在卡兹克发育之前创造有利局面。\n- 妮蔻的豹形态具有很高的机动性，使她能够轻松躲避卡兹克的埋伏。\n- 卡兹克对孤立的敌人很强，但妮蔻可以利用陷阱来确保视野并避免被孤立。\n- 妮蔻没有控制技能，使她能够抵消卡兹克的技能，并在一对一的战斗中获得优势。\n- 妮蔻擅长反打野，使她能够轻松干扰卡兹克的打野。",
      "ヘカリム": "赫卡里姆在对抗卡兹克时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，使得他更容易躲避卡兹克的埋伏。特别是随着赫卡里姆的移动速度提高，被卡兹克攻击命中的难度也随之增加。\n- 赫卡里姆在团队战斗中具有强大的开团能力，使得卡兹克很难针对孤立的敌人。由于卡兹克在团队战中的范围伤害较弱，他在面对赫卡里姆的耐久性和伤害时显得力不从心。\n- 赫卡里姆拥有控制技能，可以限制卡兹克的移动。具体来说，赫卡里姆可以在卡兹克试图逃跑时抓住他。\n- 赫卡里姆在持久战中表现出色，常常导致卡兹克错失爆发伤害的机会。一旦赫卡里姆发育起来，他可以在耐久性和伤害之间取得平衡，从而在对抗卡兹克时占据优势。\n- 赫卡里姆可以在前期施加压力，使得在卡兹克能够发育之前更容易创造有利局面。卡兹克在前期的游走潜力较低，使得他很难反制赫卡里姆。",
      "リー・シン": "李青在对抗卡兹克时具有优势。\n\n原因如下：\n\n- 李青在前期具有很高的游走潜力，可以在卡兹克发育之前施加压力。\n- 李青的机动性使他更容易躲避卡兹克的埋伏，反过来也更容易进行反打。\n- 李青对单一目标的爆发伤害很高，可以迅速消灭被孤立的卡兹克。\n- 卡兹克的控制技能有限，而李青可以通过大招的击退效果来脱离战斗，从而实现有利的交战。\n- 李青的技能连招在小规模战斗中提供了较高的行动次数，使他更容易在对抗卡兹克时占据上风。",
      "ノクターン": "诺克图恩在对抗卡兹克时具有优势。\n\n- 诺克图恩能够减少整体视野，使得更容易抵消卡兹克的埋伏。\n- 诺克图恩的恐惧效果可以限制卡兹克在发起攻击之前的行动。\n- 诺克图恩拥有法术护盾，可以抵消卡兹克的技能，并在一对一的交锋中保持优势。\n- 诺克图恩具有强大的游走潜力，可以在卡兹克发育之前施加早期压力。\n- 卡兹克在团队战斗中表现不佳，而诺克图恩可以利用他的终极技能将团队战斗转向有利于自己的一方。",
      "キヤナ": "基安娜在对抗卡兹克时具有优势。\n\n原因如下：\n\n- 她的机动性很高，更容易躲避卡兹克的埋伏。\n- 她拥有强力的控制技能，可以限制卡兹克的行动。\n- 她可以利用元素根据情况调整战术，更容易抵消卡兹克对孤立敌人的爆发伤害。\n- 她在团队战斗和游走中表现强劲，创造了卡兹克不容易被孤立的局面。\n- 她可以在卡兹克发育之前施加早期压力，更容易在对线和打野中获得优势。"
    }
  },
  "ワーウィック": {
    "name": "ワーウィック",
    "beats": {
      "ヴァイ": "维在劣势。\n\n原因如下：\n\n- 沃里克对低生命值敌人有强大的治疗能力，这使得维在尝试接近时很可能会受到伤害。\n- 沃里克有两种类型的硬控制技能，通常在维接近时就会将其定住，导致她无法攻击。\n- 维无法在不靠近的情况下造成伤害，这使得利用沃里克短技能范围保持距离变得困难。\n- 沃里克有很强的追击潜力，增加了维尝试游走时被反击的风险。\n- 维对控制和保护技能较弱，无法在沃里克强大的对决中展现她的优势。",
      "マスター・イー": "易大师处于劣势。\n\n原因如下：\n\n- 沃里克在早期小规模交战中很强，可以在易大师获得装备之前施加压力。\n- 沃里克的硬控制技能使得易大师如果被抓住很容易受到致命伤害。\n- 沃里克对低生命值敌人有强大的治疗能力，使他在承受易大师伤害的同时能够持续作战。\n- 易大师对控制技能很脆弱，难以应对沃里克的控制。\n- 沃里克的追击潜力很高，即使易大师有逃脱手段，他仍然可能被抓住。",
      "レンガー": "雷恩加在对抗沃里克时处于劣势。\n\n原因：\n- 沃里克在早期小规模交战中很强，并且随着生命值的减少，他的治疗效果增强，使他更有可能承受雷恩加的伏击。\n- 沃里克有两种硬控制技能，可以限制雷恩加的移动，使他的伏击难以成功。\n- 沃里克的技能使他获得更高的移动速度，这使得雷恩加很难逃脱，反而可能被逼入绝境。\n- 沃里克具有坦克特性，可以减轻雷恩加的爆发伤害，使得击杀变得困难。\n- 雷恩加在团队战斗中表现不佳，难以应对沃里克的持续伤害和治疗能力。",
      "ダイアナ": "黛安娜处于劣势。\n\n- 沃里克能够对低生命值敌人造成强大的伤害，同时进行治疗，这使得黛安娜在交战时更容易受到伤害。\n- 由于沃里克的控制技能，黛安娜在他们相遇时很可能会被控制，而她的逃生选项有限，面临着承受致命伤害的高风险。\n- 黛安娜的技能冷却时间较长，在小规模交战中常常处于劣势，尤其是在打野时，而沃里克可以轻松造成持续伤害。\n- 沃里克在早期交战中很强，这使得黛安娜即使尝试早期游走也很难获得优势。\n- 黛安娜在面对高风筝潜力的对手时处于劣势，难以躲避沃里克的攻击，导致不利的战斗。",
      "ベル＝ヴェス": "贝尔维斯处于劣势。\n\n- 沃里克能够对低生命值敌人造成强大的伤害并进行治疗，这使得贝尔维斯在交战时更容易受到伤害。\n- 沃里克的控制技能限制了贝尔维斯的移动，使她难以进行自动攻击。\n- 贝尔维斯的攻击速度提升依赖于叠加层数，因此如果她在早期战斗中落后，她的成长将会被延迟，使得反制沃里克变得更加困难。\n- 沃里克在早期小规模冲突中很强，如果贝尔维斯无法在早期施加影响，她很可能会失去丛林的主导权。\n- 尽管沃里克的技能范围较短，但贝尔维斯的范围也很短，导致近战交战，但沃里克的治疗能力使他占据了优势。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 沃里克对低生命值敌人有强大的治疗能力，当猴子试图接近时，反而会让沃里克恢复生命。\n- 沃里克的控制技能使得猴子接近变得危险，难以找到合适的攻击时机。\n- 猴子缺乏远程攻击选项，限制了他对抗沃里克近战攻击的有效手段。\n- 沃里克的技能可以提高他的移动速度，有时超过猴子的机动性，使得在追击或逃跑时处于劣势。\n- 沃里克在早期小规模交战中很强，猴子如果试图早期交战，往往会陷入劣势。",
      "シン・ジャオ": "辛赵处于劣势。\n\n- 沃里克在早期小规模交战中很强，当辛赵发起攻击时，由于沃里克的治疗能力，他更容易受到伤害。\n- 沃里克的控制技能限制了辛赵的逃跑选择，增加了被抓的风险。\n- 辛赵对控制技能很脆弱，如果沃里克用技能限制了他的移动，他将无法攻击。\n- 沃里克的续航能力很强，使他更容易承受辛赵的伤害。\n- 辛赵容易耗尽法力，频繁使用技能会降低他的续航能力，而沃里克可以继续发起攻击而不必担心这个问题。",
      "ケイン": "凯隐处于劣势。\n\n- 沃里克在早期小规模战斗中非常强大，可以在凯隐变身之前利用其低战斗能力获得优势。\n- 沃里克的技能包括强力控制，可以禁用凯隐的位移技能，剥夺他的逃生手段。\n- 凯隐在变身之前战斗能力较低，因此会受到沃里克攻击的早期伤害。\n- 沃里克的治疗能力对低血量敌人非常强大，凯隐在尝试交战时很有可能会帮助沃里克恢复生命。\n- 凯隐在面对高风筝潜力的对手时处于劣势，这使得他很难反制沃里克的追击能力。",
      "ザック": "扎克处于劣势。\n\n原因如下：\n\n- 沃里克能够对低生命值敌人造成强大的伤害并进行治疗，这使他在扎克的消耗型风格上占据优势。\n- 沃里克的控制技能限制了扎克的机动性，使他难以逃脱。\n- 沃里克在早期小规模交战中很强，如果扎克在技能冷却期间受到伤害，他将处于劣势。\n- 扎克通常攻击范围较短，使他容易受到沃里克的攻击。\n- 沃里克的治疗能力可以轻松抵消扎克的伤害，使扎克的爆发伤害效果降低。",
      "ブライアー": "布莱尔处于劣势。\n\n- 沃里克能够对低生命值的敌人造成强大的伤害，同时为自己恢复生命，这使得在布莱尔的狂暴状态下她的生命值降低时，沃里克更容易从他的治疗效果中获益。\n- 沃里克拥有两种类型的硬控制技能，如果布莱尔在试图接近时被定身，她将无法自由移动，显著降低她的战斗效能。\n- 布莱尔容易命中技能，面对沃里克技能带来的移动速度提升和追击潜力时，她很难应对。\n- 沃里克在早期小规模交战中很强，即使布莱尔尝试早期游走，她也很难在与沃里克的对抗中获得优势。\n- 布莱尔的技能冷却时间相对较长，如果她在与沃里克接触时使用了所有技能，她的后续行动将受到限制。",
      "ウディア": "乌迪尔处于劣势。\n\n- 沃里克能够对低生命值敌人造成强大的伤害并进行治疗，这使得乌迪尔在生命值降低时难以恢复。\n- 沃里克的控制技能使乌迪尔容易受到眩晕，限制了他的移动。\n- 乌迪尔的攻击范围较短，难以躲避沃里克的攻击，使他在交战中处于劣势。\n- 沃里克在早期交战中很强，这使得乌迪尔在尝试早期游走时难以反击。\n- 乌迪尔对控制技能和风筝非常脆弱，因此当他受到沃里克的伤害时，无法有效战斗。",
      "キヤナ": "基安娜处于劣势。\n\n- 沃里克在早期小规模战斗中很强，这使得他在基安娜发起攻击之前就可能进行反击。\n- 沃里克的治疗能力在基安娜造成伤害时会增强，这使得她在持续战斗中处于劣势。\n- 沃里克拥有强力的控制技能，可以限制基安娜的高机动性。\n- 基安娜依赖她的终极技能，这使得她在冷却时间或塔附近表现困难，并且她在对抗沃里克时难以造成有效伤害。\n- 沃里克是近战英雄，这使得基安娜很难保持距离，在这种情况下她更容易受到他的攻击。",
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n- 沃里克在早期小规模冲突中很强，可以对低生命值的敌人造成显著伤害。\n- 努努的游走潜力很高，但无法完全抵消沃里克的治疗能力。\n- 沃里克拥有控制技能，可以限制努努的移动，使得游走成功的可能性降低。\n- 努努的技能冷却时间较长，如果被反打很容易陷入困境，而沃里克在这方面占据优势。\n- 沃里克有很强的追击潜力，制造出努努难以逃脱的局面。"
    },
    "loses": {
      "アムム": "阿木木有优势。\n\n原因如下：\n\n- 阿木木拥有范围伤害，能够有效地对多个敌人造成伤害，这突显了他在团队战斗中的强大。\n- 阿木木强大的控制技能可以阻碍沃里克的移动，抵消他在一对一战斗中的优势。\n- 阿木木在早期到中期的发育非常轻松，使他能够通过早期获得装备来超越沃里克。\n- 沃里克专注于单体伤害，这使得他很难对像阿木木这样的坦克造成有效伤害。\n- 阿木木即使在生命值较低时也拥有强大的控制能力，使他能够利用沃里克尝试治疗的时机。",
      "キンドレッド": "Kindred在与Warwick的对抗中占有优势。\n\n原因如下：\n\n- Kindred拥有远程攻击，使其更容易躲避Warwick的近战攻击。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使他们在与Warwick的交战中获得优势。\n- Warwick对低生命值敌人造成强大的伤害，但Kindred可以通过他们的终极技能提供无敌效果，抵消Warwick的治疗。\n- Kindred的机动性很高，而Warwick的技能范围较短，因此他们可以轻松逃脱。\n- Warwick缺乏范围伤害技能，限制了他在团队战中的伤害，使他容易受到Kindred的范围攻击。",
      "エコー": "艾克对沃里克有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避沃里克的攻击。\n- 沃里克是近战英雄，容易受到艾克的爆发伤害。\n- 艾克的控制技能可以限制沃里克的行动。\n- 艾克有治疗能力，更容易减轻沃里克的伤害。\n- 沃里克缺乏范围伤害，使艾克能够在团队战中发挥优势。\n- 当沃里克的生命值较低时，艾克可以造成高爆发伤害。",
      "パンテオン": "潘森对沃里克有优势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，使他更容易抵消沃里克的近战攻击。\n- 潘森的爆发伤害在游戏早期非常高，使他能够在沃里克恢复之前击杀敌人。\n- 沃里克的生命值越低，他就越强，但潘森可以在此之前造成伤害，阻止沃里克利用他的优势。\n- 潘森有一个全球大招，使他对其他路有很高的影响力，并创造出沃里克可能被孤立的局面。\n- 沃里克的技能范围较短，使他难以躲避潘森的跳跃，这使他容易被追击。",
      "ジャックス": "杰克斯在对抗沃里克时具有优势。\n\n原因如下：\n\n- 杰克斯拥有增强基础攻击的技能，使他能够轻松在决斗中占据上风，抵消沃里克的治疗效果。\n- 沃里克对低生命值敌人造成强大的伤害，但杰克斯有高攻速增益，并且能够持续输出伤害，使他能够超越沃里克的治疗。\n- 杰克斯拥有跳跃技能，可以避免沃里克的控制技能，使他在追击和逃跑方面都很擅长。\n- 沃里克缺乏范围伤害技能，这使得杰克斯在一对一的情况下表现出色。\n- 杰克斯对依赖自动攻击的英雄很强，而沃里克也主要依赖自动攻击，因此杰克斯的优势得以充分发挥。",
      "ヘカリム": "赫卡里姆在与沃里克的对抗中占有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，使他更容易躲避沃里克的接近。这使他能够避开沃里克在近战中的优势。\n- 赫卡里姆的范围攻击可以轻易抵消沃里克的治疗能力。特别是在沃里克血量较低的战斗中，赫卡里姆的伤害可以有效施加。\n- 赫卡里姆具有强大的开团能力，使他能够在沃里克使用技能之前主动出击。这有助于避免沃里克的控制技能。\n- 沃里克的技能范围较短，使他在被赫卡里姆冲撞时难以反击。赫卡里姆可以在保持距离的同时进行攻击，从而在与沃里克的对抗中占据优势。\n- 一旦赫卡里姆发育起来，他会变得非常耐打，并且能够在持久战中持续输出，超越沃里克的治疗能力。",
      "エリス": "伊莉丝占据优势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，并且能够在游戏早期造成高爆发伤害，使她能够主动对抗沃里克。\n- 沃里克是近战英雄，这使得他很难接近伊莉丝的远程攻击，从而让伊莉丝能够在对局中占据有利位置。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下击杀，即使沃里克血量较低，她也能安全攻击。\n- 沃里克在对抗低血量敌人时具有强大的治疗能力，但如果伊莉丝能够在早期用她的爆发伤害击倒他，她可以在他利用治疗之前将其消灭。\n- 伊莉丝在对抗游走型打野英雄时表现出色，而沃里克正是其中之一，因此他属于伊莉丝擅长对抗的对手类别。",
      "ヴィエゴ": "维戈在对抗沃里克时具有优势。\n\n原因如下：\n\n- 维戈在前期的输出伤害很高，使他能够造成超过沃里克治疗能力的伤害，从而在小规模交战中更容易占据上风。\n- 沃里克对低生命值敌人造成强大的伤害，但维戈通过击杀敌人可以恢复生命，使他能够进行持续作战。\n- 维戈的机动性使他更容易躲避沃里克的控制技能，并且他有逃脱的手段，使得躲避沃里克的攻击变得更容易。\n- 沃里克缺乏范围伤害技能，限制了他在团队战斗中的影响力，而维戈可以通过偷取敌方英雄来扭转战局。\n- 维戈拥有强力的控制技能，可以限制沃里克的行动，为在战斗中获得优势提供了强有力的支持。"
    }
  },
  "サイラス": {
    "name": "サイラス",
    "beats": {
      "トランドル": "特朗德尔处于劣势。\n\n- 塞拉斯具有高爆发伤害，可以在特朗德尔接近之前造成显著伤害，使得交易不利。\n- 塞拉斯的闪现技能使得躲避特朗德尔的攻击变得更容易，增加了反击的风险。\n- 塞拉斯可以窃取特朗德尔的终极技能，抵消特朗德尔的坦克能力，并增加自己的伤害。\n- 特朗德尔在拉近距离方面手段有限，难以反制塞拉斯的机动性，使他容易被 kite。\n- 塞拉斯拥有控制技能，可以限制特朗德尔的行动，减少他攻击的机会。",
      "ノクターン": "诺克图恩处于劣势。\n\n原因如下：\n\n- 塞拉斯拥有多次闪现和高机动性，容易躲避诺克图恩的攻击。\n- 塞拉斯的爆发伤害很高，如果诺克图恩没有发育起来，他可以被瞬间击杀。\n- 通过偷取塞拉斯的技能，诺克图恩减少视野和打击潜力的优势可能会被反过来利用。\n- 诺克图恩的控制技能只影响单个目标，因此他无法限制塞拉斯的机动性，更容易受到反击。\n- 塞拉斯的逃生手段有限，使诺克图恩难以创造有利局面。",
      "フィドルスティックス": "菲德尔斯基在对抗塞拉斯时处于劣势。\n\n- 塞拉斯拥有高爆发伤害，可以在菲德尔斯基施放技能时发起攻击，更容易抵消菲德尔斯基的能力。\n- 塞拉斯有多次闪现，可以躲避菲德尔斯基的控制技能，轻松接近并攻击。\n- 菲德尔斯基的机动性较低，无法与塞拉斯的敏捷性相匹敌，逃脱困难。\n- 塞拉斯能够窃取其他英雄的技能，使他能够使用菲德尔斯基强大的技能，为自己创造有利局面。\n- 菲德尔斯基的视野控制手段有限，使他容易受到塞拉斯的埋伏。",
      "エコー": "艾克处于劣势。\n\n- 塞拉斯的爆发伤害很高，可以迅速削弱艾克的生命值，因此艾克需要在前期保持谨慎。\n- 塞拉斯的闪现技能使他更容易躲避艾克的控制技能，从而让塞拉斯能够主动攻击艾克。\n- 通过偷取艾克的终极技能，塞拉斯可以抵消艾克的治疗能力，并在战斗中获得优势。\n- 艾克拥有许多位移技能，使他容易受到塞拉斯的攻击，这使得他的站位变得复杂。\n- 塞拉斯拥有开团技能，可以切断艾克的逃跑选项，使他成为艾克非常棘手的对手。",
      "ケイン": "凯隐处于劣势。\n\n- 塞拉斯拥有高爆发伤害，可以利用凯隐在变身前的低战斗能力。\n- 塞拉斯可以通过灵活性和闪现轻松躲避凯隐的攻击。\n- 塞拉斯是一个拥有控制技能的英雄，制造出凯隐无法使用机动技能的局面。\n- 塞拉斯可以通过偷取其他英雄的技能来反击凯隐的战术。\n- 在凯隐变身之前，塞拉斯可以在早期对线阶段获得优势。",
      "イブリン": "伊芙琳在对抗赛拉斯时处于劣势。\n\n-赛拉斯有闪现技能，使他更容易躲避伊芙琳的埋伏。\n-赛拉斯的爆发伤害很高，这意味着伊芙琳在接近之前会受到大量伤害。\n-赛拉斯有控制技能，常常限制伊芙琳在接近时的行动。\n-赛拉斯可以从其他英雄那里偷取技能，使他能够将伊芙琳的技能反过来对付她。\n-伊芙琳在前期的游走潜力较低，使她在赛拉斯变强之前很难创造有利局面。",
      "ゼド": "Zed处于劣势。\n\n- Sylas具有高爆发伤害，当被Zed攻击时可以迅速反击，这使得Zed很难全力进攻。\n- Sylas有多个位移技能，可以躲避Zed的攻击，并轻松化解Zed的连招。\n- Sylas能够窃取其他英雄的技能，通过窃取Zed的终极技能，他可以在反击时减少Zed的伤害。\n- Zed在团战中的范围伤害较低，如果他的技能被Sylas窃取，局势很可能会变得不利。\n- Sylas对Zed没有控制技能（CC），而Zed在面对拥有控制技能的英雄时处于劣势，这使得Sylas能够限制Zed的行动。",
      "ワーウィック": "沃里克在对抗塞拉斯时处于劣势。\n\n- 塞拉斯的爆发伤害很高，当沃里克的生命值低时，容易成为目标。\n- 塞拉斯的闪现技能使他能够轻松躲避沃里克的控制技能，并为他提供了很多逃生选项。\n- 塞拉斯可以窃取其他英雄的技能，有效地抵消沃里克的强大技能。\n- 沃里克对控制技能和风筝非常脆弱，使他很难应对塞拉斯的机动性。\n- 尽管塞拉斯在前期伤害较低，但他可以在沃里克发育之前发起有利的交易。",
      "レク＝サイ": "雷克赛在对抗塞拉斯时处于劣势。\n\n- 塞拉斯具有高爆发伤害，能够在雷克赛接近之前造成显著伤害，导致一对一交锋中的胜率较低。\n- 塞拉斯有多个位移技能，使他更容易躲避雷克赛的攻击，同时增加了塞拉斯发起攻击的机会。\n- 塞拉斯对控制型英雄很强，而雷克赛的控制技能激活条件有限，效果较差。\n- 雷克赛在埋伏状态下视野狭窄，使她容易受到塞拉斯的攻击，这使她在埋伏和突袭中显得脆弱。\n- 塞拉斯有能力窃取其他英雄的技能，通过窃取雷克赛的技能，他可以为自己创造更有利的局面。"
    },
    "loses": {
      "ザック": "扎克对赛拉斯有优势。\n\n原因如下：\n\n- 扎克拥有丰富的控制技能（CC），可以限制赛拉斯的机动性，使赛拉斯难以自由移动。\n- 赛拉斯在前期伤害较低，且在法力管理上存在困难，难以反制扎克的持续伤害和耐久性。\n- 扎克的被动治疗能力使他更容易在赛拉斯的爆发伤害下生存。\n- 扎克在团队战斗中影响力很大，他在赛拉斯能够从其他英雄那里偷技能之前就发起攻击的可能性很高。\n- 赛拉斯在面对拥有控制技能的英雄时处于劣势，被扎克的控制技能限制使得赛拉斯更难发挥他的优势。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科机动性高，可以在隐身状态下进行伏击，容易利用西拉斯的早期弱点。\n- 西拉斯在早期游戏中伤害低，法力消耗快，容易受到沙科的伏击。\n- 沙科的控制技能可以禁用西拉斯的闪现，限制他的机动性。\n- 西拉斯对依赖普通攻击的英雄有优势，但沙科可以利用这种依赖反过来对付他。\n- 沙科清线速度快，可以轻松反打野，阻碍西拉斯的成长。",
      "パンテオン": "潘森对赛拉斯有优势。\n\n原因如下：\n\n- 潘森在前期有很高的击杀压力，可以利用赛拉斯的早期弱点。\n- 他有一个定向控制技能，更容易抵消赛拉斯的闪现并在交战中获得优势。\n- 潘森的全力进攻潜力非常高，使他在赛拉斯发育之前更容易获得击杀。\n- 赛拉斯在法力管理上有困难，因此潘森可以通过攻击早早耗尽他的资源。\n- 潘森的全球终极技能使他能够轻松影响其他线路，在整个游戏中获得优势。",
      "キンドレッド": "Kindred在对抗Sylas时具有优势。\n\n原因如下：\n\n- Kindred拥有远程攻击，使其更容易躲避Sylas的近战攻击。\n- Sylas在前期伤害较低，难以反制Kindred收集标记的能力。\n- Kindred的终极技能可以提供无敌效果，从而抵消Sylas的爆发伤害。\n- Sylas在管理法力方面存在困难，因此Kindred可以通过施加早期压力来获得优势。\n- Kindred具有高机动性，可以利用Sylas的闪现来避免伏击。",
      "エリス": "伊莉丝占据优势。\n\n- 伊莉丝在前期有高爆发伤害，可以利用赛拉斯的早期弱点。\n- 伊莉丝的远程控制技能阻碍了赛拉斯的接近，使她在交战中获得优势。\n- 赛拉斯容易耗尽法力，而伊莉丝的持续伤害和控制技能使他难以管理资源。\n- 通过使用她的蜘蛛形态，伊莉丝可以轻松进行塔下击杀和游走，给赛拉斯施加压力。\n- 赛拉斯是一个近战英雄，使他很难靠近伊莉丝的远程攻击，从而让伊莉丝能够占据优势。",
      "ボリベア": "布隆在对抗塞拉斯时更具优势。\n\n原因如下：\n\n- 布隆在前期的交易能力强，使得在对线交易中更容易获得优势，因为塞拉斯的前期伤害较低。\n- 布隆的控制效果可以限制塞拉斯的机动性，通过抵消他的闪现，可以剥夺他的逃生手段。\n- 布隆擅长塔下击杀，使他能够在塞拉斯发育之前施加早期压力。\n- 塞拉斯在法力管理上存在困难，这使得他很难反制布隆的持续伤害和耐久性。\n- 布隆对短程战士有优势，而塞拉斯也是一个近战英雄，因此更容易利用布隆的优势。",
      "ベル＝ヴェス": "贝尔维斯在对抗赛拉斯时具有优势。\n\n- 赛拉斯在前期伤害较低，法力值迅速耗尽，这使得贝尔维斯可以轻松进行早期交战。\n- 贝尔维斯能够无限提升她的攻击速度，如果赛拉斯的耐久度较低，她更容易造成持续伤害。\n- 赛拉斯有位移技能，但他很容易被贝尔维斯的击飞和冲刺抓住，逃生选项有限。\n- 贝尔维斯的技能具有伤害减免，在持久战中表现强劲，使她对赛拉斯的爆发伤害有抵抗力。\n- 当赛拉斯从其他英雄那里偷取技能时，贝尔维斯的技能特别难以被偷，这使得他很难扭转战局。"
    }
  },
  "ブライアー": {
    "name": "ブライアー",
    "beats": {
      "ザック": "扎克处于劣势。\n\n原因如下：\n\n- 布莱尔的续航能力强，在小规模交战中表现出色，能够承受扎克的控制技能。\n- 布莱尔的狂暴状态显著提高了她的攻击速度和移动速度，使她更容易躲避扎克的进攻。\n- 扎克的攻击范围通常较短，使他容易受到布莱尔的攻击，尤其是在近战中。\n- 布莱尔往往对带控制技能的坦克英雄感到困难，而扎克的控制技能通常效果不佳。\n- 布莱尔的大招射程较长，如果扎克在试图进攻时被发现，被反击的风险增加。",
      "ゼド": "泽德在对抗布莱尔时处于劣势。\n\n- 布莱尔的续航能力强，在交易中表现出色，即使受到泽德的爆发伤害，她也能轻松恢复。\n- 布莱尔的狂暴状态显著提高了她的攻击速度和移动速度，使得躲避泽德的攻击变得困难。\n- 泽德的控制能力较弱，阻止布莱尔攻击的手段有限，使得他很难有效反击她。\n- 布莱尔的大招射程很长，使她能够轻松参与团战和游走，这让泽德很难针对孤立的敌人。\n- 泽德的爆发伤害是一次性的，因此如果布莱尔能够承受住，她在后续的战斗中很可能会占据优势。",
      "エリス": "艾莉丝处于劣势。\n\n- 布莱尔的续航能力强，在交易中表现出色，即使在承受艾莉丝的爆发伤害后也能轻松恢复。\n- 布莱尔的狂暴状态显著提高了她的攻击速度和移动速度，使艾莉丝难以保持距离。\n- 艾莉丝在近战中表现不佳，当她受到布莱尔的伤害时，逃脱的手段有限。\n- 布莱尔拥有控制技能，容易在艾莉丝尝试使用技能时打断她。\n- 艾莉丝在团队战中缺乏范围伤害，难以反制布莱尔的高耐久和持续伤害。",
      "ウディア": "乌迪尔在对抗布莱尔时处于劣势。\n\n- 布莱尔的续航能力强，在交易中表现出色，使她能够抵挡乌迪尔的持续伤害。\n- 布莱尔的狂暴状态显著提高了她的攻击速度和移动速度，使她更容易躲避乌迪尔的攻击并进行反击。\n- 布莱尔对控制技能较为脆弱，但即使被乌迪尔的眩晕击中，她在狂暴状态下的治疗能力也能让她坚持下来。\n- 乌迪尔的攻击范围较短，容易受到布莱尔攻击的伤害，常常在近战中处于劣势。\n- 布莱尔的终极技能使她能够在保持视野的同时参与团队战斗，这使得乌迪尔很难获得优势。",
      "キンドレッド": "Kindred在对抗Briar时处于劣势。\n\n- Briar在近战战斗中很强，具有高续航能力，使她能够在承受Kindred的攻击时持续输出伤害。\n- Briar的狂暴状态显著提高了她的攻击速度和移动速度，使Kindred难以有效利用她的射程。\n- Briar拥有控制技能，可以封锁Kindred的闪现和逃生选项，使Kindred难以获得有利局面。\n- Kindred在前期影响力较低，而Briar可以发起强有力的前期交易来阻碍Kindred的成长。\n- Briar的终极技能在团队战斗中影响巨大，可能会抵消Kindred终极技能带来的无敌效果，使Briar在战斗中占据优势。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗布莱尔时处于劣势。\n\n- 布莱尔的续航能力强，在小规模交战中表现出色，更容易抵挡努努的游走。\n- 布莱尔的狂暴状态显著提高了她的攻击速度和移动速度，即使被努努的控制技能击中后也能追击。\n- 努努的技能冷却时间长，后期发育较差，难以应对布莱尔的持续伤害。\n- 布莱尔对控制技能较为脆弱，但努努在布莱尔的狂暴状态下很难利用她的移动限制。\n- 努努的开团依赖于他的W技能，使他容易受到布莱尔的反击，增加了受到伤害的风险。",
      "カ＝ジックス": "Kha'Zix在对抗Briar时处于劣势。\n\n- Briar具有高续航能力，并且在单挑中很强，这使得她很可能在Kha'Zix的爆发伤害下生存下来。\n- Briar的狂暴状态显著提高了她的攻击速度和移动速度，使她能够将Kha'Zix的埋伏反转并追击他。\n- Briar拥有控制技能，可以限制Kha'Zix的移动，使他难以逃脱。\n- Kha'Zix在团队战中针对孤立的敌人，但Briar即使在团队战中也能作为强大的输出者，这使得Kha'Zix很难找到合适的时机进行攻击。\n- Briar的终极技能射程很长，使她能够在保持视野的同时参与团队战，这很容易让Kha'Zix处于不利的局面。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Briar的续航能力强，在交易中表现出色，即使受到Sylas的爆发伤害也能轻松恢复。\n- Briar的狂暴状态显著提高了她的攻击速度和移动速度，使得躲避Sylas的攻击变得困难。\n- Briar拥有控制技能，可以限制Sylas使用闪现的时机，使他更难利用自己的机动性。\n- Sylas在前期伤害较低，法力管理困难，容易在与Briar的对拼中落于下风。\n- Briar的终极技能范围广且在团战中影响巨大，使得Sylas难以有效地进行机动。",
      "ワーウィック": "沃里克在对抗布莱尔时处于劣势。\n\n- 布莱尔的续航能力强，在单挑中表现出色，能够超越沃里克的治疗能力。\n- 布莱尔在狂暴状态下的攻击速度和移动速度提高，使沃里克难以追击她，而她可以将沃里克逼入绝境。\n- 沃里克拥有控制技能，但布莱尔在狂暴状态下移动受限，更容易受到他的控制。\n- 布莱尔的终极技能射程很远，使她能够在保持视野的同时参与战斗，这让沃里克难以拉近距离。\n- 沃里克缺乏范围伤害技能，限制了他在团队战中的输出，使他难以反制布莱尔的高伤害输出能力。"
    },
    "loses": {
      "パンテオン": "潘森在对抗布莱尔时具有优势。\n\n原因如下：\n\n- 潘森拥有一个针对性的眩晕技能，可以抵消布莱尔的狂暴状态，降低她在近战中的强度。\n- 潘森的全力进攻潜力非常高，使他在布莱尔能够利用她的续航之前更容易获得击杀。\n- 潘森在早期游戏中施加强大的击杀压力，使他能够在布莱尔成长之前创造有利局面。\n- 布莱尔对控制技能较为脆弱，容易被潘森的眩晕和无敌技能抓住。\n- 潘森可以利用他的全球终极技能影响其他线路，使他在整场比赛中更容易获得优势。",
      "ノーチラス": "纳托鲁斯在对抗布莱尔时具有优势。\n\n原因如下：\n\n- 纳托鲁斯拥有强大的控制技能（CC），可以在布莱尔的狂暴状态下通过限制她的行动来禁用她的攻击。\n- 布莱尔对控制技能非常脆弱；当被纳托鲁斯的钩子或眩晕击中时，她无法自由移动，在战斗中处于劣势。\n- 纳托鲁斯的耐久性很高，更容易吸收布莱尔的伤害，允许进行更长时间的交战。\n- 纳托鲁斯擅长抓住布莱尔，后者的逃脱能力较低，使他在游走和团队战斗中非常有效。\n- 尽管布莱尔具有治疗能力，但纳托鲁斯可以在她利用这种续航之前将她击倒，因为他的控制技能。",
      "ヘカリム": "赫卡里姆在与布莱尔的对抗中占有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，可以在布莱尔的狂暴状态下冲入造成伤害，使他能够在避免布莱尔攻击的同时占据有利战斗位置。\n- 赫卡里姆的开团能力非常强，他可以利用布莱尔在控制方面的弱点来扭转战斗局势。\n- 赫卡里姆在持久战中能够在保持耐久的同时造成伤害，使他能够比布莱尔更持久。\n- 赫卡里姆的技能包括范围攻击，使他即使在布莱尔被多个敌人包围的近战中也能有效造成伤害。\n- 布莱尔的移动受到限制，因此当被赫卡里姆的冲锋击中时，她的逃脱选项有限，更容易被抓住。",
      "ウーコン": "猴子在对抗布莱尔时具有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，使他更容易承受布莱尔的攻击。\n- 布莱尔在狂暴状态下的移动受到限制，使她更容易受到猴子的控制技能影响，限制她的行动。\n- 猴子可以使用他的分身来迷惑敌人，使他更容易躲避布莱尔的攻击。\n- 猴子的技能具有降低对手防御的效果，使他能够对布莱尔造成高额伤害。\n- 布莱尔对控制技能较为脆弱，在团队战中难以反制猴子的影响。",
      "マスター・イー": "蒙多在对抗布莱尔时具有优势。\n\n原因如下：\n\n- 蒙多的技能具有高闪避能力，使他更容易躲避布莱尔的攻击。\n- 布莱尔在狂暴状态下的移动受到限制，使她更容易受到蒙多的攻击。\n- 蒙多的输出伤害高，可以造成超过布莱尔续航能力的伤害。\n- 布莱尔对控制技能较弱，如果蒙多使用无敌技能，她很难进行反击。\n- 蒙多对逃生能力低的对手很强，而布莱尔符合这一特征，使他在一对一的对抗中获得优势。",
      "トランドル": "特朗德尔在与布莱尔的对抗中占有优势。\n\n原因如下：\n\n- 特朗德尔能够吸收对手的护甲，使他在与布莱尔的交易中获得优势。\n- 布莱尔在狂暴状态下的移动受到限制，这使得特朗德尔更容易通过击退和减速来限制她的移动。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，给予他高持续能力，使他在与布莱尔的交易中更容易保持优势。\n- 布莱尔对控制技能较为脆弱，但特朗德尔可以用自己的技能打断她的攻击，使她难以命中他。\n- 特朗德尔可以充当坦克角色，同时也能造成伤害，使他在团队战中对布莱尔形成强大的威胁。",
      "ヴィエゴ": "维戈在对抗布莱尔时具有优势。\n\n原因如下：\n\n- 维戈在前期的输出伤害很高，使他能够造成超过布莱尔续航的伤害，从而在早期小规模交战中更容易获得优势。\n- 维戈的硬控技能限制了布莱尔的移动，使他能够集中攻击，同时利用她在狂暴状态下的移动限制。\n- 布莱尔对控制技能很脆弱，如果被维戈的技能击中，她几乎没有反击的空间。\n- 维戈通过击杀敌方英雄可以恢复生命值，使他在与布莱尔的对决中更容易创造有利局面。\n- 布莱尔的大招提供视野，但维戈可以通过偷取该技能来将其转化为自己的优势。",
      "ジャーヴァンⅣ": "贾法尔四世对布莱尔有优势。\n\n原因如下：\n\n- 贾法尔四世具有高机动性和出色的游走潜力，使他能够在布莱尔进入狂暴状态之前发起攻击。\n- 贾法尔四世的控制技能可以限制布莱尔的移动，使她更容易受到攻击。\n- 布莱尔依赖自动攻击，因此如果贾法尔四世用他的墙壁封锁她的逃跑路线，战斗对她来说就会变得不利。\n- 贾法尔四世的被动百分比伤害有效减少布莱尔的续航能力，使他在短期交战中占据优势。\n- 布莱尔对控制技能很脆弱，容易被贾法尔四世的进攻能力抓住，风险很高。"
    }
  },
  "タロン": {
    "name": "タロン",
    "beats": {
      "エリス": "艾莉丝处于劣势。\n\n- 泰隆的爆发伤害很高，尤其是在前期，这使得艾莉丝很难接近。\n- 泰隆的机动性和利用地形的埋伏潜力使艾莉丝容易受到gank，尤其是当泰隆来到线路时。\n- 艾莉丝需要靠近才能造成爆发伤害，但如果被泰隆的攻击击中，她很可能会因脆弱的属性而迅速被击倒。\n- 泰隆有一个终极技能，可以让他隐身，这造成了艾莉丝很难抓住他的情况。\n- 艾莉丝的控制技能只影响单个目标，因此她无法有效应对泰隆的高机动性。",
      "リリア": "莉莉娅处于劣势。\n\n- 泰隆的爆发伤害很高，能够在莉莉娅接近之前造成显著伤害，使她在一对一的情况下处于不利地位。\n- 泰隆的机动性和利用地形的埋伏潜力增加了莉莉娅在激活技能之前被攻击的风险。\n- 莉莉娅的主要技能范围较短，使她在承受泰隆的爆发伤害之前很难命中目标，这带来了风险。\n- 莉莉娅的强控制技能仅在她的大招时可用，而她在6级之前的游走潜力较低，使得有效反制泰隆变得困难。\n- 泰隆可以利用莉莉娅技能的缓慢施法时间来躲避攻击，同时造成伤害，使她容易受到埋伏。",
      "ウディア": "乌迪尔在对抗塔隆时处于劣势。\n\n- 塔隆具有高爆发伤害，能够在乌迪尔接近之前造成显著伤害，这使得乌迪尔在早期被击杀的风险很大。\n- 塔隆的机动性和利用地形进行伏击的潜力使他能够轻松创造对乌迪尔有利的局面，而乌迪尔的逃生手段有限。\n- 尽管乌迪尔很耐打，但他的防御在面对塔隆的爆发伤害时往往显得不足，尤其是在早期对局中他通常会感到困难。\n- 塔隆可以轻松地与乌迪尔交战，因为乌迪尔只有一个不可靠的减速技能作为控制手段，这使得塔隆能够躲避乌迪尔的眩晕。\n- 乌迪尔的攻击范围较短，使他难以追上像塔隆这样高度机动的英雄，这可能导致战斗优势的丧失。",
      "シャコ": "沙科处于劣势。\n\n原因如下：\n\n- 泰隆在前期具有高爆发伤害，使得沙科在尝试伏击之前很可能会被瞬间击杀。\n- 泰隆的机动性和利用地形进行伏击的能力超过了沙科的隐身和瞬移，使得沙科的逃生手段有限。\n- 泰隆可以利用沙科的低基础属性在近战中获得优势。\n- 泰隆的技能可以抵消沙科的控制技能，增加沙科发起攻击时被反击的风险。\n- 沙科在团队战中有限的范围伤害和控制能力，使得他很难对抗泰隆的高爆发伤害。",
      "キンドレッド": "Kindred在对抗Talon时处于劣势。\n\n- Talon在前期具有非常高的爆发伤害，使得在Kindred能够发育之前轻松获得早期击杀。\n- Talon的机动性和利用地形进行伏击的潜力限制了Kindred有效进行游走和反打野的能力。\n- Kindred只有减速作为控制技能，且在反制Talon的爆发伤害方面手段有限，因此在一对一的对抗中胜率较低。\n- Talon可以针对Kindred的标记进行攻击，使他在对抗Kindred时处于有利位置，尤其是在标记尚未叠加之前。\n- Kindred的终极技能提供无敌效果，但在承受Talon的爆发伤害之前激活它往往很困难，这使得其难以有效使用。",
      "グレイブス": "格雷夫斯处于劣势。\n\n原因如下：\n\n- 泰隆具有高爆发伤害和强大的前期爆发潜力，使得格雷夫斯在接近之前可能会受到大量伤害。\n- 泰隆的机动性使他能够在格雷夫斯发起攻击之前逃脱，或者反过来对他进行伏击。\n- 格雷夫斯的自动攻击不穿透，这使得他很难击中像泰隆这样高机动性的英雄。\n- 泰隆擅长利用地形逃脱或设置伏击，而在格雷夫斯技能的长时间冷却期间，泰隆可以创造有利局面。\n- 格雷夫斯在前期发育上往往落后，而泰隆可以快速升级并游走，从而在全图产生更大的影响。",
      "ニダリー": "妮蔻在对抗塔隆时处于劣势。\n\n- 塔隆在前期具有非常高的爆发伤害，这意味着妮蔻在接近之前会受到显著伤害。\n- 妮蔻缺乏控制技能，使她在面对塔隆的机动性和利用地形进行伏击时选择有限。\n- 塔隆可以隐身，这使得妮蔻很难追踪他的位置信息，反过来，她更容易被伏击。\n- 妮蔻在团队战中的范围伤害较差，无法有效对高伤害刺客如塔隆造成伤害。\n- 塔隆非常依赖装备，但他在前期就有强大的伤害，使他在妮蔻发育之前更容易创造有利局面。",
      "ノクターン": "诺克图恩在对抗塔隆时处于劣势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害和强大的前期爆发潜力，使诺克图恩在接近之前很可能被击倒。\n- 诺克图恩在面对塔隆的机动性和利用地形进行伏击的能力时逃脱潜力较低，使他容易受到反击。\n- 诺克图恩的控制技能仅对单个目标有效，对像塔隆这样的高机动性刺客效果不佳。\n- 塔隆可以快速推线，并能在早期控制地图，限制诺克图恩的行动。\n- 诺克图恩在团队战中表现不佳，随着塔隆变得更强，诺克图恩成为更容易的目标。",
      "レク＝サイ": "雷克塞在对抗塔隆时处于劣势。\n\n- 塔隆具有高爆发伤害，能够在雷克塞接近之前造成显著伤害，这使得雷克塞在反击之前就可能被击倒。\n- 塔隆的机动性和利用地形进行伏击的潜力使得雷克塞很难躲避塔隆的攻击，尤其是雷克塞在潜行时容易被发现。\n- 雷克塞的控制技能范围狭窄，很难对像塔隆这样高度机动的刺客命中，这使得防止塔隆的反击变得困难。\n- 塔隆可以利用雷克塞技能的冷却时间再次发起攻击，这意味着雷克塞在持续输出方面很挣扎，常常被塔隆逼入绝境。\n- 雷克塞在后期往往缺乏伤害，这使得她很难对像塔隆这样高度依赖装备的刺客造成持续伤害。",
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n- 泰隆在前期有非常高的爆发伤害，可能在努努接近之前就将其击杀。\n- 泰隆的高机动性使得他容易躲避努努的游走，而泰隆则可以反向埋伏努努。\n- 努努的技能冷却时间较长，这常常导致他对像泰隆这样的爆发刺客反应迟缓。\n- 泰隆擅长利用地形逃脱或埋伏，使他能够避开努努的控制技能。\n- 努努在后期的发育较差，一旦泰隆变得更强，反制他将变得困难。",
      "ザック": "扎克在对抗泰隆时处于劣势。\n\n原因如下：\n\n- 泰隆在前期具有非常高的爆发伤害，这意味着扎克在接近之前就可能被迅速击倒。\n- 泰隆的高机动性使他容易躲避扎克的技能，这使得扎克很难命中攻击。\n- 泰隆擅长利用地形进行伏击，这增加了扎克在尝试游走时被针对的风险。\n- 扎克通常攻击范围较短，使他容易受到泰隆的攻击，常常在一对一的情况下处于劣势。\n- 泰隆的控制技能不可靠，因此扎克无法充分利用他丰富的控制技能，常常导致他反而被泰隆攻击。"
    },
    "loses": {
      "レンガー": "雷恩加对塔隆有优势。\n\n原因如下：\n\n- 雷恩加凭借其高爆发伤害，可以轻松利用塔隆低防御能力迅速击杀敌人。\n- 他擅长利用草丛进行伏击，使他能够在塔隆接近之前主动出击。\n- 塔隆需要接近敌人才能造成伤害，但雷恩加有能力阻止这种接近。\n- 塔隆的E技能冷却时间长，使他在逃生选项有限的情况下容易受到雷恩加的伏击。\n- 雷恩加通过击杀获得额外的攻击力，赋予他强大的滚雪球潜力，使他能够保持对塔隆的优势。",
      "フィドルスティックス": "菲德尔斯基有优势对抗塔隆。\n\n原因如下：\n\n- 菲德尔斯基拥有强大的控制技能（CC），可以抵消塔隆的高爆发伤害。特别是恐惧效果技能可以阻止塔隆靠近并攻击。\n- 塔隆的防御能力较低，使他容易受到菲德尔斯基的范围伤害，这会迅速消耗他的生命值。\n- 菲德尔斯基有手段确保视野，使得更容易发现塔隆的埋伏。这使得菲德尔斯基能够限制塔隆的交战时机。\n- 菲德尔斯基的大招在团战中非常有效，当塔隆试图同时对多个敌人发起攻击时，能够为菲德尔斯基创造有利局面。\n- 由于塔隆需要靠近，因此他很难躲避菲德尔斯基的技能，尤其是在菲德尔斯基的大招冷却期间，他常常会陷入困境。",
      "リー・シン": "李青对塔隆有优势。\n\n原因如下：\n\n- 李青的机动性很高，早期的游走潜力出色，使得在塔隆在线上强势时更容易施加压力。\n- 李青的爆发伤害非常高，可以在塔隆靠近之前就瞄准击杀。\n- 塔隆的防御能力较低，容易被李青的攻击击倒。\n- 李青的技能配合良好，使得塔隆很难逃脱。\n- 李青的终极技能击退可以打断塔隆的攻击，有效抵消塔隆的爆发伤害。\n- 塔隆非常依赖装备，如果他在早期落后，后期很难翻盘，因此如果李青在早期建立领先优势，他可以顺利推进。",
      "ダイアナ": "黛安娜在对抗塔隆时具有优势。\n\n原因如下：\n\n- 黛安娜有一个护盾，可以减轻塔隆的爆发伤害，使她在一对一的战斗中具有很高的耐久性。\n- 黛安娜有强大的追击潜力，可以重复使用她的跳跃技能，使塔隆难以逃脱。\n- 塔隆只能在靠近时造成伤害，但黛安娜可以利用她的技能拉近距离，使她能够在塔隆攻击之前进行反击。\n- 黛安娜具有范围伤害，能够在团队战斗中表现出色，更容易制造塔隆被孤立的局面。\n- 塔隆的控制技能仅限于一个不可靠的减速，因此他无法有效应对黛安娜利用跳跃技能的移动。",
      "マスター・イー": "蒙多在对抗塔隆时具有优势。\n\n原因如下：\n\n- 蒙多的输出很高，能够在承受塔隆的爆发伤害之前进行反击。\n- 塔隆需要靠近才能攻击，但蒙多可以通过Q技能的位移来躲避攻击，从而更容易避开塔隆的攻击。\n- 蒙多的W技能提供治疗，减轻了塔隆的爆发伤害，使得延续战斗更有利。\n- 塔隆的防御能力较低，容易受到蒙多持续攻击的威胁。\n- 蒙多具有抵消减速效果的能力，这使得塔隆的逃跑选项失效，更容易追击他。",
      "シン・ジャオ": "辛赵在对抗塔隆时具有优势。\n\n原因如下：\n\n- 辛赵拥有高基础攻击伤害和攻击速度，使他能够在早期游戏中在一对一的战斗中反制塔隆。\n- 塔隆的防御能力较低，使他在早期容易受到辛赵攻击的伤害。\n- 辛赵的定向技能可以阻止塔隆逃跑。\n- 辛赵具有高续航和稳定的打野能力，使他能够对塔隆施加持续压力。\n- 塔隆非常依赖装备，如果辛赵在早期取得领先，他可以阻碍塔隆的成长。\n- 辛赵在团队战斗中也表现出色，即使塔隆被孤立，他也能占据优势。"
    }
  },
  "ケイン": {
    "name": "ケイン",
    "beats": {
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n原因如下：\n\n- 凯隐在打野表现和穿墙机动性方面很强，使得他更容易躲避努努的Gank。\n- 变身后，凯隐拥有强大的刺客或战士能力，可以利用努努的低耐久性。\n- 努努的技能冷却时间较长，使他容易受到凯隐的反Gank。\n- 凯隐有很多机动技能，虽然受到控制效果时他的能力会下降，但努努的控制效果对凯隐并不有效。\n- 凯隐在前期较弱，但如果努努在合适的时机尝试Gank，凯隐可以收集能量球并可能变得更强。",
      "ボリベア": "布隆在对抗凯隐时处于劣势。\n\n原因如下：\n\n- 凯隐具有可以穿越墙壁的机动性，使他更容易躲避布隆的攻击。\n- 变身后，凯隐的输出伤害很高，可以在无视布隆的坦克属性的情况下进行攻击。\n- 布隆的主要技能范围较短，使他在保持距离的同时难以应对凯隐的攻击。\n- 凯隐可以利用变身前的弱早期游戏阶段，积极地与布隆交战。\n- 如果布隆被凯隐的控制技能击中，他很可能会受到大量伤害，并在战斗中轻易失去优势。",
      "アムム": "阿木木处于劣势。\n\n- 凯隐具有高机动性和穿越墙壁的能力，使他更容易躲避阿木木的攻击。\n- 变身后，凯隐作为刺客或战士拥有强大的伤害，能够在忽视阿木木的耐久性情况下进行攻击。\n- 阿木木在前期较弱，特别容易受到反野的影响，这使得他很难应对凯隐的早期游走。\n- 当凯隐被控制技能击中时，他的效果会降低，但阿木木的控制技能对凯隐有效，增加了阿木木被抓的风险。\n- 凯隐需要积极游走以克服变身前的弱点，但也有可能被阿木木的控制技能反打。",
      "ダイアナ": "黛安娜在对抗凯隐时处于劣势。\n\n- 变身后，凯隐成为高伤害的刺客或战士，能够超越黛安娜的耐久性。\n- 凯隐具有可以穿越墙壁的机动性，使他能够躲避黛安娜的埋伏和追击。\n- 黛安娜对控制技能很脆弱，容易受到凯隐攻击的致命伤害。\n- 凯隐可以通过早期的埋伏压制黛安娜，特别是在她使用技能后被反击时，使她陷入困境。\n- 凯隐的终极技能用途多样，在团队战斗和塔下击杀中表现出色，成为对黛安娜的威胁。",
      "ウディア": "乌迪尔在对抗凯隐时处于劣势。\n\n- 尽管凯隐在变身前的早期游戏中较弱，但他对乌迪尔的控制和持续伤害具有很高的耐久性，使他在乌迪尔发起攻击时更容易反击。\n- 凯隐具有可以穿越墙壁的机动性，这使得乌迪尔很难追击他，从而增加了逃脱的机会。\n- 凯隐的终极技能用途多样，在团队战斗和塔下击杀中表现出色，常常让乌迪尔处于不利的局面。\n- 乌迪尔对拥有丰富控制技能的英雄非常脆弱，面对凯隐的机动性和变身后的强力攻击时，他很难应对。\n- 变身后，凯隐作为刺客或战士都拥有强大的技能，在后期游戏中依然强势，这意味着乌迪尔的耐久性不足以对抗他。",
      "シャコ": "沙科在对抗凯隐时处于劣势。\n\n- 尽管凯隐在变身前的早期游戏中较弱，但他能够承受沙科的埋伏，并且很可能会进行反击。\n- 凯隐具有穿越墙壁的机动性，使他能够避免沙科的游走或发起反游走。\n- 凯隐的终极技能用途多样，在团队战斗和塔下击杀中提供强大的存在感，使沙科在团队战斗中难以发挥优势。\n- 虽然凯隐在面对具有控制技能的英雄时有劣势，但沙科的控制技能有限，使凯隐能够灵活应对。\n- 沙科高度依赖普通攻击，在变身后容易受到凯隐强力攻击的威胁，使他容易受到持续伤害。",
      "リリア": "莉莉娅处于劣势。\n\n- 凯隐具有高机动性和穿越墙壁的能力，使他能够轻松躲避莉莉娅的技能。\n- 变身后，凯隐作为刺客或战士拥有强大的爆发伤害，而莉莉娅的耐久性较低，难以在一对一的战斗中获胜。\n- 莉莉娅的主要技能范围较短，她需要在容易受到凯隐攻击的情况下进行持续输出，这很危险。\n- 即使在变身之前，凯隐也具备一定的战斗能力，并且可以在早期游戏中主动进行游走，利用莉莉娅在6级之前的弱点。\n- 莉莉娅的硬控技能仅在她的大招时可用，由于她对抗凯隐机动性的手段有限，因此很容易被逃脱。",
      "シン・ジャオ": "辛赵在对抗凯隐时处于劣势。\n\n- 凯隐在变身前的战斗能力较低，但辛赵在前期有很强的游走潜力，这使得凯隐在变身前很难获得优势。\n- 凯隐具有穿墙的机动性，使他更容易躲避辛赵的攻击。这导致辛赵的攻击更难命中。\n- 凯隐的大招用途多样，在团战和塔下击杀中都能发挥作用，使得辛赵在团战中难以履行自己的角色。\n- 辛赵对控制技能很脆弱，如果被凯隐的机动性技能抓住，他的战斗能力会显著下降。\n- 凯隐可以变身为高伤害的刺客或战士，使得辛赵在后期更难应对他。",
      "ザック": "扎克在对抗凯隐时处于劣势。\n\n- 凯隐在变身前战斗能力较低，但扎克在早期一对一的战斗中往往会挣扎，这使得凯隐在游走时能够更有利地操控局势。\n- 凯隐具有穿越墙壁的机动性，使他更容易躲避扎克的游走，反过来也更容易针对扎克。\n- 凯隐对高生命值敌人很强，而扎克具有坦克特性，这使得凯隐更容易积累他的红球。\n- 扎克拥有控制技能（CC），但凯隐有许多与移动相关的技能，当他受到控制时，效果会降低，这使得扎克的控制效果减弱。\n- 变身后，凯隐作为刺客或战士拥有强大的技能，能够对扎克造成高额伤害，这对团队战斗产生重大影响。"
    },
    "loses": {
      "キンドレッド": "Kindred在对抗Kayn时具有优势。\n\n原因如下：\n\n- Kindred的攻击范围较长，更容易躲避Kayn的近战攻击，从而在早期游戏中进行有利的骚扰。\n- Kayn在变身之前战斗能力较低，使他在早期游戏中特别容易受到Kindred的攻击。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使他们能够在对抗Kayn时获得优势。\n- Kindred的终极技能可以提供无敌效果，更容易抵消Kayn的攻击并创造反击的机会。\n- Kayn对控制技能较弱，而Kindred可以利用减速和逃生技能来躲避Kayn的攻击。\n- Kindred通过收集标记快速成长，6级后在团队战中的影响力显著，使他们能够对Kayn造成强大的伤害。",
      "サイラス": "Sylas在对抗Kayn时具有优势。\n\n原因如下：\n\n- Sylas的所有技能都有伤害，特别是在他发育良好时，他的爆发伤害很高，可以利用Kayn在变身前的弱点。\n- Sylas拥有多次闪现，使他更容易躲避Kayn的攻击，并且他擅长埋伏和追击，这使他能够限制Kayn的行动。\n- Kayn在变身前的战斗能力较低，使他很难反击Sylas的高伤害，尤其是在前期。\n- Sylas可以偷取对手的终极技能，通过利用Kayn在变身后的强大技能，他可以扭转战局。\n- Kayn对控制技能较弱，如果被Sylas的技能限制，他的战斗效能会显著下降，使Sylas能够占据优势。",
      "ニダリー": "妮蔻在对抗凯隐时具有优势。\n\n原因如下：\n\n- 妮蔻在前期具有高爆发伤害，可以利用凯隐在变身前的弱点。\n- 凯隐在变身前战斗能力较低，使他容易受到妮蔻的反打和游走。\n- 妮蔻在豹形态下具有高机动性，更容易限制凯隐的行动。\n- 凯隐缺乏控制技能，使他容易受到妮蔻的爆发伤害。\n- 妮蔻具有强大的游走潜力，使她能够在前中期建立优势，并推动比赛向有利方向发展。",
      "カ＝ジックス": "卡兹克对凯隐有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，能够在凯隐变身之前利用他的弱点。\n- 凯隐在前期的战斗能力较低，容易受到卡兹克的伏击。\n- 卡兹克可以迅速利用跳跃缩短与凯隐的距离，获得优势，而凯隐的逃生选项有限。\n- 凯隐的机动技能在面对控制技能时较弱，并且受到卡兹克减速效果的影响。\n- 如果卡兹克成功滚雪球，他具有很高的Carry潜力，可以在凯隐发育之前将游戏推向有利于自己的方向。",
      "レンガー": "雷恩加在对抗凯隐时占有优势。\n\n原因如下：\n\n- 凯隐在变身前的早期游戏中较弱，尤其是战斗能力低，使他容易受到雷恩加的伏击。\n- 雷恩加的爆发伤害高，能够在凯隐变身之前轻松击杀他。\n- 凯隐有很多位移技能，但当他被控制时，效果会降低，而雷恩加擅长在伏击时利用这些机会。\n- 虽然凯隐的打野能力强，但雷恩加可以通过在草丛中伏击来获得优势，尤其是在游走时。\n- 凯隐需要收集能量球来变身，但雷恩加可以在这个过程中压制他。",
      "ゼド": "劫对凯隐有优势。\n\n原因如下：\n\n- 劫的爆发伤害很高，使他在凯隐变身之前更容易获得强力击杀。\n- 凯隐在变身之前战斗能力较低，使他在早期游戏中特别难以反击劫的攻击。\n- 劫的机动性非常高，能够轻松追击凯隐的游走或逃跑尝试。\n- 凯隐有许多与移动相关的技能，当他受到劫的攻击时，更容易受到控制效果，从而增加劫在战斗中的优势。\n- 劫可以针对孤立的敌人进行强力击杀，使他更容易利用凯隐单独行动的情况。",
      "マスター・イー": "蒙多有优势对抗凯隐。\n\n原因如下：\n\n- 蒙多的输出很高，一旦装备齐全，可以瞬间消灭敌人，利用凯隐变身前的弱点。\n- 凯隐在变身前的战斗能力较低，难以抵挡蒙多的高攻击力，尤其是在前期。\n- 蒙多的Q技能提供无敌效果，非常有效地躲避凯隐的攻击，使他在一对一的战斗中占据优势。\n- 凯隐对控制技能很弱，而蒙多没有控制技能，因此在凯隐试图接近时，他可以轻松创造有利局面。\n- 蒙多在获取目标方面能力强，可以迅速击杀大龙和小龙，从而将游戏的节奏掌握在自己手中。",
      "ヘカリム": "赫卡里姆在对抗凯隐时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，可以在凯隐变身之前利用他的弱点。特别是在前期，赫卡里姆可以轻松发起游走。\n- 赫卡里姆的发起能力非常强，能够在凯隐变身之前创造有利局面。\n- 赫卡里姆拥有范围攻击，这使他在团队战斗中具有很高的影响力，更容易在凯隐变身后履行刺客角色之前造成伤害。\n- 凯隐对控制技能很弱，如果他的移动被赫卡里姆的技能限制，他的战斗力会显著下降。\n- 赫卡里姆具有坦克般的耐久性，可以在持久战中继续造成伤害，更容易吸收凯隐的攻击。",
      "タロン": "塔隆在对抗凯隐时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，使他能够在凯隐变身之前与其进行有利的战斗。\n- 凯隐在变身之前战斗能力较低，难以抵挡塔隆的高爆发伤害。\n- 塔隆能够越过地形，使得抵消凯隐的机动技能变得更容易。\n- 塔隆可以利用隐身在凯隐尝试游走之前对其进行伏击。\n- 凯隐对控制技能较为脆弱，当受到塔隆的减速效果影响时，逃脱变得困难。\n- 塔隆能够快速推线，使得在早期更容易控制地图。",
      "グレイブス": "格雷夫斯在对抗凯隐时具有优势。\n\n原因如下：\n\n- 格雷夫斯可以远程攻击，利用凯隐在变身前的低战斗能力，早期施加压力更容易。\n- 凯隐拥有许多位移技能，当他受到格雷夫斯的爆发伤害时，战斗能力迅速下降。\n- 格雷夫斯基础属性高，在一对一的战斗中非常强大，能够在凯隐变身前击败他。\n- 凯隐对控制技能很脆弱，当他被格雷夫斯攻击时，逃生手段有限，格雷夫斯可以利用这一点。\n- 格雷夫斯在打野和兵线控制方面表现出色，更容易在丛林中保持优势。",
      "ヴァイ": "维对凯隐有优势。\n\n原因如下：\n\n- 在变身之前，凯隐的战斗能力较低，使得维在早期的游走和与他对抗时更容易获得优势。\n- 维拥有控制技能（CC），可以通过限制凯隐的位移技能来减少他的逃跑选择。\n- 由于维的护盾和减甲效果，她可以在一对一的情况下轻松对凯隐造成伤害。\n- 凯隐需要在变身之前收集能量球，这使得维在此期间能够主动施加压力。\n- 维的游走潜力很高，提供了许多机会在凯隐变强之前获得早期击杀。",
      "フィドルスティックス": "菲德尔斯基有优势对抗凯隐。\n\n原因如下：\n\n- 菲德尔斯基拥有强大的控制技能，可以禁用凯隐的位移技能，使他在凯隐能够接触之前限制凯隐的行动。\n- 凯隐在变身之前战斗能力较低，使他在前期特别容易受到菲德尔斯基的攻击，这使得菲德尔斯基能够轻松占据上风。\n- 菲德尔斯基的范围伤害和治疗能力使他在打野时容易保持健康，在与凯隐的一对一战斗中占据优势。\n- 菲德尔斯基有手段确保视野，使得更容易发现凯隐的埋伏并主动出击。\n- 凯隐对控制技能比较脆弱，因此菲德尔斯基的恐惧效果在战斗中使他面临无法行动的高风险。"
    }
  },
  "マスター・イー": {
    "name": "マスター・イー",
    "beats": {
      "リリア": "莉莉娅处于劣势。\n\n- 盲僧的机动性和爆发伤害很高，容易躲避莉莉娅的技能。\n- 莉莉娅的主要技能范围短，需要靠近敌人，这使她容易受到盲僧的攻击。\n- 莉莉娅在6级之前的游走潜力低，无法在盲僧获得装备之前施加压力。\n- 盲僧的Q技能提供无敌效果，使他能够抵消莉莉娅的技能，导致她的攻击难以命中。\n- 莉莉娅的硬控技能仅在她的大招中，她对抗盲僧的高输出能力有限。\n- 盲僧可以轻松滚雪球，增加他在莉莉娅发育之前获得优势的可能性。",
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n- 大师兄的输出很高，一旦装备齐全就会变得非常强大，因此如果努努的早期游走失败，他在后期可能会很挣扎。\n- 大师兄的Q技能具有无敌效果，可以让他躲避努努的控制技能，使他轻松抵消努努的开团。\n- 努努的技能冷却时间较长，容易受到反打，因此如果大师兄提前发育，努努将无法施加压力。\n- 大师兄有滚雪球的倾向，如果他在早期获得优势，努努就很难扭转局面。\n- 努努在后期的成长较差，随着大师兄变得更强，努努的低耐久使他容易被击倒。",
      "ボリベア": "布隆处于劣势。\n\n原因如下：\n\n- 盲僧的输出很高，一旦装备齐全，就能对布隆造成显著伤害，使布隆在一对一的情况下常常处于劣势。\n- 盲僧的Q技能赋予他无敌状态，使他能够躲避布隆的控制技能，轻松抵消布隆的控制效果。\n- 布隆主要依赖近战攻击，难以对抗盲僧的高机动性和闪避能力。\n- 盲僧在前期施加强大压力，阻止布隆有时间专注于发育。\n- 布隆的接近手段有限，难以有效攻击盲僧的逃生能力。",
      "フィドルスティックス": "费德提克斯处于劣势。\n\n- 大师兄的输出很高，一旦装备齐全，可以对费德提克斯造成压倒性的伤害。\n- 费德提克斯的移动速度较低，依赖大招来提高机动性，这使得他很难躲避大师兄的攻击。\n- 大师兄通过他的Q技能获得无敌，能够躲避费德提克斯的控制技能。\n- 尽管费德提克斯有控制技能，但大师兄有办法抵消这些控制，使费德提克斯难以有效攻击。\n- 大师兄可以优先发育，而忽视费德提克斯的游走，这使他能够成长并减少费德提克斯的影响力。\n- 费德提克斯在视野控制方面手段有限，难以察觉大师兄的动向，使他容易受到伏击。",
      "ケイン": "Kayn在对抗Master Yi时处于劣势。\n\n- Master Yi的输出非常高，一旦装备齐全，他会变得极其强大，这使得他在Kayn变身之前就能施加压力。\n- Master Yi的Q技能提供无敌效果，可以用来躲避Kayn的攻击，特别是因为Kayn在被控制时战斗能力显著下降。\n- Kayn在变身之前战斗能力较低，难以反制Master Yi的早期压力。\n- Master Yi容易滚雪球，如果他获得早期击杀，Kayn就很难恢复。\n- Kayn有很多位移技能，使他容易受到Master Yi的攻击，并且在被控制时面临承受大量伤害的高风险。",
      "ブライアー": "布莱尔处于劣势。\n\n- 布莱尔对控制技能很弱，而易大师的Q技能具有无敌和减速免疫，使他更容易躲避布莱尔的攻击。\n- 易大师的输出非常高，装备齐全时可以造成超过布莱尔续航能力的伤害。\n- 在布莱尔的狂暴状态下，她的移动受到限制，使她更容易受到易大师的攻击。\n- 易大师也是一个强大的前期游走者，而布莱尔在前期压力下很弱，这使得她在早期很可能陷入劣势局面。\n- 布莱尔依赖自动攻击，因此她的攻击在面对易大师的高机动性和闪避能力时效果较差。",
      "レンガー": "雷恩加在对抗易大师时处于劣势。\n\n原因如下：\n\n- 易大师的输出伤害高，一旦装备成型，可以超过雷恩加的爆发伤害，导致一对一交锋的胜率低。\n- 易大师的Q技能赋予他无敌效果，可以抵消雷恩加的埋伏，并增加躲避攻击的可能性。\n- 虽然易大师对控制技能（CC）比较脆弱，但雷恩加同样对CC较弱，尤其是在被易大师攻击时，可能会受到致命伤害。\n- 易大师可以在前期主动进行游走，而雷恩加前期游走潜力较低，使他容易受到早期压力。\n- 易大师在获取目标方面能力强，可以迅速击杀大龙和小龙，从而在整场比赛中产生显著影响。",
      "キンドレッド": "Kindred在对抗Master Yi时处于劣势。\n\n原因如下：\n\n- Master Yi具有高爆发伤害，特别是在装备良好的情况下，可以对Kindred造成压倒性的DPS。\n- Kindred在团队战斗中的存在感较弱，直到早期的标记堆叠到4个，这使得她很难应对Master Yi的早期压力。\n- Master Yi的Q技能提供了一个无敌技能，非常有效地躲避Kindred的攻击，尤其是因为Kindred唯一的控制技能是减速，无法阻止他。\n- 尽管Kindred有射程，但Master Yi的机动性和闪避能力使得她在一对一的决斗中处于不利地位。\n- Master Yi在确保目标方面能力强，存在在Kindred收集标记之前失去男爵或龙的风险。",
      "ジャーヴァンⅣ": "贾法尔四世处于劣势。\n\n- 盲僧的输出非常高，装备齐全后变得非常强大，轻松应对贾法尔四世的游走和开团。\n- 盲僧的Q技能的无敌时间非常有效地避免了贾法尔四世的控制技能，使贾法尔四世的攻击无效。\n- 贾法尔四世在一对一的情况下表现较差，尤其是对抗输出型英雄时，在与盲僧的1v1战斗中处于劣势。\n- 贾法尔四世的终极技能也会阻挡队友，使其在团战中难以使用，并且可能会对像盲僧这样的机动性英雄产生反效果。\n- 盲僧对控制技能比较脆弱，如果被贾法尔四世的控制技能击中，可能会受到致命伤害，但盲僧可以通过自己的技能避免这种情况，这给贾法尔四世带来了困难。",
      "ベル＝ヴェス": "贝尔维斯在对抗易大师时处于劣势。\n\n- 易大师的输出非常高，一旦装备齐全就会变得极其强大，能够在贝尔维斯成长之前施加压力。\n- 易大师的Q技能提供无敌效果，非常有效地躲避贝尔维斯的攻击，并且可以抵消她的普通攻击。\n- 贝尔维斯对控制技能很脆弱，如果被易大师的技能或攻击击中，她容易受到致命伤害。\n- 易大师在前期的游走潜力强，阻止贝尔维斯专注于发育，早期创造有利局面。\n- 贝尔维斯的攻速提升依赖于她的叠加层数，因此如果她在早期战斗中落后，她的成长将会延迟，使得反制易大师变得更加困难。",
      "ゼド": "劫在对抗易大师时处于劣势。\n\n- 易大师的输出伤害高，并且在装备合适的情况下可以承受劫的爆发伤害，使他在受到劫的伤害后仍能反击。\n- 易大师的Q技能提供无敌效果，可以帮助他避免劫的终极技能伤害，有效地抵消劫的连招。\n- 虽然易大师对控制技能比较脆弱，但劫的控制技能仅仅是减速，这并不能阻止易大师逃跑。\n- 劫在团战中的范围伤害较低，使得易大师在团战中容易表现出色，而劫则处于劣势。\n- 易大师具有强大的目标获取能力，这可能使他在游戏中获得优势，而在劫完全发展之前。"
    },
    "loses": {
      "レク＝サイ": "雷克塞在对抗易大师时具有优势。\n\n- 雷克塞在前期有强大的游走潜力，可以在易大师获得装备之前施加压力。\n- 易大师容易受到控制，如果被雷克塞的击飞技能抓住，他会受到大量伤害。\n- 雷克塞在埋伏状态下具有很高的侦测能力，更容易追踪易大师的动向并设置埋伏。\n- 易大师在前期需要时间来发育，这使得雷克塞能够在早期创造有利局面。\n- 雷克塞的技能冷却时间短，能够持续进行交战并对易大师施加持续压力。",
      "ウーコン": "猴子在对抗易大师时具有优势。\n\n- 猴子具有高物理伤害抗性，使他在面对依赖普通攻击的易大师时更加耐打。\n- 猴子的控制技能使得限制易大师的移动变得更容易，尤其是在早期的游走中可以获得优势。\n- 猴子在团队战斗中具有强大的影响力，通过在易大师能够滚雪球之前发起战斗，可以抑制他的成长。\n- 猴子的技能可以提高他的攻击力，使他能够对易大师造成显著伤害，在一对一的对抗中占据优势。\n- 易大师对控制技能非常脆弱，被猴子的控制技能影响会使他无法发挥自己的优势。",
      "カ＝ジックス": "卡兹克对易大师有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，使他在易大师获得装备之前更容易取得早期击杀。\n- 易大师容易受到控制技能（CC）的影响，容易被卡兹克的埋伏和爆发伤害抓住。\n- 卡兹克可以通过跳跃和隐身逃脱，更容易避开易大师的攻击。\n- 易大师在早期压力下较弱，这使得卡兹克可以通过早期游走获得优势。\n- 如果卡兹克成功滚雪球，他的携带潜力很高，可以在易大师发育之前将游戏推向有利于自己的方向。",
      "キヤナ": "Qiyana在对抗Master Yi时具有优势。\n\n原因如下：\n\n- 由于她的高机动性，Qiyana可以轻松躲避Master Yi的攻击，特别是在早期的游走中获得优势。\n- Qiyana的强控制技能可以抵消Master Yi的技能，减少他的高输出。\n- 她利用元素的多样战术使得限制Master Yi的移动变得更容易，尤其在团队战中产生显著影响。\n- Master Yi对控制技能很脆弱，容易被Qiyana的技能连招抓住。\n- Qiyana擅长游走，使她能够影响其他线路，并在Master Yi发育之前将游戏推向有利于自己的方向。",
      "エリス": "伊莉丝在对抗蒙多时具有优势。\n\n- 伊莉丝在前期有高爆发伤害，使她能够在蒙多获得装备之前施加压力。\n- 伊莉丝的远程控制技能使得限制蒙多的移动变得更容易，尤其是在早期的游走中，这给她带来了优势。\n- 蒙多对控制技能很脆弱，如果被伊莉丝的技能击中，他会受到显著的伤害。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下击杀，使她在蒙多打野时施加压力。\n- 蒙多在前期的游走潜力较低，缺乏有效的反制措施来应对伊莉丝的游走，这使得伊莉丝更容易获得优势。",
      "リー・シン": "李青在对抗易大师时具有优势。\n\n原因如下：\n\n- 李青在早期游戏中具有很高的游走潜力，可以施加压力，而易大师则专注于发育。\n- 易大师容易受到控制技能的影响，难以应对李青的爆发伤害和机动性。\n- 李青可以通过技能连招在短时间内造成高伤害，为在易大师获得装备之前击杀他提供机会。\n- 李青的终极技能可以将易大师击退，打断他的攻击，并在团战中提供有利的位置。\n- 易大师对装备依赖性很强，如果他在早期遭受压力，他的成长将会被延迟，从而让李青获得早期优势。",
      "ウディア": "乌迪尔在对抗易大师时具有优势。\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他在游戏早期就能展现出强大的存在感。相比之下，易大师在早期压力下较弱，需要时间来发育。\n- 乌迪尔可以使用具有控制效果的技能，更容易限制易大师的移动，防止他释放高额的伤害。\n- 易大师容易受到控制，如果被乌迪尔的眩晕或减速技能击中，他可能会受到致命伤害。\n- 乌迪尔在近战中表现出色，可以在与依赖普通攻击的易大师对抗时占据有利位置。\n- 乌迪尔作为坦克具有高耐久性，使他不易受到易大师的爆发伤害。",
      "ジャックス": "杰克斯在对抗易大师时具有优势。\n\n原因如下：\n\n- 杰克斯的技能可以增强他的基础攻击，使他能够对依赖自动攻击的易大师造成高额伤害。\n- 易大师容易受到控制，如果被杰克斯击晕，他很可能会受到重大伤害。\n- 杰克斯有攻击速度增益，一旦装备得当，他的每秒伤害可以超过易大师。\n- 杰克斯的跳跃技能使他能够躲避易大师的攻击，同时在追击或逃跑时表现出色。\n- 易大师在早期压力下较弱，杰克斯可以在早期游戏中利用这一点。",
      "パンテオン": "潘森有优势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，可以限制易大师的移动，使他在一对一的战斗中获得优势。\n- 潘森的早期爆发伤害非常高，使得在易大师获得装备之前更容易击杀他。\n- 潘森有一个无敌技能，可以暂时抵消易大师的攻击，并创造反击的机会。\n- 潘森可以利用他的全球终极技能对其他线路施加压力，可能会干扰易大师的发育。\n- 易大师容易受到控制，而潘森的控制和无敌技能可以利用这个弱点。",
      "アムム": "阿木木对易大师有优势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能（CC），可以压制易大师的高输出。特别是，在他使用技能攻击之前晕眩他，阿木木可以抵消他的伤害。\n- 阿木木的范围伤害在易大师与多个敌人作战时非常有效，使他在团队战斗中占据优势。\n- 易大师在前期较弱，如果阿木木在早期施加压力进行游走，他将很难发育。\n- 阿木木能够减少物理伤害，使他在面对易大师的普通攻击时更加耐打。\n- 阿木木可以相对快速地清理丛林，使他在前期到中期更容易发育，从而比易大师更快地升级和获取装备。",
      "グレイブス": "格雷夫斯在对抗易大师时具有优势。\n\n原因如下：\n\n- 格雷夫斯可以远程攻击，更容易阻止易大师接近。\n- 格雷夫斯具有高爆发伤害，可以在易大师装备齐全之前将其击杀。\n- 易大师容易受到控制技能（CC）的影响，而格雷夫斯在对抗低控制技能的对手时表现出色，这使他在对抗易大师时占据优势。\n- 格雷夫斯在1对1的表现强劲，使他在与易大师的决斗中更容易占据上风。\n- 格雷夫斯拥有范围攻击，这使他在发育和兵线控制方面表现良好，从而阻碍易大师的成长。",
      "ヘカリム": "赫卡里姆在对抗易大师时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，可以在易大师使用技能攻击后利用空档。\n- 赫卡里姆的开团能力使他能够迅速接近并在易大师使用技能之前造成伤害。\n- 赫卡里姆拥有控制技能，限制了易大师的移动，使他难以释放高输出。\n- 赫卡里姆在持久战中表现强劲，能够在造成持续伤害的同时保持耐久性，更容易反制易大师的爆发伤害。\n- 易大师在早期压力下较弱，赫卡里姆可以通过早期的游走来阻碍易大师的成长。",
      "サイラス": "Sylas对Master Yi有优势。\n\n- Sylas的爆发伤害很高，使他在Master Yi获得装备之前更容易获得早期击杀。\n- Sylas的所有技能都能造成伤害，使他在攻击时可以忽视Master Yi的治疗和伤害减免。\n- Sylas有多个位移技能，能够轻松躲避Master Yi的攻击，并在追击和埋伏中表现出色。\n- Master Yi容易受到控制，通过偷取Sylas的开团技能，他可以进一步扭转局势。\n- Sylas可以快速消耗法力，但他可以利用技能来反制Master Yi的早期压力。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "ナフィーリ": "纳菲莉处于劣势。\n\n原因如下：\n\n- 扎伊拉的远程攻击可以在纳菲莉接近之前造成伤害，使纳菲莉难以发起攻击。\n- 扎伊拉的持续伤害和植物造成的控制效果限制了纳菲莉在战斗中的移动，减少了攻击的机会。\n- 纳菲莉依赖她的宠物，因此如果扎伊拉的范围攻击或控制效果轻易消灭宠物，纳菲莉的战斗效能将显著下降。\n- 扎伊拉的机动性有限，但纳菲莉也缺乏缩短距离的手段，使得躲避扎伊拉的攻击变得困难。\n- 扎伊拉的技能需要时间来激活和命中，但在这个时间窗口内，纳菲莉容易受到攻击，尤其是面对瞬间的攻击。",
      "ワーウィック": "沃里克处于劣势。\n\n原因如下：\n\n- 扎伊拉的远程攻击可以在沃里克接近之前造成伤害，使他容易受到伤害。\n- 扎伊拉的控制技能限制了沃里克的移动，使他难以接近。\n- 扎伊拉的植物造成持续伤害，并可能抵消沃里克的治疗能力。\n- 扎伊拉缺乏机动性，因此当沃里克接近时，她无法发起全面攻击。\n- 扎伊拉在前期的伤害输出很强，使沃里克很难克服等级和装备的差距。",
      "フィドルスティックス": "菲德尔斯基在对抗扎伊拉时处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在菲德尔斯基接近之前造成伤害，使菲德尔斯基难以接近。\n- 扎伊拉的植物造成持续伤害，有效地削弱菲德尔斯基的生命值，尤其是菲德尔斯基的机动性较低，难以逃脱。\n- 扎伊拉的控制技能限制了菲德尔斯基的行动，而她的控制技能对菲德尔斯基特别有效，因为菲德尔斯基的技能会造成恐惧。\n- 扎伊拉可以轻松获得视野，使得防止菲德尔斯基的埋伏变得更容易。这限制了菲德尔斯基的行动自由。\n- 菲德尔斯基的机动性选择有限，难以躲避扎伊拉的攻击，如果扎伊拉主动出击，菲德尔斯基会陷入非常不利的局面。",
      "キンドレッド": "Kindred在对抗Zyra时处于劣势。\n\n- Zyra拥有远程攻击，可以在Kindred接近之前造成伤害，使Kindred容易受到攻击。\n- Zyra的植物造成持续伤害，并在Kindred试图逃跑时充当障碍，使其更难逃脱。\n- Zyra具有控制技能（CC），当Kindred靠近时可以将其定身，使Zyra更容易进行反击。\n- Kindred只有减速技能，因此反制Zyra的控制技能的选项有限，难以避免Zyra的攻击。\n- Zyra在前期就有强大的输出，增加了她在Kindred发育之前创造有利局面的可能性。",
      "ボリベア": "布隆在对抗扎伊拉时处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击能力，可以在布隆接近之前造成伤害，使他容易受到伤害。\n- 扎伊拉的控制技能增加了布隆在试图接近时被阻碍的可能性，使她在游走和小规模交战中更容易获得优势。\n- 布隆的主要技能范围较短，进入扎伊拉攻击范围之前有被伤害的风险。\n- 扎伊拉可以利用植物造成持续伤害，当布隆试图靠近时不断施加压力。\n- 布隆的接近手段有限，难以躲避扎伊拉的攻击，尤其在早期容易受到骚扰。",
      "エリス": "伊莉丝处于劣势。\n\n原因如下：\n\n- 扎伊拉的远程攻击可以在伊莉丝接近之前造成伤害，使得伊莉丝难以发起攻击。\n- 扎伊拉的持续伤害和植物的控制效果使得伊莉丝很难接近，尤其是在她可能被压制之前无法释放爆发伤害。\n- 伊莉丝擅长近战，但扎伊拉的控制和植物的区域控制使得伊莉丝难以进入有效的攻击范围。\n- 扎伊拉的机动性有限，因此如果伊莉丝成功接近，扎伊拉有机会反击，但伊莉丝很容易被阻止接近。\n- 扎伊拉的技能需要时间来激活和生效，而伊莉丝可以瞬间拉近距离，这使得伊莉丝很难创造有利局面。",
      "アイバーン": "艾翁处于劣势。\n\n原因如下：\n\n- 扎伊拉的射程高且持续输出强，能够在艾翁接近之前对其造成伤害。\n- 扎伊拉的控制技能使艾翁难以接近，阻止他提供有效的支援。\n- 艾翁的基础属性低，在一对一的对抗中较弱，因此在受到扎伊拉的伤害时很快就会陷入劣势。\n- 扎伊拉利用她的植物进行区域控制，能够安全施加压力，限制艾翁的移动。\n- 艾翁的逃生选项较差，在受到扎伊拉的伤害时，他的逃跑手段有限，造成高风险局面。",
      "シャコ": "沙科处于劣势。\n\n原因如下：\n\n- 扎伊拉的远程攻击可以在沙科接近之前造成伤害，使沙科容易受到攻击。\n- 扎伊拉的控制技能可以限制沙科的移动，使他难以进行伏击。\n- 扎伊拉的植物会持续造成伤害，即使沙科以隐形状态接近，也更容易暴露他的位置信息。\n- 扎伊拉对近战能力较弱的英雄有优势，而沙科很难发起近战。\n- 沙科的基础属性较低，使他难以承受扎伊拉的高输出，导致早期被击杀的风险很高。",
      "リリア": "莉莉娅处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在莉莉娅接近之前造成伤害，使莉莉娅容易受到攻击。\n- 扎伊拉的控制技能限制了莉莉娅的移动，使她很难施放技能。\n- 莉莉娅的主要技能范围较短，迫使她在扎伊拉的攻击范围内作战，这很危险。\n- 扎伊拉可以通过植物造成持续伤害，莉莉娅很难躲避这些伤害。\n- 莉莉娅只有在终极技能时才有硬控制，通常在受到扎伊拉的伤害之前无法有效反击。",
      "パンテオン": "潘森处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，能够在潘森接近之前轻松骚扰他。\n- 扎伊拉的植物提供持续伤害和控制效果，更容易阻止潘森的全力进攻。\n- 潘森的机动性有限，难以躲避扎伊拉的技能。\n- 扎伊拉具有强大的区域控制能力，使潘森难以安全接近。\n- 潘森的技能冷却时间长，难以反制扎伊拉的持续伤害。",
      "ヴィエゴ": "维戈处于劣势。\n\n- 扎伊拉拥有远程攻击，可以在维戈接近之前造成伤害，使他容易受到攻击。\n- 扎伊拉的控制技能限制了维戈的移动，导致他错失进攻的机会。\n- 扎伊拉的植物持续造成伤害，增加了维戈接近时的风险。\n- 维戈是近战英雄，难以反制扎伊拉的远程攻击。\n- 扎伊拉可以有效地继续对维戈造成伤害，而维戈的机动性有限。",
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在努努接近之前造成伤害，使得游走变得困难。\n- 扎伊拉的控制技能限制了努努的移动，尤其是在近战中，努努可能在发起攻击之前就被反击。\n- 扎伊拉可以通过她的植物造成持续伤害，这意味着即使努努试图治疗，他仍可能被持续的伤害压倒。\n- 努努的机动性有限，使得扎伊拉可以利用她技能激活和命中所需的时间。\n- 扎伊拉对那些在近战中不强的英雄有优势，当努努被迫进入这种类型的交战时，他就处于劣势。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 扎伊拉的远程攻击可以在猴子接近之前造成持续伤害，使猴子很难发起攻击。\n- 扎伊拉的控制技能增加了猴子接近时被控制的可能性，常常使他在攻击之前就失去行动能力。\n- 猴子是一个近战英雄，对扎伊拉的植物区域控制非常脆弱，这限制了他的移动。\n- 扎伊拉可以安全地保持距离，并在猴子能够攻击之前使用她的技能进行战斗，这导致猴子有效输出的机会减少。\n- 扎伊拉可以对猴子进行持续骚扰，如果猴子缺乏治疗手段，她可以通过早期骚扰获得优势。",
      "ヴァイ": "维处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击能力，可以在维接近之前造成高额伤害，使维难以接近。\n- 扎伊拉的控制技能使维容易被抓，特别是在团队战斗中，她的移动受到限制。\n- 扎伊拉的植物造成的持续伤害通常超过维的护盾和耐久性，即使在一对一的情况下也处于劣势。\n- 扎伊拉可以利用她的射程安全地进行游戏，使她在维试图进行游走时更容易反击。\n- 尽管扎伊拉的机动性有限，但她可以在维接近之前通过施放技能来抵消维的攻击。",
      "レク＝サイ": "雷克塞在对抗扎伊拉时处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在雷克塞接近之前造成伤害，使雷克塞容易受到伤害。\n- 扎伊拉的控制技能可以显著限制雷克塞的行动，当他试图接近时，阻止有效攻击。\n- 扎伊拉可以利用她的植物造成持续伤害，即使雷克塞埋伏也很难避免这些伤害。\n- 雷克塞的机动性选择有限，难以躲避扎伊拉的攻击，这使他在早期游走时常常处于劣势。\n- 扎伊拉对不擅长近战的英雄有优势，尤其对像雷克塞这样的潜行者特别强。"
    },
    "loses": {
      "ザック": "扎克在对抗泽拉时具有优势。\n\n原因如下：\n\n- 扎克的机动性很高，能够轻松从泽拉的攻击范围外接近她，使他能够在她施放攻击之前发起进攻。\n- 扎克的控制技能可以限制泽拉的移动，使他能够在她施放技能之前将其定身。\n- 扎克使用生命值来施放技能，使他能够造成持续伤害，而泽拉在被接近时很脆弱，容易受到扎克的攻击。\n- 扎克的被动治疗能力使他能够承受泽拉的持续伤害，并可能进行反击。\n- 泽拉的机动性有限，使她在扎克接近时很难躲避他的攻击。",
      "イブリン": "伊芙琳占据优势。\n\n原因如下：\n\n- 扎伊拉的机动性有限，接近时容易受到攻击，这使她在面对伊芙琳的伏击时非常脆弱。\n- 伊芙琳在6级后几乎可以持续隐身，能够在忽视扎伊拉视野的情况下接近，使扎伊拉难以保持警惕。\n- 扎伊拉的控制技能是技能射击，难以命中机动性极高的伊芙琳。这使得伊芙琳更容易安全接近。\n- 扎伊拉的输出伤害很高，但伊芙琳的爆发伤害更高，使她在对付虚弱的扎伊拉时特别有效。\n- 扎伊拉在团队战中有强大的控制能力，但伊芙琳可以通过伏击早期孤立并消灭扎伊拉。",
      "マスター・イー": "蒙多在对抗扎伊拉时具有优势。\n\n原因如下：\n\n- 蒙多的机动性很高，更容易躲避扎伊拉的攻击并接近她进行输出。\n- 扎伊拉的机动性有限，接近时容易受到攻击，使蒙多更容易获得击杀。\n- 蒙多的技能瞬间释放，可以在扎伊拉的技能触发和生效的时间内进行攻击。\n- 扎伊拉的控制技能很强，但蒙多有无敌技能，更容易躲避控制效果。\n- 一旦装备齐全，蒙多可以输出高额的伤害，利用扎伊拉低防御属性迅速击败她。",
      "ベル＝ヴェス": "贝尔维斯在对抗扎伊拉时具有优势。\n\n原因如下：\n\n- 贝尔维斯擅长近战，可以在扎伊拉的攻击范围之外进行攻击，使她更容易造成伤害并躲避扎伊拉的攻击。\n- 扎伊拉的机动性有限，当贝尔维斯靠近时，她变得脆弱，贝尔维斯可以利用这一点。\n- 贝尔维斯能够无限提高她的攻击速度，使她在对抗扎伊拉的持续伤害时能够造成高额的伤害输出。\n- 扎伊拉的控制技能需要时间来激活，这使得贝尔维斯更容易利用她的机动性进行躲避。\n- 贝尔维斯在持久战中表现强劲，能够承受扎伊拉的伤害并进行反击。",
      "ジャーヴァンⅣ": "贾克斯四世对扎伊拉有优势。\n\n原因如下：\n\n- 贾克斯四世擅长近战，而扎伊拉的机动性有限，使他容易接近。\n- 通过使用EQ连招，他可以对扎伊拉造成高额伤害，同时施加控制效果，防止她反击。\n- 扎伊拉施放技能需要时间，当贾克斯四世接近攻击时，她很难命中技能。\n- 贾克斯四世的终极技能可以困住扎伊拉，切断她的逃跑路线，从而确保击杀。\n- 扎伊拉对近战英雄脆弱，尤其在对抗像贾克斯四世这样的战士时处于劣势。",
      "ブライアー": "布莱尔占据优势。\n\n原因如下：\n\n- 布莱尔在近战中强大，可以在扎伊拉的攻击范围之外发起攻击，使她能够在扎伊拉发动攻击之前拉近距离。\n- 扎伊拉的机动性有限，使她在布莱尔接近时变得脆弱，容易受到布莱尔的攻击。\n- 布莱尔的续航能力使她更容易承受扎伊拉的持续伤害，在与扎伊拉的交战中占据上风。\n- 布莱尔的终极技能使她能够在保持视野的同时参与团队战斗，使她能够在避免扎伊拉的控制技能的同时发起攻击。\n- 扎伊拉的技能需要时间来激活和命中，这使得布莱尔更容易利用她的高机动性来躲避这些技能。",
      "ダイアナ": "黛安娜在对抗泽拉时具有优势。\n\n原因如下：\n\n- 黛安娜的机动性很高，可以轻松利用她的跳跃技能接近泽拉，使她能够在忽视泽拉的攻击范围的情况下进行攻击。\n- 泽拉的机动性有限，容易受到黛安娜的攻击，因此当黛安娜靠近时，她可以对泽拉造成显著伤害。\n- 黛安娜的护盾可以减轻泽拉的爆发伤害，使她在一对一的交锋中具有很高的耐久性。\n- 泽拉的控制技能需要时间来激活，这使得在黛安娜跳跃接近时很难命中她，从而让黛安娜能够先发起攻击。\n- 黛安娜具有范围伤害，这使得即使泽拉面对多个敌人时，她也能灵活地利用优势。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声具有高机动性，使其更容易接近扎伊拉的攻击范围，同时避免她的远程攻击。\n- 扎伊拉的机动性有限，当回声靠近时，她变得脆弱，容易受到回声的爆发伤害。\n- 通过使用回声的控制技能（眩晕），他可以在扎伊拉激活技能之前禁用她，有效地关闭她的攻击。\n- 扎伊拉通过植物进行战斗，但回声可以瞬间改变位置，更容易躲避植物攻击。\n- 回声具有治疗能力，使他在面对扎伊拉的持续伤害时具有高耐久性。",
      "タロン": "泰隆对扎伊拉有优势。\n\n原因如下：\n\n- 泰隆的机动性很高，能够更容易接近扎伊拉的攻击范围并在躲避她的控制技能时进行攻击。\n- 扎伊拉的机动性有限，使得泰隆在接近时能够轻松造成爆发伤害。\n- 泰隆可以利用隐身来埋伏，同时躲避扎伊拉的技能。\n- 扎伊拉的植物对泰隆无效，他可以通过接近来中和它们。\n- 泰隆在前期的伤害很强，使得他能够在扎伊拉发育之前更容易获得击杀。",
      "レンガー": "雷恩加对扎伊拉有优势。\n\n原因如下：\n\n- 他拥有高爆发伤害，可以利用扎伊拉低防御属性，快速击杀她。\n- 他擅长利用草丛进行伏击，而扎伊拉缺乏机动性，他可以轻松接近她。\n- 扎伊拉的技能需要时间来施放和命中，这使得她很难躲避雷恩加的迅速攻击。\n- 扎伊拉对近战英雄很强，但雷恩加是一个刺客，在一对一的对抗中胜率很高。\n- 雷恩加通过击杀获得额外的攻击力，他的滚雪球潜力很高，击败扎伊拉后会变得更强。",
      "グレイブス": "格雷夫斯占据优势。\n\n原因如下：\n\n- 格雷夫斯的爆发伤害高，在一对一的情况下很可能获胜，因为扎伊拉在接近时很脆弱。\n- 扎伊拉的机动性有限，难以躲避格雷夫斯的攻击，导致他靠近时造成单方面的伤害。\n- 格雷夫斯擅长近距离爆发伤害，使他能够在受到扎伊拉的控制技能影响之前造成伤害。\n- 扎伊拉的技能需要时间来施放，因此格雷夫斯可以利用他的机动性在反击的同时躲避攻击。\n- 格雷夫斯拥有范围攻击，可以清除扎伊拉的植物，有效中和她的区域控制能力。",
      "シン・ジャオ": "辛赵对扎伊拉有优势。\n\n原因如下：\n\n- 辛赵是近战战士，擅长在扎伊拉的攻击范围外迅速接近。这使他能够在避免扎伊拉攻击的同时造成伤害。\n- 扎伊拉的机动性有限，接近时容易受到攻击。辛赵的输出伤害很高，可以在短时间内对扎伊拉造成显著伤害。\n- 辛赵的技能是针对性的，可以抵消扎伊拉的控制技能，使他能够在不受到攻击的情况下发起进攻。\n- 辛赵在前期有很强的游走潜力，当扎伊拉处于1级或2级时进行游走，可以在早期创造有利局面。\n- 虽然扎伊拉有很高的爆发伤害，但辛赵的被动技能提供了持续作战的能力，使他能够持续战斗并承受扎伊拉的攻击。",
      "ニダリー": "娜美有优势。\n\n原因如下：\n\n- 娜美的机动性很高，可以在扎伊拉的攻击范围之外进行攻击，使她在扎伊拉接近之前更容易造成伤害。\n- 扎伊拉的机动性有限，当娜美以豹形态接近时，扎伊拉几乎没有逃脱的选择。\n- 娜美的爆发伤害在前期就很强，使她在扎伊拉发育之前更容易获得早期击杀。\n- 扎伊拉的控制技能需要时间来施放，因此娜美可以通过快速移动轻松躲避。\n- 娜美可以使用陷阱限制扎伊拉的移动，但扎伊拉很难避开娜美的陷阱。",
      "キヤナ": "Qiyana在对抗Zyra时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，容易躲避Zyra的攻击。通过近战交战，她可以抵消Zyra的远程攻击。\n- Zyra的机动性有限，接近时容易受到攻击，这使得她很难应对Qiyana的瞬间突击。\n- Qiyana拥有强力的控制技能，可以迅速压制Zyra。她特别可以利用Zyra技能施放与效果之间的时间。\n- 虽然Zyra通过植物造成持续伤害，但Qiyana可以通过切换元素瞬间造成高爆发伤害，从而超越Zyra的持续伤害。\n- Zyra在面对高机动性的刺客时处于劣势，而Qiyana正是一个典型的例子，使她成为Zyra非常棘手的对手。"
    }
  },
  "ヘカリム": {
    "name": "ヘカリム",
    "beats": {
      "ワーウィック": "沃里克在对抗赫卡里姆时处于劣势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，能够在沃里克接近之前发起攻击，并擅长追击或逃跑。\n- 赫卡里姆的开团能力使他在团队战斗和小规模冲突中具有显著影响力，这使得沃里克很难创造一对一的局面。\n- 沃里克对低生命值敌人造成强大的伤害，但赫卡里姆很肉，可以在持久战中承受伤害。\n- 赫卡里姆的技能具有范围伤害，妨碍了沃里克对多个敌人的有效性。\n- 沃里克对控制技能和风筝很弱，使他容易受到赫卡里姆基于速度的攻击。",
      "エリス": "艾莉丝处于劣势。\n\n原因如下：\n\n- 海卡里姆机动性强，可以在艾莉丝接近之前冲入造成伤害，使他能够在承受艾莉丝的爆发伤害之前发起攻击。\n- 海卡里姆耐久性高，能够承受艾莉丝的爆发伤害，使他更有可能进行反击。\n- 海卡里姆的技能在团队战中具有强大的发起潜力，使艾莉丝在被迫参与她难以应对的团队战时处于劣势。\n- 艾莉丝在近战中较弱，承受海卡里姆的攻击会暴露她的脆弱属性。\n- 海卡里姆具有控制技能，限制了艾莉丝的逃跑选项，使她更容易受到反击。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 海卡里姆机动性强，擅长冲入造成伤害，使他能够在猴子接近之前发起攻击。\n- 海卡里姆的开团能力使他能够在团队战斗中占据有利位置，而猴子还未能攻击。\n- 海卡里姆既有持续伤害又有耐久性，使得猴子在尝试打斗时容易陷入劣势。\n- 猴子在近战中强大，但他常常容易受到海卡里姆需要充能的技能的攻击，使得他因控制和伤害而难以有效进攻。\n- 海卡里姆可以提高移动速度以在受到猴子伤害之前逃跑或发起攻击，这使得猴子很难获得有利位置。",
      "ブライアー": "布莱尔处于劣势。\n\n原因如下：\n\n- 海卡里姆的机动性很高，使他擅长追击和逃脱，在布莱尔处于狂暴状态时，她的移动受到限制，他很有可能占据有利位置。\n- 海卡里姆的发起能力使他能够在布莱尔使用技能之前拉近距离，这使她面临被控制的风险。\n- 布莱尔依赖自动攻击，这使她很难反击海卡里姆的耐久性和持续伤害。\n- 海卡里姆的范围攻击在布莱尔被多个敌人包围时特别有效，即使有续航，她也可能无法坚持住。\n- 海卡里姆对控制技能较弱，但布莱尔在狂暴状态下很可能会被技能命中，这可能导致她承受海卡里姆的攻击。",
      "ヴァイ": "维的劣势。\n\n原因如下：\n\n- 海卡里姆的机动性很高，这使得他在维接近之前就能逃脱的可能性很大。\n- 海卡里姆的发起能力非常强，如果他在团队战斗或小规模冲突中占据上风，维很可能会处于劣势。\n- 海卡里姆在持久战中可以造成伤害，同时保持耐久性，这使得维很难发挥她的一对一潜力。\n- 海卡里姆有控制技能，如果维在交战时被抓住，面临在造成伤害之前被击倒的高风险。\n- 海卡里姆的护甲很高，这使得他更容易减轻维的伤害，导致一对一交锋中的胜率较低。",
      "ノクターン": "诺克图恩在对抗赫卡里姆时处于劣势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，擅长冲锋造成伤害，这使他容易躲避诺克图恩的攻击。\n- 赫卡里姆的开团能力通常使他能够在诺克图恩发起攻击之前占据主动。\n- 诺克图恩的控制技能仅对单个目标有效，这使得在团队战中难以削弱赫卡里姆的耐久和伤害。\n- 赫卡里姆在持久战中很强，如果诺克图恩无法造成爆发伤害，他将在持久交战中处于劣势。\n- 诺克图恩的逃脱能力较低，容易被赫卡里姆追上。",
      "エコー": "回声处于劣势。\n\n- 海卡里姆的机动性很高，容易接近同时躲避回声的攻击。\n- 海卡里姆的控制和开团能力常常阻止回声使用自我防御选项。\n- 海卡里姆在持久战中很强，能够在回声试图造成爆发伤害时将其击败。\n- 回声有许多需要准备的技能，使得反应海卡里姆的冲锋变得困难。\n- 海卡里姆的范围攻击可能会削弱回声在团队战中的优势。",
      "シャコ": "沙科处于劣势。\n\n- 海卡里姆在6级时具有强大的游走潜力，这使得他在沙科能够伏击之前就主动出击的可能性很大。\n- 海卡里姆的高机动性和冲锋技能意味着即使沙科在隐身状态下接近，也有被逃脱或反击的风险。\n- 海卡里姆的高耐久性可以抵挡沙科的攻击，使得沙科的伏击难以成功。\n- 海卡里姆的控制技能和范围攻击使得沙科在团队战中难以灵活应对，阻止他造成有效伤害。\n- 沙科高度依赖自动攻击，这使得他在与海卡里姆的耐久性和控制技能对抗时变得脆弱，在持久战中处于劣势。",
      "ケイン": "Kayn处于劣势。\n\n原因如下：\n\n- Hecarim的机动性很高，擅长追击和逃脱，如果在Kayn仍处于弱小的未转型状态时遇到Hecarim，他很容易被压制。\n- Hecarim的开团能力强，如果Kayn被控制技能命中，他无法使用涉及移动的技能，显著降低了他的战斗效能。\n- Hecarim在持久战中可以在保持耐久的同时造成伤害，因此即使Kayn在转型后试图作为刺客进行交战，Hecarim也很可能承受住攻击。\n- Hecarim在近战交锋中较弱，但Kayn在转型前很难拉近距离，难以避免Hecarim的冲锋。\n- Hecarim是一名控制型打野，DPS很高，如果Kayn在转型前受到伤害，战斗将变得不利。",
      "リリア": "莉莉娅处于劣势。\n\n- 海卡里姆的机动性很高，容易躲避莉莉娅的技能。\n- 海卡里姆的发起能力意味着莉莉娅在施放技能之前很可能会被接近。\n- 莉莉娅的主要技能范围较短，面对海卡里姆的冲锋存在风险。\n- 海卡里姆在持久战中可以造成伤害，同时保持耐久性，使他能够超越莉莉娅的输出。\n- 面对海卡里姆的控制和爆发伤害，莉莉娅只有通过大招才能提供硬控，而在6级之前她的游走潜力较低。",
      "ニダリー": "妮蔻处于劣势。\n\n原因如下：\n\n- 海卡里姆的机动性很高，使他在妮蔻接近之前就能轻松造成伤害。\n- 海卡里姆的开团能力增加了妮蔻在尝试游走时被抓的风险。\n- 海卡里姆在持久战中能够造成伤害，同时保持耐久性，使妮蔻的爆发伤害难以发挥效果。\n- 妮蔻缺乏控制技能，没有办法阻止海卡里姆的冲锋，使她在对抗他时变得脆弱。\n- 海卡里姆在团队战中影响显著，使妮蔻在这些情况下表现得很困难。",
      "ザック": "扎克处于劣势。\n\n原因如下：\n\n- 海卡里姆机动性高，可以在扎克接近之前发起攻击，使扎克难以开团。\n- 海卡里姆的开团能力使扎克在团队战斗中容易受到伤害，无法发挥他的作用。\n- 海卡里姆有控制技能（CC），可以打断扎克的技能，使扎克难以命中攻击。\n- 海卡里姆可以造成持续伤害，擅长削弱扎克的耐久性，使扎克在持久战中处于劣势。\n- 扎克通常攻击范围较短，这增加了他在进入海卡里姆攻击范围之前受到伤害的风险。",
      "レンガー": "雷恩加在对抗赫卡里姆时处于劣势。\n\n原因：\n- 赫卡里姆的机动性很高，容易躲避雷恩加的埋伏，同时在追击和逃跑方面表现出色。\n- 赫卡里姆的开团能力使雷恩加在团队战中难以利用他的爆发伤害。\n- 赫卡里姆的耐久性很高，能够承受雷恩加的攻击，使雷恩加很难获得击杀。\n- 赫卡里姆的控制技能和范围攻击限制了雷恩加在团队战中的行动，阻止他造成有效伤害。\n- 赫卡里姆在前期是一个强大的潜行者，在雷恩加能够发育之前施加压力。"
    },
    "loses": {
      "フィドルスティックス": "菲德尔斯基斯对赫卡里姆有优势。\n\n原因如下：\n\n- 菲德尔斯基斯可以远程攻击，使他在赫卡里姆接近之前就能造成伤害。\n- 赫卡里姆需要充能，这使他容易受到菲德尔斯基斯的控制技能（CC）的影响，从而限制他的移动。\n- 菲德尔斯基斯的恐惧效果可以抵消赫卡里姆的发起能力。\n- 菲德尔斯基斯具有范围伤害，使他在团队战斗中具有显著影响力，并更容易削弱赫卡里姆的耐久性。\n- 赫卡里姆对控制技能较弱，而菲德尔斯基斯拥有可靠的控制技能，使他在对抗赫卡里姆时占据上风。",
      "サイラス": "Sylas在对抗Hecarim时具有优势。\n\n原因如下：\n\n- Sylas具有高爆发伤害，可以在Hecarim冲锋之前造成伤害，使他在近战中占据优势。\n- 通过偷取Hecarim的开团技能，Sylas可以有效地中和他，并将战斗的局势转向自己有利的一方。\n- Sylas拥有多次闪现，使他更容易躲避Hecarim的攻击，并在追击或逃跑时表现出色。\n- Hecarim对控制技能较为脆弱，而Sylas可以偷取他的技能，使他能够利用Hecarim强大的能力，同时增强自己的生存能力。\n- Sylas在对抗坦克英雄时表现良好，而Hecarim也是以坦克为导向，因此Sylas的特性可以得到有效利用。",
      "ウディア": "乌迪尔在对抗赫卡里姆时具有优势。\n\n原因如下：\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他在早期游戏中具有强大的存在感。相比之下，赫卡里姆需要积累能量，在近战交锋中显得较弱。\n- 乌迪尔可以使用具有眩晕效果的技能，更容易限制赫卡里姆的机动性，并可能阻止他的发起攻击。\n- 如果赫卡里姆没有领先，他往往会变得像个万金油，而乌迪尔作为坦克具有高耐久性，能够在早期游戏中持续表现良好。\n- 乌迪尔在近战中表现出色，可以在承受赫卡里姆的攻击时继续输出，使他在打斗中更容易占据上风。\n- 赫卡里姆对控制技能比较脆弱，被乌迪尔的眩晕或减速技能击中会在战斗中显著处于劣势。",
      "リー・シン": "李青在对抗赫卡里姆时具有优势。\n\n原因如下：\n\n- 李青在前期具有很高的游走潜力，使他能够在赫卡里姆发育之前施加压力。\n- 赫卡里姆需要时间来积累力量，这使得李青能够利用他的机动性在早期小规模交战中占据优势。\n- 李青的爆发伤害很高，使他能够在赫卡里姆变得更强之前轻松击杀敌人。\n- 赫卡里姆对控制技能很脆弱，而李青可以轻松用技能组合抓住他。\n- 李青对低逃生潜力的坦克打野非常强势，能够切断赫卡里姆的逃跑路线。",
      "ジャーヴァンⅣ": "贾法尔四世在与赫卡里姆的对抗中占有优势。\n\n原因如下：\n\n- 贾法尔四世在早期游戏中具有很高的游走潜力，使他能够在赫卡里姆发育之前施加压力。\n- 赫卡里姆需要时间来积累力量，这使他容易受到贾法尔四世的开团和控制技能的影响，在近距离交战中处于劣势。\n- 贾法尔四世的被动百分比伤害有效地降低了赫卡里姆的坦克能力。\n- 赫卡里姆对控制技能较为脆弱，而贾法尔四世的大招可以有效地限制他的行动，减少他在团队战斗中的影响。\n- 贾法尔四世通常在对抗坦克型对手时表现出色，而赫卡里姆也是坦克型英雄，这使得贾法尔四世更容易滚雪球。",
      "ベル＝ヴェス": "贝尔维斯在对抗赫卡里姆时具有优势。\n\n原因如下：\n\n- 贝尔维斯的DPS很高，在赫卡里姆的耐久性尚未发展起来的早期游戏中，可以对其造成强大的伤害。\n- 赫卡里姆需要充能，使他在近战中显得脆弱，而贝尔维斯凭借其机动性可以轻松拉近距离。\n- 贝尔维斯通过技能获得伤害减免，使她在持久战中保持耐久性，更容易反制赫卡里姆的持续伤害。\n- 赫卡里姆对控制技能较为脆弱，而贝尔维斯可以利用位移和击飞来躲避赫卡里姆的攻击。\n- 贝尔维斯通过击杀中立怪物可以无限提高攻击速度，使她能够快速成长并在对抗赫卡里姆时获得优势。",
      "タロン": "塔隆在对抗赫卡里姆时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，使他在赫卡里姆发育之前更容易获得击杀。\n- 赫卡里姆需要积累速度，这使他容易受到塔隆的爆炸性伏击。\n- 塔隆擅长利用地形逃脱或发起突袭，这使他更容易反制依赖机动性的赫卡里姆的玩法。\n- 赫卡里姆对控制技能很脆弱，如果他受到塔隆的爆发伤害，很可能会迅速被击倒。\n- 塔隆可以快速推线，使他能够早期影响地图并限制赫卡里姆的行动。",
      "トランドル": "特朗德尔在与赫卡里姆的对抗中占有优势。\n\n原因如下：\n\n- 特朗德尔可以吸收赫卡里姆的护甲和魔法抗性，使他在一对一的战斗中获得优势。\n- 赫卡里姆需要充能，这使他在近战交锋中显得脆弱，而特朗德尔在近战中表现出色，可以轻松抵挡赫卡里姆的冲锋。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，使他在持久战中占据优势。\n- 特朗德尔拥有控制技能，可以限制赫卡里姆的移动，防止他有效利用机动性。\n- 赫卡里姆对坦克英雄强势，但特朗德尔对他有特别强大的反制措施。",
      "イブリン": "伊芙琳在对抗赫卡里姆时具有优势。\n\n原因如下：\n\n- 她可以利用隐身进行伏击，利用赫卡里姆需要充能的特点。\n- 赫卡里姆在近战中较弱，使得伊芙琳能够在早期将其击杀。\n- 赫卡里姆容易受到控制，如果伊芙琳魅惑了他，他就很难反击。\n- 伊芙琳在6级后几乎可以保持隐身，即使赫卡里姆有视野也能进行伏击。\n- 赫卡里姆在持久战中强大，但伊芙琳的高爆发伤害使她在短暂的冲突中占据优势。"
    }
  },
  "ザック": {
    "name": "ザック",
    "beats": {
      "エリス": "伊莉丝处于劣势。\n\n- 扎克的机动性高，控制技能丰富，容易在伊莉丝接近之前抓住她。\n- 伊莉丝在团队战斗中缺乏范围伤害，难以对像扎克这样的坦克造成有效伤害。\n- 扎克的被动治疗使伊莉丝的爆发伤害效果降低。\n- 伊莉丝需要靠近，但她的接近常常受到扎克控制技能的阻碍。\n- 扎克擅长在团队战斗中发起进攻，制造出伊莉丝难以应对的局面。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 扎克拥有丰富的控制技能（CC），可以限制猴子的机动性，使猴子难以发起攻击。\n- 扎克的被动治疗能力很强，能够轻松减轻猴子的伤害。特别是在团战中，扎克可以持续很长时间。\n- 猴子依赖近战攻击，但扎克使用消耗生命值的技能，使得猴子试图发起攻击时，扎克更容易反击。\n- 扎克的范围伤害和控制技能可以有效对付猴子的分身。\n- 猴子主要造成物理伤害，但扎克具有强大的坦克能力，使他对物理伤害的抵抗力更强。",
      "ノクターン": "诺克图恩处于劣势。\n\n- 扎克拥有丰富的控制技能，容易限制诺克图恩的行动。特别是，诺克图恩的技能只影响单个目标，使得在团队战中很难反制扎克的影响。\n- 扎克的坦克能力很强，可以减轻诺克图恩的伤害。如果诺克图恩没有很好地发育，就很难对扎克的耐久性造成伤害。\n- 诺克图恩的逃生潜力低，容易受到扎克的开团威胁。尤其是当扎克先手时，诺克图恩很难进行反击。\n- 扎克的范围伤害和控制限制了诺克图恩在团队战中的游走和行动，使扎克能够更有利地进行游戏。\n- 诺克图恩的技能施放速度慢，难以应对利用扎克机动性的开团。",
      "トランドル": "特朗德尔处于劣势。\n\n原因如下：\n\n- 扎克拥有丰富的控制技能（CC），可以轻松阻碍特朗德尔的接近。特别是，他可以通过击飞和击退来打断特朗德尔的攻击。\n- 扎克的被动治疗能力可以轻松抵消特朗德尔的伤害，使他在持久战中占据优势。\n- 扎克的机动性很高，擅长游走和发起攻击，使得特朗德尔在被孤立时成为容易的目标。\n- 特朗德尔依赖自动攻击，这使他在扎克的控制技能和逃脱能力面前非常脆弱。具体来说，扎克可以通过保持距离来躲避特朗德尔的攻击。\n- 扎克的技能造成范围伤害，这在与多个敌人作战时会使特朗德尔处于劣势。尤其是在团队战中，扎克的影响力变得显著。",
      "ヴィエゴ": "维戈处于劣势。\n\n原因如下：\n\n- 扎克拥有丰富的控制技能，这限制了维戈的进攻时机，使维戈难以命中攻击。\n- 扎克的被动治疗能力很强，更容易抵消维戈的伤害。\n- 扎克的机动性高，擅长游走和发起进攻，使维戈很难安全发育。\n- 扎克的范围伤害和控制技能在团队战斗中具有显著影响，使维戈难以获得击杀。\n- 维戈对单个目标造成强大的伤害，但由于扎克的坦克能力，他在持久战中常常处于劣势。",
      "ヴァイ": "维的处境不利。\n\n- 扎克拥有丰富的控制技能，可以轻松限制维的接近。\n- 扎克的被动治疗能力很强，更容易抵消维的伤害。\n- 扎克擅长参与团队战斗，如果维冲进来，她有被抓住的风险。\n- 维无法在不靠近的情况下造成伤害，这使她容易受到扎克的控制。\n- 扎克的消耗生命值的技能可以有效抵挡维的爆发伤害。",
      "レク＝サイ": "雷克塞在对抗扎克时处于劣势。\n\n- 扎克拥有丰富的控制技能，可以轻松限制雷克塞的接近。\n- 扎克的被动治疗能力很强，能够减轻雷克塞的爆发伤害。\n- 扎克在团队战斗中影响显著，制造出雷克塞难以单独作战的局面。\n- 雷克塞的技能成长较差，后期往往缺乏伤害，而扎克的坦克能力使她在持久战中处于劣势。\n- 扎克具有范围伤害，使得雷克塞在攻击多个敌人时容易受到伤害。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Zac拥有丰富的控制技能，可以限制Sylas的机动性，使他难以自由移动。\n- Zac的坦克能力使Sylas难以造成爆发伤害，在持久战中处于劣势。\n- Zac使用技能会消耗生命值，这给了他在Sylas试图进攻时恢复生命的机会。\n- Zac的击飞和击退技能可能会抵消Sylas的闪现，限制他的逃生选项。\n- Sylas在前期伤害较低，难以对抗Zac的坦克能力，导致在对线中处于早期劣势。",
      "イブリン": "伊芙琳在对抗扎克时处于劣势。\n\n- 扎克拥有丰富的控制技能，使得伊芙琳在接近之前很可能会被限制。\n- 扎克的被动治疗能力很高，更容易抵消伊芙琳的爆发伤害。\n- 扎克擅长参与团队战斗，即使伊芙琳使用隐身，他也能有效应对她。\n- 扎克使用生命值施放技能，使得伊芙琳的爆发伤害在持久战中难以发挥效果。\n- 扎克在前期就能积极行动，可能在伊芙琳达到6级之前创造有利局面。",
      "リー・シン": "李青处于劣势。\n\n原因如下：\n\n- 扎克的机动性高，控制技能丰富，容易打断李青的游走和开团。\n- 扎克的被动治疗能力强，能够有效抵消李青的爆发伤害。\n- 扎克在团战中的影响力很大，使得李青在这种情况下难以发挥。\n- 扎克的击飞和击退技能可以轻易打断李青的技能连招。\n- 扎克在前期就能展现出强大的坦克表现，使得李青很难获得优势。",
      "シン・ジャオ": "辛赵处于劣势。\n\n原因如下：\n\n- 扎克的机动性高，控制技能丰富，容易抵消辛赵的攻击。\n- 扎克的被动技能具有治疗能力，使他更容易承受辛赵的伤害。\n- 扎克造成范围伤害，在团队战斗中影响显著，使辛赵难以单独攻击。\n- 辛赵对控制技能较弱，容易被扎克的击飞和击退限制行动。\n- 扎克使用生命值施放技能，使辛赵很难找到进攻的机会。"
    },
    "loses": {
      "リリア": "莉莉娅占据优势。\n\n原因如下：\n\n- 莉莉娅的被动技能提供百分比伤害，使她能够在忽视扎克的坦克能力的情况下造成高伤害。\n- 莉莉娅的减速和睡眠效果使她更容易抵消扎克的进攻，在团队战斗中产生强大的影响。\n- 莉莉娅拥有提高移动速度的技能，使她能够在躲避扎克攻击的同时进行战斗，增强了她的风筝能力。\n- 扎克通常攻击范围较短，而莉莉娅可以安全地通过命中技能来造成伤害。\n- 莉莉娅可以利用扎克在6级之前的低游走潜力，使她在前期游戏中占据有利位置。",
      "ベル＝ヴェス": "贝尔维斯在对抗扎克时具有优势。\n\n原因如下：\n\n- 贝尔维斯的输出伤害高，可以在忽视扎克的坦克能力的情况下造成伤害。\n- 扎克通常射程较短，使他容易受到贝尔维斯的攻击。\n- 贝尔维斯拥有位移技能和击飞技能，更容易躲避扎克的控制技能。\n- 扎克的技能消耗生命值，使他难以反制贝尔维斯的治疗能力。\n- 贝尔维斯通过击杀中立怪物和英雄可以无限提升攻击速度，增强她的战斗能力，并在对抗扎克时占据优势。",
      "ブライアー": "布莱尔在对抗扎克时具有优势。\n\n原因如下：\n\n- 布莱尔的续航能力强，在打斗中表现出色，更容易承受扎克的控制技能。\n- 扎克通常攻击范围较短，技能冷却时间长，容易在早期对决中失利，而布莱尔可以利用狂暴模式下提高的攻击速度和移动速度来对抗扎克。\n- 布莱尔的终极技能范围广，可以提供视野，使她能够避免扎克的开团，同时轻松参与团队战斗。\n- 扎克消耗生命值的技能对布莱尔的治疗能力影响不大，使她在持久战中获得优势。\n- 扎克的控制技能针对多个敌人，因此当布莱尔集中攻击单一目标时，扎克的开团往往无效。",
      "ウディア": "乌迪尔在对抗扎克时具有优势。\n\n- 乌迪尔的技能冷却时间短，使他能够持续输出伤害，轻松削弱扎克的耐久性。\n- 乌迪尔的技能具有眩晕效果，可以阻止扎克的进攻，使他在激活控制技能之前无能为力。\n- 扎克的攻击范围通常较短，容易受到乌迪尔的攻击。乌迪尔在近战中表现出色，使他能够在与扎克的对抗中占据有利位置。\n- 乌迪尔作为坦克具有高耐久性，使他更容易承受扎克的伤害。\n- 扎克的技能消耗生命值，因此通过持续攻击，乌迪尔可以降低扎克的耐久性。",
      "エコー": "艾克对扎克有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避扎克的控制技能，使他能够在躲避扎克攻击的同时进行反击。\n- 艾克的爆发伤害非常高，能够瞬间造成可观的伤害，忽视扎克的坦克属性。\n- 扎克的攻击范围通常较短，这使得他很难对艾克施放技能，艾克可以在扎克靠近之前先发制人。\n- 艾克拥有护盾和治疗能力，可以在持续战斗中减轻扎克的伤害。\n- 扎克的技能消耗生命值，因此艾克可以通过持续攻击轻松削弱扎克的耐久度。",
      "タロン": "泰隆对扎克有优势。\n\n原因如下：\n\n- 泰隆的爆发伤害高，能够在短时间内造成显著伤害，忽视扎克的耐久性。\n- 扎克通常射程较短，使他难以应对泰隆的机动性和埋伏。\n- 泰隆的技能造成的爆发伤害可以超过扎克的治疗能力。\n- 泰隆可以利用地形逃脱或接近扎克，更容易避开扎克的控制技能。\n- 扎克的技能冷却时间长，使泰隆能够通过主动出击创造有利局面。",
      "ボリベア": "布隆对扎克有优势。\n\n原因如下：\n\n- 布隆在前期可以造成高伤害，更容易削减扎克的生命值。\n- 布隆的眩晕效果使他能够轻松抵消扎克的控制技能，防止扎克的进攻。\n- 布隆擅长塔下击杀，这使他在扎克试图在塔下防守时占据优势。\n- 扎克通常攻击范围较短，使他难以对布隆的近战攻击进行反击。\n- 布隆的被动技能使他在前期清线速度更快，能够比扎克更快升级和收集装备。",
      "グレイブス": "格雷夫斯对扎克有优势。\n\n原因如下：\n\n- 格雷夫斯的射程很长，更容易躲避扎克的近战攻击，使他在一对一的战斗中获得优势。\n- 格雷夫斯的爆发伤害很高，能够迅速削弱扎克的耐久度。\n- 扎克在使用技能时会消耗生命值，使他容易受到格雷夫斯的持续伤害。\n- 格雷夫斯在面对控制技能较少的对手时表现出色，能够在躲避扎克的控制技能的同时进行攻击。\n- 扎克的技能冷却时间较长，给格雷夫斯提供了许多利用这些空档进行攻击的机会。",
      "ヘカリム": "赫卡里姆占据优势。\n\n原因如下：\n\n- 赫卡里姆机动性高，可以轻松躲避扎克的技能。特别是通过充能和冲刺，他可以躲避扎克的控制技能。\n- 扎克的攻击范围一般较短，使他难以对赫卡里姆的冲锋做出反应。这使得赫卡里姆能够主动对抗扎克。\n- 赫卡里姆具有范围伤害，在团队战中影响显著。虽然扎克在团队战中很强，但赫卡里姆的持续伤害和治疗能力使他在持久战中表现更好。\n- 扎克使用技能会消耗生命值，这使他更容易受到赫卡里姆的持续伤害和治疗能力的威胁。\n- 赫卡里姆拥有控制技能，使他更容易打断扎克的进攻，反过来也能更好地发起自己的进攻。",
      "キンドレッド": "Kindred在对抗Zac时具有优势。\n\n原因如下：\n\n- Kindred的攻击范围较长，使其更容易躲避Zac的近战攻击，并在一对一的情况下获得优势。\n- Zac通常使用消耗生命值的技能，这使他更容易受到Kindred持续伤害的威胁。\n- Kindred的终极技能可以提供无敌效果，使其更容易抵消Zac的开团。\n- 尽管Zac有控制技能，但Kindred有闪现能力，可以躲避Zac的控制效果。\n- Kindred通过收集标记来增强自己的伤害，这在6级后的团战中尤其有效，而Zac在早期的一对一对抗中往往会感到吃力。",
      "ダイアナ": "黛安娜在对抗扎克时具有优势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，可以连续使用她的跳跃技能，从而限制扎克的行动。\n- 扎克通常攻击范围较短，容易受到黛安娜的攻击。黛安娜可以安全地使用技能造成伤害。\n- 黛安娜的护盾可以在受到扎克的控制技能影响时减少伤害，使她在一对一的战斗中具有很高的生存能力。\n- 扎克的技能冷却时间相对较长，这使得黛安娜更容易在战斗中占据优势，尤其是在早期的一对一交锋中。\n- 黛安娜具有范围伤害，当扎克参与团队战斗时，这种伤害能够有效发挥。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科的机动性很高，可以利用隐身躲避扎克的技能，更容易躲避他的攻击。\n- 扎克的攻击范围一般较短，难以对沙科的埋伏做出反应。特别是在早期的一对一交锋中，沙科可以主动出击。\n- 沙科的控制技能可以限制扎克的行动，增加他在团战中的影响力。\n- 扎克使用生命值施放技能，因此如果沙科早期造成伤害，可以降低扎克的耐久度。\n- 沙科的清野速度很快，可以轻松进行反打野，干扰扎克的发育。",
      "ワーウィック": "沃里克在对抗扎克时具有优势。\n\n原因如下：\n\n- 沃里克的治疗能力随着生命值的减少而增加，使他对扎克的控制技能更具韧性。\n- 扎克通常攻击范围较短，当他受到沃里克的伤害时，往往难以反击。\n- 沃里克擅长对单一目标造成伤害，使他能够绕过扎克的坦克属性并造成伤害。\n- 沃里克的技能提高了他的移动速度，使他更容易躲避扎克的进攻并在追击中表现出色。\n- 扎克使用生命值来施放技能，这使得他很难反制沃里克的治疗能力。",
      "ゼド": "劫对扎克有优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以迅速减少扎克的生命值，从而在一对一的对抗中获得高胜率。\n- 劫的机动性使他更容易躲避扎克的控制技能，使他能够在规避交战的同时进行攻击。\n- 劫擅长利用影子进行移动，可以利用扎克技能的冷却时间反复进行攻击和撤退。\n- 劫的攻击主要针对单个目标，使他能够在忽视扎克的坦克能力的情况下造成伤害。\n- 扎克通常攻击范围较短，使他容易受到劫的攻击，这在早期对线中给了劫优势。",
      "キヤナ": "Qiyana对Zac有优势。\n\n原因如下：\n\n- Qiyana的高机动性使她能够轻松躲避Zac的技能，从而避免被gank和交战。\n- Qiyana的爆发伤害可以迅速减少Zac的生命值，忽视他的坦克性，使她在与他对抗时占据有利位置。\n- Zac通常攻击范围较短，这使得他很难对Qiyana施放技能，让她能够在他靠近之前进行攻击。\n- Qiyana可以利用地形改变技能的效果，并且有手段避免Zac的控制技能，使她在战斗中更容易获得优势。\n- Zac的消耗生命值的特性使他容易受到Qiyana的爆发伤害，从而让她更容易造成持续伤害。"
    }
  },
  "ジャーヴァンⅣ": {
    "name": "ジャーヴァンⅣ",
    "beats": {
      "フィドルスティックス": "菲德尔斯基斯处于劣势。\n\n- 约尔凡四世具有很高的游走潜力，能够轻松在前期对菲德尔斯基斯施加压力。\n- 菲德尔斯基斯的机动性较低，依赖大招进行交战，这使得他很难逃脱约尔凡四世的进攻。\n- 约尔凡四世的技能无法抵消菲德尔斯基斯的控制效果，因此在菲德尔斯基斯施加恐惧之前，受到伤害的可能性很高。\n- 约尔凡四世的被动百分比伤害使得菲德尔斯基斯难以维持自己的生命值。\n- 菲德尔斯基斯的视野控制手段有限，难以侦测到约尔凡四世的动向，使他容易受到反打。",
      "ブライアー": "布莱尔处于劣势。\n\n- 赵云四世的机动性和游走潜力很高，使他能够在早期游戏中压制布莱尔，导致对线劣势。\n- 赵云四世的控制技能很强，而布莱尔在狂暴状态下的移动受到限制，使她容易被抓。\n- 赵云四世的大招创造的墙壁可以阻挡布莱尔的逃跑路线，使她在团战中特别难以操作。\n- 布莱尔依赖普通攻击，因此她容易受到赵云四世的被动伤害和护盾效果的影响，这可能降低她的耐久性。\n- 赵云四世对低对抗潜力的对手很强，但布莱尔在面对有控制技能的对手时会感到困难，使她在与赵云四世的对线中处于劣势。",
      "トランドル": "特朗德尔处于劣势。\n\n- 赵信的机动性高，优秀的游走潜力使得特朗德尔在丛林遭遇和游走中处于不利地位。\n- 赵信的技能可以阻碍特朗德尔的接近，特别是他的终极技能创造的墙壁限制了特朗德尔的移动。\n- 特朗德尔依赖自动攻击，因此当他受到赵信的控制技能或伤害时，他很容易陷入无法继续攻击的不利局面。\n- 赵信还可以对坦克获得优势，而特朗德尔擅长应对坦克，因为他的被动技能造成百分比伤害。\n- 特朗德尔在缩短距离方面手段有限，容易受到赵信控制距离和逃跑的技能的影响。",
      "ウディア": "乌迪尔处于劣势。\n\n原因如下：\n\n- 赵信的机动性高，优秀的游走潜力使得乌迪尔在前期容易被压制。\n- 赵信的开团能力使乌迪尔容易受到控制，尤其是对赵信的眩晕特别脆弱。\n- 乌迪尔的攻击范围较短，难以躲避赵信的技能，这使得他在战斗中的站位变得复杂。\n- 赵信的大招创造的墙壁限制了乌迪尔的移动，并可能剥夺他的逃生选项。\n- 乌迪尔容易受到控制和击杀，而赵信强大的控制能力尤其麻烦。",
      "シャコ": "沙科处于劣势。\n\n- 赵云四世具有高机动性和游走潜力，使得在早期游戏中更容易阻止沙科的埋伏。\n- 赵云四世的技能特别能够抵消沙科的隐身状态，限制沙科攻击的时机。\n- 赵云四世的终极技能可以困住沙科，切断他的逃跑路线，使得在团队战斗中更容易获得优势。\n- 沙科的基础属性较低，极度依赖普通攻击，使他在赵云四世的短暂交锋中变得脆弱。\n- 赵云四世在6级之后仍然保持强大的游走潜力，增加了沙科陷入劣势局面的可能性。",
      "エリス": "伊莉丝处于劣势。\n\n原因如下：\n\n- 赵信的机动性和游走潜力很高，使他能够在前期对伊莉丝施加压力。\n- 赵信的技能阻碍了伊莉丝的接近，他的大招的控制效果对她尤其麻烦。\n- 伊莉丝需要靠近才能造成爆发伤害，但赵信的控制和耐久性使她很难做到这一点。\n- 伊莉丝在团战中缺乏范围伤害，容易受到赵信的开团威胁。\n- 作为坦克，赵信的耐久性很高，能够承受伊莉丝的爆发，常常使她在一对一的情况下处于劣势。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗贾克斯四世时处于劣势。\n\n- 贾克斯四世具有高机动性和游走潜力，使得早期更容易阻止努努的游走。\n- 由于贾克斯四世的开团能力，努努在接近之前被抓的风险很高。\n- 贾克斯四世的终极技能创造的墙壁可以阻挡努努的逃跑路线，使得在反打时特别不利。\n- 努努的技能冷却时间较长，在受到贾克斯四世的伤害时很难进行反击。\n- 贾克斯四世可以轻松通过被动百分比伤害削弱努努的耐久性。\n- 努努在后期发育较差，难以对抗贾克斯四世的坦克能力。",
      "ノクターン": "诺克图恩在对抗贾法尔四世时处于劣势。\n\n原因如下：\n\n- 贾法尔四世具有高机动性和游走潜力，使他能够在早期施加压力，从而更容易快速处理诺克图恩。\n- 贾法尔四世的控制技能可以抵消诺克图恩的法术护盾，增加诺克图恩在发起攻击之前被限制的可能性。\n- 诺克图恩的控制技能仅影响单个目标，使他在团队战中难以反制贾法尔四世的开团能力。\n- 贾法尔四世可以使用他的终极技能困住敌人，限制诺克图恩的逃跑选项，使他更容易受到反击。\n- 诺克图恩在一对一的情况下表现出色，但由于贾法尔四世的被动百分比伤害和护盾效果，他在短暂交锋中常常处于劣势。",
      "グレイブス": "格雷夫斯处于劣势。\n\n- 赵云的游走潜力很高，可以在前期积极压制格雷夫斯，使得格雷夫斯很容易在早期陷入劣势局面。\n- 由于赵云的开团能力，格雷夫斯很难接近，尤其是他的终极技能的控制效果强大，限制了他的逃生选项。\n- 格雷夫斯在对抗赵云的护盾和坦克能力时很难造成伤害，因为他的普通攻击无法穿透。\n- 尽管赵云在1v1表现较差，但如果格雷夫斯在技能冷却或换弹期间受到伤害，他往往会陷入劣势局面。\n- 格雷夫斯在早期的发育往往落后，如果赵云施加早期压力，可能会延缓他的成长并减少他在后期的影响力。"
    },
    "loses": {
      "ゼド": "劫在与贾克斯四世的对抗中占有优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以轻松把握贾克斯四世在使用技能后脆弱的时机。\n- 劫的位移技能使他能够轻松躲避贾克斯四世的开团，并反过来对贾克斯四世施加压力。\n- 贾克斯四世的普通攻击和技能的AD比率较低，使他在一对一的情况下效果不佳，难以反制劫的高爆发。\n- 劫可以利用他的影子改变位置，使贾克斯四世难以利用他大招的墙壁。\n- 劫可以针对孤立的敌人进行强力击杀，这使得贾克斯四世在单独时处于显著劣势。",
      "キヤナ": "Qiyana在对抗Jarvan IV时具有优势。\n\n- Qiyana的机动性很高，更容易躲避Jarvan的技能和规避他的进攻。\n- Jarvan的终极技能也会阻挡盟友，使得Qiyana可以利用墙壁逃脱或在攻击时获得优势。\n- Qiyana具有爆发伤害，可以迅速击杀Jarvan，忽视他的坦克属性。\n- Jarvan在1v1表现较差，尤其是对抗输出型英雄，这使得Qiyana的刺客特性得以发挥。\n- Qiyana可以切换元素，以适应战术应对局势，灵活应对Jarvan的动作。",
      "ベル＝ヴェス": "贝尔维斯在与贾法尔四世的对抗中占有优势。\n\n- 贝尔维斯能够无限提高她的攻击速度，使她更容易削弱贾法尔四世的耐久性。\n- 贾法尔四世依赖于基于技能的机动性，使他容易被贝尔维斯的冲刺和击飞抓住。\n- 贝尔维斯在持久战中表现出色，对贾法尔四世的短暂交锋具有很高的耐久性。\n- 贾法尔四世的终极技能也会阻挡盟友，这使得根据团队组合有效使用变得困难，从而让贝尔维斯能够利用这一点。\n- 贝尔维斯通过击杀中立怪物和英雄来增强自己，使她在面对贾法尔四世时更容易成长。",
      "ヴィエゴ": "维戈在与贾法尔四世的对抗中占有优势。\n\n原因如下：\n\n- 维戈在早期游戏中具有高输出，能够有效反制贾法尔四世的开团。\n- 贾法尔四世的机动性依赖于他的技能，如果他计算失误，可能会被维戈抓住。\n- 维戈的被动技能允许他通过击杀或助攻敌方英雄来恢复生命，使他能够继续有利地战斗。\n- 贾法尔四世在一对一的情况下表现较差，使他在面对像维戈这样的刺客时特别脆弱，尤其是面对输出型英雄时。\n- 维戈的机动性很高，容易躲避贾法尔四世的控制技能，反过来又能对贾法尔四世施加压力。",
      "キンドレッド": "Kindred在与Jarvan IV的对抗中占有优势。\n\n原因如下：\n\n- Kindred的攻击范围较长，更容易躲避Jarvan IV的近战攻击，从而在一对一的情况下获得优势。\n- Jarvan IV的技能依赖于机动性，但Kindred拥有闪现技能，更容易躲避Jarvan IV的进攻。\n- Kindred的终极技能可以提供无敌效果，使其能够抵消Jarvan IV终极技能的控制效果。\n- Kindred通过收集标记可以增加伤害，成长迅速，并在团队战斗中产生显著影响，尤其是在6级之后。\n- Jarvan IV在一对一的情况下表现较差，面对Carry型英雄时困难重重，因此在面对Kindred时会感到棘手。",
      "カ＝ジックス": "卡兹克对贾法尔四世有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，而贾法尔四世可以轻易制造他被孤立的情况。\n- 贾法尔四世有强大的开团潜力，但卡兹克可以利用隐身和跳跃逃脱，更容易避开贾法尔的攻击。\n- 贾法尔四世的技能依赖于机动性，如果他判断失误，可能会被卡兹克反打。\n- 卡兹克在6级后有强大的爆发潜力，更容易在贾法尔四世发育之前获得单杀。\n- 贾法尔四世是一个依赖普通攻击的英雄，他缺乏承受卡兹克高爆发伤害的耐久性。",
      "パンテオン": "潘森占据优势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，可以轻松抵消贾克斯的开团。这使得贾克斯发起攻击时可以进行反击。\n- 潘森在前期有很高的爆发伤害，使得在贾克斯使用技能后更容易抓住机会。\n- 潘森可以通过他的无敌技能躲避贾克斯的连招，在一对一的情况下给予他显著的优势。\n- 拥有全球大招的潘森对其他路有很大的影响力，可以在贾克斯尝试游走之前主动出击。\n- 潘森在短时间的交战中表现出色，使他能够在与贾克斯的短时间交战中占据有利位置。",
      "ウーコン": "猴子有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，更容易承受嘉文四世的攻击。\n- 嘉文四世的机动性依赖于他的技能，因此猴子的隐身和瞬移伏击非常有效。\n- 猴子在团队战斗中影响力强，可以轻松抵消嘉文四世的开团。\n- 猴子的技能具有降低对手防御的效果，使得对嘉文四世造成伤害更容易。\n- 嘉文四世在一对一的情况下表现较差，常常在与猴子的战斗中处于劣势。",
      "マスター・イー": "蒙多有一个优势在于贾克斯。\n\n原因如下：\n\n- 蒙多对装备的依赖性高，使他更容易在贾克斯的早期压力下专注于发育。\n- 贾克斯的开团和控制技能可以被蒙多的Q技能躲避，Q技能提供无敌和位移，使他在一对一的情况下占据优势。\n- 蒙多可以轻松滚雪球，当他装备良好时，输出极高，使他在团战中成为强大的存在。\n- 贾克斯在一对一的表现较差，尤其是面对输出型英雄时，常常在面对蒙多时处于劣势。\n- 蒙多有能力抵消减速，使他更容易避免被贾克斯的大招锁定。",
      "レク＝サイ": "雷克塞在与贾法尔四世的对抗中占有优势。\n\n- 雷克塞在前期具有很高的游走潜力，并且在埋伏状态下擅长侦查，这使得追踪贾法尔四世的动向变得更容易。\n- 贾法尔四世依赖技能型机动性，这使他容易受到雷克塞从埋伏状态发起的突袭。\n- 雷克塞可以频繁攻击，技能冷却时间短，使她在一对一的情况下能够胜过贾法尔四世。\n- 贾法尔四世在一对一的遭遇中输出伤害较低，这使得他特别难以承受雷克塞的爆发伤害。\n- 雷克塞拥有控制技能，使得打断贾法尔四世的进攻变得更容易，并增加了抓住他的机会。"
    }
  },
  "ウディア": {
    "name": "ウディア",
    "beats": {
      "トランドル": "特朗德尔处于劣势。\n\n- 乌迪尔的技能冷却时间短，持续输出能力强，能够有效反制特朗德尔的普通攻击。\n- 乌迪尔的控制效果常常使特朗德尔暂时失去行动能力，导致他错失反击的机会。\n- 特朗德尔缺乏机动性，难以反制乌迪尔的灵活性，使他容易被 kite。\n- 乌迪尔作为坦克具有高耐久性，更容易抵消特朗德尔的伤害，导致一对一交锋中的胜率较低。\n- 乌迪尔在近战中表现出色，这可以抵消特朗德尔在一对一情况下的优势。",
      "ベル＝ヴェス": "贝尔维斯在对抗乌迪尔时处于劣势。\n\n- 乌迪尔的技能冷却时间短，持续输出能力强，能够有效反制贝尔维斯的普通攻击。\n- 乌迪尔的控制技能使得抓住贝尔维斯变得容易，这对她来说致命，因为她对控制技能非常脆弱。\n- 乌迪尔作为坦克具有高耐久性，使他更容易抵消贝尔维斯的伤害。\n- 贝尔维斯在前期技能冷却时间长，难以反制乌迪尔的早期强势。\n- 乌迪尔在近战中表现出色，而贝尔维斯的攻速提升不依赖于等级，因此她在早期战斗中常常处于劣势。",
      "フィドルスティックス": "菲德尔斯基在对抗乌迪尔时处于劣势。\n\n- 乌迪尔是一个近战英雄，擅长在避免菲德尔斯基的远程攻击的同时缩短距离。\n- 乌迪尔拥有可以眩晕的技能，使得禁用菲德尔斯基的行动变得更容易。\n- 菲德尔斯基的机动性较低，难以逃脱乌迪尔的持续伤害。\n- 乌迪尔的技能冷却时间短，可以在菲德尔斯基使用技能后抓住机会。\n- 菲德尔斯基无法携带普通饰品，这使得他难以获得视野，容易受到乌迪尔的伏击。",
      "リリア": "莉莉娅处于劣势。\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，即使在承受莉莉娅的技能时也能在小规模战斗中占据上风。\n- 乌迪尔的眩晕效果暂时禁用莉莉娅，增加了她在激活技能之前受到伤害的风险。\n- 莉莉娅的主要技能范围较短，迫使她在乌迪尔的近战攻击面前冒险。\n- 乌迪尔作为坦克具有高耐久性，更容易吸收莉莉娅的伤害，使她在一对一的战斗中处于劣势。\n- 莉莉娅只有在终极技能中拥有强力控制，而在6级之前她的游走潜力较低，难以对乌迪尔施加有效压力。",
      "ノクターン": "诺克图恩在对抗乌迪尔时处于劣势。\n\n原因如下：\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他在承受诺克图恩的攻击时容易进行反击。\n- 乌迪尔的控制效果限制了诺克图恩的行动，使他容易错失攻击机会。\n- 诺克图恩的控制技能只影响单个目标，难以对抗乌迪尔的耐久性和持续伤害。\n- 乌迪尔在近战中很强，当诺克图恩试图接近时，承受伤害的风险很高。\n- 诺克图恩的逃脱能力低，在承受乌迪尔的攻击时很难逃跑，这使他容易受到反击。",
      "ボリベア": "布隆在对抗乌迪尔时处于劣势。\n\n原因：\n- 乌迪尔的技能冷却时间短，持续输出能力强，使他在与布隆的对抗中更容易占据上风。\n- 乌迪尔的眩晕效果常常使布隆暂时失去行动能力，导致他失去反击的机会。\n- 布隆的主要技能范围较短，而乌迪尔的机动性和姿态切换使布隆难以拉近距离。\n- 乌迪尔作为坦克具有高耐久性，更容易吸收布隆的伤害，使布隆在持久战中处于劣势。\n- 乌迪尔擅长近战，并且有很多方法可以躲避布隆的攻击，使布隆很难命中。",
      "イブリン": "伊芙琳在对抗乌迪尔时处于劣势。\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他不容易受到伊芙琳的伏击。\n- 乌迪尔可以使用带有眩晕效果的技能，更容易阻止伊芙琳靠近。\n- 乌迪尔作为坦克具有高耐久性，能够承受伊芙琳的爆发伤害。\n- 乌迪尔在近战中表现出色，当伊芙琳试图接近时，反击的风险很高。\n- 乌迪尔可以追击移动能力有限的伊芙琳，使她很难逃脱。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 乌迪尔可以使用带有眩晕效果的技能，这限制了猴子的机动性。这使得猴子很难发起攻击。\n- 乌迪尔可以在短冷却时间内造成持续伤害，使他在猴子接近之前轻松积累伤害。\n- 乌迪尔作为坦克具有高耐久性，更容易吸收猴子的伤害。特别是在前期，他展现出强大的存在感，使猴子难以获得优势。\n- 乌迪尔在近战中表现出色，使得猴子在尝试发起攻击时容易受到反击。猴子依赖普通攻击，难以对抗乌迪尔的耐久性。\n- 乌迪尔可以利用控制技能在与猴子对抗时占据优势，而猴子的逃生选项有限。特别是乌迪尔可以在猴子接近之前主动出击。",
      "ヴァイ": "维的处境不利。\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，可能在维接近之前就能造成伤害。\n- 乌迪尔的眩晕效果使他更容易抓住维，常常让她处于不利位置，尤其是在近战中。\n- 乌迪尔作为坦克具有高耐久性，更容易抵消维的伤害，导致一对一交锋中的胜率较低。\n- 维无法在不靠近的情况下造成伤害，这使得她很难躲避乌迪尔的攻击，尤其是她的逃生选项有限。\n- 乌迪尔对擅长近战的英雄非常强势，能够有效反制像维这样的近战战士。",
      "ザック": "扎克在对抗乌迪尔时处于劣势。\n\n原因如下：\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，容易削弱扎克的耐久性。\n- 乌迪尔的技能带有控制效果，使扎克难以发起攻击或逃脱。\n- 乌迪尔在近战中强大，可以在扎克攻击之前造成伤害，利用扎克的攻击范围短的优势。\n- 扎克使用生命值施放技能，使他更容易受到乌迪尔的持续伤害。\n- 乌迪尔的机动性高，容易躲避扎克的技能，这使得扎克很难创造有利局面。",
      "リー・シン": "李青处于劣势。\n\n原因如下：\n\n- 乌迪尔在前期具有强大的耐久性，容易吸收李青的攻击。\n- 乌迪尔的眩晕效果暂时禁用李青，使他容易受到反击。\n- 李青的硬控能力有限，难以反制乌迪尔的持续伤害。\n- 乌迪尔的技能冷却时间短，可以在持久的冲突中获得优势。\n- 李青的机动性很高，但乌迪尔的逃脱潜力低，难以追击他。\n- 乌迪尔可以充当坦克角色，同时造成持续伤害，使他能够承受李青的爆发伤害。",
      "ワーウィック": "沃里克在对抗乌迪尔时处于劣势。\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，能够超过沃里克的治疗效果。\n- 乌迪尔可以使用带有控制效果的技能，更容易限制沃里克的行动并抵消他的攻击。\n- 沃里克的攻击范围较短，使他在接近乌迪尔之前就容易受到伤害，这使他容易被 kite。\n- 乌迪尔作为坦克具有高耐久性，更容易抵消沃里克的伤害。\n- 乌迪尔对擅长近战的英雄非常强势，而沃里克也是一个近战英雄，因此在交手时乌迪尔占据优势。",
      "マスター・イー": "蒙多在对抗乌迪尔时处于劣势。\n\n原因如下：\n\n- 乌迪尔可以使用带有眩晕效果的技能，这会妨碍蒙多的移动和攻击。\n- 乌迪尔在前期具有强大的耐久性，使他能够在蒙多获得装备之前施加压力。\n- 蒙多容易受到控制技能（CC）的影响，难以应对乌迪尔的持续伤害和控制技能的组合。\n- 乌迪尔的技能冷却时间短，能够持续输出伤害，使得蒙多一旦被抓住就很难反击。\n- 乌迪尔在近战中很强，可以利用蒙多对自动攻击的依赖。"
    },
    "loses": {
      "タロン": "塔隆对乌迪尔有优势。\n\n原因如下：\n\n- 塔隆的爆发伤害高，可以超过乌迪尔的耐久，使得更容易争取早期击杀。\n- 虽然乌迪尔在近战中表现出色，但塔隆的机动性高，可以利用地形进行伏击，更容易躲避乌迪尔的攻击。\n- 塔隆的隐身能力使他能够躲避乌迪尔的控制技能，并在乌迪尔发起攻击之前主动出击。\n- 乌迪尔的控制能力有限，因此塔隆可以利用他的高机动性逃脱，反过来有很多机会攻击乌迪尔。\n- 塔隆在前期的伤害强大，使得在乌迪尔发育之前更容易创造有利局面。",
      "キヤナ": "Qiyana在对抗Udyr时具有优势。\n\n原因如下：\n\n- 她的机动性很高，更容易躲避Udyr的攻击。\n- 她拥有强力的控制技能，可以轻松抵消Udyr的眩晕，并使他失去行动能力。\n- 她可以利用元素根据情况调整战术，从而利用Udyr的灵活性。\n- 尽管Udyr擅长近战，但Qiyana可以在保持距离的情况下进行攻击，防止Udyr发挥他的优势。\n- 与Udyr的耐久性相比，Qiyana具有爆发伤害，这使得她在短时间内消灭Udyr的可能性很高。",
      "シャコ": "沙科对乌迪尔有优势。\n\n原因如下：\n\n- 沙科机动性强，可以利用隐身轻松躲避乌迪尔的攻击。\n- 乌迪尔擅长近战，但沙科可以通过伏击来在躲避乌迪尔攻击的同时造成伤害。\n- 乌迪尔有控制技能，但沙科可以通过隐身来抵消其效果，从而避免乌迪尔的眩晕。\n- 沙科在前期有很强的游走潜力，可以在乌迪尔尚未发育时轻松施加压力。\n- 乌迪尔的蓝量管理至关重要，由于他在前期资源有限，沙科可以通过伏击来消耗他的蓝量。",
      "ジャーヴァンⅣ": "贾克斯四世对乌迪尔有优势。\n\n原因如下：\n\n- 贾克斯四世具有高的游走潜力，可以在前期积极攻击乌迪尔，从而抑制乌迪尔的成长。\n- 乌迪尔擅长近战，但贾克斯四世的开团能力增加了乌迪尔在发起攻击之前被限制的可能性。\n- 贾克斯四世的被动百分比伤害可以在无视乌迪尔的坦克能力的情况下造成伤害，使得持续输出更容易。\n- 乌迪尔的控制技能有限，使他容易受到贾克斯四世技能组合的影响，逃脱选项也很少。\n- 贾克斯四世可以使用他的终极技能困住敌人，使乌迪尔难以逃脱，从而在团队战中占据优势。",
      "カ＝ジックス": "卡兹克对乌迪尔有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，使他在近战中造成的伤害超过乌迪尔的耐久性。\n- 虽然乌迪尔有控制技能，但卡兹克可以利用他的跳跃和隐身逃脱或埋伏，更容易避开乌迪尔的眩晕。\n- 乌迪尔的攻击范围较短，而卡兹克可以利用他的机动性在保持距离的同时进行攻击，使乌迪尔难以命中他的攻击。\n- 卡兹克在6级后具有强大的爆发潜力，使他在乌迪尔发育之前更容易获得早期击杀。\n- 乌迪尔的蓝量管理至关重要，由于他技能使用频繁，容易耗尽资源，而卡兹克可以利用这一点进行攻击。",
      "アムム": "阿木木对乌迪尔有优势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能（CC），可以抵消乌迪尔的姿态切换攻击，阻止他发挥优势。\n- 阿木木的范围伤害在团队战斗中给他带来了优势，而乌迪尔在近战中表现出色。\n- 乌迪尔对单个目标的爆发伤害较低，而阿木木的耐久性和控制技能使乌迪尔难以有效作战。\n- 阿木木在早期到中期的发育非常轻松，使他能够比乌迪尔更快地收集装备，从而帮助他掌控比赛。\n- 乌迪尔对控制技能较少的对手很强，但阿木木强大的控制技能常常使乌迪尔处于不利位置。",
      "ヴィエゴ": "维戈在对抗乌迪尔时具有优势。\n\n原因如下：\n\n- 维戈的输出伤害高，能够在早期的小规模交战中轻松获得优势。虽然乌迪尔作为坦克具有高耐久性，但他在应对维戈的持续伤害时显得力不从心。\n- 维戈的硬控制技能可以抵消乌迪尔的眩晕，使他能够在乌迪尔发起攻击之前先发制人。\n- 维戈通过击杀敌方英雄可以恢复生命值，这使他在与乌迪尔的战斗中更容易创造有利局面。\n- 乌迪尔擅长近战，但维戈的机动性很高，能够在反击的同时躲避乌迪尔的攻击。\n- 乌迪尔对控制技能较少的对手很强，但维戈拥有控制技能，这使他在与乌迪尔的战斗中占据优势。",
      "シン・ジャオ": "辛赵对乌迪尔有优势。\n\n原因如下：\n\n- 辛赵拥有高基础攻击伤害和攻击速度，使得削弱乌迪尔的耐久性变得更容易。\n- 通过有针对性的技能，辛赵可以在避免乌迪尔的眩晕的同时进行攻击，使得在一对一的情况下更容易获得优势。\n- 辛赵的被动回复可以抵消乌迪尔的持续伤害。\n- 乌迪尔对缺乏控制技能的对手很强，但辛赵有能力抵消这些控制技能，使得更容易抵挡乌迪尔的攻击。\n- 辛赵在前期具有很高的游走潜力，使他能够在乌迪尔发育之前获得领先。",
      "ケイン": "凯隐在对抗乌迪尔时具有优势。\n\n- 凯隐拥有可以穿越墙壁的机动性，使他更容易躲避乌迪尔的攻击。\n- 乌迪尔在近战中很强，但在变身后，凯隐作为刺客具有高爆发伤害，可以迅速消灭乌迪尔。\n- 当凯隐受到乌迪尔的控制效果影响时，他的能力会下降，但由于他的机动性，他可以躲避乌迪尔的攻击。\n- 凯隐对高生命值的坦克非常强大，可以在忽视乌迪尔的坦克能力的情况下造成伤害。\n- 变身后，凯隐可以在忽视乌迪尔的耐久性的情况下造成高伤害，使他在团队战斗中占据优势。",
      "ブライアー": "布莱尔在对抗乌迪尔时具有优势。\n\n原因如下：\n\n- 布莱尔的续航能力强，在小规模战斗中表现出色，更容易反制乌迪尔的持续伤害。\n- 乌迪尔擅长近战，但布莱尔可以对逃生能力低的对手展现出强大的追击潜力，更容易躲避乌迪尔基于姿态的攻击。\n- 布莱尔的终极技能射程远，可以提供视野，使她能够在参与团队战斗和游走时阻止乌迪尔的接近。\n- 乌迪尔对缺乏控制技能的对手很强，但布莱尔缺乏控制技能，降低了受到乌迪尔攻击时的风险。\n- 布莱尔的狂暴状态提高了她的攻击速度和移动速度，使她能够在反击的同时躲避乌迪尔的攻击。"
    }
  },
  "ウーコン": {
    "name": "ウーコン",
    "beats": {
      "ブライアー": "布莱尔在对抗猴子的过程中处于劣势。\n\n- 猴子拥有强大的控制技能，可以抵消布莱尔的狂暴状态，使布莱尔难以自由移动。\n- 猴子具有高物理伤害抗性，更容易吸收布莱尔的攻击。这尤其具有威胁性，因为布莱尔的伤害依赖于普通攻击。\n- 猴子擅长利用他的分身来迷惑敌人，使他能够躲避布莱尔的攻击，增加布莱尔命中敌人的难度。\n- 布莱尔的技能冷却时间相对较长，如果她在与猴子的战斗中使用技能，就会变得容易受到反击。\n- 猴子在近战中很强，可以在布莱尔靠近之前主动出击，使布莱尔难以创造有利局面。",
      "ナフィーリ": "纳菲莉在对抗猴子时处于劣势。\n\n- 猴子具有高物理伤害抵抗力，使他更容易吸收纳菲莉的攻击。\n- 猴子的技能具有广范围的控制效果，容易限制纳菲莉的行动。\n- 纳菲莉依赖她的宠物，因此如果猴子的范围攻击消灭了她的宠物，她的战斗能力会显著下降。\n- 猴子在近战中很强，使纳菲莉难以保持距离。\n- 面对猴子的闪现和隐身移动，纳菲莉只有短暂的减速效果来进行控制，难以反制。",
      "ノクターン": "诺克图恩在对抗猴子的过程中处于劣势。\n\n原因如下：\n\n- 猴子具有高物理伤害抗性，使他更容易吸收诺克图恩的攻击。\n- 猴子利用他的分身进行干扰，使诺克图恩的攻击更难命中。\n- 诺克图恩的控制技能仅对单一目标有效，对猴子的机动性影响不大。\n- 猴子在团队战斗中影响力强，制造出诺克图恩难以发挥的局面。\n- 诺克图恩的逃生潜力低，当猴子靠近时，他容易受到反击。",
      "グレイブス": "格雷夫斯在对抗猴子的过程中处于劣势。\n\n原因如下：\n\n- 猴子是近战英雄，可以躲避格雷夫斯的远程攻击，使他在近战中占据优势。\n- 猴子的被动技能增加了他的物理伤害抗性，减少了格雷夫斯的爆发伤害。\n- 猴子可以利用他的分身迷惑敌人，使得躲避格雷夫斯的攻击变得更容易。\n- 猴子的控制技能限制了格雷夫斯的移动，使他难以攻击。\n- 格雷夫斯的技能冷却时间较长，难以持续输出伤害，常常在与猴子的对拼中处于劣势。",
      "マスター・イー": "易大师在对抗猴子时处于劣势。\n\n原因如下：\n\n- 猴子具有高物理伤害抗性，容易吸收易大师的普通攻击。\n- 猴子的控制技能限制了易大师的移动，使他难以攻击。\n- 猴子可以利用他的分身来迷惑敌人，躲避易大师的攻击。\n- 易大师依赖普通攻击输出，使得在面对猴子的耐久性时难以持续输出伤害。\n- 猴子在团战中非常强大，使得易大师在单独作战时处于不利局面。",
      "ベル＝ヴェス": "贝尔维斯在对抗悟空时处于劣势。\n\n- 悟空具有高物理伤害抵抗和在团队战斗中的强大影响力，使他更容易减轻贝尔维斯的自动攻击造成的伤害。\n- 悟空的机动性和来自他的分身的控制能力使他能够躲避贝尔维斯的攻击，或者相反，抓住贝尔维斯。\n- 贝尔维斯依赖自动攻击来造成伤害，而悟空的被动技能增加了他的物理伤害抵抗，这对她产生影响。\n- 悟空是一个强大的打野英雄，从游戏早期开始，通过在贝尔维斯成长之前进行反打野，他可以阻碍她的发展。\n- 悟空具有高耐久性，而贝尔维斯的攻击速度增加依赖于叠加层数，因此她在持久战中可能处于劣势。",
      "シン・ジャオ": "辛赵在对抗猴子的过程中处于劣势。\n\n原因如下：\n\n- 猴子具有高物理伤害抗性，使他更容易吸收辛赵的攻击。\n- 猴子的机动性和来自分身的控制能力使他更容易躲避辛赵的攻击，增加了反击的可能性。\n- 辛赵依赖自动攻击输出，使他在面对猴子的技能时非常脆弱，因为猴子的技能可以抵消自动攻击。\n- 猴子在团队战斗中影响力强，使辛赵很难找到合适的时机进行交战。\n- 辛赵的逃生选项有限，一旦被猴子抓住就很难逃脱。",
      "カ＝ジックス": "卡兹克在对抗猴子的情况下处于劣势。\n\n- 猴子是一个近战战士，具有高持续伤害输出，使他能够承受卡兹克的爆发伤害。\n- 猴子的被动技能增加了他的物理伤害抗性，有效减少了卡兹克攻击造成的伤害。\n- 猴子拥有控制技能（CC），可以限制卡兹克的移动，妨碍他的伏击和逃跑。\n- 卡兹克在团队战斗中AoE伤害较弱，使他在这些情况下难以反制猴子的影响。\n- 猴子可以担任坦克角色，同时仍然造成伤害，减少卡兹克针对孤立敌人的机会。",
      "ヴァイ": "维在劣势中。\n\n- 孙悟空具有高物理伤害抵抗和强大的团队战斗影响力，使维的攻击难以命中。\n- 孙悟空的机动性和利用分身的干扰能力使维很难抓住她的目标。\n- 孙悟空擅长持续骚扰，使他在与需要靠近的维对抗时占据优势。\n- 如果维被孙悟空的控制技能抓住，她在冲入后逃脱的手段有限，增加了被抓住的风险。\n- 孙悟空在对抗AD战士时更具优势，而维也是AD战士，他们的角色相似，但孙悟空在团队战斗中更具耐久性。",
      "タロン": "塔隆处于劣势。\n\n- 孙悟空具有高物理伤害抵抗，使他更容易吸收塔隆的攻击。\n- 孙悟空的技能具有控制效果（CC），可以限制塔隆的机动性。\n- 塔隆需要靠近才能造成伤害，但孙悟空可以利用他的分身来迷惑塔隆，使他难以攻击。\n- 孙悟空具有高持续伤害能力，即使在承受塔隆的爆发伤害后也能进行反击。\n- 塔隆的防御能力较低，如果被孙悟空的攻击击中，早期被击倒的风险很高。"
    },
    "loses": {
      "ザック": "扎克在对抗猴子时具有优势。\n\n原因如下：\n\n- 扎克拥有丰富的控制技能（CC），可以限制猴子的机动性，使他能够在猴子发起攻击之前使其失去行动能力。\n- 猴子是近战英雄，而扎克的被动治疗能力使他在持续输出的交战中占据优势。\n- 扎克的范围伤害可以抵消猴子的分身，打破猴子的混淆战术。\n- 扎克的坦克性能高，更容易减轻猴子的物理伤害，使他在持久战中表现出色。\n- 猴子的魔法抗性较低，因此扎克的技能造成有效伤害。",
      "リリア": "莉莉娅在对抗猴子时具有优势。\n\n原因如下：\n\n- 莉莉娅拥有百分比伤害，可以在忽视猴子的坦克能力的同时造成高额伤害。\n- 她的技能提供了额外的移动速度，使她能够在躲避猴子攻击的同时灵活移动。\n- 她拥有无限范围的减速效果，更容易阻止猴子接近。\n- 猴子是近战英雄，而莉莉娅可以通过命中技能轻松风筝他，从而持续输出伤害。\n- 莉莉娅的技能造成魔法伤害，而猴子的魔法抗性较低，因此她可以有效地造成伤害。",
      "フィドルスティックス": "菲德尔斯基在对抗猴子时具有优势。\n\n原因如下：\n\n- 菲德尔斯基可以远程输出伤害，使他能够在猴子接近之前击中他。\n- 菲德尔斯基的控制技能可以限制猴子的移动并抵消他的攻击。\n- 猴子对物理伤害很强，但菲德尔斯基主要造成魔法伤害，如果猴子的魔法抗性较低，他会变得脆弱。\n- 菲德尔斯基具有范围伤害，使他在团队战斗中具有很高的影响力，并在猴子被多个敌人包围时能够灵活应对。\n- 菲德尔斯基有手段确保视野，使得更容易防止猴子的伏击。",
      "ヘカリム": "赫卡里姆在对抗猴子时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，容易躲避猴子的攻击。特别是，他可以在猴子靠近之前主动出击。\n- 赫卡里姆的开团能力非常强，能够在猴子在团队战斗中施加影响之前发起攻击。\n- 赫卡里姆可以持续输出伤害，同时也很耐打，使他在与猴子的对拼中占据优势。\n- 猴子对物理伤害很强，但赫卡里姆造成魔法伤害，可以绕过猴子的物理抗性并造成伤害。\n- 赫卡里姆拥有控制技能，可以限制猴子的移动，防止他有效利用自己的优势。",
      "ニダリー": "妮蔻在对抗猴子时具有优势。\n\n原因如下：\n\n- 妮蔻可以远程攻击，使她能够在猴子接近之前造成伤害，这使她在早期骚扰中很强。\n- 猴子是近战英雄，容易受到妮蔻的爆发伤害，特别是在早期的一对一交锋中。\n- 妮蔻在使用豹形态时具有高机动性，更容易躲避猴子的攻击。\n- 猴子有控制技能，但妮蔻有办法避免这些控制，使她更容易躲避猴子的攻击。\n- 妮蔻可以使用陷阱来获得视野，更容易追踪猴子的动向，便于反打野和游走。",
      "キヤナ": "Qiyana在对抗Wukong时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，更容易躲避Wukong的攻击，并在近战中保持优势。\n- Wukong是近战英雄，容易受到Qiyana技能的爆发伤害。\n- Qiyana拥有强力的控制技能，可以限制Wukong的移动，抵消他的优势。\n- Wukong的魔法抗性较低，因此Qiyana技能造成的魔法伤害能够有效打击他。\n- Qiyana可以利用元素根据情况调整战术，更容易在承受Wukong攻击之前创造有利条件。",
      "エリス": "艾莉丝对猴子有优势。\n\n原因如下：\n\n- 艾莉丝拥有远程控制技能，可以在猴子接近之前造成伤害，更容易阻止他的攻击。\n- 艾莉丝的爆发伤害在前期非常高，使她能够在猴子获得装备之前造成显著伤害。\n- 猴子是近战英雄，容易受到艾莉丝的远程攻击，使他很难接近。\n- 艾莉丝可以使用她的蜘蛛形态进行塔下击杀，使得在猴子没有逃生手段的情况下，游走非常有效。\n- 猴子的魔法抗性较低，容易受到艾莉丝的魔法伤害，常常遭受持续骚扰。",
      "ワーウィック": "沃里克在对抗猴子时具有优势。\n\n原因如下：\n\n- 沃里克的治疗能力随着生命值的减少而增加，使他即使在受到猴子的伤害时也能维持战斗。\n- 猴子依赖近战攻击，这使他很难对沃里克的治疗造成有效伤害。\n- 沃里克拥有强力的控制技能，可以限制猴子的机动性。\n- 猴子的魔法抗性较低，使他更容易受到沃里克技能的伤害。\n- 沃里克在早期小规模战斗中很强，能够在猴子成长之前创造有利局面。",
      "ウディア": "乌迪尔在对抗猴子时具有优势。\n\n原因如下：\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他在与猴子的交锋中更容易占据上风。\n- 乌迪尔的技能具有控制效果，可以限制猴子的机动性并抵消他的攻击。\n- 乌迪尔作为坦克具有高耐久性，能够在反击的同时吸收猴子的攻击，从而在游戏早期展现出强大的存在感。\n- 猴子依赖近战攻击，使他容易受到乌迪尔的控制和持续伤害。\n- 乌迪尔可以同时造成物理和魔法伤害，更容易绕过猴子的防御。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "ウディア": "乌迪尔在对抗沙克时处于劣势。\n\n原因如下：\n\n- 沙克具有高机动性和隐身能力，使他更容易进行伏击，这使他在对抗像乌迪尔这样的近战英雄时占据优势。\n- 乌迪尔的攻击范围较短，当他被沙克伏击时，很难进行反击。在乌迪尔能够反应过来之前，他很可能会被沙克的攻击击晕。\n- 沙克可以使用控制技能限制乌迪尔的行动，使乌迪尔几乎没有逃脱的手段，导致他难以有效作战。\n- 尽管乌迪尔作为坦克具有高耐久性，但他容易受到沙克的高爆发伤害，尤其是在措手不及时，这可能迅速消耗他的生命值。\n- 沙克可以在游戏早期施加压力，使他能够在乌迪尔发育之前将比赛的节奏倾斜向自己，导致乌迪尔在早期被抓时面临很大困难。",
      "マスター・イー": "蒙多在对抗沙科时处于劣势。\n\n原因如下：\n\n- 沙科具有很高的埋伏潜力，可以在隐身状态下轻松接近蒙多。这增加了蒙多在反击之前受到伤害的可能性。\n- 蒙多容易受到控制技能的影响，被沙科的控制技能击中会限制他的移动，使他难以反击。\n- 沙科可以在早期施加压力，这会干扰蒙多有效发育的能力。\n- 蒙多非常依赖装备，早期压力对他很弱，因此如果他无法应对沙科的埋伏，他的成长将会被延迟。\n- 沙科的机动性很高，在蒙多没有逃生手段时擅长反打，使得蒙多容易陷入不利局面。",
      "イブリン": "伊芙琳处于劣势。\n\n原因如下：\n\n- 沙克具有高机动性和伏击能力，利用隐身轻松出其不意地攻击敌人，这使他能够轻易看穿伊芙琳的隐身。\n- 沙克可以使用控制技能限制伊芙琳的移动，使他在近战中占据优势。\n- 沙克在游戏早期展现出高的游走潜力，使他在伊芙琳达到6级之前更容易施加压力。\n- 伊芙琳依赖近战，使她容易受到沙克的伏击，如果被抓住，她可能会受到致命伤害。\n- 沙克对依赖自动攻击的突进者和小规模交战者非常强势，使他能够在承受伊芙琳的爆发伤害之前先发制人。",
      "ヴィエゴ": "维戈在对抗沙克时处于劣势。\n\n原因如下：\n\n- 沙克具有高机动性和伏击能力，能够轻松在隐身状态下躲避维戈的攻击。\n- 维戈只有针对单个目标的非穿透技能来应对沙克的伏击，使得在团战中很难处理。\n- 维戈是一个以自动攻击为主的游击型英雄，容易受到沙克高伏击潜力的威胁；如果他未能成功伏击，反而容易成为目标。\n- 沙克可以在前期施加压力，在维戈能够发育之前创造有利局面。\n- 针对沙克的高游走潜力，维戈在达到6级之前有效的反制措施有限。",
      "サイラス": "Sylas在对抗Shaco时处于劣势。\n\n原因如下：\n\n- Shaco具有高机动性和伏击潜力，能够有效利用Sylas在前期难以输出伤害的情况进行游走。\n- Sylas在前期伤害较低，反击Shaco伏击的手段有限，如果被Shaco抓到，容易受到致命伤害。\n- Shaco的隐身状态使Sylas难以把握技能偷取的时机，妨碍了他发挥优势的能力。\n- Shaco可以使用控制技能限制Sylas的移动，使得预测Sylas使用闪现的时机变得更容易，增加了他逃脱的难度。\n- Sylas在团战中有许多AOE技能，使他在Shaco的伏击下变得脆弱，如果被反打，很可能会陷入劣势局面。",
      "フィドルスティックス": "菲德尔斯基在对抗沙克时处于劣势。\n\n原因如下：\n\n- 沙克具有高机动性和伏击能力，当菲德尔斯基无法确保视野时，沙克很容易进行游走。\n- 菲德尔斯基的移动速度较低，依赖大招来提高机动性，这使他容易受到沙克的伏击。\n- 沙克的隐身状态使菲德尔斯基的视野失效，增加了沙克在菲德尔斯基攻击之前主动出击的可能性。\n- 菲德尔斯基无法使用普通饰品，这使他在视野控制上更容易处于劣势，并且更难发现沙克的伏击。\n- 沙克可以通过控制技能干扰菲德尔斯基，使限制菲德尔斯基的行动变得更容易。",
      "ブライアー": "布莱尔在对抗影流之主时处于劣势。\n\n原因如下：\n\n- 影流之主具有高机动性和隐身能力，使得在布莱尔处于狂暴状态时更容易对她进行伏击。\n- 影流之主可以利用他的控制技能限制布莱尔的行动，使得交易对她不利。\n- 布莱尔依赖普通攻击，这使得她在面对影流之主的伏击和逃脱时很难应对，因为影流之主可以隐身。\n- 影流之主的清野速度很快，容易反打布莱尔的野区并干扰她的发育。\n- 布莱尔对控制技能很脆弱，容易在影流之主的伏击中处于脆弱位置。",
      "ゼド": "Zed在对抗Shaco时处于劣势。\n\n原因如下：\n\n- Shaco擅长利用隐身进行伏击，使得躲避Zed的技能变得更容易。\n- Shaco的高机动性使他能够逃脱Zed的追击，增加了Shaco反过来针对Zed的机会。\n- Zed在团队战斗中控制能力较弱，如果被Shaco的控制技能抓住，他很可能迅速陷入劣势。\n- Zed的爆发伤害对单个目标很强，但Shaco的耐久性高，使他更容易抵消爆发伤害。\n- Shaco在6级时具有强大的游走潜力，使他能够在Zed升级之前创造有利局面。",
      "ニダリー": "妮蔻在对抗影流之主时处于劣势。\n\n- 影流之主具有高机动性和埋伏能力，能够轻松在隐身状态下接近妮蔻，从而在游走和反游走时施加强大压力。\n- 妮蔻缺乏控制技能，对影流之主的埋伏几乎没有防御手段，被抓住时很难逃脱。\n- 影流之主在6级时具有强大的游走潜力，能够在妮蔻达到6级之前创造有利局面。\n- 妮蔻在团战中的范围伤害较低，容易受到影流之主的埋伏，这削弱了她在团战中的存在感。\n- 影流之主对依赖普攻的突进型英雄有优势，而妮蔻也很依赖普攻，因此在一对一的对抗中可能处于劣势。"
    },
    "loses": {
      "グレイブス": "格雷夫斯在与沙克的对抗中占有优势。\n\n原因如下：\n\n- 格雷夫斯可以远程攻击，使他能够在被沙克伏击之前造成伤害。\n- 格雷夫斯的高基础属性和单挑能力使他在与沙克的一对一战斗中更容易占据上风。\n- 沙克高度依赖自动攻击，容易受到格雷夫斯的爆发伤害。\n- 格雷夫斯拥有范围攻击，可以在团队战斗中有效消灭沙克。\n- 针对沙克的隐身状态，格雷夫斯可以使用技能轻松追踪他的位置信息，提高反击的机会。",
      "レンガー": "雷恩加对沙科有优势。\n\n原因如下：\n\n- 他拥有高爆发伤害，可以利用沙科的弱基础属性。\n- 他擅长利用草丛进行伏击，并且可以轻松看穿沙科的隐身状态。\n- 沙科非常依赖自动攻击，而雷恩加可以通过跳跃攻击造成可观的伤害。\n- 沙科的控制技能有限，这使得雷恩加可以在此期间进行攻击。\n- 雷恩加通过击杀来提高自己的攻击力，赋予他很高的滚雪球潜力，使他能够保持对沙科的优势。",
      "ダイアナ": "黛安娜在对抗沙克时具有优势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，可以连续使用她的跳跃，即使在被沙克伏击时也能更容易地反击。\n- 黛安娜的护盾可以减轻沙克的爆发伤害，使她在一对一的战斗中具有很高的生存能力。\n- 沙克高度依赖普通攻击，而黛安娜可以使用技能进行攻击，这使得她更容易躲避沙克的攻击。\n- 黛安娜具有范围伤害，能够在团队战斗中有效输出，允许她在团战中利用沙克的弱点。\n- 沙克的控制能力有限，使得他很难通过控制来应对黛安娜的跳跃移动。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗沙克时具有优势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，可以在沙克埋伏之前主动出击。\n- 沙克高度依赖自动攻击，使他容易受到努努的控制技能和击飞效果的影响，从而打断他的攻击。\n- 努努的治疗能力使他能够在战斗中减轻沙克的伤害。\n- 努努的移动速度很高，更容易发现沙克的隐身。\n- 沙克在团队战中对范围伤害和控制技能的应对能力较弱，这使得努努的坦克能力得以发挥。\n- 努努在对抗潜行型英雄时表现良好，而沙克正是其中之一，因此他们之间有很好的协同作用。",
      "ヘカリム": "赫卡里姆在对抗沙克时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，使他更容易发现沙克的埋伏。特别是随着赫卡里姆移动速度的提高，他可以迅速应对沙克的隐身状态。\n- 赫卡里姆具备强大的开团能力，使他能够在沙克发动攻击之前主动出击。这使得抵消沙克的埋伏变得更容易。\n- 赫卡里姆的耐久性很高，使他能够在沙克的攻击下生存下来，从而在沙克进攻时更容易进行反击。\n- 赫卡里姆的范围攻击对像沙克这样的脆皮刺客非常有效，使他在团队战斗中占据优势。\n- 沙克非常依赖普通攻击，而他无法有效地对赫卡里姆的耐久性和控制技能造成伤害，这使得他在对线时很难施加压力。",
      "シン・ジャオ": "辛赵对沙克有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他在早期游戏中更容易在与沙克的一对一战斗中获得优势。\n- 沙克非常依赖自动攻击，如果被辛赵的攻击击中，他在早期会受到伤害。\n- 辛赵的定向技能可以轻易抵消沙克的隐身，使得防止伏击变得更容易。\n- 辛赵的被动技能提供了续航能力，使得打野更加稳定，这使得通过游走更容易获得早期领先。\n- 沙克在团队战斗中有限的范围伤害和控制能力，使得他很难在团队交战中反制辛赵的强势。",
      "ジャーヴァンⅣ": "贾克斯四世在对抗沙克时具有优势。\n\n原因如下：\n\n- 贾克斯四世具有很高的游走潜力，可以在早期游戏中主动压制沙克，更容易防止沙克的埋伏。\n- 通过他的EQ组合，贾克斯四世具有很高的机动性，更容易发现沙克的隐身并进行攻击。\n- 沙克非常依赖自动攻击，基础属性较低，使得贾克斯四世可以利用被动的百分比伤害轻松造成早期伤害。\n- 贾克斯四世的终极技能可以封锁沙克的逃跑路线，使得在团队战斗中更容易获得优势。\n- 沙克在团队战斗中的范围伤害和控制能力有限，使得很难反制贾克斯四世的开团潜力。",
      "タロン": "泰隆在对抗沙克时具有优势。\n\n原因如下：\n\n- 泰隆在早期游戏中具有高爆发伤害，可以利用沙克的弱基础属性。\n- 泰隆的隐身潜力超过沙克，使他能够主动出击。\n- 沙克高度依赖自动攻击，这使得他很难承受泰隆的瞬间伤害。\n- 泰隆能够跳过地形，这可以抵消沙克的传送，使他更容易逃脱。\n- 泰隆快速推线，使他能够早期影响地图并限制沙克的行动。",
      "ノクターン": "诺克图恩在对抗影流之主时具有优势。\n\n原因如下：\n\n- 诺克图恩可以迅速利用高伤害技能对影流之主的埋伏进行反击。\n- 诺克图恩的终极技能减少视野，使得更容易抵消影流之主的隐身状态。\n- 影流之主高度依赖自动攻击，如果他的攻击被诺克图恩的法术护盾抵消，他就无法造成伤害。\n- 诺克图恩在一对一的情况下很强，使得在影流之主试图埋伏时更容易创造有利条件。\n- 诺克图恩具有很高的游走潜力，使他能够在影流之主在前期施加压力之前创造有利局面。"
    }
  },
  "ダイアナ": {
    "name": "ダイアナ",
    "beats": {
      "リリア": "莉莉娅处于劣势。\n\n- 黛安娜的机动性很高，可以轻松利用她的跳跃技能接近莉莉娅。\n- 黛安娜的爆发伤害很高，而莉莉娅的耐久性较低，使得一对一的战斗变得困难。\n- 黛安娜的控制技能使莉莉娅在交战中容易被锁定，导致她的逃生选项有限。\n- 莉莉娅的主要技能范围较短，增加了受到黛安娜攻击时受伤的风险。\n- 在6级之后，黛安娜可以进行强力的全力进攻，而莉莉娅在这个时机很难反击。",
      "ニダリー": "妮蔻在对抗戴安娜时处于劣势。\n\n- 戴安娜具有很强的追击能力，可以轻松利用她的跳跃技能接近妮蔻。\n- 戴安娜的护盾减少了妮蔻的爆发伤害，降低了她在一对一交锋中的胜率。\n- 妮蔻缺乏控制技能，使她容易受到戴安娜的终极技能拉扯和减速的影响。\n- 戴安娜在团队战斗中具有很高的续航能力，使妮蔻在这种情况下难以发挥。\n- 如果在戴安娜技能冷却时发生交锋，妮蔻很可能会处于不利位置。",
      "フィドルスティックス": "菲德尔斯基在对抗戴安娜时处于劣势。\n\n原因如下：\n\n- 戴安娜具有很强的追击潜力，并且在近战中擅长输出伤害，使她能够轻松在菲德尔斯基靠近之前攻击他。\n- 戴安娜的控制技能可以限制菲德尔斯基的行动，如果他在使用大招时被戴安娜抓住，会受到毁灭性的伤害。\n- 菲德尔斯基的机动性低，逃生手段有限，使他容易受到戴安娜的跳跃技能追击。\n- 戴安娜有一个可以减轻菲德尔斯基爆发伤害的护盾，使他很难获得优势。\n- 菲德尔斯基无法使用普通的饰品，这使他在视野控制上处于劣势；如果戴安娜有视野，菲德尔斯基的埋伏就会被化解。",
      "ザック": "扎克处于劣势。\n\n原因如下：\n\n- 黛安娜有很高的追击潜力，可以反复使用她的跳跃技能，使她在扎克接近之前就能轻松发起攻击。\n- 黛安娜的护盾减少了扎克的伤害，使她在一对一的战斗中具有很高的生存能力。\n- 扎克通常攻击范围较短，而黛安娜可以轻松利用她的跳跃技能拉近距离，使他容易受到反击。\n- 黛安娜有控制技能，如果扎克试图发起攻击而被控制，他很容易被无效化。\n- 扎克的技能冷却时间较长，这使他在与黛安娜的交锋中常常处于劣势。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 黛安娜有很强的追击能力，可以在猴子接近之前用技能造成伤害，使猴子难以发起攻击。\n- 黛安娜的护盾可以部分抵消猴子的攻击，使其难以造成持续伤害。\n- 黛安娜有跳跃技能，当猴子试图接近时，她有很多逃生选项，增加了反击的可能性。\n- 猴子的魔法抗性低，容易受到黛安娜的魔法伤害，使他在持续骚扰下显得脆弱。\n- 黛安娜有控制技能，如果猴子在接近时被抓住，他的输出会减少，增加被黛安娜击杀的风险。",
      "エリス": "伊莉丝处于劣势。\n\n- 黛安娜在近战中很强，可以轻松利用她的跳跃技能接近伊莉丝，这使得她在伊莉丝发动攻击之前就可能被反击。\n- 黛安娜的护盾减少了伊莉丝的爆发伤害，降低了伊莉丝瞬间伤害的效果。\n- 黛安娜拥有控制技能，如果伊莉丝在试图接近和攻击时被限制，她很容易被中和。\n- 伊莉丝的状态脆弱，使得她很难反击黛安娜的高续航和追击能力。\n- 黛安娜在团队战斗中具有很高的开团潜力，使得伊莉丝在这些情况下难以发挥她的角色。",
      "ノーチラス": "诺提勒斯处于劣势。\n\n原因如下：\n\n- 黛安娜具有很高的追击潜力，可以连续使用她的跳跃，这使得诺提勒斯很可能被逼入绝境，即使使用了控制技能也无法逃脱。\n- 黛安娜的护盾减少了诺提勒斯的初始伤害，降低了他在一对一交锋中的胜率。\n- 诺提勒斯的移动速度较低，难以阻止黛安娜利用跳跃拉近距离，这使得黛安娜能够主动出击。\n- 虽然黛安娜对控制技能较弱，但即使被诺提勒斯的控制技能击中，她仍然可以用技能进行反击，存在被反转的风险。\n- 诺提勒斯是一个坦克，输出伤害有限，难以对抗黛安娜的持续伤害。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗戴安娜时处于劣势。\n\n- 戴安娜具有很强的追击潜力，在交战中可以反复使用她的跳跃，使她在努努发起攻击时容易进行反击。\n- 戴安娜的护盾减少了努努的爆发伤害，导致他在一对一的情况下胜率较低。\n- 戴安娜拥有控制技能，如果努努试图发起攻击并被控制，他很可能会受到反击伤害。\n- 努努的技能冷却时间较长，在与戴安娜的交战中使用完所有技能后，他常常会陷入不利局面。\n- 戴安娜在前期的伤害很强，这增加了努努在尝试游走时被反击的风险。",
      "キンドレッド": "Kindred在对抗Diana时处于劣势。\n\n- Diana具有很强的追击潜力，并且在近战中擅长输出伤害，这使得Kindred接近时非常危险。\n- Diana的控制技能使得Kindred容易被锁定，且逃脱选项有限，Kindred在一对一的遭遇中处于劣势。\n- Diana有一个可以减轻Kindred部分攻击的护盾，使她在持久战中获得优势。\n- Kindred在团队战斗中的存在感较弱，直到她的标记在早期堆叠，而Diana可以在早期造成强大的伤害，这使得Kindred在早期的游走中处于劣势。\n- Diana有一个跳跃技能，这使得她在Kindred试图逃跑时很可能追上她。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 黛安娜具有很高的追击潜力，可以在塔隆接近之前用技能造成伤害。\n- 黛安娜的护盾减少了塔隆的爆发伤害，使塔隆难以获得击杀。\n- 黛安娜的控制技能可以限制塔隆在尝试交战时，使他容易受到反击。\n- 塔隆的防御能力较低，无法承受黛安娜的持续伤害。\n- 黛安娜在对线和打野时清线速度很快，这使得她在塔隆发起游走之前就可能采取行动。",
      "ナフィーリ": "纳菲莉处于劣势。\n\n- 黛安娜具有很强的追击能力和近战持续作战能力，使她能够在纳菲莉接近之前造成伤害。\n- 黛安娜的控制技能可以在纳菲莉试图攻击时使其无法行动，从而无法利用她宠物的攻击力。\n- 纳菲莉依赖她的宠物，因此如果黛安娜的范围伤害消灭了它们，她的战斗效能会显著下降。\n- 尽管黛安娜的技能冷却时间较长，但纳菲莉很难获得优势，因为黛安娜可以在纳菲莉接近之前使用她的技能。\n- 纳菲莉的控制能力仅限于短暂的减速，这意味着她几乎没有办法阻止黛安娜的攻击。",
      "レンガー": "雷恩加在对抗戴安娜时处于劣势。\n\n- 戴安娜具有很强的追击能力，可以反复使用她的跳跃，使得雷恩加试图埋伏时容易遭到反击。\n- 戴安娜的护盾减少了雷恩加的爆发伤害，使他很难获得击杀。\n- 戴安娜拥有控制技能，如果雷恩加在接近时被抓住，他的逃生选择有限，变得脆弱。\n- 戴安娜在团战和单挑中造成范围伤害并且有很强的续航能力，使得雷恩加在团战中难以发挥。\n- 戴安娜在前期就是一个强力的潜行者，当雷恩加试图进行游走时，他很可能会成为目标。",
      "キヤナ": "Qiyana在对抗Diana时处于劣势。\n\n- Diana具有很高的追击潜力和强大的近战续航能力，使得她在Qiyana发起攻击时容易进行反击。\n- Diana的护盾减少了Qiyana的爆发伤害，使得Qiyana很难在战斗中占据优势。\n- Diana拥有控制技能，如果Qiyana在跳入时被抓住，她很可能在造成伤害之前就被中和。\n- Qiyana依赖她的终极技能，因此如果在遇到Diana时该技能处于冷却状态，她反击Diana的选择就会受到限制。\n- Diana在近战中表现出色，使得Qiyana很难保持距离，这常常使她在交战中处于不利位置。",
      "シャコ": "沙科处于劣势。\n\n- 黛安娜在6级时具有强大的游走潜力，这使得她在沙科埋伏之前就能主动出击。\n- 黛安娜的护盾减少了沙科的爆发伤害，使他难以造成有效伤害。\n- 黛安娜的追击潜力很高，由于沙科的逃生选项有限，如果在对抗中被抓住，他容易受到致命伤害。\n- 黛安娜的控制技能可以限制沙科的移动，存在在他攻击之前被无效化的风险。\n- 沙科高度依赖自动攻击，这使得他很难反击黛安娜的持续伤害。",
      "パンテオン": "潘森在对抗戴安娜时处于劣势。\n\n原因如下：\n\n- 戴安娜具有很高的追击潜力，可以利用她的跳跃技能躲避潘森的攻击，同时进行反击，使她在小规模交战中占据优势。\n- 戴安娜的护盾可以减轻潘森的爆发伤害，使她在全力交战中更加耐打。\n- 潘森的技能冷却时间较长，使他在与戴安娜的一对一对抗中难以持续输出伤害，并且在持久战中处于劣势。\n- 戴安娜拥有控制技能（CC），可以在潘森发起攻击时限制他，创造反击的机会。\n- 潘森缺乏范围伤害，使他在团队战中难以反制戴安娜的范围伤害。",
      "ベル＝ヴェス": "贝尔维斯在对抗戴安娜时处于劣势。\n\n- 戴安娜具有很强的追击能力，可以连续使用她的跳跃，使她能够在贝尔维斯接近之前发起攻击。\n- 戴安娜的护盾减少了贝尔维斯的普通攻击造成的伤害，使她在持续战斗中处于劣势。\n- 戴安娜拥有控制技能，如果贝尔维斯在试图发起攻击时被抓住，她会变得容易受到反击。\n- 贝尔维斯依赖普通攻击，因此如果她的攻击被戴安娜的跳跃或拉扯打断，她将无法造成伤害。\n- 戴安娜在前期是一个强大的打野英雄，这使得她在贝尔维斯发育之前就能施加压力。",
      "リー・シン": "李青在对抗戴安娜时处于劣势。\n\n原因如下：\n\n- 戴安娜具有很高的追击潜力，可以重复使用她的跳跃，使她在李青接近时容易进行反击。\n- 戴安娜的护盾减少了李青的爆发伤害，降低了他在一对一交锋中获胜的机会。\n- 戴安娜拥有控制技能，如果李青在使用技能后被抓住，他将失去反击的机会。\n- 李青的技能冷却时间较长，在与戴安娜的交锋中使用完所有技能后，他会变得脆弱。\n- 戴安娜在前期造成强大的伤害，增加了李青在尝试游走时被抓住的风险。",
      "ジャーヴァンⅣ": "贾克斯四世处于劣势。\n\n- 黛安娜具有很高的追击潜力，可以连续使用她的跳跃，使她在贾克斯发起攻击时容易进行反击。\n- 黛安娜的护盾可以减轻贾克斯的爆发伤害，使她在一对一的战斗中具有很高的生存能力。\n- 即使贾克斯的发起攻击成功，黛安娜也可以使用她的终极技能进行反击，使他很难抓住她。\n- 黛安娜对控制技能较弱，但贾克斯的控制技能依赖于他自己的技能，因此如果他判断失误，就有可能被黛安娜抓住。\n- 贾克斯的普通技能伤害AD比率较低，这往往导致他在与黛安娜的一对一交锋中输出伤害较低。"
    },
    "loses": {
      "ボリベア": "布隆在对抗戴安娜时更具优势。\n\n原因如下：\n\n- 布隆在早期游戏中具有强大的交易潜力，可以在忽视戴安娜的护盾的情况下造成高伤害。\n- 戴安娜的逃生选项有限，如果被布隆的控制技能抓住，容易受到致命伤害。\n- 布隆的技能在低冷却时间内造成高伤害，使他在戴安娜技能冷却期间更容易创造有利局面。\n- 布隆擅长塔下击杀，即使戴安娜在对线时占据优势，他也能在塔下进行攻击。\n- 尽管戴安娜主要擅长近战，布隆可以利用他在近战交战中的优势来获得上风。",
      "ヴァイ": "薇（Vi）在对抗戴安娜（Diana）时具有优势。\n\n原因如下：\n\n- 薇对戴安娜的控制技能有很强的克制能力，特别是戴安娜在使用技能后会留下空档，使薇更容易抓住这些机会进行攻击。\n- 薇的追击能力非常强，而戴安娜的逃脱手段有限，因此在游走或一对一的情况下，她很容易被抓住。\n- 薇有一个可以减轻戴安娜爆发伤害的护盾，使她在一对一的战斗中具有很高的生存能力。\n- 戴安娜的技能冷却时间较长，在打小规模战斗时常常处于劣势，这使得薇能够在这段时间内压制她。\n- 薇在目标控制方面表现出色，使她能够在戴安娜完全发展之前，早期创造有利的局面。",
      "シン・ジャオ": "辛赵对戴安娜有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他能够在戴安娜发育之前创造有利局面，这得益于他强大的前期游走潜力。\n- 戴安娜的逃生选项有限，容易受到辛赵的追击能力影响，使她容易被游走。\n- 辛赵的技能是针对性的，可以抵消戴安娜的护盾，使他更容易削弱她的耐久性。\n- 戴安娜对控制技能很脆弱，如果被辛赵的技能定身，她就很难输出伤害。\n- 在团队战中，辛赵也对戴安娜有优势，因为他可以抵消她的攻击，同时造成持续伤害。",
      "ヴィエゴ": "维戈在对抗戴安娜时具有优势。\n\n原因如下：\n\n- 维戈在前期有高输出，使他能够在戴安娜使用技能之前轻松造成伤害。\n- 戴安娜对控制技能很脆弱，如果被维戈的硬控技能击中，她的移动会受到限制。\n- 维戈通过击杀敌方英雄来恢复生命，使他能够在与戴安娜的战斗中保持持续作战能力。\n- 戴安娜的逃生手段有限，使她容易受到维戈攻击的致命伤害。\n- 维戈可以夺取戴安娜的技能，将她的优势反过来对付她。",
      "ゼド": "劫对戴安娜有优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以迅速瞄准击杀，穿透戴安娜的护盾，使他在一对一的交锋中拥有高胜率。\n- 戴安娜对控制技能（CC）很弱，当被劫的攻击击中时，她的逃脱手段有限，容易在被抓住时受到致命伤害。\n- 劫有两种位移技能，可以用机动性来反制戴安娜的跳跃技能，使他在追击或逃跑时占据优势。\n- 戴安娜的技能冷却时间较长，因此如果劫先发起攻击，他可以阻止戴安娜反击。\n- 劫在前期就能强力交易，使他在戴安娜能够发育之前更容易创造有利局面。",
      "イブリン": "伊芙琳在对抗戴安娜时具有优势。\n\n原因如下：\n\n- 伊芙琳可以利用她的隐身进行伏击，轻松接近并攻击戴安娜，而戴安娜的逃生选项有限。\n- 戴安娜对控制技能很脆弱，当被伊芙琳的魅惑限制时，她很难进行反击。\n- 六级之后，伊芙琳几乎总是处于隐身状态，即使戴安娜有视野，她也能进行伏击，并且可以抵消戴安娜的跳跃技能。\n- 戴安娜需要连续使用技能来造成爆发伤害，但伊芙琳的爆发伤害很高，特别对生命值降低的对手特别强。\n- 如果戴安娜的技能冷却时间较长，伊芙琳可以利用这个时间窗口进行攻击。",
      "カ＝ジックス": "卡兹克对戴安娜有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有非常高的爆发伤害，并且可以在戴安娜使用技能后利用空档进行攻击。\n- 戴安娜对控制技能（CC）很弱，容易受到卡兹克攻击的伤害。特别是，在戴安娜使用技能后反击，卡兹克可以减少戴安娜的续航能力。\n- 卡兹克可以利用他的跳跃和隐身来躲避戴安娜的攻击，同时对她进行伏击，使得躲避她的攻击变得更容易。\n- 戴安娜的逃生手段有限，这使得卡兹克能够将她逼入绝境，从而增加他在一对一交锋中的胜算。\n- 卡兹克在6级后拥有强大的爆发伤害，并且在戴安娜使用技能后的冷却时间内进行攻击，可以提高击杀她的机会。",
      "ケイン": "凯隐在对抗黛安娜时具有优势。\n\n原因如下：\n\n- 凯隐具有可以穿越墙壁的机动性，使他更容易躲避黛安娜的跳跃技能。\n- 黛安娜对控制技能（CC）较为脆弱，容易被凯隐的攻击所制约。\n- 变身后，凯隐作为刺客具有高爆发伤害，可以超越黛安娜的耐久性。\n- 凯隐在打野方面稳定性高，更容易利用黛安娜的gank进行反打。\n- 黛安娜在前期战斗能力强，但凯隐在变身后拥有强大的技能，使他在后期占据优势。",
      "トランドル": "特朗德尔在对抗戴安娜时具有优势。\n\n原因如下：\n\n- 特朗德尔可以降低戴安娜的攻击力，使他在一对一的战斗中具有很高的续航能力。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，这在与戴安娜交战时给他带来了优势。\n- 戴安娜对控制技能很脆弱，如果特朗德尔的减速或击退限制了她的移动，她就很难造成伤害。\n- 即使戴安娜造成爆发伤害，特朗德尔也可以通过他的终极技能提高耐久度，使他更容易承受戴安娜的攻击。\n- 戴安娜的逃生选项有限，因此如果特朗德尔缩短了距离，她就很难进行反击。"
    }
  },
  "イブリン": {
    "name": "イブリン",
    "beats": {
      "ニダリー": "妮蔻处于劣势。\n\n- 伊芙琳在6级后几乎可以持续隐身，这使她能够在忽视视野的情况下进行伏击，而妮蔻没有手段来探测这种隐身，使她容易受到伊芙琳的伏击。\n- 伊芙琳的魅惑效果限制了妮蔻的行动，并剥夺了她在近战中的优势。由于妮蔻缺乏控制技能，一旦被伊芙琳抓住，她就很难逃脱。\n- 妮蔻在团队战中的范围伤害较差，难以对抗伊芙琳的高爆发伤害。特别是，伊芙琳对低生命值的敌人造成强大的伤害，使妮蔻面临被早早击杀的风险。\n- 尽管伊芙琳在前期的抓人潜力较低，但妮蔻的激进行动可能为伊芙琳创造有利局面。特别是，如果妮蔻在伊芙琳达到6级之前被抓，她很可能会处于不利位置。\n- 妮蔻在成人形态下很难命中技能，这使得她在伊芙琳隐身时难以有效攻击，导致她们对线时的伤害交换不利。",
      "リリア": "莉莉娅处于劣势。\n\n- 伊芙琳的爆发伤害很高，能够对生命值降低的敌人造成强大的伤害，这使得莉莉娅在一对一的情况下不利。\n- 伊芙琳的隐身能力使莉莉娅容易受到伏击，增加了近战中的风险。\n- 莉莉娅的主要技能范围较短，使她难以对伊芙琳的伏击做出反应，复杂化了她在游走和团战中的站位。\n- 伊芙琳拥有可靠的控制技能，这可以限制莉莉娅接近时的行动，增加莉莉娅在使用技能之前被击杀的可能性。\n- 莉莉娅在6级之前的游走潜力较低，而在伊芙琳达到6级后，莉莉娅更可能陷入不利局面。",
      "グレイブス": "格雷夫斯处于劣势。\n\n- 在6级之后，伊芙琳几乎总是可以隐身，这使她能够在忽视视野的情况下进行伏击，让格雷夫斯很难躲避她的攻击。\n- 伊芙琳的高爆发伤害可以迅速减少格雷夫斯的生命值，使他处于劣势，尤其是在一对一的近战中。\n- 伊芙琳的控制技能“魅惑”限制了格雷夫斯的行动，使她能够在他反击之前造成伤害。\n- 格雷夫斯在对抗AP打野时处于劣势，而伊芙琳就是一个典型的例子；尤其是因为他早期的游走潜力较低，如果伊芙琳先发制人，情况会变得很艰难。\n- 伊芙琳对逃生选项少的对手很强，但格雷夫斯缺乏这些逃生机制，如果被抓住，他容易受到致命伤害。",
      "エコー": "回声处于劣势。\n\n原因如下：\n\n- 伊芙琳在6级后几乎可以持续隐身，使她能够在忽视视野的情况下进行伏击，这使得回声很难躲避她的攻击。\n- 伊芙琳唯一的控制技能魅惑可以禁用回声的机动性，使她在近战中占据优势。\n- 回声有许多需要移动的技能，这使他容易受到长时间的定身控制，从而使他容易受到伊芙琳的攻击。\n- 伊芙琳的爆发伤害很高，能够造成显著伤害，特别是对生命值低的敌人，这使得回声面临被瞬间击杀的高风险。\n- 伊芙琳对逃生选项少的对手更有优势，而回声正好属于这一类，这使得他在对抗伊芙琳时处于不利局面。",
      "ノクターン": "诺克图恩处于劣势。\n\n原因如下：\n\n- 在6级之后，伊芙琳几乎可以一直处于隐身状态，这使她能够在忽视视野的情况下进行伏击，从而使诺克图恩减少视野的能力效果降低。\n- 伊芙琳唯一的控制技能魅惑可以在诺克图恩接近时限制他的行动，使他更容易受到攻击。\n- 诺克图恩的逃生能力较低，且对伊芙琳的高爆发伤害较弱，如果被抓住很容易被击杀。\n- 由于伊芙琳依赖近战，在诺克图恩能够发起攻击之前，她有很高的被伏击风险。\n- 伊芙琳可以对低生命值的敌人造成显著伤害，这使得诺克图恩在受到伤害时面对她非常危险。",
      "ゼド": "劫处于劣势。\n\n- 在6级之后，伊芙琳几乎总是可以隐身，这使她能够在不被发现的情况下进行伏击，令劫很难察觉她的接近。\n- 伊芙琳的魅惑效果限制了劫的行动，并且可以在他执行连招之前抓住他，使劫很难发起攻击。\n- 劫有爆发伤害，但伊芙琳也有很高的爆发伤害，特别是对低血量的敌人，这使得劫很难先发制人。\n- 伊芙琳依赖近战，因此虽然劫可以利用他的影子逃跑，但她的隐身很可能会阻挡他的逃跑路线。\n- 劫在团队战斗中的控制能力较弱，而伊芙琳的魅惑可以轻易让他在团队交战中处于劣势。",
      "マスター・イー": "易大师在对抗伊芙琳时处于劣势。\n\n原因如下：\n\n- 伊芙琳在6级后几乎可以永久隐身，使她能够在忽视视野的情况下进行伏击，这使得易大师很难躲避她的攻击。\n- 伊芙琳的控制技能魅惑限制了易大师的行动，并且在他有机会反击之前可以造成大量伤害。\n- 易大师对控制技能非常脆弱，被伊芙琳的魅惑抓住可能会导致毁灭性的伤害。\n- 伊芙琳的爆发伤害很高，能够对低血量的敌人造成强大的伤害，这使得易大师在装备起来之前就可能被击杀。\n- 尽管伊芙琳在前期的游走潜力较低，但她可以在易大师专注于发育时升级，然后执行强力的伏击。",
      "エリス": "伊莉丝处于劣势。\n\n原因如下：\n\n- 艾芙琳擅长利用隐身进行伏击，使她能够在伊莉丝接近之前发起攻击。\n- 艾芙琳的魅惑效果限制了伊莉丝的移动，使她能够在伊莉丝反击之前造成伤害。\n- 伊莉丝需要靠近才能造成爆发伤害，但她容易受到艾芙琳的高爆发伤害。\n- 六级后，艾芙琳几乎总是处于隐身状态，使她能够在忽视视野的情况下移动，更容易躲避伊莉丝的技能。\n- 伊莉丝在团战中的范围伤害较差，使她容易受到艾芙琳的伏击。",
      "ワーウィック": "沃里克在对抗伊芙琳时处于劣势。\n\n- 六级之后，伊芙琳几乎总是处于隐身状态，这使她能够在不被发现的情况下进行伏击，令沃里克很难察觉她的接近。\n- 伊芙琳的控制技能“魅惑”可以限制沃里克的行动，并在他能够利用治疗能力或造成伤害之前使他失去行动能力。\n- 沃里克擅长近战，但伊芙琳具有高爆发伤害，能够对低生命值的敌人造成特别强的伤害，使沃里克面临被早期击杀的高风险。\n- 伊芙琳的机动性很高，使她能够在与沃里克的对抗中占据有利位置，而沃里克的逃生手段有限。\n- 沃里克缺乏范围伤害技能，使他在团队战斗或对抗多个敌人时难以有效作战，尤其是面对像伊芙琳这样具有高爆发伤害的对手。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 伊芙琳在6级后几乎可以持续隐身，这使她能够在猴子没有视野时对其进行伏击，使他容易受到攻击。\n- 伊芙琳的魅惑技能限制了猴子的行动，并可能削弱他在近战中的优势。\n- 猴子只能在接近时造成伤害，而伊芙琳可以安全地接近并利用隐身对猴子造成伤害。\n- 猴子有很高的物理伤害抵抗，但伊芙琳的爆发伤害对生命值降低的敌人特别强大，这使得猴子在生命值下降时容易被反击。\n- 伊芙琳在伏击猴子后擅长逃脱，而猴子的逃生手段有限，使她能够在他反击之前安全撤退。"
    },
    "loses": {
      "レンガー": "雷恩加对伊芙琳有优势。\n\n原因如下：\n\n- 雷恩加具有高爆发伤害，可以在伊芙琳接近之前迅速削弱她。\n- 他擅长利用草丛进行伏击，创造出一个可以轻松探测伊芙琳隐身的环境。\n- 伊芙琳依赖近战，但雷恩加可以通过跳跃攻击迅速拉近距离，使他在一对一的交锋中拥有高胜率。\n- 雷恩加通过击杀来提高自己的攻击力，这增强了他的滚雪球潜力，使他更容易通过早期消灭伊芙琳来获得游戏优势。\n- 伊芙琳唯一的控制技能需要时间来激活，这让雷恩加可以利用这个窗口进行攻击。",
      "ウディア": "乌迪尔对伊芙琳有优势。\n\n- 乌迪尔在前期有强大的存在感，可以在伊芙琳发起游走之前反制她。\n- 乌迪尔的眩晕效果可以阻止伊芙琳接近，并在她释放爆发伤害之前使其失去行动能力。\n- 乌迪尔作为坦克具有高耐久性，能够承受伊芙琳的高爆发伤害，使他在持久战中表现强劲。\n- 伊芙琳依赖近战，使她容易受到乌迪尔的持续伤害和控制技能的影响。\n- 乌迪尔对近战英雄强势，能够轻松在近战中占据上风，尤其是对像伊芙琳这样的刺客。",
      "ノーチラス": "纳托斯对伊芙琳有优势。\n\n原因如下：\n\n- 纳托斯拥有大量的控制技能（CC），可以抵消伊芙琳的隐身，使得阻止她接近变得更容易。\n- 纳托斯的钩子射程很长，可以在伊芙琳发起突袭之前抓住她。\n- 作为一个坦克，纳托斯的耐久性很高，使他能够承受伊芙琳的爆发伤害。\n- 伊芙琳依赖近战，但纳托斯的逃生选项有限，使他能够在她接近之前控制住她。\n- 纳托斯在游走时有强大的开团能力，造成伊芙琳在前期难以行动的局面。",
      "ヴァイ": "维（Vi）在对抗伊芙琳（Evelynn）时具有优势。\n\n原因如下：\n\n- 维擅长近战，可以在忽视伊芙琳的隐身状态下进行攻击，使她不易受到伏击。\n- 维的控制技能非常有效，可以抓住伊芙琳，特别是在她接近之前限制她的行动。\n- 维具有高爆发伤害，使她在伊芙琳血量低时在战斗中占据优势。\n- 维的游走潜力强，可以在前期积极施压伊芙琳。\n- 伊芙琳在前期的游走潜力低，使维更容易先升级并创造有利局面。\n- 维在目标控制方面表现出色，可以在伊芙琳变强之前优先击杀龙和男爵。",
      "ベル＝ヴェス": "贝尔维斯在与伊芙琳的对抗中占有优势。\n\n- 贝尔维斯能够无限提高她的攻击速度，并且在持久战中表现强劲，使她能够承受伊芙琳的爆发伤害。\n- 贝尔维斯可以轻松使用位移技能和击飞技能来阻止伊芙琳接近，这使得伊芙琳很难发起伏击。\n- 伊芙琳在前期的游走潜力较低，而贝尔维斯从一开始就可以积极行动，更容易在早期创造有利局面。\n- 贝尔维斯的技能提供伤害减免，使她更容易在伊芙琳的攻击中生存。\n- 贝尔维斯通过击杀中立怪物获得强化，使她在丛林中具有高韧性，减少了受到伊芙琳影响的程度。",
      "ヌヌ＆ウィルンプ": "努努和威朗普对伊芙琳有优势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，可以在伊芙琳没有隐身时主动施加压力。\n- 努努的控制技能使得阻止伊芙琳接近变得更容易，限制了她在释放爆发伤害之前的行动。\n- 努努的治疗能力使他更容易承受伊芙琳的攻击，从而实现持续作战。\n- 努努的移动速度很高，在前期伊芙琳没有逃生手段时，追击她很容易。\n- 努努的大招护盾减少了伊芙琳的爆发伤害，并可以创造反击的机会。",
      "キンドレッド": "Kindred在对抗Evelynn时具有优势。\n\n原因如下：\n\n- Kindred的射程较长，可以远程输出伤害，阻止Evelynn靠近。\n- Kindred的被动技能增强了游走和反打野的表现，使其在前期特别有影响力。\n- Evelynn在前期的游走潜力较低，使Kindred能够通过先行移动创造有利局面。\n- Kindred的终极技能可以提供无敌效果，抵消Evelynn的爆发伤害。\n- Kindred有很多机动性选项，更容易躲避Evelynn的埋伏并逃脱。",
      "ザック": "扎克占据优势。\n\n原因如下：\n\n- 扎克具有高机动性和丰富的控制技能，使他更容易抵消伊芙琳的隐身并防止伏击。\n- 扎克的技能造成范围伤害，使他在团队战斗中具有显著影响力，能够在伊芙琳接近之前造成伤害。\n- 扎克的被动技能提供治疗能力，使他在持久战中强大，并对伊芙琳的爆发伤害具有高耐久性。\n- 扎克擅长游走和开团，能够利用伊芙琳在前期的弱点创造有利局面。\n- 伊芙琳依赖近战，因此如果她的行动受到扎克的控制技能限制，她的逃脱手段就会受到限制。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas具有高爆发伤害，当Evelynn的生命值较低时，可以有效地造成伤害。\n- Sylas有多个位移技能，可以躲避Evelynn的埋伏，并在近战中获得优势。\n- Evelynn唯一的控制技能需要时间来施放，这给了Sylas在这个窗口期攻击的机会。\n- Sylas可以窃取其他英雄的技能，使他能够使用Evelynn的技能来扭转战局。\n- 尽管Sylas在前期伤害较低，但Evelynn在开局时也缺乏隐身，使Sylas更容易先创造有利局面。",
      "フィドルスティックス": "菲德尔斯基斯对伊芙琳有优势。\n\n原因如下：\n\n- 菲德尔斯基斯有手段确保视野，使得更容易抵消伊芙琳的隐身。\n- 菲德尔斯基斯的控制技能可以阻止伊芙琳接近并使她失去行动能力，让他在她攻击之前抓住她。\n- 菲德尔斯基斯有范围伤害，这使他在团队战斗或游走时能够对多个敌人造成伤害，使伊芙琳难以单独攻击。\n- 菲德尔斯基斯有治疗能力，使他在持续战斗中表现良好。\n- 伊芙琳在前期的游走潜力较低，通过先升级并确保视野，菲德尔斯基斯可以限制伊芙琳的行动。",
      "カ＝ジックス": "卡兹克对伊芙琳有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，使他能够在伊芙琳接近之前造成伤害。\n- 伊芙琳在前期的游走潜力较低，使卡兹克在她达到6级之前更容易创造有利局面。\n- 卡兹克可以利用他的跳跃逃跑或追击，使他能够在忽视伊芙琳的隐身的情况下进行攻击。\n- 伊芙琳依赖近战，使她容易受到卡兹克的高爆发伤害。\n- 卡兹克可以躲避伊芙琳唯一的控制技能，使他更容易抵消她的埋伏。",
      "リー・シン": "李青对伊芙琳有优势。\n\n原因如下：\n\n- 他在前期有很高的游走潜力，可以在伊芙琳6级隐身之前主动进攻。\n- 李青的机动性很高，更容易阻止伊芙琳接近。\n- 李青的爆发伤害比伊芙琳快，尤其对血量减少的敌人特别强大。\n- 李青的技能组合简单，并且他有真视野，可以抵消伊芙琳的隐身。\n- 伊芙琳依赖近战，但李青可以通过大招的击退来脱离战斗，从而躲避伊芙琳的攻击。\n- 伊芙琳在前期的游走潜力较低，因此如果李青先发制人，伊芙琳就很难扭转局面。",
      "タロン": "塔隆在对抗伊芙琳时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有高爆发伤害，能够对缺乏隐身能力的伊芙琳造成强力攻击。\n- 塔隆的机动性在利用地形进行伏击时表现出色，更容易看穿伊芙琳的隐身。\n- 塔隆可以躲避伊芙琳唯一的控制技能魅惑，使他在近战中占据优势。\n- 塔隆具有范围伤害和高效的打野能力，使他能够比伊芙琳更快升级。\n- 伊芙琳在前期的游走潜力较低，使塔隆更容易主动出击并创造有利局面。"
    }
  },
  "レンガー": {
    "name": "レンガー",
    "beats": {
      "カ＝ジックス": "卡兹克在对抗雷恩加时处于劣势。\n\n原因如下：\n\n- 雷恩加具有高爆发伤害，并擅长伏击，这使得卡兹克在试图击杀孤立敌人时更容易成为目标。\n- 雷恩加的跳跃攻击可以通过使用草丛触发，这使他更容易找到卡兹克的藏身之处，增加被伏击的风险。\n- 卡兹克的控制能力有限，当受到雷恩加的高伤害时，他的逃生选项受到限制，使他在一对一的遭遇中处于劣势。\n- 雷恩加通过击杀获得额外的攻击力，这增强了他的滚雪球潜力，在卡兹克能够成长之前创造有利局面。\n- 卡兹克在前期的游走潜力较低，如果雷恩加采取激进的打法，他可以在卡兹克变强之前施加压力。",
      "イブリン": "伊芙琳在对抗雷恩加时处于劣势。\n\n- 雷恩加拥有高爆发伤害，并擅长埋伏，使他能够在伊芙琳接近之前造成大量伤害。\n- 雷恩加利用草丛的跳跃攻击非常强大，使他能够轻易反制依赖隐身的伊芙琳的埋伏。\n- 没有可靠的控制技能，伊芙琳在对抗雷恩加时逃生手段有限，如果被抓住，她很容易成为目标。\n- 雷恩加在前期就可以采取激进的策略，常常在伊芙琳达到6级之前创造有利局面。\n- 伊芙琳依赖近战，使她很难反制雷恩加的埋伏。",
      "フィドルスティックス": "菲德尔斯基在对抗雷恩加时处于劣势。\n\n原因如下：\n\n- 雷恩加具有高爆发伤害，擅长埋伏，能够在菲德尔斯基接近之前造成显著伤害。\n- 菲德尔斯基的机动性较低，依赖大招进行交战，使他容易受到雷恩加的埋伏。\n- 雷恩加利用草丛的跳跃攻击非常强大，即使菲德尔斯基有视野，也很难防止雷恩加的埋伏。\n- 菲德尔斯基拥有强大的控制技能，但雷恩加可以瞬间造成伤害并逃脱，使菲德尔斯基难以反击。\n- 菲德尔斯基无法使用普通的饰品，这使他在视野控制上处于劣势，更难以察觉雷恩加的动向。",
      "シャコ": "沙科处于劣势。\n\n- 雷恩加具有高爆发伤害，并擅长埋伏，这使得沙科即使在隐身状态下接近也很可能会被瞬间击杀。\n- 雷恩加的跳跃攻击可以通过使用灌木丛触发，这可能会将沙科的埋伏反过来对付他。\n- 沙科高度依赖自动攻击，基础属性较低，使他容易受到雷恩加的攻击。\n- 雷恩加在6级时具有强大的游走潜力，可以在沙科升级之前创造有利局面。\n- 沙科在团队战斗中有限的范围伤害和控制能力，使得他很难反制雷恩加的高爆发伤害。",
      "キンドレッド": "Kindred在对抗Rengar时处于劣势。\n\n原因如下：\n\n- Rengar具有高爆发伤害，并擅长埋伏，这使得Kindred容易被偷袭。\n- 在游戏早期，Kindred在团队战斗中的存在感较低，直到他们积累4个标记，这使他们容易受到Rengar的攻击。\n- Rengar可以通过从草丛发起跳跃攻击轻松追踪Kindred的位置，使埋伏变得更容易。\n- Kindred的控制技能仅仅是减速，这并不能限制Rengar的逃跑选项，使得Rengar更容易追击。\n- Rengar可以在无视Kindred的终极技能的情况下进行攻击，这常常使Kindred在全力交战中处于劣势。",
      "キヤナ": "Qiyana处于劣势。\n\n原因如下：\n\n- Rengar具有高爆发伤害，擅长埋伏，使他能够在Qiyana接近之前造成大量伤害。\n- Qiyana依赖她的终极技能，在技能冷却期间或在塔附近表现不佳，使她容易受到Rengar的埋伏。\n- Rengar利用草丛的跳跃攻击非常强大，即使Qiyana试图利用地形来获得优势，也很难避免Rengar的埋伏。\n- Qiyana的技能组合复杂，缺乏逃生选项，使她在被Rengar攻击时很难逃脱。\n- Rengar对Qiyana具有强大的滚雪球潜力，通过击杀变得更强，这在早期游戏中造成了巨大的压力。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 雷恩加的爆发伤害很高，这使得塔隆在接近之前很可能会被大幅削弱。\n- 雷恩加的埋伏能力利用灌木丛，这使得塔隆在尝试埋伏时也处于劣势。\n- 塔隆的防御能力较低，容易被雷恩加的攻击迅速击倒。\n- 雷恩加的被动技能增强攻击通常超过塔隆的爆发伤害，导致一对一交锋的胜率较低。\n- 塔隆的技能高度依赖装备，为了发挥他的前期优势，他需要滚雪球，但在对抗雷恩加时这很困难。",
      "ケイン": "Kayn在对抗Rengar时处于劣势。\n\n- Rengar具有高爆发伤害，并擅长埋伏，这使得Kayn在变身前的弱状态下遇到Rengar时很可能会被瞬间击杀。\n- Rengar的跳跃攻击利用灌木丛，使得Kayn即使试图越过墙壁逃跑，也很难避免Rengar的埋伏。\n- Kayn对控制技能（CC）很脆弱，被Rengar的攻击击中会限制他的移动，使得反击变得困难。\n- Rengar通过击杀获得额外的攻击力，这增强了他的滚雪球潜力，因此如果Kayn不及早解决这个问题，游戏可能会变得艰难。\n- Kayn在变身前战斗能力较低，特别容易受到像Rengar这样的刺客的攻击，常常在早期的游走中处于劣势。",
      "パンテオン": "潘森在对抗雷恩加时处于劣势。\n\n原因如下：\n\n- 雷恩加具有高爆发伤害，擅长埋伏，使得潘森在全力进攻时容易遭到反击。\n- 潘森的技能冷却时间较长；他在短时间交战中表现强劲，但在面对雷恩加的埋伏时难以持续输出。\n- 雷恩加可以利用草丛进行跳跃攻击，即使潘森有视野，也很难防止埋伏。\n- 潘森拥有控制技能，但在反击雷恩加的爆发时把握时机很有挑战性，雷恩加常常能先发制人。\n- 雷恩加通过击杀获得额外的攻击力，这增强了他的滚雪球潜力，这意味着即使潘森在前期占据优势，也有被翻盘的风险。",
      "エリス": "艾莉丝处于劣势。\n\n- 雷恩加拥有高爆发伤害，是一名擅长伏击的刺客，能够在艾莉丝接近之前造成显著伤害。\n- 艾莉丝需要靠近才能造成她的爆发伤害，但雷恩加的跳跃攻击使她在发起攻击之前容易受到反击。\n- 雷恩加经常利用草丛进行伏击，这意味着艾莉丝的远程控制技能往往无法有效发挥作用。\n- 艾莉丝在团队战斗中缺乏范围伤害，容易受到像雷恩加这样的高爆发刺客的威胁。\n- 雷恩加可以躲避艾莉丝的技能，使他更容易抵消她的爆发伤害。",
      "ヴィエゴ": "维戈在对抗雷恩加时处于劣势。\n\n- 雷恩加拥有高爆发伤害，并擅长埋伏，这使得维戈在接近之前很可能会被迅速击杀。\n- 雷恩加的跳跃攻击可以通过使用草丛触发，这使得维戈在接近时容易受到突袭。\n- 维戈的控制技能仅限于单目标的非穿透技能，导致他在反制雷恩加的爆发潜力时选择有限。\n- 雷恩加通过击杀获得额外的攻击力，他的滚雪球潜力很高，使他能够通过早期游戏的行动轻松扩大优势。\n- 如果维戈错误判断了进攻时机，风险立即被击杀，使他容易受到雷恩加的埋伏。",
      "ゼド": "劫在对抗雷恩加时处于劣势。\n\n- 雷恩加的爆发伤害很高，如果劫在孤立状态下发起攻击，很可能会被雷恩加伏击。\n- 雷恩加的技能擅长从草丛中伏击，即使劫使用他的影子，也很难逃脱雷恩加的跳跃攻击。\n- 劫在团队战斗中缺乏范围伤害，使他面临被像雷恩加这样的高爆发刺客瞬间击杀的高风险。\n- 雷恩加可以轻松预测劫大招的施放位置并采取反制措施，使得劫的爆发连招难以命中。\n- 劫的控制能力较弱，反制雷恩加伏击的手段有限，使他在对抗雷恩加时容易陷入不利局面。"
    },
    "loses": {
      "ナフィーリ": "Nafiri在对抗Rengar时具有优势。\n\n原因如下：\n\n- Nafiri拥有多种使用宠物的攻击方式和高命中次数，使其更容易反制Rengar的高爆发伤害。\n- Nafiri的技能是非目标性的，能够更容易地躲避Rengar的伏击。\n- Nafiri可以快速打怪和清理野区，使她能够早期升级并反制Rengar。\n- Rengar对控制技能较为脆弱，而Nafiri的攻击可以限制Rengar的行动。\n- Nafiri对自我防御选项较少的英雄非常强势，即使在被Rengar伏击时也能进行反击。",
      "レク＝サイ": "雷克赛在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 雷克赛在前期具有强大的游走潜力，使她能够在雷恩加成长之前创造有利局面。\n- 由于她在潜伏状态下能够探测敌人，她可以更容易地预判雷恩加的埋伏。\n- 雷克赛的技能冷却时间短，使她能够持续参与战斗，在一对一的对抗中占据优势。\n- 雷恩加在团队战中表现不佳，如果被雷克赛的控制技能抓住，他很快就会落后。\n- 雷克赛在潜伏状态下能够感知敌方动向，使她更容易抵消雷恩加的埋伏。",
      "ノーチラス": "纳瑟斯在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 纳瑟斯拥有强大的控制技能，可以抵消雷恩加的伏击。即使雷恩加靠近，纳瑟斯也能用技能抓住他。\n- 纳瑟斯作为坦克具有高耐久性，能够承受雷恩加的爆发伤害。这为雷恩加发起攻击后创造了反击的机会。\n- 纳瑟斯的钩子和控制技能使得预测雷恩加从草丛中跳出来的时机变得更容易，从而能够阻止雷恩加的伏击。\n- 雷恩加在团队战斗中表现不佳，当他的行动受到纳瑟斯控制技能的限制时，效果会大打折扣。\n- 纳瑟斯可以对雷恩加提供持续的控制，而雷恩加的逃生选项有限，使得他很难逃脱。",
      "マスター・イー": "易大师在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 易大师的输出伤害高，并且在装备合适的情况下可以承受雷恩加的爆发伤害。\n- 易大师的Q技能提供闪避效果，使他能够抵消雷恩加的伏击攻击。\n- 雷恩加在团队战斗中表现不佳，而易大师在团队战斗中可以持续输出伤害，这使他在对抗雷恩加时占据优势。\n- 易大师具有减速免疫效果，这提高了他在被雷恩加攻击时的逃脱能力。\n- 雷恩加容易受到控制，而易大师没有控制技能，因此他可以在一对一的战斗中灵活应对。",
      "ヴァイ": "薇（Vi）在对抗雷恩加（Rengar）时具有优势。\n\n原因如下：\n\n- 薇具有很强的追击能力，当被雷恩加伏击时可以轻松反击。\n- 薇的技能包括一个可以减轻雷恩加爆发伤害的护盾，使她相当耐打。\n- 雷恩加在团队战斗中表现不佳，而薇在一对一的战斗中很强，使她在决斗中胜率很高。\n- 薇能够切断雷恩加的逃跑路线，特别是在雷恩加无法利用草丛时。\n- 薇的技能可以限制雷恩加的机动性，特别是在雷恩加试图逃跑时效果显著。",
      "ワーウィック": "沃里克在与雷恩加的对抗中占有优势。\n\n原因如下：\n\n- 沃里克能够在对低生命值敌人造成强大伤害的同时进行治疗，使他更容易在雷恩加的伏击中生存。\n- 沃里克拥有两种类型的硬控制技能，可以限制雷恩加的行动，并轻松化解他的伏击。\n- 沃里克的攻击速度提升使他在与雷恩加的一对一战斗中占据优势。\n- 沃里克具有很高的追击潜力，使他在雷恩加试图逃跑时更容易将其逼入绝境。\n- 雷恩加在团队战斗中表现不佳，而沃里克的技能专门针对单一目标造成伤害，这对他有利。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，可以在雷恩加设下埋伏之前施加压力。\n- 通过控制技能，努努可以轻松抵消雷恩加的埋伏并限制他的行动。\n- 努努的治疗能力使他更容易在雷恩加的爆发伤害中生存。\n- 努努还可以担任坦克角色，使他能够承受雷恩加的攻击。\n- 雷恩加在团队战斗中表现不佳，而努努可以利用这一点。\n- 努努的移动速度和机动性使他更容易在雷恩加利用草丛设下埋伏之前发现他。",
      "ニダリー": "妮蔻在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 妮蔻在早期反打野和游走方面很强，能够更容易地防止雷恩加的埋伏。\n- 妮蔻的豹形态具有高机动性，使她能够逃脱雷恩加的跳跃攻击。\n- 妮蔻没有控制技能，使她不易受到雷恩加的爆发伤害，从而在一对一的对抗中获得更高的胜率。\n- 妮蔻基于陷阱的侦查能力使她能够提前发现雷恩加的埋伏。\n- 雷恩加在团队战斗中表现不佳，而妮蔻可以利用这一特点在单独的小规模冲突中获得优势。",
      "ベル＝ヴェス": "贝尔维斯在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 贝尔维斯可以无限提高她的攻击速度，使她能够造成高输出，便于反制雷恩加的爆发伤害。\n- 贝尔维斯的技能提供伤害减免和高耐久，使她更有可能在雷恩加的伏击中生存下来。\n- 贝尔维斯通过位移和击飞技能具有高机动性，使她能够躲避雷恩加的跳跃攻击。\n- 雷恩加在团队战斗中表现不佳，而贝尔维斯在持久战中表现出色，使她在一对一和团队战斗中占据优势。\n- 贝尔维斯可以通过击杀中立怪物和敌方英雄轻松成长，提供她高额的滚雪球潜力。贝尔维斯有可能在雷恩加获得任何击杀之前就已经成长。",
      "ウディア": "乌迪尔在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 乌迪尔具有高耐久性，并在早期游戏中展现出强大的存在感，使他不易受到雷恩加的伏击。\n- 乌迪尔的眩晕效果可以抵消雷恩加的攻击，从而在一对一的交锋中获得更高的胜率。\n- 乌迪尔的技能冷却时间短，能够持续输出伤害，更容易反制雷恩加的爆发伤害。\n- 乌迪尔擅长近战，并且在承受雷恩加攻击的同时可以进行反击，特别是在雷恩加无法利用草丛的情况下。\n- 雷恩加容易受到控制，当被乌迪尔的眩晕或减速击中时，他的逃脱选项有限，使他在战斗中处于劣势。",
      "ヘカリム": "赫卡里姆在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，更容易避免雷恩加的埋伏。特别是当雷恩加从草丛中跳出来时，赫卡里姆可以迅速反应并逃脱。\n- 赫卡里姆在团队战斗中耐久性强，可以在持久的交战中持续输出伤害，更容易抵消雷恩加的爆发伤害。\n- 赫卡里姆的开团能力强，能够在雷恩加发起攻击之前主动出击。这使得雷恩加很难创造有利的局面。\n- 赫卡里姆拥有控制技能（CC），可以限制雷恩加的行动，使得更容易抵消他的埋伏。\n- 赫卡里姆还可以充当坦克，能够吸收雷恩加的攻击，同时进行反击。",
      "シン・ジャオ": "辛赵对雷恩加有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他更容易防止雷恩加的伏击，因为他在早期的游走潜力很强。\n- 辛赵的定向技能可以限制雷恩加的逃跑选项，使他在一对一的遭遇中拥有更高的胜率。\n- 辛赵的被动技能提供了续航能力，使他能够稳定打野，更容易获得早期优势。\n- 辛赵的终极技能可以抵消雷恩加的高爆发伤害，使他在团队战斗中表现更好。\n- 雷恩加对控制技能很脆弱，当他受到辛赵的伤害时，反击变得困难，从而增加了辛赵在一对一情况下的优势。",
      "ノクターン": "诺克图恩在对抗雷恩加时具有优势。\n\n原因如下：\n\n- 诺克图恩能够减少整体视野，使得更容易抵消雷恩加的埋伏。\n- 诺克图恩的技能具有恐惧效果，可以限制雷恩加的攻击，使他在一对一的遭遇中占据显著优势。\n- 诺克图恩拥有法术护盾，可以减轻雷恩加的爆发伤害。\n- 诺克图恩具有强大的游走潜力，能够在团战中灵活应对雷恩加的困境。\n- 雷恩加在团战中较弱，如果他的配合被诺克图恩的终极技能打乱，他将处于更大的劣势。",
      "ジャーヴァンⅣ": "贾法尔四世在与雷恩加的对抗中占有优势。\n\n原因如下：\n\n- 贾法尔四世具有很高的游走潜力，可以在早期游戏中主动压制雷恩加，更容易防止雷恩加的埋伏。\n- 贾法尔四世的技能具有控制效果（CC），可以限制雷恩加的机动性，更容易抵消他的埋伏。\n- 雷恩加在团队战斗中表现不佳，而贾法尔四世的开团能力使他在团队战斗中占据优势。\n- 贾法尔四世的耐久性较强，能够承受雷恩加的爆发伤害，使他在一对一的对抗中占据优势。\n- 贾法尔四世的被动百分比伤害在削弱雷恩加的生命值方面非常有效，尤其是在早期交锋中给予他优势。"
    }
  },
  "カーサス": {
    "name": "カーサス",
    "beats": {
      "ジャーヴァンⅣ": "贾克斯四世处于劣势。\n\n原因如下：\n\n- 卡尔萨斯拥有范围技能，当贾克斯四世接近时，他很可能会受到大量伤害。\n- 卡尔萨斯即使在死亡后也能使用技能，因此即使贾克斯四世发起攻击，卡尔萨斯也有机会反击。\n- 贾克斯四世的终极技能也会阻挡盟友，这可能会在切断卡尔萨斯的逃跑路线时为他创造有利局面。\n- 卡尔萨斯缺乏控制技能和闪现能力，因此当贾克斯四世靠近时无法逃脱，但贾克斯四世在1对1的表现较差，容易受到卡尔萨斯的持续伤害。\n- 卡尔萨斯的爆发性poke很高，能够在贾克斯四世接近之前造成伤害，常常使战斗变得不利。",
      "キンドレッド": "Kindred在对抗Karthus时处于劣势。\n\n- Karthus拥有所有范围技能，并且在团队战斗中的持续伤害很高，使得Kindred在接近时容易受到重大伤害。\n- Karthus缺乏自我防御选项，为Kindred提供了进攻的机会，但Karthus的技能需要时间来激活，这增加了他在Kindred攻击之前进行反击的可能性。\n- Karthus的终极技能具有无限范围，即使在其他路与敌人战斗时，也会对Kindred造成伤害风险。\n- 在前期，Kindred在标记叠加之前缺乏伤害，使得反制Karthus的持续伤害变得困难。\n- Karthus没有控制技能，因此即使Kindred有逃脱的手段，她仍然容易受到Karthus的持续伤害。",
      "ゼド": "劫在对抗卡尔萨斯时处于劣势。\n\n- 卡尔萨斯在团战中拥有范围伤害和高持续伤害，使得劫在接近时容易受到单方面的伤害。\n- 卡尔萨斯的所有技能都造成魔法伤害，而劫缺乏魔法抗性，因此很难减轻伤害。\n- 劫主要是一名刺客，擅长单体攻击，但在团战中他容易受到卡尔萨斯的持续伤害，尤其是在他无法有效输出伤害的情况下。\n- 卡尔萨斯即使在死亡后也能使用技能，因此当劫试图击杀时，卡尔萨斯很有可能进行反击。\n- 劫的终极技能有固定的施放位置，这使得卡尔萨斯容易用技能进行反制，常常导致劫无法造成有效伤害。",
      "サイラス": "Sylas在对抗Karthus时处于劣势。\n\n原因如下：\n\n- Karthus拥有范围技能，使得Sylas在试图靠近时容易受到伤害。\n- Karthus的主要技能需要施法时间，但Sylas在使用闪现靠近时很难躲避Karthus的技能。\n- Karthus即使在死亡后也能使用技能，因此即使Sylas试图击杀，Karthus也有很高的反击机会。\n- Sylas在前期伤害较低，难以反制Karthus的持续伤害。\n- Karthus缺乏控制技能，因此如果Sylas靠近，他没有逃脱的手段，反而增加了被抓的风险。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 卡尔萨斯拥有范围伤害技能，使他能够在猴子接近之前造成伤害，导致猴子容易受到攻击。\n- 卡尔萨斯的技能造成持续伤害，使得猴子在试图接近时容易受到骚扰并失去生命值。\n- 猴子是近战英雄，无法在卡尔萨斯的攻击范围外进行攻击，接近变得风险很大。\n- 卡尔萨斯的自我防御选项有限，但猴子的接近使得躲避卡尔萨斯的技能变得困难。\n- 卡尔萨斯的终极技能影响整个地图，使得猴子在团队战中难以灵活应对。",
      "ヴァイ": "维处于劣势。\n\n原因如下：\n\n- 卡尔萨斯在团队战中具有范围伤害和高持续伤害，使维在接近时容易受到伤害。\n- 卡尔萨斯缺乏自我防御选项，但维的接近使卡尔萨斯更容易激活技能，增加了受到伤害的风险。\n- 卡尔萨斯的终极技能具有无限范围，使他可以从地图上的任何地方造成伤害，当维试图进行游走或参与团队战时，他始终是一个威胁。\n- 维无法在不靠近的情况下造成伤害，这使得她很难躲避卡尔萨斯的技能，尤其是在位置较为复杂的团队战中。\n- 卡尔萨斯没有控制技能，因此当维试图抓住他时，逃脱的机会很高，往往会导致反击。",
      "カ＝ジックス": "卡兹克在对抗卡尔萨斯时处于劣势。\n\n原因如下：\n\n- 卡尔萨斯在团队战中具有范围伤害和高持续伤害，使卡兹克难以接近。\n- 卡尔萨斯的所有技能都造成魔法伤害，而卡兹克的防御较低，容易受到爆发伤害。\n- 卡尔萨斯即使在死亡后也可以使用技能，因此如果卡兹克试图击杀他，反而可能会被反击。\n- 卡尔萨斯没有控制技能，但如果他在卡兹克接近之前激活技能，卡兹克的逃生选项有限。\n- 卡尔萨斯的终极技能影响整个地图，因此卡兹克在其他路战斗时也有可能受到伤害。",
      "キヤナ": "Qiyana在对抗Karthus时处于劣势。\n\n- Karthus在团队战斗中具有范围伤害和高持续伤害，使得Qiyana在尝试接触时容易受到伤害。\n- Karthus的技能主要造成魔法伤害，而Qiyana通过堆叠魔法抗性来减轻伤害的难度较大。\n- Karthus缺乏自我防御选项，但Qiyana也依赖于她的终极技能，因此在Karthus施放技能之前，Qiyana被击倒的可能性很高。\n- Karthus的终极技能影响整个地图，因此即使Qiyana游走或进行击杀，Karthus也可以从后排造成伤害。\n- Qiyana的攻击范围较短，因此她进入Karthus的攻击范围是危险的，尤其是在Karthus施放技能后，使得她很难逃脱。",
      "ザック": "扎克在对抗卡尔萨斯时处于劣势。\n\n原因如下：\n\n- 卡尔萨斯拥有范围伤害，使得扎克在接近时容易受到伤害，这使得扎克很难拉近距离。\n- 卡尔萨斯的技能造成持续伤害，因此扎克的治疗能力效果不佳。\n- 卡尔萨斯缺乏自我防御选项，因此扎克可以通过接近并施加控制效果来获得优势，但扎克也容易受到卡尔萨斯范围攻击的伤害。\n- 卡尔萨斯的终极技能影响整个地图，这增加了扎克在尝试参与团战时受到卡尔萨斯终极技能伤害的风险。\n- 扎克通常攻击范围较短，难以躲避卡尔萨斯的攻击，这使得他在一对一和团战中常常处于劣势。",
      "ワーウィック": "沃里克在对抗卡尔萨斯时处于劣势。\n\n原因如下：\n\n- 卡尔萨斯拥有范围伤害技能，可以在沃里克接近之前造成伤害，使他在近战中占据优势。\n- 卡尔萨斯的技能造成持续伤害，可以抵消沃里克的治疗能力。\n- 卡尔萨斯即使在死亡后也能使用技能，因此即使沃里克试图击杀，卡尔萨斯也可能进行反击。\n- 沃里克的攻击范围较短，使他在对抗卡尔萨斯的远程攻击时处于劣势，卡尔萨斯更容易躲避攻击。\n- 卡尔萨斯没有控制技能，因此即使沃里克靠近，他也不会被限制，可以逃脱，使沃里克的突击变得无效。",
      "ベル＝ヴェス": "贝尔维斯在对抗卡尔萨斯时处于劣势。\n\n- 卡尔萨斯拥有范围技能，可以在贝尔维斯接近之前造成伤害，使他在近战中占据优势。\n- 卡尔萨斯即使在死亡后也能使用技能，因此即使贝尔维斯试图击杀，卡尔萨斯也可能会进行反击。\n- 贝尔维斯依赖普通攻击，射程较短，难以躲避卡尔萨斯的攻击。\n- 卡尔萨斯的主要技能需要时间来施放，但在这段时间内，贝尔维斯容易受到伤害，尤其是她缺乏控制技能，限制了她的逃生选项。\n- 卡尔萨斯的高爆发远程攻击可以在早期游戏中对贝尔维斯施加压力。"
    },
    "loses": {
      "ヌヌ＆ウィルンプ": "努努和威朗普对卡萨斯有优势。\n\n原因如下：\n\n- 他们在早期游戏中具有很高的游走潜力，可以利用卡萨斯的自我防御能力低下。\n- 他们拥有控制技能，可以在卡萨斯施放法术之前打断他。\n- 努努的治疗能力使他们在与卡萨斯战斗时即使受到伤害也能持续作战。\n- 卡萨斯主要造成魔法伤害，但努努也可以充当坦克，更容易减轻伤害。\n- 卡萨斯施放技能需要时间，这使得努努可以凭借快速的移动主动出击。\n- 努努可以进行塔下击杀，而卡萨斯缺乏防御手段，因此他们可以在塔下占据优势。",
      "ナフィーリ": "Nafiri在对抗Karthus时具有优势。\n\n原因如下：\n\n- Nafiri的机动性很高，更容易躲避Karthus的技能。特别是，Karthus的主要技能需要施法时间，可以通过Nafiri的冲刺来避免。\n- Karthus缺乏自我防御选项，容易受到Nafiri的高爆发伤害。具体来说，Nafiri的攻击由宠物的连续攻击组成，可以轻松绕过Karthus的防御。\n- Nafiri在一对一的情况下表现出色，如果Karthus被孤立，Nafiri可以轻松击杀。Karthus没有控制技能，因此无法阻止Nafiri的攻击。\n- Nafiri可以快速打怪和清理野区，使她在等级和装备上获得早期优势，从而对Karthus施加压力。\n- Karthus拥有强大的范围攻击，但Nafiri可以利用她的宠物分散开来，减少Karthus的伤害。",
      "フィドルスティックス": "菲德尔斯基在对抗卡尔萨斯时具有优势。\n\n原因如下：\n\n- 菲德尔斯基拥有控制技能（CC），可以在卡尔萨斯施放技能之前限制他的行动，从而减轻卡尔萨斯的伤害。\n- 卡尔萨斯的自我防御选项有限，容易被菲德尔斯基的恐惧效果抓住。\n- 菲德尔斯基的范围伤害对卡尔萨斯的区域攻击有效，使他在团队战中占据优势。\n- 菲德尔斯基有手段确保视野，使他能够避免卡尔萨斯的终极技能。\n- 菲德尔斯基的治疗能力使得持续作战成为可能，更容易反制卡尔萨斯的爆发伤害。",
      "リリア": "莉莉娅在对抗卡尔萨斯时具有优势。\n\n原因如下：\n\n- 莉莉娅的机动性很高，更容易躲避卡尔萨斯的技能，减少受到的伤害。\n- 莉莉娅的减速和睡眠效果可以限制卡尔萨斯的行动，增加她在团战中的影响力。\n- 卡尔萨斯的自我防御选项有限，容易被莉莉娅的攻击击倒。\n- 莉莉娅的百分比伤害可以利用卡尔萨斯的低防御，使她即使对抗坦克也能造成有效伤害。\n- 莉莉娅具有强大的游走潜力，更容易在卡尔萨斯达到6级之前创造有利局面。",
      "エコー": "艾克对卡萨斯有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避卡萨斯的技能，减少受到他的伤害的可能性。\n- 艾克的爆发伤害非常高，可以利用卡萨斯的低防御。\n- 艾克拥有控制技能，可以打断卡萨斯的技能施放，从而减少他的输出。\n- 卡萨斯的自我防御选项有限，使他很难对艾克的瞬发攻击进行反击。\n- 艾克还可以利用他的机动性躲避卡萨斯的终极技能，使他受到卡萨斯影响的程度降低。",
      "イブリン": "伊芙琳在对抗卡萨斯时具有优势。\n\n原因如下：\n\n- 伊芙琳拥有高爆发伤害，可以迅速击杀防御较低的卡萨斯。\n- 她可以在隐身状态下进行伏击，使她更容易在卡萨斯施放技能之前接近他。\n- 卡萨斯缺乏控制和机动性选项，限制了他躲避伊芙琳攻击的能力。\n- 六级后，伊芙琳几乎总是处于隐身状态，使她能够在忽视卡萨斯视野的情况下进行攻击，成为他的重要威胁。\n- 卡萨斯的主要技能需要时间来激活，这使得他在伊芙琳接近时很难躲避她的攻击。\n- 伊芙琳对生命值降低的敌人可以造成特别强的伤害，使她能够在卡萨斯受到伤害时加以利用。",
      "ヘカリム": "赫卡里姆在对抗卡尔萨斯时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，容易躲避卡尔萨斯的技能。由于卡尔萨斯没有控制技能，他无法阻止赫卡里姆的冲锋。\n- 赫卡里姆是近战攻击，可以利用卡尔萨斯的低防御。特别是卡尔萨斯几乎没有自我防御的手段，使他容易受到赫卡里姆的攻击。\n- 赫卡里姆的持续伤害和耐久性使他能够承受卡尔萨斯的范围攻击。赫卡里姆可以在卡尔萨斯在团战中造成伤害之前发起攻击。\n- 赫卡里姆擅长游走和发起攻击，使他能够在卡尔萨斯发育之前施加早期压力。这可能会阻碍卡尔萨斯的成长。\n- 卡尔萨斯需要时间来激活他的主要技能，这使得在赫卡里姆接近之前很难命中技能。在此期间，赫卡里姆可以对卡尔萨斯造成伤害。",
      "パンテオン": "潘森对卡萨斯有优势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，可以在卡萨斯施放技能之前打断他，从而减少卡萨斯的伤害。\n- 潘森在前期有很高的爆发伤害，使他更容易在卡萨斯发育之前获得击杀。\n- 潘森的无敌技能可以暂时抵消卡萨斯的攻击，尤其是在全力进攻时给他带来优势。\n- 潘森有一个全球大招，使他更容易影响其他路并创造卡萨斯被孤立的局面。\n- 卡萨斯的自我防御选项有限，非常容易受到潘森的攻击，使潘森更容易进行有利的交易。",
      "レンガー": "雷恩加对卡尔萨斯有优势。\n\n原因如下：\n\n- 雷恩加具有高爆发伤害，可以通过利用卡尔萨斯的低防御迅速寻求击杀。\n- 卡尔萨斯缺乏控制技能和机动性，使他非常容易受到雷恩加的伏击。\n- 雷恩加擅长利用草丛进行跳跃攻击，使他能够在卡尔萨斯孤立时有效打击。\n- 卡尔萨斯的主要技能需要时间来激活，这使得雷恩加更容易主动造成伤害。\n- 雷恩加通过击杀来提高自己的攻击力，这增强了他的滚雪球潜力，使他能够在与卡尔萨斯的对抗中保持优势。",
      "トランドル": "特朗德尔在对抗卡尔萨斯时具有优势。\n\n原因如下：\n\n- 特朗德尔是近战英雄，更容易拉近距离并利用卡尔萨斯的低自我防御。\n- 特朗德尔的技能可以吸收卡尔萨斯的护甲和魔法抗性，增加他在一对一交战中的伤害。\n- 卡尔萨斯缺乏控制技能，因此在面对特朗德尔的击退和减速时，他的逃脱手段有限。\n- 特朗德尔的生命值恢复能力强，使他对卡尔萨斯的持续伤害更具韧性。\n- 卡尔萨斯的主要技能需要施法时间，而特朗德尔可以通过靠近并攻击来打断这一过程。",
      "ウディア": "乌迪尔在对抗卡尔萨斯时具有优势。\n\n原因如下：\n\n- 乌迪尔在近战中强大，能够在承受卡尔萨斯的范围攻击的同时造成持续伤害，使得躲避卡尔萨斯的攻击变得困难。\n- 乌迪尔的技能具有眩晕效果，可以暂时使卡尔萨斯失去行动能力，从而创造攻击机会。\n- 卡尔萨斯的自我防御选项有限，容易受到乌迪尔的持续伤害，使乌迪尔更容易占据上风。\n- 乌迪尔作为坦克具有高耐久性，更容易在对抗卡尔萨斯的魔法伤害时生存下来。\n- 乌迪尔的技能冷却时间短，能够持续对卡尔萨斯施加压力，并在发育和目标争夺中获得优势。",
      "ニダリー": "妮蔻在对抗卡尔萨斯时具有优势。\n\n原因如下：\n\n- 妮蔻具有高爆发伤害，可以利用卡尔萨斯的自我防御低的特点，使她在前期获得优势。\n- 妮蔻在豹形态下的机动性使她更容易躲避卡尔萨斯的技能，特别是因为他的主要技能有延迟激活，使得躲避攻击变得更容易。\n- 妮蔻没有控制技能，使她在面对卡尔萨斯的范围攻击时能够相对安全地机动，并更容易造成持续伤害。\n- 卡尔萨斯主要造成魔法伤害，但妮蔻在成人形态下具有治疗能力，这使她在持久战中占据优势。\n- 妮蔻具有基于陷阱的侦查能力，可以限制卡尔萨斯的移动，使得执行游走和反打野更容易。",
      "グレイブス": "格雷夫斯在与卡尔萨斯的对抗中占有优势。\n\n原因如下：\n\n- 格雷夫斯拥有高爆发伤害，可以利用卡尔萨斯的低防御，在一对一的战斗中获胜。\n- 格雷夫斯擅长近距离爆发伤害，而卡尔萨斯的技能施放有延迟，这使得他很难躲避攻击。\n- 格雷夫斯可以自由移动并攻击缺乏控制技能的卡尔萨斯，使得躲避卡尔萨斯的技能变得更容易。\n- 格雷夫斯拥有范围攻击，这使他在补刀和控线方面表现出色，能够有效地赚取金币，同时避免卡尔萨斯的技能。\n- 卡尔萨斯的自我防御选项有限，容易受到格雷夫斯攻击的致命伤害。",
      "ザイラ": "扎伊拉对卡尔萨斯有优势。\n\n原因如下：\n\n- 扎伊拉的射程很高，可以在安全的距离内造成伤害，同时避免卡尔萨斯的攻击。\n- 通过利用扎伊拉的控制技能，她可以打断卡尔萨斯的技能施放，特别是他的主要技能。\n- 扎伊拉的植物造成持续伤害，这可以在卡尔萨斯在团战中造成伤害之前显著影响他。\n- 卡尔萨斯的自我防御选项有限，容易受到扎伊拉的攻击，使扎伊拉更容易占据上风。\n- 扎伊拉在前期有强大的输出能力，使她能够在卡尔萨斯发育之前创造有利局面。",
      "タロン": "塔隆对卡萨斯有优势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害，可以利用卡萨斯低防御能力，轻松在前期爆发中获得击杀。\n- 卡萨斯缺乏控制技能和机动性，使他在塔隆的伏击下非常脆弱，因为他的自我防御能力较低。\n- 塔隆的机动性使他能够轻松躲避卡萨斯的技能，特别是卡萨斯主要技能的施放有延迟，这给了塔隆拉近距离的机会。\n- 塔隆擅长利用地形进行伏击，当卡萨斯被孤立时，他的攻击特别有效。\n- 虽然卡萨斯在团战中的持续伤害很强，但塔隆在单挑中具有强大的单体爆发伤害，使他在一对一的情况下占据优势。",
      "シン・ジャオ": "辛赵对卡尔萨斯有优势。\n\n原因如下：\n\n- 辛赵是近战战士，可以利用卡尔萨斯的低自我防御。卡尔萨斯缺乏控制技能和机动性，这限制了他避免辛赵攻击的选择。\n- 辛赵的基础攻击伤害和攻击速度很高，使他在早期游戏中对卡尔萨斯造成显著伤害。特别是在卡尔萨斯处于1级或2级时进行游走，可以确保早期领先。\n- 辛赵拥有针对性的技能，使得限制卡尔萨斯的位置变得更容易。这使得辛赵可以在卡尔萨斯施放技能之前发起攻击。\n- 辛赵的被动技能提供了续航，使得打野刷钱更加稳定，并在与卡尔萨斯的农场竞争中占据优势。\n- 卡尔萨斯主要造成魔法伤害，但辛赵也可以作为坦克，允许他在团队战斗中承受伤害，同时反制卡尔萨斯。",
      "マスター・イー": "蒙多有优势于卡尔萨斯。\n\n原因如下：\n\n- 蒙多是近战英雄，可以利用卡尔萨斯的低防御输出高额的伤害。\n- 卡尔萨斯缺乏控制技能和机动性，使他很难躲避蒙多的攻击。\n- 蒙多可以利用他的Q技能的无敌效果轻松躲避卡尔萨斯的技能。\n- 一旦装备成型，蒙多在获取目标方面能力强，可以避免卡尔萨斯擅长的团战。\n- 卡尔萨斯的主要技能需要施法时间，为蒙多创造了进攻的机会。\n- 蒙多有滚雪球的倾向，通过在早期获得对卡尔萨斯的优势，他可以将比赛引导向有利于自己的方向。"
    }
  },
  "ナフィーリ": {
    "name": "ナフィーリ",
    "beats": {
      "ザック": "扎克在对抗恩佐斯时处于劣势。\n\n原因如下：\n\n- 恩佐斯拥有多种基于宠物的攻击，容易阻挡扎克的范围攻击并抵消他的伤害。\n- 恩佐斯的高机动性和冲刺能力使她能够轻松躲避扎克的进攻，从而主动出击。\n- 扎克通常攻击范围较短，使他难以逃脱恩佐斯的攻击范围，在近战中处于劣势。\n- 恩佐斯只有短暂的减速作为控制手段，面对扎克丰富的控制技能时几乎没有反制措施。\n- 恩佐斯对范围攻击较弱，但扎克的伤害主要是单体攻击，难以清除恩佐斯的宠物。",
      "ワーウィック": "沃里克在对抗纳菲里的时候处于劣势。\n\n原因如下：\n\n- 纳菲里有多种利用宠物的攻击方式，使她能够对沃里克的单体攻击造成显著伤害。\n- 纳菲里的技能是不可选中的，这使她更容易躲避沃里克的控制技能。\n- 纳菲里具有很强的追击能力，使她能够在沃里克接近之前发起攻击。\n- 沃里克缺乏范围伤害技能，这使他很难清理纳菲里的宠物，从而降低了他的战斗效率。\n- 纳菲里具有强大的风筝能力，使沃里克难以接近，从而妨碍了他利用治疗和伤害的能力。",
      "シャコ": "沙科处于劣势。\n\n- 纳菲莉拥有多种基于宠物的攻击，使她在沙科伏击她时能够轻松进行反击。\n- 纳菲莉的技能是不可选目标的，因此她没有办法抵消沙科的隐身，这使得沙科很难接近。\n- 纳菲莉的范围攻击可以轻易消灭沙科，因为他的基础属性较低。\n- 纳菲莉具有很强的追击潜力，增加了沙科在试图逃跑时被逼入绝境的可能性。\n- 纳菲莉的控制技能仅有短暂的减速效果，这对沙科的伏击并不是很有效，但她的高攻击力可以让沙科变得更加脆弱。",
      "キンドレッド": "Kindred在对抗Naafiri时处于劣势。\n\n原因如下：\n\n- Naafiri是一个近战英雄，拥有丰富的宠物攻击，并且在一对一的情况下非常强大。虽然Kindred有远程攻击，但在被Naafiri的攻击击中时容易受到伤害。\n- Naafiri的技能具有很高的追击潜力，使Kindred很难逃脱。特别是Naafiri的位移和定向技能使Kindred容易被抓住。\n- Naafiri有范围攻击，可以清除Kindred的标记，减少Kindred的输出伤害。\n- Kindred只有一个减速技能用于控制人群，而在被Naafiri的攻击击中时，他们更可能受到控制，复杂化了他们在战斗中的站位。\n- Naafiri有技能可以禁用闪现，限制了Kindred的逃脱选项，使他们在近战中处于劣势。",
      "リー・シン": "李青在对抗纳希莉时处于劣势。\n\n- 纳希莉在一对一的情况下拥有丰富的宠物攻击和高攻击速度，轻松抵挡李青的攻击。\n- 纳希莉的技能是不可选目标的，使她能够轻松躲避利用李青机动性的攻击。\n- 纳希莉对范围攻击较弱，但李青主要造成单体伤害，这使得清理纳希莉的宠物变得困难。\n- 纳希莉只有短暂的减速作为控制技能，在面对李青的攻击时提供了很多逃脱选项。\n- 李青唯一的硬控技能是他的终极技能造成的击退，但这无法阻止纳希莉的逃脱能力，使他很难拉近距离。",
      "グレイブス": "格雷夫斯处于劣势。\n\n原因如下：\n\n- 纳菲里有多种基于宠物的攻击，可以轻松阻挡格雷夫斯的普通攻击和技能。\n- 纳菲里的高追击能力使得格雷夫斯难以逃脱，在近战中处于劣势。\n- 格雷夫斯的技能冷却时间较长，使得在受到纳菲里攻击后难以反击。\n- 纳菲里对范围攻击较弱，但格雷夫斯的攻击不穿透，因此他无法有效对纳菲里的宠物造成伤害。\n- 纳菲里有无法被锁定的技能，使她更容易躲避格雷夫斯的技能。\n- 格雷夫斯在早期发育中往往落后，如果纳菲里在早期进行强力的游走，格雷夫斯很可能会被压制。",
      "カ＝ジックス": "卡兹克处于劣势。\n\n- 纳菲里拥有丰富的宠物攻击手段，并且能够抵消卡兹克对孤立敌人的爆发伤害。\n- 纳菲里的技能是不可选目标的，这使得卡兹克在尝试接近时容易受到宠物的反击。\n- 纳菲里具有很强的追击潜力，可以利用减速效果将卡兹克逼入绝境。\n- 卡兹克的范围伤害较弱，难以清理纳菲里的宠物攻击，使他在团队战斗中处于劣势。\n- 纳菲里只有短暂的减速效果用于控制，但卡兹克的控制能力有限，使他容易受到纳菲里的攻击。",
      "ニダリー": "Nidalee在对抗Naafiri时处于劣势。\n\n- Naafiri拥有多种基于宠物的攻击，并且在一对一的情况下命中次数较高，使她更容易承受Nidalee的攻击。\n- Naafiri的技能是不可选目标的，这限制了Nidalee的机动性，使她难以接近。\n- Naafiri拥有范围攻击，可以抵消Nidalee在风筝和一对一战斗中的优势。\n- Naafiri只有短暂的减速作为控制技能，这使得Nidalee难以利用她的机动性，反而使她更容易受到Naafiri的攻击。\n- Naafiri可以快速打怪和清理野区，使她能够投入更多时间进行游走和击杀，这使得Nidalee难以获得优势。",
      "カーサス": "卡尔萨斯处于劣势。\n\n原因如下：\n\n- 纳菲里拥有丰富的宠物攻击，容易阻挡卡尔萨斯的范围伤害，从而减少他的输出。\n- 纳菲里的高追击能力使她能够在卡尔萨斯施放技能之前缩短距离，增加他受到伤害的风险。\n- 纳菲里在近战一对一战斗中表现出色，而卡尔萨斯的自我防御选项有限，使他对纳菲里非常脆弱。\n- 纳菲里的技能无法被选中，使得躲避卡尔萨斯的技能变得困难，这反过来使卡尔萨斯更容易受到攻击。\n- 纳菲里擅长游走和埋伏，能够在卡尔萨斯打野时影响其他线路。",
      "レンガー": "雷恩加处于劣势。\n\n- 纳希莉拥有多种基于宠物的攻击和高频率的打击，使得反制雷恩加的埋伏变得更容易。\n- 纳希莉的技能是不可选目标的，这可以阻止雷恩加逃跑，使他难以接近。\n- 雷恩加对范围伤害攻击较弱，容易受到纳希莉的宠物攻击，降低了他在团战中的存在感。\n- 纳希莉可以快速打怪和清理野区，使她有更多时间游走和抓人，这使得限制雷恩加的行动变得更容易。\n- 尽管雷恩加对纳希莉有高爆发伤害，但纳希莉只有短暂的减速控制，他很容易受到纳希莉宠物的伤害。",
      "リリア": "莉莉娅处于劣势。\n\n- 纳菲里机动性高，容易躲避莉莉娅的技能，这使得莉莉娅很难命中攻击。\n- 纳菲里的宠物攻击频繁，通过阻挡莉莉娅的技能，可以减少她的伤害。\n- 莉莉娅的主要技能范围短，使她在接近时容易受到纳菲里的攻击。\n- 纳菲里有高爆发伤害，而莉莉娅的耐久性低，在一对一的战斗中处于劣势。\n- 纳菲里的技能有可以禁用闪现的元素，限制了莉莉娅的逃生选项。",
      "ブライアー": "布莱尔在对抗纳菲里的时候处于劣势。\n\n原因如下：\n\n- 纳菲里拥有多种基于宠物的攻击，可以在忽视布莱尔的续航的情况下造成高伤害。\n- 纳菲里的技能是非目标型的，使她能够限制布莱尔的移动，并在近战中获得优势。\n- 布莱尔对控制技能较弱，容易被纳菲里的宠物攻击和技能连招轻易捕捉。\n- 纳菲里有范围攻击，可以利用布莱尔在狂暴状态下的移动限制将其击败。\n- 纳菲里能够快速打怪和清理野区，使她能够创造早期的等级差距并对布莱尔施加压力。",
      "ヴィエゴ": "维戈在对抗纳希莉时处于劣势。\n\n原因如下：\n\n- 纳希莉拥有丰富的宠物攻击和高攻击速度，在一对一的情况下更容易抵挡维戈的攻击。\n- 纳希莉的技能是非目标型的，而维戈的控制技能是单目标的非穿透技能，这使得纳希莉能够有效利用她的机动性。\n- 纳希莉对范围攻击较弱，但维戈主要依赖单目标攻击，这使得纳希莉在用宠物攻击时占据优势。\n- 纳希莉可以快速打怪和清理野区，使她能够投入时间进行游走和击杀，这使得维戈很难在早期获得优势。\n- 如果维戈错误判断了进攻时机，可能会立即被击倒，使他容易受到纳希莉的高追击潜力的威胁。",
      "ゼド": "Zed在对抗N'Fili时处于劣势。\n\n- N'Fili拥有多种利用宠物的攻击，可以阻挡Zed的攻击并减少伤害，使Zed难以造成爆发伤害。\n- N'Fili的技能是不可选目标的，这使得她能够利用Zed的影子限制他的机动性，使Zed难以接近。\n- N'Fili对范围攻击较弱，但Zed主要依赖单体伤害，而由于N'Fili的攻击涉及她的宠物，Zed的伤害很容易被分散。\n- N'Fili具有很强的追击潜力，这增加了Zed在试图逃跑时被逼入绝境的可能性。\n- Zed在团队战中控制能力较弱，而N'Fili的宠物攻击增强了团队战的效果，使得为Zed制造不利局面变得更容易。"
    },
    "loses": {
      "ケイン": "Kayn在对抗Naafiri时具有优势。\n\n原因如下：\n\n- Kayn在变身之前就拥有高机动性，可以迅速接近Naafiri的宠物，并轻松躲避她的攻击。\n- Naafiri依赖她的宠物，因此Kayn可以利用他的范围攻击轻松清除它们，降低Naafiri的战斗效能。\n- Kayn的终极技能用途多样，可以在躲避Naafiri技能的同时进行攻击，使他在对抗她时处于有利位置。\n- Kayn在打野时稳定性高，使他在Naafiri试图游走或进行击杀时更容易进行反击。\n- Naafiri只有短暂的减速作为控制技能，难以限制Kayn的机动性，使他能够自由移动。",
      "ノクターン": "诺克图恩在与纳菲莉的对抗中占有优势。\n\n原因如下：\n\n- 诺克图恩可以利用其高伤害技能威胁纳菲莉依赖宠物的玩法。\n- 诺克图恩的恐惧技能可以限制纳菲莉的行动并使她的攻击失效。\n- 诺克图恩的终极技能可以减少视野，使他在团队战斗或游走时干扰纳菲莉的协调。\n- 纳菲莉只有短暂的减速效果用于控制人群，这使得她在被诺克图恩攻击时难以反击。\n- 诺克图恩在一对一的情况下很强，而纳菲莉依赖她的宠物，因此被范围攻击消灭的风险较低。",
      "ウーコン": "悟空占据优势。\n\n原因如下：\n\n- 悟空具有高物理伤害抗性，更容易承受纳莉莉的宠物攻击。\n- 纳莉莉依赖她的宠物，因此当悟空使用范围控制技能时，宠物会失去行动能力，显著降低她的战斗效果。\n- 悟空拥有提高攻击力的技能，使他在与纳莉莉的近战中占据优势。\n- 纳莉莉对范围攻击较弱，因此悟空的技能在团队战斗中影响很大。\n- 悟空机动性强，能够轻松躲避纳莉莉的技能，使他在近战中占据上风。",
      "マスター・イー": "蒙多医生在与N'Fili的对抗中占有优势。\n\n原因如下：\n\n- 蒙多医生的输出高，装备得当时可以迅速消灭N'Fili的宠物，从而降低N'Fili的战斗力。\n- N'Fili依赖她的宠物，使她容易受到蒙多医生的范围攻击，一旦宠物被消灭，她就很难进行战斗。\n- 蒙多医生的技能具有无敌效果，使他更容易躲避N'Fili的攻击，并给他更多反击的机会。\n- N'Fili只有短暂的减速作为控制手段，缺乏限制蒙多医生机动性的手段，使她很难逃脱。\n- 蒙多医生在一对一的战斗中表现出色，如果N'Fili没有自我防御的手段，他可以轻松获得胜利。",
      "レク＝サイ": "雷克塞在对抗纳菲里的时候有优势。\n\n- 雷克塞在早期有强大的游走潜力，能够轻松施加压力，因为纳菲里缺乏自我防御选项。\n- 纳菲里依赖她的宠物，但她容易受到雷克塞的爆发伤害，能够迅速被击倒。\n- 雷克塞的埋伏状态使得更容易侦测纳菲里的动向，提高了游走成功率。\n- 纳菲里对范围攻击较弱，而雷克塞专注于单体伤害，能够轻松消灭纳菲里的宠物。\n- 雷克塞的控制技能可以限制纳菲里的移动并抵消她的攻击，使得在战斗中更容易获得优势。",
      "ヘカリム": "赫卡里姆在对抗纳菲里的时候有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，并且拥有范围攻击，可以轻松清除纳菲里的宠物，从而更容易抵消她的攻击手段。\n- 纳菲里依赖她的宠物，因此如果赫卡里姆能够轻松消灭它们，她的战斗能力会显著降低。\n- 赫卡里姆具有强大的发起能力，使他能够在纳菲里接近之前主动出击。\n- 赫卡里姆的控制技能和减速效果可以限制纳菲里的移动，使她在攻击之前失去行动能力。\n- 纳菲里只有短暂的减速效果用于控制，这使得她很难反击赫卡里姆的高耐久和持续伤害。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声具有高机动性，可以迅速接近并对纳菲莉的宠物造成爆发伤害，从而更容易躲避纳菲莉的攻击。\n- 纳菲莉依赖她的宠物，因此如果回声能够用他的范围控制技能或爆发伤害消灭它们，她的战斗效能将显著下降。\n- 回声没有针对性的技能，使他更容易躲避纳菲莉宠物的攻击，同时可以主动攻击纳菲莉本人。\n- 纳菲莉只有短暂的减速作为控制技能，难以限制回声的机动性，使他能够自由移动。\n- 回声拥有护盾和治疗能力，即使受到纳菲莉的伤害也能保持高耐久性，能够进行持续作战。",
      "ダイアナ": "黛安娜在对抗恩菲莉时具有优势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，可以连续使用她的跳跃技能，更容易中和恩菲莉的宠物。\n- 恩菲莉依赖她的宠物，使她容易受到黛安娜的范围伤害攻击。\n- 黛安娜的护盾可以部分抵挡恩菲莉的攻击，同时持续造成伤害。\n- 恩菲莉的控制技能仅有短暂的减速效果，使黛安娜能够在继续攻击的同时避免减速。\n- 黛安娜对延迟爆发的刺客非常强势，可以在受到恩菲莉攻击之前主动出击。",
      "シン・ジャオ": "辛赵对娜莉亚有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他能够在早期对娜莉亚施加压力，因为他从一开始就具有强大的游走潜力。\n- 娜莉亚依赖她的宠物，因此如果辛赵用他的范围攻击或定向技能消灭它们，她的战斗能力会显著下降。\n- 辛赵在对抗逃生能力低的刺客时更具优势，而娜莉亚的技能缺乏控制效果，使得辛赵容易接近并攻击。\n- 辛赵的被动技能提供了高续航能力，他的打野稳定，使他在与娜莉亚的持久对决中表现强劲。\n- 娜莉亚只有短暂的减速作为控制手段，她阻止辛赵攻击的方式有限，这使得辛赵能够灵活地利用优势。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害，能够在前期对纳菲莉造成强大的爆发伤害，使得更容易获得早期击杀。\n- 纳菲莉依赖她的宠物，因此如果塔隆用他的范围伤害消灭它们，她的战斗能力会显著下降。\n- 塔隆擅长利用地形进行伏击，容易躲避纳菲莉的技能并接近进行攻击。\n- 纳菲莉只有短暂的减速作为控制技能，这使得塔隆可以凭借高机动性轻松逃脱，反过来，塔隆在攻击时可以主动出击。\n- 塔隆可以在前期对纳菲莉施加压力，尤其是在她升级之前，对纳菲莉特别强势。",
      "ヴァイ": "维拥有优势。\n\n原因如下：\n\n- 维具有很强的追击能力，可以直接攻击而忽略纳菲里的宠物，使得关闭纳菲里的攻击变得更容易。\n- 纳菲里只有短暂的减速作为控制技能，这使得维可以利用她的护盾和护甲减免在一对一的战斗中获胜。\n- 纳菲里依赖她的宠物，因此如果维的范围攻击消灭了宠物，她的战斗力会显著下降。\n- 维擅长游走，可以在纳菲里忙于打钱或游走时施加早期压力。\n- 纳菲里的自我防御选项有限，使她非常容易被维的攻击轻易击倒。",
      "ボリベア": "布隆在对抗娜美时有以下优势：\n\n- 布隆在早期游戏中具有强大的交易潜力，可以轻松抵消娜美依赖宠物的攻击。\n- 布隆的眩晕效果可以封锁娜美的位移和逃生选项，限制她的机动性。\n- 布隆擅长塔下击杀，使娜美在塔下避免战斗变得困难。\n- 娜美对范围攻击较弱，而布隆的输出高，容易清理娜美的宠物。\n- 布隆可以在低冷却时间内造成高伤害，使他在与娜美的交易中占据优势。",
      "エリス": "伊莉丝占据优势。\n\n- 伊莉丝拥有远程控制技能，使得阻止纳菲里接近变得更容易。\n- 伊莉丝的爆发伤害在前期就很高，而纳菲里依赖宠物，早期造成伤害可以降低她的战斗效能。\n- 纳菲里对范围攻击较弱，但伊莉丝的蜘蛛形态攻击具有范围效果，可以清理纳菲里的宠物。\n- 伊莉丝擅长塔下击杀，而纳菲里的自我防御选项有限，她可以利用游走和塔下击杀。\n- 纳菲里只有短暂的减速作为控制技能，因此当她被伊莉丝的控制技能击中时，她的逃跑选项有限，更容易被抓住。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ブライアー": "布莱尔处于劣势。\n\n- 潘森有一个针对性的控制技能，这使得在布莱尔无法移动的狂暴状态下，很容易限制她的行动。\n- 潘森的全力进攻潜力非常高，他可以在布莱尔利用她的续航之前造成大量伤害。\n- 潘森在前期施加了强大的击杀压力，如果他在布莱尔升级之前进行游走，她可能会陷入非常困难的境地。\n- 布莱尔对控制技能很脆弱，如果她被潘森的控制或伤害击中，在她反击之前被击杀的风险很高。\n- 潘森的全球终极技能对其他线路有影响，这使得布莱尔在她的线路上很难获得优势。",
      "フィドルスティックス": "菲德尔斯基斯在对抗潘森时处于劣势。\n\n原因如下：\n\n- 潘森有一个针对性的眩晕技能，使得限制菲德尔斯基斯的行动变得更容易。这使得菲德尔斯基斯更容易受到攻击。\n- 潘森在前期有强大的爆发伤害，可以在菲德尔斯基斯施放技能时发起攻击。\n- 菲德尔斯基斯的机动性较低，难以防止潘森的跳跃进攻。这使得菲德尔斯基斯在游走和一对一的情况下处于劣势。\n- 潘森的全球终极技能可以影响其他线路，即使菲德尔斯基斯有视野，也会干扰菲德尔斯基斯的策略。\n- 菲德尔斯基斯无法携带普通的饰品，这使得争夺视野变得更加困难，也更难以察觉潘森的动向。",
      "ワーウィック": "沃里克在对抗潘森时处于劣势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，这限制了沃里克在全力进攻时的行动，使他难以命中攻击。\n- 潘森在前期有很高的击杀压力，而沃里克在生命值降低时变得更强，但他可能会被潘森的攻击早早击杀。\n- 潘森有一个全球大招，给他在其他路的影响力，令沃里克在丛林中难以施展影响力。\n- 潘森的技能可以在短时间内造成爆发伤害，常常让沃里克无法及时恢复生命值。\n- 潘森具有很强的风筝能力，因此沃里克常常在接近之前就受到伤害，使他在交易中处于劣势。",
      "リー・シン": "李青在对抗潘森时处于劣势。\n\n原因如下：\n\n- 潘森有一个定向跳跃和眩晕技能，使得李青尝试开团时很容易被潘森全力反击。\n- 潘森在前期有很高的击杀压力，这使得李青在尝试游走时有被抓的风险。\n- 潘森有一个无敌技能，可以在短时间内防止爆发伤害，有效抵消李青的连招。\n- 潘森的全球大招使他对其他路有很高的影响力，这使得李青很难获得控制权。\n- 潘森在团队战斗中有很强的聚焦能力，使得李青在这种情况下很难发挥。",
      "マスター・イー": "蒙多在对抗潘森时处于劣势。\n\n原因如下：\n\n- 潘森有一个针对性的眩晕技能，这使他能够在蒙多堆叠自动攻击之前可靠地抓住他，从而在全力交战中获得高胜率。\n- 潘森的技能能够在短时间内造成爆发伤害，使他能够在蒙多使用技能之前造成显著伤害。\n- 潘森可以轻松施加击杀压力，从早期游戏开始就削弱蒙多专注于发育的时间。\n- 潘森可以利用他的全球终极技能影响其他线路，使游戏在蒙多发育之前朝着他们有利的方向发展。\n- 蒙多对控制技能很脆弱，他对潘森的眩晕和无敌技能几乎没有反制措施，如果被抓住，很容易受到致命伤害。",
      "ジャーヴァンⅣ": "贾法尔四世处于劣势。\n\n- 潘森拥有针对性的跳跃和控制技能，容易抵消贾法尔的开团。这增加了贾法尔发起攻击时的风险。\n- 潘森在前期具有很高的击杀压力，这意味着贾法尔在尝试游走时可能会被反击。\n- 潘森的技能能够在短时间内防止爆发伤害，使得抵挡贾法尔的攻击变得更容易。\n- 贾法尔的机动性依赖于他的技能，因此如果他对潘森的控制或跳跃时机判断失误，就有可能被抓住。\n- 潘森拥有全球大招，给他在其他路的影响力带来了显著提升，使得贾法尔很难在前期建立优势。",
      "エコー": "回声在对抗潘森时处于劣势。\n\n- 潘森拥有针对性的跳跃和控制技能，这限制了回声的机动性，使潘森更容易进行全力进攻。\n- 潘森在前期具有很高的击杀压力，而回声可能在能够发育之前就被处理掉。\n- 回声难以应对潘森的全球大招游走，这会影响其他线路。\n- 回声有许多涉及移动的技能，当被潘森的控制或攻击击中时，操作变得困难。\n- 潘森在短时间的交战中很强，可以在回声造成爆发伤害之前发起攻击。",
      "キヤナ": "基安娜处于劣势。\n\n- 潘森有一个定向控制技能，容易限制基安娜的移动。这使得基安娜在全力交战和交易中处于劣势。\n- 潘森的高爆发伤害和早期击杀压力使基安娜从一开始就容易受到压力。\n- 潘森拥有全球大招，使他能够在基安娜尝试游走时影响其他线路。\n- 基安娜依赖她的大招，这使她容易受到潘森的控制和爆发伤害，尤其是在她的大招冷却时特别脆弱。\n- 潘森可以轻松堆叠护甲，减少基安娜的输出。这使得基安娜的爆发伤害更难有效命中。"
    },
    "loses": {
      "ニダリー": "妮蔻在对抗潘森时具有优势。\n\n原因如下：\n\n- 妮蔻具有高爆发伤害，可以在潘森技能冷却时轻松发起攻击。\n- 潘森擅长全力进攻，但妮蔻可以利用她在豹形态下的机动性逃脱，也可以发起攻击。\n- 妮蔻没有任何控制技能，使得躲避潘森的眩晕更容易，并在交易中获得优势。\n- 妮蔻的陷阱侦查能力使她能够追踪潘森的动向，从而使游走和反打野变得有效。\n- 潘森在持久战中较弱，而妮蔻可以持续输出伤害，使她在前中期获得优势。",
      "グレイブス": "格雷夫斯在对抗潘森时具有优势。\n\n原因如下：\n\n- 格雷夫斯可以远程攻击，更容易躲避潘森的近战攻击。这使他能够有效地抵消潘森的全力进攻尝试。\n- 格雷夫斯具有高爆发伤害，使他能够利用潘森使用技能后的空档。\n- 潘森的技能冷却时间较长，这增加了格雷夫斯在此期间造成伤害的机会。\n- 格雷夫斯拥有范围攻击，更容易对多个敌人造成伤害。这也使他在团队战斗中占据优势。\n- 潘森在持久战中的输出减少，而格雷夫斯可以持续造成伤害，使他在一对一的对抗中保持优势。",
      "イブリン": "伊芙琳占据优势。\n\n原因如下：\n\n- 在6级之后，伊芙琳几乎可以始终处于隐身状态，这使她能够在忽视潘森的视野的情况下进行伏击。这使得当潘森试图进行游走时，伊芙琳更容易安全接近。\n- 潘森在短时间的交战中很强，但伊芙琳具有高爆发伤害，能够对低生命值的敌人造成显著伤害。这意味着即使潘森全力以赴，伊芙琳也有可能进行有利的交易。\n- 潘森的技能冷却时间较长，在持久战中他的输出会下降。相比之下，伊芙琳具有高范围伤害输出，能够持续造成伤害，使她在团队战斗和持久小规模冲突中更有可能表现出色。\n- 潘森依赖近战，如果伊芙琳成功利用隐身伏击他，潘森的逃脱手段有限，更容易被抓住。\n- 伊芙琳在面对逃生选项少的单人对线者和法师辅助时占据优势，而潘森就是一个这样的例子。特别是，伊芙琳可以利用她的隐身来躲避潘森的控制技能。",
      "エリス": "伊莉丝在对抗潘森时具有优势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，使她能够在潘森全力进攻之前主动出击，从而更容易在交易中获得优势。\n- 伊莉丝的爆发伤害在早期游戏中就很高，使她在潘森技能冷却后更容易通过攻击来争取击杀。\n- 通过使用她的蜘蛛形态，她可以执行塔下击杀，并在潘森试图进行游走时创造反击的机会。\n- 潘森在持久战中较弱，如果伊莉丝能够在早期建立优势，她可以将其持续扩大，使她的优势更加稳固。\n- 潘森的技能专注于单体伤害，因此对像伊莉丝这样的可以变形并拥有多样攻击手段的英雄效果较差。",
      "レンガー": "雷恩加对潘森有优势。\n\n原因如下：\n\n- 雷恩加拥有高爆发伤害，可以在潘森技能冷却时对其进行伏击。\n- 潘森在全力进攻时很强，但雷恩加可以利用草丛进行跳跃攻击，避免潘森的攻击并进行反击。\n- 潘森的技能集中于单一目标，使得他难以应对雷恩加利用机动性进行的伏击。\n- 雷恩加通过击杀来提高自己的攻击力，赋予他很高的滚雪球潜力，使他更容易建立早期优势。\n- 潘森在团队战斗中表现不佳，因此雷恩加可以通过单独击杀来削弱潘森的影响力。",
      "ヘカリム": "赫卡里姆占据优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，使他在避免潘森攻击的同时更容易进行游走。\n- 潘森技能的冷却时间较长，常常导致他在赫卡里姆决定发起攻击时无法使用技能。\n- 赫卡里姆的开团能力强，能够在潘森全力以赴之前主动出击。\n- 赫卡里姆具有范围伤害，这使他在团队战斗中影响力很大，导致潘森在这种情况下变得无效。\n- 潘森缺乏续航能力，使他很难反制赫卡里姆的持续伤害。",
      "キンドレッド": "Kindred在对抗Pantheon时具有优势。\n\n原因如下：\n\n- Kindred的射程较长，更容易避免Pantheon的全力进攻，并在交易中获得优势。\n- Pantheon技能的冷却时间较长，这使得Kindred能够收集标记并使用增强技能在早期造成伤害。\n- Kindred的终极技能提供无敌效果，作为对抗Pantheon全力进攻的手段，并创造翻盘的机会。\n- Pantheon在团队战中缺乏范围伤害，而Kindred可以收集标记并进行增强攻击，增加他们在团队战中的影响力。\n- Kindred具有高机动性，能够灵活应对Pantheon的游走，在施加压力的同时降低风险。",
      "ザック": "扎克在对抗潘森时具有优势。\n\n原因如下：\n\n- 扎克的机动性高，控制技能丰富，能够轻松抵消潘森的全力进攻。\n- 潘森技能的冷却时间较长，使扎克能够在潘森使用技能后抓住机会。\n- 扎克的被动治疗能力使他在面对潘森的爆发伤害时具有较高的耐久性。\n- 扎克具有范围伤害和在团队战斗中的显著影响力，使他能够利用潘森在团队交战中的弱点。\n- 潘森在持久战中的输出减少，而扎克可以持续输出，使他在战斗持续时间越长时越具优势。",
      "ベル＝ヴェス": "贝尔维斯在对抗潘森时具有优势。\n\n- 贝尔维斯可以无限提高她的攻击速度，使她更容易反制潘森的短期爆发伤害。\n- 潘森的技能冷却时间较长，在持久战中他的每秒伤害会下降，而贝尔维斯可以持续输出，给她在延续战斗中带来优势。\n- 贝尔维斯可以使用位移和击飞技能来躲避潘森的攻击，使她在近战中具有很高的机动性。\n- 潘森在团队战中缺乏范围伤害，这使得贝尔维斯在对单一目标造成持续伤害时占据优势。\n- 贝尔维斯的技能具有减伤和治疗能力，使她在面对潘森的全力进攻时非常耐打。",
      "トランドル": "特朗德尔占据优势。\n\n原因如下：\n\n- 特朗德尔能够吸收对手的护甲，减少潘森的物理伤害，同时增加自己的伤害。\n- 潘森在短期交战中强势，但特朗德尔在持续战斗中占据优势，使他能够在潘森技能冷却期间进行反击。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命，使他更容易维持线上和发育，并且能够更有效地承受潘森的攻击。\n- 特朗德尔的E技能提供干扰，限制潘森的移动，防止全力进攻。\n- 潘森在团队战中缺乏范围伤害，因此特朗德尔可以通过迫使持续的一对一战斗来抵消潘森的优势。"
    }
  },
  "シン・ジャオ": {
    "name": "シン・ジャオ",
    "beats": {
      "シャコ": "沙科处于劣势。\n\n原因如下：\n\n- Xin Zhao在早期到中期的1v1表现强劲，即使沙科试图埋伏，也有很高的可能性被反击。\n- Xin Zhao的定向技能常常限制沙科的机动性，使他几乎没有逃脱的手段。\n- Xin Zhao的基础攻击伤害和攻击速度都很高，容易利用沙科的脆弱。\n- Xin Zhao的被动技能提供续航，使他更容易承受沙科的伤害。\n- Xin Zhao在团战中的耐久性很高，这使得沙科在尝试参与团战时处于劣势。",
      "ダイアナ": "黛安娜处于劣势。\n\n- Xin Zhao的基础攻击伤害和攻击速度都很高，使他在受到黛安娜攻击的同时也能轻松造成伤害。\n- Xin Zhao的定向技能使得限制黛安娜的移动变得更容易，从而在近战中占据优势。\n- 黛安娜对控制技能很脆弱，当受到Xin Zhao的攻击时，她会受到显著的伤害。\n- Xin Zhao可以通过早期的游走和反打野轻松获得对黛安娜的优势，因为黛安娜的逃生能力较低。\n- 黛安娜的技能冷却时间较长，在小规模交战中，尤其是在打野时，她常常处于劣势。",
      "ウディア": "乌迪尔在对抗辛赵时处于劣势。\n\n原因如下：\n\n- 辛赵在前期具有强大的单挑能力，可以轻松在承受乌迪尔攻击的同时造成伤害。\n- 辛赵的定向技能使得限制乌迪尔的移动变得容易，通过使用眩晕技能，他可以抵消乌迪尔的攻击。\n- 辛赵的基础攻击伤害和攻击速度都很高，擅长削弱乌迪尔的耐久度并造成持续伤害。\n- 乌迪尔的逃脱能力较低，容易被辛赵追上，使他很难逃脱。\n- 在团队战斗中，辛赵可以轻松贴近敌方输出，可能在乌迪尔有效发挥之前就造成伤害。",
      "エリス": "艾莉丝处于劣势。\n\n- 锤石的基础攻击伤害和攻击速度很高，使他在近战对抗中非常强大，能够在艾莉丝接近之前造成伤害。\n- 由于锤石的定向技能，艾莉丝的逃脱手段有限，容易被抓住。\n- 艾莉丝需要靠近才能造成爆发伤害，但锤石有很强的能力来阻止这种接近。\n- 锤石的被动技能提供持续恢复，使他在持久战中强大，这意味着他很可能承受住艾莉丝的爆发伤害。\n- 艾莉丝在团队战中缺乏范围伤害，并且在这种情况下容易受到锤石的进攻。",
      "キンドレッド": "Kindred在对抗Xin Zhao时处于劣势。\n\n原因如下：\n\n- Xin Zhao在早期到中期的1v1表现强劲，使得Kindred在收集标记之前不利于参与战斗。\n- Xin Zhao的定向技能使得Kindred难以接近，且逃生选项有限，容易被抓住。\n- Xin Zhao的基础攻击伤害和攻击速度都很高，而Kindred的耐久性较低，导致在短时间内承受大量伤害的风险很高。\n- Xin Zhao的终极技能能够在团战中抵消伤害，使得Kindred的终极技能难以有效发挥。\n- Kindred只有减速作为控制手段，缺乏阻止Xin Zhao攻击的手段，使得在团战中的站位特别具有挑战性。",
      "ヴァイ": "维在劣势。\n\n- Xin Zhao的基础攻击伤害和攻击速度很高，使得他在前期的单挑表现非常强，能够在维接近之前造成伤害。\n- Xin Zhao的定向技能意味着维没有逃脱的手段，容易被抓住。\n- Xin Zhao的被动技能提供了续航和稳定的打野，使得维在尝试反打野时处于劣势。\n- Xin Zhao在团队战斗中能够抵消控制效果，轻松无效化维的攻击。\n- 维对控制和保护很脆弱，使得她在受到Xin Zhao伤害时难以灵活应对。",
      "ノクターン": "诺克图恩在对抗辛赵时处于劣势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他在早期游戏中的一对一情况下非常强大，能够在诺克图恩接近之前造成伤害。\n- 辛赵的定向技能使得限制诺克图恩的移动变得容易，这让诺克图恩陷入了非常艰难的境地，因为他逃脱的手段有限。\n- 辛赵的被动技能提供了续航能力，使他在持久战中很强，因此如果诺克图恩不能在一次攻击中击败他，他很可能会受到反击。\n- 诺克图恩的控制技能只影响单个目标，这使得他很难对抗辛赵的高耐久性和持续伤害。\n- 辛赵在团队战中也很强大，即使诺克图恩使用他的终极技能，辛赵也有能力抵消那次攻击，这使得他被有效反制的可能性很高。"
    },
    "loses": {
      "ウーコン": "猴子在与辛德拉的对抗中占有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，更容易承受辛德拉的攻击。\n- 辛德拉依赖技能连招，因此在受到猴子的控制时，移动会受到限制。\n- 猴子利用分身的机动性可以躲避辛德拉的攻击，反过来可以发起攻击。\n- 辛德拉的逃脱能力较低，因此当猴子逼近并攻击时，可以获得有利位置。\n- 猴子对AD战士非常强，而辛德拉属于这一类，因此在一对一的对抗中胜率很高。",
      "ボリベア": "布隆在对抗辛赵时具有优势。\n\n原因如下：\n\n- 布隆在早期小规模交战中很强，拥有足够的伤害来抵消辛赵的高基础攻击伤害。\n- 布隆的眩晕效果可以打断辛赵的技能连招，使其攻击得以抵消。\n- 布隆可以在低冷却时间内造成高伤害，使他能够利用辛赵使用技能后的空档。\n- 辛赵的逃生选项有限，使他容易受到布隆的游走和塔下击杀。\n- 布隆即使在塔下也能积极发起攻击，使辛赵在对线时难以建立优势。",
      "ヘカリム": "赫卡里姆在与辛赵的对抗中占有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，可以在避免辛赵攻击的同时接近他，这使他在游走和小规模交战中占据优势。\n- 辛赵对控制技能非常脆弱，使他容易受到赫卡里姆发起攻击的影响。\n- 赫卡里姆在持久战中表现出色，能够持续输出伤害并保持耐久性，因此在与辛赵的一对一交战中占据优势。\n- 赫卡里姆对不进行反野的坦克型英雄有优势，而辛赵符合这一特征，使他在前期更容易施加压力。\n- 辛赵的逃生选项有限，使他容易被赫卡里姆的追击能力抓住。",
      "トランドル": "特朗德尔在与辛赵的对抗中占有优势。\n\n原因如下：\n\n- 特朗德尔可以吸收辛赵的攻击力，使他在一对一的战斗中更容易占据上风。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，给予他很高的续航能力。\n- 辛赵对控制技能较为脆弱，而特朗德尔的击退和减速技能可以轻易限制他的移动。\n- 特朗德尔依赖普通攻击，但辛赵也依赖普通攻击，这使得特朗德尔更容易创造有利局面。\n- 特朗德尔对坦克型英雄有很强的克制能力，而辛赵也扮演坦克角色，特朗德尔可以更好地利用这一点。",
      "ニダリー": "妮蔻在对抗辛德拉时具有优势。\n\n原因如下：\n\n- 妮蔻的爆发伤害高，在早期的游走和反打野方面很强，能够更容易限制辛德拉的行动。\n- 辛德拉对控制技能很弱，容易受到妮蔻灵活性的攻击。\n- 妮蔻可以利用人形进行治疗和使用陷阱进行侦查，更容易判断辛德拉的动向并主动出击。\n- 辛德拉的逃脱能力低，因此妮蔻在豹形态下的追击效果显著，使她在一对一的对抗中拥有高胜率。\n- 妮蔻的技能冷却时间短，能够持续进行交战并造成伤害，在辛德拉施放技能连招之前就能先发制人。",
      "ケイン": "凯隐在与辛兆的对抗中占有优势。\n\n原因如下：\n\n- 凯隐具有高机动性和穿越墙壁的能力，使他更容易躲避辛兆的游走。\n- 变身后，凯隐拥有刺客或战士的特性，能够造成高额伤害，忽视辛兆的坦克属性。\n- 辛兆对控制技能较为脆弱，且凯隐的机动性技能使得抓住他变得困难。\n- 凯隐在打野方面稳定性高，能够轻松进行反打野，从而限制辛兆的行动。\n- 尽管凯隐在变身前较弱，但如果辛兆在前期进行激进攻击，凯隐可以获得收集能量球的机会。"
    }
  },
  "ラムス": {
    "name": "ラムス",
    "beats": {
      "ワーウィック": "沃里克在对抗拉莫斯时处于劣势。\n\n原因如下：\n\n- 拉莫斯的耐久性很高，使他更容易生存于沃里克的攻击之下。\n- 拉莫斯的技能，包括嘲讽和控制技能，限制了沃里克的行动，削弱了他在一对一战斗中的优势。\n- 沃里克对低血量敌人造成显著伤害，但拉莫斯可以充当坦克，抵消沃里克的治疗效果。\n- 拉莫斯擅长游走和塔下击杀，使沃里克很难在早期获得优势。\n- 沃里克缺乏范围伤害，导致在团队战斗中的影响力较低，难以对抗拉莫斯的耐久性。",
      "キヤナ": "Qiyana在对抗Rammus时处于劣势。\n\n原因如下：\n\n- Rammus具有高耐久性，能够轻松吸收Qiyana的爆发伤害。\n- Rammus的技能具有控制效果，可以限制Qiyana的机动性。\n- Qiyana在没有普攻的情况下无法有效输出伤害，而Rammus可以在承担坦克角色的同时持续输出伤害。\n- Rammus擅长塔下击杀，造成Qiyana在塔周围的战斗中表现不佳。\n- Qiyana依赖她的终极技能，使得在技能冷却期间很难对Rammus造成有效伤害。",
      "ニダリー": "妮蔻在对抗拉莫斯时处于劣势。\n\n- 拉莫斯的耐久性很高，能够承受妮蔻的爆发伤害，导致一对一交锋中的胜率较低。\n- 拉莫斯的开团能力使妮蔻难以保持距离，导致她在近战中轻易失去优势。\n- 妮蔻缺乏控制技能，使她很难反制拉莫斯的嘲讽和坦克能力。\n- 拉莫斯擅长塔下击杀，这增加了妮蔻在尝试游走时被抓的风险。\n- 妮蔻的技能依赖于发育，但拉莫斯发育较慢，如果未能成功游走，他很容易在经验和金币上落后。",
      "ヴァイ": "维在对抗拉莫斯时处于劣势。\n\n原因如下：\n\n- 拉莫斯耐久性高，能够承受维的攻击，导致一对一交锋中的胜率低。\n- 拉莫斯拥有控制技能，可以阻碍维的接近，使她难以命中攻击。\n- 拉莫斯作为坦克在团队战斗中具有强大的存在感，使维难以造成伤害。\n- 维需要靠近才能造成伤害，但拉莫斯有能力阻止这种接近，限制了维的移动。\n- 拉莫斯擅长塔下击杀和游走，能够在维发育之前施加压力。",
      "カ＝ジックス": "卡兹克在对抗拉莫斯时处于劣势。\n\n原因如下：\n\n- 拉莫斯的耐久性很高，能够承受卡兹克的爆发伤害，导致一对一交锋中的胜率较低。\n- 拉莫斯的嘲讽技能使卡兹克难以攻击，阻止他造成有效伤害。\n- 拉莫斯擅长游走和塔下击杀，使他能够在卡兹克发育之前施加早期压力。\n- 卡兹克在团队战中的范围伤害较弱，使他在对抗像拉莫斯这样的坦克时影响力较小。\n- 拉莫斯拥有控制技能，可以阻止卡兹克的埋伏，减少他针对孤立敌人的机会。",
      "ベル＝ヴェス": "贝尔维斯在对抗阿木木时处于劣势。\n\n- 阿木木具有高耐久性，能够承受贝尔维斯的攻击，使他在对抗依赖自动攻击的贝尔维斯时显得强大。\n- 阿木木的控制技能限制了贝尔维斯的移动，使她难以继续攻击。\n- 阿木木扮演坦克角色，可能在团队战斗中吸引注意力，造成贝尔维斯难以输出伤害的局面。\n- 贝尔维斯的攻击速度提升依赖于叠加层数，因此与阿木木的长期接触会妨碍她的成长。\n- 阿木木擅长塔下击杀和游走，这使得贝尔维斯在早期成长中受到阻碍的可能性很高。",
      "エコー": "艾克处于劣势。\n\n原因如下：\n\n- 拉莫斯具有高耐久性，能够承受艾克的爆发伤害，使拉莫斯在艾克发起攻击时更容易生存。\n- 拉莫斯的控制技能可以限制艾克的机动性，使艾克更容易陷入不利局面。\n- 拉莫斯擅长塔下击杀，并且在艾克尚未完全发展时可以在游走时施加强大压力。\n- 艾克有许多涉及移动的技能，使其容易受到拉莫斯的控制，增加被抓的风险。\n- 拉莫斯可以通过承受艾克的攻击来造成伤害，这意味着艾克尝试发起攻击时存在风险。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 拉姆斯耐久度高，能够承受塔隆的爆发伤害，使塔隆的攻击效果降低。\n- 拉姆斯有强大的能力来抓住塔隆，限制了塔隆的逃跑选择，降低了他在游走和团战中的生存率。\n- 塔隆需要靠近攻击，但拉姆斯作为坦克会主动上前，造成塔隆难以发起攻击的局面。\n- 拉姆斯擅长塔下强杀，因此即使塔隆在对线中占优，也很有可能被拉姆斯的干预反转局势。\n- 塔隆的控制技能不可靠，对拉姆斯的嘲讽和耐久度几乎没有有效手段，导致在战斗中的影响力降低。",
      "ゼド": "劫在对抗拉莫斯时处于劣势。\n\n原因如下：\n\n- 拉莫斯的耐久性很高，可以减轻劫的爆发伤害，使劫的攻击效果降低。\n- 拉莫斯的嘲讽技能使得劫在交战时更容易被反制，导致劫难以完成连招。\n- 拉莫斯作为坦克在团队战斗中具有强大的存在感，减少了劫针对孤立敌人的机会。\n- 劫主要是一个刺客，针对单个敌人，因此在对抗像拉莫斯这样的坦克时很难造成有效伤害。\n- 拉莫斯具有强大的游走潜力，可以在劫在路线上建立优势之前对其施加压力。",
      "レンガー": "雷恩加在对抗拉莫斯时处于劣势。\n\n原因如下：\n\n- 拉莫斯的耐久性很高，可以承受雷恩加的爆发伤害，使得伏击成功的可能性降低。\n- 拉莫斯的嘲讽技能使雷恩加难以攻击，减少了他在团队战斗中的存在感。\n- 拉莫斯充当坦克角色，可以轻松抵消雷恩加的攻击。\n- 拉莫斯具有强大的游走潜力，增加了雷恩加在早期尝试进行操作时被抓的风险。\n- 拉莫斯擅长塔下击杀，使他在雷恩加试图获取击杀时更容易反制。",
      "イブリン": "伊芙琳在对抗拉莫斯时处于劣势。\n\n- 拉莫斯的耐久性很高，可以承受伊芙琳的爆发伤害，使她的攻击效果降低。\n- 拉莫斯拥有控制技能，容易在伊芙琳试图接近时抓住她，她在发起攻击之前很可能会受到限制。\n- 拉莫斯作为坦克，减少了伊芙琳造成的伤害，使她的AP伤害效果降低。\n- 拉莫斯擅长游走和塔下击杀，常常迫使伊芙琳陷入不利的战斗局面。\n- 伊芙琳依赖近战，使得她很难贴近像拉莫斯这样的坦克，并且更容易受到他的伤害。",
      "グレイブス": "格雷夫斯在对抗拉莫斯时处于劣势。\n\n原因如下：\n\n- 拉莫斯的耐久性很高，使他更容易吸收格雷夫斯的爆发伤害。\n- 拉莫斯的嘲讽技能使格雷夫斯难以继续攻击。\n- 格雷夫斯是一个远程攻击者，如果拉莫斯靠近，格雷夫斯很可能会遭到单方面攻击。\n- 拉莫斯擅长游走和塔下击杀，这可能使格雷夫斯在早期处于劣势。\n- 格雷夫斯的技能冷却时间较长，使他在与拉莫斯的持续战斗中更容易处于劣势。",
      "ウディア": "乌迪尔在对抗阿木木时处于劣势。\n\n原因：\n- 阿木木的耐久性很高，能够承受乌迪尔的持续伤害，使乌迪尔在打斗中难以获得优势。\n- 阿木木的挑衅能力增加了乌迪尔受到伤害的风险，即使他使用眩晕技能，也很难有效地消灭阿木木。\n- 阿木木擅长塔下击杀和游走，尽管乌迪尔在前期很强，但他在应对阿木木的压力时显得力不从心。\n- 乌迪尔的控制技能有限，因此他对阿木木的耐久性和挑衅几乎没有有效的手段。\n- 阿木木可以通过装备坦克装备进一步减少乌迪尔的伤害，使乌迪尔更难造成伤害。",
      "キンドレッド": "Kindred在对抗Rammus时处于劣势。\n\n- Rammus具有高耐久性，使他更容易在Kindred的攻击中生存，这使得Kindred难以造成伤害。\n- Rammus具有很强的游走潜力，使他能够在Kindred较弱的早期游戏中施加压力。\n- Rammus拥有控制技能（CC），可以限制Kindred的机动性，剥夺她的逃生手段。\n- 在Kindred收集她的标记之前，她在团队战中的存在感较弱，这使得Rammus能够在此期间创造有利局面。\n- Rammus可以充当坦克角色，同时在塔下击杀方面表现出色，这使得Kindred很难安全发育。",
      "ボリベア": "布隆在对抗阿木木时处于劣势。\n\n原因如下：\n\n- 阿木木具有高耐久性，可以承受布隆的攻击，使他在近战中占据优势。\n- 阿木木的技能可以抵消布隆的攻击，使布隆难以接近。\n- 布隆主要依赖单体技能，难以对阿木木的耐久性造成有效伤害。\n- 阿木木擅长塔下击杀和游走，布隆在发起进攻之前很可能会被阿木木先发制人。\n- 布隆在中后期的坦克表现不稳定，难以抵挡阿木木的持续伤害。",
      "ケイン": "Kayn在对抗Rammus时处于劣势。\n\n原因如下：\n\n- Rammus具有高耐久性，能够轻松吸收Kayn的攻击，使Kayn难以造成伤害。\n- Rammus的技能具有控制效果（CC），可以禁用Kayn的位移技能，抵消他的灵活性。\n- Kayn在变身前战斗能力较低，特别对抗像Rammus这样的坦克时表现不佳。\n- Rammus擅长塔下击杀，并且在Kayn变身之前可以施加早期压力。\n- Kayn在对抗AP英雄和DPS坦克时处于劣势，而Rammus就是一个典型的例子。",
      "マスター・イー": "蒙多在对抗易大师时处于劣势。\n\n原因如下：\n\n- 蒙多的耐久性高，能够承受易大师的攻击，使他在近战中占据优势。\n- 蒙多的控制技能限制了易大师的移动，使他难以继续攻击。\n- 蒙多擅长塔下击杀，并且在易大师发育之前可以施加早期压力。\n- 易大师非常依赖装备，而蒙多的早期压力会阻碍他的成长。\n- 蒙多对AP英雄和DPS坦克有很强的克制能力，使得易大师的攻击难以命中。",
      "ブライアー": "布莱尔在对抗拉莫斯时处于劣势。\n\n- 拉莫斯具有高耐久性，可以吸收布莱尔的攻击，使他在近战中占据优势。\n- 拉莫斯的控制技能限制了布莱尔在狂暴状态下的移动，使她难以攻击。\n- 拉莫斯作为坦克，减少了布莱尔的伤害，使他在持久战中保持优势。\n- 布莱尔依赖自动攻击，这使她容易受到拉莫斯的耐久性和控制技能的威胁，增加了死亡的风险。\n- 拉莫斯具有强大的游走潜力，如果他在布莱尔发育之前施加早期压力，她可能会在农场和等级上落后。",
      "シャコ": "沙科处于劣势。\n\n- 拉姆斯具有高耐久性，可以抵挡沙科的攻击，使沙科的埋伏难以成功。\n- 拉姆斯的技能中有嘲讽，这增加了沙科在尝试交战时遭到反击的可能性。\n- 拉姆斯作为坦克，可以减轻沙科的爆发伤害，使沙科难以造成有效伤害。\n- 拉姆斯擅长游走和塔下击杀，使他在团队战斗中成为强大的存在，而沙科处于劣势。\n- 沙科的基础属性较低，使他难以在面对像拉姆斯这样高耐久的对手时发挥自己的优势。"
    },
    "loses": {
      "リリア": "莉莉娅占据优势。\n\n原因如下：\n\n- 莉莉娅拥有百分比伤害和真实伤害，使她能够对坦克型的拉莫斯造成高额伤害，在小规模交战中占据优势。\n- 莉莉娅的移动速度提升使她能够在躲避拉莫斯攻击的同时进行风筝，令拉莫斯难以拉近距离。\n- 莉莉娅拥有无限范围的减速和睡眠效果，使她在团队战斗中在开团和控制方面占据优势。\n- 莉莉娅通过技能具备高机动性，使她能够在与擅长近战的拉莫斯等英雄对抗时灵活应对。\n- 尽管莉莉娅在6级之前的游走潜力较低，但她可以通过在拉莫斯尝试游走时先发制人来创造有利局面。",
      "ノクターン": "诺克图恩在与拉莫斯的对抗中占有优势。\n\n原因如下：\n\n- 诺克图恩可以利用高伤害技能，使他在忽视拉莫斯的耐久性时也能造成伤害。\n- 诺克图恩的终极技能减少视野，这可以限制拉莫斯的移动并在游走和团队战斗中破坏协调。\n- 诺克图恩拥有法术护盾，使他能够抵消拉莫斯的控制技能，并在一对一的情况下展现他的实力。\n- 拉莫斯在团队战斗中容易成为重点攻击目标，但诺克图恩具有强大的单体伤害，能够迅速消灭拉莫斯。\n- 诺克图恩擅长游走，使他在拉莫斯参与团队战斗之前更容易获得早期击杀。",
      "トランドル": "特朗德在与拉莫斯的对抗中占有优势。\n\n原因如下：\n\n- 特朗德能够吸收拉莫斯的护甲，使他能够削弱拉莫斯的耐久性，并在一对一的交锋中获得优势。\n- 特朗德的被动技能允许他通过击杀附近的敌方单位来恢复生命值，使他在与拉莫斯的交易中具有很高的续航能力。\n- 特朗德拥有控制技能，可以限制拉莫斯的移动，并在拉莫斯攻击之前创造有利的局面。\n- 虽然拉莫斯主要作为坦克，但特朗德可以利用他的战士特性更有效地造成伤害。\n- 拉莫斯缺乏远程攻击选项，使得特朗德在接近攻击时更容易创造有利局面。",
      "フィドルスティックス": "菲德尔斯基在对抗拉莫斯时具有优势。\n\n原因如下：\n\n- 菲德尔斯基可以远程攻击，更容易阻止拉莫斯靠近。\n- 菲德尔斯基的控制技能可以限制拉莫斯的行动，并在他攻击之前使其失去行动能力。\n- 菲德尔斯基具有范围伤害，能够有效削弱拉莫斯的耐久度。\n- 菲德尔斯基的治疗能力使他在与拉莫斯的持久战中保持优势。\n- 菲德尔斯基有手段确保视野，更容易发现拉莫斯的动向。",
      "ジャーヴァンⅣ": "贾法尔四世对拉姆斯有优势。\n\n原因如下：\n\n- 贾法尔四世机动性高，可以在早期主动进行游走，轻松打乱拉姆斯的发育。\n- 拉姆斯没有远程攻击选项，难以应对贾法尔四世的开团潜力。\n- 贾法尔四世的技能具有控制效果，可以在拉姆斯接近之前将其定身，阻止拉姆斯发挥优势。\n- 贾法尔四世的被动百分比伤害有效减少拉姆斯的高耐久，使得短时间内的交易更容易获得优势。\n- 拉姆斯在团队战中需要成为焦点，但贾法尔四世可以通过他的终极技能限制拉姆斯的移动。\n- 贾法尔四世对起步慢的打野英雄有优势，而拉姆斯就是一个典型的例子，可以施加早期压力。",
      "リー・シン": "李青对拉姆斯有优势。\n\n原因如下：\n\n- 李青凭借其高机动性，可以轻松地在移动速度较低的坦克打野如拉姆斯面前获得优势。\n- 李青的爆发伤害非常高，使他能够在拉姆斯利用耐久性之前迅速击杀敌人。\n- 李青可以通过技能连招在短时间内多次攻击，更容易削弱拉姆斯的耐久性。\n- 李青具有强大的游走潜力，可以在拉姆斯发育之前施加早期压力。\n- 李青可以有效切断逃跑路线，追击逃跑能力较低的拉姆斯。\n- 李青的终极技能击退可以抵消拉姆斯的技能，在战斗中提供优势。",
      "ヴィエゴ": "维戈在与拉姆斯的对抗中占有优势。\n\n原因如下：\n\n- 维戈的输出伤害高，容易削弱拉姆斯的耐久性。\n- 维戈的控制技能使得限制拉姆斯的行动变得更容易。\n- 维戈的机动性高，可以在躲避拉姆斯攻击的同时进行战斗。\n- 拉姆斯缺乏远程攻击选项，因此维戈可以保持距离安全作战。\n- 维戈的被动技能使他在击杀敌人时能够恢复生命值，在与拉姆斯的交战中占据优势。\n- 拉姆斯在团队战中往往会吸引火力，但维戈可以利用这种情况更容易地消灭敌人。",
      "ウーコン": "猴子在对抗拉姆斯时具有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，更容易承受拉姆斯的攻击。\n- 猴子的技能具有降低拉姆斯防御的效果，使他能够造成显著的物理伤害。\n- 猴子具有高机动性，使他能够在避免拉姆斯接近的同时进行攻击。\n- 拉姆斯缺乏远程攻击选项，使他在猴子靠近攻击时难以反击。\n- 猴子在团队战斗中影响力强大，使他在拉姆斯在团队交战中被集中攻击时能够灵活应对。"
    }
  },
  "グレイブス": {
    "name": "グレイブス",
    "beats": {
      "パンテオン": "潘森在对抗格雷夫斯时处于劣势。\n\n原因如下：\n\n- 格雷夫斯的爆发伤害高，特别是在近战一对一的战斗中非常强大，使得潘森即使试图全力以赴也容易受到伤害。\n- 潘森的技能冷却时间长，使他难以造成持续伤害，这在受到格雷夫斯攻击时使他处于劣势。\n- 格雷夫斯的基础攻击不穿透，使得潘森的攻击难以被阻挡，尤其是在早期的游走中压力很大。\n- 潘森缺乏续航能力，使他难以反击格雷夫斯的持续伤害。\n- 格雷夫斯拥有范围攻击，使他在团队战斗和发育中占据优势，而潘森的范围伤害有限，在团队战斗中的影响力较低。",
      "ボリベア": "布隆在对抗格雷夫斯时处于劣势。\n\n原因如下：\n\n- 格雷夫斯是一个远程英雄，容易阻碍布隆的接近。他的基础攻击和技能的骚扰特别强。\n- 布隆的主要技能范围较短，使他在格雷夫斯的攻击下面临高风险。很难靠近。\n- 格雷夫斯的爆发伤害很高，使布隆难以承受。他在早期的一对一交锋中尤其处于劣势。\n- 布隆的技能冷却时间较长，使他在受到格雷夫斯伤害时难以反击。\n- 格雷夫斯拥有范围攻击，擅长发育和控制兵线，使布隆在对线时很难建立优势。",
      "シャコ": "沙科处于劣势。\n\n- 格雷夫斯的基础属性高，在一对一的战斗中尤其强大，能够在沙科接近之前造成伤害。\n- 格雷夫斯的爆发伤害可以在忽视沙科隐身状态的情况下造成高额伤害，使得埋伏成功的可能性降低。\n- 格雷夫斯拥有范围攻击，使得在沙科试图攻击多个敌人时更容易限制他的行动。\n- 沙科的基础属性低，极度依赖自动攻击，使他容易受到格雷夫斯的攻击。\n- 格雷夫斯在6级时变得更强，增加了沙科在尝试游走时被抓的风险。",
      "ワーウィック": "沃里克在对抗格雷夫斯时处于劣势。\n\n原因如下：\n\n- 格雷夫斯拥有远程攻击，可以在沃里克接近之前造成伤害，使他在一对一的交锋中占据优势。\n- 格雷夫斯的爆发伤害很高，尤其是在沃里克血量低时，可以对其造成致命伤害。\n- 沃里克是近战英雄，这使得他很难躲避格雷夫斯的攻击，并且容易被风筝。\n- 尽管格雷夫斯技能的冷却时间较长，但他可以利用基础攻击的装填时间持续造成伤害，从而超越沃里克的治疗效果。\n- 沃里克有控制技能，但对格雷夫斯的机动性和闪现式的玩法效果不佳。",
      "マスター・イー": "蒙多在对抗格雷夫斯时处于劣势。\n\n原因如下：\n\n- 格雷夫斯的爆发伤害很高，他在一对一的战斗中尤其强大。蒙多依赖普通攻击，容易受到格雷夫斯早期攻击的伤害。\n- 格雷夫斯的普通攻击不穿透，因此如果蒙多使用技能躲避或变得无敌，格雷夫斯就很难造成伤害。\n- 格雷夫斯可以在前期积极进攻，在蒙多获得装备之前施加压力。这可能导致蒙多在发育和升级上落后。\n- 蒙多容易受到控制，如果他承受了格雷夫斯的爆发伤害，可能很快就会陷入劣势。\n- 格雷夫斯有范围攻击，这会在团队战中妨碍蒙多的移动。具体来说，如果格雷夫斯先造成伤害，他可以抵消蒙多的治疗能力。",
      "ケイン": "Kayn在对抗Graves时处于劣势。\n\n原因如下：\n\n- Graves的爆发伤害高，在一对一的战斗中非常强大，使得Kayn在变身前的弱势状态下作战时处于劣势。\n- Graves的普通攻击是远程的，容易躲避Kayn的近战攻击并造成持续伤害。\n- 尽管Graves的技能冷却时间较长，但他可以在Kayn变身之前造成足够的伤害，从而更容易在早期创造有利局面。\n- Kayn有很多位移技能，但当他被Graves的攻击击中时，更容易受到控制，降低了他的战斗效能。\n- Graves的机动性高，更容易阻止Kayn的游走，相反，在发起游走时更容易占据有利位置。",
      "リリア": "莉莉娅处于劣势。\n\n- 格雷夫斯的爆发伤害很高，在莉莉娅靠近之前就能造成显著伤害，使一对一的战斗变得困难。\n- 莉莉娅的主要技能范围较短，使她容易受到格雷夫斯的攻击，这带来了风险。\n- 格雷夫斯的基础攻击不穿透，因此不太可能被莉莉娅的技能阻挡，使他更容易造成伤害。\n- 莉莉娅在6级之前的游走潜力较低，如果格雷夫斯在前期打得很激进，莉莉娅很难反击。\n- 格雷夫斯的移动速度很高，使他更容易躲避莉莉娅的减速和睡眠效果，使交战变得困难。",
      "ザック": "扎克在对抗格雷夫斯时处于劣势。\n\n原因如下：\n\n- 格雷夫斯的爆发伤害高，可以迅速降低扎克的耐久度。\n- 格雷夫斯的攻击范围比扎克长，使他更容易在扎克接近之前进行攻击。\n- 扎克通常攻击范围较短，难以躲避格雷夫斯的攻击。\n- 格雷夫斯的基础攻击不穿透，难以阻挡扎克的技能。\n- 格雷夫斯的技能冷却时间较长，扎克面临持续受到伤害的更高风险。\n- 扎克消耗生命值的技能容易受到格雷夫斯的爆发伤害影响。\n- 格雷夫斯在1对1的表现强劲，使他在扎克尝试游走时容易反制扎克。",
      "シン・ジャオ": "辛赵在对抗格雷夫斯时处于劣势。\n\n原因如下：\n\n- 格雷夫斯的爆发伤害高，在近战对决中很强，这使得辛赵在接近之前可能会受到大量伤害。\n- 格雷夫斯的普通攻击不穿透，因此即使辛赵使用技能接近，也很难躲避格雷夫斯的攻击。\n- 辛赵对控制技能很弱，如果他的移动被格雷夫斯的技能限制，他就无法有效输出伤害。\n- 格雷夫斯在前期有很强的游走潜力，这使得辛赵在丛林中很难取得领先。\n- 辛赵的逃生选项有限，因此如果被格雷夫斯逼入角落，他很难逃脱。"
    },
    "loses": {
      "ニダリー": "娜美在对抗格雷夫斯时具有优势。\n\n原因如下：\n\n- 娜美在前期有很高的游走潜力，使她能够在格雷夫斯完全装备之前创造有利局面。\n- 格雷夫斯的技能冷却时间长，难以持续输出伤害，这使他很难应对娜美的爆发伤害。\n- 娜美可以自由地在与缺乏控制技能的格雷夫斯对抗时移动和攻击，这使她在一对一的情况下具有显著优势。\n- 娜美在豹形态下的机动性使她能够轻松躲避格雷夫斯的攻击，并创造反击的机会。\n- 格雷夫斯在面对AP打野时处于劣势，面对娜美的AP伤害可能会让他陷入困境。",
      "キヤナ": "Qiyana在对抗Graves时具有优势。\n\n原因如下：\n\n- 她的机动性很高，更容易躲避Graves的攻击。\n- 她拥有强力的控制技能，可以限制Graves的行动。\n- 通过利用元素，她可以根据情况制定战术，并有手段抵消Graves的爆发伤害。\n- 由于Graves的普通攻击不穿透，Qiyana利用隐身和墙体的攻击效果显著。\n- 当Graves技能冷却时间较长时，Qiyana可以主动出击，使她在一对一的战斗中占据优势。",
      "タロン": "泰隆对格雷夫斯有优势。\n\n原因如下：\n\n- 泰隆在前期有非常高的爆发伤害，能够在格雷夫斯获得装备之前轻松击杀敌人。\n- 泰隆的机动性使他能够轻松躲避格雷夫斯的攻击，并擅长埋伏。\n- 格雷夫斯的技能冷却时间较长，使他在泰隆发起攻击后难以反击。\n- 泰隆可以隐身，使他能够在不被格雷夫斯发现的情况下接近。\n- 格雷夫斯的普通攻击不穿透，这使他容易受到泰隆的高爆发伤害。",
      "ナフィーリ": "Nafiri在对抗Graves时具有优势。\n\n原因如下：\n\n- Nafiri可以使用宠物进行多种攻击，这可以阻挡Graves的普通攻击，减少他的爆发伤害。\n- Graves的技能冷却时间长，难以维持稳定的DPS，使得反击Nafiri的高频攻击变得困难。\n- Nafiri拥有无法被锁定的技能，更容易躲避Graves的技能。\n- Graves在早期发育时往往落后，这使得Nafiri可以通过早期的激进玩法创造有利局面。\n- Nafiri对自我防御选项较少的英雄非常强，而Graves的控制能力有限，Nafiri可以灵活地利用这一点。",
      "イブリン": "伊芙琳在对抗格雷夫斯时具有优势。\n\n- 在6级之后，伊芙琳几乎可以一直处于隐身状态，这使她能够在忽视格雷夫斯视野的情况下进行伏击。这使得格雷夫斯很难知道她的位置，并使他更容易受到攻击。\n- 虽然格雷夫斯在近战中很强，但他容易受到伊芙琳的高爆发伤害。伊芙琳的伤害对生命值降低的敌人特别有效。\n- 格雷夫斯的技能冷却时间长，难以保持持续的输出，因此如果伊芙琳成功伏击他，他几乎没有反击的余地。\n- 伊芙琳对逃生选项少的对手非常强大，而格雷夫斯就是一个这样的例子。由于格雷夫斯的普通攻击无法穿透，因此他很难防御伊芙琳的攻击。\n- 格雷夫斯在早期发育中往往落后，且抓人潜力低，这使得伊芙琳更容易通过早期行动创造有利局面。",
      "ベル＝ヴェス": "贝尔维斯在与格雷夫斯的对抗中占有优势。\n\n- 贝尔维斯是一个近战英雄，可以利用格雷夫斯的短距离在近战中表现出色。\n- 格雷夫斯的技能冷却时间长，难以保持持续的伤害输出，这使得他很难反击贝尔维斯快速的攻击，而贝尔维斯的攻击速度会因此受益。\n- 贝尔维斯的攻击速度随着每次击杀无限增加，使她能够造成高额伤害，尤其是对付像格雷夫斯这样的脆皮对手。\n- 格雷夫斯的普通攻击无法穿透，这使得他很难抵挡贝尔维斯的攻击，并且他发现很难有效地反击依赖普通攻击的贝尔维斯。\n- 贝尔维斯的技能提供伤害减免，在持久战中表现强劲，使她更容易承受格雷夫斯的爆发伤害。",
      "カ＝ジックス": "卡兹克对格雷夫斯有优势。\n\n原因如下：\n\n- 卡兹克对孤立敌人有高爆发伤害，并且他容易制造格雷夫斯被孤立的情况。\n- 格雷夫斯的技能冷却时间长，难以持续输出伤害，使他容易受到卡兹克的伏击。\n- 卡兹克可以迅速利用跳跃缩短与敌人的距离，在躲避格雷夫斯攻击的同时造成伤害。\n- 格雷夫斯的自动攻击不穿透，这使得卡兹克在逃跑时能够占据有利位置。\n- 卡兹克在6级后具有强大的爆发潜力，使他在格雷夫斯获得装备之前更容易获得单杀。",
      "エコー": "艾克对格雷夫斯有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避格雷夫斯的攻击。由于格雷夫斯的基础攻击不穿透，艾克可以通过移动来躲避伤害。\n- 艾克的爆发伤害具有很高的AP比率，使他能够迅速削弱格雷夫斯的耐久性。特别是在格雷夫斯还没有装备之前攻击，可以给艾克带来优势。\n- 艾克有一个眩晕技能，可以暂时禁用格雷夫斯的攻击。这使得艾克可以在格雷夫斯反击之前造成伤害。\n- 格雷夫斯的技能冷却时间较长，难以维持持续的DPS，而艾克可以瞬间造成伤害然后逃脱，使他在一对一的战斗中更容易占据上风。\n- 艾克可以利用格雷夫斯技能的冷却时间来安排自己的攻击。在格雷夫斯使用技能后再出手，艾克可以更安全地造成伤害。",
      "ジャーヴァンⅣ": "贾法尔四世对格雷夫斯有优势。\n\n原因如下：\n\n- 贾法尔四世是近战英雄，更容易躲避格雷夫斯的普通攻击。由于格雷夫斯的普通攻击不穿透，贾法尔可以通过靠近来减轻伤害。\n- 贾法尔的技能提供了高机动性，使他能够在格雷夫斯的技能冷却期间进行积极的进攻。特别是，抓住格雷夫斯技能冷却的时机更容易。\n- 贾法尔的终极技能可以困住敌人，有效切断格雷夫斯的逃跑路线，使其爆发伤害更容易被抵消。\n- 格雷夫斯在早期发育上往往落后，而贾法尔从一开始就具有强大的游走潜力，更容易在早期创造有利局面。\n- 贾法尔的被动百分比伤害在削弱格雷夫斯的生命值方面非常有效，尤其是在短暂的交战中给他带来优势。",
      "ノクターン": "诺克图恩在对抗格雷夫斯时具有优势。\n\n原因如下：\n\n- 诺克图恩是一个近战战士，可以通过利用格雷夫斯的换弹时间和技能冷却时间来造成高爆发伤害。\n- 诺克图恩的控制技能可以限制格雷夫斯的行动，使他在一对一的战斗中获得优势。\n- 诺克图恩具有减少视野的能力，使格雷夫斯在尝试交战时失去信息，从而难以发挥他的优势。\n- 诺克图恩的法术护盾可以抵消格雷夫斯的技能，同时造成持续伤害。\n- 格雷夫斯在早期发育中往往落后，而诺克图恩可以通过早期的游走施加压力。"
    }
  },
  "ヴァイ": {
    "name": "ヴァイ",
    "beats": {
      "イブリン": "伊芙琳在对抗薇时处于劣势。\n\n- 薇擅长近战，并且在伊芙琳接近之前有很高的抓捕能力。\n- 薇的护盾和护甲减免降低了伊芙琳的爆发伤害，降低了她在一对一交锋中的胜率。\n- 薇具有强大的游走潜力，并且在游戏早期就可以采取激进的策略，这使得伊芙琳很难发育和成长。\n- 由于有保证的控制技能，薇可以抵消伊芙琳的隐身，使她更难接近。\n- 薇在团队战斗中的位置表现出色，妨碍了伊芙琳在这些情况下的有效性。",
      "ケイン": "凯隐处于劣势。\n\n原因如下：\n\n- 薇的追击潜力很高，能够轻易锁定处于弱态的凯隐。\n- 薇的技能具有保证的控制效果，可以限制凯隐的位移技能，减少他的逃生选择。\n- 薇在一对一的情况下表现出色，使得凯隐在变身之前特别难以反击她。\n- 薇在目标控制方面也很强，使她能够在凯隐变强之前更容易掌控地图。\n- 即使在变身之后，凯隐仍然容易受到薇的高伤害和控制效果的影响，使他在团战中难以灵活应对。",
      "ダイアナ": "戴安娜处于劣势。\n\n原因如下：\n\n- 薇的追击潜力很高，使她在戴安娜使用技能后容易反击。\n- 薇的护盾和减甲效果使戴安娜难以造成伤害，使她在一对一的情况下处于劣势。\n- 戴安娜对控制技能很脆弱，如果被薇的攻击击中，她可能会受到致命伤害。\n- 薇在近战中很强，当戴安娜使用跳跃时，很有可能被抓住。\n- 戴安娜的逃生手段有限，容易被薇抓住而无法逃脱。",
      "シャコ": "沙科处于劣势。\n\n- 维的六级时具有强大的游走潜力，可以在沙科埋伏之前抓住他。\n- 由于维的护盾和减甲效果，沙科的伤害效果降低，使一对一的遭遇不利。\n- 维的追击潜力很高，而沙科的逃脱手段有限，被抓的风险很大。\n- 维的技能可以抵消沙科的隐身效果，使埋伏成功的可能性降低。\n- 沙科的基础属性较低，受到维的伤害时变得脆弱。",
      "ブライアー": "布莱尔处于劣势。\n\n- 薇的追击潜力很高，擅长游走，这使得她在布莱尔进入狂暴状态之前就能抓住她的机会。\n- 薇的护盾和护甲减益使得布莱尔的交易不利。尤其是布莱尔依赖普通攻击，她容易受到薇的伤害。\n- 薇拥有控制技能，当布莱尔处于狂暴状态时，她的移动受到限制，更容易被技能命中，降低了她的战斗效能。\n- 薇在团队战中擅长站位，使得布莱尔在参与团队战时难以应对薇的控制和伤害。\n- 布莱尔的技能冷却时间相对较长，当受到薇的伤害时，她的耐久性下降，使得持续作战变得困难。",
      "ニダリー": "妮蔻处于劣势。\n\n- 薇恩擅长近战，能够承受妮蔻的爆发伤害，使她在一对一的对抗中拥有很高的胜率。\n- 薇恩的追击潜力非常高，而妮蔻的逃生手段有限，容易被抓住。\n- 薇恩有一个可以减轻妮蔻伤害的护盾，使她在持续战斗中表现强劲。\n- 妮蔻缺乏控制技能，对薇恩的进攻几乎没有反制手段，使她在团队战中难以灵活应对。\n- 薇恩在目标控制方面表现出色，使妮蔻很难创造有利局面。",
      "ベル＝ヴェス": "贝尔维斯在对抗薇时处于劣势。\n\n- 薇具有很高的追击潜力，并擅长游走，这使得她在贝尔维斯弱势的早期游戏中施加压力变得容易。\n- 薇的护盾和减甲效果显著降低了贝尔维斯的自动攻击效果，使她在一对一的战斗中处于劣势。\n- 薇在近战中很强，而贝尔维斯容易受到控制，因此被抓住的风险很高。\n- 贝尔维斯的攻速提升依赖于叠加层数，因此她在早期战斗中的劣势可能会产生重大影响。\n- 虽然薇在团队战中在位置上有困难，但贝尔维斯也对控制技能有弱点，这使得她在团队战中的生存变得困难。",
      "トランドル": "特朗德尔处于劣势。\n\n- 薇有很高的追击潜力，可以在特朗德尔接近之前造成伤害，这使得特朗德尔很难发起攻击。\n- 薇的护盾和减甲效果削弱了特朗德尔的1对1能力，特别是更容易抵消特朗德尔的坦克属性。\n- 虽然薇在近战中很强，但特朗德尔接近的手段有限，增加了被薇抓住的风险。\n- 薇的击飞和跳跃限制了特朗德尔的移动，使他没有逃脱的选项，这降低了他在游走和团战中的生存率。\n- 薇在团战中也很强大，使得特朗德尔更难有效贡献。",
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n- 薇的追击能力强，擅长游走，使得努努在尝试游走时容易受到反击。\n- 薇的护盾和减甲效果使她在1v1中具有强大的潜力，即使承受努努的攻击也能有利地战斗。\n- 薇擅长近战，并且有办法抵消努努的控制技能，使得努努难以成功发起攻击。\n- 努努在后期发育较差，面对像薇这样的强力战士时缺乏耐久性。\n- 薇对控制技能和保护能力较弱，但努努在这方面施加压力较困难，导致在团队战中影响较小。",
      "パンテオン": "潘森处于劣势。\n\n原因如下：\n\n- 薇的追击能力强，擅长近战输出，这意味着即使潘森全力以赴，他也可能被抓住。\n- 薇的护盾和减甲效果可以减轻潘森的伤害，同时在一对一的战斗中获得优势。\n- 薇有跳跃和击飞技能，可以躲避潘森的攻击并进行反击，更容易抵消他的伤害。\n- 潘森的技能冷却时间长，在持久战中他的输出下降，使得很难反击薇的持续伤害。\n- 薇可以利用控制技能和保护来对抗潘森，后者在团战中表现不佳，使她能够从有利的位置进行战斗。",
      "エコー": "艾克处于劣势。\n\n- 薇的追击能力很强，使艾克很难逃脱。特别是在被薇的技能抓住时，艾克容易受到伤害。\n- 薇的护盾和减甲效果降低了艾克的爆发伤害，降低了他在一对一交锋中的胜率。\n- 薇擅长近战，而艾克无法远程攻击，接近的风险对艾克来说很高。\n- 薇的技能有可以限制艾克机动性的元素，使得即使艾克使用技能也更容易出现无法逃脱的情况。\n- 薇擅长参与团队战斗，这使得艾克在这些场景中的站位变得复杂。",
      "エリス": "艾莉丝处于劣势。\n\n- 薇恩擅长近战，并且在艾莉丝接近之前有很高的抓捕能力。\n- 薇恩的护盾和护甲减免降低了艾莉丝的爆发伤害，使她在一对一的对抗中胜率降低。\n- 艾莉丝擅长远程攻击，但薇恩擅长拉近距离，这使得艾莉丝在发起攻击之前很可能会被反制。\n- 薇恩在团队战斗中具有强大的开团潜力，这对她在艾莉丝难以应对的团队战斗中是有利的。\n- 艾莉丝的发育较差，如果她在前期没有建立优势，后期很容易失去存在感，而薇恩从一开始就能执行强力的游走，这使得艾莉丝很难找到成长的机会。",
      "ナフィーリ": "Nafiri处于劣势。\n\n- Vi具有很强的追击能力，并且在近战中擅长一对一的战斗，这使得她很可能在Nafiri用她的宠物攻击之前就抓住她。\n- 由于Vi的护盾和护甲减益效果，Nafiri的攻击效果降低，尤其是一对一的战斗变得不利。\n- Nafiri只有短暂的减速效果作为控制手段，并且缺乏阻止Vi强力攻击的手段，使得防御变得困难。\n- Vi没有范围攻击，因此无法清除Nafiri的宠物，导致Nafiri利用攻击次数的机会减少。\n- Vi擅长埋伏，当Nafiri试图游走或埋伏时，如果Vi先发制人，她很可能会陷入不利局面。",
      "キンドレッド": "Kindred在对抗Vi时处于劣势。\n\n原因如下：\n\n- Vi擅长近战，使她能够在Kindred利用她的射程之前迅速接近。\n- Vi的追击潜力很高，即使Kindred有逃生选项，她也很可能被抓住。\n- Vi有一个护盾，可以轻松减轻Kindred的伤害。\n- Vi的技能能够限制Kindred的移动，使她在一对一的对抗中拥有很高的胜率。\n- 在Kindred的早期标记叠加之前，她的存在感较低，这使得Vi能够在此期间创造有利的局面。"
    },
    "loses": {
      "ゼド": "劫对薇的优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以在薇接近之前瞬间造成伤害，使他在一对一的交锋中占据上风。\n- 劫的机动性使他更容易躲避薇的技能，特别是她的开团技能。\n- 薇必须靠近才能造成伤害，但劫可以利用他的影子拉开距离，更容易避免薇的攻击。\n- 劫可以针对孤立的敌人进行强力击杀，这增加了薇在尝试游走时被反击的风险。\n- 劫可以利用他的影子逃脱薇的控制技能并进行反击，使他很难被抓住。",
      "ヘカリム": "赫卡里姆在对抗薇时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，能够轻松躲避薇的接近，使他在游走和遭遇战中占据优势。\n- 赫卡里姆的开团能力强，能够在团队战斗和游走中轻松抓住薇。\n- 赫卡里姆拥有范围伤害技能，可以对多个敌人造成伤害，从而增加他在团队战斗中的影响力。\n- 赫卡里姆耐久性强，能够承受较长时间的战斗，使他更容易抵消薇的高输出。\n- 赫卡里姆拥有控制技能，可以限制薇的行动，防止她发挥优势。",
      "ウーコン": "猴子有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，能够承受维的攻击，使他在一对一的情况下占据优势。\n- 猴子的技能包括广范围的控制技能，可以阻碍维的接近并限制她的行动。\n- 猴子可以利用他的分身来迷惑敌人，使他能够轻松躲避维的攻击并创造反击的机会。\n- 维必须靠近才能造成伤害，但猴子机动性很高，擅长拉近距离，使他能够在避免维的攻击的同时进行反击。\n- 猴子在对抗AD战士时更具优势，特别是可以利用这一优势对抗像维这样的近战战士。",
      "ヴィエゴ": "维戈在对抗薇时具有优势。\n\n原因如下：\n\n- 维戈在前期有高输出和出色的游走潜力，更容易限制薇的行动。\n- 维戈的被动技能允许他通过击杀或助攻敌方英雄来恢复生命，使他在一对一和团战中能够持续作战。\n- 薇需要靠近才能造成伤害，因此维戈可以利用他的机动性在战斗中保持距离。\n- 维戈拥有强力的控制技能，可以阻止薇的开团，使得抵消她的攻击变得更容易。\n- 薇对控制和保护非常脆弱，使她在受到维戈伤害时难以反击。",
      "シン・ジャオ": "辛赵对维的优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使得他在前期的游走潜力强，可以限制维的行动。\n- 辛赵的技能是针对性的，可以打断维的接近，使他在一对一的交锋中胜率更高。\n- 辛赵的被动技能提供续航，使他的打野稳定，更容易获得早期优势。\n- 维必须靠近才能造成伤害，但辛赵对低逃脱潜力的对手很强，这使他容易受到维的攻击。\n- 辛赵的终极技能可以抵消远程伤害，使他在团队战中表现良好。",
      "ザック": "扎克占据优势。\n\n- 扎克具有高机动性和丰富的控制技能，能够轻松阻止维的接近。\n- 维必须靠近才能造成伤害，因此被扎克的控制技能抓住会让她处于困境。\n- 扎克的被动治疗能力使他在一对一的战斗中具有高耐久性，更容易承受维的攻击。\n- 扎克具有范围伤害，这使他在团队战斗中具有显著影响力，如果维被孤立，他可以更有利地进行战斗。\n- 维对控制和保护技能较弱，使她容易受到扎克的击飞和开团的威胁。\n- 扎克使用生命值来施放技能，使他能够在持久战中灵活应对。"
    }
  },
  "シヴァーナ": {
    "name": "シヴァーナ",
    "beats": {
      "レンガー": "雷恩加在对抗希瓦娜时处于劣势。\n\n原因：\n- 希瓦娜的耐久性高，坦克装备强大，使她不易受到雷恩加的爆发伤害。\n- 希瓦娜在持续战斗中表现出色，即使被雷恩加伏击也能进行反击。\n- 希瓦娜的移动速度和范围伤害使她能够在雷恩加接近之前造成伤害。\n- 尽管希瓦娜缺乏控制技能，但在被雷恩加伏击时可以通过击退来拉开距离。\n- 雷恩加在团队战斗中表现不佳，难以应对希瓦娜的持续伤害和耐久性。",
      "イブリン": "伊芙琳处于劣势。\n\n- 希瓦娜耐久性高，近战作战强，减少了她受到伊芙琳爆发伤害的可能性。\n- 希瓦娜移动速度快，快速清理野区，因此她在伊芙琳发起游走之前行动的机会很大。\n- 希瓦娜的技能不需要资源，使她能够进行持续作战，这常常使伊芙琳的埋伏无效。\n- 尽管希瓦娜缺乏控制技能，但她可以通过激活她的终极技能暂时获得强大的效果，更容易创造出阻止伊芙琳接近的局面。\n- 希瓦娜在获取龙方面能力强，使得在游戏早期更容易创造有利局面。这可能导致游戏在伊芙琳能够发育之前就向前推进。",
      "リリア": "莉莉娅处于劣势。\n\n- 希瓦娜耐久性高，使用坦克装备在近战中强大，更容易吸收莉莉娅的攻击。\n- 希瓦娜的移动速度和范围伤害使她能够在丛林中快速发育，使她能够在莉莉娅成长之前将游戏推向有利于她的方向。\n- 莉莉娅的主要技能范围较短，使她难以躲避希瓦娜的攻击，在近战中处于劣势。\n- 希瓦娜依赖她的终极技能，但由于莉莉娅的控制技能只有她的终极技能，因此她很难躲避希瓦娜的终极技能。\n- 希瓦娜在6级之前很难采取行动，但莉莉娅在6级之前的抓人潜力也很低，因此随着游戏的进行，希瓦娜获得了优势。",
      "ザック": "扎克在对抗希瓦娜时处于劣势。\n\n原因如下：\n\n- 希瓦娜拥有高移动速度和范围伤害，使她能够快速清理野区，并在扎克发起游走之前移动。\n- 希瓦娜没有技能消耗，可以在战斗中持续作战，尤其是在坦克装备下具有高耐久性，使她更容易承受扎克的伤害。\n- 希瓦娜的控制技能仅限于击退，这使得扎克难以利用他丰富的控制技能。此外，希瓦娜在激活大招时会变得更强，这使得扎克的游走时机更加复杂。\n- 希瓦娜可以轻松地控制龙，创造出早期有利的局面，这使得扎克更难控制比赛。\n- 扎克通常攻击范围较短，当他受到希瓦娜攻击的伤害时，无法有效反击，更容易受到伤害。尤其是在6级之前，希瓦娜更强，使扎克处于劣势位置。",
      "フィドルスティックス": "菲德尔斯基处于劣势。\n\n原因如下：\n\n- 希瓦娜具有高耐久性，能够轻松吸收菲德尔斯基的伤害。\n- 希瓦娜的移动速度和范围伤害使她能够在菲德尔斯基接近之前造成伤害。\n- 希瓦娜可以持续使用怒气进行攻击，使菲德尔斯基难以躲避她的技能。\n- 菲德尔斯基的移动速度较低，接近手段有限，使得有效地与希瓦娜交战变得困难。\n- 当希瓦娜的终极技能被激活时，菲德尔斯基面临更高的恐惧和控制风险。\n- 希瓦娜可以轻松获取龙，创造出游戏早期的有利局面。",
      "キヤナ": "Qiyana在对抗Shyvana时处于劣势。\n\n原因如下：\n\n- Shyvana的耐久性高，坦克装备强大，使她不易受到Qiyana的爆发伤害。\n- Shyvana的移动速度和范围伤害使她能够在丛林中快速发育，使她在Qiyana能够发育之前获得优势。\n- 虽然Shyvana缺乏控制技能，但她可以通过在受到Qiyana伤害时使用她的大招轻松抵消Qiyana的攻击。\n- Qiyana依赖她的大招，这使得她在Shyvana达到6级之前很难采取行动，从而让Shyvana先创造有利局面。\n- Shyvana在控制龙方面能力强，使她在中后期更容易创造有利局面。",
      "ボリベア": "布隆处于劣势。\n\n原因如下：\n\n- 希瓦娜的移动速度快，范围伤害高，使得布隆很难在早期建立优势，因为她的打野清野速度很快。\n- 希瓦娜的耐久性高，采用坦克装备，在交战中很强，使她更容易吸收布隆的攻击。\n- 希瓦娜的技能不需要资源，能够持续作战，更容易躲避布隆的近战技能。\n- 希瓦娜依赖她的终极技能，但即使在6级之前，她也能轻松对付布隆。\n- 布隆的主要技能是近战的，难以反制希瓦娜的机动性，因此很难发起攻击。",
      "シャコ": "沙科处于劣势。\n\n原因如下：\n\n- 希瓦娜在6级时具有强大的游走潜力，这使得她在沙科埋伏之前就可能进行反击。\n- 希瓦娜的耐久性高，使用坦克装备时在打斗中表现强劲，更容易吸收沙科的攻击。\n- 希瓦娜的移动速度和范围伤害使她能够快速清理丛林并控制龙，这可能导致她掌控比赛。\n- 沙科高度依赖自动攻击，这使得他很难对希瓦娜的耐久性造成持续伤害。\n- 尽管希瓦娜的控制能力有限，但她可以轻易发现沙科的埋伏，并有手段逃脱，常常避免沙科的攻击。",
      "カ＝ジックス": "卡兹克在对抗希瓦娜时处于劣势。\n\n- 希瓦娜具有高耐久性，使用坦克装备在肉搏战中表现强劲，能够承受卡兹克的爆发伤害。\n- 希瓦娜在持续作战中表现出色，并且没有技能消耗，使她能够持续攻击而不必担心资源。\n- 希瓦娜的移动速度很快，能够迅速清理丛林，使她能够在卡兹克发起游走之前采取行动。\n- 希瓦娜在控制龙方面能力强，能够更容易地在游戏早期创造有利局面。\n- 卡兹克的控制能力有限，依赖于希瓦娜的大招，使他在团队战斗或一对一中难以获得优势。",
      "ノクターン": "诺克图恩处于劣势。\n\n原因如下：\n\n- 希瓦娜耐久性高，使用坦克装备在近战中强大，更容易吸收诺克图恩的攻击。\n- 希瓦娜没有技能消耗，可以持续作战，使她在承受诺克图恩的伤害时能够反击。\n- 诺克图恩的控制技能仅对单个目标有效，无法有效应对希瓦娜的移动速度和范围伤害。\n- 希瓦娜可以轻松获取龙，早期游戏中创造有利局面。\n- 诺克图恩的逃脱潜力低，使他在承受希瓦娜的伤害时更容易受到反击。",
      "ジャーヴァンⅣ": "贾克斯四世处于劣势。\n\n- 希瓦娜的持续伤害很高，特别是在坦克装备下的延续交战中，给她带来了相对于贾克斯四世短暂交战的优势。\n- 希瓦娜没有技能消耗，可以持续参与战斗，使她更容易在避免贾克斯四世技能的同时造成伤害。\n- 希瓦娜的机动性很高，容易躲避贾克斯四世的进攻，这使得在游走或一对一时很难获得优势。\n- 希瓦娜在控制龙方面能力强，使她在贾克斯四世试图争夺龙时更容易反制他。\n- 贾克斯四世的大招也会阻挡队友，这意味着如果希瓦娜使用她的大招，可能会对贾克斯四世造成反效果。",
      "マスター・イー": "易大师在对抗希瓦娜时处于劣势。\n\n原因：\n- 希瓦娜的耐久性高，使用坦克装备在近战中强大，更容易吸收易大师的攻击。\n- 希瓦娜的移动速度和范围伤害使她能够快速清理丛林，从而在早期压制易大师。\n- 希瓦娜可以利用怒气持续作战，即使在受到易大师的伤害时也能进行反击。\n- 希瓦娜的大招具有强大的控制效果，可以限制易大师的移动。\n- 易大师对控制效果很脆弱，一旦被希瓦娜的攻击抓住，很可能会受到致命伤害。"
    },
    "loses": {
      "トランドル": "特朗德尔在与希瓦娜的对抗中占有优势。\n\n原因如下：\n\n- 特朗德尔可以吸收希瓦娜的护甲，使他在一对一的战斗中占据优势。\n- 希瓦娜的控制能力有限，她几乎没有办法阻止特朗德尔接近，从而让他可以自由攻击。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，使他在持续战斗中非常强大。\n- 希瓦娜在6级之前很难采取行动，而特朗德尔可以在早期进行激进的玩法。\n- 特朗德尔可以通过降低希瓦娜的属性来有利地与她的高耐久性作战。",
      "ベル＝ヴェス": "贝尔维斯在对抗希瓦娜时具有优势。\n\n原因如下：\n\n- 希瓦娜依赖她的终极技能，在6级之前很难采取行动，而贝尔维斯可以在早期游戏中主动出击。\n- 希瓦娜的控制能力有限，这使得贝尔维斯更容易通过位移和击飞来抓住她。\n- 贝尔维斯可以通过击杀中立怪物和英雄无限增加她的攻击速度，使她能够造成高输出，在与希瓦娜的交战中占据优势。\n- 希瓦娜在坦克装备下具有耐久性，但贝尔维斯的技能提供伤害减免，使她在持久战中表现强劲。\n- 希瓦娜需要自动攻击小兵来积累怒气，这给了贝尔维斯在此期间发起攻击的机会。",
      "キンドレッド": "Kindred在对抗Shyvana时具有优势。\n\n原因如下：\n\n- Kindred的射程较长，更容易躲避Shyvana的近战攻击，并在战斗中获得优势。\n- Shyvana依赖她的大招，在6级之前很难采取行动，而Kindred可以从一开始就积极主动。\n- Kindred的被动技能增强了他们在游走和反打野时的基础表现，使他们在对抗Shyvana时更具优势。\n- Shyvana缺乏控制技能，使她很难反制Kindred的机动性。\n- Kindred的大招提供无敌效果，使得抵消Shyvana的攻击变得更容易。",
      "ワーウィック": "沃里克在与希瓦娜的对抗中占有优势。\n\n原因如下：\n\n- 沃里克的治疗能力随着生命值的减少而增加，使他即使在受到希瓦娜伤害时也能持续作战。\n- 希瓦娜依赖她的大招，在6级之前很难进行有效的操作，而沃里克从游戏早期就能参与强有力的小规模战斗。\n- 沃里克拥有两种硬控技能，可以限制希瓦娜的行动。\n- 希瓦娜缺乏控制技能，使她很难反制沃里克的追击能力。\n- 沃里克在反打野方面表现强劲，更容易干扰希瓦娜的发育。",
      "タロン": "泰隆在对抗希瓦娜时具有优势。\n\n原因如下：\n\n- 泰隆在前期具有非常高的爆发伤害，使他在希瓦娜达到6级之前更容易获得击杀。\n- 希瓦娜依赖她的大招，在6级之前很难采取行动，这使得泰隆能够掌握主动权。\n- 泰隆具有高机动性，擅长利用地形进行伏击，使他能够超越希瓦娜的移动速度。\n- 希瓦娜的控制能力有限，对抗泰隆的爆发伤害时，她的防御选项受到限制，这使得泰隆在战斗中占据优势。\n- 泰隆可以迅速削弱希瓦娜的坦克装备，使他在小规模交战中也占据优势。",
      "ブライアー": "布莱尔在对抗希瓦娜时具有优势。\n\n原因如下：\n\n- 布莱尔的续航能力强，即使在与希瓦娜交战时受到伤害也能恢复生命，使她在持久战中表现出色。\n- 希瓦娜缺乏控制技能，这使得她在布莱尔的狂暴状态下很难反制布莱尔的高追击潜力。\n- 布莱尔对逃脱能力低的对手非常强大，而希瓦娜正符合这一特征，使布莱尔能够利用这一点。\n- 布莱尔的终极技能使她能够参与团队战斗并获得视野，这使得在希瓦娜试图争夺龙时施加压力变得更容易。\n- 希瓦娜在6级之前很难采取行动，而布莱尔可以在早期参与游走和团队战斗，更容易掌控游戏。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗希瓦娜时具有优势。\n\n原因如下：\n\n- 努努在前期具有很高的游走潜力，使得在希瓦娜达到6级之前施加压力变得更容易。\n- 希瓦娜依赖她的大招，在6级之前很难采取行动，而努努在此期间可以积极移动。\n- 努努的控制技能可以限制希瓦娜的移动，使他在小规模交战中获得优势。\n- 努努具有强大的治疗能力，使他在与希瓦娜的持久战中占据优势。\n- 希瓦娜缺乏控制技能，容易受到努努的控制，使她在战斗中失去优势。",
      "エコー": "艾克对希瓦娜有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避希瓦娜的攻击。\n- 希瓦娜依赖她的终极技能，在6级之前很难采取行动，这让艾克在这段时间内创造有利局面。\n- 艾克的爆发伤害可以超过希瓦娜的耐久性，特别是在希瓦娜还没有使用她的终极技能时效果显著。\n- 希瓦娜的控制能力有限，使得艾克可以自由移动并发起攻击。\n- 艾克拥有护盾和治疗能力，更容易承受希瓦娜的攻击。",
      "ヴァイ": "维拥有优势。\n\n原因如下：\n\n- 维具有很高的追击潜力，并且在希瓦娜达到6级之前可以轻松采取行动。希瓦娜依赖她的终极技能，使得她在6级之前很难进行激进的玩法。\n- 希瓦娜的控制能力有限，当她受到维的伤害时，她的逃脱手段受到限制。维有一个护盾，使她对希瓦娜的攻击更具韧性。\n- 维在目标控制方面表现出色，可以在早期确保重要目标，如龙和男爵。虽然希瓦娜擅长击杀龙，但由于维的压力，她可能会在早期失去这些目标。\n- 希瓦娜需要自动攻击小兵来积累怒气，这使得维可以在此期间发起gank。这可能会干扰希瓦娜的发育。\n- 维可以轻松对希瓦娜造成直接伤害，尤其是当希瓦娜堆叠坦克装备时，维的护甲减益效果会变得有效。",
      "ヘカリム": "赫卡里姆占据优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，可以超过希瓦娜的移动速度，使他在游走和小规模交战中更容易获得优势。\n- 希瓦娜在6级之前难以采取行动，这使得赫卡里姆在此期间能够施加压力。\n- 赫卡里姆的技能造成范围伤害，这对削弱希瓦娜的耐久性非常有效。\n- 希瓦娜缺乏控制技能，使得反制赫卡里姆的发起能力变得困难。\n- 即使是坦克装备，赫卡里姆也能保持输出，使他在与希瓦娜的打斗中处于有利地位。",
      "リー・シン": "李青在对抗希瓦娜时具有优势。\n\n原因如下：\n\n- 李青在前期具有很高的游走潜力，使他能够在希瓦娜达到6级之前采取行动。\n- 希瓦娜依赖她的终极技能，在6级之前很难采取行动，这使得李青能够掌握主动权。\n- 李青的高机动性使他能够超越希瓦娜，让她很难逃脱。\n- 李青对单个目标造成高爆发伤害，使他在希瓦娜达到6级之前更容易击杀她，此时她的耐久度较低。\n- 希瓦娜的控制技能有限，使她对李青的技能组合几乎没有反制措施。\n- 李青的发育速度超过希瓦娜，使他能够在游戏早期掌握控制权。",
      "ウディア": "乌迪尔在对抗希瓦娜时具有优势。\n\n原因如下：\n\n- 乌迪尔在前期有强大的伤害，可以在希瓦娜达到6级之前采取行动。\n- 希瓦娜依赖她的大招，在6级之前很难采取行动，而乌迪尔可以在这段时间内创造有利局面。\n- 乌迪尔有控制技能，可以限制希瓦娜的移动，使他在战斗中更容易占据上风。\n- 希瓦娜缺乏控制技能（CC），难以反制乌迪尔的持续伤害。\n- 即使是坦克装备，乌迪尔的耐久性也很高，使他更容易吸收希瓦娜的伤害。",
      "ゼド": "劫对希瓦娜有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，使得在希瓦娜使用她的大招之前更容易击杀敌人。\n- 希瓦娜缺乏控制技能，使得劫可以利用他的机动性逃跑或追击。\n- 劫可以通过他的影子移动，更容易躲避希瓦娜的攻击。\n- 希瓦娜在6级之前很难采取行动，这让劫在这段时间内能够创造有利局面。\n- 劫可以有效地针对孤立的敌人，这在希瓦娜单独行动时给他带来了优势。",
      "サイラス": "Sylas在对抗Shyvana时具有优势。\n\n原因如下：\n\n- Sylas具有高爆发伤害，可以迅速降低Shyvana的耐久度。\n- Shyvana依赖她的大招，在6级之前很难进行有效的操作，而Sylas可以在前期进行激进的玩法。\n- Sylas拥有多个位移技能，更容易躲避Shyvana的攻击。\n- Shyvana的控制技能有限，使得Sylas可以自由移动。\n- 通过偷取Shyvana的技能，Sylas可以利用她强大的能力，从而在游戏中获得优势。"
    }
  },
  "トランドル": {
    "name": "トランドル",
    "beats": {
      "ラムス": "拉莫斯处于劣势。\n\n- 特朗德尔拥有增强自身能力的技能，同时削弱对手的能力，使他能够逐渐削弱拉莫斯的耐久性。\n- 特朗德尔的E技能击退和减速可以阻碍拉莫斯的接近，使他在能够进行攻击之前很可能被保持在距离之外。\n- 拉莫斯主要依赖自动攻击，但特朗德尔有能力吸收护甲，这可以减轻拉莫斯的伤害。\n- 特朗德尔具有很高的生命回复能力，因此即使拉莫斯造成伤害，特朗德尔也能持续恢复，导致一对一交锋中的胜率较低。\n- 拉莫斯没有远程攻击选项，使他在特朗德尔的风筝战术面前非常脆弱。",
      "ノーチラス": "纳尔图斯在对抗特朗德尔时处于劣势。\n\n- 特朗德尔可以增强自己的能力，同时削弱对手的能力，使得抵消纳尔图斯的坦克性变得更容易。\n- 特朗德尔的E技能的击退和减速可以阻碍纳尔图斯的接近，为避免他的控制技能提供了手段。\n- 纳尔图斯的基础移动速度较低，使他容易受到特朗德尔的攻击，并且他在对抗特朗德尔时很难创造有利局面，尤其是由于缺乏机动性。\n- 特朗德尔依赖普通攻击，但受到纳尔图斯控制技能的影响，使他很难命中这些攻击，降低了他的输出伤害。\n- 纳尔图斯作为坦克的伤害依赖于他的队友，因此在与强化后的特朗德尔进行一对一对抗时，他常常处于劣势。",
      "キンドレッド": "Kindred在对抗Trundle时处于劣势。\n\n- Trundle在近战中很强，可以在承受Kindred的攻击时造成伤害，这使得一对一的情况对Kindred不利。\n- Trundle的控制技能使得Kindred的移动受到限制，逃脱变得困难。\n- Trundle能够吸收自己的护甲，使得减轻Kindred的伤害变得更容易。\n- Kindred在早期标记堆叠之前缺乏伤害，导致他们在较长时间内无法有效攻击Trundle。\n- Trundle可以对依赖自动攻击的Kindred造成持续伤害，尤其是在团队战斗中增加他的贡献。",
      "セジュアニ": "塞茱妮处于劣势。\n\n- 特朗德尔能够增强自己的属性并吸收对手的护甲和魔法抗性，使得抵消塞茱妮的坦克能力变得更容易。\n- 塞茱妮的被动技能很容易被消耗和持续伤害剥夺，并且由于特朗德尔的攻击，早期失效的可能性很高。\n- 特朗德尔在一对一的近战战斗中表现出色，并且可以在塞茱妮施加控制效果之前发起攻击。\n- 塞茱妮缺乏持续伤害，使她很难反制特朗德尔的持续输出。\n- 特朗德尔的减速和击退常常打断塞茱妮的进攻，降低她在团队战斗中的影响力。",
      "グレイブス": "格雷夫斯在对抗特朗德尔时处于劣势。\n\n原因如下：\n\n- 特朗德尔在近战中很强，可以轻松躲避格雷夫斯的基本攻击，使他在一对一的战斗中占据上风。\n- 特朗德尔的技能可以降低格雷夫斯的护甲，使其更容易造成伤害。\n- 特朗德尔有自我治疗的能力，使他能够更有效地承受格雷夫斯的爆发伤害。\n- 格雷夫斯的基本攻击不穿透，这使得忽视特朗德尔的坦克能力变得困难。\n- 特朗德尔的控制技能可以限制格雷夫斯的移动，使他难以逃脱。",
      "ウーコン": "猴子在对抗特朗德尔时处于劣势。\n\n原因如下：\n\n- 特朗德尔可以增强自己的能力，同时削弱对手的能力，这使他能够降低猴子的攻击力。\n- 特朗德尔的控制技能可以显著限制猴子的机动性。\n- 特朗德尔依赖普通攻击，因此受到猴子的伤害会使他更难输出伤害。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，使他在持久战中占据优势。\n- 猴子需要靠近才能造成伤害，但特朗德尔有手段来干扰这种接近，使猴子难以发起攻击。",
      "シン・ジャオ": "辛赵在对抗特朗德尔时处于劣势。\n\n- 特朗德尔可以增强自己的能力，同时降低辛赵的属性，使他在一对一的战斗中更容易获得优势。\n- 特朗德尔的控制技能可以限制辛赵的移动，使他难以攻击。\n- 辛赵依赖自动攻击，因此容易受到特朗德尔的大招影响，该技能可以吸收护甲。\n- 特朗德尔的被动技能提供生命回复，使他即使在辛赵造成伤害时也能持续作战。\n- 辛赵的逃生手段有限，使他难以接近特朗德尔，增加了被追击的风险。",
      "タロン": "塔隆处于劣势。\n\n- 特朗德尔可以增强自己的能力，同时降低塔隆的护甲，使他在一对一的战斗中占据优势。\n- 特朗德尔的控制技能限制了塔隆的机动性，使他难以逃脱。\n- 塔隆的防御能力较低，容易受到特朗德尔的持续伤害。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，使他在持久战中变得强大。\n- 塔隆需要靠近才能造成伤害，但他很难接近特朗德尔的攻击，这使他容易受到伤害。",
      "ブライアー": "布莱尔在对抗特朗德尔时处于劣势。\n\n- 特朗德尔能够吸收自己的护甲，使得减轻布莱尔的攻击变得更容易。\n- 特朗德尔的控制技能限制了布莱尔的移动，使她难以利用狂暴状态。\n- 布莱尔依赖自动攻击，这使得她很难反击特朗德尔的耐久性和治疗能力。\n- 特朗德尔在一对一的近战中很强，并且可以在布莱尔发起攻击之前创造有利局面。\n- 特朗德尔的技能使得躲避布莱尔的技能射击变得困难，增加了在战斗中陷入劣势局面的可能性。",
      "ダイアナ": "黛安娜在对抗特朗德尔时处于劣势。\n\n原因如下：\n\n- 特朗德尔能够吸收自己的护甲，使得减少黛安娜的伤害变得更容易。\n- 特朗德尔的控制技能可以限制黛安娜的移动，使她难以攻击。\n- 黛安娜的逃生手段有限，容易受到特朗德尔的攻击。\n- 特朗德尔是一个以自动攻击为基础的战士，即使在承受黛安娜的技能后也能持续输出伤害。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命值，使他在持久战中变得强大。",
      "ワーウィック": "沃里克在对抗特朗德尔时处于劣势。\n\n原因如下：\n\n- 特朗德尔可以增强自己的能力，同时降低对手的能力，使他在一对一的战斗中占据优势。特别是当特朗德尔使用他的终极技能吸收沃里克的护甲时，沃里克的伤害会减少。\n- 特朗德尔的E技能提供击退和减速，这可以阻碍沃里克的接近，并抵消沃里克的强控制技能。\n- 沃里克对低生命值的敌人很强，但特朗德尔可以通过附近敌方单位的死亡来恢复生命，这使他在持久战中表现更好。\n- 特朗德尔依赖普通攻击，因此当沃里克使用他的治疗技能或受到伤害时，特朗德尔的攻击效果会降低。然而，特朗德尔可以在承受沃里克的攻击时继续造成伤害。\n- 沃里克的接近手段有限，如果被特朗德尔的技能 kite 住，沃里克就很难发挥他的优势。"
    },
    "loses": {
      "サイラス": "Sylas在对抗Trundle时具有优势。\n\n原因如下：\n\n- Sylas拥有高爆发伤害，可以迅速削减Trundle的生命值，使他在一对一的情况下更容易占据上风。\n- Sylas的闪现技能使他更容易躲避Trundle的控制技能，从而在风筝的同时进行攻击。\n- 通过偷取Trundle的终极技能，Sylas可以抵消Trundle的坦克能力，增强自己的生存能力。\n- Trundle依赖自动攻击，因此当他受到Sylas技能的伤害时，往往在交易中处于劣势。\n- Sylas在对抗具有控制技能的英雄时更具优势，使他能够将Trundle的控制技能反过来用于反击。",
      "ウディア": "乌迪尔在对抗特朗德尔时具有优势。\n\n- 乌迪尔的技能冷却时间短，能够持续输出伤害，使他在与特朗德尔的交战中更容易占据上风。\n- 特朗德尔依赖普通攻击，因此当他被乌迪尔的控制技能击中时，移动受到限制，攻击变得更加困难。\n- 乌迪尔作为坦克具有高耐久性，使他能够更有效地承受特朗德尔的伤害。\n- 特朗德尔的控制技能仅限于他的E技能，而乌迪尔可以躲避那个控制，因此他更容易躲避特朗德尔的攻击。\n- 乌迪尔对近战英雄很强，而特朗德尔也是近战英雄，这为乌迪尔创造了有利的局面。",
      "ザック": "扎克在对抗特朗德尔时具有优势。\n\n原因如下：\n\n- 扎克具有高机动性和丰富的控制技能，使得阻止特朗德尔接近变得更容易。\n- 特朗德尔依赖普通攻击，因此如果扎克用控制技能限制他的移动，他将无法攻击。\n- 扎克的范围伤害可以阻碍特朗德尔的生命值恢复，降低他的续航能力。\n- 扎克的被动技能提供高额的治疗能力，使他能够与特朗德尔进行持久战。\n- 特朗德尔的技能主要针对单一目标，但扎克在团队战中具有显著影响力，如果特朗德尔被孤立，扎克可以利用这一点。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗特朗德尔时具有优势。\n\n原因如下：\n\n- 努努在前期有很高的游走潜力，可以在特朗德尔在线上发育之前施加压力。\n- 努努的控制技能可以阻碍特朗德尔的接近，使他在依赖普通攻击的特朗德尔面前占据优势。\n- 努努的治疗能力使他在与特朗德尔的一对一战斗中能够持续作战，减轻特朗德尔的伤害。\n- 特朗德尔的接近手段有限，使他难以应对努努的高机动性和游走潜力。\n- 努努在对抗突进型英雄时更具优势，而特朗德尔就是其中一个例子，使他在团队战中表现良好。",
      "ケイン": "凯隐在对抗特朗德尔时具有优势。\n\n原因如下：\n\n- 凯隐具有可以穿越墙壁的机动性，使他更容易躲避特朗德尔的控制技能。\n- 特朗德尔依赖普通攻击，这使得他很难反击凯隐在变身后的高爆发伤害。\n- 凯隐可以对坦克造成显著伤害，有效抵消特朗德尔的坦克能力。\n- 凯隐的终极技能可以无效化特朗德尔的控制技能，使他在团战中具有很高的生存能力。\n- 特朗德尔缺乏可靠的接近手段，因此凯隐的机动性在游走和逃跑中给他带来了优势。",
      "リー・シン": "李青在对抗特朗德尔时具有优势。\n\n原因如下：\n\n- 李青凭借其高机动性，可以轻松拉开距离或迅速接近攻击，而特朗德尔的接近手段有限。\n- 李青的技能具有很强的协同效果，可以在短时间内造成大量伤害，使他能够迅速削弱特朗德尔的耐久性。\n- 特朗德尔依赖普通攻击，而李青则使用技能进行战斗，这使得躲避特朗德尔的攻击变得更容易。\n- 李青的终极技能击退可以抵消特朗德尔的技能，特别是在特朗德尔使用他的终极技能时效果显著。\n- 特朗德尔只有通过E技能进行控制，这使得他很难反制李青的机动性，从而在游走和一对一的情况下保持优势。",
      "ニダリー": "妮蔻在对抗特朗德尔时具有优势。\n\n- 妮蔻可以远程攻击，使她更容易风筝并防止特朗德尔接近。\n- 特朗德尔依赖普通攻击，因此妮蔻可以利用她的伤害在早期将他击杀。\n- 妮蔻在豹形态下具有高机动性，能够轻松躲避特朗德尔的控制技能。\n- 特朗德尔只有通过他的E技能来施加控制，但对妮蔻的逃脱能力并不有效。\n- 妮蔻可以使用陷阱来确保视野并限制特朗德尔的行动。",
      "ボリベア": "布隆在对抗特朗德尔时具有优势。\n\n原因如下：\n\n- 布隆在早期游戏中具有强大的推线能力，使他能够在特朗德尔建立线权之前施加压力。\n- 布隆的技能冷却时间短，能够造成高伤害，使他更容易在与特朗德尔的交锋中获胜。\n- 布隆有控制技能，可以打断特朗德尔的接近，防止他进行攻击。\n- 特朗德尔依赖普通攻击，但布隆可以通过技能提高自己的攻击力，使他在攻击上超越特朗德尔。\n- 布隆擅长塔下击杀，这使他在特朗德尔试图在塔下防守时占据优势。",
      "エコー": "回声对特朗德尔有优势。\n\n- 回声的机动性很高，容易躲避特朗德尔的接近，减少受到他攻击伤害的可能性。\n- 回声的爆发伤害极高，可以迅速消灭特朗德尔，防止他完全装备起来。\n- 特朗德尔的控制技能仅有E技能的击退，难以禁用回声的瞬间机动性。\n- 回声拥有护盾和治疗能力，即使受到特朗德尔的伤害也更容易生存。\n- 特朗德尔依赖自动攻击，因此回声的机动性使他能够有效地风筝特朗德尔，防止他造成伤害。\n- 回声可以在忽视特朗德尔的坦克能力的情况下造成高爆发伤害，使他在一对一的对抗中占据优势。",
      "シャコ": "沙科对特朗德尔有优势。\n\n原因如下：\n\n- 沙科机动性高，可以通过隐身轻松躲避特朗德尔的攻击。\n- 特朗德尔依赖自动攻击，使他在沙科的伏击下变得脆弱，并且在接近之前很可能会受到伤害。\n- 沙科的控制技能可以限制特朗德尔的行动，在一对一的遭遇中获得优势。\n- 特朗德尔接近的手段有限，使他在被沙科伏击时难以反击。\n- 沙科在前期有强大的游走潜力，使他能够在特朗德尔发育之前将游戏的节奏转向自己有利的一方。",
      "マスター・イー": "蒙多在对抗特朗德尔时具有优势。\n\n原因如下：\n\n- 蒙多的输出伤害高，一旦装备合适，可以对特朗德尔造成显著伤害。\n- 特朗德尔主要依赖普通攻击，但蒙多通过他的Q技能获得无敌，使他更容易躲避特朗德尔的攻击。\n- 蒙多的消减减速效果使他能够反制特朗德尔的E技能减速，从而自由移动。\n- 特朗德尔缺乏机动性选项，使蒙多能够利用他的机动性进行攻击，同时保持距离。\n- 蒙多具有滚雪球的特性，通过获得早期击杀，他可以将游戏推向有利于自己的方向。",
      "レク＝サイ": "雷克塞在对抗特朗德尔时具有优势。\n\n- 雷克塞在前期有很高的游走潜力，可以在特朗德尔在路上处于弱势时进行积极攻击，从而更容易建立早期优势。\n- 由于她可以在潜伏状态下侦查，雷克塞可以轻松追踪特朗德尔的动向，并在特朗德尔接近之前主动出击。\n- 雷克塞的技能冷却时间短，能够造成大量伤害，使她在与特朗德尔的一对一战斗中占据优势。\n- 特朗德尔的接近手段有限，这使得雷克塞能够在保持距离的同时进行攻击，得益于她的机动性。\n- 特朗德尔的控制技能有限，使得雷克塞更容易利用空档进行攻击。"
    }
  },
  "ノクターン": {
    "name": "ノクターン",
    "beats": {
      "ニダリー": "妮蔻在对抗诺克图恩时处于劣势。\n\n- 诺克图恩的爆发伤害很高，他在一对一的情况下的强势使得妮蔻接近时非常危险。\n- 诺克图恩的恐惧技能限制了妮蔻的机动性，使她很难逃脱。\n- 诺克图恩有能力减少整体视野，这降低了妮蔻反打野和游走的机会。\n- 妮蔻缺乏控制技能，使她在被诺克图恩攻击时很难反击，尤其是在她处于劣势的团战中。\n- 诺克图恩的终极技能使妮蔻很难创造有利局面，反而使她陷入不利的境地。",
      "レク＝サイ": "雷克塞在对抗诺克图恩时处于劣势。\n\n原因如下：\n\n- 诺克图恩使用高伤害技能，使雷克塞在接近之前可能会受到大量伤害。\n- 诺克图恩的恐惧技能可以限制雷克塞的行动，剥夺反击的机会。\n- 诺克图恩有能力减少整体视野，这可以在雷克塞处于潜伏状态时无效化她的侦查能力。\n- 诺克图恩在一对一的情况下很强，如果雷克塞没有很好地发育，面临被瞬间击杀的高风险。\n- 诺克图恩的终极技能可以在雷克塞尝试游走时使其失明，干扰协调并降低雷克塞的游走效果。",
      "シャコ": "沙科在对抗诺克图斯时处于劣势。\n\n- 诺克图斯在6级时具有强大的游走潜力，通过使用他的终极技能，他可以减少视野，轻松抵消沙科的埋伏。\n- 诺克图斯的控制技能会造成恐惧，使沙科在发起攻击之前很可能受到限制。\n- 诺克图斯的输出伤害高，并且在一对一的战斗中表现出色，因此如果沙科的埋伏失败，他很可能会被反击。\n- 沙科的基础属性较低，受到诺克图斯的伤害时变得脆弱。\n- 尽管诺克图斯的逃脱能力较低，但在受到沙科的伤害后，他有足够的空间进行反击，这使得沙科很容易陷入不利局面。",
      "ヴァイ": "维的处境不利。\n\n- 诺克图恩使用高伤害技能，使维在接近之前可能会受到大量伤害。\n- 诺克图恩的恐惧能力可以限制维的行动，剥夺她反击的机会。\n- 诺克图恩有一个法术护盾，可以抵消维的技能，并在不受伤害的情况下进行反击。\n- 维只能在靠近时攻击，这使她容易受到诺克图恩高效的游走潜力的威胁。\n- 诺克图恩的机动性很高，擅长游击战术，常常让维难以抓住他。",
      "レンガー": "雷恩加在对抗诺克图斯时处于劣势。\n\n原因如下：\n\n- 诺克图斯的爆发伤害高，在一对一的情况下特别强大，即使雷恩加试图进行伏击也容易被反制。\n- 诺克图斯的恐惧技能可以限制雷恩加的行动，并可能使他的伏击尝试无效。\n- 诺克图斯具有降低整体视野的能力，这可能会妨碍雷恩加在试图利用草丛进行伏击时的有效攻击。\n- 诺克图斯拥有可以抵消技能的法术护盾，使他能够抵挡雷恩加的攻击，在一对一的交锋中给予他显著的优势。\n- 尽管诺克图斯的逃脱潜力较低，但他可以利用恐惧状态在被雷恩加伏击时进行反击，提供翻盘的机会。",
      "ブライアー": "布莱尔处于劣势。\n\n- 诺克图恩有一个可以恐惧敌人的技能，这可以消除布莱尔的狂暴状态，使他在战斗中更容易失去优势。\n- 由于诺克图恩的高伤害和爆发潜力，他在布莱尔能够发起攻击之前很有可能先发制人。\n- 诺克图恩有能力减少视野，这使得布莱尔很难安全移动。\n- 布莱尔对控制技能很脆弱，而诺克图恩的技能具有强大的单体控制效果，使她容易受到反制。\n- 诺克图恩的终极技能在团队战斗中有显著影响，使布莱尔在这些情况下难以发挥她的作用。",
      "ワーウィック": "沃里克在对抗诺克图恩时处于劣势。\n\n- 诺克图恩可以轻松地在沃里克血量低时锁定他，利用其高伤害技能。\n- 诺克图恩的恐惧效果限制了沃里克的行动，使他难以反击。\n- 诺克图恩的大招减少了视野，复杂化了沃里克追击或突进的能力，使诺克图恩能够创造有利局面。\n- 沃里克的技能范围较短，使他容易受到诺克图恩的攻击，如果被风筝，他在交战中将处于劣势。\n- 诺克图恩作为早期的游走者具有优势，并且从一开始就有很高的影响力，这可以在沃里克发育之前创造有利局面。",
      "ダイアナ": "黛安娜在对抗诺克图恩时处于劣势。\n\n- 诺克图恩可以轻松用高伤害技能抵消黛安娜的护盾。\n- 诺克图恩的恐惧效果限制了黛安娜在交战中的行动，阻止她攻击。\n- 诺克图恩的终极技能减少视野，使黛安娜难以追击或逃脱。\n- 黛安娜的逃生选项有限，容易受到诺克图恩的高爆发伤害。\n- 诺克图恩在一对一的情况下很强，如果黛安娜在使用技能后被反击，她可能会受到致命伤害。",
      "ナフィーリ": "Nafiri在对抗Nocturne时处于劣势。\n\n- Nocturne的近战攻击造成高额伤害，使Nafiri的宠物容易受到伤害，降低了它们的战斗效能。\n- Nocturne的恐惧效果限制了Nafiri的行动，使她容易错失反击的机会。\n- Nocturne的终极技能减少视野，剥夺了Nafiri利用机动性的机会，使她更容易受到反击。\n- Nocturne可以瞬间拉近距离，让Nafiri的逃生选项有限，尤其在团队战中使她变得脆弱。\n- Nafiri只有短暂的减速作为控制手段，几乎没有办法阻止Nocturne的攻击，使她容易受到持续伤害。",
      "ベル＝ヴェス": "贝尔维斯在对抗诺克图恩时处于劣势。\n\n- 诺克图恩可以用高伤害技能威胁贝尔维斯的耐久性。\n- 诺克图恩的恐惧技能会干扰贝尔维斯的自动攻击，并阻碍她的攻速提升。\n- 诺克图恩有能力减少整体视野，使贝尔维斯难以安全地发育或游走。\n- 诺克图恩的法术护盾增加了抵消贝尔维斯技能的可能性，使她在一对一的对抗中失去优势。\n- 诺克图恩机动性极高，能够在贝尔维斯发起攻击之前逃脱或反击。",
      "カ＝ジックス": "卡兹克在对抗诺克图恩时处于劣势。\n\n原因如下：\n\n- 诺克图恩的爆发伤害高，他在一对一的情况下特别强大。当卡兹克针对孤立的敌人时，诺克图恩的恐惧效果可以轻易反制他，限制他的行动。\n- 诺克图恩的终极技能减少视野，使卡兹克在试图伏击时难以收集信息，从而使他的目标变得复杂。\n- 诺克图恩有一个法术护盾，可以抵消技能，使他能够抵挡卡兹克的攻击，增加卡兹克造成伤害的难度。\n- 诺克图恩机动性强，并且有逃生能力，因此他有很高的机会躲避卡兹克的攻击。\n- 卡兹克在团队战中的范围伤害较弱，使他难以反制诺克图恩强大的单挑表现。当诺克图恩在团队战中表现出色时，卡兹克更有可能被孤立。",
      "パンテオン": "潘森在对抗诺克图斯时处于劣势。\n\n原因如下：\n\n- 诺克图斯可以通过高伤害技能有效反制潘森的全力进攻。\n- 诺克图斯的恐惧技能可以抵消潘森的攻击并限制他的行动。\n- 诺克图斯拥有法术护盾，可以抵消潘森的爆发伤害，使他在一对一的对抗中占据优势。\n- 诺克图斯的终极技能减少视野，使潘森在有效游走时难以获取信息。\n- 潘森的技能冷却时间较长，在持久战中他的输出下降，使他难以反制诺克图斯的持续伤害。",
      "グレイブス": "格雷夫斯在对抗诺克图恩时处于劣势。\n\n原因如下：\n\n- 诺克图恩的爆发伤害高，可以通过近战攻击对格雷夫斯造成强大的伤害。\n- 诺克图恩的恐惧效果限制了格雷夫斯的行动，使他难以反击。\n- 诺克图恩的大招减少视野，使格雷夫斯难以安全地发育或游走。\n- 格雷夫斯的自动攻击不穿透，使得很难击中诺克图恩的高机动性。\n- 诺克图恩的单挑能力强，即使在格雷夫斯尚未强大时也能获得优势。"
    },
    "loses": {
      "リリア": "莉莉娅在对抗诺克图恩时具有优势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的移动速度，使她更容易躲避诺克图恩的攻击。\n- 诺克图恩的控制技能仅对单个目标有效，而莉莉娅可以让多个敌人进入睡眠状态，使她在团队战斗中具有很高的影响力。\n- 莉莉娅的百分比伤害和真实伤害使她即使对抗坦克也能造成显著伤害，使她能够无视诺克图恩的耐久性。\n- 莉莉娅有减速技能，可以限制诺克图恩的逃跑潜力，使追击他变得更容易。\n- 诺克图恩在六级之前进行游走时容易受到伏击，因为莉莉娅的技能施放较慢，使她在此期间能够选择逃跑或反击。",
      "ヘカリム": "赫卡里姆在对抗诺克图恩时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，容易躲避诺克图恩的技能。特别是，诺克图恩的控制技能只对单个目标有效，这使得阻止赫卡里姆的冲锋变得困难。\n- 赫卡里姆在团队战斗中具有强大的发起能力，使他能够在团队战斗中施加影响，而诺克图恩在这方面表现不佳。\n- 诺克图恩在一对一的情况下很强，但赫卡里姆结合了持续伤害和耐久性，使他在持久战中表现更好。\n- 赫卡里姆的范围攻击对依赖单体伤害的诺克图恩等英雄有效，使他在面对多个敌人时占据优势。\n- 诺克图恩的大招减少视野，但赫卡里姆可以利用他的机动性迅速重新定位，躲避诺克图恩的攻击。",
      "ザック": "扎克在对抗诺克图恩时具有优势。\n\n原因如下：\n\n- 扎克具有高机动性和丰富的控制能力，能够轻松反制诺克图恩的游走。\n- 诺克图恩的控制能力仅对单个目标有效，而扎克的范围伤害和控制能力使他在团队战斗中具有显著影响力。\n- 扎克的被动技能提供治疗能力，使他在受到诺克图恩伤害时更容易保持耐久性。\n- 诺克图恩的逃脱潜力较低，使他难以对扎克的进攻进行反击。\n- 扎克擅长在团队战斗中发起进攻，并且他可以在与队友协调时抵消诺克图恩的终极技能。",
      "タロン": "塔隆在对抗诺克图恩时具有优势。\n\n原因如下：\n\n- 塔隆的爆发伤害高，而诺克图恩的防御能力低，使得塔隆在前期的爆发很容易压制诺克图恩。\n- 诺克图恩的控制技能仅对单个目标有效，而塔隆的机动性高，容易躲避诺克图恩的攻击。\n- 塔隆能够越过地形，这使他能够抵消诺克图恩大招的效果，后者在埋伏时会减少视野。\n- 诺克图恩在团战中表现不佳，而塔隆可以利用他在一对一情况下的优势有效地针对诺克图恩。\n- 塔隆推线速度快，使得通过建立早期等级优势更容易防止诺克图恩的游走。",
      "ヌヌ＆ウィルンプ": "努努和威朗普对诺克图恩有优势。\n\n原因如下：\n\n- 努努在早期的游走潜力非常高，能够在诺克图恩发育之前施加压力。\n- 诺克图恩的控制技能仅对单个目标有效，而努努的控制技能可以限制多个敌人，使他在团队战斗中占据优势。\n- 努努的治疗能力使他能够承受诺克图恩的攻击，并增加反击的机会。\n- 诺克图恩的逃脱能力较低，容易被努努的高机动性和控制技能抓住。\n- 努努擅长塔下击杀，通过在诺克图恩发育之前获得早期击杀，他可以将游戏倾向于自己。",
      "ウーコン": "猴子在对抗诺克图恩时具有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，使他能够承受诺克图恩的攻击，并在一对一的战斗中获得优势。\n- 诺克图恩的控制技能仅对单个目标有效，而猴子可以利用他的分身来迷惑敌人，从而更容易躲避诺克图恩的攻击。\n- 猴子在团队战斗中影响力强大，他可以利用诺克图恩在团队战斗中表现不佳的事实。\n- 诺克图恩的大招减少视野，但猴子可以通过灵活的位移来减轻诺克图恩大招的影响。\n- 猴子在对抗AD战士和坦克时更具优势，而诺克图恩也是一名战士，猴子可以轻松创造有利局面。",
      "サイラス": "Sylas在对抗Nocturne时具有优势。\n\n原因如下：\n\n- Sylas拥有多个闪现技能，使他更容易躲避Nocturne的攻击。这使他能够避免Nocturne的游走和控制技能。\n- Nocturne的控制技能仅对单个目标有效，而Sylas可以利用他的技能来抵消Nocturne的攻击，使他在一对一的战斗中占据优势。\n- Sylas可以窃取其他英雄的技能，通过获取Nocturne强大的终极技能，他可以扭转战局。\n- Nocturne在前期伤害很高，但随着Sylas的成长，他在爆发伤害方面变得非常强大，使得在中后期更容易扭转局势。\n- Sylas在对抗具有开团技能的英雄时更具优势，当被Nocturne的攻击击中时，他有很多反击的机会。",
      "シン・ジャオ": "辛赵对诺克图恩有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他在早期的游走中表现强劲，这让他在早期的一对一交锋中轻松获得优势，而这是诺克图恩的弱点。\n- 诺克图恩的控制技能仅对单个目标有效，而辛赵可以利用多个技能持续攻击，更容易躲避诺克图恩的恐惧效果。\n- 辛赵的被动技能提供续航能力，使他即使在受到诺克图恩的伤害后也能持续作战，在一对一的情况下具有很高的耐久性。\n- 诺克图恩的大招减少视野，但辛赵的机动性很高，即使在诺克图恩使用大招时也能轻松追击他。\n- 诺克图恩的逃脱潜力低，使他容易受到辛赵追击能力的反击。",
      "キヤナ": "Qiyana在对抗Nocturne时具有优势。\n\n原因如下：\n\n- 她的机动性很高，更容易躲避Nocturne的攻击。\n- 她拥有强力的控制技能，可以限制Nocturne的行动。\n- 通过利用元素，她可以根据情况制定战术，并有可能抵消Nocturne的技能。\n- 在Nocturne的终极技能激活之前，Qiyana可以主动出击。\n- 她可以利用Nocturne在团队战斗中的弱点，有很高的几率用她的爆发伤害迅速消灭他。",
      "エコー": "艾克对诺克图恩有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避诺克图恩的攻击。诺克图恩的控制技能只影响单个目标，因此艾克有逃脱的手段。\n- 诺克图恩的大招减少视野，但艾克可以瞬间改变位置，更容易抵消诺克图恩大招的效果。\n- 艾克的爆发伤害很高，如果诺克图恩没有很好地发育，他可以被迅速击杀。\n- 诺克图恩的逃脱潜力低，容易受到艾克的跟进。艾克可以将诺克图恩逼入绝境。\n- 艾克的护盾和治疗能力使他能够承受诺克图恩的攻击，并可能导致消耗战。",
      "フィドルスティックス": "菲德尔斯基斯对诺克图恩有优势。\n\n原因如下：\n\n- 菲德尔斯基斯可以远程攻击，更容易阻止诺克图恩靠近。\n- 诺克图恩的技能对单一目标有效，但菲德尔斯基斯拥有范围伤害，在团队战斗中表现出色。\n- 菲德尔斯基斯的恐惧效果可以抵消诺克图恩的攻击，有效地限制了他的发挥。\n- 菲德尔斯基斯有手段确保视野，这可以降低诺克图恩终极技能的效果。\n- 诺克图恩的逃生能力较低，使他容易受到菲德尔斯基斯的控制和范围伤害。"
    }
  },
  "アムム": {
    "name": "アムム",
    "beats": {
      "ワーウィック": "沃里克在对抗阿木木时处于劣势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能（CC），可以阻碍沃里克的接近，使沃里克在参与战斗之前就容易被限制。\n- 阿木木的范围伤害在沃里克与多个敌人作战时非常有效，而沃里克的单体伤害无法有效反制。\n- 阿木木是一个强大的前期游走者，而沃里克在前期影响力较低，如果阿木木主动出击，沃里克将处于不利地位。\n- 阿木木可以对生命值降低的敌人造成伤害，这可以抵消沃里克的治疗能力。\n- 阿木木可以利用控制技能逃离移动速度较低的沃里克，使沃里克难以追击。",
      "フィドルスティックス": "菲德尔斯基在对抗阿木木时处于劣势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能（CC），可以打断菲德尔斯基的行动，使得菲德尔斯基在参与战斗之前就可能被 incapacitated。\n- 阿木木的范围伤害对菲德尔斯基有效，使他在团队战斗中容易受到伤害。\n- 阿木木可以从早期游戏施加压力，利用菲德尔斯基早期游戏的弱点。\n- 菲德尔斯基的机动性较低，如果他让阿木木靠近，就有被眩晕和范围伤害迅速击倒的风险。\n- 阿木木作为坦克具有高耐久性，使他更容易抵消菲德尔斯基的爆发伤害。",
      "キンドレッド": "Kindred在对抗Amumu时处于劣势。\n\n- Amumu拥有强大的控制技能（CC），可以阻碍Kindred的移动，使Kindred难以进行一对一的战斗。\n- Amumu的范围伤害在团队战中非常有效，Kindred在收集标记之前很可能会受到伤害。\n- Amumu在前期是一个强大的打野英雄，在Kindred能够发育之前给其施加压力，通过反打野或游走导致不利局面。\n- Kindred只有减速作为控制技能，缺乏有效的应对Amumu眩晕的手段，如果被Amumu抓住，很可能会受到致命伤害。\n- Amumu作为坦克具有高耐久性，更容易抵消Kindred的普通攻击和技能造成的伤害。",
      "マスター・イー": "蒙多在对抗易大师时处于劣势。\n\n原因如下：\n\n- 蒙多拥有强大的控制技能（CC），可以在易大师发起攻击之前将其击晕，限制他的行动。\n- 蒙多的范围伤害在团战中非常有效，易大师在被多个敌人包围时容易受到伤害。\n- 蒙多在前期具有强大的游走能力，更容易在易大师发育时施加压力。\n- 易大师对控制技能非常脆弱，被蒙多的控制技能击中会迅速使他陷入劣势。\n- 蒙多作为坦克具有高耐久性，更容易抵消易大师的爆发伤害。",
      "ヴァイ": "维在对抗阿木木时处于劣势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能，当维接近时，她可能会被击晕，从而妨碍她的攻击。\n- 阿木木的范围伤害在团战中非常有效，如果维被多个敌人包围，她很可能会受到大量伤害。\n- 阿木木作为坦克具有高耐久性，更容易抵消维的爆发伤害。\n- 阿木木在前期能够快速清理野区，如果维试图反野，她很有可能被阿木木抓住。\n- 维无法在不靠近的情况下造成伤害，这使她容易受到阿木木的控制，而她的逃生选项也有限。",
      "キヤナ": "Qiyana在对抗Amumu时处于劣势。\n\n原因如下：\n\n- Amumu拥有强大的控制技能（CC），可以限制Qiyana的高机动性，阻止她自由移动。\n- Amumu的范围伤害在团战中非常有效，使得Qiyana在试图同时攻击多个敌人时容易受到Amumu的伤害。\n- Amumu作为坦克具有高耐久性，更容易抵消Qiyana的爆发伤害。这使得Qiyana很难击败他。\n- Amumu在前期具有强大的游走潜力，可以在Qiyana升级之前施加压力，阻碍她的成长。\n- Amumu对Qiyana的终极技能有抵抗力，减少了她在团战中的影响。",
      "エリス": "伊莉丝处于劣势。\n\n- 阿木木拥有强大的控制技能，擅长参与团队战斗，使伊莉丝难以接近。\n- 由于阿木木的坦克属性，伊莉丝的爆发伤害效果较差，难以造成持续伤害。\n- 阿木木可以轻松在前期进行游走，在伊莉丝升级之前施加压力。\n- 伊莉丝在团队战斗中缺乏范围伤害，难以反制阿木木的范围伤害。\n- 阿木木的耐久性使得伊莉丝难以创造有利局面，增加了被反打的风险。",
      "グレイブス": "格雷夫斯处于劣势。\n\n- 阿木木拥有强大的控制技能，可以阻碍格雷夫斯的移动，使他在一对一的情况下和团队战斗中难以灵活应对。\n- 阿木木的范围伤害可能超过格雷夫斯的爆发伤害，尤其是在团队战斗中，格雷夫斯更容易成为目标。\n- 阿木木在前期具有很高的游走潜力，给格雷夫斯施加压力，使他在获得装备之前就受到影响，这可能导致发育延迟。\n- 格雷夫斯的普通攻击不穿透，这使得他很难对抗阿木木的坦克能力。\n- 阿木木的耐久性很高，可以承受格雷夫斯的爆发伤害，使他容易进行反击。",
      "ノクターン": "诺克图恩在对抗阿木木时处于劣势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能（CC），可以打断诺克图恩的攻击，使诺克图恩在游走或一对一的情况下难以占据优势。\n- 阿木木的范围伤害在团战中非常有效，而诺克图恩在参与团战时很可能会受到伤害。\n- 阿木木在前期到中期可以轻松发育，使他能够在诺克图恩成长之前施加压力。\n- 诺克图恩的控制技能仅对单个目标有效，因此对像阿木木这样的坦克效果较差。\n- 阿木木的耐久性很高，如果诺克图恩的爆发伤害较低，他将无法对阿木木造成有效伤害。",
      "ボリベア": "布隆在对抗阿木木时处于劣势。\n\n原因如下：\n\n- 阿木木拥有强大的控制技能（CC），可以在布隆靠近之前将其击晕，阻碍他的攻击。\n- 阿木木的范围伤害在团战中非常有效，布隆在接近时很可能会受到多次攻击。\n- 阿木木在前期具有强大的游走潜力，更容易在布隆打野时施加压力。\n- 布隆的主要技能射程较短，使他在进入阿木木的攻击范围之前容易受到伤害。\n- 阿木木作为坦克具有高耐久性，更容易抵消布隆的伤害。",
      "ウディア": "乌迪尔在对抗阿木木时处于劣势。\n\n- 阿木木拥有强大的控制技能，可以抵消乌迪尔的攻击，使乌迪尔难以继续进攻。\n- 阿木木的范围伤害在团战中非常有效，乌迪尔在接近时可能会受到大量伤害。\n- 阿木木在游戏早期展现出强大的存在感，并且可以在乌迪尔发育之前施加压力。\n- 乌迪尔的攻击范围较短，难以躲避阿木木的攻击，使他在一对一的战斗中处于劣势。\n- 阿木木作为坦克具有高耐久性，更容易减轻乌迪尔的伤害。"
    },
    "loses": {
      "リリア": "莉莉娅在对抗阿木木时具有优势。\n\n原因如下：\n\n- 莉莉娅的被动技能提供百分比伤害，使她能够在忽视阿木木的坦克能力的情况下造成高伤害。\n- 莉莉娅的移动速度提升使她在战斗中能够躲避阿木木的攻击，赋予她很高的风筝潜力。\n- 阿木木在前期较弱，莉莉娅可以在前期积极进攻，通过反打野和游走获得优势。\n- 莉莉娅有减速和睡眠效果，提供了避免阿木木控制技能的方式，增加了她在团队战斗中的影响力。\n- 阿木木对单一目标的爆发伤害较低，使他难以反制莉莉娅的持续伤害。",
      "シャコ": "沙科对阿木木有优势。\n\n原因如下：\n\n- 沙科的机动性很高，更容易伏击移动速度较慢的阿木木。\n- 阿木木在前期较弱，特别容易受到反打野的影响，使他在沙科的伏击面前毫无防备。\n- 通过使用沙科的隐身技能，更容易躲避阿木木的控制技能，并在一对一的对抗中创造有利局面。\n- 阿木木对单个目标的爆发伤害较低，使他难以应对像沙科这样的刺客。\n- 沙科的清野速度很快，可以在阿木木打野时进行反打野，阻碍阿木木的发育。",
      "ウーコン": "猴子在对抗阿木木时具有优势。\n\n原因如下：\n\n- 猴子具有高物理伤害抵抗力，更容易减轻阿木木的伤害。\n- 阿木木对单个目标的爆发伤害较低，在与猴子的单挑中处于劣势。\n- 猴子可以利用他的机动性来躲避阿木木的控制技能或主动进攻。\n- 阿木木在前期较弱，而猴子从一开始就能造成强大的伤害，使他在反野时获得优势。\n- 猴子在团队战斗中影响力强，能够抵消阿木木的控制技能，同时造成伤害。",
      "サイラス": "Sylas在对抗Amumu时具有优势。\n\n原因如下：\n\n- Sylas可以偷取Amumu的控制技能，使他能够将Amumu强大的开团技能反过来对付他，从而更容易在游戏中获得优势。\n- Amumu对单个目标的爆发伤害较低，难以反制Sylas的高爆发伤害。\n- Sylas拥有多个位移技能，更容易躲避Amumu的攻击，并在一对一的情况下保持优势。\n- Sylas可以利用Amumu的早期弱点，更容易在早期创造有利局面。\n- 一旦Sylas发育起来，他将拥有非常强大的滚雪球效应，使他有可能在Amumu变强之前结束游戏。",
      "ヘカリム": "赫卡里姆在对抗阿木木时具有优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，容易躲避阿木木的技能。特别是，他可以在被阿木木的控制技能抓住之前冲入并攻击。\n- 阿木木在前期较弱，容易受到反打，这使得赫卡里姆可以从一开始就对阿木木施加压力。\n- 赫卡里姆具有范围伤害，使得在团队战中更容易造成伤害，而阿木木对单个目标的爆发伤害较低，这使得赫卡里姆在战斗中更具优势。\n- 阿木木的移动速度较低，使得他很难逃脱赫卡里姆的追击。赫卡里姆可以将逃跑的阿木木逼入绝境。\n- 赫卡里姆在持久战中可以在保持耐久的同时造成伤害，使他在与阿木木的长期交战中表现强劲。",
      "ヌヌ＆ウィルンプ": "努努和威朗普对阿木木有优势。\n\n原因如下：\n\n- 他们在前期有很高的游走潜力，可以利用阿木木的早期弱点。\n- 努努的控制技能使得限制阿木木的行动和打断他在团战中的开团变得更容易。\n- 努努的移动速度很高，可以利用阿木木的低移动速度进行反打野。\n- 努努的治疗能力可以在持续作战中减轻阿木木的伤害。\n- 阿木木对单个目标的爆发伤害较低，使得努努更容易创造有利局面。",
      "ゼド": "扎德对阿木木有优势。\n\n原因如下：\n\n- 扎德的爆发伤害高，可以瞬间对像阿木木这样的坦克造成显著伤害。\n- 阿木木在前期较弱，容易受到反打击，这使得扎德能够在早期压制他。\n- 扎德通过他的影子具备机动性，更容易躲避阿木木的控制技能。通过躲避阿木木的眩晕，扎德可以安全地发起攻击。\n- 阿木木对单个目标的爆发伤害低，使他在面对像扎德这样的刺客时防御能力较弱。\n- 扎德擅长针对孤立的敌人，如果阿木木被孤立，扎德可以轻松击杀他。",
      "エコー": "艾克在对抗阿木木时具有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避阿木木的攻击。\n- 阿木木在前期较弱，而艾克可以从一开始就进行激进的玩法，允许反打野。\n- 艾克的爆发伤害很高，能够迅速击杀阿木木，忽视他的耐久性。\n- 阿木木的控制技能在团战中最为有效，但艾克在一对一的战斗中也很强，给他在决斗中带来了优势。\n- 艾克拥有护盾和治疗能力，使他即使在受到阿木木伤害时也更容易生存。",
      "パンテオン": "潘森在对抗阿木木时具有优势。\n\n原因如下：\n\n- 潘森在早期游戏中具有强大的爆发伤害，可以利用阿木木在1v1中的弱点。\n- 潘森的控制技能可以抵消阿木木的群体控制，使他更容易在阿木木发起攻击之前进行交战。\n- 阿木木在早期游戏中较弱，容易受到反打击，这使得潘森可以轻松入侵阿木木的野区。\n- 潘森拥有全球大招，可以影响其他线路，超越阿木木的影响力。\n- 阿木木非常依赖装备，如果他在早期落后，会对整场比赛产生负面影响，而潘森可以从一开始就施加击杀压力，从而在对抗阿木木时占据优势。",
      "ニダリー": "妮蔻在对抗阿木木时具有优势。\n\n原因如下：\n\n- 妮蔻擅长早期反打野，可以利用阿木木早期游戏的弱点。\n- 阿木木对单个目标的爆发伤害低，难以反制妮蔻的高爆发伤害。\n- 妮蔻的机动性高，更容易躲避阿木木的控制技能。\n- 阿木木的移动速度低，使他容易受到妮蔻的游走和逃生能力的威胁。\n- 妮蔻没有控制技能，因此不太受阿木木强大控制技能的影响。",
      "トランドル": "特朗德在对抗阿木木时具有优势。\n\n原因如下：\n\n- 特朗德可以吸收阿木木的护甲，增加他在一对一交战中的伤害。\n- 阿木木对单一目标的爆发伤害较低，使得反制特朗德的持续伤害变得困难。\n- 特朗德有自我治疗的能力，使他能够更轻松地承受阿木木的范围伤害。\n- 阿木木的移动速度较慢，使特朗德能够利用减速和击退技能来获得有利位置。\n- 特朗德擅长近战，并且可以在受到阿木木的控制技能影响之前发起攻击。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，可以瞬间对像阿木木这样的坦克造成显著伤害。\n- 阿木木在前期较弱，特别容易受到反野的攻击，这使得塔隆可以通过早期攻击阿木木来获得优势。\n- 塔隆的机动性很高，擅长利用地形进行伏击，这可以利用阿木木的低移动速度。\n- 阿木木的控制技能很强，但塔隆可以隐身，更容易躲避阿木木的攻击。\n- 阿木木对单个目标的爆发伤害较低，难以应对像塔隆这样的高伤害刺客。",
      "ジャーヴァンⅣ": "贾法尔四世对阿木木有优势。\n\n原因如下：\n\n- 贾法尔四世在早期游戏中具有高的游走潜力，可以利用阿木木的早期弱点。\n- 阿木木的机动性低，容易被贾法尔四世的开团能力抓住。\n- 贾法尔四世的被动百分比伤害有效减少阿木木的坦克能力。\n- 阿木木对单个目标的爆发伤害低，使他难以反击贾法尔四世的短期交战。\n- 贾法尔四世的终极技能可以抵消阿木木的控制技能，使在团队战中更容易获得优势。\n- 阿木木高度依赖装备，如果在早期游戏中受到贾法尔四世的压力，可能会在后期产生影响。",
      "ノーチラス": "纳托斯在对抗阿木木时具有优势。\n\n原因如下：\n\n- 纳托斯拥有大量的控制技能（CC），可以限制阿木木的移动。特别是如果纳托斯在阿木木激活技能之前主动出击，可以阻止阿木木发挥他的优势。\n- 阿木木在前期较弱，特别容易受到反打击，因此如果纳托斯在早期施压阿木木，可以阻碍阿木木的成长。\n- 纳托斯的钩子射程很长，可以在阿木木靠近之前抓住他，使阿木木尝试游走的风险增加。\n- 阿木木对单个目标的爆发伤害较低，使他难以有效地对纳托斯的坦克能力造成伤害。\n- 纳托斯擅长参与团队战斗，可以抵消阿木木的范围伤害，使得在团队战斗中更容易保持优势。"
    }
  },
  "ゼド": {
    "name": "ゼド",
    "beats": {
      "ジャーヴァンⅣ": "贾克斯四世处于劣势。\n\n原因如下：\n\n- 劫的爆发伤害很高，如果贾克斯四世在使用技能后被反击，他很可能会瞬间被击杀。\n- 劫的闪现能力使得躲避贾克斯四世的开团变得更容易，常常抵消他的终极技能效果。\n- 劫擅长针对孤立的敌人，如果贾克斯四世被孤立，他有被轻易击杀的风险。\n- 贾克斯四世的机动性依赖于他的技能，因此如果他判断时机错误，可能会被逃脱或被抓住。\n- 劫的控制能力较弱，因此即使贾克斯四世的开团成功，他在团战中往往无法造成有效伤害。",
      "ヴァイ": "维处于劣势。\n\n原因如下：\n\n- 劫的爆发伤害很高，这使得他在维接近之前就能削弱她的生命值。\n- 劫利用影子具备的机动性使他更容易躲避维的攻击，同时也让维面临反击的风险。\n- 劫的E技能有减速效果，这可以限制维在接近时的移动。\n- 维缺乏远程攻击选项，使她容易受到劫连招的伤害。\n- 劫的大招位置容易被预测，常常导致维的攻击被抵消。",
      "ヌヌ＆ウィルンプ": "努努和威朗普处于劣势。\n\n- 劫的爆发伤害很高，即使努努使用控制技能，也很有可能瞬间被击倒。\n- 劫的机动性使得他很容易躲避努努的游走和开团。\n- 劫可以利用他的影子逃跑，使他擅长躲避努努的攻击。\n- 努努在后期发育较差，难以应对劫的高伤害。\n- 劫擅长针对孤立的敌人，如果努努单独行动，容易被击杀。",
      "ザック": "扎克在对阵劫时处于劣势。\n\n原因如下：\n\n- 劫的爆发伤害高，可以迅速寻求击杀，忽视扎克的耐久性，使得劫容易全力进攻。\n- 劫通过他的影子具备高机动性，能够轻松躲避扎克的开团，而劫可以从有利位置攻击扎克。\n- 劫的控制能力较弱，使得扎克难以利用他丰富的控制技能，而扎克则面临更高的被劫攻击造成伤害的风险。\n- 劫的大招有固定的施放位置，使得扎克更容易预测并增加反击的可能性。\n- 劫在早期交锋中容易获得优势，给扎克施加压力。",
      "ケイン": "Kayn在对抗Zed时处于劣势。\n\n原因如下：\n\n- Zed具有高爆发伤害，可以利用Kayn在变身前的低战斗能力。\n- Zed的机动性和追击潜力使Kayn很难逃脱。\n- Zed可以使用影子瞬间改变位置，更容易躲避Kayn的攻击。\n- Zed的终极技能有可能在Kayn变身后抵消他的攻击，特别是Zed的终极技能激活位置很容易被预测。\n- 当Kayn受到控制效果影响时，实力显著下降，但Zed可以轻松用E技能的减速效果抓住Kayn。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 劫的爆发伤害很高，可以在猴子接近之前瞬间造成伤害，这使得猴子在全力进攻之前可能会受到大量伤害。\n- 劫利用他的影子具有很高的机动性，更容易躲避猴子的攻击，使得猴子很难命中。\n- 劫没有办法减轻猴子的攻击，因此如果猴子受到爆发伤害，他的生命值可能会迅速下降。\n- 劫的终极技能可以抵消猴子的控制技能，使得劫在猴子发起攻击时更容易反击。\n- 劫可以持续骚扰猴子，让他在猴子恢复之前再次攻击。",
      "ダイアナ": "黛安娜在对抗劫时处于劣势。\n\n原因如下：\n\n- 劫的爆发伤害很高，使得黛安娜在使用技能后被反击时容易受到致命伤害。\n- 黛安娜对控制技能（CC）很弱，当被劫攻击时逃脱手段有限，如果被抓住就会陷入困境。\n- 劫的影子移动能力常常使他能够在黛安娜发起攻击之前先发制人。\n- 黛安娜的技能冷却时间较长，因此如果她在与劫的交战中使用了所有技能，就会变得容易受到反击。\n- 劫能够有效地针对孤立的敌人，这使得黛安娜单独行动时风险很大。",
      "ボリベア": "布隆处于劣势。\n\n- 劫的爆发伤害很高，能够在布隆接近之前造成显著伤害，使他容易受到攻击。\n- 劫的机动性通常使他能够在布隆施放技能之前逃脱，或者相反，他可以先攻击布隆。\n- 布隆的主要技能范围较短，这使他在面对劫时风险很高，尤其是当劫使用影子拉开距离时，布隆很难接近他。\n- 劫可以针对孤立的敌人进行强力击杀，使得布隆在单独时成为容易的目标。\n- 布隆在团队战斗中缺乏范围伤害，无法有效反制像劫这样的刺客。"
    },
    "loses": {
      "キンドレッド": "Kindred在对抗Zed时具有优势。\n\n原因如下：\n\n- Kindred的攻击范围较长，更容易躲避Zed的近战攻击，并在交易中获得优势。\n- Zed在团队战中的控制能力较弱，当Kindred通过终极技能获得无敌时，可以抵消Zed的爆发伤害。\n- Kindred可以通过收集标记来增强自己的伤害，这显著提高了他们在团队战中的影响力，尤其是在6级之后，使他们能够对Zed造成高额伤害。\n- Zed对孤立的敌人很强，但Kindred的机动性很高，更容易躲避Zed的全力进攻。\n- Kindred擅长反打野，使得在Zed处于劣势时更容易进行击杀或反击。",
      "ブライアー": "布莱尔在对阵劫时具有优势。\n\n原因如下：\n\n- 布莱尔的续航能力很强，使她更容易抵消劫的爆发伤害。特别是在劫进行全力进攻时，布莱尔的治疗能力尤为突出。\n- 劫主要专注于单体攻击，而布莱尔在狂暴状态下在混战中表现强劲，使她能够持续输出并更容易承受劫的连招。\n- 布莱尔的终极技能使她能够在保持视野的同时参与团队战斗，更容易防止劫的影子埋伏。\n- 劫的控制能力较弱，难以反制布莱尔的高追击潜力。特别是面对逃生选项有限的劫时，布莱尔可以灵活地利用优势。\n- 布莱尔可以轻松追踪劫的影子位置，并预测劫的终极技能的激活点，从而增加反击的机会。",
      "マスター・イー": "蒙多在对阵劫时具有优势。\n\n原因如下：\n\n- 蒙多通过他的Q技能获得无敌效果，使他能够避免劫的爆发伤害，使他在全力交战中表现强劲。\n- 劫在团队战斗中控制能力较弱，而蒙多的输出很高，使他能够在劫发起攻击之前将其击杀。\n- 蒙多具有抵消减速效果的能力，使他能够反制劫的E技能减速，自由移动。\n- 劫针对孤立的敌人进行强力击杀，但蒙多在团队战斗中能够造成显著伤害，轻松打乱劫的策略。\n- 一旦装备齐全，蒙多可以在减轻劫的爆发伤害的同时，提供高输出并造成持续伤害。",
      "イブリン": "伊芙琳在对阵劫时具有优势。\n\n原因如下：\n\n- 她可以在隐身状态下进行伏击，更容易躲避劫的技能并抵消他的连招。\n- 劫有爆发伤害，但伊芙琳可以对低生命值的敌人造成特别强的伤害，使她能够在劫全力出击之前先发制人。\n- 劫唯一的控制技能是减速，这对伊芙琳的隐身和逃脱选项效果较差。\n- 劫在团队战中的范围伤害较低，而伊芙琳则具有高爆发范围伤害，使她在团队交战中占据优势。\n- 劫依赖近战，但伊芙琳可以利用隐身安全地拉开距离，更容易躲避劫的攻击。",
      "ヴィエゴ": "维戈在对阵劫时具有优势。\n\n- 维戈在前期有高输出，使他能够在劫全力进攻之前造成伤害，从而在承受劫的爆发之前进行有利的交易。\n- 维戈的硬控制技能使得限制劫的移动变得更容易，特别是在劫试图利用他的影子逃跑时。\n- 劫依赖技能冷却时间，因此维戈可以先造成伤害，迫使劫使用技能，从而进行反击，可能会将战斗转向维戈有利的一方。\n- 维戈在击杀敌方英雄时可以恢复生命值，使他在与劫的一对一战斗中具有高续航能力，更容易在劫的爆发中生存下来。\n- 劫在团队战斗中的控制能力较弱，因此他在与像维戈这样高输出英雄的团队战斗中的影响力减弱。",
      "サイラス": "Sylas在对抗Zed时具有优势。\n\n原因如下：\n\n- Sylas拥有高爆发伤害，可以迅速削减Zed的生命值，使他在全力交战中占据优势。\n- Sylas可以通过偷取Zed的技能来反制Zed的影子攻击，从而更容易抵消Zed的连招。\n- Sylas拥有多个位移技能，可以躲避Zed的后续攻击，使他更容易逃脱。\n- Zed在团队战中缺乏范围伤害，而Sylas则拥有强大的单体爆发，使Sylas更容易创造有利局面。\n- 通过偷取开团技能，Sylas可以对Zed使用强大的技能，使他能够扭转战斗的局势。",
      "レンガー": "雷恩加对劫有优势。\n\n原因如下：\n\n- 雷恩加的爆发伤害高，能够迅速减少劫的生命值，在全力交战中获得优势。\n- 他擅长利用草丛进行伏击，使得更容易预测劫的影子移动并主动出击。\n- 劫在团队战斗中缺乏控制技能，使得反制雷恩加的伏击变得困难。\n- 劫的终极技能有固定的施放位置，雷恩加可以利用这一点安全攻击。\n- 如果劫被孤立，雷恩加可以轻松利用他的机动性来获取击杀。",
      "シャコ": "沙科对劫有优势。\n\n原因如下：\n\n- 沙科可以利用隐身进行伏击，并且能够轻松躲避劫的技能。\n- 劫的爆发伤害很高，但沙科有很多方法来躲避这种爆发，特别是因为他可以预测劫大招的施放位置。\n- 沙科的控制技能可以限制劫的移动并打乱他的连招。\n- 劫在前期很强，但沙科的清线速度很快，可以通过游走压制劫。\n- 劫在团战中缺乏范围伤害，而沙科可以利用这一特点进行单独攻击。",
      "ノーチラス": "纳瑟斯对劫有优势。\n\n原因如下：\n\n- 纳瑟斯拥有强大的控制技能（CC），可以限制劫的机动性。具体来说，当劫进行全力进攻时，纳瑟斯可以用控制技能抓住他，有效地抵消劫的连招。\n- 纳瑟斯的钩子射程很长，可以在劫靠近之前抓住他，使劫很难安全攻击。\n- 劫在团队战中缺乏范围伤害，这使得他很难对抗纳瑟斯的坦克能力。纳瑟斯的耐久性很高，可以承受劫的爆发伤害。\n- 纳瑟斯对劫的终极技能有抵抗力，即使劫使用了他的终极技能，纳瑟斯也可以用控制技能进行反击，减少劫的击杀机会。\n- 劫是一个针对孤立敌人的刺客，因此纳瑟斯的存在提高了团队的整体安全性，并可以保护劫所瞄准的目标。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "イブリン": "伊芙琳在对抗诺提勒斯时处于劣势。\n\n- 诺提勒斯拥有强大的控制技能（CC），可以在伊芙琳接近之前抓住她，使她的埋伏变得困难。\n- 诺提勒斯的钩子和眩晕可以抵消伊芙琳的隐身，限制她在攻击之前的行动。\n- 诺提勒斯是一个坦克，可以承受伊芙琳的爆发伤害，使她很难获得击杀。\n- 尽管诺提勒斯的机动性较低，但他可以利用控制技能锁定伊芙琳的移动，切断她的逃跑路线。\n- 伊芙琳依赖近战，因此如果被诺提勒斯的控制技能抓住，她的逃跑选择将受到限制。",
      "パンテオン": "潘森在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），可以抵消潘森的全力进攻。特别是，诺提勒斯的钩子和眩晕能够有效阻止潘森的攻击。\n- 诺提勒斯是一个坦克，对潘森的爆发伤害具有很高的耐久性，即使在潘森进行短暂交战时也能生存下来。\n- 当潘森被诺提勒斯的控制技能击中时，他失去了自我防御的手段，更容易受到诺提勒斯的反击。\n- 尽管诺提勒斯的机动性较低，但他可以利用控制技能在潘森接近之前抓住他，从而限制潘森的机动性。\n- 诺提勒斯在团队战中也很强大，因为他可以保护他的盟友，而潘森试图与其他敌方英雄交战。",
      "グレイブス": "格雷夫斯在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯强大的控制技能使格雷夫斯容易被抓住，而他的逃生选项有限。\n- 诺提勒斯的钩子和眩晕限制了格雷夫斯在行动之前造成爆发伤害的能力。\n- 诺提勒斯是一个坦克，而格雷夫斯的普通攻击无法穿透，使得造成伤害变得困难。\n- 诺提勒斯的耐久性使得格雷夫斯在一对一的情况下难以发挥优势。\n- 随着诺提勒斯向前推进，格雷夫斯很难安全地发育或进行游走。",
      "ニダリー": "妮蔻在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），很可能在妮蔻发起攻击之前就抓住她。\n- 妮蔻缺乏控制技能，使她在诺提勒斯的进攻面前防御薄弱。\n- 诺提勒斯的坦克能力使妮蔻的爆发伤害难以有效，持续输出也很有挑战。\n- 诺提勒斯在团队战斗中表现强劲，使妮蔻在这些情况下难以发挥。\n- 诺提勒斯的钩子和控制技能限制了妮蔻的机动性，使她难以逃脱。",
      "ヴァイ": "维的处境不利。\n\n- 诺提勒斯拥有强大的控制技能，可能会在维靠近之前抓住她。\n- 诺提勒斯的钩子和眩晕可以打断维的冲锋和攻击，常常使她在造成伤害之前变得无能为力。\n- 虽然维擅长近战，但她很容易被诺提勒斯的控制技能拒绝机会。\n- 诺提勒斯是一个坦克，更容易减轻维的伤害，并在持久战中占据优势。\n- 诺提勒斯的逃生选项有限，因此如果维成功抓住他，反击的风险很高。",
      "キンドレッド": "Kindred在对抗Nautilus时处于劣势。\n\n- Nautilus拥有强大的控制技能，使得Kindred在攻击之前很可能被抓住。\n- Nautilus的钩子和眩晕限制了Kindred的逃脱能力，降低了他们在一对一中的胜算。\n- Kindred在早期标记叠加之前缺乏伤害，使得反击Nautilus的全力进攻变得困难。\n- Nautilus是一个坦克，更容易抵消Kindred的自动攻击和技能伤害，使Kindred在持久战中处于劣势。\n- 由于Nautilus的耐久性，Kindred需要时间来造成伤害，降低了他们在团队战中的影响力。",
      "レンガー": "雷恩加在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），可以抵消雷恩加的伏击。特别是他的钩子和眩晕可以限制雷恩加的移动，使他难以释放爆发伤害。\n- 诺提勒斯是一名高耐久的坦克，更容易吸收雷恩加的攻击。虽然雷恩加的爆发伤害很高，但对抗坦克时很难确保击杀。\n- 诺提勒斯的控制技能在团战中非常有效，可以在雷恩加试图参与时将其定住。雷恩加在团战中表现不佳，使他在对抗诺提勒斯时特别处于劣势。\n- 诺提勒斯有很多逃生选项，即使雷恩加试图伏击，诺提勒斯也能逃脱，这使得雷恩加的伏击成功率降低。\n- 诺提勒斯具有强大的自我防御能力，可以在雷恩加接近之前用控制技能进行反击，使雷恩加很难找到合适的时机进行交战。",
      "ブライアー": "布莱尔在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），布莱尔在狂暴状态下有很高的被限制而无法移动的风险。\n- 布莱尔可能在攻击之前被诺提勒斯的钩子或眩晕抓住。\n- 布莱尔依赖自动攻击，容易因为诺提勒斯的控制技能而错失攻击机会。\n- 诺提勒斯作为坦克具有高耐久性，更容易吸收布莱尔的伤害。\n- 诺提勒斯的技能射程较长，能够在布莱尔接近之前发起攻击，使她难以靠近。",
      "ウーコン": "猴子处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），很可能在猴子接近之前就抓住他。\n- 诺提勒斯的钩子和眩晕可以限制猴子的机动性，使他难以发起攻击。\n- 猴子是一个近战英雄，面对诺提勒斯的坦克能力时很难造成伤害。\n- 诺提勒斯具有很高的自我防御能力，可以吸收猴子的攻击，使猴子难以获得优势。\n- 诺提勒斯的控制技能可以抵消猴子的分身，使猴子的混淆战术效果降低。",
      "エリス": "艾莉丝处于劣势。\n\n- 诺提勒斯拥有强大的控制能力，可以在艾莉丝接近之前抓住她，这使得她在释放爆发伤害之前就很可能被中和。\n- 由于诺提勒斯的坦克属性，艾莉丝的伤害效果降低，尤其是在团队战斗中，她更容易成为目标。\n- 艾莉丝的属性脆弱，受到诺提勒斯的攻击会迅速让她陷入危险境地，使得接近本身就成为一种风险。\n- 由于避免诺提勒斯的钩子和眩晕的手段有限，艾莉丝被迫在对抗他时非常谨慎。",
      "シャコ": "沙科在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），可以抵消沙科的埋伏。他特别容易用钩子和眩晕抓住沙科。\n- 诺提勒斯的坦克能力使他能够减轻沙科的伤害，在持久战中占据优势。\n- 沙科的基础属性较低，使他容易受到诺提勒斯的控制，尤其是在团队战中，他常常难以应对。\n- 诺提勒斯有很多逃生选项，即使在受到沙科的伤害后也能反击，这增加了沙科发起攻击时的风险。\n- 诺提勒斯的自我防御能力很强，使他在沙科试图埋伏时很可能逃脱。这常常导致沙科的游走被浪费。",
      "リリア": "莉莉娅处于劣势。\n\n- 诺提勒斯拥有强大的控制技能（CC），可以限制莉莉娅的移动，使她难以逃脱。\n- 莉莉娅的主要技能范围较短，接近诺提勒斯是有风险的，因为他的钩子和控制技能。\n- 诺提勒斯是一个坦克，而莉莉娅的百分比伤害和真实伤害对他并不太有效，使得造成伤害变得困难。\n- 诺提勒斯在团战中具有很高的抓捕潜力，增加了莉莉娅在使用技能后被抓住的可能性。\n- 莉莉娅的硬控制技能只有她的终极技能，而她反制诺提勒斯控制技能的选项有限，使得游走和开团变得困难。",
      "リー・シン": "李青在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），可以在李青接近之前抓住他，使他在游走和一对一的战斗中容易失去优势。\n- 诺提勒斯的钩子和眩晕可以抵消李青的机动性，剥夺他的逃生手段。\n- 诺提勒斯是一个坦克，可以承受李青的爆发伤害，使李青在早期的伤害交易中难以获得优势。\n- 李青的硬控制技能有限，使他难以躲避诺提勒斯的控制技能，降低了他在团队战斗中的影响力。\n- 诺提勒斯具有很高的自我防御能力，如果李青尝试全力进攻，反击的风险很高。",
      "ゼド": "扎德在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能，可以限制扎德的移动。特别是通过钩子和眩晕，他可以在扎德施放爆发技能之前抓住他。\n- 诺提勒斯是一个坦克，能够有效抵消扎德的爆发伤害。这使得扎德很难在一次全力进攻中击杀敌人。\n- 诺提勒斯的技能使得预测扎德使用影子的逃跑路线变得更容易，从而能够封堵扎德的逃跑路径。\n- 扎德在团队战中控制能力较弱，容易在诺提勒斯的控制下变得无能为力。特别是当诺提勒斯与其他队友协调抓住扎德时，他可能会陷入非常困难的境地。\n- 诺提勒斯具有很强的自我防御能力，当扎德瞄准孤立的敌人时，诺提勒斯可以向前干扰扎德的目标。"
    },
    "loses": {
      "タロン": "泰隆对诺提勒斯有优势。\n\n原因如下：\n\n- 泰隆具有高爆发伤害，可以在诺提勒斯使用技能后迅速造成大量伤害。\n- 诺提勒斯的机动性较低，使得泰隆可以轻松利用自己的机动性逃脱或进行伏击。\n- 诺提勒斯的控制能力强，但泰隆可以隐身，更容易躲避诺提勒斯的技能。\n- 泰隆可以利用地形移动，避免诺提勒斯的钩子，增加接近并攻击的机会。\n- 诺提勒斯是一个坦克，依赖队友输出，因此往往无法承受泰隆的爆发伤害。",
      "フィドルスティックス": "菲德尔斯基在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 菲德尔斯基可以通过施加恐惧来抵消诺提勒斯的控制技能，使他更容易躲避攻击。\n- 诺提勒斯的移动速度较低，接近手段有限，使他容易受到菲德尔斯基的远程攻击。\n- 菲德尔斯基的范围伤害在诺提勒斯参与团战时构成了重大威胁，使他能够逐渐削弱诺提勒斯的耐久性。\n- 菲德尔斯基有手段确保视野，使他能够在诺提勒斯接近之前主动出击。\n- 尽管诺提勒斯是一个坦克，但他缺乏有效的手段来反制菲德尔斯基的治疗能力，使他容易受到持续伤害。",
      "ジャーヴァンⅣ": "贾法尔四世对诺提勒斯有优势。\n\n原因如下：\n\n- 贾法尔四世机动性高，可以通过他的EQ连招迅速拉近距离，从而避免诺提勒斯的技能。\n- 诺提勒斯依赖于他的技能，因此当技能冷却时，他很难对贾法尔四世的攻击进行反击。\n- 贾法尔四世的终极技能可以抵消诺提勒斯的控制效果，并通过包围他来限制他的行动。\n- 诺提勒斯的基础移动速度较低，使他很难逃脱贾法尔四世的游走和进攻。\n- 贾法尔四世的被动百分比伤害可以有效地造成伤害，同时忽视诺提勒斯的坦克属性，使他能够高效地积累伤害。",
      "ボリベア": "布隆在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 布隆在早期游戏中可以造成高伤害，容易在诺提勒斯使用技能后抓住机会。\n- 虽然诺提勒斯有强大的控制能力，但布隆有一个可以抵消诺提勒斯攻击的眩晕技能。\n- 布隆擅长塔下击杀，使他在诺提勒斯在塔下受到伤害时能够灵活应对。\n- 诺提勒斯的移动速度较低，使他在布隆利用移动速度增益时难以逃脱。\n- 布隆对短程战士非常强势，使他在与诺提勒斯交战时能够占据上风。",
      "ヴィエゴ": "维戈在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 维戈的输出伤害高，早期游戏的游走潜力优秀，使得在诺提勒斯使用技能后容易发起攻击。\n- 诺提勒斯依赖于他的技能，如果他失误，就很难反击，这使他容易受到维戈的攻击。\n- 维戈的被动技能使他在击杀诺提勒斯时能够恢复生命，从而实现持续作战。\n- 诺提勒斯的控制技能对单个目标很强，但维戈的机动性高，可以躲避控制技能，使他更容易逃脱。\n- 尽管诺提勒斯是一个坦克，但他缺乏百分比伤害，因此无法完全抵消维戈的高伤害。",
      "ベル＝ヴェス": "贝尔维斯在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 诺提勒斯依赖控制技能（CC），而贝尔维斯拥有位移和击飞技能，更容易躲避诺提勒斯的控制技能。\n- 贝尔维斯可以无限提高她的攻击速度，使她能够快速削弱诺提勒斯的耐久度。\n- 诺提勒斯的基础移动速度较低，使贝尔维斯更容易利用她的机动性拉近距离。\n- 贝尔维斯在持久战中表现出色，即使在诺提勒斯的技能冷却期间也能持续输出伤害。\n- 诺提勒斯是一个坦克，但缺乏百分比伤害，这使得反制贝尔维斯的高输出变得困难。",
      "ウディア": "乌迪尔在对抗纳托斯时具有优势。\n\n原因如下：\n\n- 乌迪尔在近战中强大，可以在被纳托斯的控制技能击中之前发起攻击。\n- 纳托斯的移动速度较低，使他容易受到乌迪尔的持续伤害。\n- 乌迪尔有一个眩晕技能，可以抵消纳托斯的技能，使得阻止纳托斯的全力进攻变得更容易。\n- 纳托斯是一个坦克，但缺乏百分比伤害，使得削弱乌迪尔的耐久性变得困难。\n- 乌迪尔的技能冷却时间短，使他能够持续输出伤害，并在对抗纳托斯时保持优势。",
      "トランドル": "特朗德尔在对抗纳托斯时具有优势。\n\n原因如下：\n\n- 特朗德尔可以吸收纳托斯的护甲，使他在一对一的战斗中占据优势。他可以减少纳托斯的坦克能力。\n- 特朗德尔可以利用技能逃脱纳托斯的控制技能，使他更难被抓住。\n- 特朗德尔可以造成持续伤害，擅长削弱纳托斯的耐久性，特别是在纳托斯使用技能后抓住机会。\n- 纳托斯的移动速度较低，使他难以躲避特朗德尔的攻击，从而让特朗德尔能够持续输出伤害。\n- 特朗德尔的被动技能允许他通过击杀附近的敌方单位来恢复生命，使他更容易维持自己的线路和发育，即使面对纳托斯也能占据优势。",
      "エコー": "艾克对诺提勒斯有优势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避诺提勒斯的技能。通过避开诺提勒斯的钩子和控制，艾克可以安全地进行攻击。\n- 诺提勒斯依赖他的技能，如果技能未命中，他的输出伤害会显著降低。艾克可以迅速重新定位，更容易躲避诺提勒斯的攻击。\n- 艾克的爆发伤害极高，即使诺提勒斯很肉也能迅速减少他的生命值。特别是在诺提勒斯使用技能后，艾克可以利用这个机会。\n- 诺提勒斯的移动速度较慢，难以抓住像艾克这样高机动性的英雄。艾克也可以利用技能迅速拉开距离以逃脱。\n- 艾克拥有护盾和治疗能力，提高了他在诺提勒斯攻击下的生存能力。这使得他更容易抵挡诺提勒斯的全力进攻。",
      "キヤナ": "Qiyana在对抗Nautilus时具有优势。\n\n原因如下：\n\n- 由于她的高机动性，她可以轻松躲避Nautilus的技能。特别是，她可以躲避钩子和眩晕，有效地抵消Nautilus的攻击。\n- Nautilus的移动速度较慢，使他很难应对Qiyana的快速移动。Qiyana可以迅速拉近距离，造成伤害，然后逃脱。\n- Qiyana的硬控技能在Nautilus使用技能后惩罚他非常有效。如果Nautilus错过了技能，Qiyana就有机会反击。\n- Nautilus是一个坦克，缺乏百分比伤害，使他容易受到Qiyana的爆发伤害。Qiyana可以在短时间内造成高额伤害。\n- Qiyana可以利用元素根据情况调整战术，使她能够灵活应对Nautilus的技能。特别是，她的终极技能使用墙体，能够有效限制Nautilus的移动。",
      "カ＝ジックス": "卡兹克对诺提勒斯有优势。\n\n原因如下：\n\n- 诺提勒斯依赖于他的技能，没有技能时，他很难施加压力，容易受到卡兹克的伏击。\n- 卡兹克对孤立敌人有高爆发伤害，如果诺提勒斯被孤立，他可以轻松击杀。\n- 诺提勒斯的机动性低，因此卡兹克可以轻松利用他的跳跃逃跑或追击。\n- 诺提勒斯是一个坦克，缺乏百分比伤害，因此对卡兹克的高爆发伤害没有抵抗力。\n- 诺提勒斯的控制能力很强，但卡兹克可以利用他的隐身来躲避控制，使他更容易进行有利的战斗。"
    }
  },
  "リリア": {
    "name": "リリア",
    "beats": {
      "ラムス": "拉莫斯处于劣势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的机动性在拉莫斯靠近之前使用技能躲避他。\n- 莉莉娅的被动百分比伤害和真实伤害可以在无视拉莫斯高耐久的情况下造成伤害。\n- 莉莉娅拥有无限范围的减速和睡眠效果，这可以阻碍拉莫斯的接近。\n- 拉莫斯缺乏远程攻击选项，使他很难贴近莉莉娅，这在埋伏和一对一的战斗中让他处于劣势。\n- 莉莉娅的技能激活时间较慢，容易受到伏击，但她可以创造拉莫斯的埋伏成功率较低的情况。",
      "ノクターン": "诺克图恩在对抗莉莉娅时处于劣势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的移动速度，使她更容易躲避诺克图恩的攻击。\n- 莉莉娅的减速和睡眠效果可以轻易限制诺克图恩的行动，为她创造反击的机会。\n- 诺克图恩的硬控只能影响单个目标，对莉莉娅的机动性无效。\n- 莉莉娅有百分比伤害和真实伤害，使她能够在忽视诺克图恩的耐久性时造成高伤害。\n- 诺克图恩的逃脱潜力低，当被莉莉娅逼入绝境时容易受到反击。",
      "ボリベア": "布隆在对抗莉莉娅时处于劣势。\n\n- 莉莉娅擅长利用她的移动速度，轻松躲避布隆的攻击。\n- 莉莉娅可以通过减速和睡眠效果来阻碍布隆的接近。\n- 布隆的主要技能范围较短，而莉莉娅的技能范围较长，使她能够安全地攻击。\n- 莉莉娅具有百分比伤害，使她能够在无视布隆的坦克能力的情况下造成高伤害。\n- 布隆的缩短距离手段有限，使他难以躲避莉莉娅的技能。",
      "ザック": "扎克处于劣势。\n\n原因如下：\n\n- 莉莉娅是一名战士和法师，她在战斗中利用技能，并且有忽视扎克坦克性的百分比伤害，使得削弱他的耐久性变得更容易。\n- 莉莉娅的移动速度提升使得她更容易躲避扎克的开团，并且可以在风筝的同时进行攻击。\n- 莉莉娅拥有无限范围的减速和睡眠效果，可以通过在扎克靠近之前施放技能来限制他的行动。\n- 扎克通常攻击范围较短，使得在施放莉莉娅的技能之前很难拉近距离，这使他在一对一的战斗中处于劣势。\n- 尽管莉莉娅的技能施放较慢，但扎克的技能也有较长的冷却时间，这使得他在与莉莉娅的早期一对一交锋中常常处于劣势。",
      "リー・シン": "李青处于劣势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的移动速度，轻松躲避李青的攻击。\n- 莉莉娅的减速和睡眠效果可以限制李青的机动性，使得游走和开团变得困难。\n- 莉莉娅有百分比伤害和真实伤害，即使对抗坦克也能造成高伤害，让李青难以承受。\n- 虽然莉莉娅的技能施放较慢，但她可以在李青靠近之前主动施放技能。\n- 李青只有在大招的击退效果下才能进行强控制，这使得应对莉莉娅的技能变得困难。",
      "エコー": "艾克处于劣势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的移动速度，使得躲避艾克的攻击变得更容易。\n- 莉莉娅的减速和睡眠效果可以限制艾克的机动性，使他难以逃脱。\n- 莉莉娅的百分比伤害和真实伤害可能超过艾克的护盾和治疗，使他容易受到爆发伤害。\n- 艾克主要追求爆发伤害，而莉莉娅可以造成持续伤害，这使他在一对一的战斗中处于劣势。\n- 尽管莉莉娅的技能施放较慢，但在承受艾克的攻击后，她有机会反击，使得应对他的埋伏变得更容易。",
      "シャコ": "沙科在对抗莉莉娅时处于劣势。\n\n原因如下：\n\n- 莉莉娅在6级时具有强大的游走潜力，使得沙科更可能被抓住而不是出其不意。\n- 莉莉娅的技能提高了她的移动速度，使得躲避沙科的攻击和风筝他变得更容易。\n- 莉莉娅的被动技能造成百分比伤害和真实伤害，使她能够迅速削弱沙科的生命值。\n- 莉莉娅拥有无限范围的减速和睡眠效果，轻松限制沙科的行动。\n- 沙科的基础属性较低，容易受到莉莉娅技能的伤害，如果他未能成功埋伏，可能会受到致命伤害。",
      "ワーウィック": "沃里克在对抗莉莉娅时处于劣势。\n\n- 莉莉娅是一名战士和法师，擅长使用她的技能，特别是她的机动性，这使得她更容易躲避沃里克的攻击。\n- 莉莉娅的被动百分比伤害和真实伤害可以在无视沃里克的治疗能力的情况下造成高额伤害。\n- 莉莉娅拥有无限范围的减速和睡眠效果，使她能够在沃里克靠近之前有效地发起攻击。\n- 沃里克只有短程技能，这使得他很难反制莉莉娅的风筝潜力。莉莉娅可以在保持距离的同时进行攻击，使沃里克难以拉近距离。\n- 尽管莉莉娅在6级之前的游走潜力较低，但如果她先达到6级，沃里克将很难应对莉莉娅的终极技能。",
      "ヌヌ＆ウィルンプ": "努努和威朗普在对抗莉莉娅时处于劣势。\n\n原因：\n- 莉莉娅擅长利用她的移动速度，更容易躲避努努的游走。\n- 莉莉娅的减速和睡眠效果可以轻易抵消努努的开团。\n- 莉莉娅有百分比伤害，即使对抗坦克也能造成高伤害，威胁到努努的耐久性。\n- 努努的技能冷却时间较长，被莉莉娅的技能击中后很难反击。\n- 莉莉娅在6级后拥有强大的团战能力，这可能限制努努的角色。",
      "ウーコン": "悟空处于劣势。\n\n- 莉莉娅擅长利用她的移动速度进行机动，使她能够在悟空接近之前命中技能并逃脱。\n- 由于莉莉娅的减速和睡眠效果，悟空在发起攻击之前很可能会受到限制。\n- 悟空是一个近战英雄，而莉莉娅的技能范围较短，她可以在保持距离的同时进行攻击。\n- 莉莉娅的百分比伤害和真实伤害可以造成高额伤害，忽视悟空的物理伤害抗性。\n- 悟空的魔法抗性较低，容易受到莉莉娅技能的持续骚扰。",
      "ヴァイ": "维的劣势。\n\n原因如下：\n\n- 莉莉娅可以利用她的移动速度逃脱，轻松躲避维的攻击。\n- 莉莉娅的减速和睡眠效果使维难以拉近距离。\n- 莉莉娅有百分比伤害，即使对抗坦克也能造成高伤害，这降低了维的护盾和护甲减免的效果。\n- 维必须靠近才能造成伤害，因此如果她躲避了莉莉娅的技能，维就变得无效。\n- 尽管莉莉娅的技能施放较慢，但她可以在受到维的伤害之前逃脱，使一对一的遭遇对维不利。",
      "パンテオン": "潘森在对抗莉莉娅时处于劣势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的移动速度来躲避潘森的攻击。\n- 莉莉娅可以通过减速和睡眠效果来抵消潘森的全力进攻。\n- 潘森的技能冷却时间较长，使得他难以反击莉莉娅的持续伤害。\n- 莉莉娅具有百分比伤害，这使得她更容易削弱潘森的耐久度。\n- 潘森在团队战中缺乏范围伤害，使得他很难用莉莉娅的技能击中多个敌人。",
      "フィドルスティックス": "菲德尔斯克在对抗莉莉娅时处于劣势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的移动速度，使她更容易躲避菲德尔斯克的攻击。\n- 莉莉娅的技能包括减速和睡眠效果，可以限制菲德尔斯克的行动。\n- 菲德尔斯克的移动速度较低，无法反制莉莉娅的机动性，使得游走和逃脱变得困难。\n- 莉莉娅有百分比伤害，可以轻易抵消菲德尔斯克的治疗能力。\n- 菲德尔斯克的主要技能需要施法时间，而莉莉娅的高机动性增加了打断这些施法的可能性。",
      "トランドル": "特朗德在对抗莉莉娅时处于劣势。\n\n原因：\n- 莉莉娅是一名战士和法师，利用她的技能进行战斗，拥有减速和睡眠效果，阻碍特朗德的接近，使他难以靠近。\n- 莉莉娅的被动技能使她能够造成百分比伤害和真实伤害，这可以在忽视特朗德的坦克能力的情况下输出高伤害。\n- 莉莉娅拥有提高移动速度的技能，使她能够轻松地风筝，同时避免特朗德的攻击并造成持续伤害。\n- 特朗德依赖自动攻击，这使他很难反击莉莉娅的机动性，并且他在缩短距离方面的手段有限，使莉莉娅能够在对抗他时占据优势。\n- 尽管莉莉娅在6级之前的游走潜力较低，但她可以通过在特朗德接近之前命中她的技能来创造有利局面。",
      "ブライアー": "布莱尔在对抗莉莉娅时处于劣势。\n\n原因如下：\n\n- 莉莉娅擅长利用她的移动速度，能够轻松追击或逃脱，通过命中技能来避免布莱尔的攻击。\n- 由于莉莉娅的减速和睡眠效果，布莱尔在狂暴状态下的机动性受到限制，使她更难进行攻击。\n- 莉莉娅的百分比伤害和真实伤害可以造成高额伤害，同时无视布莱尔的续航能力，使她在交战中处于劣势。\n- 莉莉娅在团队战中影响力很大，当布莱尔参与团队战时，她很可能会被莉莉娅的技能压制。\n- 布莱尔对控制技能很脆弱，尽管莉莉娅的技能施放较慢，但她可以通过先命中技能来限制布莱尔的行动。"
    },
    "loses": {
      "レンガー": "雷恩加对莉莉娅有优势。\n\n原因如下：\n\n- 他拥有高爆发伤害，可以在短时间内迅速减少莉莉娅的生命值。\n- 莉莉娅的主要技能范围较短，近战输出存在风险，而雷恩加擅长伏击，使他在莉莉娅使用技能后更容易发起攻击。\n- 莉莉娅的硬控技能仅在她的大招中可用，这给了雷恩加在这个窗口期攻击的机会。\n- 莉莉娅可以提高自己的移动速度，但雷恩加可以通过从草丛中跳跃攻击迅速拉近距离，阻止莉莉娅逃跑。\n- 莉莉娅在团队战斗中影响力强，但雷恩加专注于个人伏击，使他在一对一的遭遇中占据优势。",
      "ダイアナ": "黛安娜在对抗莉莉娅时具有优势。\n\n原因如下：\n\n- 黛安娜的爆发伤害高，可以迅速降低莉莉娅的耐久度。\n- 莉莉娅主要依靠技能进行战斗，但黛安娜有跳跃技能，更容易躲避莉莉娅的技能。\n- 黛安娜的护盾可以减轻莉莉娅的爆发伤害，使她在一对一的战斗中具有很高的续航能力。\n- 莉莉娅的控制技能仅在她的终极技能中，而黛安娜可以持续跳跃，使她在躲避莉莉娅技能的同时进行攻击。\n- 莉莉娅的技能施放速度较慢，黛安娜可以利用这个空档进行攻击。",
      "マスター・イー": "蒙多在对抗莉莉娅时具有优势。\n\n原因如下：\n\n- 蒙多的输出很高，一旦装备得当，可以对莉莉娅造成强大的爆发伤害，使他在一对一的决斗中非常强大。\n- 莉莉娅的主要技能范围较短，蒙多可以利用他的Q技能来躲避攻击，获得无敌效果。\n- 莉莉娅只有在大招时才有硬控，而蒙多可以利用无敌效果来躲避莉莉娅的技能。\n- 蒙多可以抵消减速效果，让他在攻击时不必担心莉莉娅的减速效果。\n- 莉莉娅在前期的抓人潜力较低，使得蒙多可以专注于早期的发育。这使得他在升级时更容易创造出对莉莉娅有利的局面。",
      "キヤナ": "Qiyana在对抗Lillia时具有优势。\n\n原因如下：\n\n- Qiyana的高机动性使她能够轻松躲避Lillia的技能，并在近战中获得优势。\n- Lillia的主要技能范围较短，使Qiyana能够在保持距离的同时进行攻击。\n- Qiyana的爆发伤害对Lillia非常有效，使她能够在短时间内造成大量伤害。\n- Lillia的强控制技能仅在她的大招时可用，这给了Qiyana在此期间攻击的机会。\n- Qiyana可以利用元素根据情况调整战术，使她能够灵活应对Lillia的动作。",
      "エリス": "伊莉丝占据优势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，并且在游戏早期能够造成高爆发伤害，使她的游走对莉莉娅非常有效。\n- 莉莉娅在6级之前的游走潜力较低，缺乏对抗伊莉丝游走的手段，这使得伊莉丝更容易占据上风。\n- 伊莉丝可以利用她的蜘蛛形态进行塔下击杀，使她在莉莉娅没有逃生手段的情况下攻击力强大。\n- 莉莉娅的主要技能范围较短，使她难以接近伊莉丝的远程攻击，从而让伊莉丝能够灵活地掌控局势。\n- 伊莉丝在对抗游击型打野时占优势，而莉莉娅正是其中之一，因此她容易受到伊莉丝的爆发伤害。",
      "ニダリー": "妮蔻在对抗莉莉娅时具有优势。\n\n原因如下：\n\n- 妮蔻具有高爆发伤害，可以在前期对莉莉娅进行强力的游走。莉莉娅在6级之前的游走潜力较低，使妮蔻能够主动出击。\n- 莉莉娅的主要技能范围较短，造成持续伤害存在风险，而妮蔻可以利用豹形态的机动性在保持距离的同时进行攻击。\n- 妮蔻可以自由攻击缺乏控制技能的莉莉娅，使她能够在避免莉莉娅技能的同时造成伤害。\n- 妮蔻可以利用莉莉娅技能启动缓慢和容易被伏击的特点，通过使用陷阱进行侦查和反打野来获得优势。\n- 妮蔻可以迅速击破莉莉娅的百分比伤害和真实伤害，使她在一对一的对抗中占据优势。",
      "ゼド": "劫对莉莉娅有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，可以迅速减少莉莉娅的生命值，使他在一对一的战斗中占据优势。\n- 莉莉娅的主要技能范围短，使她难以反制劫的机动性，这使得劫能够轻松接近她。\n- 劫的影子机动性使得躲避莉莉娅的技能变得更容易，降低了受到她攻击伤害的风险。\n- 莉莉娅的硬控技能只有在她的大招时可用，这使得劫可以相应地调整他的攻击时机。\n- 劫可以利用莉莉娅技能施放的缓慢来伏击她，在她有机会反击之前造成伤害。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆的爆发伤害高，容易针对莉莉娅的低防御能力，瞄准早期击杀。\n- 莉莉娅的主要技能范围短，使塔隆能够轻松接近并造成爆发伤害。\n- 塔隆的机动性使他能够在躲避莉莉娅技能的同时进行攻击，更容易抵消她的能力。\n- 莉莉娅在6级之前的游走潜力低，而塔隆可以在早期游戏中活跃，给予他早期地图控制的优势。\n- 塔隆擅长利用地形进行伏击，并可以在莉莉娅使用技能后利用空档。",
      "ウディア": "乌迪尔在对抗莉莉娅时具有优势。\n\n原因如下：\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，即使在承受莉莉娅技能时也能凭借高耐久性更容易在小规模交战中占据上风。\n- 莉莉娅的主要技能范围较短，使她难以逃脱乌迪尔的近战攻击，乌迪尔可以轻松拉近距离。\n- 乌迪尔可以使用具有眩晕效果的技能，这可以限制莉莉娅的机动性以及她有效利用移动速度的能力。\n- 莉莉娅在6级之前的游走潜力较低，而乌迪尔在前期表现强劲，使他在早期对线中获得优势。\n- 莉莉娅的技能施放速度较慢，使她在受到乌迪尔攻击之前难以进行反击。",
      "キンドレッド": "Kindred在对抗Lillia时具有优势。\n\n原因如下：\n\n- Kindred的攻击范围较长，可以安全地攻击范围较短的Lillia。\n- Lillia主要依靠技能进行战斗，但Kindred可以通过收集标记来增强伤害，尤其是在6级后输出很高。\n- Kindred的终极技能可以提供无敌效果，使其能够抵消Lillia的技能并进行反击。\n- Lillia的游走潜力较低，在6级之前很难对Kindred创造有利局面。\n- Kindred拥有闪现技能，更容易躲避Lillia的技能，并便于追击和逃跑。",
      "カ＝ジックス": "卡兹克对莉莉娅有优势。\n\n原因如下：\n\n- 卡兹克的爆发伤害很高，可以轻松针对孤立的莉莉娅，在一对一的交锋中赢得高胜率。\n- 莉莉娅的主要技能范围较短，使她难以对卡兹克的伏击做出反应。\n- 卡兹克可以迅速利用跳跃缩短距离，更容易躲避莉莉娅的技能。\n- 莉莉娅的硬控技能只有在她的大招时才可用，这使得卡兹克可以在她6级之前压制她。\n- 莉莉娅有增加移动速度的技能，但如果被卡兹克快速击杀，她就很难逃脱。",
      "ケイン": "凯隐在莉莉娅面前占有优势。\n\n- 变身后，凯隐作为刺客或战士拥有强大的技能，使他能够造成高爆发伤害，忽视莉莉娅的耐久性。\n- 莉莉娅的主要技能范围较短，使她难以应对凯隐的伏击，而凯隐则利用他的机动性。\n- 凯隐具备穿越墙壁的机动性，使他能够在躲避莉莉娅技能的同时接近她，从而更容易进行游走和交战。\n- 莉莉娅的硬控技能仅在她的终极技能中可用，这使得凯隐在变身后能够迅速消灭她。\n- 凯隐对高生命值的坦克很强，但由于莉莉娅不是坦克，她更容易受到凯隐的伤害。",
      "ベル＝ヴェス": "贝尔维斯在对抗莉莉娅时具有优势。\n\n原因如下：\n\n- 贝尔维斯能够无限提高她的攻击速度，以高输出压制莉莉娅的耐久性。\n- 莉莉娅常常处于她的主要技能范围较短的情况，使她容易受到贝尔维斯的攻击。\n- 贝尔维斯可以通过位移和击飞轻松接近莉莉娅，有效地封锁莉莉娅的机动性玩法。\n- 莉莉娅在6级之前的抓人潜力较低，这使得贝尔维斯能够通过早期的进攻创造有利局面。\n- 贝尔维斯的技能具有减伤效果，使她能够在持久战中占据优势，并抵挡莉莉娅的技能组合。",
      "レク＝サイ": "雷克塞在对抗莉莉娅时具有优势。\n\n原因如下：\n\n- 雷克塞在前期具有强大的游走潜力，使她能够在莉莉娅达到6级之前创造有利局面。\n- 雷克塞在潜行状态下能够侦查，轻松追踪莉莉娅的动向，避免被伏击。\n- 莉莉娅的主要技能范围较短，接近时容易受到攻击，而雷克塞可以轻松拉近距离。\n- 雷克塞的爆发伤害对莉莉娅非常有效，特别是在莉莉娅使用技能后抓住机会。\n- 由于莉莉娅的硬控技能仅在她的大招时可用，雷克塞可以相应地调整攻击时机。",
      "ヴィエゴ": "维戈在对抗莉莉娅时具有优势。\n\n原因如下：\n\n- 维戈在前期的输出伤害很高，能够在莉莉娅激活技能之前轻松造成伤害。\n- 莉莉娅的主要技能范围较短，需要靠近敌人，这使她容易受到维戈的攻击。\n- 维戈的被动技能使他在击杀敌方英雄时能够恢复生命值，这在与莉莉娅的一对一对抗中给予他优势。\n- 维戈的机动性很高，能够在躲避莉莉娅技能的同时进行攻击，更容易抵消她的风筝潜力。\n- 莉莉娅的硬控技能仅在她的大招时可用，因此在6级之前的抓人潜力较低，使维戈能够先发制人。",
      "ジャーヴァンⅣ": "贾法尔四世对莉莉娅有优势。\n\n原因如下：\n\n- 贾法尔四世具有很高的游走潜力，可以在莉莉娅六级之前利用她的弱点施加早期压力。\n- 他的EQ组合提供了高机动性，可以轻松接近，同时躲避莉莉娅的技能，并在她施放技能之前发起攻击。\n- 莉莉娅的主要技能范围较短，使她很难对贾法尔四世的进攻进行反击。\n- 贾法尔四世的被动百分比伤害可以在忽视莉莉娅的坦克能力的情况下造成伤害，使他在一对一的情况下占据优势。\n- 由于莉莉娅的硬控技能仅在她的终极技能下可用，贾法尔四世可以相应地调整攻击时机，切断莉莉娅的逃跑路线。"
    }
  },
  "セジュアニ": {
    "name": "セジュアニ",
    "beats": {
      "ワーウィック": "沃里克在对抗塞娜时处于劣势。\n\n- 塞娜拥有丰富的控制技能，这会阻碍沃里克的接近，使沃里克难以命中攻击。\n- 塞娜的被动技能增强了她的防御能力，减少了沃里克的伤害，削弱了他在交易中的优势。\n- 塞娜作为坦克具有很高的耐久性，使沃里克的单体伤害效果降低。\n- 塞娜的大招非常适合参与团队战斗，使沃里克在这些情况下难以表现出色。\n- 塞娜的技能冷却时间较短，使她能够持续对沃里克施加压力。",
      "ブライアー": "布莱尔处于劣势。\n\n- 塞娜拥有丰富的控制技能，可以抵消布莱尔的狂暴状态，使布莱尔难以自由移动。\n- 塞娜的坦克能力使她能够轻松抵消布莱尔的伤害，导致布莱尔难以造成持续伤害。\n- 塞娜具有很高的开团潜力和在团队战斗中的显著影响力，这使得布莱尔更容易被孤立。\n- 布莱尔的技能冷却时间相对较长，资源管理至关重要，但塞娜的持续控制限制了技能使用的时机。\n- 塞娜具有强大的反坦克能力，使布莱尔的攻击效果降低。",
      "マスター・イー": "蒙多在对抗塞兹时处于劣势。\n\n原因如下：\n\n- 塞兹拥有丰富的控制技能（CC），可以阻碍蒙多的移动和攻击，使他难以发挥自己的优势。\n- 塞兹的坦克能力意味着蒙多的普通攻击和技能伤害效果较差，使他在持久战中处于劣势。\n- 塞兹在前期具有强大的游走潜力，使她能够在蒙多专注于发育之前施加压力。\n- 塞兹的被动技能使她对埋伏具有很高的抵抗力，即使蒙多使用技能也很难造成有效伤害。\n- 塞兹擅长参与团队战斗，增加了蒙多在尝试参与时被抓住的风险。",
      "イブリン": "伊芙琳在对抗塞茱妮时处于劣势。\n\n- 塞茱妮拥有丰富的控制技能，可以阻止伊芙琳接近，使她很难发起伏击。\n- 塞茱妮的被动技能提供的高耐久性使她更容易抵消伊芙琳的爆发伤害，阻止她造成有效伤害。\n- 塞茱妮是一名进攻型坦克打野，能够在早期进行有效的游走，如果她在伊芙琳达到6级之前进行游走，伊芙琳可能会陷入非常困难的境地。\n- 塞茱妮的大招具有广泛的范围效果，使她在团队战斗中产生高影响力，使伊芙琳在这些情况下难以发挥。\n- 塞茱妮强大的坦克表现使她在对抗像伊芙琳这样的刺客时占据优势，导致伊芙琳在一对一的遭遇中常常处于劣势。",
      "フィドルスティックス": "菲德尔斯基在对抗塞茹妮时处于劣势。\n\n原因如下：\n\n- 塞茹妮拥有丰富的控制技能，使得限制菲德尔斯基的移动变得更容易，从而在近战中占据优势。\n- 塞茹妮的坦克能力使她能够减轻菲德尔斯基的伤害，使他难以造成持续伤害。\n- 塞茹妮的被动技能使得菲德尔斯基的攻击效果不佳，尤其是在他处于劣势的早期小规模交战中。\n- 塞茹妮具有强大的开团潜力，增加了她在菲德尔斯基安全使用技能之前缩短距离的可能性。\n- 菲德尔斯基的机动性较低，使得躲避塞茹妮的攻击变得困难，这使他容易受到伏击。",
      "ノクターン": "诺克图恩处于劣势。\n\n原因如下：\n\n- 塞季瓦尼拥有丰富的控制技能（CC），可以限制诺克图恩的攻击，使诺克图恩难以展现一对一的表现。\n- 塞季瓦尼的被动技能赋予她高耐久，使她更容易抵消诺克图恩的伤害。\n- 塞季瓦尼在团队战斗中具有强大的开团潜力，使诺克图恩在这些情况下难以表现出色。\n- 诺克图恩的控制技能专门针对单个目标，因此对像塞季瓦尼这样的坦克效果较差。\n- 塞季瓦尼的技能冷却时间较短，增加了她在诺克图恩发起攻击之前进行反击的可能性。",
      "ベル＝ヴェス": "贝尔维斯在对抗塞季瓦尼时处于劣势。\n\n- 塞季瓦尼拥有丰富的控制技能，可以压制贝尔维斯以自动攻击为基础的战斗风格。\n- 塞季瓦尼的被动技能提供了高耐久性，减少了贝尔维斯的伤害，并在持久战中给予她优势。\n- 塞季瓦尼具有强大的开团潜力，使她能够在贝尔维斯攻击之前主动出击。\n- 贝尔维斯在早期战斗中表现不佳，难以反击塞季瓦尼的早期强势。\n- 塞季瓦尼的坦克表现出色，轻松吸收贝尔维斯的伤害。",
      "キンドレッド": "Kindred在对抗Sejuani时处于劣势。\n\n原因如下：\n\n- Sejuani拥有丰富的控制技能（CC），可以阻碍Kindred的机动性，使Kindred在一对一的情况下处于不利地位。\n- 由于Sejuani的坦克属性，Kindred的普通攻击和技能伤害效果较差，难以造成持续伤害。\n- Sejuani的终极技能在团队战斗中提供了开团和控制，增加了Kindred即使在无敌状态下也容易受到Sejuani伤害的风险。\n- Kindred在早期标记叠加之前存在感较低，而Sejuani在早期游戏中影响力强，使得Kindred难以采取早期行动。\n- Sejuani的高耐久性使她能够轻松吸收Kindred的伤害，导致Kindred难以创造有利局面。",
      "キヤナ": "Qiyana处于劣势。\n\n原因如下：\n\n- Sejuani是一名耐久性高的坦克，使她不易受到Qiyana的爆发伤害。\n- Sejuani丰富的控制技能限制了Qiyana的高机动性，使她难以逃脱。\n- Sejuani的被动技能显著提高了她的防御，使她对伏击有很高的抵抗力，导致Qiyana的伏击无效。\n- Sejuani在团队战斗中具有强大的开团潜力，减少了Qiyana在这些情况下发光的机会。\n- Sejuani的技能冷却时间较短，增加了Qiyana在使用技能后被反击的风险。",
      "ボリベア": "布隆处于劣势。\n\n原因如下：\n\n- 塞恩拥有丰富的控制技能，使布隆难以发起进攻。\n- 塞恩的被动技能提高了她的防御，使布隆难以造成伤害，降低了他在交易中的优势。\n- 塞恩作为坦克具有很高的耐久性，在中后期，布隆的伤害增长较差，无法有效地对塞恩造成伤害。\n- 塞恩的大招范围广且在团战中具有很高的开团潜力，使布隆在这些情况下难以发挥。\n- 布隆的主要技能范围较短，难以躲避塞恩的控制技能，导致近战时风险很高。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 塞拉斯的耐久性高，作为坦克更容易吸收塔隆的爆发伤害。\n- 塞拉斯丰富的控制技能使塔隆难以接近，导致他错失进攻机会。\n- 塞拉斯的被动技能提高了她的防御，进一步减少了塔隆的输出，使他难以造成有效伤害。\n- 塞拉斯在前期具有强大的开团潜力，增加了塔隆在试图埋伏时被抓的风险。\n- 塔隆的防御能力低，容易受到塞拉斯持续的控制和伤害，在持久战中处于劣势。",
      "シャコ": "沙科在对抗塞茱妮时处于劣势。\n\n- 塞茱妮是一名耐久性高的坦克，能够更容易地吸收沙科的伤害。\n- 塞茱妮丰富的控制技能使沙科难以自由移动，降低了成功埋伏的机会。\n- 塞茱妮的被动技能使沙科的攻击效果不佳，造成持续伤害的挑战。\n- 塞茱妮在6级时具有强大的游走潜力，增加了她在沙科埋伏之前主动出击的可能性。\n- 在团队战斗中，塞茱妮的开团能力很强，使沙科在团队战中难以发挥。"
    },
    "loses": {
      "リリア": "莉莉娅占据优势。\n\n原因如下：\n\n- 莉莉娅具有百分比伤害，能够对坦克型的塞茱妮造成高额伤害，使她在一对一的情况下占据优势。\n- 莉莉娅的减速和睡眠效果使得抵消塞茱妮的开团变得更容易，从而在团队战斗中具有很高的影响力。\n- 莉莉娅的技能可以提高她的移动速度，使她在战斗中能够躲避塞茱妮的攻击，增强了她的风筝潜力。\n- 塞茱妮依赖于她的被动技能，因此如果莉莉娅通过百分比伤害或技能剥夺了她的被动，塞茱妮将会变得虚弱。\n- 莉莉娅的技能冷却时间短，而塞茱妮在前期的技能冷却时间较长，这使得莉莉娅能够获得优势。",
      "エリス": "伊莉丝占据优势。\n\n原因如下：\n\n- 伊莉丝在早期游戏中具有高爆发伤害，使她能够瞬间造成伤害，同时忽视塞娜的坦克能力。\n- 通过她的远程控制技能，她可以在塞娜接近之前发起攻击，这使她在游走和一对一的情况下占据优势。\n- 使用她的蜘蛛形态，她可以进行塔下击杀，即使塞娜加强防御，也更容易创造攻击机会。\n- 塞娜依赖她的被动技能，因此如果伊莉丝通过爆发技能剥夺了它，塞娜将变得明显虚弱。\n- 伊莉丝在对抗游击型打野时更具优势，并且在对抗像塞娜这样的坦克时，能够轻松在早期游走中建立优势。",
      "ザック": "扎克占据优势。\n\n原因如下：\n\n- 扎克拥有范围伤害和控制技能，使他在团队战斗中具有很高的影响力。他可以轻松抵消塞茱妮的开团。\n- 塞茱妮依赖她的被动技能，而扎克的百分比伤害可以轻易剥夺她的被动。\n- 扎克的机动性很高，擅长游走和开团，更容易限制塞茱妮的行动。\n- 扎克的被动技能提供显著的治疗效果，使他在持续战斗中通常比塞茱妮更具耐久性。\n- 塞茱妮在前期技能冷却时间较长，这使得扎克可以通过先手开团创造有利局面。",
      "グレイブス": "格雷夫斯占据优势。\n\n原因如下：\n\n- 格雷夫斯可以远程输出伤害，阻止塞茱妮接近。\n- 塞茱妮主要是依赖控制技能的坦克，这使她容易受到格雷夫斯的爆发伤害。\n- 格雷夫斯在一对一的情况下表现出色，使他在与塞茱妮的决斗中更容易占据上风。\n- 一旦塞茱妮的被动技能被剥夺，她的耐久性会显著下降，为格雷夫斯创造有利局面。\n- 格雷夫斯拥有范围攻击，这在塞茱妮面对多个敌人时的团战中是有利的。\n- 塞茱妮在游戏早期技能冷却时间较长，给了格雷夫斯许多先发制人的机会。",
      "ヘカリム": "赫卡里姆占据优势。\n\n原因如下：\n\n- 赫卡里姆的机动性很高，更容易躲避塞娜的技能，这有利于埋伏和游走。\n- 塞娜依赖她的被动技能，使她容易受到赫卡里姆的高伤害和持续攻击的威胁。\n- 赫卡里姆在团队战斗中具有强大的开团能力，可以利用塞娜的开团技能轻松创造有利局面。\n- 赫卡里姆拥有范围攻击，擅长削弱塞娜的耐久性，尤其在团队战斗中影响显著。\n- 塞娜缺乏持续的输出能力，使她很难反制赫卡里姆的持续伤害。",
      "ウディア": "乌迪尔占据优势。\n\n原因如下：\n\n- 乌迪尔的技能冷却时间短，擅长持续输出，使他在游戏早期就具有强大的存在感。相比之下，塞娜的早期技能冷却时间较长，资源管理对她至关重要。\n- 乌迪尔可以使用带有眩晕效果的技能，更容易中和塞娜的开团。乌迪尔在抵抗塞娜的控制技能方面也非常耐打，使他能够持续作战。\n- 塞娜依赖她的被动，当被消耗时，她会变得更弱，但乌迪尔可以进行持续输出，更容易剥夺塞娜的被动。\n- 乌迪尔在近战中表现出色，尤其是对抗坦克英雄。虽然塞娜也是一名坦克，但她很难反制乌迪尔的持续输出和治疗能力。\n- 塞娜在团队战中具有很高的开团潜力，但乌迪尔可以用他的眩晕技能来抵消这种开团，从而创造机会攻击塞娜。",
      "ゼド": "劫对塞茱妮有优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以瞬间击杀，忽视塞茱妮的坦克能力。\n- 塞茱妮主要依靠控制技能进行战斗，但劫可以通过影子的机动性轻松躲避。\n- 劫的追击潜力非常高，如果塞茱妮被孤立，他可以轻松获得击杀。\n- 塞茱妮在游戏早期技能冷却时间较长，使得劫更容易利用这些窗口进行攻击。\n- 一旦塞茱妮的被动效果消失，她的耐久性显著下降，使得劫的爆发伤害更有效。",
      "ニダリー": "娜美在对抗塞茱妮时具有优势。\n\n原因如下：\n\n- 娜美在早期反打野和游走方面很强，可以利用塞茱妮早期游戏的弱点。\n- 娜美的高爆发伤害使她能够在塞茱妮激活被动之前造成显著伤害。\n- 塞茱妮依赖控制技能，但娜美没有任何控制技能，使得躲避塞茱妮的进攻更容易。\n- 娜美在豹形态下具有高机动性，更容易躲避塞茱妮的攻击。\n- 娜美具有基于陷阱的侦查能力，可以限制塞茱妮的行动。\n- 塞茱妮缺乏持续的伤害输出，使她很难反击娜美的高爆发伤害。",
      "シン・ジャオ": "辛赵对塞茱妮有优势。\n\n原因如下：\n\n- 辛赵的基础攻击伤害和攻击速度都很高，使他在早期游戏中与塞茱妮的一对一交锋中更容易获得优势。\n- 辛赵的技能是针对特定目标的，可以抵消塞茱妮的控制技能，使他在团队战斗中表现更好。\n- 塞茱妮依赖她的被动技能，当被剥夺时，她会变得更弱，而辛赵可以持续输出伤害并轻松去除她的被动。\n- 辛赵在对抗刺客和逃生能力低的坦克时更具优势，使他在早期的游走中特别容易获得领先。\n- 塞茱妮早期技能的冷却时间较长，资源管理至关重要，使她难以应对辛赵的早期侵略。",
      "ダイアナ": "黛安娜在对抗塞茱妮时具有优势。\n\n原因如下：\n\n- 黛安娜具有很高的追击潜力，可以重复使用她的跳跃技能，使她在攻击的同时避免塞茱妮的控制技能。\n- 塞茱妮主要作为坦克使用控制技能作战，而黛安娜可以利用她的护盾来减轻爆发伤害，同时在一对一的交锋中展现出持续作战能力。\n- 黛安娜具有范围伤害，可以在团队战斗中有效地对围绕塞茱妮的敌人造成伤害。\n- 塞茱妮依赖她的被动技能，因此如果黛安娜早期发起攻击，就更容易剥夺她的被动效果。\n- 黛安娜可以积极地对抗技能冷却时间较长的塞茱妮，使她更容易在早期建立优势。",
      "ケイン": "凯隐在对抗塞兹瓦尼时具有优势。\n\n原因如下：\n\n- 凯隐可以对坦克造成强大的伤害，使他能够在忽视塞兹瓦尼高耐久的情况下进行攻击。\n- 凯隐的机动性使他更容易躲避塞兹瓦尼的控制技能，给他在埋伏和逃跑中带来优势。\n- 变身后，尤其是红色凯隐对高生命值敌人有强大的伤害，可以抵消塞兹瓦尼的坦克能力。\n- 塞兹瓦尼依赖她的被动技能，因此通过消耗或早期伤害来剥夺她的被动可以削弱她的优势。\n- 凯隐能够穿越墙壁，使他更容易躲避塞兹瓦尼的开团，并让他能够控制战斗朝有利于自己的方向发展。",
      "トランドル": "特朗德尔占据优势。\n\n原因如下：\n\n- 特朗德尔能够吸收塞茱妮的护甲和魔法抗性，使他在与塞茱妮的一对一对抗中更容易占据上风。\n- 塞茱妮依赖她的被动技能，因此当特朗德尔的百分比伤害剥夺它时，塞茱妮会显著减弱。\n- 特朗德尔具有很强的自我治疗能力，可以通过附近敌方单位的死亡来恢复生命值，给予他很好的续航能力。\n- 特朗德尔的技能具有很高的干扰潜力，能够阻止塞茱妮的开团。\n- 塞茱妮缺乏持续输出，使她难以承受特朗德尔的攻击。",
      "レンガー": "雷恩加对塞茱妮有优势。\n\n原因如下：\n\n- 他拥有高爆发伤害，可以忽视塞茱妮的坦克能力，迅速瞄准击杀。\n- 他擅长利用草丛进行伏击，使他能够从塞茱妮难以预料的位置发起攻击。\n- 塞茱妮依赖控制技能，但雷恩加可以瞬间造成伤害并逃脱，使他更容易在被控制之前发起攻击。\n- 一旦塞茱妮的被动技能被剥夺，她的耐久性显著下降，使雷恩加的爆发更有效。\n- 虽然塞茱妮擅长参与团队战斗，但雷恩加专注于单目标伏击，使他在一对一的情况下占据优势。"
    }
  }
}