{
  "キヤナ": {
    "name": "キヤナ",
    "beats": {
      "ゼラス": "扎伊拉在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避扎伊拉的技能，使她很难命中攻击。\n- 奇亚娜在近距离有强大的爆发伤害，如果扎伊拉靠得太近，她可以瞬间被击倒。\n- 扎伊拉的技能激活时间较慢，很难在奇亚娜快速移动时命中她。\n- 奇亚娜可以利用元素部署各种策略，轻松躲避扎伊拉的攻击并进行反击。\n- 扎伊拉缺乏防御选项，如果被奇亚娜伏击，很难逃脱。",
      "アニビア": "安妮维亚在对抗奇亚娜时处于劣势。\n\n- 奇亚娜的机动性很高，容易躲避安妮维亚的技能，这意味着安妮维亚更难命中她的攻击。\n- 奇亚娜可以在忽略墙壁的情况下攻击，这使得她更容易抵消安妮维亚的区域控制。\n- 安妮维亚依赖她的终极技能，而当奇亚娜靠近时，安妮维亚往往被迫采取防御性玩法。\n- 奇亚娜的爆发伤害对安妮维亚构成威胁，尤其是安妮维亚对近战攻击较弱，她可以瞬间被击倒。\n- 尽管安妮维亚的射程很长，但一旦她进入奇亚娜攻击的范围，就更容易受到攻击。",
      "カサディン": "卡萨丁在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，可以迅速拉近距离造成爆发伤害，使卡萨丁在前期容易受到压力。\n- 奇亚娜的技能可以根据地形改变效果，这可能会妨碍卡萨丁的逃生选项。\n- 卡萨丁的物理防御低，对奇亚娜的物理伤害非常脆弱。\n- 奇亚娜拥有强力的控制技能，可以剥夺卡萨丁的逃生选项，使其难以评估击杀阈值。\n- 奇亚娜在对线时游走能力强，可以轻易影响其他线路，导致卡萨丁变得孤立。",
      "アカリ": "阿卡丽在对抗奇亚娜时处于劣势。\n\n- 奇亚娜的机动性很高，作为刺客非常灵活，容易躲避阿卡丽的攻击。\n- 奇亚娜的技能允许她利用元素来部署多样的战术，使她能够抵挡阿卡丽的攻击。\n- 阿卡丽的推线能力较低，在前期很容易被奇亚娜超越。\n- 奇亚娜拥有强力的控制技能，可以限制阿卡丽的闪现，使她更难以发起攻击。\n- 奇亚娜的爆发伤害很高，可以在阿卡丽恢复生命值之前造成大量伤害。\n- 奇亚娜的终极技能利用墙壁制造冲击波，使她在围绕目标的战斗中具有强大的存在感，并使阿卡丽难以逃脱。",
      "タロン": "塔隆在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避塔隆的攻击。\n- 奇亚娜的技能可以根据地形改变效果，这可能会使塔隆的埋伏反而对他不利。\n- 奇亚娜有强力的控制技能，当塔隆接近时面临被抓的高风险。\n- 塔隆的防御能力较低，容易受到奇亚娜的爆发伤害。\n- 奇亚娜的终极技能可以抵消塔隆的隐身状态，使埋伏变得更加困难。\n- 奇亚娜在对线时有强大的推线能力，使塔隆难以维持对线控制。",
      "イレリア": "艾瑞莉娅在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避艾瑞莉娅的技能。特别是，奇亚娜利用元素的技能非常适合躲避艾瑞莉娅的攻击。\n- 奇亚娜的硬控技能可以打断艾瑞莉娅的闪现和治疗，减少艾瑞莉娅反击的机会。\n- 艾瑞莉娅的技能冷却时间较长，如果在奇亚娜发起攻击时她的技能不可用，通常无法造成足够的伤害。\n- 奇亚娜的爆发伤害可以超过艾瑞莉娅的续航能力，使她能够在短时间内造成显著伤害。\n- 奇亚娜擅长利用地形优势，使她在对线和团队战斗中的位置更加有利，这使得艾瑞莉娅更难发起攻击。",
      "リサンドラ": "丽桑卓在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避丽桑卓的技能，这使得丽桑卓很难命中攻击。\n- 奇亚娜的硬控技能阻碍了丽桑卓的接近，奇亚娜在丽桑卓能够造成爆发伤害之前攻击的几率很高。\n- 丽桑卓的攻击范围较短，使得奇亚娜能够保持距离并利用她的元素进行攻击，这在交战中让丽桑卓处于劣势。\n- 奇亚娜的技能可以利用墙体，这可以抵消丽桑卓的传送，使得丽桑卓的游走和开团变得无效。\n- 丽桑卓的技能消耗高，导致法力管理困难，这使得在持久战中很难反制奇亚娜。",
      "オーロラ": "奥罗拉处于劣势。\n\n- 奇亚娜的爆发伤害很高，仅靠奥罗拉的减速控制很难阻止她。\n- 由于奇亚娜的机动性，奥罗拉在她接近并瞬间击杀之前，面临着很高的风险。\n- 奥罗拉在持续输出方面表现不佳，像奇亚娜这样的刺客可以瞬间击杀她。\n- 奇亚娜可以利用元素根据情况调整战术，更容易躲避奥罗拉的攻击。\n- 奥罗拉的技能冷却时间较长，限制了在被奇亚娜攻击时反击的机会。",
      "アニー": "安妮在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避安妮的技能，这使得安妮很难命中攻击。\n- 奇亚娜利用元素的技能可以减少安妮的爆发伤害，使安妮更难造成伤害。\n- 安妮需要管理叠加层，而她对奇亚娜的埋伏反应通常较慢，容易被反打。\n- 奇亚娜有强力的控制技能，安妮在施放技能之前被控制的几率很高。\n- 奇亚娜在对线时有很强的游走潜力，如果安妮被孤立，她更可能受到其他路的影响。",
      "ゼド": "劫在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，使她更容易躲避劫的攻击，从而增加了躲避劫的爆发连招的可能性。\n- 奇亚娜的硬控技能限制了劫的移动，使得劫在发起攻击之前面临反击的风险。\n- 奇亚娜可以利用元素根据情况调整战术，使她能够灵活应对劫的攻击模式。\n- 劫在团战中的范围伤害较低，使他难以利用高爆发伤害有效反制奇亚娜在团战中的影响。\n- 奇亚娜有能力减轻爆发伤害，使得劫的高爆发伤害更难有效命中。",
      "ガリオ": "加里奥在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，容易躲避加里奥的技能，并在交战中获得优势。\n- 奇亚娜的爆发伤害非常高，而加里奥的物理防御较低，使他在短时间内容易受到大量伤害。\n- 奇亚娜可以利用元素改变技能效果，从而有办法抵消加里奥的护盾和控制效果。\n- 加里奥的逃生手段很少，使他在被奇亚娜攻击时难以反击。\n- 奇亚娜在游走方面很强，对其他线路有影响，使得加里奥在孤立时特别脆弱。",
      "エコー": "艾克在对抗奇亚娜时处于劣势。\n\n- 奇亚娜具有高机动性和强控制能力，容易限制艾克的行动。\n- 奇亚娜的爆发伤害通常超过艾克的耐久，使她能够瞬间消灭他。\n- 奇亚娜可以利用地形改变技能的效果，使她擅长躲避艾克的技能。\n- 艾克有许多与移动相关的技能，如果被奇亚娜的控制技能抓住，他的逃脱手段有限。\n- 奇亚娜的爆发伤害可以无视艾克的护盾和治疗，有效地削弱他的耐久性。",
      "カタリナ": "卡特琳娜在对抗奇亚娜时处于劣势。\n\n原因如下：\n\n- 奇亚娜的机动性很高，可以迅速接近卡特琳娜，更容易躲避她的攻击。\n- 奇亚娜的技能可以根据地形改变效果，为她提供了多种躲避卡特琳娜攻击的方式。\n- 奇亚娜拥有强控制技能，使得卡特琳娜在使用技能之前很可能会被限制。\n- 卡特琳娜缺乏控制技能，使得她在受到奇亚娜伤害时很难反击，尤其是在团队战斗中。\n- 奇亚娜具有爆发伤害，可以在卡特琳娜使用技能之前造成大量伤害，增加了被早期击杀的风险。",
      "アジール": "Azir在对抗Qiyana时处于劣势。\n\n- Qiyana的机动性很高，容易躲避Azir的攻击，这使得Azir很难命中。\n- Qiyana的技能包括瞬移，可以从Azir的攻击范围外接近并造成爆发伤害。\n- Azir依赖技能连招，难以承受Qiyana的瞬间伤害。\n- Qiyana可以利用地形改变技能效果，干扰Azir的站位。\n- Azir的基础伤害较低，特别是在前期非常弱，容易受到Qiyana的早期攻击。"
    },
    "loses": {
      "マルザハール": "马尔扎哈在对抗奇亚娜时具有优势。\n\n原因如下：\n\n- 马尔扎哈的射程很长，可以在奇亚娜接近之前造成伤害，更容易阻止她的攻击。\n- 马尔扎哈的沉默可以禁用奇亚娜的技能，特别是打断她的连招，显著降低她的输出。\n- 马尔扎哈的被动法术护盾可以减轻奇亚娜的爆发伤害，在持久战中提供优势。\n- 奇亚娜依赖她的终极技能，但马尔扎哈在团战中有压制能力，这可以限制奇亚娜使用终极技能的时机。\n- 马尔扎哈可以快速清理小兵波，使他更容易保持对线优势，减少奇亚娜的游走机会。",
      "ルブラン": "乐芙兰对凯隐有优势。\n\n原因如下：\n\n- 乐芙兰具有高爆发伤害，可以在凯隐使用技能之前瞬间消灭她。\n- 乐芙兰的闪现技能使她更容易躲避凯隐的攻击，从而在近战中保持优势。\n- 凯隐依赖她的终极技能，因此在冷却时间结束时，她对乐芙兰的攻击手段有限。\n- 乐芙兰可以远程输出伤害，使她在凯隐接近之前就能造成伤害。\n- 凯隐的技能利用地形，但乐芙兰可以利用她的机动性逃脱或反击。",
      "アクシャン": "阿克萨有优势。\n\n原因如下：\n\n- 阿克萨在前期交易中非常强大，可以通过自动攻击骚扰轻松获得对凯隐的优势。\n- 凯隐在近战中有强大的爆发伤害，但阿克萨可以在保持距离的同时攻击，更容易躲避凯隐的攻击。\n- 阿克萨的被动提供额外的伤害和护盾，提高了在承受凯隐攻击时的耐久性。\n- 凯隐依赖她的终极技能，因此在她的冷却时间活跃时，有更多机会攻击阿克萨。\n- 阿克萨的机动性很高，可以在躲避凯隐技能的同时攻击，更容易抵消凯隐的连招。",
      "ブラッドミア": "血沼对凯南有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，更容易在凯南的爆发伤害下生存。\n- 凯南的技能冷却时间长，血沼可以利用无敌状态进行反击。\n- 血沼可以远程攻击，容易阻止凯南的接近。\n- 凯南擅长利用元素的战术，但血沼对这些战术具有高耐久性，并能造成持续伤害。\n- 血沼擅长维持线路，可以压制凯南的游走。",
      "ヴェックス": "Vex在对抗Qiyana时具有优势。\n\n原因如下：\n\n- Vex可以远程攻击，更容易阻止Qiyana的接近。\n- Qiyana经常使用闪现，但Vex可以对闪现造成额外伤害，限制Qiyana的移动。\n- Vex的控制技能非常可靠，当Qiyana试图发起攻击时，提供了反击的机会。\n- Vex在对线时有很强的骚扰能力，而Qiyana无法在没有普攻的情况下造成伤害，因此Vex可以轻松在交易中获得优势。\n- Qiyana依赖她的终极技能，但Vex可以通过她的终极技能从远处发起攻击，有效抵消Qiyana终极技能的效果。",
      "ヨネ": "Yone在对抗Qiyana时具有优势。\n\n原因如下：\n\n- Yone不消耗法力，技能冷却时间短，能够在对线中持续攻击，更容易抵挡Qiyana的攻击。\n- Yone的高输出和爆发能力使他能够在Qiyana切换元素之前造成伤害。\n- Yone的高机动性使他能够躲避Qiyana的控制技能，更容易躲避她的攻击。\n- Qiyana依赖她的终极技能，因此在她的冷却时间内有更多机会攻击Yone。\n- Yone的技能可以轻易取消敌方的位移技能，限制Qiyana的逃生手段。",
      "サイラス": "Sylas在对抗Qiyana时具有优势。\n\n原因如下：\n\n- Sylas的所有技能都有伤害，特别是在他发育良好时，他的爆发伤害很高，可以在与Qiyana的对拼中占据优势。\n- Sylas拥有多个位移技能，能够轻松躲避Qiyana的攻击，并且擅长埋伏和追击。\n- Qiyana依赖她的终极技能，这使得她在冷却时间或塔附近表现不佳，而Sylas可以通过偷取敌方的终极技能来扭转战局。\n- 尽管Sylas在前期伤害较低，但他可以通过承受Qiyana的攻击来创造有利局面。\n- Qiyana的技能组合复杂且缺乏逃生选项，这使得Sylas在有效接触时更容易抓住她。",
      "メル": "梅尔在对抗奇亚娜时更具优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，使她在奇亚娜接近之前更容易进行骚扰。\n- 尽管奇亚娜机动性很高，但她可以通过反弹梅尔的技能来反击，将她的攻击转向自己。\n- 梅尔的被动技能使她更容易在奇亚娜血量低时获得击杀。\n- 奇亚娜依赖她的终极技能，因此当技能冷却时，她攻击梅尔的机会会减少。\n- 梅尔拥有范围攻击，使她在团队战斗中对奇亚娜更具优势。",
      "ラックス": "拉克斯对基亚娜有优势。\n\n原因如下：\n\n- 拉克斯拥有远程技能，可以在基亚娜接近之前骚扰她，从而更容易保持线上的压力。\n- 基亚娜是近战自动攻击型，这使得拉克斯更容易命中她的技能，特别是通过使用控制效果来限制基亚娜的移动。\n- 拉克斯的技能不会被小兵阻挡，因此即使基亚娜使用元素，拉克斯也可以继续安全地造成伤害。\n- 基亚娜依赖她的终极技能，但拉克斯的技能冷却时间更长，这使得她可以在基亚娜使用终极技能时更好地把握反应时机。\n- 拉克斯在团队战斗中影响力很大，她可以通过她的范围技能潜在地反制基亚娜的游走尝试。"
    }
  },
  "エコー": {
    "name": "エコー",
    "beats": {
      "アジール": "阿兹尔处于劣势。\n\n- 艾克具有高机动性，可以迅速接近阿兹尔，从而在躲避阿兹尔攻击的同时造成爆发伤害。\n- 由于艾克的控制和治疗能力，他可以更轻松地承受阿兹尔的攻击，增加反击的风险。\n- 阿兹尔依赖技能连招，因此如果艾克能够凭借机动性躲避他的技能，阿兹尔就很难造成伤害。\n- 艾克拥有闪现技能，使他更容易躲避阿兹尔的技能，特别是阿兹尔大招的击退效果。\n- 阿兹尔在前期的法力消耗较高，使他难以承受艾克的高爆发伤害，导致在对线阶段压力增大。",
      "ゼラス": "扎伊拉在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，容易躲避扎伊拉的技能，这使得扎伊拉很难命中攻击。\n- 艾克的爆发伤害很高，而扎伊拉的自我防御选项有限，因此如果被偷袭，她很容易被击倒。\n- 艾克的控制和治疗能力使他能够承受扎伊拉的攻击，从而能够更具侵略性地进行游戏。\n- 扎伊拉的技能释放较慢，使她很难应对艾克的瞬间移动。\n- 艾克可以从扎伊拉的攻击范围外发起攻击，这使得她很难单方面进行攻击。",
      "フェイ": "Faye在对抗Ekko时处于劣势。\n\n原因如下：\n\n- Ekko的机动性很高，可以迅速拉近距离，更容易躲避Faye的技能。\n- Ekko的爆发伤害非常强，Faye在激活技能之前被击倒的几率很高。\n- Ekko的控制技能可以限制Faye的行动，使她难以使用技能。\n- Faye激活技能需要时间，这使得她很难应对Ekko的快速攻击。\n- Ekko有逃脱手段，因此当Faye试图发起攻击时，被反击的风险很高。",
      "ベイガー": "维迦在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，能够通过拉近距离或瞬间逃脱轻松躲避维迦的技能。\n- 艾克的爆发伤害非常高，可能在维迦施放技能之前就被击倒。\n- 艾克的控制技能可以抵消维迦的群体控制，并提供反击的机会。\n- 维迦在前期技能施放较慢，使他容易受到艾克的攻击。\n- 艾克有一个传送技能，可以让他躲避维迦的技能，使维迦很难命中他的攻击。",
      "メル": "梅尔在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，容易躲避梅尔的攻击。\n- 艾克的爆发伤害非常高，梅尔可以瞬间被击倒。\n- 艾克的控制技能限制了梅尔的行动，使其难以反击。\n- 梅尔缺乏主动控制技能，因此阻止艾克攻击的手段有限。\n- 艾克具有强大的持续伤害能力，对梅尔的治疗效果造成了显著压力。",
      "シンドラ": "辛德拉在对抗艾克时处于劣势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避辛德拉的技能，这意味着他不太可能受到她攻击的伤害。\n- 艾克的爆发伤害非常高，他可以在辛德拉使用防御技能之前将其击杀。\n- 辛德拉的防御技能冷却时间长，使得艾克在击中她后可以再次发起攻击。\n- 艾克可以瞬间改变位置，这使得辛德拉难以有效利用她的球体。\n- 艾克的控制技能可以限制辛德拉在团战和一对一交战中的行动。",
      "タリヤ": "塔莉雅在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，能够迅速拉近距离或逃脱，轻松躲避塔莉雅的攻击。\n- 艾克的爆发伤害非常高，由于塔莉雅的基础属性较低，如果被偷袭很容易被击倒。\n- 塔莉雅的逃生选项有限，如果她的行动受到艾克的控制技能限制，就很难进行反击。\n- 艾克可以利用塔莉雅施法时间慢的特点发起攻击。\n- 塔莉雅的范围攻击很强大，但由于艾克的机动性，他通常会在她能够最大化效果之前拉开距离。",
      "マルザハール": "马尔扎哈在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，容易躲避马尔扎哈的攻击。\n- 艾克的爆发伤害很高，他可以在马尔扎哈发育之前杀死他。\n- 艾克的控制和治疗能力有时可以抵消马尔扎哈的压制效果。\n- 马尔扎哈在前期较弱，容易被艾克在对线时施压。\n- 艾克可以从马尔扎哈的攻击范围外进行攻击，这使得马尔扎哈很难接近。",
      "ゼド": "劫在对抗艾克时处于劣势。\n\n- 艾克的机动性很高，容易躲避劫的攻击。\n- 艾克的爆发伤害非常强，劫在全力进攻之前被击杀的几率很高。\n- 艾克的控制技能可以使劫失去行动能力，阻止他反击。\n- 劫在团队战斗中缺乏范围伤害，难以对抗艾克的护盾和治疗能力。\n- 艾克可以轻松预测劫大招的施放位置并采取反制措施，使得劫的爆发难以命中。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 艾克的机动性很高，容易躲避奥莉安娜的技能，使她很难命中攻击。\n- 艾克的爆发伤害很高，而奥莉安娜对单体目标的耐久性较低，因此如果被伏击，她很快就会被击倒。\n- 艾克的控制技能可以限制奥莉安娜的行动，阻止她有效使用技能。\n- 奥莉安娜很难控制她的球并对艾克的瞬间移动做出反应。\n- 艾克可以在躲避奥莉安娜技能的同时造成持续伤害，使她的骚扰效果降低。",
      "ヴェックス": "Vex在对抗Ekko时处于劣势。\n\n- Ekko的机动性很高，容易躲避Vex的攻击。\n- Ekko的爆发伤害极其强大，常常压制Vex。\n- Ekko的控制技能可以限制Vex的行动。\n- Vex缺乏逃生技能，使她容易受到Ekko的伏击。\n- Ekko可以瞬间改变位置，容易避开Vex的技能。",
      "タロン": "塔隆处于劣势。\n\n- 艾克的机动性很高，容易躲避塔隆的攻击。\n- 艾克的爆发伤害非常强，塔隆在接近之前被击杀的几率很高。\n- 艾克的控制技能可以使塔隆失去行动能力，使他难以攻击。\n- 塔隆的防御能力较低，无法承受艾克的高伤害。\n- 艾克有很多逃生选项，通常在塔隆试图击杀时能够逃脱。\n- 艾克的护盾和治疗技能减少了塔隆的爆发伤害的影响。"
    },
    "loses": {
      "リサンドラ": "丽桑卓对艾克有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能（CC），可以使艾克的机动性失效，使艾克难以接近并进行爆发伤害。\n- 艾克有许多与移动相关的技能，如果被丽桑卓的控制技能抓住，他就很难反击。\n- 丽桑卓的爆发伤害对艾克非常有效，特别是当艾克试图靠近时，她可以迅速造成大量伤害。\n- 丽桑卓具有无敌效果，可以抵消艾克的爆发，使她能够抵挡他的攻击。\n- 艾克的基础伤害相对较低，如果在装备上落后，他可能会在输出上挣扎，这使得当丽桑卓占据上风时，他处于困难境地。",
      "サイラス": "Sylas在对抗Ekko时具有优势。\n\n原因如下：\n\n- Sylas可以偷取Ekko的技能，通过利用Ekko的控制和治疗能力，他可以将战斗转向有利于自己的一方。\n- 虽然Ekko能够瞬间改变局势，但Sylas拥有多个位移技能，使他更容易躲避Ekko的攻击。\n- 当Sylas发育起来时，他可以造成高爆发伤害，超越Ekko的耐久性。\n- Ekko有许多涉及移动的技能，使他更容易受到Sylas的攻击，从而实现有利的交易。\n- Sylas对具有开团技能的英雄很强，使他在被Ekko攻击时更容易反击。",
      "カサディン": "卡萨丁对艾克有优势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他对艾克的魔法爆发有很强的抵抗力。\n- 艾克有许多涉及移动的技能，这使得他很难应对卡萨丁的伏击和利用大招逃脱。\n- 卡萨丁的持续伤害可以超过艾克的护盾和治疗效果。\n- 艾克有控制技能，但卡萨丁有很多方法可以避免这些控制，特别是通过使用大招来抵消艾克的攻击。\n- 卡萨丁在6级后有强大的爆发伤害，使他在艾克完全发展之前更容易创造有利局面。",
      "アカリ": "阿卡丽对艾克有优势。\n\n原因如下：\n\n- 阿卡丽的机动性很高，更容易躲避艾克的技能。\n- 艾克的爆发伤害很强，但阿卡丽可以利用她的烟雾来遮挡视线，抵消艾克的攻击。\n- 阿卡丽有强大的生命回复能力，使她更容易承受艾克的攻击。\n- 艾克的爆发连招需要普攻，但阿卡丽可以通过持续的闪现迅速拉近距离，更容易躲避艾克的攻击。\n- 阿卡丽可以立即对艾克发起攻击，而艾克的控制技能有延迟，这使她能够掌握主动权。",
      "アニビア": "安妮维亚在对抗艾克时具有优势。\n\n原因如下：\n\n- 安妮维亚拥有区域控制技能，可以限制艾克的移动，防止他利用机动性。\n- 虽然艾克的爆发伤害很强，但安妮维亚的被动技能允许她复活，使得他很难在一次爆发中击杀她。\n- 安妮维亚拥有强大的清线能力，使她在艾克试图利用小兵攻击时获得优势。\n- 艾克有许多与移动相关的技能，使他容易受到安妮维亚的控制技能影响。\n- 安妮维亚的攻击范围很长，使她能够在艾克靠近之前造成伤害，从而在对抗中占据优势。",
      "ラックス": "拉克丝在对抗艾克时具有优势。\n\n- 拉克丝拥有远程技能，可以在艾克靠近之前造成伤害。\n- 艾克有许多与移动相关的技能，使他容易受到拉克丝的束缚。\n- 拉克丝的爆发伤害很高，使她在艾克发育之前更容易获得击杀。\n- 拉克丝的所有技能都不会被小兵阻挡，使她能够在避免艾克攻击的同时进行骚扰。\n- 艾克擅长近战，但拉克丝可以保持距离进行战斗，这使得艾克难以发挥他的优势。",
      "ヤスオ": "亚索对艾克有优势。\n\n原因如下：\n\n- 亚索有一个可以阻挡技能射击的墙，减少艾克的爆发伤害。\n- 艾克的控制技能瞬间激活，使亚索能够有效地把握闪现和护盾的时机。\n- 亚索的输出很高，可以在艾克发育之前施加早期压力。\n- 艾克有很多位移技能，使他容易受到亚索的攻击。\n- 亚索有强大的推线能力，这会妨碍艾克的发育。",
      "オーロラ": "奥罗拉在与艾克的对抗中占有优势。\n\n原因如下：\n\n- 奥罗拉的机动性很高，更容易躲避艾克的攻击。\n- 艾克能够瞬间造成爆发伤害，但奥罗拉可以利用她的闪现保持距离。\n- 艾克的控制技能是暂时的，而奥罗拉只有减速技能，因此被艾克伤害的风险较低。\n- 奥罗拉可以远程攻击，使她能够在艾克靠近之前造成伤害。\n- 艾克有许多与移动相关的技能，增加了奥罗拉利用机动性反击的机会。",
      "イレリア": "艾瑞莉娅在对抗艾克时具有优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，容易躲避艾克的技能。特别是，她可以使用闪现来避免艾克的攻击。\n- 艾瑞莉娅可以通过技能提供的减伤效果来承受艾克的爆发伤害，使她在受到艾克攻击后更容易生存。\n- 艾瑞莉娅具有很高的持续输出能力，使她在与艾克的交战中占据优势。\n- 艾克有许多与移动相关的技能，这使得艾瑞莉娅可以利用她的技能追击他，使艾克难以逃脱。\n- 尽管艾克有控制技能（CC），但艾瑞莉娅可以通过使用她的技能获得控制抗性，使她更容易抵消艾克的控制效果。",
      "ガリオ": "加里奥对艾克有优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，可以减轻艾克的爆发伤害。\n- 艾克有许多涉及移动的技能，这使得加里奥容易用控制技能抓住他。\n- 加里奥在团队战斗中的影响力很大，特别是当艾克被孤立时。\n- 艾克对物理伤害很脆弱，这使得加里奥的坦克能力得以展现。\n- 加里奥有一个可以抵消艾克技能的护盾，使得艾克很难命中他的攻击。",
      "アニー": "安妮对艾克有优势。\n\n- 安妮有一个可以抵消艾克高机动性的控制技能。通过在艾克接近时施放控制技能，她可以阻止他的攻击。\n- 安妮的爆发伤害极高，能够在艾克发育之前迅速击杀他。特别是因为艾克的基础伤害相对较低，他对安妮的爆发非常脆弱。\n- 安妮的攻击范围很长，使她能够在艾克靠近之前发起攻击。这减少了艾克的进攻机会。\n- 艾克有许多与移动相关的技能，如果他被安妮的控制技能击中，就无法有效利用他的机动性。这使得艾克在对抗安妮时很难灵活应对。\n- 安妮可以使用她的宠物提伯斯来吸引艾克的攻击或协助进攻，使她更容易创造对艾克有利的局面。",
      "キヤナ": "Qiyana在对抗Ekko时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Ekko的技能，减少受到他爆发伤害的可能性。\n- 她拥有强力的控制技能，可以封锁Ekko的逃跑选项，更容易抓住他。\n- Ekko有许多与移动相关的技能，通过利用地形和Qiyana的技能，她可以限制Ekko的移动。\n- Ekko的坦度较低，容易受到Qiyana的爆发伤害，使她在战斗中占据优势。\n- Qiyana在游走方面很强，对其他线路有影响，更容易对Ekko施加压力。",
      "ヨネ": "永恩在对抗艾克时具有优势。\n\n- 永恩的机动性很高，更容易躲避艾克的技能，特别是减少受到艾克爆发伤害的可能性。\n- 永恩的技能冷却时间短，能够持续攻击，轻松造成比艾克的护盾和治疗更多的伤害。\n- 艾克有许多涉及移动的技能，这使得他在承受永恩攻击时很难找到合适的位置。\n- 永恩可以通过结合物理和魔法伤害进行攻击，更容易削弱艾克的耐久性。\n- 永恩能够有效地应对控制技能，避免艾克的眩晕，并轻松抵消艾克的攻击。"
    }
  },
  "ゾーイ": {
    "name": "ゾーイ",
    "beats": {
      "タリヤ": "塔莉雅处于劣势。\n\n原因如下：\n\n- 佐伊的射程和爆发伤害都很高，使她在塔莉雅接近之前就能轻松骚扰她。\n- 佐伊的E技能具有控制效果，限制了塔莉雅的移动，剥夺了她反击的机会。\n- 塔莉雅的逃生选项有限，容易受到佐伊高爆发伤害的威胁。\n- 佐伊的技能是非穿透射击，因此塔莉雅的范围攻击常常被小兵挡住。\n- 塔莉雅的技能冷却时间较长，使她难以在佐伊的持续攻击下维持生存。",
      "ヴェックス": "Vex处于劣势。\n\n- Zoe具有高范围和消耗能力，使她能够在Vex接近之前造成伤害。\n- Zoe的E技能的控制效果阻碍了Vex的攻击，并提供了反击的机会。\n- Vex缺乏逃生技能，使她容易受到Zoe的攻击，尤其在应对游走和埋伏时非常困难。\n- 虽然Zoe在使用技能时可以被小兵挡住，但Vex在这方面很难制造不利局面。\n- Zoe的高爆发伤害可以在Vex施放技能之前造成瞬间伤害，常常使她在交易中处于劣势。",
      "アジール": "Azir处于劣势。\n\n- Zoe的输出伤害很高，可以迅速消灭Azir，特别是通过技能连招，使Azir容易受到骚扰。\n- Zoe的技能范围很长，使得Azir即使试图保持距离也很难躲避她的攻击。\n- Azir依赖技能连招，因此他很难承受Zoe的高爆发伤害。\n- 如果Zoe的控制技能禁用Azir的闪现技能，他的逃生手段将受到严重限制。\n- Azir在前期的法力消耗很高，如果他面临持续的骚扰，他的资源会迅速耗尽。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n原因如下：\n\n- 佐伊的射程很高，使她在艾瑞莉娅接近之前就能轻松进行消耗。\n- 佐伊的E技能具有控制效果，阻止艾瑞莉娅闪现，使其难以进行近战。\n- 艾瑞莉娅的技能冷却时间较长，难以承受佐伊的爆发伤害。\n- 艾瑞莉娅在面对佐伊的高输出时耐久性较低，面临被瞬间击杀的高风险。\n- 佐伊可以轻松利用小兵命中她的技能，并且有很多方法来躲避艾瑞莉娅的攻击。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Zoe的射程很高，使她在Sylas接近之前就能轻松进行消耗和骚扰。\n- Zoe的E技能具有控制效果，可以阻止Sylas使用闪现，限制他的逃生选项。\n- Sylas在前期伤害较低，难以反制Zoe的高爆发伤害。\n- Zoe的技能是非穿透射击，因此Sylas在试图接近时不太可能被小兵挡住。\n- Zoe能够造成瞬间爆发伤害，给Sylas带来了在他发育之前被击杀的高风险。\n- Sylas在法力管理上有困难，缺乏承受Zoe持续攻击的耐力。",
      "ブラッドミア": "血沼在对抗佐伊时处于劣势。\n\n- 佐伊的射程和爆发伤害都很高，能够在血沼靠近之前造成伤害。\n- 佐伊的E技能可以使血沼失去行动能力，限制他的移动并剥夺他的反击机会。\n- 血沼在前期技能冷却时间长且伤害低，使他难以承受佐伊的消耗。\n- 佐伊擅长用技能从远处骚扰，血沼很难躲避她的攻击。\n- 佐伊的技能是非穿透射击，因此不容易被小兵挡住，使她能够持续对血沼造成伤害。\n- 血沼依赖装备和等级，而佐伊在前期就很强，这使得她容易掌控局面。",
      "ベイガー": "维迦在对抗佐伊时处于劣势。\n\n- 佐伊的射程很高，可以利用技能远程骚扰，使维迦容易受到伤害。\n- 佐伊的E技能的控制效果使维迦难以调整位置，降低了他命中技能的机会。\n- 维迦在前期技能施放较慢，容易受到佐伊的高爆发伤害。\n- 佐伊对那些难以躲避技能的对手很强，这使得维迦依赖控制的玩法效果降低。\n- 佐伊可以利用小兵阻挡维迦的技能，使他更难造成伤害。",
      "アーリ": "阿狸处于劣势。\n\n- 佐伊的射程和爆发伤害都很高，能够在阿狸接近之前造成伤害。\n- 佐伊的E技能具有控制效果，限制了阿狸的机动性，增加了被抓的风险。\n- 阿狸的主要技能是技能射击型，弹道速度慢，难以躲避佐伊的技能。\n- 佐伊在对线时擅长消耗，而阿狸的续航能力低，容易受到骚扰。\n- 阿狸的爆发伤害低，难以反制佐伊的高伤害输出。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 佐伊的射程很高，使她在丽桑卓接近之前就能轻松骚扰她。\n- 佐伊的技能造成高爆发伤害，让她能够在丽桑卓接近之前瞬间造成伤害。\n- 丽桑卓的射程较短，难以躲避佐伊的技能，这常常使她在交战中处于劣势。\n- 佐伊的控制技能限制了丽桑卓的移动，增加了在丽桑卓发起攻击之前被反击的可能性。\n- 丽桑卓在法力管理上有困难，在持久战中，她可能会耗尽技能，而佐伊可以持续造成伤害。",
      "ライズ": "瑞兹处于劣势。\n\n- 佐伊的射程很长，可以远程骚扰瑞兹，使瑞兹难以接近。\n- 佐伊的Q技能具有高爆发伤害，而瑞兹缺乏耐久性，容易被迅速消耗。\n- 佐伊的E技能的控制效果打断了瑞兹的技能连招，降低了他反击的机会。\n- 瑞兹的法力消耗高，容易在早期耗尽法力，使他容易受到持续骚扰。\n- 佐伊对那些难以躲避技能射击的对手很强，而瑞兹的射程较短，使他很难命中技能。"
    },
    "loses": {
      "モルガナ": "莫甘娜占据优势。\n\n原因如下：\n\n- 莫甘娜的束缚技能限制了佐伊的移动，使她更容易命中技能，这使得佐伊面临受到伤害的风险。\n- 佐伊非常依赖技能射击，如果她的控制技能被莫甘娜的法术护盾抵消，她的攻击很可能会失效。\n- 莫甘娜的输出伤害高，能够造成显著的伤害，特别是对那些被定住的敌人，这增加了佐伊在尝试交战时的风险。\n- 佐伊的基础耐久低，而莫甘娜的持续伤害和控制技能可以让她早早被击杀。\n- 莫甘娜在对线时擅长骚扰，可以在佐伊进行消耗之前主动出击，更容易获得对线控制权。",
      "マルザハール": "马尔扎哈在对抗佐伊时具有优势。\n\n原因如下：\n\n- 马尔扎哈拥有法术护盾，可以至少抵消佐伊的技能，使他不易受到骚扰。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，这使得马尔扎哈可以利用小兵安全地进行游戏。\n- 马尔扎哈具有高持续伤害的能力，可以在佐伊释放高爆发伤害之前造成伤害。\n- 马尔扎哈的范围伤害可以迅速清理小兵波，使他更容易获得对线控制。\n- 佐伊的基础耐久低，容易受到马尔扎哈的持续伤害。",
      "カサディン": "卡萨丁占据优势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他能够减轻来自佐伊技能的伤害，增强生存能力。\n- 佐伊的技能是非穿透性射击，通常会被小兵挡住，这使得卡萨丁更容易接近。\n- 卡萨丁的机动性很高，能够轻松躲避佐伊的技能并靠近进行输出。\n- 佐伊的基础耐久性较低，容易受到卡萨丁的持续伤害。\n- 卡萨丁可以对抗AP刺客和法师进行激进的玩法，这也使得对佐伊施加压力变得更容易。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆的爆发伤害很高，尤其是在前期，能够对佐伊造成强大的爆发伤害。\n- 佐伊的基础耐久低，使她非常容易被塔隆的攻击迅速击倒。\n- 塔隆擅长利用地形进行伏击，使他能够在避免佐伊技能的同时接近她。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，这使得她在塔隆接近时很难造成伤害。\n- 塔隆可以隐身，这使得他更容易躲避佐伊的技能并创造反击的机会。\n- 虽然佐伊有控制技能，但塔隆具备躲避她技能的机动性，并且可以在被击中之前造成伤害。",
      "ルブラン": "乐芙兰对佐伊有优势。\n\n原因如下：\n\n- 乐芙兰的爆发伤害高，可以迅速消灭佐伊，利用她的低耐久性。\n- 乐芙兰的闪现技能使她更容易躲避佐伊的技能，从而在避免伤害的同时进行反击。\n- 佐伊的技能是非穿透性射击，常常被小兵挡住，这使得乐芙兰更容易命中她的技能。\n- 乐芙兰擅长协调游走，可以在佐伊被孤立时抓住机会。\n- 佐伊的控制技能有延迟激活，给了乐芙兰在这个窗口期攻击的机会。",
      "メル": "梅尔处于优势。\n\n- 梅尔拥有远程技能，可以在佐伊攻击之前进行骚扰。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，这使得梅尔的范围攻击非常有效。\n- 梅尔的被动技能在佐伊血量低时更容易击杀她，使梅尔能够利用佐伊的脆弱。\n- 虽然佐伊的爆发伤害很高，但梅尔可以造成持续伤害，从而抑制佐伊的爆发力。\n- 梅尔对辅助型英雄很强，可以通过反制佐伊的技能获得优势。",
      "アクシャン": "阿克尚占据优势。\n\n原因：\n- 阿克尚的早期交易非常强大，利用佐伊的高射程，轻松通过普攻进行骚扰。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，这使得阿克尚可以利用这些空档进行攻击。\n- 阿克尚由于被动技能的额外伤害和护盾效果，在与佐伊的交易中可以获得优势。\n- 佐伊的基础耐久性较低，使她容易受到阿克尚的高伤害。\n- 阿克尚的机动性很高，使他在攻击时能够躲避佐伊的技能，更容易躲避她的控制技能。",
      "ツイステッド・フェイト": "扭曲命运对佐伊有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕技能，可以中和佐伊的高输出伤害。\n- 佐伊的技能是非穿透射击，使得躲避扭曲命运的技能变得困难。\n- 扭曲命运有强大的推线能力，使他能够在早期获得线路优势。\n- 扭曲命运的传送技能使他能够在佐伊发动攻击之前重新定位，更容易避免被伏击。\n- 佐伊的基础耐久低，这增加了被扭曲命运的连招瞬间击杀的风险。",
      "ヨネ": "永恩占据优势。\n\n原因如下：\n\n- 永恩是近战英雄，可以在躲避佐伊技能的同时接近她，使她很难对他进行消耗。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，这让永恩能够利用这些空档进行攻击。\n- 永恩的技能冷却时间短，能够保持持续输出，从而不断对佐伊施加压力。\n- 永恩的高机动性使他能够躲避佐伊的控制技能，反过来又能将佐伊逼入绝境。\n- 佐伊的基础耐久低，使她非常容易被永恩的爆发伤害瞬间击杀。",
      "アニー": "安妮占据优势。\n\n原因如下：\n\n- 安妮有控制技能，可以在佐伊发动攻击之前中和她的技能并进行反击。\n- 安妮的爆发伤害极高，可以瞬间消灭近战敌人，利用佐伊的低耐久性。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，使她很难躲避安妮的攻击。\n- 安妮可以利用她的宠物引诱敌方攻击，使佐伊更难击中她。\n- 尽管佐伊的射程很远，但安妮在近距离的爆发伤害表现出色，可以在佐伊发动攻击之前拉近距离。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索有一个可以阻挡技能射击的墙，有效减轻了佐伊的骚扰。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，这使得亚索更容易接近并攻击。\n- 亚索的所有技能没有消耗且冷却时间短，使他能够持续输出伤害。\n- 佐伊的基础耐久低，容易受到亚索的高输出伤害，面临被瞬间击杀的高风险。\n- 亚索擅长近战，使他能够躲避利用佐伊射程的攻击，同时进行反击。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 佐伊依赖技能射击，而卡特琳娜的高机动性使得这些技能更容易躲避。\n- 卡特琳娜具有高爆发潜力，可以在佐伊使用技能后迅速攻击，利用她的冷却时间。\n- 佐伊的基础耐久性低，使她容易被卡特琳娜的爆发伤害消灭。\n- 佐伊的技能经常被小兵挡住，而卡特琳娜可以通过近战攻击直接造成伤害。\n- 卡特琳娜可以通过击杀来重置技能冷却时间，使她能够连续造成伤害。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹的爆发伤害很高，而佐伊的低耐久使得她可以被瞬间击杀。\n- 佐伊的技能是非穿透射击，这使得菲兹可以更容易地利用他的机动性躲避。\n- 菲兹可以使用他的E技能变得无敌，从而在攻击的同时避免佐伊的控制技能。\n- 佐伊依赖技能射击，因此菲兹的高机动性使他能够躲避她的技能，并且让她很难骚扰他。\n- 菲兹可以在躲避佐伊技能的同时接近，并有机会用他的终极技能造成大量伤害。"
    }
  },
  "ブラッドミア": {
    "name": "ブラッドミア",
    "beats": {
      "ヤスオ": "亚索处于劣势。\n\n原因如下：\n\n- 血沼具有很强的续航能力，可以通过技能恢复生命值，使他更容易在亚索的攻击下生存。\n- 血沼可以使用无敌技能来躲避亚索的爆发伤害并进行反击。\n- 亚索的基础属性较低，特别是对控制技能非常脆弱，使他容易受到血沼的持续伤害和治疗能力的影响。\n- 亚索的攻击是近战的，这使他很难接近血沼的远程攻击，这可能导致失去对线控制。\n- 血沼擅长线上的维护，因此即使亚索推进，他也可能很快被追上。",
      "イレリア": "艾瑞莉娅在对抗血沼时处于劣势。\n\n- 血沼具有很强的续航能力，可以在恢复生命值的同时进行战斗，这使得抵挡艾瑞莉娅的攻击变得更容易。\n- 血沼的技能冷却时间短且成长迅速，使他能够在艾瑞莉娅获得等级或装备优势之前造成显著伤害。\n- 艾瑞莉娅对控制技能很脆弱，当被血沼的攻击击中时，她的逃脱选项有限，这使得她在全力进攻时特别处于劣势。\n- 血沼的技能具有无敌效果，可能会避免艾瑞莉娅的爆发伤害。\n- 艾瑞莉娅在法力管理上存在困难，频繁使用技能会消耗她的资源，使她难以反击血沼的持续伤害。",
      "カタリナ": "卡特琳娜处于劣势。\n\n- 血沼的W技能具有无敌效果，使得更容易躲避卡特琳娜的爆发。这增加了卡特琳娜尝试交战时的风险。\n- 血沼具有很强的续航能力，可以通过使用技能恢复生命值，使他更容易在卡特琳娜的攻击下生存。\n- 卡特琳娜缺乏控制技能，因此她没有办法阻止血沼的攻击，使她在团战中特别脆弱。\n- 血沼擅长线上的维持，使他能够在卡特琳娜骚扰他的同时推回并持续恢复生命值。\n- 卡特琳娜的攻击范围较短，使她难以接近血沼的远程攻击，这使她容易受到骚扰。",
      "ベイガー": "维迦在对抗血沼时处于劣势。\n\n- 血沼具有很强的续航能力，可以通过技能恢复生命值，使他更容易在维迦的骚扰下生存。\n- 维迦的技能施法时间较长，当血沼接近时，他容易受到反击。特别是当血沼使用无敌技能时，维迦的爆发伤害会被抵消。\n- 血沼擅长线上的维持，常常在维迦能够施放技能之前推线，使他很难补刀。\n- 维迦依赖控制技能，因此当他受到血沼的伤害时，他的逃生选项有限，增加了被抓的风险。\n- 一旦血沼拥有了他的装备和等级，他的输出将会很高，因此如果维迦在发育上落后，他很可能会被翻盘。",
      "キヤナ": "基安娜在对抗血沼时处于劣势。\n\n原因如下：\n\n- 血沼具有很强的续航能力，能够在治疗生命值的同时维持线上，使其更容易吸收基安娜的攻击。\n- 血沼的技能冷却时间短且成长迅速，使他能够在基安娜升级之前造成显著伤害。\n- 血沼可以利用他的W技能的无敌效果轻松躲避基安娜的爆发伤害，并有机会进行反击。\n- 基安娜无法在不进行普攻的情况下造成全部伤害，这使得她很难反击血沼的持续伤害。\n- 一旦血沼获得了线权，基安娜就很难进行推线或补刀。",
      "フィズ": "菲兹在对抗弗拉基米尔时处于劣势。\n\n原因如下：\n\n- 弗拉基米尔拥有一个无敌技能，可以避免菲兹的爆发伤害，使他轻松抵消菲兹的攻击。\n- 弗拉基米尔的续航能力强，即使在受到菲兹的骚扰后也能轻松恢复，从而保持对线的优势。\n- 菲兹在前期较弱，尤其是在3级之前，很难在对线中获得补刀，而弗拉基米尔可以利用技能从一开始就保持对线控制，使菲兹难以主动出击。\n- 弗拉基米尔技能的冷却时间短，成长迅速，使他能够在菲兹发育之前造成显著伤害。\n- 菲兹容易受到控制技能的限制，当他受到弗拉基米尔的伤害时，反击变得困难，导致对线压力增加。",
      "ラックス": "Lux在对抗Bloodmire时处于劣势。\n\n- Bloodmire具有很强的续航能力，可以在治疗的同时维持线路，使得Lux的骚扰更容易被抵消。\n- Bloodmire的技能冷却时间短且成长迅速，因此如果Lux错过技能，风险很高。\n- Bloodmire在近战中很强，当他靠近时，Lux变得脆弱，容易陷入不利局面，尤其是在前期。\n- Bloodmire的技能具有无敌效果，可能会避免Lux的爆发伤害。\n- Lux需要技能精准，但在对抗高度机动的敌人时，尤其是在后期，击中Bloodmire的移动是困难的。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 血沼具有很强的续航能力，可以通过技能恢复生命值，使他更容易在塔隆的爆发伤害中生存。\n- 血沼的无敌技能增加了躲避塔隆攻击的可能性，带来了反击的风险。\n- 血沼在前期擅长控线，使塔隆很难找到进攻的机会。\n- 塔隆需要靠近攻击，但血沼可以远程攻击，使塔隆难以接近。\n- 血沼容易从装备中获益并快速成长，使塔隆难以创造有利局面。",
      "ヴェックス": "Vex处于劣势。\n\n- Bloodmire具有很高的续航能力，可以通过技能恢复生命值，使他更容易在Vex的骚扰下生存。\n- Bloodmire在早期游戏中技能冷却时间短，并且成长迅速，使他能够轻松控制线路。\n- Vex缺乏逃生技能，使她容易受到Bloodmire的攻击，并且容易被埋伏和突袭。\n- Bloodmire的输出伤害高，一旦装备得当，能够造成比Vex更多的伤害，在对线中施加强大的压力。\n- Vex的被动技能对有位移技能的对手非常强大，但Bloodmire没有位移技能，使得她的被动效果难以发挥。",
      "ゼド": "扎德在对抗弗拉基米尔时处于劣势。\n\n- 弗拉基米尔具有很强的续航能力，可以通过技能恢复生命值，从而更容易抵消扎德的爆发伤害。\n- 如果弗拉基米尔使用他的无敌技能，扎德的连招将会被抵消，增加反击的风险。\n- 扎德在团队战中缺乏范围伤害，使得他很难反制弗拉基米尔的持续伤害。\n- 弗拉基米尔可以在前期强力骚扰，导致扎德很容易失去对线控制。\n- 扎德的技能依赖于冷却时间，如果他判断失误，可能会变得脆弱，容易被弗拉基米尔攻击。",
      "ヨネ": "Yone处于劣势。\n\n- Bloodmire具有很强的续航能力，可以通过技能恢复生命值，使他更容易在Yone的攻击下生存。\n- Yone高度依赖装备，直到他完全装备之前，他很难造成伤害，这使得他在前期对Bloodmire施加压力变得困难。\n- Bloodmire的技能具有无敌效果，常常使他能够躲避Yone的攻击，从而容易受到反击。\n- Yone是一个依赖普通攻击的英雄，容易受到Bloodmire技能的伤害，使他在持久战中处于劣势。\n- Bloodmire擅长线上的维持，即使Yone推进，他也很可能很快被追上。",
      "シンドラ": "辛德拉在对抗血沼时处于劣势。\n\n原因如下：\n\n- 血沼具有很强的续航能力，能够在治疗的同时维持线上的压力，更容易摆脱辛德拉的骚扰。\n- 辛德拉的爆发伤害依赖于她的球的位置，而当血沼接近时，正确放置球变得困难。\n- 血沼的技能具有无敌效果，增加了躲避辛德拉爆发的可能性。\n- 辛德拉在前期较弱，如果血沼在她成长之前获得控制，将使她处于困境。\n- 血沼容易从装备中获益并迅速成长，在辛德拉能够进入后期之前，成为强大的存在。"
    },
    "loses": {
      "マルザハール": "马尔扎哈在对抗血沼时具有优势。\n\n原因如下：\n\n- 马尔扎哈具有高持续伤害输出能力，使他能够输出比血沼的续航更多的伤害，从而更容易获得对线控制。\n- 通过范围伤害，他可以快速清理小兵波，使血沼难以维持对线。\n- 马尔扎哈的沉默打断了血沼的技能使用，有效地抵消了他的治疗和伤害。\n- 血沼在前期的冷却时间较长，使他在受到马尔扎哈伤害时难以反击。\n- 马尔扎哈的被动法术护盾可以抵挡一些血沼的攻击，增强了他的一对一表现。",
      "アニビア": "安妮维亚占据优势。\n\n原因如下：\n\n- 安妮维亚的技能射击可以限制血沼的移动，使她更容易控制线路。\n- 安妮维亚具有很强的清线能力，使血沼难以维持线路。\n- 安妮维亚可以造成爆发伤害，使她能够无视血沼的续航并造成高额伤害。\n- 安妮维亚的复活被动增加了血沼被反击的可能性，即使他试图进行爆发。\n- 血沼在前期技能冷却时间较长，常常使他处于易受安妮维亚攻击的位置。",
      "ゾーイ": "佐伊在对抗血沼时具有优势。\n\n原因如下：\n\n- 佐伊的爆发伤害高，能够快速减少血沼的生命值，同时忽视他的续航能力。\n- 佐伊的技能范围较长，能够在血沼靠近之前轻松进行骚扰。\n- 血沼在前期技能冷却时间长且伤害低，使得佐伊更容易掌控局面。\n- 通过使用佐伊的控制技能，她可以限制血沼的行动，并创造反击的机会。\n- 血沼依赖装备和等级，因此如果佐伊在早期创造出有利局面，血沼很可能会在成长上落后。",
      "オリアナ": "奥莉安娜占据优势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，可以在忽视血沼的续航的情况下造成伤害，使她在对线时的骚扰非常强大。\n- 奥莉安娜的技能冷却时间短，使她能够持续输出伤害，利用血沼的早期弱点。\n- 血沼在前期技能冷却时间长且伤害低，使奥莉安娜更容易掌控局面。\n- 奥莉安娜的球提供区域控制，使血沼难以接近，并在对线时施加压力。\n- 奥莉安娜可以为队友提供护盾，使得在团战中更容易抵御血沼的攻击，增强团队的整体生存能力。",
      "オレリオン・ソル": "奥瑞利安·索尔在对抗弗拉基米尔时具有优势。\n\n原因如下：\n\n- 奥瑞利安·索尔拥有远程攻击，使他能够在躲避弗拉基米尔攻击的同时进行骚扰。\n- 弗拉基米尔在前期冷却时间较长且伤害较低，这使得奥瑞利安·索尔能够轻松掌控局面。\n- 奥瑞利安·索尔的技能具有高输出，使他能够造成超过弗拉基米尔续航的伤害。\n- 弗拉基米尔缺乏控制技能，使他难以躲避奥瑞利安·索尔的技能，这使得奥瑞利安·索尔能够占据有利位置。\n- 奥瑞利安·索尔在团队战斗中具有强大的存在感，使他能够在弗拉基米尔发育之前创造有利局面。",
      "オーロラ": "Aurora在与Bloodmire的对抗中占有优势。\n\n原因如下：\n\n- Aurora的机动性很高，更容易躲避Bloodmire的攻击和在路上的骚扰。\n- Bloodmire在前期的冷却时间长且伤害低，使Aurora能够获得优势。\n- Aurora的爆发伤害超过了Bloodmire的续航，使她更容易争取早期击杀。\n- Bloodmire缺乏控制技能，难以抓住Aurora的机动性，使她能够轻松逃脱。\n- Aurora没有直接的控制技能，因此可以在不担心Bloodmire的无敌状态下进行攻击。",
      "ゼラス": "Zyra在对抗Bloodmire时具有优势。\n\n- Zyra可以在Bloodmire接近之前进行单方面攻击，因为她的射程非常长。\n- Bloodmire在前期有较长的冷却时间和低伤害，使他难以承受Zyra的骚扰。\n- Zyra的范围攻击可以阻碍Bloodmire的生命值恢复手段。\n- Zyra的法力管理简单，可以持续不断地攻击，使她能够超越Bloodmire的续航能力。\n- Bloodmire缺乏控制技能，避免Zyra技能的手段有限，使他容易受到攻击。",
      "フェイ": "Faye在与Bloodmire的对抗中占据优势。\n\n原因如下：\n\n- Faye拥有范围攻击技能，可以减少Bloodmire的续航，使得在对线时的骚扰更有效。\n- Bloodmire在前期技能冷却时间长且伤害低，使得Faye更容易掌控局面。\n- Faye多样的技能使她能够躲避Bloodmire的无敌技能，增加反击的机会。\n- Faye在团队战斗中具有强大的范围伤害，能够在Bloodmire造成持续伤害之前将其击杀。\n- Bloodmire依赖装备和等级，因此通过在早期创造有利局面，Faye可以阻碍Bloodmire的成长。",
      "ビクター": "维克托对弗拉基米尔有优势。\n\n原因如下：\n\n- 维克托拥有远程技能，使他更容易骚扰并躲避弗拉基米尔的攻击。\n- 弗拉基米尔在前期技能冷却时间长，难以应对维克托的持续骚扰。\n- 维克托的技能具有高AP比率，使他在发育后能够对弗拉基米尔造成显著的爆发伤害。\n- 虽然弗拉基米尔可以通过使用技能来恢复生命，但维克托的攻击是持续性的，能够造成超过弗拉基米尔恢复的伤害。\n- 维克托对高度机动的对手较弱，但弗拉基米尔的机动性低，使维克托能够占据优势。",
      "サイラス": "Sylas在对抗Bloodmire时具有优势。\n\n原因如下：\n\n- Sylas是一个近战英雄，更容易接近并对抗Bloodmire的远程攻击。\n- Sylas的所有技能都能造成伤害，尤其是在他发育良好时，他的爆发伤害可以超过Bloodmire的续航能力。\n- Bloodmire在前期有较长的冷却时间和较低的伤害，使得Sylas可以通过主动交易轻松掌控局面。\n- Sylas拥有多个位移技能，使他能够躲避Bloodmire的攻击并进行反击。\n- Sylas可以偷取Bloodmire的技能，抵消对手的续航能力，从而在战斗中获得优势。",
      "アニー": "安妮占据优势。\n\n- 安妮的爆发伤害很高，使她能够轻松控制线路，通过造成超过血沼持续能力的瞬间伤害来获得优势。\n- 她的被动技能可以造成眩晕，能够中和血沼的技能，并为反击创造机会。\n- 血沼在前期技能冷却时间长且伤害低，因此在承受安妮的爆发后，很快就会陷入劣势。\n- 安妮的射程很长，使她能够轻松骚扰，同时避免血沼的攻击，从而保持线路压力。\n- 血沼的技能消耗生命值，因此如果安妮能够迅速用她的爆发减少他的生命值，他的持续能力就会失效。",
      "リサンドラ": "莉桑卓在对抗血沼时具有优势。\n\n原因如下：\n\n- 莉桑卓拥有强大的控制技能（CC），可以通过眩晕和无敌来反制血沼的进攻和攻击，使得抵消血沼的爆发伤害变得更容易。\n- 血沼在前期技能冷却时间长且伤害低，这使得莉桑卓更容易获得优势。莉桑卓可以从一开始就进行骚扰，逐渐削弱血沼的续航能力。\n- 通过利用莉桑卓的远程传送，她可以躲避血沼的攻击，同时有效地造成伤害。\n- 莉桑卓在团队战斗中表现出色，使她能够在血沼成长之前将游戏推向有利于自己的方向。\n- 血沼依赖装备和等级，因此如果莉桑卓在早期掌控局势，她可以阻碍血沼的成长。",
      "アジール": "Azir在对抗Bloodmire时具有优势。\n\n原因如下：\n\n- Azir的DPS很高，持续输出能力强，能够超越Bloodmire的续航。\n- Azir的范围攻击可以在Bloodmire使用技能治疗时造成伤害，更容易保持对线控制。\n- Bloodmire在前期技能冷却时间长，DPS低，给了Azir很多进攻的机会。\n- Azir有一个闪现技能，更容易躲避Bloodmire的攻击，并使自己处于有利位置。\n- Azir的大招击退效果在阻止Bloodmire的进攻时非常有效，为团队战斗提供了优势。",
      "エコー": "回声在与血沼的对抗中占有优势。\n\n原因如下：\n\n- 回声的机动性很高，容易躲避血沼的攻击。这使得回声能够消耗血沼的技能。\n- 回声的爆发伤害非常高，即使血沼有续航能力，也能迅速减少其生命值。\n- 在前期，血沼的技能冷却时间较长，而回声可以快速使用技能进行攻击和逃跑，更容易掌控局面。\n- 回声的控制技能可以抵消血沼的无敌效果，防止任何反击的机会。\n- 血沼依赖装备和等级，因此如果回声在前期造成伤害，会阻碍血沼的成长。"
    }
  },
  "カサディン": {
    "name": "カサディン",
    "beats": {
      "タリヤ": "塔莉雅在对抗卡萨丁时处于劣势。\n\n- 卡萨丁的机动性很高，擅长利用传送躲避塔莉雅的攻击或迅速接近并伏击她。\n- 塔莉雅的逃生选项有限，容易受到卡萨丁持续伤害的威胁。\n- 卡萨丁有一个被动技能可以减少魔法伤害，有效降低塔莉雅的魔法伤害输出。\n- 塔莉雅的技能施法时间较长，使得在卡萨丁的机动性面前很难命中，尤其是在他使用传送时。\n- 卡萨丁在中后期有强大的爆发伤害，即使塔莉雅在对线时占据优势，也很可能被反击。",
      "ビクター": "维克托在对抗卡萨丁时处于劣势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，可以迅速拉近距离对维克托造成伤害，使维克托难以躲避攻击。\n- 卡萨丁的被动技能可以减少魔法伤害，从而降低维克托技能的伤害。\n- 维克托的技能施放速度较慢，当卡萨丁接近时很难反应，尤其是在前期维克托对卡萨丁比较脆弱。\n- 卡萨丁有持续伤害，可以在维克托发育之前争取早期击杀。\n- 维克托缺乏闪现或逃生选项，使他在卡萨丁的埋伏下非常脆弱。",
      "フィズ": "菲兹在对抗卡萨丁时处于劣势。\n\n原因：\n- 卡萨丁有一个被动技能，可以减少魔法伤害，有效降低菲兹的魔法伤害。\n- 卡萨丁的高机动性和持续伤害使他在菲兹发动攻击之前就能进行反击。\n- 菲兹在前期较弱，而卡萨丁在中后期变得更强，这使得菲兹更容易受到对线压力。\n- 卡萨丁的护盾减少了菲兹的爆发伤害，使得击杀变得困难。\n- 卡萨丁有很强的躲避菲兹技能的能力，特别是通过使用他的终极技能来抵消菲兹的攻击。",
      "エコー": "艾克在对抗卡萨丁时处于劣势。\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，对艾克的魔法伤害表现出很高的抵抗力。\n- 卡萨丁的高机动性使他更容易躲避艾克的爆发伤害，从而能够反向埋伏艾克。\n- 卡萨丁在中后期有强大的持续伤害，如果艾克没有良好发育，反击卡萨丁会很困难。\n- 艾克有许多与移动相关的技能，而卡萨丁可以使用他的终极技能实现瞬间位移，躲避艾克的攻击，使艾克更难命中。\n- 卡萨丁可以轻松克服早期的弱点，并且不容易受到对线压力，而艾克则很难用早期的爆发伤害压制卡萨丁。",
      "ツイステッド・フェイト": "扭曲命运在对抗卡萨丁时处于劣势。\n\n- 卡萨丁具有高机动性，可以迅速拉近距离或利用他的终极技能逃脱，从而更容易躲避扭曲命运的攻击。\n- 扭曲命运在早期游戏中的战斗能力一般，难以应对卡萨丁的爆发和持续伤害。\n- 卡萨丁有一个被动技能可以减少魔法伤害，使他对扭曲命运的魔法攻击有抵抗力。\n- 扭曲命运的逃脱能力较低，难以应对卡萨丁的伏击。\n- 卡萨丁可以利用他作为AP刺客的特性，在躲避扭曲命运技能的同时进行攻击。",
      "カタリナ": "卡特琳娜在对抗卡萨丁时处于劣势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他对卡特琳娜的魔法伤害有很高的抵抗力，造成伤害变得困难。\n- 卡萨丁的高机动性使他能够在卡特琳娜施放技能之前逃脱，或者相反，卡萨丁很容易接近并攻击卡特琳娜。\n- 卡特琳娜缺乏控制技能，使她容易受到卡萨丁的攻击，特别是在团队战斗中，她对卡萨丁的持续伤害特别脆弱。\n- 卡萨丁在中期有强大的爆发伤害，增加了卡特琳娜在试图滚雪球时被击杀的风险。\n- 卡特琳娜在早期对线阶段较弱，难以在卡萨丁变得更强之前创造有利局面。",
      "ゾーイ": "佐伊在对抗卡萨丁时处于劣势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，对佐伊的魔法伤害表现出很高的抵抗力。\n- 卡萨丁的高机动性使他能够轻松躲避佐伊的技能并接近她进行攻击。\n- 佐伊的基础耐久低，容易被卡萨丁的爆发伤害轻易击杀。\n- 卡萨丁可以使用他的终极技能瞬间拉近距离或逃跑，使他能够无视佐伊的骚扰并攻击她。\n- 佐伊的技能是非穿透性攻击，卡萨丁通常可以通过使用闪现来躲避她的攻击。",
      "ルブラン": "乐芙兰在对抗卡萨丁时处于劣势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，这可以减轻乐芙兰的爆发伤害，使乐芙兰难以有效释放她的瞬间输出。\n- 卡萨丁的机动性很高，容易躲避乐芙兰的技能。特别是，他可以通过使用大招来避免乐芙兰的攻击。\n- 乐芙兰的基础属性较低，在持久战中较弱，因此随着卡萨丁变得更强，处理他变得困难。\n- 卡萨丁在中后期有持续伤害，如果乐芙兰不能在一次连招中击倒他，被反击的风险会增加。\n- 乐芙兰缺乏即时控制技能，因此无法阻止卡萨丁逃跑，使他能够自由移动。",
      "マルザハール": "马尔扎哈在对抗卡萨丁时处于劣势。\n\n- 卡萨丁的机动性很高，容易躲避马尔扎哈的攻击。特别是通过使用卡萨丁的终极技能，他可以在躲避马尔扎哈技能的同时接近他。\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他对马尔扎哈的魔法伤害有很强的抵抗力，难以受到伤害。\n- 马尔扎哈在前期非常弱，尤其是由于高法力消耗，使得持续作战变得困难。虽然卡萨丁的前期爆发较低，但他可以在马尔扎哈的弱势阶段轻松施加压力。\n- 卡萨丁可以利用他作为AP刺客的特性，利用马尔扎哈的短距离优势，靠近并造成伤害。\n- 马尔扎哈的沉默效果很强，但卡萨丁可以利用他的机动性逃脱，从而阻止马尔扎哈充分利用沉默的效果。",
      "アニー": "安妮处于劣势。\n\n- 卡萨丁有很高的魔法抗性，这可以减少安妮的爆发伤害，使她的攻击难以命中。\n- 卡萨丁的机动性使安妮很难命中她的技能，尤其是在近战中使她失去优势。\n- 安妮的技能范围较短，当她进入卡萨丁的攻击范围时，容易受到反击。\n- 卡萨丁没有控制技能，可以避免安妮的控制效果，增加他攻击她的机会。\n- 卡萨丁在中期有强大的伤害潜力，这使得他在安妮完全发展之前就能施加压力。",
      "ダイアナ": "黛安娜在对抗卡萨丁时处于劣势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他对黛安娜的魔法伤害有很高的抵抗力，导致她很难造成伤害。\n- 卡萨丁的高机动性使他即使在黛安娜靠近时也能逃脱，反之则使卡萨丁更容易伏击黛安娜。\n- 黛安娜对控制技能很脆弱，如果被卡萨丁的技能锁定，她几乎没有反击的手段。\n- 卡萨丁在中后期有强大的持续伤害，如果黛安娜试图全力以赴，很可能会被击倒。\n- 黛安娜的逃生手段有限，因此容易受到卡萨丁攻击的致命伤害。",
      "メル": "梅尔处于劣势。\n\n- 卡萨丁的机动性很高，容易接近梅尔并躲避他的攻击。\n- 卡萨丁的被动技能减少魔法伤害，使梅尔的伤害难以命中。\n- 梅尔缺乏主动控制技能，面对卡萨丁的埋伏时几乎没有防御选项。\n- 卡萨丁在前期的爆发伤害较低，但虽然梅尔在前期强势，但随着卡萨丁的发育，他可以轻松扭转局势。\n- 卡萨丁具有持续伤害，而梅尔缺乏治疗选项，使他在持久战中处于劣势。",
      "ベイガー": "维迦在对抗卡萨丁时处于劣势。\n\n原因：\n- 卡萨丁的机动性很高，可以迅速拉近距离，更容易躲避维迦的技能。\n- 卡萨丁的被动技能可以减少魔法伤害，使他对维迦的魔法攻击有抵抗力。\n- 卡萨丁可以使用他的终极技能瞬间移动，更容易避开维迦的控制技能并靠近造成伤害。\n- 维迦在前期技能施放较慢，常常让他处于容易受到卡萨丁攻击的境地。\n- 在中期之后，卡萨丁的持续伤害很高，很可能在维迦施放技能之前就击败他。",
      "ヴェックス": "维克斯处于劣势。\n\n- 卡萨丁的机动性很高，可以轻松利用他的终极技能躲避维克斯的攻击。\n- 卡萨丁的被动技能减少魔法伤害，这降低了维克斯的爆发伤害。\n- 维克斯没有逃生技能，容易受到卡萨丁的伏击。\n- 卡萨丁在中后期有强大的持续伤害，使维克斯在对线时难以保持优势。\n- 维克斯的被动技能在面对没有闪现的卡萨丁时很难触发，这使维克斯难以释放她的伤害。",
      "アカリ": "阿卡丽在对抗卡萨丁时处于劣势。\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，对阿卡丽的魔法伤害表现出很高的抵抗力。\n- 卡萨丁的高机动性使得躲避阿卡丽的攻击变得更容易，反过来，这也让卡萨丁更容易伏击阿卡丽。\n- 阿卡丽的推线能力较弱，早期容易被卡萨丁控制。卡萨丁是一个可以轻松克服早期弱点的英雄。\n- 卡萨丁有范围攻击，更容易揭示阿卡丽的隐身。这增加了阿卡丽在尝试交战时的风险。\n- 阿卡丽的爆发伤害可能会被延迟，使得反击卡萨丁的持续伤害变得困难。",
      "ガリオ": "加里奥在对抗卡萨丁时处于劣势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，可以轻松躲避加里奥的技能。特别是他的终极技能，可以迅速拉近距离或逃跑，轻松避开加里奥的攻击。\n- 加里奥对物理伤害脆弱，往往无法承受卡萨丁的持续伤害。虽然卡萨丁对AP英雄强势，但加里奥对物理伤害的弱点使他容易受到卡萨丁的攻击。\n- 卡萨丁可以轻松克服前期的劣势，并在6级后对加里奥进行主动进攻。特别是卡萨丁利用终极技能进行的突袭非常有效，而加里奥的逃脱手段有限，容易被抓住。\n- 加里奥的技能冷却时间较长，无法频繁使用技能来反制卡萨丁的高机动性。这使得卡萨丁可以自由移动。\n- 卡萨丁对AP英雄有很强的抗性，但加里奥的攻击主要是物理伤害，使得卡萨丁的被动魔法伤害减免效果显著。这使得加里奥的伤害更难穿透。"
    },
    "loses": {
      "ゼド": "劫对卡萨丁有优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以利用卡萨丁低的物理防御，从而在早期游戏中进行强有力的交易。\n- 卡萨丁在早期游戏中较弱，特别容易受到AD英雄的攻击，使他容易受到劫的攻击。\n- 劫通过他的影子具备机动性，可以切断卡萨丁的逃跑选项，使得全力进攻变得更容易。\n- 卡萨丁的技能主要造成魔法伤害，而他对劫的物理伤害没有抵抗，使他更容易受到伤害。\n- 劫可以有效地补刀，得益于他的被动技能，使他能够保持对线的优势。",
      "キヤナ": "Qiyana对Kassadin有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Kassadin的攻击。\n- Kassadin的物理防御低，容易受到Qiyana的爆发伤害。\n- Qiyana可以利用地形改变技能的效果，可能限制Kassadin的机动性。\n- Qiyana的硬控技能可以封锁Kassadin的逃生选项，特别是阻碍他使用大招。\n- Qiyana在前期的伤害很强，使她能够在Kassadin发育之前施加压力。",
      "ライズ": "瑞兹对卡萨丁有优势。\n\n原因如下：\n\n- 瑞兹的射程较长，更容易阻止卡萨丁接近，从而进行有利的骚扰。\n- 卡萨丁在前期的爆发伤害较低，难以反制瑞兹的高输出。\n- 瑞兹的技能依赖法力，使他能够在忽视卡萨丁的魔法伤害减免效果的情况下造成伤害。\n- 瑞兹有保证的控制技能，可以限制卡萨丁的机动性。\n- 卡萨丁的物理防御较低，使他容易受到瑞兹的魔法伤害。",
      "イレリア": "艾瑞莉娅对卡萨丁有优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避卡萨丁的技能。她可以特别利用她的闪现来拉近距离。\n- 卡萨丁的物理防御低，使他容易受到艾瑞莉娅的持续物理伤害。\n- 艾瑞莉娅可以使用提供减伤的技能来减轻卡萨丁的爆发伤害。\n- 艾瑞莉娅的攻速提升使她能够持续骚扰卡萨丁，更容易保持对线的优势。\n- 卡萨丁在前期较弱，使艾瑞莉娅能够更有效地施加对线压力。",
      "ラックス": "拉克丝对卡萨丁有优势。\n\n- 拉克丝拥有远程技能，可以在卡萨丁靠近之前造成伤害，使她在对线时能够有效骚扰。\n- 卡萨丁在前期的爆发伤害较低，容易受到拉克丝高爆发伤害的威胁。\n- 拉克丝的控制技能可以限制卡萨丁的机动性，剥夺他的逃生手段。\n- 虽然卡萨丁对AP伤害有很强的抵抗力，但拉克丝的所有技能都无法被小兵阻挡，使她能够持续造成伤害。\n- 拉克丝有许多提供视野的技能，使得追踪卡萨丁的动向和防止伏击变得更容易。",
      "ヨネ": "永恩在对抗卡萨丁时具有优势。\n\n原因如下：\n\n- 永恩主要造成物理伤害，可以利用卡萨丁低的物理防御。\n- 永恩的技能冷却时间短，使他更容易造成持续伤害，逐渐削弱卡萨丁的耐久性。\n- 永恩不消耗法力，并且有很高的补给能力，这可以迫使卡萨丁更加注意他的法力管理。\n- 永恩的高机动性可以切断卡萨丁的逃跑选项，便于追击他。\n- 卡萨丁在前期较弱，因此永恩可以通过从一开始施加压力来创造有利的对线局面。\n- 永恩的技能可以绕过卡萨丁的护盾，使得直接造成伤害变得更容易。",
      "シンドラ": "辛德拉对卡萨丁有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，使她在卡萨丁接近之前更容易骚扰他。\n- 通过利用辛德拉的击退和眩晕，可以更容易限制卡萨丁的机动性。\n- 卡萨丁在前期的爆发伤害较低，使他容易受到辛德拉技能的伤害。\n- 辛德拉通过球体造成伤害，能够轻松绕过卡萨丁的魔法伤害减免效果。\n- 辛德拉的终极技能具有高爆发伤害，使她在卡萨丁变强之前更容易获得击杀。",
      "サイラス": "Sylas在对抗Kassadin时具有优势。\n\n原因如下：\n\n- Sylas可以偷取Kassadin的技能，特别是利用Kassadin的高机动性进行反击。\n- Kassadin的物理防御低，使他容易受到Sylas的爆发伤害。\n- Sylas拥有多个闪现技能，更容易躲避Kassadin的攻击并在交战中获得优势。\n- Kassadin的前期伤害低，使Sylas可以从一开始就采取进攻，确保对线优势。\n- Sylas没有被动技能来减少Kassadin的魔法伤害，使他能够自信地对抗Kassadin的魔法伤害。",
      "アクシャン": "阿克尚对卡萨丁有优势。\n\n原因如下：\n\n- 阿克尚在早期交易中非常强大，可以利用卡萨丁的早期弱点。\n- 阿克尚的攻击造成物理伤害，而卡萨丁的物理防御较低，更容易造成伤害。\n- 阿克尚的被动技能提供额外伤害和护盾效果，使他在与卡萨丁的消耗战中获得优势。\n- 卡萨丁在早期的爆发伤害较低，难以反制阿克尚的持续伤害。\n- 阿克尚的机动性很高，可以切断卡萨丁的逃跑选项。\n- 阿克尚在击杀敌人后有复活盟友的能力，使得在团队战中更容易扭转局势。",
      "オレリオン・ソル": "奥瑞利安·索尔在对抗卡萨丁时具有优势。\n\n原因如下：\n\n- 范围差异：奥瑞利安·索尔可以远程输出伤害，使他在卡萨丁接近之前更容易在对线中施加压力。\n- 技能准确性：奥瑞利安·索尔通过准确命中技能可以造成高额伤害，从而在卡萨丁接近之前创造有利局面。\n- 控制技能的存在：奥瑞利安·索尔的控制技能可以限制卡萨丁的机动性，剥夺他的逃生选项。\n- 前期强势：奥瑞利安·索尔在前期可以轻松输出伤害，使他在卡萨丁尚未发育时获得优势。\n- 卡萨丁的依赖性：卡萨丁在前期高度依赖装备，并且在法力管理上存在困难，因此奥瑞利安·索尔可以通过施加早期压力来阻碍卡萨丁的成长。"
    }
  },
  "ガリオ": {
    "name": "ガリオ",
    "beats": {
      "アカリ": "阿卡丽处于劣势。\n\n- 加里奥拥有强力的控制技能，可以限制阿卡丽的机动性，使她更容易在对拼中失利。\n- 加里奥具有高魔法伤害抗性，减少了阿卡丽的伤害，使她的爆发难以有效命中。\n- 加里奥具有范围伤害，即使阿卡丽使用隐身也容易受到伤害。\n- 加里奥的推线能力强，使阿卡丽容易失去对线控制。\n- 加里奥在团队战斗中影响力大，使阿卡丽难以独自获得击杀。",
      "カタリナ": "卡特琳娜处于劣势。\n\n- 加里奥有三种类型的硬控制技能，容易限制卡特琳娜的行动。这使得卡特琳娜常常错过进攻的机会。\n- 加里奥具有高魔法伤害抗性，并拥有一个护盾，可以减轻卡特琳娜的爆发伤害。\n- 加里奥的技能造成范围伤害，并在团队战斗中产生显著影响，使得卡特琳娜在这些情况下难以发挥。\n- 卡特琳娜缺乏控制技能，使她容易受到加里奥的攻击，并且在团队战斗中对敌方控制技能特别脆弱。\n- 加里奥的逃生选项有限，但卡特琳娜的逃生手段也受到限制，因此如果加里奥主动出击，卡特琳娜就很难反击。",
      "フィズ": "菲兹处于劣势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，可以减轻菲兹的爆发伤害。\n- 加里奥有三种类型的硬控技能，可以限制菲兹的机动性。\n- 菲兹的护甲较低，使他容易受到加里奥攻击的伤害。\n- 加里奥的技能造成范围伤害，当菲兹靠近时会受到大量伤害。\n- 菲兹依赖于他的E技能，但常常被加里奥的控制技能抵消。\n- 加里奥在团战中影响力很大，使得菲兹在被孤立时特别脆弱。",
      "イレリア": "艾瑞莉娅在对抗加里奥时处于劣势。\n\n原因如下：\n\n- 加里奥拥有强大的控制技能（CC），可以限制艾瑞莉娅的机动性，使她难以发起攻击。\n- 加里奥对魔法伤害的抵抗力很高，这使他能够轻松减轻艾瑞莉娅的伤害。这一点尤其有效，因为艾瑞莉娅的许多技能都造成魔法伤害。\n- 加里奥的范围伤害和护盾使艾瑞莉娅难以持续输出，常常在交战中处于劣势。\n- 艾瑞莉娅对控制技能很脆弱，如果被加里奥的技能抓住，她很快就会陷入非常不利的局面。\n- 加里奥在团队战斗中影响显著，常常使艾瑞莉娅在与加里奥支持的队友单独作战时处于劣势。",
      "ダイアナ": "黛安娜在对抗加里奥时处于劣势。\n\n- 加里奥对魔法伤害有很高的抵抗力，并且拥有一个护盾，使他更容易减轻黛安娜的伤害。\n- 加里奥的强控制技能使黛安娜难以接近，并且在她使用技能之前被限制的风险很高。\n- 黛安娜的逃生手段有限，在团队战中难以反制加里奥的影响。\n- 加里奥在团队战中拥有丰富的范围伤害，一旦黛安娜被抓住，她很可能会受到大量伤害。\n- 黛安娜的技能冷却时间较长，使她在与加里奥的对拼中容易失利。",
      "マルザハール": "马尔扎哈在对抗加里奥时处于劣势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，并且拥有护盾，使得减轻马尔扎哈的伤害变得更容易。\n- 加里奥的强控制技能增加了马尔扎哈在使用技能之前被 incapacitated 的可能性。\n- 加里奥在团队战斗中有显著的影响力，并且有手段来抵消马尔扎哈的压制。\n- 马尔扎哈在前期较弱，常常处于容易受到加里奥攻击的位置。\n- 加里奥的终极技能允许远程机动，使得马尔扎哈在对线时难以保持优势。",
      "ライズ": "瑞兹在对抗加里奥时处于劣势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，使他能够减轻瑞兹的技能伤害，并在伤害交易中获得优势。\n- 加里奥的硬控技能可以轻易打断瑞兹的技能连招，特别是在瑞兹使用技能的瞬间施加控制效果时。\n- 加里奥在团战中有显著的影响力，他的大招在瑞兹单独作战时提供强有力的支持，限制了瑞兹的行动。\n- 瑞兹的攻击范围较短，使他在进入加里奥的攻击范围时容易受到伤害，尤其容易受到加里奥的范围伤害。\n- 加里奥具有强大的游走能力和参与团战的能力，即使瑞兹在对线时占据优势，也能改变整场比赛的局势。",
      "アニー": "安妮处于劣势。\n\n- 加里奥有很高的魔法抗性，使安妮的爆发伤害难以命中。\n- 加里奥的护盾减轻了安妮的攻击，使她在伤害交易中处于劣势。\n- 加里奥的强控制技能使安妮难以接近，降低了她施放眩晕的机会。\n- 加里奥有远程技能，可以在安妮接近之前造成伤害。\n- 安妮需要管理她的叠加层，而在受到加里奥的伤害时，她很容易失去叠加层。",
      "エコー": "艾克在对抗加里奥时处于劣势。\n\n- 加里奥有很高的魔法抗性，这减少了艾克的魔法伤害，使艾克难以造成爆发伤害。\n- 加里奥的强控制技能可以限制艾克的机动性，剥夺艾克的逃生手段。\n- 加里奥在团队战斗中影响力很大，使艾克难以单独作战。\n- 艾克常常难以对抗加里奥的护盾和耐久性，导致不利的交易。\n- 加里奥的终极技能提供的远程机动性使他能够迅速应对艾克的游走，导致艾克的游走效果不佳。",
      "サイラス": "Sylas处于劣势。\n\n- Galio对魔法伤害有很高的抵抗力，使得减轻Sylas的伤害变得更容易。\n- Galio的强控制限制了Sylas的机动性，并可能剥夺他的逃生手段。\n- Sylas在前期伤害较低，难以对抗Galio的耐久性和控制能力。\n- Galio在团队战斗中影响力很大，当Sylas试图游走或参与团队战斗时，会制造不利局面。\n- Sylas通过偷取对手的技能来增强自己，但Galio的大招让Sylas难以有效利用。",
      "ブラッドミア": "血沼在对抗加里奥时处于劣势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，使得减轻血沼的伤害变得更容易。\n- 加里奥的强控制技能增加了血沼在使用技能之前被限制的可能性。\n- 加里奥在团队战斗中有很强的影响力，使得血沼在单独作战时处于劣势。\n- 加里奥的范围伤害可以迅速减少血沼的生命值，忽视他的续航能力。\n- 血沼在前期技能冷却时间较长，使得在受到加里奥伤害时难以反击。",
      "リサンドラ": "丽桑卓在对抗加里奥时处于劣势。\n\n- 加里奥对魔法伤害有很高的抵抗力，这使他能够减轻丽桑卓的魔法攻击，使她的伤害交换不利。\n- 加里奥的强控制技能可以轻易限制丽桑卓的移动，使她在近战中追求爆发伤害时面临困难。\n- 加里奥在团队战斗中有显著的影响力，他的存在对丽桑卓试图游走或发起攻击构成威胁。\n- 丽桑卓的攻击范围较短，进入加里奥的攻击范围风险很高，常常导致不利的交易。\n- 加里奥的护盾和耐久性有效地抵消了丽桑卓的伤害，使她难以造成持续伤害。"
    },
    "loses": {
      "スモルダー": "Smolder处于优势。\n\n原因如下：\n\n- Smolder可以远程攻击，更容易躲避Galio的近战攻击。\n- Smolder的范围攻击可以有效地对Galio周围的敌方英雄造成伤害，尤其在团队战中他表现强势。\n- Galio的物理防御较低，使他容易受到Smolder的魔法伤害攻击。\n- Smolder可以使用他的E技能穿越地形，更容易躲避Galio的技能，并提供多种逃生选项。\n- 随着游戏的进行，Smolder的伤害在后期会非常高，给他带来相对于Galio的优势。",
      "アーリ": "阿狸占据优势。\n\n原因如下：\n\n- 阿狸的机动性很高，更容易躲避加里奥的技能，并且能够有效地进行交易。\n- 加里奥主要造成魔法伤害，但阿狸的续航能力很强，使她在早期骚扰中更具韧性。\n- 阿狸的技能可以避开加里奥的控制技能，特别是在加里奥技能冷却时的关键时刻。\n- 阿狸擅长推线，使她能够在加里奥游走之前推掉小兵。\n- 加里奥的物理防御较低，使他更容易受到阿狸技能的伤害。",
      "メル": "梅尔对抗加里奥时更具优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在避免加里奥近战攻击的同时进行骚扰。\n- 加里奥的物理防御较低，容易受到梅尔的魔法伤害。\n- 梅尔的被动技能使得在加里奥血量低时更容易击杀他。\n- 加里奥的技能主要造成魔法伤害，而梅尔有能力反弹这些技能，使她能够将加里奥的攻击反击回去。\n- 梅尔在前期的影响力很高，使得在加里奥成长之前更容易创造有利局面。",
      "タリヤ": "塔莉雅占据优势。\n\n原因如下：\n\n- 塔莉雅的射程很长，能够轻松单方面骚扰加里奥。这给加里奥在对线时施加了压力。\n- 加里奥的物理防御较低，使他容易受到塔莉雅的魔法伤害。塔莉雅的技能造成魔法伤害，对加里奥非常有效。\n- 塔莉雅的E技能可以限制加里奥的位移和移动，使他难以接近。这使得加里奥更难与塔莉雅交战。\n- 塔莉雅可以快速推线，让她在加里奥参与团战之前就能推掉线路。这使得塔莉雅更容易游走和抓人。\n- 塔莉雅的终极技能限制了加里奥的移动，使他在团战中的站位变得困难。这使得塔莉雅能够在与加里奥的对抗中创造有利局面。",
      "ゼド": "劫对加里奥有优势。\n\n原因如下：\n\n- 加里奥的物理防御低，容易受到劫的高爆发伤害。\n- 劫的机动性强，可以迅速利用他的影子拉近距离，攻击的同时躲避加里奥的技能。\n- 加里奥的逃生手段有限，难以应对劫的全力进攻。\n- 劫在前期就能有效交易，在加里奥升级之前创造有利局面。\n- 加里奥的技能主要造成魔法伤害，而劫主要造成物理伤害，使得加里奥的抗性效果降低。",
      "カサディン": "卡萨丁在对抗加里奥时具有优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，更容易躲避加里奥的技能。特别是当加里奥的技能处于冷却时，他可以主动出击。\n- 加里奥主要造成魔法伤害，但卡萨丁有一个被动技能可以减少魔法伤害，使他在伤害交易中占据优势。\n- 卡萨丁造成持续伤害，更容易削弱加里奥的耐久性。特别是在中期，他可以在忽视加里奥的护盾的情况下造成伤害。\n- 加里奥的物理防御较低，使卡萨丁的攻击更容易命中。卡萨丁可以利用他的自动攻击增强来确保补刀并建立对线优势。\n- 卡萨丁可以避免加里奥的控制技能，减少加里奥在团队战斗中的影响。",
      "キヤナ": "Qiyana在对抗Galio时具有优势。\n\n原因如下：\n\n- 她的机动性很高，更容易躲避Galio的技能。这使她能够在避免Galio攻击的同时造成伤害。\n- Galio的物理防御较低，使他容易受到Qiyana的物理伤害。特别是，Qiyana的爆发伤害非常有效。\n- Qiyana可以利用元素根据情况调整战术，使她能够有效利用Galio的技能创造有利局面。\n- Galio的逃生手段很少，使他在被Qiyana攻击时难以反击。一旦Qiyana靠近，她可以对Galio造成显著伤害。\n- Qiyana的硬控技能可以限制Galio的行动，使她能够在团队战斗和一对一的情况下占据有利位置。",
      "オーロラ": "奥罗拉在与加里奥的对抗中占有优势。\n\n原因如下：\n\n- 奥罗拉拥有远程攻击，使其更容易躲避加里奥的近战攻击。\n- 由于高机动性，奥罗拉可以在躲避加里奥技能的同时造成伤害。\n- 加里奥的物理防御较低，容易受到奥罗拉的魔法伤害。\n- 奥罗拉的技能冷却时间短，通过参与击杀，可以更轻松地使用技能，从而实现持续输出。\n- 加里奥的控制技能主要适合团队战斗，而奥罗拉擅长单独埋伏，阻止加里奥有效利用他的优势。",
      "ベイガー": "维迦在对抗加里奥时具有优势。\n\n原因如下：\n\n- 维迦可以远程攻击，更容易阻止加里奥接近。\n- 加里奥的物理防御低，容易受到维迦的魔法伤害。\n- 维迦的技能具有控制效果，可以限制加里奥的行动。\n- 加里奥的逃生手段少，容易受到维迦的技能影响。\n- 维迦可以在路上发育，同时增加他的法术强度，从长远来看，给予他强大的伤害潜力。",
      "オリアナ": "奥莉安娜在对抗加里奥时具有优势。\n\n原因如下：\n\n- 范围差异：奥莉安娜可以远程攻击，能够在避免加里奥近战攻击的同时进行骚扰，从而在交易中占据优势。\n- AoE伤害：奥莉安娜的所有技能都是范围伤害，尽管加里奥在团战中很强，但被奥莉安娜的伤害击中时很可能会失去大量生命值。\n- 控制技能的利用：奥莉安娜拥有范围控制技能，可以抵消加里奥的技能，并增加她在团战中的影响力。\n- 技能冷却时间：奥莉安娜的技能冷却时间短，能够频繁造成伤害，更容易削弱加里奥的耐久性。\n- 球的操控：使用奥莉安娜的球进行攻击使她更容易调整位置以避开加里奥的技能，从而在战斗中获得优势。",
      "フェイ": "Faye在与Galio的对抗中占有优势。\n\n原因如下：\n\n- Faye可以远程攻击，更容易躲避Galio的近战攻击。\n- Galio的物理防御低，容易受到Faye的魔法伤害。\n- Faye的范围伤害在团战中非常强大，使她能够在忽视Galio的坦克能力的同时造成伤害。\n- Faye拥有多种技能和躲避Galio控制技能的方法，使她在交易中占据优势。\n- Galio的逃生选项少，难以应对Faye的爆发伤害。",
      "ラックス": "拉克斯对加里奥有优势。\n\n原因如下：\n\n- 范围：拉克斯可以远程攻击，能够在避免加里奥近战攻击的同时进行骚扰，更容易保持对线优势。\n- 爆发伤害：拉克斯的爆发伤害很高，即使加里奥有护盾，她也能瞬间造成可观的伤害。\n- 技能不被小兵阻挡：拉克斯的技能不受小兵阻挡，这使得加里奥很难利用小兵进行防御。\n- 控制效果利用：拉克斯的控制技能可以限制加里奥的移动，剥夺他追击或逃跑的选择。\n- 逃生潜力：加里奥的逃生选项有限，因此拉克斯可以轻松创造机会，通过命中技能来确保击杀。",
      "ツイステッド・フェイト": "扭曲命运对加里奥有优势。\n\n原因如下：\n\n- 扭曲命运可以远程攻击，更容易躲避加里奥的近战攻击。\n- 他有一个定向眩晕技能，更容易抵消加里奥的技能。\n- 加里奥的物理防御低，容易受到扭曲命运的魔法伤害。\n- 扭曲命运的推线能力强，使他能够早期建立对线优势。\n- 扭曲命运的传送技能使他能够在加里奥加入团战之前主动出击。\n- 加里奥的逃生手段少，使他容易受到扭曲命运的游走和gank。"
    }
  },
  "ヴェックス": {
    "name": "ヴェックス",
    "beats": {
      "ヨネ": "永恩处于劣势。\n\n- 维克斯擅长远程攻击，对像永恩这样的近战英雄造成强大的骚扰。\n- 维克斯的技能对闪烁的敌人造成额外伤害，使她能够利用永恩的机动性。\n- 维克斯拥有可靠的控制技能，使得阻止永恩拉近距离变得更容易。\n- 永恩对装备依赖性强，在获得装备之前通常会处于劣势。\n- 维克斯的开团潜力使得永恩很难找到合适的时机发起攻击。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n- 维克斯可以对拥有机动性的艾瑞莉娅造成额外伤害，有效利用她的机动性。\n- 维克斯可靠的控制技能使得艾瑞莉娅很难发起进攻，常常在交易中处于劣势。\n- 艾瑞莉娅的技能冷却时间较长，当她被维克斯的攻击击中时，很容易错过使用技能的时机。\n- 维克斯的远程攻击使艾瑞莉娅在对线时容易受到骚扰，需要她保持生命值。\n- 维克斯的终极技能允许远程交战，在艾瑞莉娅能够接近之前造成伤害，这使得她在团队战中也处于劣势。",
      "マルザハール": "马尔扎哈在对抗维克斯时处于劣势。\n\n- 维克斯没有位移技能，这使得她很难躲避马尔扎哈的攻击，并且容易受到持续伤害。\n- 维克斯的控制技能非常可靠，可以抵消马尔扎哈的法术护盾，使他更容易受到攻击。\n- 维克斯擅长远程骚扰，而马尔扎哈的攻击范围较短，这使得他在对线交锋中处于劣势。\n- 维克斯的大招具有远程跳跃能力，而马尔扎哈的逃生手段有限，这使得他在被交战时容易陷入致命境地。\n- 马尔扎哈在前期较弱，反制维克斯强力骚扰的选项有限，这使得他容易失去对线控制。",
      "ルブラン": "乐芙兰在对抗维克斯时处于劣势。\n\n原因如下：\n\n- 维克斯拥有可靠的控制技能，可以封锁乐芙兰的闪现，使乐芙兰难以发起攻击。\n- 当乐芙兰接近时，维克斯的技能可以造成额外伤害，迫使乐芙兰冒险。\n- 维克斯在对线时有强大的骚扰能力，而乐芙兰的基础属性较低，常常在交易中处于劣势。\n- 乐芙兰有高爆发伤害，但维克斯缺乏逃生技能，使她容易受到埋伏和突袭。\n- 维克斯可以快速清理小兵，使她能够推线，而乐芙兰则需要游走，这限制了乐芙兰的行动。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Vex擅长远程攻击，可以保持与Sylas近战攻击的有利距离。\n- Vex的控制技能非常可靠，即使Sylas使用闪现，也有可能被抓住，这会限制Sylas的机动性。\n- Vex可以轻松触发她的被动技能，而Sylas缺乏闪现，这使她在伤害交易中获得优势。\n- Sylas在前期伤害较低，法力管理困难，使他在对线时容易受到骚扰。\n- Vex的终极技能具有强大的开团潜力，使Sylas难以接近，从而减少他有效攻击的机会。",
      "アクシャン": "阿克尚处于劣势。\n\n- 维克斯可以对闪烁的敌人造成额外伤害，并可以利用阿克尚的闪烁来积累伤害，使阿克尚在交战中处于不利地位。\n- 维克斯可靠的控制技能使阿克尚在近战中难以灵活应对，如果他无法躲避维克斯的技能，将会受到大量伤害。\n- 阿克尚的攻击范围较短，使他难以对抗维克斯的远程攻击，这使得在对线时受到骚扰变得困难。\n- 维克斯的终极技能允许远程交战，常常在阿克尚能够接近之前就将其抓住，使他在团队战中处于不利位置。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 维克斯拥有可靠的控制技能，并且具备机动性，使扎伊拉很难命中她的技能。\n- 维克斯的爆发伤害可以迅速削弱扎伊拉的生命值，尤其是在她靠近时，脆弱的扎伊拉处于危险之中。\n- 扎伊拉的技能激活时间较慢，难以躲避维克斯的攻击，常常导致不利的交易。\n- 维克斯没有闪现技能，给了扎伊拉施放攻击的机会，但维克斯通常在扎伊拉能够攻击之前就缩短了距离。\n- 扎伊拉的自我防御选项有限，如果被维克斯的攻击击中，面临被轻易击倒的高风险。",
      "アカリ": "阿卡丽处于劣势。\n\n原因如下：\n\n- 维克斯擅长远程攻击，更容易躲避阿卡丽的近战攻击。\n- 维克斯拥有可靠的控制技能，可以限制阿卡丽的机动性。\n- 阿卡丽的推线能力较低，容易失去对线控制，而维克斯在对线时有强大的骚扰能力。\n- 维克斯能够揭示阿卡丽的隐身，使得预测阿卡丽的攻击时机变得更容易。\n- 阿卡丽的爆发伤害可能会被延迟，使得反制维克斯的高爆发伤害变得困难。",
      "アニー": "安妮处于劣势。\n\n- 安妮的攻击范围较短，使她难以接近维克斯的远程攻击。\n- 维克斯拥有可靠的控制技能，安妮很可能在发起攻击之前就被击晕。\n- 维克斯的爆发伤害可以迅速削减安妮的生命值，通常导致她在反击之前就被击倒。\n- 安妮需要管理叠加层，没有叠加层她无法激活控制技能，使她容易受到维克斯的攻击。\n- 尽管维克斯缺乏逃生技能，但她可以在安妮接近之前造成伤害，这使得安妮很难把握进攻时机。",
      "キヤナ": "基安娜处于劣势。\n\n- 维克斯拥有可靠的控制技能，这限制了基安娜的高机动性，使得基安娜的进攻变得更加冒险。\n- 维克斯擅长远程骚扰，而基安娜主要依赖近战攻击，这使得她在对线时的交易对她不利。\n- 维克斯的被动技能对有位移的敌人非常强大，但由于基安娜有位移技能，维克斯的被动触发变得困难，导致她无法造成伤害的情况。\n- 基安娜依赖她的终极技能，但维克斯可以通过她的终极技能进行远程交战，迫使基安娜在使用自己的技能时要更加谨慎。\n- 维克斯在塔下的战斗中也很强大，增加了基安娜在试图利用塔进行战斗时陷入不利局面的可能性。",
      "タロン": "塔隆处于劣势。\n\n- 维克斯拥有远程攻击能力，可以在塔隆接近之前造成伤害，这使得塔隆难以释放他的爆发伤害。\n- 维克斯的控制技能非常可靠，增加了塔隆在尝试交战时被定身的可能性。\n- 维克斯没有闪现技能，使她不容易受到塔隆的伏击，同时增加了塔隆受到伤害的风险。\n- 维克斯的大招具有强大的开团潜力，限制了塔隆的逃跑选择。\n- 塔隆的防御能力较低，容易受到维克斯的爆发伤害，这使得他在对线时的交易不利。",
      "ダイアナ": "黛安娜在对抗维克斯时处于劣势。\n\n- 维克斯擅长远程攻击，可以轻松阻碍黛安娜的接近。\n- 维克斯的控制技能可靠性高，使用跳跃时有被维克斯抓住的风险。\n- 黛安娜在近战中很强，但她容易受到维克斯被动技能的额外伤害，使得交易不利。\n- 维克斯缺乏逃生技能，因此在黛安娜接近之前有很高的机会造成伤害。\n- 黛安娜技能的冷却时间较长，使得在受到维克斯伤害后很难进行反击。"
    },
    "loses": {
      "タリヤ": "塔莉雅对维克斯有优势。\n\n原因如下：\n\n- 塔莉雅拥有范围攻击，可以快速推线，使她能够在避免维克斯骚扰的同时，顺利推进线路。\n- 塔莉雅的E技能是维克斯闪现的强力反制，能够在限制维克斯移动的同时造成伤害。\n- 塔莉雅的远程攻击使她能够在维克斯靠近之前造成伤害，从而更容易在交战中获得优势。\n- 塔莉雅的终极技能可以切断敌人的逃跑路线，使维克斯难以逃脱，并在团队战中实现有利的开团。\n- 维克斯的逃生技能有限，容易受到塔莉雅的攻击，使塔莉雅能够占据有利位置。",
      "メル": "Mer处于优势。\n\n原因如下：\n\n- Mer拥有远程技能，擅长在早期游戏中进行骚扰，使她能够在躲避Vex攻击的同时造成伤害。\n- Vex没有闪现技能，这使得Mer更容易利用她的技能反弹，并通过反击Vex的攻击来获得优势。\n- Mer的被动技能允许她在敌人生命值低于某个阈值时确保击杀，使得在Vex血量低时更容易瞄准击杀。\n- Mer拥有范围攻击，能够轻松清理小兵并在路线上进行骚扰，使她能够控制线路。\n- Vex缺乏逃生技能，因此通过保持适当的攻击距离，Mer可以在与Vex的对抗中获得优势。",
      "オリアナ": "奥莉安娜占据优势。\n\n原因如下：\n\n- 奥莉安娜是一名区域控制法师，她可以利用技能限制维克斯的移动，使她在对线骚扰和交易中更容易获得优势。\n- 维克斯没有位移技能，使她容易受到奥莉安娜的范围技能和控制效果的影响，尤其是在团队战斗中增加了奥莉安娜的影响力。\n- 奥莉安娜的技能冷却时间短，能够持续输出伤害并压制维克斯的伤害输出。\n- 奥莉安娜有一个护盾，可以抵御维克斯的爆发伤害。\n- 维克斯在面对难以触发她被动的对手时往往缺乏伤害，这使得她对像奥莉安娜这样的没有位移技能的英雄特别有效。",
      "ライズ": "瑞兹在对抗维克斯时具有优势。\n\n原因如下：\n\n- 瑞兹的技能组合冷却时间短，能够造成高输出，能够有效反制维克斯的骚扰。\n- 维克斯缺乏逃生技能，如果被瑞兹的束缚技能命中，她很容易被抓住。\n- 瑞兹的伤害与法力值相关，使他在保持耐久性的同时能够造成伤害，更容易抵挡维克斯的爆发伤害。\n- 维克斯没有闪现技能，这使得瑞兹更容易命中他的技能，尤其是在对线阶段的交易中给他带来了优势。\n- 瑞兹的终极技能允许整个团队进行全球传送，使他在地图上具有影响力，并在战略上使他在对抗维克斯时处于有利位置。",
      "シンドラ": "辛德拉占据优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在维克斯的攻击范围之外骚扰她。\n- 辛德拉的技能是范围伤害，使她能够在维克斯接近之前造成伤害。\n- 辛德拉可以利用她的击退和眩晕技能来阻止维克斯的接近，从而更容易保持线上的压力。\n- 维克斯缺乏逃生技能，使她容易受到辛德拉的爆发伤害，特别是当辛德拉能够有效地布置她的球体以造成大量伤害时。\n- 辛德拉的技能进化使她在后期游戏中具有高伤害输出，可能超过维克斯的伤害潜力。",
      "ビクター": "维克托对维克斯有优势。\n\n原因如下：\n\n- 维克托拥有远程技能，可以在维克斯的攻击范围之外骚扰她。这使得维克斯很难接近维克托。\n- 维克斯没有闪现技能，这使得她很难躲避维克托的技能，并且她特别容易受到他的持续伤害。\n- 维克托可以通过增强技能来造成高爆发伤害，使他在维克斯激活她的被动之前就能造成显著伤害。\n- 虽然维克斯的控制技能可靠，但维克托的技能施放时间较慢，使他能够在维克斯发起攻击之前主动出击。\n- 维克托在对线时擅长区域控制，使得他更容易阻止维克斯靠近，这最终帮助他保持对线优势。",
      "ベイガー": "维迦在对抗维克斯时具有优势。\n\n原因如下：\n\n- 维迦的AP比率很高，通过施放技能可以无限增加他的AP，从而造成非常高的长期伤害。\n- 维迦的技能具有范围伤害，可以在维克斯接近之前造成伤害。\n- 维克斯没有逃生技能，如果被维迦的控制技能击中，很容易被抓住。\n- 维迦的眩晕效果打断了维克斯的进攻，为反击提供了机会。\n- 维迦可以在对线时进行发育，使他在早期到中期的成长更加稳定。",
      "ゾーイ": "佐伊在对抗维克斯时具有优势。\n\n原因如下：\n\n- 佐伊的射程较长，擅长远程消耗，可以在避免维克斯攻击的同时造成伤害。\n- 佐伊的技能可以瞬间造成高爆发伤害，给她在维克斯接近之前击败她的机会。\n- 维克斯缺乏逃生技能，使她容易受到佐伊的控制技能攻击。\n- 佐伊的技能是非穿透性射击，更容易击中常常被小兵挡住的维克斯。\n- 佐伊的机动性很高，可以躲避维克斯的攻击，从而在对线时提高生存率。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声的机动性很高，容易躲避维克斯的技能。这使他能够抵消维克斯的骚扰和交易。\n- 回声的爆发伤害极高，即使维克斯有护盾也能迅速削弱她的生命值。\n- 维克斯缺乏逃生技能，因此当回声靠近攻击时，她很难反击。\n- 回声的控制技能（眩晕）在团队战斗和一对一的情况下非常有效，限制了维克斯的行动。\n- 维克斯的被动技能在面对没有位移的对手时很难激活，但回声可以瞬间改变位置，阻止维克斯利用她的被动技能。\n- 回声具有治疗能力，使他更容易承受伤害。这使他能够在与维克斯的交易中占据优势。",
      "ツイステッド・フェイト": "扭曲命运对维克斯有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕，可以抵消维克斯的技能，使得在对线交易中更容易获得优势。\n- 扭曲命运的高推线能力使他能够快速推线，减少维克斯激活被动的机会。\n- 扭曲命运有一个远程传送，能够轻松逃脱维克斯的gank，反过来，他也可以发起gank。\n- 维克斯的逃生技能有限，容易受到扭曲命运的眩晕和爆发伤害，导致一对一交锋的胜率较低。\n- 扭曲命运有一个被动技能，可以快速提升装备进度，使得更容易创造装备优势，并在后期增加他的影响力。",
      "カサディン": "卡萨丁在对抗维克斯时具有优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，更容易躲避维克斯的技能并在交战中获得优势。\n- 维克斯的控制技能主要在近战中有效，但卡萨丁可以利用他的闪现拉开距离，避免维克斯的攻击。\n- 卡萨丁有一个被动技能可以减少魔法伤害，使他对维克斯的魔法伤害有抵抗力，从而增强他在对线中的生存能力。\n- 在中后期，卡萨丁有持续输出能力，可以对维克斯进行积极的压制，更容易在对线中施加压力。\n- 维克斯缺乏逃生技能，因此当卡萨丁靠近攻击时，会制造出他容易击杀的局面。",
      "ガリオ": "加里奥有优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，并且拥有一个护盾，使他更容易减轻维克斯的魔法伤害。\n- 加里奥的强控制技能可以限制维克斯的移动，使他能够打乱维克斯的进攻时机。\n- 加里奥在对线交战中可以持续输出伤害，同时保持耐久性，使他在与维克斯的伤害交换中占据优势。\n- 加里奥的终极技能参与团战的能力很强，即使维克斯被孤立，加里奥也能迅速提供支持，创造有利局面。\n- 维克斯缺乏逃生技能，因此如果被加里奥的控制技能击中，就有被轻易抓住的风险。",
      "ゼド": "劫占据了优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以迅速削弱维克斯的生命值，使得在对线时全力进攻更有利。\n- 维克斯缺乏逃生技能，使她容易受到劫的攻击，尤其是对劫的影子连招特别脆弱。\n- 劫的闪烁技能使他能够轻松躲避维克斯的控制技能，并选择攻击时机。\n- 维克斯对拥有闪烁技能的敌人有强大的额外伤害，但劫可以利用他的闪烁来躲避维克斯的攻击。\n- 劫在前期就能强力交易，使得在维克斯升级之前更容易创造有利局面。"
    }
  },
  "タロン": {
    "name": "タロン",
    "beats": {
      "マルザハール": "马尔扎哈在对抗泰隆时处于劣势。\n\n原因如下：\n\n- 泰隆在前期具有非常高的爆发伤害，可以利用马尔扎哈的早期弱点。\n- 泰隆的机动性使他能够在马尔扎哈施放技能之前迅速接近，使马尔扎哈容易受到攻击。\n- 马尔扎哈的攻击范围较短，难以躲避泰隆的攻击，尤其是当泰隆处于隐身状态时，可以对他进行伏击。\n- 泰隆可以利用地形逃跑或发起伏击，轻易抵消马尔扎哈的推线能力。\n- 马尔扎哈的法术护盾无法完全抵挡泰隆的爆发伤害，增加了受到泰隆攻击时受伤的风险。",
      "フィズ": "菲兹在对抗泰隆时处于劣势。\n\n- 泰隆在前期拥有非常高的爆发伤害，使他在菲兹弱小到3级之前容易攻击菲兹。\n- 泰隆的机动性和利用地形的埋伏潜力使菲兹很难逃脱。\n- 菲兹容易受到控制技能的影响，受到泰隆的伤害可能导致致命伤害。\n- 泰隆快速推线，使菲兹很难补刀。\n- 泰隆的高基础属性通常使他能够承受菲兹的爆发伤害。",
      "ダイアナ": "黛安娜在对抗泰隆时处于劣势。\n\n- 泰隆在前期具有非常高的爆发伤害，有可能在黛安娜使用技能之前就将其击杀。\n- 泰隆的机动性和利用地形进行伏击的潜力使他能够轻松接近黛安娜，而黛安娜的逃生手段有限，增加了被抓的风险。\n- 黛安娜对控制技能很脆弱，常常在泰隆的攻击下被中和，无法造成伤害。\n- 泰隆快速推线，使黛安娜难以维持自己的线路，这让泰隆获得了优势。\n- 泰隆在大招中的隐身状态使黛安娜难以预测他的行动，增加了被伏击的风险。",
      "アニー": "安妮处于劣势。\n\n- 泰隆的爆发伤害很高，能够在前期对安妮造成强大的爆发伤害，使她成为早期击杀的容易目标。\n- 安妮的技能范围较短，如果她让泰隆靠近，她会迅速受到大量伤害，导致她的站位变得困难。\n- 泰隆擅长利用地形进行伏击，而安妮对这些伏击的防御选项有限，使她处于特别不利的局面。\n- 安妮需要管理她的叠加层，没有它们，她无法激活控制技能，这使得她在受到泰隆伤害之前很难进行反击。\n- 泰隆的机动性很高，使他能够轻松追击或逃脱，而安妮几乎没有逃生手段，因此安妮必须时刻保持警惕。",
      "ベイガー": "维迦在对抗塔隆时处于劣势。\n\n原因如下：\n\n- 塔隆的爆发伤害很高，能够在前期对维迦造成强大的爆发伤害，使得在对线时骚扰非常有效。\n- 维迦的技能施放速度较慢，难以对像塔隆这样高度机动的刺客进行攻击。\n- 塔隆擅长利用地形进行伏击，轻易打乱维迦的站位。\n- 维迦依赖控制技能，因此在面对塔隆的瞬间接近时自我防御手段有限，增加了在施放眩晕前受到伤害的可能性。\n- 由于塔隆的隐身和高机动性，维迦几乎没有逃脱的手段，在受到塔隆的压力时，他常常难以成长。",
      "ゼラス": "扎伊拉在对抗泰隆时处于劣势。\n\n- 泰隆拥有高爆发伤害，可以在扎伊拉发动攻击之前迅速击杀她，使她在他靠近时非常脆弱。\n- 扎伊拉的技能激活时间较慢，使得在泰隆利用机动性进行伏击时很难命中他。\n- 泰隆可以利用地形快速移动，使他更容易接近，同时躲避扎伊拉的攻击。\n- 扎伊拉的自我防御选项有限，如果她承受泰隆的攻击，很容易被击杀，这增加了她在对线时的压力。\n- 泰隆可以快速推线，这使得扎伊拉很难安全地补刀。",
      "ビクター": "维克托处于劣势。\n\n- 泰隆的爆发伤害很高，能够在前期对维克托造成强大的爆发伤害，使维克托容易被早期击杀。\n- 由于泰隆的机动性，维克托在泰隆接近时逃脱的手段有限，使他特别容易受到泰隆的伏击。\n- 维克托的技能释放较慢，使他在泰隆接近并发起攻击之前难以反击。\n- 泰隆可以利用地形进行机动，更容易躲避维克托的技能并有效发起攻击。\n- 维克托缺乏闪现或瞬时控制技能，使他容易受到泰隆的攻击，特别容易被抓。",
      "ラックス": "拉克斯处于劣势。\n\n- 泰隆的爆发伤害高，擅长迅速接近并消灭拉克斯。拉克斯的基础属性低，接近时容易受到攻击。\n- 泰隆的机动性和利用地形进行伏击的潜力增加了拉克斯在施放技能之前被攻击的可能性。\n- 拉克斯的技能是技能射击，面对像泰隆这样高度机动的敌人时，尤其在后期游戏中，命中难度较大。\n- 泰隆快速推线，使拉克斯很难安全发育。\n- 泰隆的隐身能力使拉克斯难以保持视野，增加了被伏击的风险。",
      "ガリオ": "加里奥处于劣势。\n\n- 泰隆的爆发伤害很高，尤其是在前期，能够对加里奥造成强大的爆发伤害，使加里奥成为早期击杀的容易目标。\n- 由于泰隆的机动性和利用地形进行伏击的潜力，加里奥的逃脱手段有限，难以避免泰隆的攻击。\n- 加里奥对物理伤害脆弱，而泰隆的攻击主要造成物理伤害，因此加里奥在交战中往往处于劣势。\n- 泰隆可以快速推线，使他在加里奥尝试游走时能够先行移动，从而减少加里奥的影响力。\n- 加里奥的技能冷却时间较长，这限制了他对泰隆攻击的反击机会，常常使他在持续交战中处于劣势。",
      "ゾーイ": "佐伊在对抗泰隆时处于劣势。\n\n- 泰隆的爆发伤害很高，能够在游戏早期造成强大的伤害，使佐伊面临被击杀的高风险。\n- 泰隆的机动性使他能够利用地形进行伏击，而佐伊的逃生手段有限，容易被抓住。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，使她难以躲避泰隆的攻击。\n- 泰隆快速推线，使佐伊难以安全发育。\n- 佐伊的基础耐久低，使她在泰隆的爆发伤害面前显得脆弱，难以承受。\n- 泰隆可以隐身，使他更容易躲避佐伊的技能，也更难给她反击的机会。",
      "カタリナ": "卡特琳娜处于劣势。\n\n- 泰隆的早期爆发伤害非常高，而卡特琳娜的基础伤害较低，因此她在早期对线中常常很挣扎。\n- 由于泰隆的机动性和埋伏潜力，卡特琳娜很容易被接近，且在她能够输出伤害之前被击杀的风险很高。\n- 泰隆擅长利用地形逃跑或埋伏，这使得卡特琳娜很难应对他的移动。\n- 卡特琳娜缺乏控制技能，使她容易受到泰隆的攻击，尤其是在团队战中，很难反制他的爆发。\n- 泰隆快速推线，常常使卡特琳娜难以发育。",
      "メル": "梅尔处于劣势。\n\n原因如下：\n\n- 泰隆的爆发伤害很高，梅尔在接近时被瞬间击杀的可能性很大。\n- 由于泰隆的机动性，梅尔很难躲避泰隆的埋伏，使得在路上的骚扰特别无效。\n- 梅尔缺乏主动控制技能，这限制了她阻止泰隆攻击的手段。\n- 梅尔的防御低，对泰隆的爆发伤害耐久不足。\n- 泰隆快速推线，这可能使梅尔难以获得补刀。",
      "シンドラ": "辛德拉在对抗塔隆时处于劣势。\n\n原因如下：\n\n- 塔隆的爆发伤害很高，可以在辛德拉准备技能之前将其击杀。\n- 辛德拉的自我防御技能E冷却时间长，无法有效反制塔隆的伏击。\n- 塔隆可以轻松利用地形接近，抵消辛德拉的远程优势。\n- 辛德拉在前期较弱，无法与塔隆的早期强势抗衡。\n- 由于塔隆的机动性，辛德拉在未能正确布置她的球体之前被攻击的几率很高。"
    },
    "loses": {
      "フェイ": "菲耶在与塔隆的对抗中占有优势。\n\n- 菲耶拥有远程攻击，可以在塔隆接近之前造成伤害，使她不易受到塔隆的爆发伤害。\n- 菲耶的技能包括控制技能（CC），可以限制塔隆的移动，使他难以发起攻击。\n- 菲耶具有范围伤害，使她在团队战中能够有效地对多个敌人造成伤害，当塔隆针对多个敌人时尤为有效。\n- 塔隆的防御能力较低，使他非常容易被菲耶的爆发伤害击倒。\n- 菲耶消耗法力，但通过在受到塔隆伤害之前使用技能，她可以持续造成伤害。",
      "キヤナ": "Qiyana在对抗Talon时具有优势。\n\n原因如下：\n\n- Qiyana的高机动性使她更容易躲避Talon的埋伏，反过来也能更好地对Talon发起攻击。\n- Qiyana的强控制技能限制了Talon的移动，并在他接近之前创造了输出机会。\n- Qiyana可以利用元素根据情况调整战术，使她能够灵活应对Talon的技能组合。\n- Talon的防御能力较低，容易受到Qiyana的爆发伤害，从而使她获得优势。\n- Qiyana擅长游走，对其他线路有影响，创造了Talon可能被孤立的局面。",
      "エコー": "艾克在对抗泰隆时具有优势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避泰隆的攻击。艾克可以在泰隆靠近之前逃脱。\n- 艾克的爆发伤害具有很高的AP比率，使其在完全装备后能够造成超过泰隆耐久度的伤害。\n- 艾克拥有护盾和治疗能力，使其更容易在泰隆的爆发伤害中生存。\n- 艾克的范围控制技能限制了泰隆在团战和一对一情况下的移动，为反击提供了机会。\n- 泰隆无法在不靠近的情况下造成伤害，而艾克可以在保持距离的同时进行攻击，这使得泰隆很难发起攻击。",
      "ライズ": "瑞兹对塔隆有优势。\n\n原因如下：\n\n- 瑞兹的射程很长，可以在不让塔隆靠近的情况下骚扰他，从而在前期获得优势。\n- 由于技能组合的冷却时间短，他的输出很高，可以轻松利用塔隆的低耐久性造成伤害。\n- 他有保证的控制技能，使得在塔隆试图接近时更容易抓住他，创造反击的机会。\n- 塔隆的防御能力低，容易受到瑞兹技能组合的爆发伤害。\n- 瑞兹可以通过法力值进行成长，使他能够持续对塔隆造成伤害。\n- 为了利用塔隆的机动性，他需要利用地形，但瑞兹可以在此期间命中他的技能，更容易防止塔隆的埋伏。",
      "ルブラン": "乐芙兰对塔隆有优势。\n\n原因如下：\n\n- 乐芙兰的爆发伤害高，能够轻易在前期压制塔隆，因为塔隆的防御能力较低。\n- 乐芙兰的闪现技能使她能够轻松躲避塔隆的攻击，令塔隆难以拉近距离。\n- 塔隆需要靠近才能造成伤害，而乐芙兰可以远程攻击，使她在避免塔隆攻击的同时造成伤害。\n- 乐芙兰凭借高机动性可以灵活躲避塔隆的技能组合，使她不易受到塔隆的爆发伤害。\n- 塔隆的E技能冷却时间长，乐芙兰可以利用这个窗口进行攻击。\n- 乐芙兰对塔隆没有控制技能，使塔隆难以找到反击的机会。",
      "アジール": "阿兹尔占据优势。\n\n原因如下：\n\n- 阿兹尔的射程很长，可以在塔隆接近之前骚扰他，从而在前期获得优势。\n- 阿兹尔的范围伤害使得塔隆接近时更容易造成伤害，增加了塔隆击杀他的难度。\n- 阿兹尔有一个闪现技能，可以更容易地躲避塔隆的埋伏。\n- 阿兹尔的大招有击退效果，可以阻止塔隆的进攻，使塔隆难以攻击。\n- 塔隆的防御能力较低，通常无法承受阿兹尔的持续伤害。",
      "ヨネ": "永恩占据优势。\n\n原因如下：\n\n- 永恩不消耗法力，技能冷却时间短，能够在对线中持续攻击，更容易反制塔隆的爆发伤害。\n- 永恩的输出高，通过完成核心装备可以实现能力峰值，即使在受到塔隆伤害后也能进行反击。\n- 永恩的技能可以轻易取消敌方的位移，防止塔隆的伏击。\n- 永恩的机动性高，能够躲避塔隆的攻击，并在近战中保持优势。\n- 塔隆的防御能力低，需要靠近，容易受到永恩的持续攻击。",
      "ツイステッド・フェイト": "扭曲命运对塔隆有优势。\n\n原因如下：\n\n- 塔隆需要靠近才能造成爆发伤害，而扭曲命运可以远程攻击，更容易躲避塔隆的攻击。\n- 扭曲命运有一个定向控制技能，可以在塔隆试图接近时使其失去行动能力。\n- 扭曲命运的高推线能力使他能够在塔隆建立线权之前施加压力。\n- 塔隆的防御能力较低，使得扭曲命运可以轻松利用他的范围伤害和技能组合造成伤害。\n- 扭曲命运有一个传送技能，使他更容易躲避塔隆的埋伏，并可能反过来针对塔隆。",
      "ブラッドミア": "血沼对泰隆有优势。\n\n原因如下：\n\n- 血沼有很高的续航能力，更容易在泰隆的爆发伤害下生存。\n- 在泰隆的攻击命中之前，血沼可以使用无敌状态躲避泰隆的技能，从而进行反击。\n- 血沼可以造成远程伤害，更容易在泰隆靠近之前骚扰他。\n- 泰隆的防御能力较低，容易受到血沼的持续伤害。\n- 血沼擅长线上的维护，更容易创造出泰隆无法有效埋伏的局面。",
      "アクシャン": "阿克尚在对抗塔隆时具有优势。\n\n原因如下：\n\n- 阿克尚在早期交易中非常强大，可以反制塔隆的爆发伤害。\n- 阿克尚的被动技能提供额外的伤害和一个可以吸收塔隆攻击的护盾。\n- 阿克尚可以远程输出，允许他在塔隆接近之前先对其造成伤害。\n- 塔隆的防御能力较低，容易受到阿克尚的持续伤害。\n- 阿克尚的机动性使他更容易躲避塔隆的埋伏，从而主动出击。\n- 阿克尚还可以通过远程攻击应对塔隆的隐身状态，使他更容易警惕塔隆的埋伏。",
      "リサンドラ": "丽桑卓对塔隆有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能（CC），可以反制塔隆的接触和爆发，利用眩晕和无敌效果，使得抵消塔隆的攻击变得更容易。\n- 塔隆的防御能力较低，容易受到丽桑卓的爆发伤害。特别是在丽桑卓的技能组合下，塔隆面临被瞬间击杀的高风险。\n- 通过利用丽桑卓的远程传送，她可以躲避塔隆的埋伏，并从有利位置发起攻击。\n- 丽桑卓可以在塔隆攻击之前利用技能拉开距离，从而限制塔隆的接触机会。\n- 丽桑卓的被动减速效果妨碍了塔隆的逃跑和埋伏潜力，阻止他按自己的意愿移动。",
      "ヴェックス": "Vex在对抗Talon时具有优势。\n\n原因如下：\n\n- Vex可以对Talon的闪现和高机动性造成额外伤害，使她在Talon接近时能够造成显著伤害。\n- 她拥有可靠的控制技能，使得打断Talon的攻击和限制他的进攻机会变得更容易。\n- 在对线时，Vex可以通过EQ组合轻松骚扰Talon，使她在承受Talon的爆发伤害之前能够进行有利的交易。\n- Talon的防御能力较低，使他面临被Vex的爆发伤害击杀的高风险。\n- Vex的终极技能允许远程交战，使她能够在Talon试图伏击时进行反击，有效地抵消他的突袭。"
    }
  },
  "ゼド": {
    "name": "ゼド",
    "beats": {
      "タリヤ": "塔莉雅处于劣势。\n\n- 劫的爆发伤害很高，而塔莉雅的逃生手段有限，使她容易受到伏击。\n- 劫利用他的影子移动，使他很容易躲避塔莉雅的技能，尤其是在全力进攻时。\n- 塔莉雅的技能施法时间较长，使她很难反制劫的爆发潜力。\n- 劫可以避免塔莉雅的范围攻击，使他更容易减轻她的伤害。\n- 塔莉雅很难预测劫大招的激活位置，增加了被反制的风险。",
      "カサディン": "卡萨丁处于劣势。\n\n- 劫具有高爆发伤害，并且可以在前期对卡萨丁施加强大的压力，使卡萨丁在对线交易中处于不利地位。\n- 卡萨丁在前期的机动性和爆发能力较低，使他容易受到劫的攻击。特别是在被劫的连招击中时，卡萨丁会单方面受到伤害。\n- 劫的影子机动性限制了卡萨丁的逃生选项，使他在被全力进攻时非常脆弱。\n- 卡萨丁的物理防御较低，容易受到劫的物理伤害，这减少了他抵御劫攻击的手段。\n- 劫可以针对孤立的敌人进行强力击杀，因此如果卡萨丁在对线时变得孤立，他就会成为劫的容易目标。",
      "ゼラス": "劫对泽拉斯有优势。\n\n- 劫具有高爆发伤害，擅长利用他的影子进行灵活攻击，使他能够在躲避泽拉斯技能的同时轻松接近。\n- 泽拉斯的技能启动时间较慢，难以击中高度机动的劫，这使得他容易受到攻击。\n- 劫在近战全力以赴时非常强大，而泽拉斯的自我防御选项有限，使他在埋伏中显得脆弱。\n- 劫的终极技能可以迅速减少泽拉斯的生命值，而泽拉斯没有减轻爆发伤害的手段，因此容易受到致命伤害。\n- 泽拉斯的射程很长，但如果劫使用闪现，他可以迅速拉近距离，增加被反击的风险。",
      "ガリオ": "加里奥处于劣势。\n\n- 劫的爆发伤害很高，由于加里奥的物理防御较低，他在全力进攻中很容易被击杀。\n- 劫的机动性使他能够在加里奥施放技能之前拉近距离，这使得有效的反击变得困难。\n- 劫的影子攻击可以避开加里奥的护盾和控制技能，使加里奥的防御选项很容易被无效化。\n- 加里奥的逃生手段很少，使得在承受劫的连招后很难进行反击。\n- 劫在前期就能强力交易，使得在加里奥升级之前更容易创造有利局面。",
      "アーリ": "阿狸处于劣势。\n\n- 劫的爆发伤害很高，如果阿狸在使用技能后被反击，她很可能会瞬间被击杀。\n- 劫的机动性使得躲避阿狸的技能变得容易，特别是他可以利用影子移动来躲避她的攻击。\n- 阿狸的主要技能有方向性目标且投射速度较慢，如果劫使用闪现，就很难命中他。\n- 劫在受到阿狸技能伤害后可以立即反击，这使得阿狸全力以赴的风险很大。\n- 阿狸的爆发伤害较低，难以对抗劫的爆发伤害。",
      "ベイガー": "维迦处于劣势。\n\n- 劫的爆发伤害很高，可以瞬间消灭维迦，使维迦的反制手段有限。\n- 劫的闪现技能使得躲避维迦的技能变得容易，尤其是在施放控制技能之前，承受伤害的风险增加。\n- 维迦在前期技能施放较慢，如果受到劫的伤害，他的对线稳定性会受到影响。\n- 劫可以针对孤立的敌人进行强力击杀，因此如果维迦位置不当，就容易成为目标。\n- 维迦的控制能力不足以对抗劫的机动性，当劫接近时，维迦的逃生手段有限。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 劫的爆发伤害很高，可以在塔隆发动攻击之前造成显著伤害，使塔隆很难全力以赴。\n- 劫的影子移动能力使他容易躲避塔隆的攻击，而劫也可以轻松追击塔隆。\n- 劫的技能冷却时间短，增加了塔隆使用技能后被反击的风险。\n- 劫的E技能减速效果限制了塔隆的移动，使他在尝试逃跑或发起攻击时处于劣势。\n- 劫有办法减轻塔隆的爆发伤害，特别容易预测塔隆终极技能的时机。",
      "ラックス": "Lux在对抗Zed时处于劣势。\n\n- Zed的爆发伤害很高，如果他靠近，Lux有被瞬间击杀的风险。\n- Zed的机动性使他容易躲避Lux的技能，这使得命中技能变得困难。\n- Zed可以快速利用他的影子拉近距离，从而利用Lux的基础属性弱点。\n- Lux有许多方向性的技能，但Zed的闪现可以轻松躲避。\n- Zed在骚扰或全力进攻时可以轻松执行强力连招，而Lux对他的攻击防御选项有限。",
      "ヨネ": "Yone处于劣势。\n\n- Zed的爆发伤害很高，如果Yone在使用技能后被反制，他很可能会瞬间被击倒。\n- Zed利用他的影子移动，使得躲避Yone的攻击变得更容易，尤其是在全力交战时，他可以更有利地进行战斗。\n- Yone对装备依赖性很高，在前期没有装备时很难反制Zed的攻击。\n- Zed可以利用Yone技能的冷却时间，更容易预测Yone何时会发起攻击。\n- Zed可以利用他的E技能的减速效果限制Yone的逃跑能力，使得追击变得更容易。",
      "フェイ": "Faye处于劣势。\n\n原因如下：\n\n- Zed的机动性很高，可以迅速拉近距离，容易躲避Faye的技能。\n- Zed的爆发伤害非常高，而Faye的耐久性较低，如果被抓到有被瞬间击杀的风险。\n- Faye的技能施放需要时间，在受到Zed攻击之前很难进行反击。\n- Zed可以利用影子重新定位，容易躲避Faye的技能，而Faye更容易受到攻击。\n- Faye在团战中很强，但在一对一的情况下难以应对Zed的刺客特性。",
      "メル": "梅尔处于劣势。\n\n- 劫的爆发伤害很高，如果梅尔在使用技能后被劫全力进攻，他很可能会瞬间被击倒。\n- 梅尔缺乏主动控制技能，因此他抵御劫攻击的手段有限。\n- 劫利用他的影子移动，可以在避免梅尔攻击的同时接近他，使骚扰无效。\n- 劫可以迅速用爆发伤害减少梅尔的生命值，常常让梅尔难以及时恢复。\n- 劫在早期交战中可以获得优势，使他更容易创造梅尔无法滚雪球的局面。",
      "アニー": "安妮处于劣势。\n\n- 劫的爆发伤害很高，这使得他在安妮使用技能后很可能进行反击。\n- 劫的机动性通常使他能够躲避安妮的控制技能，这让安妮容易受到伏击。\n- 安妮的技能范围较短，使她在面对劫的攻击时特别脆弱，尤其是在全力交战时。\n- 劫可以瞬间利用他的影子拉近距离，这让安妮很难保持安全距离。\n- 劫缺乏减轻安妮爆发伤害的手段，因此如果安妮能够领先，就有机会扭转局势，但早期的劣势是显著的。"
    },
    "loses": {
      "マルファイト": "马尔菲特在对阵劫时具有优势。\n\n原因如下：\n\n- 马尔菲特拥有高物理防御，可以减轻劫的物理伤害，使他不易受到劫的爆发伤害。\n- 劫的攻击主要依赖于普通攻击和技能，而马尔菲特可以通过技能降低劫的攻击速度，进一步减少劫的伤害。\n- 马尔菲特具有强大的开团能力，使他能够在劫尝试全力进攻时进行反击。\n- 劫依赖技能冷却，而马尔菲特的耐久性使得在劫使用技能后有机会进行反击。\n- 马尔菲特可以在对线时进行骚扰，在劫靠近之前造成伤害，从而更容易保持对线优势。",
      "アジール": "Azir占据优势。\n\n- Azir拥有高输出和丰富的范围攻击，使他能够对Zed的影子攻击造成持续伤害。\n- Zed在团队战斗中控制能力较弱，而Azir可以用他的终极技能来阻止Zed的进攻，该技能具有击退效果。\n- Azir拥有瞬移技能，使他更容易躲避Zed的攻击，并能够在保持距离的同时安全地进行攻击。\n- Zed在对抗弱小的前期法师时占优势，但Azir能够造成特别持续的伤害，使他更容易反击Zed的全力进攻。\n- Azir的射程很长，使他能够在Zed接近之前造成伤害，特别是对低护甲的对手，给他带来了有利的位置。",
      "サイラス": "Sylas占据优势。\n\n- Sylas可以偷取Zed的技能，这使他能够减少Zed的爆发伤害，同时增加自己的伤害。\n- Sylas拥有多个位移技能，使他更容易躲避Zed的攻击，并且他擅长追击和埋伏，使他在对抗Zed的全力进攻时非常强大。\n- Zed在团队战斗中控制能力较弱，而Sylas可以利用他的技能来抵消Zed的攻击，使他在团队战斗中表现出色。\n- 当Sylas领先时，他的爆发伤害很高，可以迅速削减Zed的生命值，使他在对线时更容易施加压力。\n- Zed的技能依赖于冷却时间，通过合理安排攻击时机，Sylas可以抵消Zed的优势。",
      "キヤナ": "Qiyana在对抗Zed时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Zed的攻击，减少被他连招击中的可能性。\n- 她拥有强力的控制技能，可以轻松限制Zed的行动，在全力交战中获得优势。\n- 通过利用元素，她可以根据情况造成爆发伤害，迅速减少Zed的生命值。\n- Zed在团队战中缺乏范围伤害，使他很难反制Qiyana多样的战术。\n- Qiyana擅长游走，对其他线路有影响，造成Zed可能被孤立的局面。",
      "アクシャン": "阿克尚在对阵劫时具有优势。\n\n原因如下：\n\n- 阿克尚在早期交易中非常强大，能够在承受劫的攻击时轻松造成伤害。\n- 阿克尚的被动技能提供额外的伤害和护盾，可以有效减少劫的爆发伤害。\n- 劫在近战中擅长爆发伤害，但阿克尚具有高机动性，能够躲避劫的攻击。\n- 阿克尚可以远程骚扰，在劫使用影子接近之前造成伤害。\n- 劫的技能依赖于冷却时间，而阿克尚可以利用这一点在此期间进行攻击。\n- 阿克尚在击杀后能够复活队友，使得在团队战中扭转局势变得更容易。如果劫被孤立，阿克尚扭转战局的能力将变得显著。",
      "ブラッドミア": "血沼对劫有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，可以在战斗中恢复生命值，使其更容易在劫的爆发伤害下生存。\n- 血沼可以使用具有无敌效果的技能来躲避劫的攻击，利用劫爆发前的时间。\n- 血沼可以远程攻击，使其在劫靠近之前更容易骚扰他，从而获得对线控制权。\n- 劫在团队战中的范围伤害较低，而血沼可以造成持续伤害，使其在团队战中占据优势。\n- 劫的技能依赖于冷却时间，如果他计算失误，可能会被血沼反击。",
      "アニビア": "安妮维亚占据优势。\n\n- 安妮维亚可以利用她的区域控制技能限制劫的移动，使他难以接近。\n- 安妮维亚的高清线能力限制了劫在对线阶段骚扰或全力进攻的机会。\n- 虽然劫有爆发伤害，但安妮维亚的复活被动使她有很高的生存几率。\n- 安妮维亚的射程很长，使她能够在劫接近之前造成伤害，特别是在早期交易中给她带来优势。\n- 劫的控制技能只是减速，这对安妮维亚的区域控制技能无效。",
      "イレリア": "艾瑞莉娅在对抗劫时具有优势。\n\n原因如下：\n\n- 艾瑞莉娅拥有减少爆发伤害的技能，使她更容易反制劫的高爆发。\n- 艾瑞莉娅的闪现技能使她能够躲避劫的攻击或发起自己的攻击。\n- 艾瑞莉娅具有较高的持续伤害能力，使她更容易承受劫的全力进攻。\n- 劫的技能依赖于冷却时间，而艾瑞莉娅可以有效地使用她的技能来抵消劫的攻击。\n- 艾瑞莉娅在对线时擅长骚扰，使她能够在受到劫的攻击之前造成伤害。",
      "ダイアナ": "黛安娜在对阵劫时具有优势。\n\n原因如下：\n\n- 黛安娜有一个护盾，可以减轻劫的爆发伤害，使她在全力进攻时具有很高的耐久性。\n- 她可以连续使用跳跃，更容易躲避利用劫的影子进行的攻击，并提供很高的追击潜力。\n- 劫的技能冷却时间较长，在此期间黛安娜可以发起攻击。\n- 黛安娜的范围伤害在团队战斗和推线中表现出色，使劫更难以孤立自己。\n- 劫的控制能力较弱，当受到黛安娜的终极技能拉扯或减速效果影响时，他很难进行反击。",
      "エコー": "艾克在对阵劫时具有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避劫的攻击。特别是，他可以利用瞬移和移动技能来躲避劫的连招。\n- 艾克的爆发伤害具有很高的AP比率，使他在发育良好时能够造成超过劫耐久度的伤害，从而在全力交战中占据优势。\n- 艾克拥有护盾和治疗能力，可以减轻劫的爆发伤害，使他更加耐打。\n- 劫的技能依赖于冷却时间，在这段时间内，艾克可以逃跑或反击。\n- 艾克的控制技能可以限制劫的行动并中和他的连招。"
    }
  },
  "カタリナ": {
    "name": "カタリナ",
    "beats": {
      "タリヤ": "塔莉雅处于劣势。\n\n原因如下：\n\n- 卡特琳娜机动性高，可以迅速接近塔莉雅，允许她在躲避塔莉雅攻击的同时造成伤害。\n- 塔莉雅的控制技能可以抑制卡特琳娜的爆发潜力，但卡特琳娜在使用技能后可以立即逃脱，使她更容易躲避塔莉雅的技能。\n- 卡特琳娜通过击杀可以重置技能冷却时间，给她提供了多次消灭塔莉雅的机会，并允许她反复发起攻击。\n- 塔莉雅的基础属性较低，容易受到伏击，使她特别容易受到像卡特琳娜这样的刺客的攻击。\n- 卡特琳娜可以在受到塔莉雅攻击之前迅速使用技能拉近距离，使她能够在塔莉雅发起攻击之前造成伤害。",
      "フェイ": "Faye在对抗Katarina时处于劣势。\n\n- Katarina的机动性很高，可以迅速拉近距离进行攻击，容易躲避Faye的技能。\n- Faye的技能需要时间来施放，这使得她难以应对Katarina的快速攻击。\n- Katarina通过击杀可以重置技能冷却时间，使她能够连续输出伤害。\n- Faye的法力消耗很高，持续作战困难，因此在承受Katarina的攻击时容易耗尽能量。\n- Katarina没有控制技能，但通过躲避Faye的技能，她可以轻松抵消Faye的伤害。",
      "シンドラ": "辛德拉在对阵卡特琳娜时处于劣势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，可以迅速拉近距离造成伤害，容易躲避辛德拉的技能。\n- 辛德拉的自我防御技能E冷却时间长，使得在卡特琳娜进攻时难以反击。\n- 卡特琳娜通过击杀可以重置技能冷却时间，使她能够持续对辛德拉施加压力。\n- 辛德拉在前期较弱，如果卡特琳娜获得早期优势，她很可能会滚雪球。\n- 管理辛德拉的球体很具挑战性，她常常无法在受到卡特琳娜攻击前有效施放技能。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 卡特琳娜机动性强，可以在躲避扎伊拉技能的同时接近她，这使得扎伊拉很难命中攻击。\n- 扎伊拉的技能激活时间较慢，难以对卡特琳娜的瞬间机动性做出反应。\n- 卡特琳娜可以从扎伊拉的攻击范围外单方面攻击，使扎伊拉容易受到骚扰。\n- 卡特琳娜通过击杀可以重置技能冷却时间，使她能够对扎伊拉造成持续伤害。\n- 扎伊拉的自我防御选项有限，如果被卡特琳娜伏击，很容易被击倒。",
      "ヨネ": "永恩处于劣势。\n\n- 卡特琳娜机动性强，可以迅速拉近距离造成伤害，容易躲避永恩的攻击。\n- 卡特琳娜技能冷却时间短，通过击杀敌人，她可以更轻松地使用技能，增加持续受到伤害的风险。\n- 永恩对装备依赖性强，在完全装备之前很难反制卡特琳娜的爆发伤害。\n- 尽管卡特琳娜射程较短，但她可以利用技能拉开距离，避免受到永恩的攻击，使她在对线阶段骚扰时占据优势。\n- 永恩缺乏控制技能，因此他限制了阻止卡特琳娜攻击的手段，使她可以自由移动。",
      "ベイガー": "维迦在对抗卡特琳娜时处于劣势。\n\n- 卡特琳娜的机动性很高，可以迅速拉近距离，更容易躲避维迦的技能。\n- 维迦的主要技能施法时间较长，使得在卡特琳娜接近之前很难命中她。\n- 卡特琳娜通过击杀可以重置技能冷却时间，使她能够反复发起攻击。\n- 维迦依赖控制技能，因此如果被卡特琳娜的攻击击中，他有可能承受大量爆发伤害。\n- 卡特琳娜没有控制技能，但她可以在躲避维迦技能的同时造成伤害，从而施加持续伤害。",
      "ラックス": "拉克斯在对阵卡特琳娜时处于劣势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，容易躲避拉克斯的技能并在不受伤害的情况下接近。\n- 卡特琳娜具有爆发潜力，如果拉克斯错过技能，就会给卡特琳娜创造发起攻击的机会。\n- 拉克斯在被接近时非常脆弱，难以应对卡特琳娜的爆发伤害。\n- 卡特琳娜的技能冷却时间短，能够通过击杀持续输出，对拉克斯构成持续威胁。\n- 拉克斯的技能是技能射击，而卡特琳娜的机动性使得命中变得困难，导致骚扰效果不佳。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 卡特琳娜的机动性很高，容易躲避奥莉安娜的技能，这使得奥莉安娜很难命中攻击。\n- 卡特琳娜具有爆发潜力，可以迅速拉近距离，在奥莉安娜使用技能后立即造成伤害。\n- 奥莉安娜的技能是范围伤害，但卡特琳娜可以瞬间移动，能够躲避奥莉安娜的能力。\n- 卡特琳娜通过击杀可以重置技能冷却时间，使她能够持续与奥莉安娜交战。\n- 奥莉安娜的基础护甲较低，使她容易受到卡特琳娜的爆发伤害。",
      "ツイステッド・フェイト": "扭曲命运在对抗卡特琳娜时处于劣势。\n\n- 卡特琳娜的机动性很高，可以迅速拉近距离造成伤害，使她容易躲避扭曲命运的攻击。\n- 扭曲命运的眩晕可以抑制卡特琳娜的爆发潜力，但她可以立即使用技能进行反击，因此即使被眩晕也有可能被反转局势。\n- 卡特琳娜通过击杀可以重置技能冷却时间，这在击败扭曲命运时进一步增强了她的实力，使她擅长滚雪球。\n- 扭曲命运在前期的战斗能力一般，允许卡特琳娜通过早期交战来占据优势。\n- 由于卡特琳娜缺乏控制技能，如果她能够躲避扭曲命运的眩晕，她就可以自由移动并造成伤害。",
      "マルザハール": "马尔扎哈在对抗卡特琳娜时处于劣势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，容易躲避马尔扎哈的攻击。特别是当马尔扎哈的技能在冷却时，卡特琳娜可以发起攻击。\n- 卡特琳娜的爆发潜力很高，可以在马尔扎哈使用技能后立即反击。由于马尔扎哈的爆发伤害较低，卡特琳娜可以安全地进行攻击。\n- 马尔扎哈的沉默效果很强，但卡特琳娜缺乏控制技能，使她即使被沉默后也能继续攻击。\n- 卡特琳娜在击杀后技能冷却时间重置，使她即使在消灭马尔扎哈后也能持续输出伤害。\n- 马尔扎哈在前期较弱，特别容易受到卡特琳娜的攻击。如果卡特琳娜在前期获得优势，她可以轻松主宰这条路。",
      "アーリ": "阿狸处于劣势。\n\n原因如下：\n\n- 卡特琳娜具有高爆发潜力，能够轻松躲避阿狸的技能。特别是，卡特琳娜的技能在击杀后会重置冷却时间，使她能够对阿狸施加持续压力。\n- 阿狸的主要技能是飞行技能，弹道速度较慢，这使得很难击中能够迅速拉近距离并攻击的卡特琳娜，导致阿狸很难命中她的技能。\n- 虽然卡特琳娜缺乏控制技能，但阿狸的爆发伤害也很低，这使得阿狸在卡特琳娜发起攻击时几乎没有反击的空间。卡特琳娜可以在承受阿狸攻击的同时造成伤害。\n- 阿狸在对线阶段很强，但卡特琳娜早期基础伤害较低，这使得当阿狸试图骚扰时，卡特琳娜更容易进行反击。\n- 在团队战中，卡特琳娜可以造成持续伤害，并且她在阿狸能够在团队战中施加影响之前很有可能就能击杀敌人。",
      "ルブラン": "乐芙兰在对阵卡特琳娜时处于劣势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，容易躲避乐芙兰的技能。特别是，卡特琳娜的闪现技能使她能够避免乐芙兰的攻击。\n- 卡特琳娜通过击杀可以重置技能冷却时间，使她能够持续对乐芙兰造成伤害。\n- 乐芙兰的爆发伤害很高，但卡特琳娜在团战中可以造成持续伤害，使她在持久战中处于不利地位。\n- 卡特琳娜缺乏控制技能，但乐芙兰也没有瞬时控制技能，这给了卡特琳娜很多发起攻击的机会。\n- 乐芙兰的基础属性较低，缺乏续航能力，这使她在受到卡特琳娜伤害时可能处于困难境地。"
    },
    "loses": {
      "ブラッドミア": "血沼对卡特琳娜有优势。\n\n原因如下：\n\n- 血沼的W技能具有无敌效果，可以避免卡特琳娜的爆发伤害，并创造反击的机会。\n- 卡特琳娜缺乏控制技能，这意味着她无法忽视血沼的续航能力，并可能受到持续伤害。\n- 血沼可以通过使用技能自我治疗，使他更容易在卡特琳娜的攻击下生存并保持对线控制。\n- 卡特琳娜在前期基础伤害较低，且高度依赖装备，这使得血沼在她变强之前获得优势。\n- 血沼擅长远程骚扰，使卡特琳娜难以接近，并让他在对线中施加压力。",
      "ガリオ": "加里奥对卡特琳娜有优势。\n\n原因如下：\n\n- 加里奥拥有三种类型的硬控制技能，可以限制卡特琳娜的高机动性，使得更容易防止她的攻击。\n- 加里奥对魔法伤害有很高的抵抗力，使他能够减轻卡特琳娜的魔法伤害，并在战斗中保持生存。\n- 卡特琳娜缺乏控制技能，因此她没有办法抵消加里奥的护盾或控制技能，使她容易受到他的攻击。\n- 加里奥的终极技能允许远程位移，使他能够迅速加入团队战斗，并在卡特琳娜被孤立时利用这一优势。\n- 卡特琳娜的基础伤害较低，且高度依赖装备，使得在前期与加里奥对线时很难进行交易。",
      "タロン": "塔隆占据优势。\n\n原因如下：\n\n- 塔隆在前期具有高爆发伤害，使他在卡特琳娜获得装备之前更容易击杀敌人。\n- 塔隆的机动性使他能够利用地形进行伏击，能够在躲避卡特琳娜技能的同时进行攻击。\n- 卡特琳娜缺乏控制技能，因此她无法阻止塔隆的攻击，使他可以自由攻击。\n- 塔隆的技能造成范围伤害，使他能够在团队战斗中在卡特琳娜造成持续伤害之前消灭她。\n- 塔隆可以快速推线，使卡特琳娜难以在路线上保持存在感。\n- 塔隆的隐身技能使他更容易避免卡特琳娜的反击，在发起伏击时给予他优势。",
      "カサディン": "卡萨丁占据优势。\n\n原因如下：\n\n- 卡萨丁的被动技能可以减少魔法伤害，使他对卡特琳娜的魔法伤害有很高的抵抗力，减少受到的伤害。\n- 卡萨丁的终极技能带来的高机动性使他更容易躲避卡特琳娜的攻击，并能够迅速接近并攻击她。\n- 在中后期，卡萨丁拥有强大的爆发伤害，可以在卡特琳娜使用技能后抓住机会进行反击。\n- 卡特琳娜缺乏控制技能，因此卡萨丁可以在攻击时自由移动，轻松避开她的攻击。\n- 卡萨丁对AP刺客有优势特性，使他在对抗像卡特琳娜这样的AP刺客时保持优势。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索的技能冷却时间短，使他能够持续攻击并反制卡特琳娜的爆发潜力。\n- 卡特琳娜缺乏控制技能，这使得亚索更容易利用他的护盾和墙壁来躲避她的攻击。\n- 亚索的输出很高，可以通过利用卡特琳娜使用技能后的空档来造成伤害。\n- 亚索的攻击有更高的暴击几率，使他能够迅速减少卡特琳娜的生命值。\n- 卡特琳娜在前期较弱，因此如果亚索在对线中获得优势，就更容易滚雪球。",
      "ライズ": "瑞兹对卡特琳娜有优势。\n\n原因如下：\n\n- 瑞兹的射程很长，容易阻止卡特琳娜接近，从而造成强力骚扰。\n- 瑞兹的技能包含保证的控制效果，可以限制卡特琳娜的机动性，使她更难以攻击。\n- 卡特琳娜缺乏控制技能，因此她反制瑞兹技能连招的选择有限。\n- 瑞兹依赖法力值，一旦装备得当，他可以造成高输出，使得对卡特琳娜造成持续伤害变得更容易。\n- 卡特琳娜在前期较弱，而瑞兹的推线能力强，使他能够在早期建立对线优势。\n- 瑞兹的技能可以短时间内连续使用，使他在卡特琳娜能够击杀之前继续造成伤害。",
      "キヤナ": "Qiyana在对抗Katarina时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Katarina的攻击，这使得Katarina难以发挥她的爆发潜力。\n- Qiyana拥有强力的控制技能，可以限制Katarina的行动，使她能够在Katarina使用技能之前造成伤害。\n- Qiyana可以利用元素根据情况调整战术，使她能够在攻击的同时躲避Katarina的技能。\n- Katarina缺乏控制技能，因此在被Qiyana攻击时，她的反击选择有限。\n- Qiyana具有强大的游走潜力，可以影响其他线路，制造Katarina可能被孤立的局面。",
      "エコー": "艾克对卡特琳娜有优势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避卡特琳娜的攻击。卡特琳娜的攻击范围较短，需要靠近，因此艾克的机动性对他有利。\n- 艾克有控制技能，可以限制卡特琳娜的爆发潜力。这使得艾克能够在卡特琳娜使用技能之前将其中和。\n- 艾克有护盾和治疗能力，使他在面对卡特琳娜的爆发伤害时更具耐久性。这增加了艾克在卡特琳娜试图击杀时生存的可能性。\n- 艾克的技能冷却时间短，能够持续输出伤害，给他提供了多次反击的机会，在卡特琳娜能够击杀之前。\n- 卡特琳娜缺乏控制技能，使她在艾克的逃脱和追击选项面前无能为力。艾克可以在反击的同时抵挡卡特琳娜的攻击。",
      "リサンドラ": "丽桑卓对卡特琳娜有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能，可以通过眩晕和减速限制卡特琳娜的行动，使她在接近攻击之前无法行动。\n- 卡特琳娜缺乏控制技能，使她容易受到丽桑卓的控制，更容易受到攻击。\n- 丽桑卓的技能造成高爆发伤害，使她能够在卡特琳娜接近之前造成显著伤害。\n- 丽桑卓可以使用她的远程传送安全定位，更容易躲避卡特琳娜的攻击。\n- 丽桑卓的被动减速效果降低了卡特琳娜的机动性，使她难以逃脱。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避卡特琳娜的技能。特别是，她可以在被卡特琳娜攻击之前接近并造成伤害。\n- 艾瑞莉娅的技能具有减伤效果，使她对卡特琳娜的爆发伤害有抵抗力，从而在交战中获得优势。\n- 卡特琳娜缺乏控制技能，因此艾瑞莉娅可以在攻击时自由移动。这使她能够在造成持续伤害的同时躲避卡特琳娜的技能。\n- 艾瑞莉娅在对线时擅长骚扰，并且可以在躲避卡特琳娜技能的同时轻松获得补刀。这使她更容易建立对线优势。\n- 卡特琳娜在前期的基础伤害较低，且高度依赖装备，这使得艾瑞莉娅更容易在早期创造有利局面。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽机动性高，可以通过连续闪烁轻松躲避卡特琳娜的攻击。\n- 由于卡特琳娜缺乏控制技能，阿卡丽可以利用她的隐身和闪烁来躲避攻击并进行反击。\n- 阿卡丽的基础伤害高，能够迅速消灭卡特琳娜，使她能够在卡特琳娜使用技能后抓住机会。\n- 阿卡丽的生命值回复能力使她更容易承受卡特琳娜的爆发伤害，使她在持久战中表现强劲。\n- 卡特琳娜在前期较弱，使阿卡丽能够掌控局面并在对线中施加压力。",
      "ゼド": "劫对卡特琳娜有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，可以迅速削减卡特琳娜的生命值，使得全力进攻对他更有利。\n- 卡特琳娜缺乏控制技能，使她容易受到劫的攻击，尤其是她容易被劫的影子连招击杀。\n- 劫的机动性使他能够轻松躲避卡特琳娜的技能，而她在试图攻击时更容易被抓住。\n- 劫可以在游戏早期有效交易，在卡特琳娜发育之前创造有利局面。\n- 卡特琳娜非常依赖装备，并且在早期存在弱点，因此如果劫获得早期击杀，他可以更容易地滚雪球。"
    }
  },
  "ダイアナ": {
    "name": "ダイアナ",
    "beats": {
      "フィズ": "菲兹处于劣势。\n\n原因如下：\n\n- 黛安娜有很强的追击潜力，可以切断菲兹的逃跑选项。\n- 黛安娜的控制技能使菲兹容易被定身，增加了在他能够造成爆发伤害之前被抓住的可能性。\n- 菲兹在前期较弱，容易受到黛安娜的攻击。尤其是在3级之前，他很难反击她。\n- 黛安娜的护盾减少了菲兹的爆发伤害，使他难以造成有效伤害。\n- 黛安娜有强大的推线能力，使菲兹很难获得补刀。",
      "マルザハール": "马尔扎哈处于劣势。\n\n原因如下：\n\n- 黛安娜擅长近战，能够轻松拉近与马尔扎哈的距离，使其在使用远程技能之前就被接近。\n- 黛安娜的跳跃技能使她能够在马尔扎哈使用技能后迅速拉近距离，增加反击的可能性。\n- 黛安娜的护盾减少了马尔扎哈的爆发伤害，使其难以造成持续伤害。\n- 马尔扎哈在前期较弱，黛安娜可以通过早期交战创造有利局面。\n- 黛安娜的控制技能限制了马尔扎哈的行动，特别是减少了他在团战中的影响。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 黛安娜是一个近战输出，可以在扎伊拉的攻击范围之外进行攻击，使扎伊拉非常容易受到黛安娜的单方面攻击。\n- 黛安娜的跳跃技能使她能够轻松拉近距离，即使扎伊拉试图保持距离。\n- 黛安娜的控制技能使扎伊拉容易被定身，特别是黛安娜的大招将她拉入，这可能导致大量伤害。\n- 扎伊拉的自我防御选项有限，当被黛安娜攻击时几乎没有逃脱的手段，使她容易受到伏击。\n- 黛安娜具有高持续输出能力，即使扎伊拉试图骚扰，黛安娜的护盾通常也能减轻伤害。",
      "メル": "梅尔处于劣势。\n\n原因如下：\n\n- 黛安娜擅长近战，容易在梅尔利用远程攻击之前缩短距离。\n- 黛安娜的跳跃技能增加了她追击梅尔的可能性，即使梅尔试图保持距离。\n- 黛安娜有一个护盾，使她更容易抵消梅尔的伤害。\n- 梅尔缺乏主动控制技能，使她在面对黛安娜的全力进攻时几乎没有防御选择。\n- 黛安娜的控制技能可以轻易地使梅尔失去行动能力，使她很难反击造成伤害。",
      "アニー": "安妮处于劣势。\n\n- 黛安娜是一个近战英雄，可以利用安妮的短距离轻松拉近距离。\n- 黛安娜的护盾减少了安妮的爆发伤害，使她难以造成有效伤害。\n- 黛安娜有一个跳跃技能，可以在安妮发起攻击之前拉近距离并反击。\n- 安妮需要管理叠加层，没有叠加层她无法激活控制技能，使她容易受到黛安娜的伏击。\n- 黛安娜的终极技能可以拉扯并减速安妮，使她的逃生选项有限，如果被抓住，面临致命伤害的可能性增加。",
      "アクシャン": "阿克尚处于劣势。\n\n- 黛安娜在近战中很强，当她靠近时，阿克尚在远程攻击时可能会因为黛安娜的高追击能力而受到伤害。\n- 由于黛安娜的护盾和跳跃技能，有很高的机会在抵挡阿克尚的攻击时进行反击。\n- 阿克尚在被交战时很弱，如果被黛安娜的控制技能限制，他将变得无能为力。\n- 由于阿克尚的射程较短，进入黛安娜的攻击范围增加了受到伤害的风险。\n- 黛安娜具有很强的持续伤害能力，如果阿克尚无法滚雪球，他的输出往往会显得乏力。",
      "ゼド": "劫在对抗黛安娜时处于劣势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，当劫全力进攻时，她可以轻松反击。\n- 黛安娜的护盾减少了劫的爆发伤害，使得击杀变得更加困难。\n- 黛安娜的控制技能增加了劫在激活大招之前被限制的可能性。\n- 劫在团战中缺乏范围伤害，使得反制黛安娜的持续伤害变得困难。\n- 黛安娜在对线时具有强大的推线能力，使得劫更难发育。",
      "ライズ": "瑞兹处于劣势。\n\n- 黛安娜擅长近战，可以利用瑞兹的短距离轻松接近他。\n- 黛安娜的跳跃技能增加了瑞兹在使用技能后被反击的可能性。\n- 黛安娜的护盾减少了瑞兹的爆发伤害，导致他在一对一交锋中的胜率降低。\n- 黛安娜拥有控制技能，这使得瑞兹在施放技能连招之前有被控制的风险。\n- 瑞兹的法力消耗高，在持久战中容易耗尽法力，而黛安娜的续航能力强，使她在持久战中更具优势。",
      "タリヤ": "塔莉雅在对抗黛安娜时处于劣势。\n\n原因如下：\n\n- 黛安娜在近战中很强，能够轻松利用她的跳跃技能接近塔莉雅，使塔莉雅难以发挥她的远程优势。\n- 黛安娜的护盾减少了塔莉雅的爆发伤害，阻止她造成有效伤害。\n- 塔莉雅的逃生选项有限，如果被黛安娜的控制技能抓住，她很可能会受到致命伤害。\n- 黛安娜在团队战中具有范围伤害和高续航能力，使塔莉雅难以单方面攻击。\n- 由于黛安娜的高追击潜力，一旦塔莉雅被抓住，她很难逃脱，增加了黛安娜击杀的风险。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 黛安娜在近战中很强，可以从奥莉安娜的攻击范围外跳入，使奥莉安娜容易受到攻击。\n- 黛安娜的跳跃技能使得奥莉安娜即使在控制球时也很难阻止她靠近。\n- 黛安娜的护盾和续航能力使她能够轻松吸收奥莉安娜的伤害，从而降低奥莉安娜的爆发伤害效果。\n- 黛安娜拥有控制技能，可以限制奥莉安娜使用技能的时机，限制她的移动。\n- 奥莉安娜的基础护甲较低，使她容易受到黛安娜攻击的致命伤害。",
      "ヴェックス": "维克斯处于劣势。\n\n- 黛安娜擅长近战，并且在避免维克斯的攻击的同时能够迅速接近。\n- 黛安娜的护盾减少了维克斯的爆发伤害，使得交易对她更不利。\n- 黛安娜的跳跃技能增加了追击维克斯的可能性，即使她试图拉开距离。\n- 如果维克斯的逃生选项被黛安娜的控制技能切断，她将受到致命伤害。\n- 维克斯没有逃生技能，使她对黛安娜的攻击非常脆弱。",
      "ラックス": "拉克斯在对抗黛安娜时处于劣势。\n\n- 黛安娜擅长近战，当她靠近时，拉克斯变得脆弱，因为她没有空间使用技能。\n- 黛安娜的跳跃技能使她能够轻松追上拉克斯，即使拉克斯试图保持距离，这增加了全力进攻的风险。\n- 黛安娜的护盾减少了拉克斯的爆发伤害，使她很难击杀敌人。\n- 黛安娜拥有控制技能，这使得拉克斯在施放技能之前很可能会被限制。\n- 拉克斯的技能冷却时间较长，受到黛安娜的伤害会降低她反击的机会。"
    },
    "loses": {
      "ガリオ": "加里奥对戴安娜有优势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，可以减轻戴安娜的魔法伤害，并在伤害交易中获得优势。\n- 加里奥拥有三种类型的硬控制技能，可以禁用戴安娜的跳跃技能，限制她的追击能力。\n- 戴安娜对控制技能很脆弱，如果被加里奥的技能抓住，她很可能在造成伤害之前就被中和。\n- 加里奥在团队战斗中有显著的影响力，即使戴安娜被孤立，加里奥的游走和参与团队战斗也能创造有利局面。\n- 戴安娜的逃生手段有限，如果被加里奥的技能击中，她容易受到致命伤害。",
      "タロン": "塔隆在对抗戴安娜时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有高爆发伤害，可以在戴安娜使用技能之前迅速寻求击杀。\n- 戴安娜对控制技能很脆弱，受到塔隆攻击时很可能会迅速失去行动能力。\n- 塔隆擅长利用地形进行伏击，而戴安娜的逃生手段有限，塔隆可以灵活地掌控局势。\n- 塔隆的隐身能力使他更容易躲避戴安娜的技能，增加了他的攻击机会。\n- 戴安娜技能的冷却时间较长，这使得塔隆可以利用这些空档进行攻击。",
      "サイラス": "Sylas在对抗Diana时具有优势。\n\n原因如下：\n\n- Sylas可以偷取Diana的技能，并通过使用她的终极技能，将Diana强大的控制技能反过来对付她，从而增加他在战斗中的优势。\n- Sylas拥有多次闪现的能力，使他能够灵活应对Diana的跳跃技能，在近战中具有很高的机动性。\n- Diana对控制技能比较脆弱，当Sylas偷取她的技能进行攻击时，Diana很难进行反击。\n- 当Sylas发育良好时，他的爆发伤害极高，能够造成穿透Diana护盾的显著伤害。\n- Diana的逃生手段有限，使她容易受到Sylas攻击造成的致命伤害。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索技能冷却时间短，能够持续攻击并在忽视戴安娜的护盾的同时造成高输出。\n- 戴安娜的控制技能主要依赖于她的大招，而亚索有办法躲避这个大招，使得防止戴安娜的爆发伤害变得更容易。\n- 亚索能够操控风，使他更容易对戴安娜的跳跃技能做出反应，并在近战中创造有利局面。\n- 戴安娜的逃生手段有限，因此当亚索发起攻击时，戴安娜很难进行反击。\n- 亚索在对线时推线能力强，使得戴安娜难以保持位置，从而让亚索建立早期优势。",
      "ベイガー": "维迦在对抗戴安娜时具有优势。\n\n原因如下：\n\n- 维迦可以远程攻击，使他能够在戴安娜接近之前进行骚扰，从而更容易保持对线的优势。\n- 戴安娜是近战英雄，如果她在接近时被维迦的控制技能抓住，她面临被 incapacitated 的高风险。\n- 维迦的眩晕可以抵消戴安娜的跳跃技能，使她难以发起攻击。\n- 维迦通过命中技能来增加他的法术强度，从长远来看使他的输出伤害很高，使他在与戴安娜的一对一交锋中表现良好。\n- 戴安娜的逃生选项有限，使她容易受到维迦爆发伤害的威胁。",
      "ツイステッド・フェイト": "扭曲命运对戴安娜有优势。\n\n原因如下：\n\n- 扭曲命运可以远程攻击，使他能够在与戴安娜的近战对抗中保持有利位置。\n- 戴安娜对控制技能（CC）很弱，容易被扭曲命运的定点控制技能中和。\n- 扭曲命运具有强大的推线能力，使他能够在戴安娜施加压力之前主动出击。\n- 戴安娜的逃生选项有限，而扭曲命运可以安全地利用他的传送技能拉开距离。\n- 扭曲命运的被动技能允许更快的装备进程，使他能够比戴安娜更快地获得强力装备。",
      "アジール": "阿兹尔对戴安娜有优势。\n\n原因如下：\n\n- 阿兹尔可以远程攻击，使他在戴安娜接近之前更容易骚扰她。\n- 戴安娜是近战英雄，如果她在阿兹尔的攻击范围之外被攻击，就很难接近。\n- 阿兹尔的技能造成范围伤害，使他在戴安娜试图参与团战时能够造成显著伤害。\n- 阿兹尔的闪现技能使他更容易躲避戴安娜的攻击，给他提供了很多逃生选项。\n- 戴安娜对控制技能很脆弱，而阿兹尔可以通过他的终极技能的击退效果来阻止她的接近。\n- 阿兹尔的技能冷却时间短，使他能够持续输出伤害，即使在与戴安娜的一对一对抗中也能保持优势。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽的机动性很高，可以连续使用她的闪现，更容易躲避戴安娜的攻击。\n- 针对戴安娜的爆发伤害，阿卡丽可以使用她的烟雾弹来遮挡视线并抵消攻击。\n- 阿卡丽有强大的生命值恢复能力，使她能够在与戴安娜的一对一中持续作战，并将战斗拖入更长的交战中。\n- 戴安娜对控制技能很脆弱，阿卡丽可以通过积极攻击她的爆发伤害来压制她。\n- 阿卡丽可以利用戴安娜技能的冷却时间，寻找她攻击中的破绽，从而更容易获得对线控制权。"
    }
  },
  "シンドラ": {
    "name": "シンドラ",
    "beats": {
      "ヴェックス": "Vex处于劣势。\n\n- Syndra拥有远程技能，容易在Vex接近之前对她进行骚扰。\n- Syndra的击退和眩晕可以轻易打断Vex的技能。\n- Syndra可以利用她的球体进行区域控制，使Vex很难命中她的技能。\n- Vex没有逃生技能，因此容易被Syndra的控制技能抓住。\n- Syndra的终极技能具有高爆发伤害，使Vex很难生存。",
      "メル": "梅尔处于劣势。\n\n- 辛德拉拥有远程技能，可以在躲避梅尔攻击的同时进行骚扰，造成强大的对线压力。\n- 辛德拉的击退和眩晕减少了梅尔反击技能的机会，使得有效攻击变得困难。\n- 梅尔缺乏主动控制技能，因此对抗辛德拉的爆发伤害的防御选项有限，使她特别容易受到辛德拉终极技能的伤害。\n- 如果辛德拉能够很好地管理她的球，梅尔将无法造成持续伤害，反而更容易受到辛德拉的伤害。\n- 辛德拉对梅尔的治疗效果特别不受影响，这使得她在无法造成持续伤害的情况下处于劣势。",
      "タリヤ": "塔莉雅处于劣势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，能够轻松在塔莉雅接近之前对她进行骚扰。\n- 辛德拉的击退和眩晕可以轻易打断塔莉雅的技能，使她无法施放。\n- 塔莉雅的逃生选项有限，容易受到辛德拉的爆发伤害。\n- 辛德拉利用她的球体进行的连招使塔莉雅难以施放技能，这对塔莉雅来说尤其致命，因为她对传送型刺客非常脆弱。\n- 塔莉雅的技能激活时间较慢，难以对辛德拉的能力做出反应。",
      "アニビア": "阿尼维亚处于劣势。\n\n- 辛德拉拥有远程技能，可以安全地骚扰，同时避免阿尼维亚的攻击。\n- 辛德拉的击退和眩晕可以打断阿尼维亚的技能，构成重大威胁，尤其是在使用她的大招时。\n- 阿尼维亚依赖她的大招，使她在对抗辛德拉时更可能被迫采取防御姿态，直到6级。\n- 辛德拉的爆发伤害非常高，有可能迅速击杀阿尼维亚，忽视她的复活被动。\n- 阿尼维亚的自我防御选项有限，错过辛德拉的技能会造成重大机会。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 辛德拉拥有远程技能，使丽桑卓在接近之前容易受到骚扰。\n- 辛德拉的击退和眩晕阻碍了丽桑卓的接近，减少了她施放技能的机会。\n- 丽桑卓的攻击范围较短，难以躲避辛德拉的技能，常常在交战中处于劣势。\n- 辛德拉的爆发伤害非常高，使丽桑卓难以承受。\n- 辛德拉可以使用球体限制丽桑卓的移动，使她难以利用自己的机动性。",
      "オリアナ": "奥莉安娜处于劣势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在躲避奥莉安娜攻击的同时进行骚扰。\n- 辛德拉的击退和眩晕技能可以轻易打乱奥莉安娜的球控制。\n- 奥莉安娜对单一目标的爆发伤害较低，难以反制辛德拉的高爆发伤害。\n- 辛德拉的技能依赖于球的数量，因此如果奥莉安娜无法正确放置她的球，她可能会在与辛德拉的对抗中处于劣势。\n- 辛德拉在前期施加了很大的压力，而奥莉安娜在法力管理上存在困难，这可能导致她在前期骚扰中遇到问题。",
      "オーロラ": "奥罗拉处于劣势。\n\n- 辛德拉拥有远程技能，使她在奥罗拉接近之前就能轻松骚扰她。\n- 辛德拉的击退和眩晕使奥罗拉难以利用她的机动性。\n- 辛德拉的爆发伤害非常高，而奥罗拉的防御较低，容易受到影响。\n- 奥罗拉只有减速作为控制技能，限制了她反制辛德拉强大控制技能的选项。\n- 如果辛德拉合理运用她的球体，奥罗拉有很高的风险瞬间被击倒。",
      "ラックス": "拉克斯在对抗辛德拉时处于劣势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，容易在躲避拉克斯技能的同时进行骚扰。\n- 辛德拉的击退和眩晕技能如果拉克斯靠得太近，会让她处于危险境地。\n- 辛德拉的爆发伤害非常高，而拉克斯的生命值较低，可能会瞬间被击杀。\n- 辛德拉可以利用她的球体躲避拉克斯的技能，有效地抵消她的攻击。\n- 拉克斯的技能冷却时间较长，受到辛德拉的伤害会减少她反击的机会。",
      "ベイガー": "维迦在对抗辛德拉时处于劣势。\n\n- 辛德拉拥有远程技能，使她能够在维迦接近之前轻松骚扰他。\n- 辛德拉的击退和眩晕减少了维迦施放技能的机会，使得站位变得困难。\n- 辛德拉可以通过她的球体造成伤害，让她在维迦能够用技能攻击她之前就能造成伤害。\n- 维迦的自我防御依赖于控制技能，使得躲避辛德拉的技能变得困难。\n- 辛德拉的大招具有高爆发伤害，使维迦很难生存。",
      "アジール": "阿兹尔处于劣势。\n\n原因如下：\n\n- 阿兹尔很难在辛德拉的远程技能面前保持距离，使他容易受到骚扰。\n- 辛德拉的击退和眩晕限制了阿兹尔的站位，阻止他有效使用技能。\n- 阿兹尔依赖技能连招，使他容易受到辛德拉的爆发伤害，尤其是在前期他难以造成伤害时。\n- 阿兹尔在面对辛德拉使用球体的反制时防御选项有限，使他容易受到攻击。\n- 阿兹尔的技能消耗高法力，导致在前期对线时可持续性低，使他难以持续与辛德拉对抗。"
    },
    "loses": {
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 卡特琳娜机动性高，更容易躲避辛德拉的技能并靠近造成伤害。\n- 辛德拉在前期较弱，卡特琳娜可以通过主动骚扰来获得优势。\n- 辛德拉的技能依赖于她的球体位置，而卡特琳娜可以通过闪现来打乱这个位置。\n- 卡特琳娜通过击杀可以重置技能冷却时间，更容易消灭辛德拉。\n- 辛德拉唯一的自我防御机制是她的E技能，如果她失误，就会让自己处于脆弱状态，为卡特琳娜创造了积极进攻的机会。",
      "イレリア": "艾瑞莉娅对辛德拉有优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避辛德拉的技能并接近攻击。\n- 辛德拉的技能依赖于她的球体位置，而当艾瑞莉娅使用闪现时，常常会干扰辛德拉有效利用她的球体。\n- 艾瑞莉娅对爆发伤害很强，可以在战斗中承受辛德拉的攻击，便于她在小规模交战中占据上风。\n- 辛德拉的前期对线较弱，使得艾瑞莉娅能够从早期施加压力并主导对线。\n- 艾瑞莉娅的技能具有减伤效果，使她能够承受辛德拉的爆发，提高反击的机会。",
      "ゼラス": "扎伊拉在对抗辛德拉时具有优势。\n\n原因如下：\n\n- 扎伊拉的技能范围非常长，使她能够在辛德拉的攻击范围之外单方面骚扰辛德拉，从而更容易保持对线的优势。\n- 辛德拉在前期较弱，需要时间来准备技能，这使得她很难反击扎伊拉的远程攻击。\n- 扎伊拉的范围伤害攻击可以轻易地在辛德拉尝试放置她的球时对其造成伤害，复杂化了辛德拉的技能管理。\n- 辛德拉唯一的自我防御机制是她的E技能，而她通常不得不在承受扎伊拉的攻击时使用它，这最终阻止了她准备爆发伤害。\n- 扎伊拉具有被动的法力回复，使得在对线时法力管理更容易，从而能够持续骚扰。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声的机动性很高，更容易躲避辛德拉的技能。特别是，通过躲避辛德拉的技能，他可以在不受伤害的情况下进行攻击。\n- 辛德拉在前期较弱，回声可以通过主动骚扰来利用这一点。\n- 回声的爆发伤害很高，能够在辛德拉放置她的球之前造成显著伤害。\n- 回声拥有护盾和治疗能力，使他在面对辛德拉的爆发伤害时具有很高的耐久性。\n- 辛德拉的控制技能很难限制回声的机动性，使他在攻击时能够自由移动。\n- 回声可以利用辛德拉的技能进行反击，更容易施加压力。",
      "フィズ": "菲兹对辛德拉有优势。\n\n原因如下：\n\n- 菲兹的机动性很高，容易躲避辛德拉的技能。特别是使用他的E技能可以避免辛德拉的爆发伤害。\n- 辛德拉在前期较弱，菲兹可以在达到3级后通过积极攻击给她施加压力。\n- 菲兹的爆发伤害可以迅速减少辛德拉的生命值，并且他在技能命中后擅长追击。\n- 辛德拉唯一的自我防御机制是她的E技能，但冷却时间较长，使得她在菲兹进攻时难以反击。\n- 菲兹可以避免被辛德拉的球体反制，有效地中和她的技能布置。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽的机动性很高，可以轻松躲避辛德拉的技能。特别是，辛德拉的技能需要时间来施放，这使得阿卡丽可以利用她的闪现来躲避。\n- 辛德拉在前期较弱，阿卡丽可以通过骚扰和全力进攻来利用这一点。\n- 阿卡丽的烟雾弹可以抵消辛德拉的技能，使她能够在不受到辛德拉伤害的情况下进行攻击。\n- 阿卡丽拥有强大的生命恢复能力，使她更容易承受辛德拉的爆发伤害。\n- 管理辛德拉的球体很困难，因此通过靠近并攻击，阿卡丽可以有效地中和辛德拉的技能。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas是近战英雄，更容易接近并躲避Syndra的技能。尽管Syndra的技能范围很长，但Sylas可以利用他的闪现拉近距离。\n- Syndra在前期较弱，需要时间来准备她的技能，这使得Sylas可以通过早期交战来占据优势。\n- Sylas可以偷取Syndra的终极技能，将她强大的爆发伤害转化为自己的，从而对她发起强力攻击。\n- 管理Syndra的球体很困难，因此当Sylas接近攻击时，更容易抵消Syndra的技能。\n- Sylas有多个闪现，可以更容易地躲避Syndra的控制技能并持续输出伤害。",
      "ゾーイ": "佐伊在对抗辛德拉时具有优势。\n\n- 佐伊的射程很高，可以在躲避辛德拉技能的同时进行骚扰，从而更容易保持对线的优势。\n- 辛德拉的技能依赖于她的球的位置，准确施放技能需要时间，而佐伊可以瞬间造成伤害，让她能够利用辛德拉的准备时间。\n- 佐伊的控制技能可以限制辛德拉的移动，特别是在辛德拉使用技能后抓住机会。\n- 辛德拉在前期较弱，容易受到佐伊的高爆发伤害，使得佐伊更容易进行激进的进攻。\n- 佐伊可以通过技能连招瞬间消灭辛德拉，如果辛德拉技能失误，将面临很高的风险。"
    }
  },
  "ヤスオ": {
    "name": "ヤスオ",
    "beats": {
      "アクシャン": "阿克尚处于劣势。\n\n- 亚索的输出伤害高，技能冷却时间短，使他能够在与阿克尚的交战中持续造成伤害。\n- 亚索的护盾和墙壁技能可以阻挡阿克尚的攻击，使得制造对阿克尚不利的局面变得更容易，特别是因为阿克尚的技能并不是无成本的。\n- 阿克尚的攻击范围较短，难以反击亚索在近战中的强势。特别是当亚索逼近时，阿克尚更容易受到伤害。\n- 亚索拥有闪现技能，使他能够轻松躲避阿克尚的攻击，反过来又能对阿克尚发起攻击。\n- 阿克尚在被交战时往往变得更弱，使他容易受到亚索的高爆发伤害。",
      "ダイアナ": "黛安娜处于劣势。\n\n原因如下：\n\n- 亚索的技能没有消耗，攻击技能的冷却时间短，使他能够轻松对黛安娜造成高输出。\n- 亚索的护盾和墙壁技能可以阻挡黛安娜的技能射击，增加接近时的风险。\n- 黛安娜对控制技能很脆弱，当被亚索攻击时，她可能会迅速受到大量伤害。特别是如果亚索的攻击连续命中，可能会造成致命伤害。\n- 黛安娜的逃生手段有限，被亚索攻击时反击的机会很少。\n- 亚索在近战中有很强的续航能力，使得当黛安娜试图全力进攻时，他很可能会反击。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n- 亚索的技能没有消耗，攻击技能的冷却时间短，使他能够轻松造成持续伤害。\n- 亚索的风墙可以阻挡艾瑞莉娅的技能，如果艾瑞莉娅的终极技能被抵消，她将无法造成显著伤害。\n- 艾瑞莉娅容易受到控制，可能会被亚索的技能连招轻易抓住。\n- 亚索的输出很高，即使艾瑞莉娅有续航，她也可能瞬间受到大量伤害。\n- 艾瑞莉娅的技能冷却时间较长，因此如果她在与亚索的交战中使用了所有技能，她将对下一次攻击毫无防备。\n- 亚索在升级时变得更强，尤其是当他获得装备时，可以在与艾瑞莉娅的对抗中创造有利局面。",
      "カタリナ": "卡特琳娜处于劣势。\n\n- 亚索的技能没有消耗，攻击技能的冷却时间短，使他在对卡特琳娜时拥有高输出和强大的压制能力。\n- 亚索的护盾和墙壁使得阻挡卡特琳娜的技能变得更容易，这让缺乏技能射击的卡特琳娜特别难以命中攻击。\n- 卡特琳娜没有控制技能，使她容易受到亚索的攻击，尤其是在团队战斗中，她很难反制亚索的高爆发伤害。\n- 亚索在近战中表现出色，可以轻松对卡特琳娜发起攻击，利用她的短距离。\n- 亚索在面对有保证控制技能的英雄时处于劣势，但由于卡特琳娜缺乏这样的控制技能，亚索可以更有利地进行游戏。",
      "ルブラン": "乐芙兰处于劣势。\n\n- 亚索的输出伤害高且冷却时间短，使他能够超越乐芙兰的爆发伤害。\n- 亚索的护盾和墙壁可以阻挡乐芙兰的技能，常常抵消她的攻击。\n- 乐芙兰的基础属性低，在持久战中较弱，使她容易受到亚索的持续伤害。\n- 亚索是近战英雄，这使得乐芙兰很难保持距离，并且在他靠近时很难反击。\n- 亚索缺乏控制技能，使乐芙兰难以有效利用她的闪现进行攻击。",
      "ライズ": "瑞兹处于劣势。\n\n- 亚索是近战英雄，可以通过利用瑞兹的短距离轻松拉近距离。\n- 亚索的技能没有消耗，并且冷却时间短，能够在瑞兹消耗法力的情况下持续输出伤害。\n- 亚索的护盾可以抵挡瑞兹的技能，减少瑞兹的骚扰。\n- 瑞兹需要技能连招，而在被亚索攻击时，他很可能在施放连招之前就受到伤害。\n- 亚索的输出非常高，能够造成瑞兹无法承受的爆发伤害，迫使瑞兹时刻保持警惕。\n- 瑞兹的终极技能可以为整个团队提供全球传送，但亚索的机动性使得瑞兹很难创造有利局面。",
      "ラックス": "拉克丝处于劣势。\n\n原因如下：\n\n- 亚索是一个高机动性的近战英雄，可以轻松躲避拉克丝的技能并迅速接近。\n- 亚索的技能没有消耗，并且冷却时间短，允许他在承受拉克丝的骚扰时持续输出伤害。\n- 拉克丝的技能是技能射击，如果亚索使用闪现或护盾，命中难度会增加。\n- 亚索可以躲避拉克丝的束缚，降低被抓的风险，并增加攻击拉克丝的机会。\n- 亚索的输出很高，可以通过利用拉克丝的低基础属性迅速瞄准击杀。",
      "ツイステッド・フェイト": "扭曲命运在对抗亚索时处于劣势。\n\n- 亚索是一个近战英雄，可以在扭曲命运的攻击范围之外进行攻击，使他在对线时更容易施加压力。\n- 亚索的技能没有消耗，并且冷却时间减少很高，使他能够在躲避扭曲命运的技能时继续攻击。\n- 亚索有一个可以抵消扭曲命运控制技能的护盾，使他很难被抓住。\n- 扭曲命运的前期伤害适中，使得反制亚索的高输出变得困难。\n- 亚索可以利用墙壁缩短距离，有效地抵消扭曲命运的逃生能力。\n- 扭曲命运有控制技能，但亚索的机动性使得他很难有效利用这些技能。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Yasuo的输出高且技能冷却时间短，使他能够在Sylas发起交易之前造成伤害。\n- Yasuo的护盾和墙壁可以阻挡Sylas的技能，特别是减少Sylas的爆发伤害。\n- Sylas在前期伤害低，容易在受到Yasuo攻击时陷入劣势。\n- Yasuo拥有闪现技能，使他能够轻松躲避Sylas的技能，反过来又能对Sylas施加压力。\n- Sylas在面对具有控制技能的英雄时处于劣势，受到Yasuo的攻击会显著限制他的移动。",
      "フェイ": "Faye处于劣势。\n\n- Yasuo具有高机动性，可以迅速拉近距离，轻松躲避Faye的技能。\n- Yasuo的技能没有消耗且旋转率高，使他能够在Faye连续施放技能之前造成伤害。\n- Faye的技能需要时间来激活，因此她常常无法在被Yasuo攻击之前施放技能。\n- Yasuo有一个可以减轻Faye爆发伤害的护盾。\n- Faye的法力消耗高，在持久战中容易耗尽资源，使她在与Yasuo的消耗战中处于劣势。",
      "メル": "梅尔处于劣势。\n\n- 亚索的输出高且冷却时间短，使他能够在受到梅尔的骚扰时继续攻击。\n- 亚索的护盾和墙可以阻挡梅尔的技能，尤其是当技能射击被抵消时，梅尔的攻击手段受到限制。\n- 梅尔缺乏主动控制技能，难以阻止亚索的接近，当亚索靠近时，梅尔面临被单方面攻击的高风险。\n- 亚索有位移技能，使他更容易躲避梅尔的攻击，而梅尔更容易被抓住。\n- 梅尔对治疗效果较弱，难以承受亚索的持续伤害。",
      "エコー": "艾克处于劣势。\n\n原因如下：\n\n- 亚索的输出很高，可以造成超过艾克护盾和治疗的伤害，使艾克在持续战斗中处于不利地位。\n- 亚索的技能没有消耗，并且有很高的施放频率，使艾克很难躲避他的技能，这使得艾克更容易受到攻击。\n- 亚索的W技能对没有投射速度的攻击无效，限制了艾克阻挡亚索攻击的手段。\n- 亚索的墙可以阻挡艾克的技能，导致艾克失去攻击的时机。\n- 艾克有许多涉及移动的技能，增加了受到亚索攻击伤害的风险，使得站位更加困难。",
      "ゾーイ": "佐伊在对抗亚索时处于劣势。\n\n- 亚索是一个高机动性的近战英雄，可以轻松躲避佐伊的技能射击。特别是，他可以利用自己的墙壁轻松阻挡佐伊的攻击。\n- 亚索的技能冷却时间短，使他能够在承受佐伊的骚扰时持续输出伤害，这使得佐伊很难创造有利的局面。\n- 佐伊的基础耐久低，容易受到亚索的高伤害输出，一旦他靠近，面临被瞬间击杀的高风险。\n- 亚索拥有闪现技能，可以躲避佐伊的控制技能，使他更容易接近并攻击她。\n- 佐伊的技能没有穿透效果，常常被小兵挡住，这使得在亚索推线时，她的攻击更难命中。",
      "アーリ": "阿狸处于劣势。\n\n- 亚索的输出高且冷却时间短，使他在躲避阿狸技能的同时轻松发起攻击。\n- 亚索的护盾和墙体常常阻挡阿狸的技能射击，使她很难命中攻击。\n- 阿狸的主要技能弹道速度慢，因而由于亚索的机动性容易被躲避。\n- 亚索在近战中是一个强大的战士，而阿狸的爆发伤害和持续输出较低，因此在持久战中处于劣势。\n- 亚索拥有控制技能，常常限制阿狸的逃生手段。"
    },
    "loses": {
      "リサンドラ": "丽桑卓对亚索有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能，可以通过眩晕和减速限制亚索的行动，使她在亚索接近之前更容易防止他的攻击。\n- 亚索的基础属性较低，容易受到控制技能的影响，因此被丽桑卓的控制技能抓住很简单。\n- 丽桑卓的技能射程较长，可以在亚索接近之前骚扰他，更容易保持对线的优势。\n- 丽桑卓有传送技能可以逃脱，这使她能够避免亚索的攻击，在战斗中降低风险。\n- 亚索依赖技能射击，因此通过使用丽桑卓的控制技能和无敌效果，更容易抵消亚索的攻击。",
      "アジール": "阿兹尔占据优势。\n\n- 阿兹尔的射程很长，可以安全地骚扰，同时避免亚索的近战攻击，使他更容易保持对线的优势。\n- 亚索依赖技能射击，因此阿兹尔可以通过他的范围攻击和击退效果限制亚索的移动。\n- 阿兹尔的闪现技能使他更容易躲避亚索的攻击，特别是在亚索试图拉近距离时。\n- 亚索的基础属性较低，容易受到阿兹尔的持续伤害，使阿兹尔在前中期更容易获得优势。\n- 阿兹尔在团队战斗中影响力很大，当他发育起来时，可以创造对亚索有利的局面。",
      "ブラッドミア": "血沼对亚索有优势。\n\n原因如下：\n\n- 血沼的W技能具有无敌效果，使他更容易躲避亚索的爆发攻击。这使他能够在不受到亚索伤害的情况下进行反击。\n- 血沼具有高续航能力，能够在恢复生命值的同时维持自己的线路，更容易在亚索的攻击下生存。\n- 亚索的基础属性较低，尤其在前期难以造成伤害，而血沼可以从一开始就利用技能进行骚扰，更容易获得线路控制。\n- 血沼的技能冷却时间短，能够通过不断施放技能对亚索施加持续压力。\n- 亚索依赖投射物攻击，但血沼可以远程攻击，使他能够在亚索接近之前造成伤害。",
      "アニー": "安妮占据优势。\n\n- 安妮具有高爆发伤害，可以利用亚索的低基础属性，使她在短时间内造成显著伤害。\n- 亚索是近战英雄，这使得安妮更容易通过在技能范围外攻击来保持对线优势。\n- 安妮的眩晕效果可以抵消亚索的攻击，并创造反击的机会。\n- 亚索对控制技能很弱，这使得安妮可以轻松利用她的眩晕和爆发伤害来获取击杀。\n- 安妮可以使用她的宠物提伯斯来引诱亚索的攻击或协助进攻，使她在对线中具有很高的生存能力。",
      "タリヤ": "塔莉雅占据优势。\n\n原因如下：\n\n- 塔莉雅的射程很长，可以在不让亚索靠近的情况下进行骚扰，从而更容易保持对线的优势。\n- 亚索依赖位移和跳跃，但塔莉雅的技能可以限制这一点，特别是她的E技能，可以造成大量伤害并眩晕。\n- 塔莉雅的范围攻击使得亚索很难利用小兵接近她，这也让她在推线能力上占据优势。\n- 塔莉雅可以使用她的大招进行远距离移动，切断亚索的逃跑路线，从而增加她在游走和团战中的影响力。\n- 亚索的基础属性较低，容易受到塔莉雅的高伤害影响，使得他特别难以应对拥有控制技能的塔莉雅。",
      "レネクトン": "雷克顿占据优势。\n\n原因如下：\n\n- 雷克顿具有高续航能力，使他能够在对线中进行有利的交易，即使在受到亚索的伤害后也能轻松恢复。\n- 他的技能具有控制效果，可以限制亚索的移动，使得连招更容易命中。\n- 亚索的基础属性较低，使他在早期容易被雷克顿的高伤害压制。\n- 雷克顿可以利用怒气增强技能，使他能够在短冷却时间内持续输出高伤害，从而抵消亚索的技能轮换。\n- 亚索的攻击没有弹道速度，使其在对抗雷克顿的墙和治疗能力时效果较差，从而使雷克顿在交易中获得优势。",
      "ヨネ": "永恩占据优势。\n\n- 永恩的技能冷却时间短，并且不消耗法力，使他更容易维持攻击。这使他能够在对线时对亚索施加压力。\n- 亚索的防御技能主要对技能射击有效，但永恩的攻击结合了物理和魔法伤害，更容易抵消亚索的防御。\n- 永恩具有高机动性，擅长追击和逃脱，使他能够在反击时避开亚索的攻击。\n- 亚索的基础属性较低，特别容易受到控制效果的影响，使他容易受到永恩早期攻击的伤害。\n- 永恩在对线时具有强大的推线能力，使亚索难以维持线权，从而使永恩更容易控制小兵波。",
      "マルザハール": "马尔扎哈对亚索有优势。\n\n原因如下：\n\n- 马尔扎哈的射程很长，可以在亚索靠近之前造成伤害，从而更容易施加线压。\n- 亚索缺乏控制技能，因此无法阻止马尔扎哈的沉默和压制，这可以有效地关闭亚索的攻击。\n- 马尔扎哈的被动法术护盾可以作为对抗亚索攻击的保险，尤其是当他变得更强时，在一对一的情况下非常有效。\n- 亚索的基础属性较低，容易受到马尔扎哈的持续伤害，使得马尔扎哈在早期游戏中获得优势。\n- 马尔扎哈可以快速清理小兵波，使得亚索很难推线，这最终使得马尔扎哈更容易控制局面。",
      "オーロラ": "奥罗拉占据优势。\n\n- 奥罗拉的机动性很高，使她更容易躲避亚索的攻击。特别是当亚索的技能处于冷却状态时，她可以主动出击。\n- 亚索是一个近战输出角色，而奥罗拉可以利用她的远程攻击安全地进行输出。她可以在保持距离的同时造成伤害，从而在与亚索的对抗中占据优势。\n- 奥罗拉的技能具有爆发伤害，即使亚索有护盾，她也能迅速削弱亚索的生命值。特别是在亚索使用技能后，她可以抓住机会进行攻击。\n- 亚索缺乏控制技能，因此奥罗拉可以利用她的机动性逃脱并创造反击的机会。\n- 奥罗拉的初始法力值很高，使她能够在游戏早期积极使用技能，从而更容易在对抗亚索时保持线上的优势。",
      "アニビア": "安妮维亚占据优势。\n\n原因如下：\n\n- 安妮维亚的攻击范围很长，可以在避免亚索的近战攻击的同时进行攻击，从而获得线路优势。\n- 她的范围技能可以限制亚索的移动，使他难以接近，减少了他的攻击机会。\n- 亚索缺乏控制技能，使他在安妮维亚的区域控制面前无能为力，让她能够占据优势。\n- 安妮维亚的复活被动技能使她能够承受亚索的爆发伤害，反过来给了她更好的反击机会。\n- 亚索依赖技能射击，这使他很难躲避安妮维亚的技能，如果被她的技能击中，他面临着承受大量伤害的高风险。"
    }
  },
  "ルブラン": {
    "name": "ルブラン",
    "beats": {
      "ゼラス": "扎伊拉处于劣势。\n\n- 乐芙兰具有高爆发伤害，可以在扎伊拉施放技能之前造成显著伤害，使扎伊拉面临被早期击杀的高风险。\n- 乐芙兰的机动性使她容易躲避扎伊拉的技能，这使得扎伊拉很难命中攻击。\n- 扎伊拉的技能都有激活延迟，使她容易受到乐芙兰的闪现伏击。\n- 乐芙兰可以在扎伊拉的攻击范围之外进行攻击，使她能够在扎伊拉发起攻击之前造成伤害。\n- 扎伊拉的自我防御选项有限，使她在被乐芙兰攻击时难以反击。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n- 乐芙兰拥有高爆发伤害，可以在艾瑞莉娅使用技能之前造成显著伤害，这使得艾瑞莉娅在早期被击杀的风险很大。\n- 乐芙兰的闪现技能使她更容易躲避艾瑞莉娅的攻击，增加了反击的可能性。\n- 乐芙兰可以远程攻击，允许她在艾瑞莉娅接近之前骚扰她，造成强大的对线压力。\n- 艾瑞莉娅容易受到控制技能的影响，难以应对乐芙兰的束缚和爆发伤害。\n- 乐芙兰快速清线，使艾瑞莉娅难以维持对线，并提供了游走和gank的机会。",
      "ヨネ": "Yone处于劣势。\n\n- LeBlanc的爆发伤害很高，Yone在使用技能后被瞬间击杀的几率很大。\n- LeBlanc的闪现技能使她更容易躲避Yone的攻击，增加了反击的风险。\n- LeBlanc可以远程输出伤害，让她在Yone靠近之前就能造成伤害。\n- Yone对装备依赖性强，通常在没有完全装备之前会在对抗LeBlanc时处于劣势。\n- LeBlanc的技能没有控制效果，使得Yone在尝试交战时难以创造有利局面。\n- LeBlanc推线速度快，使得Yone很难维持线权。",
      "キヤナ": "基安娜处于劣势。\n\n- 乐芙兰具有高爆发伤害，可以在基安娜接近之前造成显著伤害，这使得基安娜早期被击杀的风险增加。\n- 乐芙兰的闪现技能使她更容易躲避基安娜的攻击，增加了反击的可能性。\n- 乐芙兰可以远程攻击并在基安娜接近之前施放技能，这使得基安娜很难发起进攻。\n- 乐芙兰可以在对抗基安娜时有利地推线，而基安娜的清线速度较慢，这增加了游走和塔下击杀的机会。\n- 乐芙兰缺乏即时的硬控技能，因此无法完全封锁基安娜的技能连招，使得一旦基安娜激活技能后很难反击。",
      "アカリ": "阿卡丽处于劣势。\n\n- 乐芙兰的爆发伤害很高，可以在阿卡丽接近之前造成显著伤害。\n- 乐芙兰的闪现技能使她容易躲避阿卡丽的攻击，同时也更容易抓住阿卡丽。\n- 阿卡丽的清线速度较慢，使乐芙兰容易控制线路。\n- 乐芙兰可以远程攻击，让她在阿卡丽接近之前造成伤害，有效地抵消了阿卡丽的隐身。\n- 乐芙兰的技能缺乏瞬间的硬控，难以利用阿卡丽的逃脱能力。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 乐芙兰具有高爆发伤害，可能在奥莉安娜使用技能之前就被瞬间击杀。\n- 乐芙兰的机动性使她容易躲避奥莉安娜的技能，这使得奥莉安娜很难命中攻击。\n- 乐芙兰可以利用她的闪现逃离奥莉安娜的攻击范围，或者靠近攻击，这使得奥莉安娜难以有效骚扰。\n- 奥莉安娜在控制球方面存在困难，通常对乐芙兰的埋伏反应较慢。\n- 乐芙兰可以利用奥莉安娜技能的冷却时间，在她使用完技能后进行交战。\n- 奥莉安娜在持久战中表现强劲，但乐芙兰在短暂的冲突中表现出色，这使得她在早期压力下容易受到威胁。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 乐芙兰的爆发伤害很高，可以在丽桑卓接近之前造成显著伤害。\n- 乐芙兰的闪现技能使她容易躲避丽桑卓的技能，增加了反击的风险。\n- 丽桑卓的攻击范围较短，使她很难对乐芙兰的远程攻击进行骚扰。\n- 乐芙兰快速清理兵线，限制了丽桑卓的游走机会。\n- 丽桑卓的控制技能很强，但由于乐芙兰的机动性，难以有效使用。",
      "エコー": "艾克在对抗乐芙兰时处于劣势。\n\n- 乐芙兰的爆发伤害很高，如果艾克使用技能被反制，他很可能会瞬间被击杀。\n- 乐芙兰的闪现技能使她容易躲避艾克的攻击，这让艾克很难命中目标。\n- 乐芙兰有很多逃生选项，可以让她躲避艾克的追击，使艾克很难创造有利局面。\n- 乐芙兰可以快速推线，而艾克的清线速度较慢，这使得乐芙兰能够有效游走。\n- 艾克有很多位移技能，但这使他容易受到乐芙兰的控制和爆发伤害。",
      "ビクター": "维克托处于劣势。\n\n- 乐芙兰拥有高爆发伤害，可以在维克托施放技能之前造成显著伤害，使他面临被早期击杀的高风险。\n- 乐芙兰的闪现技能使她容易躲避维克托的技能，这使得维克托很难命中她的攻击。\n- 维克托缺乏闪现或瞬时控制技能，使他几乎没有办法阻止乐芙兰靠近。\n- 乐芙兰擅长协调游走，而维克托的低机动性使他容易被游走击杀。\n- 乐芙兰可以在对抗维克托时进行早期推线，而维克托的清线速度较慢，这使她能够更轻松地游走并影响地图。"
    },
    "loses": {
      "マルザハール": "马尔扎哈对乐芙兰有优势。\n\n原因如下：\n\n- 马尔扎哈拥有强大的范围伤害，可以快速清理小兵波，使乐芙兰在对线时难以施加压力。\n- 乐芙兰的爆发伤害很高，但马尔扎哈的法术护盾可以减轻她的爆发伤害。\n- 马尔扎哈的沉默可以禁用乐芙兰的技能，抵消她的机动性。\n- 马尔扎哈可以轻松攻击乐芙兰，乐芙兰的攻击范围较短，增加了他反击的机会。\n- 乐芙兰不适合进行持久战，而马尔扎哈可以持续输出伤害，使他在对线中具有较高的耐久性。",
      "ヴェックス": "Vex在对抗LeBlanc时具有优势。\n\n原因如下：\n\n- LeBlanc是一个高度依赖闪烁的英雄，而Vex在每次使用闪烁时都会造成额外伤害，这使她能够利用LeBlanc的机动性。\n- Vex拥有可靠的控制技能，可以限制LeBlanc的移动，使LeBlanc的进攻变得更加危险。\n- 在对线中，Vex的EQ连招骚扰能力强，而LeBlanc的清线能力较低，这使得Vex更容易在对线中获得优势。\n- Vex的终极技能具有远程跳跃，给她提供了很多进攻或逃跑的选择，使她更容易反制LeBlanc的爆发伤害。\n- LeBlanc的基础属性较低且缺乏续航，因此Vex的持续伤害和控制技能可以在持久战中让LeBlanc处于劣势。",
      "メル": "梅尔处于优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在避免乐芭的近战攻击的同时进行骚扰。\n- 面对乐芭的爆发伤害，梅尔可以利用她的被动技能确保击杀，更容易针对低血量的乐芭。\n- 梅尔的范围攻击在乐芭试图利用小兵逃跑时非常有效，她在清线方面表现出色。\n- 她能够反弹乐芭的技能，将乐芭的攻击转向她自己。\n- 乐芭的基础属性较低，难以造成持续伤害，使她容易受到梅尔的连续攻击。",
      "アクシャン": "阿克尚在对抗乐芙兰时具有优势。\n\n原因如下：\n\n- 阿克尚在早期交易中非常强大，拥有足够的伤害来反制乐芙兰的爆发伤害。\n- 乐芙兰的基础属性较低，不适合持久战，常常在阿克尚的持续骚扰下苦苦挣扎。\n- 阿克尚的被动技能提供额外的伤害和护盾，使其更容易抵消乐芙兰的爆发伤害。\n- 阿克尚的机动性很高，可以在躲避乐芙兰技能的同时进行攻击。\n- 尽管乐芙兰具有很高的逃脱潜力，但由于阿克尚的骚扰，她很容易失去对线的优势。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索的技能没有消耗，他的攻击技能冷却时间短，使他能够轻松造成持续伤害。\n- 乐芙兰有很多技能射击，而亚索可以利用墙壁来阻挡它们，使他更容易抵消乐芙兰的攻击。\n- 亚索是近战英雄，而乐芙兰的基础属性较低，亚索可以通过靠近并造成伤害来获得优势。\n- 乐芙兰的爆发伤害很高，但亚索有一个护盾，使他更容易在乐芙兰的连招中生存。\n- 亚索可以快速推线，而乐芙兰在清线方面较为困难，这使得亚索能够控制线权。\n- 乐芙兰不适合进行持久战，但亚索可以造成持续伤害，随着时间的推移，他的优势会更明显。",
      "カサディン": "卡萨丁在对抗乐芭克时具有优势。\n\n原因如下：\n\n- 卡萨丁的被动技能可以减少魔法伤害，使他对乐芭克的高爆发伤害有抵抗力。\n- 卡萨丁的技能可以造成持续伤害，使他能够反制乐芭克的爆发潜力，并进行更长时间的战斗。\n- 乐芭克的基础属性较低，缺乏续航能力，这使得卡萨丁更容易创造持续攻击的局面，从而保持优势。\n- 卡萨丁的终极技能具有高机动性，使他更容易躲避乐芭克的技能，并在埋伏她时表现出色。\n- 乐芭克缺乏瞬发控制技能，这使得她在卡萨丁逼近攻击时很难进行反击。",
      "ツイステッド・フェイト": "扭曲命运对乐芙兰有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的控制技能，可以限制乐芙兰的高机动性，使其更容易限制她的行动。\n- 扭曲命运有强大的清线能力，防止乐芙兰在对线中获得优势。\n- 乐芙兰有高爆发伤害，但扭曲命运的前期伤害适中，使他能够在乐芙兰发动攻击之前用控制技能进行反击。\n- 扭曲命运的传送技能可以让他在乐芙兰试图进行游走时出其不意地抓住她。\n- 乐芙兰在持久战中表现不佳，而扭曲命运可以持续输出伤害，超越乐芙兰的爆发潜力。",
      "ライズ": "瑞兹占据优势。\n\n- 瑞兹的输出很高，能够通过技能连招快速清理兵线，这使得乐芙兰很难骚扰他。\n- 乐芙兰的基础属性较低，不适合进行持久战，这使得她很难应对瑞兹的持续伤害。\n- 瑞兹拥有可靠的控制技能，可以限制乐芙兰的机动性，使得他更容易抵消她的闪现。\n- 瑞兹依赖法力，并且从装备中获得显著的强力提升，使他能够对乐芙兰保持持续的伤害。\n- 乐芙兰的爆发伤害很高，但瑞兹可以凭借耐久性与之对抗，使他能够承受乐芙兰的爆发伤害。",
      "ブラッドミア": "血沼对乐芙兰有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，能够在恢复生命值的同时维持线上，这使他能够承受乐芙兰的爆发伤害。\n- 乐芙兰的爆发是瞬间发生的，但血沼可以利用他W技能的无敌效果躲避乐芙兰的技能，并获得反击的机会。\n- 血沼技能冷却时间短，成长迅速，使他更容易对乐芙兰造成持续伤害。\n- 乐芙兰基础属性低，在持久战中较弱，难以应对血沼的续航和持续伤害。\n- 血沼有远程攻击选项，利用乐芙兰的机动性更容易骚扰她。",
      "タリヤ": "塔莉雅在对抗乐芙兰时具有优势。\n\n原因如下：\n\n- 塔莉雅拥有范围伤害技能，可以快速推线，使她在乐芙兰清理兵线之前更容易创造有利局面。\n- 塔莉雅的E技能是乐芙兰闪现的强力反制，能够在乐芙兰接近时造成大量伤害。\n- 塔莉雅的远程攻击使她能够在乐芙兰靠近之前轻松骚扰她，这使得乐芙兰在对线时很难进行交易。\n- 塔莉雅的终极技能可以限制乐芙兰的移动并切断她的逃跑路线，使乐芙兰更难发起伏击。\n- 乐芙兰的基础属性较低，不适合持久战，常常难以承受塔莉雅的持续伤害。"
    }
  },
  "ケイル": {
    "name": "ケイル",
    "beats": {
      "ベイガー": "维迦在对抗凯尔时处于劣势。\n\n原因：\n- 凯尔在6级后变为远程英雄，使她能够在躲避维迦攻击的同时输出强大的持续伤害。\n- 凯尔的技能可以提供无敌效果，能够抵消维迦的爆发伤害，迫使他谨慎使用技能。\n- 凯尔在前期较弱，但随着等级提升变得更强，这使得她在维迦成长之前有可能扭转局势。\n- 维迦依赖控制技能，但通常在对抗凯尔的机动性时会感到困难。\n- 凯尔可以使用减速和加速技能不断骚扰维迦，同时躲避他的攻击。",
      "イレリア": "艾瑞莉娅在对抗凯尔时处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅机动性高，可以轻松利用技能躲避凯尔的攻击。\n- 凯尔在前期非常弱，艾瑞莉娅可以通过从1级开始积极进攻来获得优势。\n- 艾瑞莉娅具有减伤效果，使她对凯尔的攻击更具韧性。\n- 凯尔在达到6级之前是近战英雄，这使她在艾瑞莉娅的攻击下处于脆弱位置。\n- 尽管艾瑞莉娅的技能冷却时间较长，但她有很强的能力来躲避凯尔的攻击，并能持续输出伤害。\n- 凯尔的无敌效果并不能完全抵消艾瑞莉娅的攻击，使艾瑞莉娅能够创造有利局面。",
      "ゾーイ": "佐伊在对抗凯尔时处于劣势。\n\n- 凯尔在前期非常弱，佐伊可以轻松骚扰她，直到她达到6级。\n- 由于佐伊的高射程和爆发伤害，凯尔容易受到攻击，尤其是在前期她的耐久性较低，使她变得脆弱。\n- 凯尔有一个无敌状态，但佐伊的技能瞬间造成伤害，使得把握无敌时机变得困难。\n- 即使凯尔升级，佐伊也可以利用技能保持距离进行攻击，使凯尔难以拉近距离。\n- 如果凯尔被佐伊的控制技能击中，她失去了反击的机会，这可能导致不利局面，尤其是在前期对线阶段。",
      "マルザハール": "马尔扎哈在对抗凯尔时处于劣势。\n\n原因如下：\n\n- 凯尔在6级后变为远程英雄，增加了她持续输出的能力，并且更容易躲避马尔扎哈的攻击。\n- 凯尔的技能可以提供无敌效果，可以抵消马尔扎哈的压制，使她能够避免他的强力控制技能。\n- 马尔扎哈在前期非常弱，尤其是在达到6级之前，很难创造出对凯尔有利的局面。\n- 凯尔可以利用减速和加速从马尔扎哈的攻击范围之外进行攻击，使他很难防御她的攻击。\n- 马尔扎哈的机动性较低，容易受到凯尔的攻击，使他在一对一的遭遇中容易陷入不利局面。",
      "オレリオン・ソル": "奥瑞利安·索尔处于劣势。\n\n原因如下：\n\n- 凯尔在6级后变为远程英雄，更容易对奥瑞利安·索尔造成持续伤害。\n- 如果凯尔利用无敌技能，奥瑞利安·索尔的技能可以被抵消，减少造成伤害的机会。\n- 奥瑞利安·索尔通过命中技能来增强自己，但凯尔克服了早期的弱点，随着等级的提升获得强大的伤害，逐渐增加劣势。\n- 凯尔拥有减速和加速技能，更容易限制奥瑞利安·索尔的移动，在近战中占据优势。\n- 奥瑞利安·索尔需要时间来施加控制效果，更容易在他反击之前被凯尔的攻击反制。",
      "メル": "梅尔处于劣势。\n\n- 凯尔在前期非常弱，梅尔可以轻松骚扰她直到她达到6级，但一旦凯尔成长，她就拥有强大的输出，可能在后期实现反击。\n- 6级后，凯尔变为远程英雄，可以在躲避梅尔攻击的同时进行反击，使梅尔的远程优势反而成为劣势。\n- 凯尔的技能可以使她无敌，能够抵消梅尔的攻击，特别是在团队战斗中减少她的影响。\n- 梅尔对治疗效果较弱，但凯尔具有持续输出的高能力，能够利用梅尔的弱点。",
      "オーロラ": "奥罗拉处于劣势。\n\n- 凯尔在前期非常弱，奥罗拉可以在她达到6级之前轻松发起攻击，从而在前期获得优势。\n- 凯尔缺乏强力的控制技能，容易受到奥罗拉的高机动性和利用闪现进行的突袭攻击。\n- 在6级之后，凯尔的攻击从近战变为远程，奥罗拉可以在保持距离的同时继续攻击，更容易对凯尔施加持续压力。\n- 凯尔有一个无敌状态，但在面对奥罗拉的爆发伤害时，掌握无敌的使用时机非常困难，存在被瞬间击杀的高风险。",
      "フィズ": "菲兹处于劣势。\n\n原因如下：\n\n- 凯尔在6级后变为远程英雄，可以造成强大的持续伤害，这使得菲兹很难命中他的近战攻击。\n- 凯尔的无敌技能可以轻易抵消菲兹的爆发伤害，限制了菲兹的进攻时机。\n- 凯尔在前期较弱，但菲兹在前期也较弱，这使得凯尔能够在两位英雄都能发育之前创造有利局面。\n- 凯尔有减速和移动速度提升的技能，更容易限制菲兹的机动性，使他难以逃脱。\n- 菲兹对控制技能非常脆弱，被凯尔的攻击命中时很难进行反击。"
    },
    "loses": {
      "アニー": "安妮占据优势。\n\n- 安妮的爆发伤害很高，能够对凯尔造成强大的伤害，尤其是在前期。\n- 凯尔在前期非常脆弱，无法应对安妮的爆发，直到她达到6级。\n- 由于安妮的控制效果，凯尔更容易受到攻击，并且在激活她的无敌之前很可能会受到伤害。\n- 安妮的射程很长，使她能够在凯尔接近之前发起攻击。\n- 凯尔缺乏强力的控制技能，使她在受到安妮的爆发后很难进行反击。",
      "タリヤ": "塔莉雅对凯尔有优势。\n\n原因如下：\n\n- 前期强度：塔莉雅在前期有很高的伤害，可以利用凯尔在这一阶段的弱点。特别是在凯尔达到6级之前，塔莉雅可以创造出压倒性的优势局面。\n- 范围优势：塔莉雅拥有远程攻击，使她在凯尔接近之前更容易骚扰她。当凯尔处于近战形态时，她很难躲避塔莉雅的攻击。\n- 控制技能的利用：塔莉雅有击退和眩晕技能，可以限制凯尔的移动。这使得塔莉雅能够在凯尔能够接近之前创造出有利局面。\n- AoE伤害：塔莉雅的范围伤害在凯尔试图在路上骚扰时非常有效，使她难以接近。\n- 游走能力：塔莉雅的移动速度很高，能够在推完自己的一路后轻松游走到其他路。这增加了孤立凯尔的机会，并使塔莉雅能够增强她在其他路的影响力。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽在前期有高爆发伤害，可以利用凯尔的早期弱点。\n- 阿卡丽的机动性使她能够在躲避凯尔攻击的同时造成伤害。\n- 凯尔在6级之前是近战，这使得阿卡丽在这段时间内更容易进行有利的交易。\n- 通过使用阿卡丽的烟雾弹，她可以躲避凯尔的攻击，同时创造反击的机会。\n- 在激活凯尔的无敌技能后，阿卡丽可以迅速使用她的低冷却技能进行攻击。\n- 阿卡丽可以造成高爆发伤害，忽视凯尔的治疗能力，使她能够在凯尔成长之前压制她。",
      "オリアナ": "奥莉安娜在对凯尔时具有优势。\n\n原因如下：\n\n- 前期凯尔非常弱，奥莉安娜可以轻松骚扰她，直到她达到6级。\n- 奥莉安娜的技能是范围伤害，可以在凯尔接近之前造成伤害。\n- 凯尔缺乏硬控技能，使她很难躲避奥莉安娜的技能，这使她容易受到奥莉安娜的攻击。\n- 奥莉安娜擅长用她的球进行区域控制，更容易阻止凯尔接近。\n- 在变为远程状态之前，凯尔在近战状态下无法与奥莉安娜的射程竞争，可能会失去对线的优势。",
      "シンドラ": "辛德拉对凯尔有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，使她在凯尔早期弱势时更容易骚扰凯尔。\n- 凯尔在达到6级之前是近战，这使得她在被辛德拉的技能范围外攻击时很难补刀。\n- 通过利用辛德拉的击退和眩晕，更容易阻止凯尔的接近，这在凯尔处于无敌状态时尤其有效。\n- 辛德拉的爆发伤害很高，使她能够在凯尔发育之前争取早期击杀。\n- 凯尔缺乏强力的控制技能，因此她逃脱辛德拉技能连招的选择有限。",
      "アクシャン": "阿克尚对凯尔有优势。\n\n原因如下：\n\n- 阿克尚在早期有很强的骚扰能力，可以利用凯尔的早期弱点。\n- 凯尔在达到6级之前是近战，这使她非常容易受到阿克尚的远程攻击。\n- 阿克尚的被动技能造成高额伤害，使他能够在早期减少凯尔的生命值。\n- 阿克尚的机动性很高，可以在躲避凯尔技能的同时进行攻击，使他在交战中占据优势。\n- 凯尔的无敌技能并不能完全抵消阿克尚的伤害，因此他可以继续攻击，同时根据时机调整自己的攻击。",
      "サイラス": "Sylas在对抗Kayle时具有优势。\n\n原因如下：\n\n- Sylas在早期游戏中具有高输出能力，可以利用Kayle的早期弱点。\n- Kayle在达到6级之前是近战英雄，而Sylas在近战交战中表现出色，使他能够在Kayle成长之前占据优势。\n- Sylas拥有多次闪现的能力，使他更容易接近并躲避Kayle的攻击。\n- 通过偷取Kayle的无敌技能，Sylas可以在战斗中创造有利局面。\n- Kayle缺乏强力的控制技能，使她容易受到Sylas的爆发伤害，尤其是在6级之前特别脆弱。",
      "アニビア": "阿尼维亚占据优势。\n\n- 阿尼维亚在早期游戏中具有强大的骚扰能力，可以利用凯尔的早期弱点。\n- 阿尼维亚的区域控制技能限制了凯尔的移动，使她特别难以接近。\n- 凯尔在达到6级之前是近战，这使她无法反击阿尼维亚的远程攻击。\n- 阿尼维亚具有很高的清线能力，使她在凯尔发育之前更容易主导线路。\n- 阿尼维亚的复活被动使她更容易在爆发伤害中生存，从而能够吸收凯尔的攻击。\n- 凯尔的无敌技能对阿尼维亚的持续伤害和控制效果的抵抗力较弱，使阿尼维亚能够更有利地进行游戏。",
      "ビクター": "维克托对凯尔有优势。\n\n原因如下：\n\n- 凯尔在前期非常弱，维克托可以轻松骚扰她，直到她达到6级。\n- 维克托的技能射程很长，可以在凯尔靠近之前造成伤害。\n- 凯尔在6级时变为远程，但维克托在此之前的伤害很强，可以利用等级差距。\n- 凯尔有无敌状态，但维克托的技能造成持续伤害，更容易预测她何时使用无敌。\n- 维克托对低机动性的对手有优势，可以利用凯尔前期的弱点。",
      "キヤナ": "Qiyana在对抗Kayle时具有优势。\n\n原因如下：\n\n- 前期强度：Qiyana从一开始就有高伤害，使她能够利用Kayle的前期弱点，更容易地获得对线优势。\n- 机动性：Qiyana的高机动性使她能够在避免Kayle攻击的同时发起进攻，特别是在Kayle处于近战形态时，给予她有利的位置。\n- 硬控：Qiyana拥有硬控技能，使她能够在Kayle变得无敌之前造成伤害或击杀。\n- 元素利用：Qiyana可以切换元素，以适应战术，灵活应对Kayle的技能。\n- 利用等级差：通过在Kayle达到6级之前创造有利局面，Qiyana可以在Kayle变得更强之前将游戏推向有利于自己的方向。",
      "リサンドラ": "丽桑卓对凯尔有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能（CC），能够在凯尔发育之前有效地对她造成伤害。\n- 凯尔在前期非常脆弱，容易受到丽桑卓的骚扰和控制，使得施加线压变得更容易。\n- 丽桑卓在近战中的爆发伤害在凯尔达到6级之前可以产生显著影响。\n- 凯尔的无敌技能无法完全抵消丽桑卓的控制，使得丽桑卓可以利用这个窗口继续攻击。\n- 丽桑卓具有很高的游走潜力，可以轻松影响其他线路，使得在整个游戏中更容易获得优势。",
      "ガリオ": "加里奥对凯尔有优势。\n\n原因如下：\n\n- 前期强度：加里奥在前期有强大的骚扰和伤害，能够对凯尔施加压力，而凯尔在前期较弱。\n- 硬控制的存在：加里奥拥有多种形式的硬控制，可以有效限制凯尔的移动，从而抵消她的技能。\n- 魔法伤害抗性：加里奥对魔法伤害有很高的抗性，使他更容易减轻凯尔的魔法伤害，并在伤害交易中获得优势。\n- 团队战斗中的影响：加里奥在团队战斗中非常强大，可以在凯尔有机会成长之前主导战斗。\n- 限制的逃生选项：凯尔在前期的逃生手段有限，使她处于容易受到加里奥攻击的位置。"
    }
  },
  "イレリア": {
    "name": "イレリア",
    "beats": {
      "アクシャン": "阿克尚在对抗艾瑞莉娅时处于劣势。\n\n原因：\n- 艾瑞莉娅的机动性很高，可以轻松通过闪现躲避阿克尚的攻击。\n- 艾瑞莉娅的持续伤害和技能带来的攻击速度提升可以压制阿克尚的交易。\n- 阿克尚的攻击范围较短，使他在进入艾瑞莉娅的攻击范围时容易受到伤害。\n- 艾瑞莉娅的技能对爆发伤害有很强的抵抗力，可以在反击的同时减轻阿克尚的攻击。\n- 艾瑞莉娅具有控制抵抗，使她更容易摆脱阿克尚的攻击。",
      "ライズ": "瑞兹处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，容易躲避瑞兹的技能，使他很难命中攻击。\n- 艾瑞莉娅的全力进攻潜力强，尤其在2级时，让瑞兹在早期很难应对她。\n- 艾瑞莉娅可以通过使用技能提高攻击速度，使她能够持续输出伤害，逐渐削弱瑞兹的耐久性。\n- 瑞兹的攻击范围较短，使他很难对抗艾瑞莉娅的近战攻击。\n- 艾瑞莉娅的技能具有减伤效果，使她更容易抵消瑞兹的爆发伤害。\n- 艾瑞莉娅拥有控制技能（CC），可以限制瑞兹的移动，在战斗中获得优势。\n- 瑞兹在法力管理上存在困难，使他很难在与频繁使用技能的艾瑞莉娅的战斗中维持战斗。",
      "カサディン": "卡萨丁在对抗艾瑞莉娅时处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，容易躲避卡萨丁的攻击。她可以利用闪现拉近距离，对卡萨丁造成持续伤害。\n- 艾瑞莉娅的技能具有减伤效果，更容易抵消卡萨丁的魔法伤害。这有效减少了卡萨丁的爆发伤害。\n- 艾瑞莉娅在对线时具有强大的骚扰能力，早期对卡萨丁施加压力。卡萨丁在前期特别弱，容易受到艾瑞莉娅的单方面攻击。\n- 艾瑞莉娅的被动技能随着等级提升，使她能够保持持续伤害，这使得在卡萨丁变强之前更容易创造有利局面。\n- 卡萨丁的物理防御较低，容易受到艾瑞莉娅的普通攻击和技能造成的物理伤害，常常在交战中处于劣势。",
      "シンドラ": "辛德拉在对抗艾瑞莉娅时处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，可以轻松利用闪现躲避辛德拉的技能。\n- 辛德拉的自我防御技能E的冷却时间很长，使她容易受到艾瑞莉娅的攻击。\n- 艾瑞莉娅具有强大的持续伤害能力，能够在辛德拉释放爆发伤害之前将其击倒。\n- 辛德拉在前期较弱，如果艾瑞莉娅在前期获得优势，她很可能会滚雪球扩大领先。\n- 艾瑞莉娅可以利用辛德拉的球体，使辛德拉难以有效管理她的技能。",
      "ラックス": "Lux在对抗Irelia时处于劣势。\n\n- Irelia的机动性很高，容易躲避Lux的技能，这意味着她不太可能受到Lux的伤害。\n- Irelia的技能对爆发伤害很强，可以减轻Lux的攻击，使Lux难以造成持续伤害。\n- Lux在被接近时非常脆弱，面对Irelia的开团很难应对。\n- Irelia可以通过使用技能来提高攻击速度，使她能够对Lux造成持续伤害，这使得在对线时骚扰Lux变得不利。\n- Lux的技能是技能射击，由于Irelia的机动性，往往会被躲避，这使得她很难命中技能。",
      "メル": "梅尔处于劣势。\n\n- 艾瑞莉娅具有高机动性，可以利用她的闪现躲避梅尔的攻击或迅速接近造成伤害，这使得梅尔难以发挥她的远程优势。\n- 艾瑞莉娅的技能具有减伤效果，使她更容易承受梅尔的攻击，尤其是对梅尔的持续伤害。\n- 梅尔缺乏主动控制技能，因此她阻止艾瑞莉娅攻击的手段有限，允许艾瑞莉娅自由移动。\n- 艾瑞莉娅在升级时有显著的成长，能够造成强大的伤害，尤其是在中后期，如果梅尔无法滚雪球，这将增加被翻盘的风险。\n- 梅尔对治疗效果较弱，无法有效反制艾瑞莉娅的续航能力。",
      "ゼド": "劫在对抗艾瑞莉娅时处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，容易躲避劫的攻击。她可以特别利用她的闪现来避开劫的技能。\n- 艾瑞莉娅的技能具有减少爆发伤害的效果，使她更容易在劫的连招中生存。\n- 艾瑞莉娅的持续伤害能力很强，通常在劫全力进攻时进行反击。\n- 艾瑞莉娅的被动技能随着等级提升并且与装备挂钩，使她在后期拥有高额的输出，能够抵消劫的爆发伤害。\n- 劫的控制能力较弱，他对抗艾瑞莉娅的逃脱和追击能力有限，难以保持对线的优势。",
      "マルザハール": "马尔扎哈在对抗艾瑞莉娅时处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，容易躲避马尔扎哈的技能。特别是，使用艾瑞莉娅的闪现可以轻松避开马尔扎哈的攻击。\n- 马尔扎哈的沉默很强大，但艾瑞莉娅可以利用她的技能提高攻击速度，使她更容易创造出不受沉默影响的局面。\n- 艾瑞莉娅具有很强的持续输出能力，可以在忽视马尔扎哈的法术护盾的情况下造成伤害。\n- 马尔扎哈在前期较弱，而艾瑞莉娅可以从一开始就施加强大的骚扰，使她更容易获得对线优势。\n- 艾瑞莉娅有手段解除控制效果，可以抵消马尔扎哈的压制，减少他在团战中的影响。",
      "ベイガー": "维迦在对抗艾瑞莉娅时处于劣势。\n\n原因：\n- 艾瑞莉娅的机动性很高，可以轻松利用她的闪现躲避维迦的技能。\n- 艾瑞莉娅的技能具有减伤效果，可以减轻维迦的爆发伤害。\n- 艾瑞莉娅是近战英雄，可以在维迦的攻击范围之外进行攻击，使她更容易接近并造成伤害。\n- 维迦的控制技能在对抗艾瑞莉娅的闪现时难以使用，这给了她进攻的机会。\n- 艾瑞莉娅可以通过使用技能提高攻击速度，使她能够造成持续伤害，这使得她在对线时的骚扰能力很强。",
      "フィズ": "菲兹处于劣势。\n\n- 艾瑞莉娅的机动性很高，可以躲避菲兹的攻击，使她不易受到他的爆发伤害。\n- 艾瑞莉娅的技能具有减伤效果，使她能够减轻菲兹的爆发伤害，在持续战斗中占据优势。\n- 艾瑞莉娅可以轻松躲避菲兹的技能，特别是她有手段来抵消菲兹的无敌技能，这使得菲兹很难命中她的攻击。\n- 菲兹的护甲较低，容易受到早期骚扰，使他对艾瑞莉娅的持续伤害非常脆弱。\n- 随着等级的提升，艾瑞莉娅变得更强，使她在菲兹成长之前更容易创造有利局面。",
      "ダイアナ": "黛安娜在对抗艾瑞莉娅时处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避黛安娜的技能和攻击。\n- 艾瑞莉娅的减伤效果使得黛安娜的爆发伤害难以命中，在持续战斗中处于劣势。\n- 艾瑞莉娅可以通过使用技能提高攻击速度，从而造成持续伤害，穿透黛安娜的护盾。\n- 黛安娜对控制技能很脆弱，如果被艾瑞莉娅的技能抓住，可能会失去反击的机会。\n- 艾瑞莉娅在升级时变得更强，使她在黛安娜成长之前更容易创造有利局面。",
      "ゼラス": "扎伊拉在对抗艾瑞莉娅时处于劣势。\n\n- 艾瑞莉娅的机动性很高，容易躲避扎伊拉的技能。特别是通过使用她的闪现来拉近距离，她可以轻松避开扎伊拉的攻击。\n- 艾瑞莉娅的持续伤害和治疗能力使她能够承受扎伊拉的消耗，并反过来对扎伊拉造成伤害。\n- 扎伊拉缺乏自我防御选项，当艾瑞莉娅逼近时很难进行反击。如果艾瑞莉娅攻击，扎伊拉很可能会被轻易击倒。\n- 艾瑞莉娅可以使用她的技能来提高攻击速度，使她更容易对扎伊拉造成持续伤害。\n- 扎伊拉的技能激活时间较慢，难以击中机动性极高的艾瑞莉娅，导致伤害输出效果不佳。",
      "ヨネ": "永恩处于劣势。\n\n原因如下：\n\n- 艾瑞莉娅机动性高，可以轻松利用闪现躲避永恩的攻击。\n- 艾瑞莉娅的技能具有减伤效果，使她对永恩的攻击更具韧性。\n- 艾瑞莉娅可以轻松叠加被动，尤其在6级后，她的伤害非常强大。\n- 永恩对装备依赖性强，通常在装备不齐全之前会在对抗艾瑞莉娅时处于劣势。\n- 永恩逃脱艾瑞莉娅的控制技能和持续伤害的手段有限，容易在交战中处于劣势。\n- 艾瑞莉娅的技能冷却时间短，因此如果永恩持续受到攻击，他很可能会被压制。",
      "エコー": "艾克处于劣势。\n\n原因：\n- 艾瑞莉娅的机动性很高，可以轻松躲避艾克的技能。\n- 艾瑞莉娅的技能对爆发伤害有很强的抵抗力，使她能够减轻艾克的攻击。\n- 艾瑞莉娅在近战中造成的持续伤害很高，可以超过艾克的爆发伤害。\n- 艾克的控制技能在艾瑞莉娅的闪现面前难以使用，使她能够自由移动。\n- 艾瑞莉娅可以通过技能进行治疗，使她更容易在艾克的爆发中生存。"
    },
    "loses": {
      "ヴェックス": "Vex在对抗Irelia时具有优势。\n\n原因如下：\n\n- Vex可以对依赖闪烁的Irelia造成额外伤害，从而利用她的机动性。\n- 由于拥有可靠的控制技能，Vex可以轻松打断Irelia的攻击，并在交战中获得优势。\n- 在对线阶段，Vex擅长远程骚扰，使她能够在Irelia接近之前造成伤害。\n- Irelia的技能冷却时间较长，使她在受到Vex伤害后难以反击。\n- Vex的终极技能允许远程交战，使她能够在Irelia接近之前造成大量伤害。",
      "ブラッドミア": "血沼对艾瑞莉娅有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，能够在恢复生命值的同时维持线上，给他提供了强大的抵抗力来应对艾瑞莉娅的骚扰。\n- 艾瑞莉娅的技能冷却时间长，攻击力低，尤其是在前期，使她很难应对血沼的持续伤害。\n- 血沼的无敌技能使他更容易躲避艾瑞莉娅的爆发伤害，并提供反击的机会。\n- 血沼可以远程攻击，使他能够在艾瑞莉娅靠近之前进行骚扰，更容易获得线权。\n- 艾瑞莉娅容易受到控制，而血沼的持续伤害和续航使得艾瑞莉娅很难进行全力进攻。",
      "ガリオ": "加里奥对艾瑞莉娅有优势。\n\n原因如下：\n\n- 加里奥有高魔法抗性，使他在面对艾瑞莉娅的主要伤害来源（魔法伤害）时表现强劲。\n- 加里奥的强控制技能可以限制艾瑞莉娅的机动性，并抵消她的闪现。\n- 艾瑞莉娅的技能冷却时间较长，使她难以应对加里奥的持续伤害和控制。\n- 加里奥在团队战斗中影响力大，擅长保护队友，使艾瑞莉娅难以单独攻击。\n- 加里奥的护盾减少了艾瑞莉娅的爆发伤害，使他在持续交战中获得优势。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽机动性高，可以通过连续闪烁轻松躲避艾瑞莉娅的攻击。\n- 为了防止艾瑞莉娅叠加被动，阿卡丽可以骚扰并减少艾瑞莉娅的输出。\n- 通过使用阿卡丽的烟雾弹，她可以遮挡艾瑞莉娅的视野，使躲避攻击变得更容易。\n- 在6级之后，阿卡丽的击杀压力增加，对艾瑞莉娅有强大的爆发伤害。\n- 阿卡丽可以利用短暂的交战机会，在艾瑞莉娅技能失误或被动消失时进行攻击。\n- 阿卡丽有很高的生命回复能力，擅长维持自己的线路，使她更容易在战斗中生存。\n- 通过利用艾瑞莉娅技能的长冷却时间，阿卡丽可以主动发起攻击。",
      "リサンドラ": "丽桑卓对艾瑞莉娅有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能（CC），可以限制艾瑞莉娅的机动性，使她难以接近并攻击。\n- 艾瑞莉娅的技能冷却时间较长，当她被丽桑卓的控制技能击中时，可能会失去反击的机会。\n- 丽桑卓的爆发伤害很高，尽管艾瑞莉娅有续航能力，但她仍然会被迅速削弱。\n- 丽桑卓擅长游走和利用她的远程传送进行交战，使她能够在艾瑞莉娅被孤立时抓住机会。\n- 艾瑞莉娅对控制技能很脆弱，丽桑卓利用她的眩晕和无敌攻击是有效的。",
      "ヤスオ": "亚索处于优势。\n\n- 亚索的技能冷却时间短，攻击技能没有消耗，容易造成持续伤害。\n- 亚索的护盾和风墙使得阻挡艾瑞莉娅的技能变得更容易，特别是抵消技能射击。\n- 艾瑞莉娅的技能冷却时间长，因此亚索可以先发起攻击以获得有利的交易。\n- 亚索有一个被动技能可以增加他的暴击率，使他在装备合适时能够造成高额的爆发伤害。\n- 艾瑞莉娅容易受到控制，当被亚索的攻击击中时，她的逃脱选项受到限制。\n- 亚索在对线时有强大的推线能力，使得艾瑞莉娅很难获得补刀。",
      "キヤナ": "Qiyana在对抗Irelia时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Irelia的技能，使她能够在避免Irelia攻击的同时进行反击。\n- Qiyana的硬控技能可以禁用Irelia的闪现，限制她的逃跑选项。\n- Irelia的技能冷却时间较长，因此Qiyana可以通过先发制人来创造有利局面。\n- Qiyana可以利用元素根据情况调整战术，使她能够灵活应对Irelia的动作。\n- Irelia对爆发伤害的抵抗力强，但Qiyana的爆发伤害足够高，可以超过Irelia的续航能力。",
      "ゾーイ": "佐伊在对抗艾瑞莉娅时具有优势。\n\n原因如下：\n\n- 佐伊的射程很长，可以安全地骚扰艾瑞莉娅并保持对线优势。\n- 艾瑞莉娅的技能冷却时间较长，使她难以对抗佐伊的高伤害攻击。\n- 通过使用佐伊的控制技能，她可以阻止艾瑞莉娅的闪现，防止她拉近距离。\n- 佐伊可以瞬间造成高爆发伤害，善于利用艾瑞莉娅使用技能后的空档。\n- 艾瑞莉娅的逃生选项有限，使她容易受到佐伊攻击的致命伤害。",
      "オーロラ": "奥罗拉占据优势。\n\n- 奥罗拉的机动性很高，更容易躲避艾瑞莉娅的攻击。\n- 艾瑞莉娅的技能冷却时间长，使得奥罗拉可以利用这些空档进行攻击。\n- 奥罗拉的远程攻击可以在艾瑞莉娅靠近之前造成伤害。\n- 艾瑞莉娅对控制技能很脆弱，但奥罗拉只有减速效果，限制艾瑞莉娅逃跑的潜力很困难。\n- 奥罗拉通过参与击杀可以减少技能冷却时间，使得持续输出更容易。",
      "タリヤ": "塔莉雅在对抗艾瑞莉娅时具有优势。\n\n原因如下：\n\n- 塔莉雅的射程很长，可以在不让艾瑞莉娅靠近的情况下进行骚扰，从而更容易保持对线的优势。\n- 塔莉雅的技能造成范围伤害，使她能够在艾瑞莉娅使用技能拉近距离之前造成伤害。\n- 艾瑞莉娅的技能冷却时间较长，使她很难对塔莉雅的持续骚扰进行反击。\n- 塔莉雅的控制技能可以限制艾瑞莉娅的机动性，剥夺她的逃生手段。\n- 塔莉雅可以快速推线，制造艾瑞莉娅难以补刀的局面。"
    }
  },
  "サイラス": {
    "name": "サイラス",
    "beats": {
      "リサンドラ": "丽桑卓处于劣势。\n\n- 塞拉斯是一个近战英雄，并且有位移技能可以躲避丽桑卓的控制技能，使他更容易躲避她的技能。\n- 通过偷取丽桑卓的技能，塞拉斯可以利用她强大的控制技能，从而在对抗中获得优势。\n- 丽桑卓的攻击范围较短，当塞拉斯靠近时，她容易受到攻击，这常常使她在交战中处于劣势。\n- 一旦塞拉斯发育起来，他的爆发伤害很高，而丽桑卓必须靠近才能造成伤害，这使她在对抗他时面临很高的风险。\n- 在前期，塞拉斯在法力管理上比较困难，而丽桑卓的技能消耗较高，容易耗尽法力，使得持续作战变得困难。",
      "フィズ": "菲兹处于劣势。\n\n- 塞拉斯的技能都有伤害，尤其是当他发育良好时，他的爆发伤害可以迅速削减菲兹的生命值。\n- 塞拉斯有多个位移技能，使他容易躲避菲兹的攻击。这大大增加了菲兹伏击失效的可能性。\n- 菲兹对控制技能非常脆弱，如果被塞拉斯的控制技能抓住，菲兹很难反击。\n- 塞拉斯有能力偷取其他英雄的技能，如果他偷到了菲兹的无敌技能，菲兹就变得非常脆弱。\n- 菲兹在前期较弱，而塞拉斯在前期伤害很高，菲兹在对线时常常受到骚扰。",
      "エコー": "艾克处于劣势。\n\n原因如下：\n\n- 塞拉斯的爆发伤害很高，可以迅速减少艾克的生命值，因此艾克需要在前期保持谨慎。\n- 塞拉斯的所有技能都能造成伤害，当他发育良好时，输出极高，使艾克难以利用他的机动性。\n- 塞拉斯有多个位移技能，可以躲避艾克的攻击，使艾克很难命中敌人。\n- 塞拉斯可以偷取艾克的终极技能，抵消艾克的治疗能力，为自己创造有利局面。\n- 艾克有许多与移动相关的技能，使他容易受到塞拉斯的控制和爆发伤害，复杂化了他的站位。",
      "ゼド": "劫在对抗塞拉斯时处于劣势。\n\n原因如下：\n\n- 塞拉斯的爆发伤害很高，尤其是在他发育良好时，可以迅速削减劫的生命值，使得劫进行全力进攻变得风险很大。\n- 塞拉斯的闪现技能使他更容易躲避劫的攻击，同时也增加了塞拉斯与劫交战的机会。\n- 塞拉斯可以偷取其他英雄的技能，如果他偷取了劫的终极技能，劫很可能会受到大量伤害。\n- 劫的控制能力较弱，使他难以反制塞拉斯的控制和爆发伤害。\n- 尽管塞拉斯在前期伤害较低，但他可以在劫全力进攻时把握反击时机，因此劫需要谨慎行事。",
      "カサディン": "卡萨丁处于劣势。\n\n原因：\n- 塞拉斯有爆发伤害，尤其是在他发育良好时，可以造成高伤害，威胁卡萨丁的耐久性。\n- 塞拉斯的闪现技能使他更容易躲避卡萨丁的攻击，同时增加了塞拉斯的进攻机会。\n- 塞拉斯可以窃取其他英雄的技能，使他能够用卡萨丁的终极技能对付卡萨丁，让卡萨丁处于困境。\n- 卡萨丁在前期伤害较低，特别容易受到AD英雄的攻击，使他容易受到塞拉斯的攻击。\n- 塞拉斯在面对有控制技能的英雄时处于劣势，但卡萨丁缺乏控制技能，使塞拉斯可以自由移动。",
      "キヤナ": "基安娜处于劣势。\n\n- 塞拉斯拥有爆发伤害，尤其是在他发育良好时，伤害非常高，这使得基安娜面临被早早击杀的风险。\n- 塞拉斯有多次闪现和高机动性，容易躲避基安娜的攻击。\n- 塞拉斯能够窃取其他英雄的技能，通过窃取基安娜的终极技能，他可以有效地中和她。\n- 基安娜依赖她的终极技能，因此在冷却时间或塔附近表现不佳，常常使她在对抗塞拉斯时处于劣势。\n- 塞拉斯在面对具有控制技能的英雄时处于劣势，因此被基安娜的硬控技能击中使他难以移动。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 塞拉斯是一个近战英雄，可以在躲避扎伊拉的远程攻击的同时接近她，这使得扎伊拉在交战中处于劣势。\n- 塞拉斯有多次闪现，容易躲避扎伊拉的技能，并擅长埋伏。这使得扎伊拉的防御选项很少，增加了被抓的风险。\n- 扎伊拉的技能激活时间较慢，难以击中高度机动的塞拉斯，这阻止了她造成有效伤害。\n- 塞拉斯可以偷取扎伊拉的终极技能，创造对他有利的局面，使他能够扭转战斗的局势。\n- 扎伊拉的蓝量管理至关重要，但如果塞拉斯通过攻击耗尽她的蓝量，她在对线中的续航能力会降低。",
      "ダイアナ": "黛安娜在对抗赛拉斯时处于劣势。\n\n原因如下：\n\n-赛拉斯拥有爆发伤害，尤其是在他发育良好时，他的伤害可以非常高，这意味着黛安娜在接近之前可能会受到大量伤害。\n-赛拉斯的机动性和闪现技能使他更容易躲避黛安娜的攻击，从而使他能够先发制人地攻击黛安娜。\n-赛拉斯有能力窃取其他英雄的技能，通过窃取黛安娜的终极技能，他可以抵消她强大的能力。\n-黛安娜对控制技能很脆弱，如果赛拉斯能够用技能限制她，黛安娜就很难反击。\n-虽然赛拉斯在前期伤害较低，但他可以在黛安娜试图发起攻击时把握反击时机，常常使她的攻击无效。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n- 塞拉斯的技能都有伤害，尤其是当他发育良好时，他的爆发伤害可以非常高，使艾瑞莉娅面临瞬间被击杀的风险。\n- 塞拉斯有多个位移技能，使他容易躲避艾瑞莉娅的攻击，反过来，他更有可能追击她。\n- 塞拉斯有能力窃取其他英雄的技能，如果他窃取了艾瑞莉娅的技能，她的战斗力将大大降低。\n- 艾瑞莉娅对控制技能很脆弱，如果被塞拉斯的技能锁定，她的逃生手段有限，处于非常危险的境地。\n- 尽管塞拉斯在前期伤害较低，但如果艾瑞莉娅过度使用技能，她很容易耗尽法力，给塞拉斯反击的机会。",
      "シンドラ": "辛德拉在对抗塞拉斯时处于劣势。\n\n原因如下：\n\n- 塞拉斯是近战英雄，更容易在躲避辛德拉技能的同时接近她。\n- 塞拉斯有多个位移技能，可以轻松躲避辛德拉的技能，并且在接近后他的爆发伤害非常高。\n- 辛德拉的自保技能E有较长的冷却时间，使得在塞拉斯接近时难以有效使用。\n- 塞拉斯可以偷取辛德拉的终极技能，给他提供了强大的进攻工具。\n- 辛德拉在前期较弱，而随着塞拉斯的发育，他的滚雪球潜力变强，增加了对线的压力。",
      "ビクター": "维克托处于劣势。\n\n- 塞拉斯是一个近战英雄，可以通过偷取维克托的技能来抵消他的优势。\n- 塞拉斯有多个位移技能，使他更容易躲避维克托的技能并靠近造成伤害。\n- 维克托的技能施放速度较慢，使得在塞拉斯接近时难以反击。\n- 塞拉斯有爆发伤害，可以在维克托发育之前轻松获得早期击杀。\n- 维克托的机动性较低，容易受到塞拉斯的埋伏。",
      "アジール": "Azir处于劣势。\n\n- Sylas是一个近战英雄，这使得Azir难以有效利用他的射程进行攻击。\n- Sylas拥有瞬移技能，可以轻松躲避Azir的技能，并在接近时造成伤害。\n- Sylas的爆发伤害非常高，使他能够轻松利用Azir使用技能后的空档。\n- Azir需要技能连招，并且技能上限较高，这使得在受到Sylas伤害时难以反击。\n- Sylas可以通过偷取Azir的终极技能来反转Azir的优势，使战斗局势向他倾斜。",
      "ブラッドミア": "血沼在对抗赛拉斯时处于劣势。\n\n原因如下：\n\n-赛拉斯的爆发伤害很高，可以超过血沼的续航，使得对线交易不利。\n-赛拉斯的机动性和闪现技能使他更容易躲避血沼的技能并进行反击。\n-赛拉斯可以偷取其他英雄的技能，使他能够获得血沼的终极技能并扭转局势。\n-血沼在前期技能冷却时间长且伤害低，使得赛拉斯容易掌控局面。\n-赛拉斯在面对具有控制技能的英雄时处于劣势，而血沼的技能没有控制效果，因此他无法有效反制赛拉斯。",
      "アクシャン": "阿克尚处于劣势。\n\n- 塞拉斯是一个近战英雄，可以轻松利用他的范围来抵消阿克尚的骚扰。\n- 塞拉斯的爆发伤害非常高，如果阿克尚靠得太近，有被瞬间击杀的风险。\n- 塞拉斯有多个位移技能，容易躲避阿克尚的攻击，反过来也能对阿克尚进行伏击。\n- 阿克尚在被交战时往往会变得更弱，当受到塞拉斯的伤害时，他的机动性会受到影响。\n- 塞拉斯可以通过偷取阿克尚的技能来反转阿克尚的优势，从而在战斗中获得优势。"
    },
    "loses": {
      "タリヤ": "塔莉雅占据优势。\n\n- 塔莉雅拥有远程攻击，可以安全地骚扰西拉斯，抵御他的近战攻击，使得对线交易对她有利。\n- 西拉斯在前期伤害较低，容易被塔莉雅的范围攻击推回，使他容易被压制。\n- 塔莉雅的控制技能可以限制西拉斯的移动，使得抵消他的闪现变得更容易。\n- 塔莉雅的E技能在与西拉斯的位移技能配合时可以造成显著伤害，尤其在他试图发起攻击时效果显著。\n- 塔莉雅的终极技能可以切断西拉斯的逃跑路线，使他难以创造有利局面。",
      "アニー": "安妮占据优势。\n\n- 安妮有控制技能，可以抵消赛拉斯的攻击，使她在交易中更容易获得优势。\n- 安妮的爆发伤害很高，她可以迅速削弱赛拉斯，尤其是在前期赛拉斯伤害较低时。\n- 赛拉斯是一个近战英雄，而安妮可以利用她的射程安全地进行攻击。\n- 安妮的技能连招简单易行，更容易预测赛拉斯的动作。\n- 赛拉斯在法力管理上有困难，因此如果安妮早期造成伤害，会让赛拉斯在对线时难以维持。\n- 安妮可以使用提伯斯来吸引赛拉斯的攻击或协助潜行，使她更容易对他施加压力。",
      "ライズ": "瑞兹对赛拉斯有优势。\n\n原因如下：\n\n- 瑞兹可以远程攻击，更容易躲避赛拉斯的近战攻击，并且能够有效地进行交易。\n- 瑞兹的技能组合具有高输出，能够迅速削减赛拉斯的生命值。\n- 赛拉斯在前期伤害较低，且在法力管理上存在困难，使他难以反制瑞兹的推线能力。\n- 瑞兹拥有保证控制的技能，可以阻止赛拉斯闪现并切断他的逃跑路线。\n- 瑞兹可以选择坦克装备，使他在保持耐久的同时输出伤害，更容易承受赛拉斯的爆发伤害。\n- 虽然赛拉斯有能力偷取敌方技能，但瑞兹的技能并不是特别强大，即使他偷到也很难有效利用。",
      "マルザハール": "马尔扎哈对塞拉斯有优势。\n\n原因如下：\n\n- 马尔扎哈可以远程攻击，更容易躲避塞拉斯的近战攻击。\n- 塞拉斯在前期伤害较低，难以反制马尔扎哈的持续伤害。\n- 马尔扎哈的沉默可以禁用塞拉斯的技能，特别是抵消他的爆发伤害。\n- 马尔扎哈的被动法术护盾可以阻挡塞拉斯的一些攻击。\n- 尽管塞拉斯有位移技能，但受到马尔扎哈的控制效果影响，限制了他的移动，使他难以逃脱。",
      "ヴェックス": "维克斯占据优势。\n\n- 维克斯可以对经常使用闪现的赛拉斯造成额外伤害，使得在交易中更容易获得优势。\n- 通过可靠的控制技能，维克斯可以轻松限制赛拉斯的移动，特别是在他试图接近时效果显著。\n- 赛拉斯在前期伤害较低，并且在法力管理上有困难，这使得维克斯能够通过骚扰来确保对线优势。\n- 维克斯具有强大的开团潜力，使她能够在赛拉斯靠近之前发起攻击。\n- 赛拉斯的远程攻击选项有限，因此维克斯可以利用她更长的攻击范围安全地造成伤害。",
      "フェイ": "Faye在对抗Sylas时具有优势。\n\n原因如下：\n\n- Faye可以远程攻击，更容易躲避Sylas的近战攻击。\n- Sylas在前期伤害较低，难以反制Faye的爆发伤害。\n- Faye的控制技能可以限制Sylas的移动，使她能够更有利地进行交易。\n- Faye在团队战中具有强大的范围伤害，更容易削弱Sylas在这些情况下的效果。\n- Sylas在法力管理上存在困难，使他难以应对Faye的持续伤害。",
      "ゾーイ": "佐伊在对抗赛拉斯时具有优势。\n\n原因如下：\n\n- 佐伊可以远程攻击，更容易躲避赛拉斯的近战攻击。\n- 佐伊的技能具有高爆发伤害，使她能够在赛拉斯发育之前造成伤害。\n- 通过使用她的E技能的控制效果，她可以限制赛拉斯的移动，并为反击创造机会。\n- 赛拉斯在前期伤害较低，并且在法力管理上有困难，这使得佐伊更容易进行消耗并获得优势。\n- 佐伊可以使用技能射击来抵消赛拉斯的闪现，使她更容易切断他的逃跑路线。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索技能冷却时间短，能够在没有成本的情况下造成高输出，使他即使在受到西拉斯的伤害时也能有效交易。\n- 西拉斯在前期伤害低，法力消耗快，这使得亚索更容易通过积极进攻来主导对线。\n- 亚索的护盾和墙壁技能可以阻挡西拉斯的技能射击，特别是在西拉斯使用技能后，亚索可以利用机会进行反击。\n- 由于西拉斯是近战英雄，亚索可以利用他的机动性在攻击的同时保持距离，更容易避免西拉斯的爆发伤害。\n- 亚索有一个被动技能可以提高他的暴击率，一旦装备得当，他可以对西拉斯造成显著伤害，使得他在发育良好时的影响力更大。",
      "オーロラ": "奥罗拉在与赛拉斯的对抗中占有优势。\n\n- 奥罗拉拥有远程攻击，使得躲避赛拉斯的近战攻击变得更容易。\n- 利用高机动性，奥罗拉可以在躲避赛拉斯技能的同时进行攻击。\n- 赛拉斯的前期伤害较低，使得奥罗拉能够从一开始就建立优势。\n- 奥罗拉的技能造成爆发伤害，超过了赛拉斯能够提供的治疗。\n- 赛拉斯在法力管理上存在困难，使得他难以应对奥罗拉的持续攻击。",
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，使他能够减轻塞拉斯的伤害，并在早期游戏中保持稳定的对线阶段。\n- 塞拉斯在早期游戏中的伤害较低，法力消耗迅速，这使得加里奥更容易占据上风。\n- 加里奥拥有三种类型的硬控制技能，可以限制塞拉斯的机动性，使加里奥能够进行有利的交易。\n- 尽管塞拉斯有闪现技能，但加里奥的控制技能限制了他的移动，阻止塞拉斯按自己的意愿进行游戏。\n- 加里奥在团队战斗中具有重要影响力，并且可以通过游走为其他路提供帮助，使得在比赛中更容易获得整体优势。"
    }
  },
  "ナフィーリ": {
    "name": "ナフィーリ",
    "beats": {
      "ゼラス": "泽拉斯处于劣势。\n\n- 泽拉斯的射程很长，但纳菲里是一个近战刺客，接近时使他容易受到攻击。\n- 纳菲里的宠物攻击对泽拉斯的范围攻击效果较弱，如果被消灭，他的战斗能力会下降。\n- 泽拉斯的技能由于是技能射击或目标技能，激活有延迟，这使得很难击中纳菲里的闪现和伏击。\n- 纳菲里在近战中具有优势，而泽拉斯的自我防御选项有限，使他在被伏击时容易受到致命伤害。\n- 泽拉斯的法力消耗很高，在持久战中，他很容易耗尽法力，使持续骚扰变得困难。",
      "ゾーイ": "Zoe在对抗Naafiri时处于劣势。\n\n- Naafiri拥有多种基于宠物的攻击，可以轻松阻挡Zoe的技能，从而更容易抵消她的骚扰。\n- Zoe的技能是非穿透射击，通常会被Naafiri的宠物阻挡，使她难以造成伤害。\n- Naafiri具有很高的追击潜力，当她靠近时，Zoe会变得脆弱，面临被瞬间击杀的高风险。\n- Zoe缺乏范围攻击，导致她清理Naafiri宠物攻击的手段有限。\n- Naafiri可以轻松花时间游走和埋伏，使Zoe在孤立时成为主要目标。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Nahliri拥有丰富的宠物攻击，可以阻挡Sylas的技能，减少他的伤害。\n- Nahliri的技能具有很强的追击潜力，使她能够限制Sylas的闪现时机，有效地限制他的机动性。\n- Sylas在前期伤害较低，难以承受Nahliri的攻击，使他在对线骚扰中处于劣势。\n- Nahliri对范围攻击较弱，但Sylas的技能主要造成单体伤害，使他能够清除Nahliri的宠物并在战斗中获得优势。\n- Sylas在面对具有控制技能的英雄时处于劣势，而Nahliri的宠物攻击和技能的组合使Sylas难以移动。",
      "アニビア": "安妮维亚处于劣势。\n\n- 纳菲里是一个近战英雄，可以躲避安妮维亚的远程攻击。\n- 纳菲里的宠物攻击可以忽视安妮维亚的区域控制能力，使她难以控制区域。\n- 安妮维亚有控制技能，但纳菲里可以轻松用闪现躲避她的攻击，如果靠近，他可以造成大量伤害。\n- 安妮维亚通常在6级之前需要防守，这使她容易受到纳菲里的激进玩法的威胁。\n- 纳菲里有很高的追击潜力，而安妮维亚的逃生选项有限，因此她很容易被抓住。",
      "カタリナ": "卡特琳娜处于劣势。\n\n- 纳菲里拥有多种基于宠物的攻击，可以阻挡卡特琳娜的技能，减少她的伤害。\n- 纳菲里的高追击能力使得卡特琳娜在使用技能后容易受到反击。\n- 卡特琳娜缺乏控制技能，使她在面对纳菲里的攻击时特别脆弱，尤其是在团队战斗中，很难应对纳菲里的宠物。\n- 纳菲里拥有范围攻击，可以有效地骚扰像卡特琳娜这样的近战刺客。\n- 纳菲里的技能无法被锁定，因此没有办法禁用卡特琳娜的闪现，但宠物的攻击可以限制卡特琳娜的移动。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 纳菲里擅长近战，可以在躲避拉克斯技能的同时接近她，使拉克斯很难命中攻击。\n- 纳菲里的宠物攻击数量众多，可以轻松用它们阻挡拉克斯的技能，有效抵消拉克斯的骚扰。\n- 纳菲里具有很高的追击潜力，当拉克斯被接近时，她几乎没有空间使用技能，处于脆弱状态。\n- 拉克斯的技能是技能射击，纳菲里的冲刺和闪现可以轻易躲避，使拉克斯很难命中她的攻击。\n- 纳菲里对范围攻击较弱，但由于拉克斯的技能不被小兵阻挡，如果纳菲里能够躲避拉克斯的技能，拉克斯可能会陷入不利局面。",
      "エコー": "回声处于劣势。\n\n- 纳菲里拥有丰富的宠物攻击，可以轻松通过身体阻挡来抵消回声的技能。\n- 纳菲里的高追击能力使得回声很难逃脱，特别是纳菲里使用位移技能的有效接近。\n- 纳菲里对范围攻击较弱，但回声的伤害主要是单体攻击，这使得清理纳菲里的宠物变得困难。\n- 回声拥有许多位移技能，使他容易受到纳菲里的攻击。特别是，纳菲里的技能很可能限制回声的移动。\n- 纳菲里对自我防御选项较少的对手很强，但回声具有高机动性和爆发伤害，使他很难创造有利局面。",
      "アニー": "安妮处于劣势。\n\n- 纳菲里是一个近战英雄，可以轻松躲避安妮的短距离技能。\n- 纳菲里的宠物攻击频繁，使他们能够在安妮造成爆发伤害之前发起攻击。\n- 纳菲里有一个位移技能，可以躲避安妮的控制技能，并在近战中获得优势。\n- 安妮缺乏范围攻击，使她很难清理纳菲里的宠物。\n- 纳菲里对高魔法抗性英雄很强，这使得安妮的爆发伤害难以有效。",
      "ベイガー": "维迦在对抗纳菲里时处于劣势。\n\n- 纳菲里是一个近战英雄，可以在维迦的攻击范围之外进行攻击，使维迦在接近时变得脆弱。\n- 纳菲里的宠物攻击数量众多，而维迦的范围攻击往往无法有效命中。\n- 纳菲里有一个位移技能，使她更容易躲避维迦的控制技能并靠近进行攻击。\n- 维迦在前期的战斗能力较低，如果纳菲里早期发起攻击，她可以获得有利的位置。\n- 纳菲里有一个闪现技能，可以让她躲避维迦的眩晕，增加她发起攻击的机会。",
      "マルザハール": "马尔扎哈在对抗纳菲里的时候处于劣势。\n\n- 纳菲里是一个近战英雄，可以在马尔扎哈的攻击范围之外进行攻击，使他容易受到骚扰。\n- 纳菲里的宠物攻击是持续性的，可以躲避马尔扎哈的范围沉默，更容易抵消马尔扎哈的技能。\n- 马尔扎哈在前期较弱，纳菲里可以通过早期交战对他施加压力。\n- 纳菲里有位移技能，容易躲避马尔扎哈的技能并接近进行攻击。\n- 马尔扎哈的法术护盾对纳菲里的持续攻击无效，尤其是来自宠物的攻击。",
      "アーリ": "阿狸处于劣势。\n\n原因如下：\n\n- 纳菲里具有很强的追击能力，能够轻松躲避阿狸的技能。\n- 纳菲里的宠物攻击造成范围伤害，使阿狸的技能更难命中。\n- 阿狸的爆发伤害较低，难以反制纳菲里的持续攻击。\n- 纳菲里在近战中表现出色，并且有手段限制阿狸的机动性。\n- 阿狸的技能是定向的，且投射速度较慢，使其在纳菲里的位移面前难以命中。",
      "メル": "梅尔处于劣势。\n\n- 梅尔依赖范围攻击，因此缺乏有效手段对抗纳菲里的宠物攻击。\n- 纳菲里具有很强的追击能力，使梅尔在被接近时容易受到攻击。\n- 在梅尔难以持续输出伤害的情况下，它无法反制纳菲里的爆发潜力。\n- 纳菲里的宠物的存在增加了梅尔技能被挡住的可能性，阻碍了有效的伤害输出。\n- 纳菲里拥有闪现能力，容易躲避梅尔的技能，常常使骚扰无效。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 纳菲里拥有多种基于宠物的攻击，可以阻挡塔隆的攻击，减少他的爆发伤害。\n- 纳菲里的技能是不可选目标的，能够抵消塔隆的隐身状态，使塔隆难以进行伏击。\n- 纳菲里有范围攻击，可以阻碍塔隆的接近，使他参与战斗变得风险很大。\n- 纳菲里具有很强的追击潜力，增加了塔隆在试图逃跑时被追击的可能性。\n- 塔隆的防御能力较低，容易受到纳菲里的持续攻击，在持久战中处于劣势。",
      "ツイステッド・フェイト": "扭曲命运在对抗纳菲里的时候处于劣势。\n\n- 纳菲里是一个近战英雄，可以在扭曲命运的攻击范围之外骚扰他，使得消耗变得更容易。\n- 纳菲里的宠物攻击数量众多，而扭曲命运的逃生技能有限，当被接近时，他会陷入困境。\n- 纳菲里具有很强的追击能力，如果扭曲命运被控制住，他很快就会陷入不利的位置。\n- 扭曲命运的输出依赖于装备，导致他在前期的战斗能力较低，难以对纳菲里造成有效伤害。\n- 纳菲里对范围攻击较弱，但扭曲命运的攻击主要集中在单个目标上，使得清理纳菲里的宠物变得困难。",
      "ヴェックス": "Vex处于劣势。\n\n- Naafiri是一个近战英雄，这使得她很难躲避Vex的远程攻击，导致她容易受到骚扰。\n- Naafiri的宠物攻击具有范围伤害，允许她阻挡Vex的技能并减少Vex的伤害。\n- Vex没有逃生技能，使她容易受到Naafiri的高追击潜力，如果Naafiri缩短距离，她面临承受大量伤害的风险。\n- Naafiri缺乏控制技能，因此她在避免Vex可靠的控制技能方面手段有限，常常导致不利的交易。\n- Naafiri擅长补刀和游走，增加了Vex在Naafiri离开线路时变得孤立的可能性，使她容易受到埋伏。"
    },
    "loses": {
      "キヤナ": "Qiyana在对抗Nafeeli时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，可以在躲避Nafeeli的宠物的同时进行攻击，更容易躲避Nafeeli的攻击。\n- Nafeeli依赖她的宠物，因此当Qiyana使用她的范围攻击或控制技能时，宠物很容易被击倒，从而降低Nafeeli的战斗效能。\n- Qiyana拥有强控制技能，限制了Nafeeli的移动，阻止她反击的机会。\n- Qiyana利用她的元素进行攻击可以有效造成伤害，因为Nafeeli的自我防御选项有限。\n- Nafeeli对范围攻击较弱，而Qiyana的技能可以利用这一特性快速造成大量伤害。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹具有高爆发伤害，可以有效地对纳菲里的宠物造成伤害，从而更容易中和它们的存在。\n- 纳菲里只有短暂的减速作为控制技能，使得菲兹可以轻松利用他的E技能的无敌效果来躲避攻击。\n- 菲兹的机动性很高，能够在躲避纳菲里攻击的同时轻松接近，这使他擅长埋伏。\n- 纳菲里的自我防御选项有限，容易受到菲兹的高爆发伤害，从而让菲兹在前期获得优势。\n- 菲兹可以在受到纳菲里攻击之前造成伤害，使得他更容易掌控线路并争取早期击杀。",
      "ヨネ": "Yone占据优势。\n\n原因如下：\n\n- Yone具有高机动性，更容易避开Naafiri宠物的直接攻击。\n- Yone的技能冷却时间短，能够持续骚扰，并在受到Naafiri攻击之前造成伤害。\n- Naafiri依赖她的宠物，因此如果Yone能够用他的AOE攻击或技能清除它们，她的战斗力就会下降。\n- Yone的攻击风格以暴击为主，更容易降低Naafiri的护甲。\n- Naafiri只有短暂的减速作为控制技能，这使得反制Yone的机动性玩法变得困难。",
      "ダイアナ": "黛安娜在对抗纳菲里时具有优势。\n\n原因如下：\n\n- 黛安娜具有很强的追击能力，可以连续使用她的跳跃技能，从而忽略纳菲里的宠物，直接进行攻击。\n- 纳菲里依赖她的宠物，这使她容易被黛安娜的范围技能消灭。\n- 黛安娜的护盾使她在抵御纳菲里的攻击时具有很高的耐久性，在一对一的情况下提供了出色的续航能力。\n- 纳菲里的控制技能仅仅是短暂的减速，这使得黛安娜在交战时更容易躲避减速效果。\n- 黛安娜对延迟爆发的刺客非常强势，使她能够在纳菲里的攻击延迟时造成伤害。",
      "リサンドラ": "丽桑卓对恩佐斯有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能（CC），在恩佐斯试图接近时，可以轻松用眩晕或无敌来反制他的攻击。\n- 恩佐斯依赖他的宠物，因此如果丽桑卓的范围攻击或控制技能禁用宠物，恩佐斯的战斗力会显著下降。\n- 丽桑卓拥有远程传送，可以安全地骚扰，同时避免恩佐斯的攻击。\n- 恩佐斯的自我防御选项有限，使他容易受到丽桑卓的爆发伤害，从而让她在前期交易中获得优势。\n- 丽桑卓在团队战中也很强，当恩佐斯参与团队战时，他很可能会被丽桑卓的控制技能压制。",
      "アクシャン": "阿克尚在对抗纳利里时具有优势。\n\n原因如下：\n\n- 阿克尚可以远程攻击，并且早期骚扰能力强，更容易阻止纳利里靠近。\n- 纳利里依赖她的宠物，因此如果阿克尚的攻击击倒了她的宠物，她的战斗能力会显著下降。\n- 阿克尚的被动技能所带来的额外伤害在纳利里自我防御选项有限时特别有效。\n- 阿克尚的机动性很高，使他能够轻松进行有利的交易，同时避免纳利里的攻击。\n- 纳利里只有短暂的减速作为控制技能，这使得她很难反制阿克尚基于机动性的玩法。",
      "ブラッドミア": "Bloodmire在与Naphiri的对抗中占据优势。\n\n原因如下：\n\n- Bloodmire具有高续航能力，使他能够在恢复生命值的同时维持线上，便于抵御Naphiri的攻击。\n- Naphiri依赖宠物，因此如果Bloodmire用技能消灭宠物，Naphiri的战斗能力会显著下降。\n- 通过使用Bloodmire的无敌效果技能，他可以躲避Naphiri的攻击，并增加反击的机会。\n- Naphiri依赖非穿透技能，使她容易受到Bloodmire的范围攻击和持续伤害。\n- Bloodmire升级迅速，并且容易获得装备，使他能够在前期创造有利局面。",
      "タリヤ": "塔莉雅占据优势。\n\n原因如下：\n\n- 塔莉雅拥有范围攻击，可以清除纳菲里的宠物，从而降低纳菲里的战斗效能。\n- 塔莉雅的射程较长，使她在纳菲里接近之前更容易进行骚扰。这使得纳菲里在对线时很难补刀。\n- 塔莉雅的控制技能可以限制纳菲里的移动，剥夺她的逃生选项。特别是预测纳菲里何时使用位移并成功击晕，可以进行后续攻击。\n- 塔莉雅可以快速推线，通过早期攻击塔来给纳菲里施加压力。\n- 纳菲里只有短暂的减速作为控制技能，使她在受到塔莉雅伤害时难以反击，从而让塔莉雅保持优势。",
      "アジール": "阿兹尔占据优势。\n\n原因如下：\n\n- 阿兹尔拥有范围攻击，可以清除妮蔻的宠物，降低她的战斗效能。\n- 阿兹尔的射程很长，使得在妮蔻接近之前更容易骚扰她。\n- 妮蔻只有短暂的减速作为控制手段，缺乏禁用阿兹尔闪现技能的手段，使得阿兹尔可以自由移动。\n- 阿兹尔的输出伤害高，擅长持续输出，能够持续对妮蔻造成伤害。\n- 妮蔻的自我防御选项有限，如果被阿兹尔的攻击击中，很可能会早早被击倒。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅具有高机动性，更容易躲避纳菲里的攻击。特别是，艾瑞莉娅可以利用她的闪现来躲避依赖纳菲里宠物的攻击。\n- 纳菲里只有短暂的减速作为控制技能，而艾瑞莉娅具有减伤效果，使她对纳菲里的攻击更具韧性。\n- 艾瑞莉娅具有高持续输出能力，可以迅速消灭纳菲里的宠物。这显著降低了纳菲里的战斗效能。\n- 纳菲里的自我防御选项有限，因此当艾瑞莉娅发起攻击时，纳菲里处于一个难以反击的困境。\n- 艾瑞莉娅在对线时擅长骚扰，容易打乱纳菲里的发育。特别是因为纳菲里依赖她的宠物，如果艾瑞莉娅用攻击消灭它们，纳菲里将陷入非常困难的境地。",
      "シンドラ": "辛德拉对纳菲里有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，使她在纳菲里接近之前更容易进行骚扰。\n- 辛德拉的技能是范围伤害，可以消灭纳菲里的宠物，显著降低纳菲里的输出。\n- 通过利用辛德拉的击退和眩晕，更容易阻止纳菲里的接近并抵消她的攻击。\n- 纳菲里的自我防御选项有限，容易受到辛德拉的爆发伤害，从而在早期游戏中施加强大压力。\n- 辛德拉可以操控她的球体来限制纳菲里的移动，并在战斗中获得优势。",
      "ルブラン": "乐芙兰对纳菲里有优势。\n\n原因如下：\n\n- 乐芙兰具有高爆发伤害，可以迅速消灭纳菲里的宠物，使她在战斗中更容易获得优势。\n- 乐芙兰的闪现技能使她能够轻松躲避纳菲里的攻击，并在近战中保持优势。\n- 纳菲里依赖她的宠物，因此如果乐芙兰用她的范围攻击或爆发伤害消灭它们，她的战斗效能会显著下降。\n- 乐芙兰可以远程攻击，在纳菲里靠近之前造成伤害。\n- 纳菲里自我防御选项有限，使乐芙兰更容易凭借高爆发伤害获得早期击杀。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽机动性高，可以通过连续闪烁轻松躲避纳菲里的攻击。\n- 纳菲里依赖她的宠物，因此阿卡丽可以通过消灭宠物来降低她的战斗效能。\n- 阿卡丽的烟雾弹可以抵消纳菲里的攻击，使她在近战中占据优势。\n- 阿卡丽的生命值恢复能力强，使她在与纳菲里的持久战中表现良好。\n- 纳菲里的控制技能仅有短暂的减速，这使得阿卡丽可以利用这个窗口发起攻击。",
      "ビクター": "维克托对纳菲莉有优势。\n\n原因如下：\n\n- 维克托拥有远程技能，使他在纳菲莉接近之前更容易骚扰她。\n- 纳菲莉依赖她的宠物，因此如果维克托的范围攻击消灭了它们，她的战斗力会下降。\n- 维克托的技能持续时间长，使得纳菲莉很难通过位移来躲避。\n- 纳菲莉只有短暂的减速作为控制手段，几乎没有办法阻止维克托的攻击。\n- 当维克托发育起来时，他的爆发伤害很高，如果纳菲莉早早被击倒，影响会很大。",
      "オリアナ": "奥莉安娜在对抗纳菲里的时候具有优势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，可以轻松消灭纳菲里的宠物，显著降低纳菲里的输出。\n- 奥莉安娜的射程很长，可以在纳菲里接近之前轻松骚扰她，这使得纳菲里在前期处于困难的位置。\n- 奥莉安娜的技能冷却时间短，可以持续输出伤害，轻松抵消纳菲里的自我防御选项。\n- 奥莉安娜可以为她的盟友提供护盾，即使在受到纳菲里的伤害时也能提高生存率，反过来增加她攻击纳菲里的机会。\n- 纳菲里只有短暂的减速作为控制技能，当被奥莉安娜的范围控制命中时，她的移动受到限制，攻击变得困难。"
    }
  },
  "フェイ": {
    "name": "フェイ",
    "beats": {
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 菲的范围攻击可以在塔隆接近之前造成伤害，使她更容易在承受塔隆的爆发伤害之前创造有利局面。\n- 菲的控制技能可以阻碍塔隆的接近，使他难以发起攻击。\n- 菲有多种技能选项可以对抗高机动性的塔隆，使她能够根据情况轻松躲避塔隆的攻击。\n- 塔隆的防御能力较低，可能会被菲的爆发伤害迅速击倒。\n- 菲在团队战斗中具有强大的范围伤害，如果塔隆单独行动被卷入团队战斗，将处于劣势。",
      "ベイガー": "维迦在对抗菲的情况下处于劣势。\n\n原因：\n- 菲的机动性很高，可以迅速拉近距离，更容易躲避维迦的技能。\n- 菲的技能包括范围伤害和控制技能，使她能够在维迦施放技能之前造成伤害。\n- 维迦在前期技能施放较慢，使他容易受到菲的攻击。\n- 菲在团队战中有强大的范围伤害，并且有手段抵消维迦的控制技能，使她在团队战中影响力很大。\n- 菲的技能消耗高，但维迦在前期施放技能也需要时间，这使得持续骚扰变得困难。",
      "マルザハール": "马尔扎哈在对抗菲的情况下处于劣势。\n\n原因如下：\n\n- 菲的机动性很高，可以迅速拉近距离，更容易躲避马尔扎哈的攻击。\n- 菲的技能包括范围伤害和控制技能，可以抵消马尔扎哈的法术护盾，降低他的防御能力。\n- 马尔扎哈在前期非常弱，难以承受菲的爆发伤害。\n- 菲的持续输出能力很强，超过了马尔扎哈的持续作战能力。\n- 菲的技能提供了多种激活选项，需要根据情况判断，这使得马尔扎哈更容易被利用。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Faye拥有远程攻击，可以在Sylas接近之前造成伤害，使得他在对线时的交易不利。\n- Faye的技能包括控制技能（CC），可以阻碍Sylas的接近，使她更容易躲避他的攻击。\n- Faye具有范围伤害，使她在团队战斗中更容易造成伤害，这使得Sylas在这些情况下难以发挥。\n- Sylas在前期伤害较低，法力消耗快，导致在对线时缺乏持续作战能力。\n- Faye在面对高度机动的对手时处于劣势，这限制了Sylas有效使用瞬移的机会。",
      "アニビア": "安妮维亚处于劣势。\n\n- 菲的机动性很高，可以迅速拉近距离，轻松躲避安妮维亚的技能。\n- 菲的爆发伤害对安妮维亚构成威胁，尤其是在6级之前，安妮维亚通常需要以防守为主。\n- 安妮维亚依赖她的大招，这使得蓝量管理变得困难，当受到菲的伤害时，她容易耗尽蓝量。\n- 菲的技能有很强的范围伤害，能够超过安妮维亚的清线能力，使她很难利用小兵进行防守。\n- 菲在团战中有强大的范围伤害，而安妮维亚对这种伤害很敏感。",
      "ブラッドミア": "血沼在对抗菲的过程中处于劣势。\n\n原因如下：\n\n- 菲拥有范围攻击和控制技能，可以在血沼靠近之前造成伤害，使血沼在对线时难以骚扰。\n- 菲的技能可以瞬间释放，容易躲避血沼的技能，特别是有效反制血沼的无敌技能。\n- 菲在团战中具有强大的范围伤害，使血沼在参与团战时容易受到大量伤害。\n- 尽管菲的法力消耗较高，但她在前期的伤害非常强大，增加了在血沼发育之前占据上风的可能性。\n- 血沼在前期技能冷却时间长且伤害低，使其难以对抗菲。",
      "ガリオ": "加里奥处于劣势。\n\n- 菲的机动性很高，可以迅速拉近距离，轻松躲避加里奥的技能。\n- 菲的爆发伤害强大，可以超过加里奥的耐久度。\n- 菲有许多范围技能，使她能够在加里奥在团队战中施加影响之前造成伤害。\n- 加里奥的物理防御低，使他在菲的攻击造成物理伤害时特别脆弱。\n- 菲的法力消耗高，但加里奥不适合持续交战，这使得菲能够占据优势。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 菲的射程很长，使丽桑卓难以接近和骚扰。\n- 菲的多样技能增加了躲避丽桑卓控制技能的可能性。\n- 菲有爆发伤害，使她能够在丽桑卓接近之前造成伤害。\n- 丽桑卓在法力管理上有困难，对频繁使用技能的菲来说可持续性较差。\n- 菲的技能在团队战斗中提供强大的范围伤害，使丽桑卓难以在团队交战中发挥作用。",
      "アジール": "阿兹尔处于劣势。\n\n- 菲的机动性很高，可以迅速拉近距离，更容易躲避阿兹尔的攻击。\n- 菲的技能包括范围伤害和控制技能，使她能够在阿兹尔激活技能之前造成伤害。\n- 阿兹尔依赖技能连招，因此菲多样的技能可以轻易打断这些连招。\n- 菲在团战中有强大的范围伤害，使阿兹尔在这种情况下难以发挥影响力。\n- 阿兹尔的法力消耗很高，特别是在前期非常弱，容易在受到菲的伤害时耗尽资源。",
      "ツイステッド・フェイト": "扭曲命运处于劣势。\n\n原因如下：\n\n- 菲的机动性很高，可以迅速拉近距离，轻松躲避扭曲命运的技能。\n- 菲的爆发伤害强大，扭曲命运在激活技能之前被击倒的几率很高。\n- 扭曲命运的逃生手段有限，容易受到菲的攻击。\n- 菲的控制技能和范围攻击给扭曲命运在对线时施加压力，使他难以发育。\n- 菲有很多技能选择，需要根据情况判断，这使得扭曲命运很难确定使用技能的正确时机。",
      "ヴェックス": "Vex处于劣势。\n\n- Faye拥有多样的技能，可以轻松通过她的范围伤害和控制技能躲避Vex的攻击。\n- Faye的技能可以瞬间释放，使她能够在受到Vex的伤害之前进行反击。\n- Faye在团队战斗中的范围伤害非常强大，Vex在接近她时面临着遭受重大伤害的高风险。\n- Vex缺乏逃生技能，因此在受到Faye攻击时，她的逃跑选择有限。\n- 利用Faye高法力消耗的弱点是困难的，这使得持续骚扰变得具有挑战性。"
    },
    "loses": {
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 由于她的高机动性，卡特琳娜可以轻松躲避菲的技能并靠近进行输出。\n- 菲的技能需要时间来施放，这使得卡特琳娜能够迅速拉近距离，轻松抵消菲的攻击。\n- 卡特琳娜在击杀后技能冷却时间会重置，使她即使在消灭菲后也能持续输出。\n- 菲的法力消耗很高，如果无法有效使用技能，很容易耗尽资源，而卡特琳娜没有技能消耗，可以持续攻击。\n- 菲的技能主要是范围攻击，因此一旦卡特琳娜靠近，她可以在受到菲的攻击之前造成大量伤害。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声的机动性很高，更容易躲避菲的技能，使他能够在躲避攻击的同时接近她。\n- 回声的爆发伤害极高，能够迅速消耗菲的生命值，迫使她早早应对他。\n- 回声拥有护盾和治疗能力，使他更容易在菲的攻击中生存，并获得反击的机会。\n- 菲激活技能需要时间，因此她通常对回声的瞬间攻击反应较慢。\n- 回声在团队战斗中具有强大的开团潜力，可以抵消菲的范围伤害，使他能够在团队战斗中占据有利位置。",
      "ラックス": "拉克斯占据优势。\n\n原因如下：\n\n- 拉克斯拥有远程技能，使她在对线时更容易骚扰，因为她可以保持对菲的攻击范围的优势。\n- 菲的技能需要时间来激活，这使她容易受到拉克斯的束缚效果的影响，如果被抓住，她面临着受到大量伤害的风险。\n- 拉克斯的技能不会被小兵阻挡，这使得菲很难利用小兵来躲避她的技能。\n- 菲的法力消耗高，常常无法频繁施放技能，这使得她很难应对拉克斯的持续骚扰。\n- 拉克斯的爆发伤害高，容易削弱菲的生命值，并使她能够瞄准早期击杀。",
      "ゼラス": "Zyra在对抗Faye时具有优势。\n\n原因如下：\n\n- Zyra的攻击范围极长，可以在Faye的攻击范围之外骚扰她。这减少了Faye使用技能的机会。\n- Zyra的技能造成范围伤害，使她在团队战中更容易击中多个敌人。虽然Faye在团队战中有强大的范围伤害，但Zyra的消耗技能减少了她的机会。\n- Zyra具有被动的法力回复，使得在对线时法力管理相对简单。相比之下，Faye的法力消耗较高，如果过多使用技能，容易耗尽法力。\n- Faye的技能需要时间来激活，这使得她很难对Zyra的远程攻击进行反击。在这段时间内，Zyra可以继续造成伤害。\n- Zyra对高度机动的对手较弱，但Faye的机动性不高，这使得Zyra更容易保持优势。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹拥有高爆发伤害，可以迅速削弱菲的生命值，使他在对线时具备很好的骚扰能力。\n- 菲兹可以利用他的E技能的无敌效果轻松躲避菲的技能，给他反击的机会。\n- 菲兹机动性很强，而菲的技能需要时间来施放，因此他很容易接近并攻击。\n- 菲兹可以灵活应对菲的技能选择，尤其对那些反制手段较少的法师非常强势。\n- 菲兹的终极技能具有很强的抓人潜力，使菲很难逃脱，从而更容易获得击杀。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索的技能没有消耗，他的攻击技能冷却时间短，使他能够轻松造成持续伤害。\n- 菲的技能需要时间来激活，这让亚索可以利用这个空档接近她。\n- 亚索的墙可以阻挡菲的技能射击，特别是减少她的爆发伤害。\n- 亚索的机动性很高，使他能够在躲避菲的技能的同时进行攻击。\n- 菲的法力消耗很高，如果她过多使用技能，很容易耗尽资源，为亚索创造有利局面。",
      "ゼド": "扎德在对抗菲的过程中占据优势。\n\n原因如下：\n\n- 扎德拥有高爆发伤害，可以迅速削弱菲的生命值，使得全力进攻更有利。\n- 菲需要时间来激活技能，这使得扎德更容易利用他的机动性拉近距离。\n- 扎德可以利用影子移动并躲避菲的技能，使他在反击时能够规避攻击。\n- 菲的法力消耗较高，如果过多使用技能容易耗尽资源，而扎德则更容易持续输出伤害。\n- 菲在团队战中拥有强大的范围伤害，但扎德是一个针对孤立敌人的刺客，使他在一对一的情况下更具优势。",
      "オリアナ": "奥莉安娜占据优势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，使她在团队战斗中更容易造成伤害。虽然菲伊也有范围伤害，但奥莉安娜能更有效地承受伤害。\n- 奥莉安娜有能力给予护盾，允许她在攻击的同时保护队友，这增加了她在团队战斗中的生存能力。\n- 菲伊需要时间来激活她的技能，这使她容易受到奥莉安娜的范围攻击和控制技能的影响。奥莉安娜可以在保持距离的同时使用她的球进行攻击。\n- 奥莉安娜的技能冷却时间短，使她能够轻松骚扰并对菲伊施加持续压力。\n- 菲伊的法力消耗高，如果不频繁施放技能，她很快就会耗尽资源，而奥莉安娜由于冷却时间较短，可以持续作战。",
      "ビクター": "维克托在与菲的对抗中占据优势。\n\n原因如下：\n\n- 维克托拥有远程技能，使他能够在躲避菲的攻击的同时进行骚扰。\n- 菲的技能需要时间来激活，这使她容易受到维克托的持续伤害。\n- 维克托的AP比率很高，当他发育起来时，他的爆发伤害变得极其强大，能够对菲造成显著伤害。\n- 菲的法力消耗很高，如果她频繁使用技能，法力会很快耗尽，而维克托可以持续输出伤害。\n- 菲的机动性较低，使她很难躲避维克托的技能，从而让维克托能够占据优势。",
      "アーリ": "阿狸占据优势。\n\n原因如下：\n\n- 阿狸的机动性很高，更容易躲避菲的技能，减少受到她攻击的伤害几率。\n- 阿狸的技能可以瞬间拉近距离，对菲造成强大的爆发伤害。\n- 菲需要时间来施放技能，因此阿狸可以通过先发制人来创造有利局面。\n- 阿狸擅长推线，迫使菲消耗她的法力。\n- 阿狸的续航能力使她在早期对线阶段更容易获得优势。"
    }
  },
  "アクシャン": {
    "name": "アクシャン",
    "beats": {
      "エコー": "回声处于劣势。\n\n- 阿克尚在早期交易中非常强大，可以在回声接近之前轻松造成伤害。\n- 阿克尚的被动技能带来的额外伤害威胁到回声的耐久性。\n- 阿克尚的机动性很高，可以在躲避回声技能的同时进行攻击，这使得回声很难命中。\n- 回声有许多需要移动的技能，使他容易受到阿克尚的攻击。\n- 阿克尚在交战中缺乏抵消回声护盾或治疗的手段，这使得回声很难创造有利局面。",
      "ビクター": "维克托处于劣势。\n\n- 阿克尚在早期交易中非常强势，由于维克托技能激活缓慢，他容易受到阿克尚的攻击。\n- 阿克尚的高机动性使他能够轻松接近维克托，导致维克托的逃生选项有限。\n- 阿克尚被动技能的额外伤害威胁到维克托的耐久性，常常使他在交易中处于劣势。\n- 维克托缺乏闪现或瞬间控制技能，使他难以应对阿克尚的伏击。\n- 阿克尚可以在维克托发育之前轻松创造有利局面，使他在团队战中更容易扭转局势。",
      "メル": "梅尔处于劣势。\n\n- 阿克尚在早期交易中非常强大，可以轻松反击梅尔的骚扰。\n- 阿克尚被动技能的额外伤害在削弱梅尔的生命值方面非常有效，尤其在近距离小规模冲突中表现强劲。\n- 梅尔缺乏主动控制技能，因此限制了阻止阿克尚攻击的手段，使她在被接近时变得脆弱。\n- 阿克尚的机动性很高，即使梅尔试图拉开距离，他也能轻松追上她。\n- 阿克尚对梅尔的治疗效果造成特别强的伤害，使她在持久战中处于劣势。",
      "キヤナ": "Qiyana处于劣势。\n\n原因如下：\n\n- Akshan在早期交易中非常强势，使得Qiyana在能够进行交战之前容易受到骚扰。\n- Akshan的被动技能带来的伤害和护盾减少了Qiyana的爆发伤害，使她难以进行有利的交易。\n- Akshan的机动性很高，使他容易躲避Qiyana的技能，这增加了Qiyana受到伤害的风险。\n- Qiyana依赖她的终极技能，因此当技能冷却时，她很难对Akshan造成有效伤害，增加了他占优势的时间。\n- Akshan的攻击范围很长，使他能够在Qiyana接近之前发起攻击，这使得她很难安全施加压力。",
      "ルブラン": "乐芙兰在对抗阿克尚时处于劣势。\n\n原因如下：\n\n- 阿克尚在前期交易中非常强势，可能在乐芙兰使用技能之前就造成伤害。\n- 阿克尚的被动技能所带来的额外伤害有时会超过乐芙兰的爆发伤害，常常使她在交易中处于劣势。\n- 阿克尚的机动性很高，可以在躲避乐芙兰技能的同时进行攻击，更容易抵消她的连招。\n- 乐芙兰的基础属性较低，早期被阿克尚的攻击击中时会受到伤害。\n- 阿克尚可以轻松预判乐芙兰的闪现，并且在近战交锋中能够占据有利位置。",
      "マルザハール": "马尔扎哈处于劣势。\n\n原因如下：\n\n- 阿克尚在前期有很强的骚扰能力，容易对在前期较弱的马尔扎哈造成伤害。\n- 由于阿克尚的机动性，他常常在马尔扎哈施放技能之前拉近距离，使马尔扎哈在交战中处于劣势。\n- 阿克尚的被动额外伤害可以穿透马尔扎哈的法术护盾，使他容易受到持续伤害。\n- 马尔扎哈的攻击范围较短，难以对阿克尚的远程攻击进行反击。\n- 阿克尚在小规模交战中很强，而马尔扎哈的低机动性可能导致危急情况。",
      "フィズ": "菲兹处于劣势。\n\n原因如下：\n\n- 阿克尚在前期有很强的骚扰能力，而菲兹的基础护甲较低，使他在交战中容易受到伤害。\n- 阿克尚的被动额外伤害对菲兹有效，使菲兹难以接近。\n- 阿克尚的机动性很高，可以利用菲兹使用技能后的空档进行反击。\n- 菲兹对控制技能非常脆弱，当被阿克尚攻击时，他的逃生手段有限。\n- 阿克尚可以在菲兹释放爆发伤害之前造成伤害，使菲兹很难创造有利局面。",
      "ゼド": "劫处于劣势。\n\n- 阿克尚在前期有很强的骚扰能力，可以在劫靠近之前造成伤害，使得劫的交易不利。\n- 阿克尚的被动技能提供的额外伤害和护盾减少了劫的爆发伤害，增加了在全力交战中被反击的可能性。\n- 阿克尚的机动性很高，更容易躲避劫的攻击，尤其是在劫使用技能后，自己变得脆弱的时候。\n- 劫在交战中依赖技能冷却，使得反击阿克尚的持续伤害变得困难。\n- 阿克尚的攻击范围很长，可以在劫靠近之前发起攻击，增加了劫受到伤害的风险。",
      "ゾーイ": "佐伊在对抗阿克尚时处于劣势。\n\n- 阿克尚在早期交易中非常强大，擅长用自动攻击进行骚扰，使佐伊在接近时容易受到伤害。\n- 佐伊的技能是非穿透射击，常常被小兵挡住，这使得她很难躲避阿克尚的攻击。\n- 阿克尚的机动性很高，擅长埋伏和追击，增加了他在佐伊施放技能之前缩短距离的可能性。\n- 佐伊的基础耐久性低，使她在受到阿克尚攻击时显得脆弱，有被瞬间击杀的风险。\n- 阿克尚在击杀后能够复活盟友，使他在团队战中更容易扭转局势，这给佐伊带来了更大的压力。",
      "カサディン": "卡萨丁处于劣势。\n\n原因如下：\n\n- 阿克尚在前期交易中非常强势，而卡萨丁在前期容易受到物理伤害，使他受到阿克尚的骚扰。\n- 阿克尚被动技能的额外伤害超过了卡萨丁的耐久度，使他在持续伤害交易中处于劣势。\n- 阿克尚的机动性很高，使他能够在卡萨丁接近之前轻松发起攻击。\n- 卡萨丁在前期的爆发伤害较低，使他容易受到阿克尚攻击的单方面压力。\n- 阿克尚在击杀后能够复活盟友，使他在团队战中更容易扭转局势，而卡萨丁由于前期的弱势而难以反击。",
      "アカリ": "阿卡丽处于劣势。\n\n- 阿克尚在前期交易中非常强势，使得阿卡丽在能够交战之前容易受到骚扰。\n- 阿克尚的被动技能提供了高额的额外伤害，使他能够逐渐削弱阿卡丽的生命值。\n- 阿克尚的机动性很高，容易预测阿卡丽的闪现，令她难以逃脱。\n- 阿克尚的攻击范围很长，使他能够在阿卡丽接近之前发起攻击。\n- 作为刺客，阿克尚的爆发伤害很高，给阿卡丽带来了瞬间被击杀的风险。\n- 阿克尚可以轻松创造出能够扭转团队战局的局面，使阿卡丽难以获得击杀。",
      "ベイガー": "维迦在对抗阿克尚时处于劣势。\n\n- 阿克尚的前期交易非常强，可能在维迦施放技能之前就能造成伤害。\n- 阿克尚的高机动性使他能够轻松躲避维迦的技能，并在近战中占据优势。\n- 维迦施放技能需要时间，这使他在交战中容易受到阿克尚的攻击。\n- 阿克尚可以避免维迦的控制技能，这可能会导致维迦的眩晕效果失效。\n- 阿克尚的被动技能造成高额伤害，使他能够迅速削弱维迦的生命值。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 阿克尚在前期交易中非常强势，这使得他在丽桑卓能够骚扰之前就能造成伤害。\n- 阿克尚被动技能的额外伤害威胁到丽桑卓的耐久性，使她在近战中处于劣势。\n- 丽桑卓的攻击范围较短，难以对阿克尚的远程攻击进行反击。\n- 阿克尚的机动性很高，使他能够在丽桑卓施放技能之前拉近距离或逃跑。\n- 阿克尚可以躲避丽桑卓的控制技能，使他在承受她的爆发伤害之前更容易发起攻击。"
    },
    "loses": {
      "イレリア": "艾瑞莉娅在对抗阿克尚时具有优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避阿克尚的攻击。她可以特别利用她的闪现来拉近距离。\n- 阿克尚的攻击范围较短，使得艾瑞莉娅可以利用她更长的攻击范围来骚扰他。\n- 艾瑞莉娅的技能具有减伤效果，使她在面对阿克尚的爆发伤害时非常强大。\n- 阿克尚在被接近时会变得较弱，而艾瑞莉娅在近战交锋中表现出色，能够造成持续伤害。\n- 艾瑞莉娅由于她的被动技能可以造成持续伤害，从而绕过阿克尚的护盾并造成伤害。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索是近战英雄，这使得他更容易接近并对抗阿克尚的远程攻击。\n- 阿克尚的技能需要时间来激活，这让亚索可以利用这个窗口进行攻击。\n- 亚索的护盾可以抵挡阿克尚的攻击，这在早期交战中尤其有利。\n- 亚索的输出很高，可以在阿克尚骚扰之前主动出击。\n- 阿克尚在近战中表现不佳，常常在承受亚索攻击时处于劣势。\n- 亚索的技能冷却时间短，使他能够持续对阿克尚施加压力。",
      "ヴェックス": "Vex在对抗Akshan时具有优势。\n\n原因如下：\n\n- Vex可以利用Akshan的闪现来造成额外伤害，并在Akshan试图接近时进行反击。\n- 由于可靠的控制技能，Vex可以轻松限制Akshan的移动，并在交易中获得优势。\n- 虽然Akshan在近战中伤害很高，但Vex擅长远程骚扰，使她能够在Akshan接近之前造成伤害。\n- Vex的技能可以抵消Akshan的护盾，使他的防御选项失效。\n- Akshan的攻击范围较短，使他难以接近Vex的远程攻击，常常在交易中处于劣势。",
      "アジール": "阿兹尔占据优势。\n\n- 阿兹尔的射程很高，可以安全地骚扰，同时避免阿克尚的攻击。\n- 阿兹尔的范围伤害可以在阿克尚接近之前造成显著伤害，使得在交易中更容易获得优势。\n- 阿兹尔的闪现技能使他能够轻松躲避阿克尚的攻击，降低近战中的风险。\n- 阿兹尔的终极技能能够阻止阿克尚的进攻，在团队战中产生强大的影响。\n- 虽然阿克尚在近战中伤害很高，但阿兹尔可以在保持距离的同时持续输出伤害，制造出阿克尚难以攻击的局面。",
      "アニビア": "阿尼维亚对阿克尚有优势。\n\n- 阿尼维亚的射程很长，使得阻止阿克尚接近变得更容易。\n- 阿尼维亚的区域控制技能可以限制阿克尚的移动，使她在交战中获得优势。\n- 阿克尚在被攻击时变得较弱，但阿尼维亚的区域控制使阿克尚难以接近。\n- 阿尼维亚的复活被动技能使她对阿克尚的爆发伤害有抵抗力。\n- 阿克尚的技能需要时间来施放，使他容易受到阿尼维亚的高伤害。",
      "ダイアナ": "黛安娜在与阿克尚的对抗中占有优势。\n\n- 黛安娜擅长近战，而阿克尚的攻击范围较短，她可以轻松接近并造成伤害。\n- 黛安娜的跳跃技能使她能够在躲避阿克尚攻击的同时拉近距离，从而在交战中更容易获得优势。\n- 黛安娜有一个护盾，可以帮助减轻阿克尚的爆发伤害，使她在持久战中占据优势。\n- 阿克尚在被攻击时往往较弱，而黛安娜的高追击能力使得他一旦被抓住就很难逃脱。\n- 黛安娜的终极技能可以限制阿克尚的移动，使得抵消他的机动性变得更容易。",
      "ツイステッド・フェイト": "扭曲命运对阿克尚有优势。\n\n- 扭曲命运有一个针对性的眩晕技能，可以抵消阿克尚的机动性，使他在近战中占据优势。\n- 阿克尚在早期交易中很强，但扭曲命运的推线能力很高，使他更容易通过推线来避免阿克尚的骚扰。\n- 扭曲命运具有强大的游走能力，可以影响其他线路，使阿克尚更容易被孤立。\n- 阿克尚的攻击范围较短，使他在面对扭曲命运的远程攻击时处于劣势。\n- 扭曲命运的被动技能使他能够快速提升装备，使他能够在对抗阿克尚时早早获得强力装备。",
      "ガリオ": "加里奥占据优势。\n\n- 加里奥对魔法伤害有很高的抵抗力，并且不易受到物理伤害的影响，而物理伤害是阿克尚的主要伤害来源。\n- 阿克尚在近战交锋中表现出色，但加里奥拥有强力的控制技能，使得抵消阿克尚的攻击变得更容易。\n- 加里奥的技能造成范围伤害，并在团队战斗中具有很高的影响力，使阿克尚在参与团队战斗时处于劣势。\n- 如果阿克尚无法滚雪球，他的伤害往往会减少，而加里奥可以持续输出伤害，这使他在持久战中占据优势。\n- 加里奥的终极技能使他能够快速干预当阿克尚被孤立时，增加击杀阿克尚的机会。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas是近战英雄，这使他更容易接近并对抗Akshan的远程攻击。\n- Akshan的技能需要时间来激活，这让Sylas可以利用这个窗口进行攻击。\n- Sylas拥有多个位移技能，使他能够在避免Akshan攻击的同时接近。\n- Akshan的护盾冷却时间较长，这使得他在Sylas造成伤害后难以反击。\n- Sylas可以窃取对手的技能，给他机会利用Akshan强大的能力扭转局势。\n- Akshan在被接近时往往会变得更弱，Sylas可以在近战中利用这一点。",
      "アニー": "安妮占据优势。\n\n- 安妮的爆发伤害很高，可以迅速减少阿克尚的生命值，使她在早期交战中更容易获得优势。\n- 安妮的眩晕效果可以抵消阿克尚的攻击，并创造反击的机会。\n- 虽然阿克尚在近战中有优势，但安妮具有远程攻击能力，可以在阿克尚接近之前造成伤害。\n- 安妮可以使用她的宠物提伯斯来吸引阿克尚的攻击或协助潜行，使她在对线中具有很高的生存能力。\n- 阿克尚需要时间来激活他的技能，这使得他在承受安妮的爆发伤害之前很难发起攻击。",
      "タリヤ": "塔莉雅在对抗阿克尚时具有优势。\n\n- 塔莉雅拥有远程攻击，可以在不让阿克尚靠近的情况下进行骚扰。\n- 阿克尚擅长近战，但塔莉雅的技能可以限制他的移动，使他在交战中处于劣势。\n- 塔莉雅的范围伤害可以有效地对多个敌人造成伤害，使她在团队战中非常强大。\n- 阿克尚的技能需要时间来激活，因此如果塔莉雅用技能先发制人，他会更容易受到伤害。\n- 塔莉雅的移动速度提升使她能够有效地游走和抓人，创造出阿克尚可能被孤立的局面。",
      "ヨネ": "永恩在对抗阿克尚时具有优势。\n\n- 永恩是近战英雄，这使他更容易接近并对阿克尚的远程攻击造成伤害。\n- 永恩的技能冷却时间短，能够持续输出伤害，使他能够有效反制阿克尚的骚扰。\n- 永恩不消耗法力，并且在对线时有很高的续航能力，使他更容易承受阿克尚的骚扰。\n- 阿克尚在被接近时往往会变得较弱，但永恩具有高机动性和逃生能力，使他更容易躲避阿克尚的攻击。\n- 永恩的技能可以轻易取消敌方的位移技能，使他能够限制阿克尚的行动。",
      "オーロラ": "奥罗拉在与阿克尚的对抗中占有优势。\n\n- 奥罗拉的机动性很高，使她更容易躲避阿克尚的攻击，并在早期交易中获得优势。\n- 阿克尚在被攻击时往往会变得较弱，而奥罗拉利用她的闪现进行伏击非常有效。\n- 奥罗拉的技能具有范围攻击，使她更容易抵消阿克尚的被动技能。\n- 阿克尚的攻击范围较短，使他难以对奥罗拉的远程攻击进行反击。\n- 奥罗拉的初始法力值很高，使她能够持续使用技能，更容易反制阿克尚的骚扰。"
    }
  },
  "ツイステッド・フェイト": {
    "name": "ツイステッド・フェイト",
    "beats": {
      "ヴェックス": "Vex处于劣势。\n\n- 俄洛伊有一个定向控制技能，可以限制Vex的移动，使她难以发起攻击。\n- 俄洛伊的远程传送使他在离开线路时更容易进行游走或抓人，造成Vex可能被孤立的情况。\n- 俄洛伊的推线能力很强，能够快速推线，使Vex更难以补刀。\n- Vex的逃生技能有限，如果被俄洛伊的控制技能击中，容易被抓。\n- 俄洛伊的被动技能使他能够快速提升装备，增加他在游戏中的整体影响力，使Vex很难反制他。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 俄洛伊有一个针对性的控制技能，这使得他在扎伊拉施放技能之前被控制的可能性很高。\n- 俄洛伊的远程传送能力使他能够从扎伊拉可以安全攻击的位置逃脱，这使得她很难进行消耗。\n- 俄洛伊在前期的战斗能力适中，因此如果扎伊拉打得过于激进，她更可能被反击。\n- 扎伊拉缺乏自我防御的选项，如果在被俄洛伊控制后被追击，她往往会受到致命伤害。\n- 俄洛伊的线上续航能力很强，因此即使扎伊拉试图骚扰，也有被他的卡牌反击的风险。",
      "アジール": "阿兹尔处于劣势。\n\n- 机械师的技能可以定身目标，这使得阿兹尔在使用技能之前很可能会被 incapacitated。\n- 机械师的远程传送增加了阿兹尔在定位时遭遇突然袭击或跟进的风险。\n- 阿兹尔依赖技能连招，因此被定身会使他难以造成伤害。\n- 机械师具有强大的推线能力，使得阿兹尔很难保持在线上的优势。\n- 阿兹尔的逃生选项有限，使他容易受到机械师的攻击。",
      "ルブラン": "乐芙兰在对抗扭曲命运时处于劣势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕技能，可以阻止乐芙兰的闪现，使乐芙兰的进攻风险更大。\n- 扭曲命运的推线能力很强，这意味着乐芙兰可能在清理兵线之前就被推线。\n- 扭曲命运具有很高的游走潜力，即使乐芙兰在她的路线上领先，他也能影响其他路，从而增加他在游戏中的整体影响力。\n- 乐芙兰有很高的爆发伤害，但扭曲命运很耐打，如果他在造成伤害之前被眩晕，情况可能会迅速变得对她不利。\n- 扭曲命运的被动技能使他能够快速提升装备，可能在乐芙兰能够获得装备之前就变得强大。",
      "アカリ": "阿卡丽处于劣势。\n\n原因如下：\n\n- 俄洛伊有一个定向控制技能，可以抵消阿卡丽的爆发伤害，使她在交战前很可能被 incapacitated。\n- 俄洛伊的高推线能力使他容易控制线路，从早期游戏开始就给阿卡丽施加压力。\n- 由于俄洛伊的传送技能，即使阿卡丽试图游走到其他线路，俄洛伊也可以先行移动并发起gank，使阿卡丽处于不利局面。\n- 俄洛伊有能力揭示隐身，这可以抵消阿卡丽的烟雾弹，限制她的逃跑选择。\n- 阿卡丽的推线能力较低，使她在受到俄洛伊伤害的同时难以维持线路，这可能导致经验和金币的差距。",
      "ビクター": "维克托处于劣势。\n\n- 俄洛伊有一个针对性的眩晕技能，可以在维克托激活技能之前使其失效，这使得维克托在被抓之前进行交战变得风险很大。\n- 俄洛伊有一个远程传送技能，擅长游走和支援，这给维克托在对线时带来了压力。\n- 维克托的技能激活速度较慢，尤其是在前期，他的输出伤害较低，使得他很难对俄洛伊的攻击进行反击。\n- 俄洛伊的推线能力很强，使得维克托很难维持自己的对线。\n- 维克托缺乏逃生技能，当被俄洛伊的眩晕或攻击击中时，他的逃跑选择有限。",
      "ゾーイ": "佐伊处于劣势。\n\n- 机械师有一个定向控制技能，这使得佐伊在释放高伤害之前很可能会被控制住。\n- 机械师的远程传送使得佐伊很难安全地定位自己进行攻击。\n- 机械师的推线能力很强，这使得佐伊很难保持对线的优势。\n- 佐伊的基础耐久低，容易受到机械师的爆发伤害。\n- 机械师的技能提供了躲避佐伊技能射击的手段，使得骚扰变得困难。",
      "ベイガー": "维迦处于劣势。\n\n原因：\n- 俄洛伊拥有传送技能，可以轻松通过瞬间改变位置来躲避维迦的技能。\n- 俄洛伊的控制技能是定向的，这意味着维迦很可能在施放技能之前就被控制住。\n- 俄洛伊的推线能力很强，常常在维迦能够补刀之前就推掉塔。\n- 维迦在前期的战斗能力较低，容易受到俄洛伊的攻击。\n- 俄洛伊可以轻松用他的黄金卡抓住维迦，这使得维迦在逃生选项有限的情况下非常困难。",
      "アクシャン": "阿克尚处于劣势。\n\n- 机械师有一个针对性的眩晕技能，可以使阿克尚失去行动能力，这使得他在近战中容易失去优势。\n- 由于机械师的高推线能力，阿克尚在对线时很可能会在骚扰之前就被清掉小兵。\n- 阿克尚的逃生能力较差，容易受到机械师传送的伏击。\n- 机械师具有强大的游走潜力，即使阿克尚在自己对线时占优，也能影响其他线路，从而对游戏产生较大的整体影响。\n- 阿克尚在被交战时往往会变得更弱，而由于机械师的眩晕和游走，这种机会会增加。"
    },
    "loses": {
      "カサディン": "卡萨丁占据优势。\n\n原因如下：\n\n- 卡萨丁的被动技能可以减少魔法伤害，使他对扭曲命运的魔法攻击具有很高的抵抗力，减少受到的伤害。\n- 扭曲命运在前期的战斗能力一般，而卡萨丁在中后期具有强大的持续伤害，随着等级的提升，他的优势更明显。\n- 卡萨丁的高机动性使他能够轻松躲避扭曲命运的控制技能，并更容易发起攻击。\n- 扭曲命运的逃生能力较低，使他容易受到卡萨丁的伏击，从而让卡萨丁可以更具侵略性地进行游戏。\n- 作为一个AP刺客，卡萨丁可以自信地在对线时给像扭曲命运这样的法师施加压力。",
      "オリアナ": "奥莉安娜占据优势。\n\n原因如下：\n\n- 奥莉安娜拥有范围伤害，使她能够在与像崔斯特这样的早期伤害较低的英雄对抗时占据有利位置。\n- 崔斯特的逃脱能力较低，容易受到奥莉安娜技能的影响，这使得制造骚扰和击杀机会变得更容易。\n- 奥莉安娜的技能冷却时间短，能够持续输出伤害并保持对线优势。\n- 在被崔斯特眩晕后，奥莉安娜可以用她的范围技能进行反击，为她提供扭转局势的机会。\n- 奥莉安娜擅长用她的球进行区域控制，可以限制崔斯特的移动。",
      "オレリオン・ソル": "奥瑞利安·索尔占据优势。\n\n原因如下：\n\n- 奥瑞利安·索尔的远程攻击超出了崔斯特的范围，使得在对线时更容易进行骚扰。\n- 崔斯特在前期的战斗能力一般，难以反制奥瑞利安·索尔的高输出。\n- 奥瑞利安·索尔的控制技能范围广，难以躲避崔斯特的眩晕。\n- 崔斯特的逃生能力较低，容易受到奥瑞利安·索尔攻击的重大伤害。\n- 奥瑞利安·索尔通过命中技能获得增强，因此如果他能躲避崔斯特的技能，就能在战斗中保持优势。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，更容易躲避扭曲命运的控制技能，使她在对线时占据优势。\n- 扭曲命运的前期伤害适中，难以反制卡特琳娜的爆发潜力。\n- 卡特琳娜技能的冷却时间短，能够通过击杀持续输出，对扭曲命运施加持续压力。\n- 扭曲命运的攻击主要依赖技能射击，而卡特琳娜的高机动性使她更容易躲避，从而减少所受伤害。\n- 卡特琳娜没有任何控制技能，使她能够在不被扭曲命运控制的情况下发起攻击。",
      "イレリア": "艾瑞莉娅在对抗扭曲命运时具有优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避扭曲命运的技能，减少受到伤害的可能性。\n- 扭曲命运在前期的战斗能力一般，难以反制艾瑞莉娅的持续伤害。\n- 艾瑞莉娅的技能具有减伤效果，可以减轻扭曲命运的爆发伤害。\n- 艾瑞莉娅是近战英雄，使得扭曲命运难以有效利用他的远程攻击，她可以通过近战交战获得优势。\n- 扭曲命运的控制技能是有目标的，因此艾瑞莉娅可以利用她的闪现来躲避，从而创造反击的机会。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索是近战英雄，可以利用瑞兹的短距离轻松拉近距离。\n- 亚索可以用他的墙来阻挡瑞兹的控制技能，从而避免被击晕。\n- 亚索的输出很高，可以利用瑞兹在前期的低伤害输出。\n- 瑞兹的逃脱能力较低，使得他在亚索逼近时难以反击。\n- 亚索的技能循环率高，使他能够超越瑞兹的技能冷却时间。",
      "タリヤ": "塔莉雅占据优势。\n\n原因如下：\n\n- 塔莉雅拥有范围攻击，超越了扭曲命运的补给能力，使她在推线能力上占据优势。\n- 扭曲命运在前期的战斗能力较弱，使他容易受到塔莉雅的高伤害。\n- 塔莉雅的技能可以躲避扭曲命运的控制技能，使她更容易抵消他的攻击。\n- 塔莉雅的移动速度提升使她擅长游走和抓人，能够利用扭曲命运的传送来反制他的移动。\n- 塔莉雅的攻击范围较长，使她能够在保持距离的同时骚扰扭曲命运，更容易掌控线权。",
      "フェイ": "Faye在对抗Twisted Fate时具有优势。\n\n原因如下：\n\n- Faye拥有多样化的技能，可以利用爆发伤害和控制技能来压制Twisted Fate的攻击。\n- Twisted Fate在前期的战斗能力较弱，使他容易受到Faye的高伤害。\n- Faye的范围伤害可以轻松发挥她在团战中的优势，并且在Twisted Fate能够施加影响之前，击败他的可能性很高。\n- Twisted Fate的逃脱能力较低，使他容易被Faye的技能抓住。\n- Faye的线上的续航能力很强，使她能够抵消Twisted Fate的推线能力，从而更容易在对线中保持优势。",
      "アニビア": "阿尼维亚占据优势。\n\n原因如下：\n\n- 阿尼维亚可以利用她的区域控制技能限制扭曲命运的移动，使她更容易躲避他的攻击。\n- 扭曲命运在前期的战斗能力一般，难以反制阿尼维亚的高清线能力。\n- 阿尼维亚的被动技能使她能够承受扭曲命运的爆发伤害。\n- 即使被扭曲命运眩晕，阿尼维亚仍有机会用技能进行反击。\n- 扭曲命运的逃脱能力较低，使他更容易被阿尼维亚的区域控制抓住。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アニー": "安妮处于劣势。\n\n- 拉克丝拥有远程技能，可以在安妮接近之前骚扰她，使她在对线时容易受到压力。\n- 由于拉克丝的控制效果，安妮在接近时有很高的被抓风险，并且可能在激活她的眩晕之前就受到伤害。\n- 安妮的技能范围较短，难以躲避拉克丝的技能，特别是在拉克丝处于容易命中她技能的位置时。\n- 拉克丝的所有技能都不会被小兵阻挡，因此安妮无法利用小兵来避免骚扰，更容易受到伤害。\n- 安妮需要管理她的叠加层，没有叠加层时，她无法激活她的控制技能，使她在受到拉克丝攻击时变得脆弱。",
      "フェイ": "Faye在对抗Lux时处于劣势。\n\n- Lux拥有远程技能，使她在Faye接近之前就能轻松骚扰她。\n- Lux的控制效果使Faye在接近时容易被定住，增加了受到伤害的风险。\n- Faye的技能需要时间来施放，这使得躲避Lux的技能变得困难。\n- Lux的爆发伤害很高，可以轻易削弱Faye的生命值。\n- Faye的法力消耗很高，这可能导致她在对抗频繁使用技能的Lux时可持续性较差。",
      "カサディン": "卡萨丁在对抗卢克斯时处于劣势。\n\n原因如下：\n\n- 卢克斯拥有远程技能，可以在卡萨丁接近之前对其进行骚扰，使他容易受到线上的压力。\n- 卢克斯的控制效果增加了卡萨丁接近时被禁锢的风险，他的逃生选项有限。\n- 卡萨丁在前期的爆发伤害较低，难以反击卢克斯的高爆发伤害。\n- 卢克斯的技能无法被小兵阻挡，使卡萨丁很难安全地利用小兵进行补刀。\n- 卢克斯的技能是技能射击，这使得卡萨丁常常难以凭借机动性躲避。\n- 卢克斯在团队战斗中影响力很大，这可能使她在卡萨丁在后期变强之前就获得游戏优势。",
      "エコー": "艾克在对抗卢克斯时处于劣势。\n\n- 卢克斯拥有远程技能，能够在艾克接近之前轻松骚扰他。\n- 由于卢克斯的控制效果，艾克在接近时面临被抓的高风险。\n- 艾克有许多与移动相关的技能，使得躲避卢克斯的技能变得困难。\n- 卢克斯的爆发伤害很高，如果艾克没有良好的发育，可能会被一击击倒。\n- 卢克斯有技能可以确保视野，使得追踪艾克的动向变得更容易。",
      "ヴェックス": "Vex处于劣势。\n\n- 拉克丝拥有远程技能，容易在Vex接近之前对其进行骚扰。\n- 拉克丝的控制效果增加了Vex接近时被抓住的风险。\n- Vex没有逃生技能，使她容易受到拉克丝的爆发伤害。\n- 拉克丝的技能不受小兵阻挡，使Vex处于容易受到骚扰的位置。\n- Vex对能够轻易触发她被动技能的对手感到困难，面对像拉克丝这样的具有区域控制能力的法师更具挑战性。",
      "キヤナ": "Qiyana在对抗Lux时处于劣势。\n\n原因如下：\n\n- Lux拥有远程技能，使她能够在Qiyana接近之前轻松骚扰她。\n- Lux的控制效果使得Qiyana在接近时容易被定住，失去反击的机会。\n- Qiyana技能的冷却时间较长，导致她在承受Lux的爆发伤害时手段有限。\n- Lux有许多技能可以确保视野，使得更容易发现Qiyana的埋伏。\n- Qiyana擅长近战，但如果Lux的技能命中，她很快就会陷入非常不利的局面。",
      "ガリオ": "加里奥在对抗卢克斯时处于劣势。\n\n原因如下：\n\n- 卢克斯拥有远程技能，使她能够在加里奥接近之前轻松骚扰他。\n- 卢克斯的控制效果使她更容易对加里奥施放技能，令他难以接近。\n- 加里奥的物理防御较低，容易受到卢克斯的魔法伤害。\n- 卢克斯的技能冷却时间较长，因此当加里奥技能失误时，被反击的风险很高。\n- 卢克斯在团战中具有强大的范围伤害，如果加里奥向前推进，他可能会迅速受到大量伤害。",
      "ビクター": "维克托在对抗卢克斯时处于劣势。\n\n- 卢克斯拥有远程技能，能够轻松骚扰并躲避维克托的技能。\n- 卢克斯的控制效果限制了维克托的移动，使他难以反击。\n- 维克托的技能施放速度较慢，难以躲避卢克斯的技能，这使他容易被反打。\n- 卢克斯的所有技能都不会被小兵阻挡，因此维克托更容易受到骚扰。\n- 维克托的机动性较低，避免卢克斯技能的手段有限，因此如果被抓住，他很快就会落后。",
      "アクシャン": "阿克尚在对抗卢克斯时处于劣势。\n\n原因如下：\n\n- 卢克斯拥有远程技能，使她能够在阿克尚接近之前轻松骚扰他。\n- 卢克斯的控制效果使阿克尚难以接近，如果被抓住，会受到大量伤害。\n- 阿克尚的技能需要时间来施放，这使他难以应对卢克斯的爆发伤害。\n- 卢克斯的所有技能都无法被小兵阻挡，这使阿克尚难以利用小兵来避免骚扰。\n- 阿克尚的攻击范围较短，使他难以躲避卢克斯的技能，在对线交锋中处于劣势。"
    },
    "loses": {
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，更容易躲避卢克斯的技能，这意味着她不太可能受到卢克斯攻击的伤害。\n- 卢克斯依赖技能射击，而卡特琳娜的瞬间机动性使她能够躲避这些技能。\n- 卡特琳娜在近战中造成高伤害，而卢克斯在接近时变得脆弱，使卡特琳娜能够利用这一点。\n- 卢克斯的技能冷却时间较长，因此卡特琳娜可以在卢克斯使用技能后进行攻击，这样她面临反击的可能性就小了。\n- 卡特琳娜通过击杀来重置技能冷却时间，使她更容易消灭卢克斯。",
      "ヤスオ": "亚索处于优势。\n\n原因如下：\n\n- 亚索有一个可以阻挡技能射击的墙，能够抵消拉克丝的技能，使她很难击中他。\n- 亚索的攻击技能没有消耗且冷却时间短，使他能够轻松造成持续伤害。\n- 拉克丝的基础属性较低，接近时容易受到攻击，使亚索能够通过拉近距离来获得战斗优势。\n- 亚索有一个被动技能可以提高他的暴击率，使他能够对拉克丝造成高额的爆发伤害。\n- 拉克丝的技能是需要精准瞄准的技能射击，这使得亚索更容易利用他的机动性来躲避。",
      "ゼド": "劫对露露有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，容易针对露露的低基础属性并确保击杀。\n- 劫的机动性使他能够轻松躲避露露的技能并进行全力进攻。\n- 露露有很多技能射击，这使得在劫使用闪烁移动时很难命中他。\n- 劫可以通过他的影子瞬间改变位置，更容易躲避露露的技能。\n- 劫在前期可以进行激进的交易，让他在忽视露露的骚扰的同时造成伤害。",
      "シンドラ": "辛德拉占据优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在比拉克斯更远的地方进行骚扰。这使她能够在拉克斯靠近之前造成伤害。\n- 通过利用辛德拉的击退和眩晕技能，她可以躲避拉克斯的技能，并创造反击的机会。\n- 辛德拉通过她的球体造成伤害，使得拉克斯的技能难以被小兵挡住，从而实现更稳定的输出。\n- 辛德拉的大招具有高爆发伤害，如果拉克斯在低血量时接近，存在被瞬间击杀的风险。\n- 辛德拉具备机动性，可以躲避拉克斯的技能，并在拉克斯技能失误时抓住机会。",
      "タリヤ": "塔莉雅占据优势。\n\n原因如下：\n\n- 塔莉雅拥有丰富的范围攻击，可以单方面骚扰卢克斯，同时避免她的技能，使得维持对线优势变得更容易。\n- 塔莉雅的E技能对依赖位移躲避卢克斯技能的对手非常有效，使得卢克斯更难命中她的技能。\n- 塔莉雅可以快速推线，在卢克斯清理小兵之前对塔施加压力。\n- 塔莉雅的终极技能可以限制卢克斯的逃跑选项，切断敌人的撤退路线，使她能够对卢克斯施加强大的压力。\n- 卢克斯的基础属性较低，容易受到塔莉雅的攻击，因此塔莉雅可以利用与卢克斯的接近。",
      "ブラッドミア": "血沼对光辉女郎有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，能够在恢复生命值的同时维持线上，使他对光辉女郎的骚扰具有抵抗力。\n- 光辉女郎的爆发伤害很强，但血沼可以通过使用W技能的无敌效果轻松躲避光辉女郎的技能，从而获得反击的机会。\n- 血沼的技能冷却时间容易减少，并且成长迅速，使他更容易控制线路。\n- 光辉女郎在接近时很脆弱，但血沼可以在自我治疗的同时造成伤害，使他在对抗光辉女郎时占据有利位置。\n- 血沼可以躲避光辉女郎的技能射击，使光辉女郎很难击中他，并让他能够持续输出伤害。",
      "イレリア": "艾瑞莉娅对乐芙兰有优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避乐芙兰的技能，减少受到她骚扰的可能性。\n- 艾瑞莉娅的技能对爆发伤害有很强的抵抗力，并且具有减伤效果，可以抵消乐芙兰的高爆发伤害。\n- 艾瑞莉娅在近战中擅长持续输出，可以从乐芙兰的攻击范围外发起进攻。\n- 乐芙兰的基础属性较低，接近时容易受到攻击，这使得艾瑞莉娅更容易通过接近创造有利局面。\n- 艾瑞莉娅的技能使她能够轻松利用小兵叠加被动，便于在对线时获得补刀。这有助于她保持对线优势。"
    }
  },
  "アカリ": {
    "name": "アカリ",
    "beats": {
      "ヨネ": "永恩处于劣势。\n\n- 阿卡丽的机动性很高，能够轻松拉近距离或瞬间逃脱，从而避免永恩的攻击。\n- 阿卡丽的烟雾屏障提供了隐身效果，抵消了永恩的技能，并提供了躲避他攻击的手段。\n- 永恩对装备依赖性强，通常在没有完全装备之前会在对抗阿卡丽时处于劣势。\n- 阿卡丽的线控能力强，能够抵消永恩的推线能力，轻松掌控线路。\n- 阿卡丽的爆发伤害可以迅速削减永恩的生命值，使她在6级后特别容易获得击杀。\n- 尽管永恩的技能冷却时间短，但阿卡丽可以利用她的机动性和烟雾屏障来降低受到永恩攻击的风险。",
      "ゼラス": "扎伊拉在对抗阿卡丽时处于劣势。\n\n- 阿卡丽的机动性很高，容易躲避扎伊拉的技能，这意味着她受到扎伊拉攻击的伤害更少。\n- 阿卡丽的烟雾弹可以遮挡扎伊拉的视野并抵消她的攻击，使扎伊拉难以发起进攻。\n- 阿卡丽可以迅速拉近距离并造成高爆发伤害，而扎伊拉的自我防御选项有限，使她容易受到伏击。\n- 扎伊拉的技能施放速度较慢，难以击中像阿卡丽这样机动性强的英雄。\n- 阿卡丽具有强大的生命值恢复能力，使她更容易承受持续的骚扰。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n- 阿卡丽的机动性很高，可以利用她的闪现躲避艾瑞莉娅的攻击，这使得艾瑞莉娅很难命中她。\n- 阿卡丽的烟雾弹提供了隐身效果，抵消了艾瑞莉娅的技能，减少了艾瑞莉娅的攻击机会。\n- 阿卡丽在2级和3级时有很强的骚扰能力，使她能够在艾瑞莉娅叠加技能之前造成伤害。\n- 阿卡丽的爆发伤害非常高，尤其是在6级之后，增加了对艾瑞莉娅的击杀压力，使她很难安全作战。\n- 艾瑞莉娅容易受到控制效果，阿卡丽的短暂交锋可以轻易造成伤害。\n- 阿卡丽的生命值恢复能力强，使她在持久战中占据优势，艾瑞莉娅很难持续输出伤害。\n- 艾瑞莉娅的技能冷却时间较长，使阿卡丽更容易掌握攻击时机。",
      "フィズ": "菲兹处于劣势。\n\n- 阿卡丽机动性高，可以通过连续闪烁轻松躲避菲兹的攻击。\n- 通过使用她的烟雾弹，她可以遮挡菲兹的视线并控制攻击时机。\n- 由于阿卡丽的生命值恢复能力，她可以更轻松地承受菲兹的爆发伤害。\n- 菲兹的护甲低，容易受到阿卡丽高基础伤害的威胁。\n- 阿卡丽有手段抵消菲兹的E技能，使他的无敌效果失效。\n- 尽管阿卡丽的推线能力较弱，但菲兹在前期较弱，允许阿卡丽掌控局面。",
      "エコー": "艾克处于劣势。\n\n原因如下：\n\n- 阿卡丽的机动性很高，容易躲避艾克的技能。\n- 阿卡丽的烟雾弹提供了隐身效果，妨碍艾克的技能命中率。\n- 阿卡丽可以瞬间造成高爆发伤害，容易在艾克使用技能后抓住机会。\n- 阿卡丽的治疗能力使她能够有效抵消艾克的爆发伤害。\n- 阿卡丽可以通过闪现轻松接近艾克的基于移动的技能。\n- 当被阿卡丽攻击时，艾克的逃生选项有限，容易被追击。",
      "シンドラ": "辛德拉在对抗阿卡丽时处于劣势。\n\n原因如下：\n\n- 阿卡丽的机动性很高，可以迅速拉近距离对辛德拉造成爆发伤害，使辛德拉难以自我防御。\n- 阿卡丽的烟雾弹可以无效化辛德拉的技能，特别是避免她的E技能的击退和眩晕，这使得辛德拉无法控制战斗。\n- 阿卡丽有连续的闪现，可以在攻击的同时躲避辛德拉的技能，并且可以利用辛德拉技能的冷却时间进行进攻。\n- 辛德拉在前期较弱，如果阿卡丽获得了对线控制，辛德拉很容易受到压力。\n- 阿卡丽的生命值恢复能力强，使她更容易承受辛德拉的爆发伤害。",
      "ビクター": "维克托在对抗阿卡丽时处于劣势。\n\n- 阿卡丽的机动性很高，可以迅速拉近距离对维克托造成伤害，使他难以反应。\n- 阿卡丽的烟雾弹提供了隐身效果，可以抵消维克托的技能，并让她躲避他的攻击。\n- 维克托缺乏闪现或瞬时控制技能，使他容易受到阿卡丽的攻击，尤其容易被抓。\n- 阿卡丽具有爆发伤害，可以在维克托激活技能之前造成大量伤害。\n- 阿卡丽可以利用维克托技能的施法时间较慢来发起攻击，因此维克托必须时刻保持警惕。",
      "オリアナ": "奥莉安娜在对抗阿卡丽时处于劣势。\n\n原因如下：\n\n- 阿卡丽的机动性很高，可以迅速接近奥莉安娜，更容易躲避她的攻击。\n- 阿卡丽的烟雾弹可以遮挡奥莉安娜的视野，抵消她的技能，显著降低奥莉安娜的战斗效果。\n- 奥莉安娜对单一目标的爆发伤害一般，难以反制阿卡丽的瞬间伤害。\n- 阿卡丽还可以利用她的烟雾弹来躲避奥莉安娜的范围攻击。\n- 阿卡丽很难被推离线路，即使奥莉安娜试图推线，阿卡丽也有逃脱的手段，使得奥莉安娜很难游走。",
      "ダイアナ": "黛安娜在对抗阿卡丽时处于劣势。\n\n- 阿卡丽的机动性很高，可以轻松通过连续闪烁躲避黛安娜的攻击。\n- 阿卡丽的烟雾弹提供了隐身效果，抵消了黛安娜的技能，减少了她的攻击机会。\n- 黛安娜对控制技能很弱，抵挡阿卡丽的爆发伤害的手段有限。\n- 阿卡丽在对线时有很强的续航能力，可以压制黛安娜，使她更容易掌控局面。\n- 阿卡丽可以利用黛安娜技能的冷却时间，在黛安娜使用技能后进行交战。",
      "カタリナ": "卡特琳娜处于劣势。\n\n- 阿卡丽的机动性很高，可以迅速拉近距离，更容易躲避卡特琳娜的技能。\n- 阿卡丽的烟雾屏障遮挡了卡特琳娜的视线，使她很难命中技能。\n- 阿卡丽的生命值恢复能力强，更容易在卡特琳娜的爆发伤害中生存。\n- 虽然阿卡丽的推线能力较弱，但卡特琳娜在前期也很弱，这使得阿卡丽能够轻松获得对线控制。\n- 阿卡丽有爆发抗性，能够承受卡特琳娜的攻击，使得在团战中选择合适的时机变得困难。",
      "タロン": "塔隆处于劣势。\n\n- 阿卡丽机动性高，可以轻松通过最多四次连续闪烁来躲避塔隆的攻击。\n- 阿卡丽的烟雾屏障提供了隐身效果，可以抵消塔隆的攻击，并让她创造有利局面。\n- 阿卡丽有强大的生命值恢复能力，使她更容易承受塔隆的爆发伤害。\n- 尽管阿卡丽的推线能力较弱，但她可以在受到伤害后反击来抵消塔隆的攻击。\n- 阿卡丽在受到塔隆的伤害后可以利用烟雾屏障逃脱，更容易避免他的埋伏。\n- 塔隆无法在不靠近的情况下造成伤害，而阿卡丽可以在保持距离的同时进行攻击，这使得塔隆很难发起攻击。",
      "ゾーイ": "佐伊在对抗阿卡丽时处于劣势。\n\n- 阿卡丽的机动性很高，可以迅速拉近距离进行攻击，这使得佐伊难以有效利用她的射程。\n- 阿卡丽的烟雾弹提供了隐身效果，可以抵消佐伊的技能，并提供躲避她攻击的手段。\n- 阿卡丽拥有闪现技能，使她更容易躲避佐伊的技能，这使得佐伊很难命中她的攻击。\n- 阿卡丽的爆发伤害很高，可以迅速消灭耐久性较低的佐伊。\n- 尽管阿卡丽在清线方面有困难，允许佐伊推线并获得控制，但当阿卡丽逼近时被反击的可能性很高。"
    },
    "loses": {
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥拥有三种类型的硬控技能，可以限制阿卡丽的机动性，使她难以发起攻击。\n- 加里奥对魔法伤害的抵抗力很高，能够减轻阿卡丽的伤害，并进行更有利的交易。\n- 阿卡丽的推线能力较弱，使得加里奥更容易清理兵线并获得控制权。\n- 加里奥的范围伤害对阿卡丽非常有效，尤其是他可以在她的烟雾中造成伤害，缩小她的逃跑路线。\n- 加里奥可以迅速使用大招加入团战，更容易制造阿卡丽被孤立的局面。",
      "キヤナ": "Qiyana在对抗Akali时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Akali的攻击。\n- 她拥有强力的控制技能，可以阻止Akali的闪烁。\n- Akali的推线能力较弱，而Qiyana在游走方面很强，这使她对其他线路的影响力很大。\n- Qiyana可以利用元素根据情况调整战术，更容易抵消Akali的烟雾。\n- Akali的爆发有时会被延迟，但Qiyana可以瞬间造成高额伤害，使她在与Akali的交战中占据优势。",
      "リサンドラ": "丽桑卓对阿卡丽有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能，可以反制阿卡丽的接近和爆发，利用眩晕和无敌效果。\n- 虽然阿卡丽的爆发伤害很高，但丽桑卓的控制技能可以轻易抵消她的攻击。\n- 丽桑卓可以使用她的远程传送安全定位，更容易躲避阿卡丽的攻击。\n- 阿卡丽的推线能力较弱，而丽桑卓擅长清理小兵，使她能够保持对线路的控制。\n- 丽桑卓的技能造成范围伤害，并可以揭示阿卡丽的隐身，使阿卡丽使用烟雾屏障的效果降低。",
      "タリヤ": "塔莉雅对阿卡丽有优势。\n\n原因如下：\n\n- 塔莉雅拥有范围攻击，可以单方面骚扰像阿卡丽这样的近战英雄。\n- 阿卡丽的推线能力较弱，难以反制塔莉雅的快速清线，使她容易失去对线控制。\n- 塔莉雅的技能对依赖位移或跳跃的英雄非常强大，可以通过针对阿卡丽的闪现造成显著伤害。\n- 塔莉雅可以利用她增加的移动速度有效游走和抓人，为阿卡丽制造不利局面。\n- 阿卡丽在隐身状态下的防御能力没有变化，使她容易受到塔莉雅的范围攻击。",
      "ライズ": "瑞兹对阿卡丽有优势。\n\n原因如下：\n\n- 瑞兹的输出高，可以通过技能连招对阿卡丽造成持续伤害。\n- 阿卡丽的推线能力低，无法反制瑞兹的清线能力，使瑞兹更容易掌控局面。\n- 瑞兹的控制技能可以限制阿卡丽的机动性，剥夺她的进攻机会。\n- 尽管阿卡丽有隐身，但瑞兹的技能有保证的控制效果，使阿卡丽难以接近。\n- 瑞兹受益于法力成长，随着装备的提升，他也变得更加耐打，更容易承受阿卡丽的爆发伤害。",
      "マルザハール": "马尔扎哈对阿卡丽有优势。\n\n原因如下：\n\n- 马尔扎哈拥有强大的范围伤害，可以快速清理小兵波，使阿卡丽难以获得线控。\n- 阿卡丽的推线能力较弱，前期技能消耗较大，难以反制马尔扎哈的持续伤害。\n- 马尔扎哈的沉默可以禁用阿卡丽的技能，抵消她的机动性。\n- 马尔扎哈的被动法术护盾减少了阿卡丽的爆发伤害，提高了他的一对一表现。\n- 即使阿卡丽使用隐身，她也无力对抗马尔扎哈的沉默和压制，使她难以发起攻击。",
      "ツイステッド・フェイト": "扭曲命运对阿卡丽有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕技能，可以抵消阿卡丽的高机动性，使他能够在她靠近之前抓住她。\n- 阿卡丽的推线能力较弱，这使得扭曲命运的高推线能力能够轻松控制线路。\n- 扭曲命运有一个远程传送技能，使他能够快速响应并在阿卡丽尝试游走时发起gank。\n- 针对阿卡丽的隐身，扭曲命运可以轻松获得视野，并且可以利用他的黄金卡轻松抓住她。\n- 阿卡丽对范围攻击较弱，而扭曲命运具有范围伤害，这在团队战斗中对阿卡丽来说是一个劣势。",
      "アーリ": "阿狸在对抗阿卡丽时具有优势。\n\n原因如下：\n\n- 阿狸可以远程攻击，更容易躲避阿卡丽的近战攻击。\n- 阿狸的范围伤害可以超过阿卡丽的清线能力。\n- 阿狸的高机动性使得预测和抓住阿卡丽的闪现变得更容易。\n- 阿狸的续航能力使她即使在受到阿卡丽伤害后也能维持线上。\n- 阿卡丽的技能消耗高，容易在前期失去控制，而阿狸可以从一开始就有效骚扰。",
      "ヴェックス": "Vex对Akali有优势。\n\n原因如下：\n\n- Vex可以对Akali的闪现造成额外伤害，使得Akali在尝试接近时更容易受到伤害。\n- Vex拥有可靠的控制技能，这使得限制Akali的机动性和切断她的逃跑路线变得更容易。\n- 在对线中，Vex可以轻松使用EQ组合骚扰Akali，从而逐渐削弱Akali的生命值。\n- Akali的推线能力较弱，因此Vex可以更容易地控制线权并保持主动权。\n- Vex的技能可以揭示Akali的隐身，使得Akali即使使用烟雾也很难有效地躲避攻击。",
      "ベイガー": "维迦对阿卡丽有优势。\n\n原因如下：\n\n- 维迦的AP比率很高，通过施放技能可以无限增加他的AP，从而造成非常高的长期伤害。\n- 阿卡丽是近战英雄，难以躲避维迦的范围攻击和控制技能。\n- 维迦的控制效果可以限制阿卡丽的机动性，更容易防止她拉近距离。\n- 阿卡丽的推线能力较弱，使维迦更容易控制线路。\n- 维迦的技能射程较长，可以在阿卡丽接近之前造成伤害。\n- 阿卡丽的隐身可以被维迦的技能揭示，限制她的逃跑选择。",
      "カサディン": "卡萨丁对阿卡丽有优势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他对阿卡丽的魔法伤害有很强的抵抗力，减少了他受到她爆发伤害的可能性。\n- 阿卡丽的清线速度较慢，容易在前期失去控制，而卡萨丁从一开始就具有高耐久性，使他更容易吸收阿卡丽的攻击。\n- 卡萨丁的机动性很高，可以利用他的终极技能躲避阿卡丽的攻击，或者反过来对她进行伏击。\n- 阿卡丽使用隐身来发起攻击，但卡萨丁可以利用他的射程优势安全地进行攻击，使他更容易接近。\n- 阿卡丽的技能依赖于爆发伤害，而卡萨丁则有持续伤害，使他能够通过将战斗拖入更长的交战中获得优势。",
      "ルブラン": "乐芙兰在对抗阿卡丽时具有优势。\n\n- 乐芙兰的爆发伤害高，使她在阿卡丽使用技能后容易进行反击。\n- 阿卡丽的推线能力较弱，而乐芙兰可以轻松用技能清理小兵，便于她掌控局面。\n- 乐芙兰的闪现技能使她能够轻松躲避阿卡丽的攻击，并在避开她的技能时进行反击。\n- 阿卡丽在隐身状态下的防御能力没有变化，使她容易受到乐芙兰的范围攻击和爆发连招的威胁。\n- 乐芙兰可以在忽视阿卡丽的烟雾弹的情况下进行攻击，有效切断她的逃跑路线。",
      "アクシャン": "阿克尚在对抗阿卡丽时具有优势。\n\n原因如下：\n\n- 阿克尚在早期有强大的骚扰能力，可以轻松造成伤害，同时躲避阿卡丽的技能。\n- 阿卡丽的推线能力较弱，难以对阿克尚的远程攻击进行反击。\n- 阿克尚的被动技能提供的伤害和护盾可以抵消阿卡丽的爆发伤害。\n- 作为刺客的阿克尚可以远程攻击，使阿卡丽难以拉近距离。\n- 阿卡丽的隐身无法躲避阿克尚的攻击，使阿克尚始终能够保持对阿卡丽的有利位置。",
      "フェイ": "Faye在对抗Akali时具有优势。\n\n- Faye可以远程攻击，更容易阻止Akali接近。\n- Akali的推线能力较弱，容易被Faye的范围攻击清理掉。\n- Faye的技能具有控制效果，可以限制Akali的机动性。\n- Akali在隐身状态下的防御能力没有变化，使她容易受到Faye的范围攻击。\n- Faye在团战中造成强大的伤害，使Akali难以单独应对她。",
      "ラックス": "拉克丝对阿卡丽有优势。\n\n- 拉克丝拥有远程技能，可以在阿卡丽接近之前骚扰她，从而更容易保持对线控制。\n- 拉克丝的控制效果可以限制阿卡丽的机动性，防止她拉近距离。\n- 阿卡丽的推线能力较弱，使得拉克丝更容易用技能清理小兵并控制线路。\n- 拉克丝的爆发伤害很高，可以在阿卡丽恢复之前造成显著伤害。\n- 阿卡丽在隐身状态下的防御能力没有变化，使她容易受到拉克丝的范围攻击。"
    }
  },
  "オリアナ": {
    "name": "オリアナ",
    "beats": {
      "ブラッドミア": "血沼在对抗奥莉安娜时处于劣势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，使她在团战和对线骚扰中非常强大。血沼在前期的输出较低，容易受到奥莉安娜的攻击。\n- 奥莉安娜的技能冷却时间短，能够持续输出伤害，超过血沼的续航能力。\n- 奥莉安娜擅长用她的球进行区域控制，使血沼难以接近。特别是被奥莉安娜的控制技能击中后，血沼很难反击。\n- 血沼依赖装备和等级，使得像奥莉安娜这样的强势英雄更容易在前期掌握主动权。\n- 奥莉安娜的攻击范围比血沼更长，使他更容易受到骚扰，并且在对线中生存困难。",
      "ヴェックス": "Vex处于劣势。\n\n- 奥莉安娜是一名区域控制法师，能够轻松利用她的技能主宰对线。Vex受到奥莉安娜技能的影响很大，使得她在面对奥莉安娜的范围伤害和控制时感到困难，尤其是在团队战中。\n- 奥莉安娜的技能冷却时间短，能够轻松进行骚扰，这使得Vex在对线交易中更容易落后。\n- Vex缺乏逃生技能，使她容易受到奥莉安娜技能的重大伤害。特别是，奥莉安娜的大招在团队战中影响巨大，使得Vex难以灵活应对。\n- 奥莉安娜有一个护盾，通常可以减轻Vex的爆发伤害，使得Vex难以展示她的伤害潜力。\n- Vex对没有位移技能的对手很强，但由于奥莉安娜没有位移技能，Vex的被动触发的可能性较小，导致输出伤害和控制轮换不足。",
      "ビクター": "维克托处于劣势。\n\n- 奥莉安娜拥有所有的范围技能，在团队战斗中擅长造成伤害，轻易抵消维克托的持续伤害能力。\n- 奥莉安娜的技能冷却时间短，容易进行骚扰，使维克托在前期很难避免压力。\n- 奥莉安娜的区域控制和她的球对维克托来说非常麻烦，考虑到他技能的施法时间较慢。\n- 奥莉安娜有一个可以减轻维克托爆发伤害的护盾，即使维克托领先，也很难对她造成有效伤害。\n- 奥莉安娜机动性很高，使维克托很难命中她的技能，阻止他有效攻击她。",
      "メル": "梅尔处于劣势。\n\n原因如下：\n\n- 奥莉安娜是一个高射程的法师，容易在梅尔受到伤害之前对其进行骚扰。\n- 奥莉安娜的技能是范围伤害，使她在团队战斗和对线时能够高效地造成伤害，导致梅尔容易受到伤害。\n- 梅尔缺乏主动控制技能，限制了她躲避奥莉安娜技能的选择。\n- 奥莉安娜的护盾和范围控制增加了抵消梅尔攻击的可能性。\n- 梅尔对治疗效果较弱，难以反制奥莉安娜的持续伤害。",
      "ツイステッド・フェイト": "扭曲命运处于劣势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，这在团战中增加了她的伤害，使扭曲命运在接近时容易受到单方面的伤害。\n- 奥莉安娜的技能冷却时间短，容易进行骚扰，使扭曲命运在对线时承受压力。\n- 奥莉安娜的球体控制技能限制了扭曲命运的移动，增加了被击晕的风险。\n- 扭曲命运的逃生能力低，被奥莉安娜的攻击击中时很难进行反击。\n- 奥莉安娜的推线能力强，使扭曲命运难以维持对线。",
      "アニー": "安妮处于劣势。\n\n- 奥莉安娜的射程很长，可以在安妮靠近之前骚扰她，使安妮容易受到伤害。\n- 奥莉安娜的技能是范围伤害，可以在团战和推线时造成高额伤害，这给安妮在对线时施加了压力。\n- 奥莉安娜有一个护盾，可以减轻安妮的爆发伤害，使安妮很难命中她的攻击。\n- 安妮需要管理她的叠加层，激活技能的时机有限，这使得她很难躲避奥莉安娜的技能。\n- 如果安妮被奥莉安娜的控制技能击中，她很可能会失去反击的机会，尤其是在团战中，她很容易陷入不利局面。",
      "フェイ": "Faye在对抗Orianna时处于劣势。\n\n原因如下：\n\n- Orianna的技能都是范围伤害，她在团战中的伤害非常高，使得Faye在使用技能之前容易受到伤害。\n- Orianna的技能冷却时间短，能够轻松骚扰，给Faye施加持续压力。\n- Orianna有一个可以减轻Faye爆发伤害的护盾，使得Faye的攻击难以有效。\n- Faye需要时间来激活她的技能，这使得她很难应对Orianna的机动性和控制技能。\n- Orianna的攻击范围很长，可以在Faye接近之前发起攻击，使得Faye很难安全地进行游戏。",
      "ガリオ": "加里奥处于劣势。\n\n原因如下：\n\n- 奥莉安娜的射程很长，使她在加里奥接近之前就能轻松骚扰他。\n- 奥莉安娜的技能是范围伤害，可以在加里奥在团队战中施加影响之前造成伤害。\n- 利用奥莉安娜的护盾和控制技能，更容易抵消加里奥的攻击。\n- 加里奥的物理防御低，使他容易受到奥莉安娜的攻击。\n- 奥莉安娜的机动性低，使加里奥难以接近，并使她容易受到伏击。",
      "リサンドラ": "丽桑卓在对抗奥莉安娜时处于劣势。\n\n原因如下：\n\n- 奥莉安娜的射程很长，容易在丽桑卓接近之前对她进行骚扰。\n- 奥莉安娜的技能是范围伤害，在团战中造成高额伤害，如果丽桑卓靠得太近，她会受到大量伤害。\n- 丽桑卓无法在不靠近的情况下造成伤害，这使得她很难躲避奥莉安娜的技能。\n- 利用奥莉安娜的护盾和控制技能，可以轻松抵消丽桑卓的攻击。\n- 丽桑卓在管理法力方面存在困难，这使得她很难反击奥莉安娜的持续骚扰。"
    },
    "loses": {
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，更容易躲避奥莉安娜的技能，这意味着她不太可能受到奥莉安娜攻击的伤害。\n- 奥莉安娜对单一目标的爆发伤害较低，难以反制卡特琳娜的爆发力。\n- 卡特琳娜技能的冷却时间短，能够通过击杀持续输出，对奥莉安娜施加持续压力。\n- 奥莉安娜的技能需要操控球体和预判，使得她难以应对卡特琳娜的移动。\n- 卡特琳娜可以自由攻击缺乏控制技能的奥莉安娜，使她在对线阶段占据优势。",
      "ルブラン": "乐芙兰对奥莉安娜有优势。\n\n原因如下：\n\n- 乐芙兰的爆发伤害高，可以迅速减少奥莉安娜的生命值，早期游戏中容易施加压力。\n- 奥莉安娜对单一目标的爆发伤害低，难以对乐芙兰的突然攻击进行反击。\n- 乐芙兰的闪现技能使她能够轻松躲避奥莉安娜的技能，特别是中和球的控制。\n- 乐芙兰机动性强，可以利用奥莉安娜技能的冷却时间反复攻击和躲避。\n- 奥莉安娜在法力管理上有困难，因此乐芙兰可以通过骚扰来消耗奥莉安娜的资源。",
      "シンドラ": "辛德拉在对抗奥莉安娜时具有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在超过奥莉安娜攻击范围的距离进行骚扰。\n- 通过利用辛德拉的击退和眩晕技能，她可以打乱奥莉安娜控制球的时机，有效地抵消她的技能。\n- 奥莉安娜对单个目标的爆发伤害较低，使她难以反击辛德拉的高爆发伤害。\n- 辛德拉可以利用她的球体造成伤害，使她在与奥莉安娜的范围攻击保持距离的同时进行战斗。\n- 奥莉安娜在前期的法力管理上存在困难，因此辛德拉可以通过施加早期压力来创造有利的对线局面。",
      "アカリ": "阿卡丽占据优势。\n\n原因如下：\n\n- 阿卡丽机动性高，可以轻松躲避奥莉安娜的技能。特别是，奥莉安娜的技能需要预判，而阿卡丽可以通过闪现来躲避。\n- 奥莉安娜对单个目标的爆发伤害低，难以反制阿卡丽的瞬间伤害。阿卡丽可以在短时间内对奥莉安娜造成显著伤害。\n- 阿卡丽的烟雾弹遮挡了奥莉安娜的视野，使她难以施放技能。这使得奥莉安娜更难攻击阿卡丽。\n- 阿卡丽的生命值恢复能力强，在线上续航表现出色，使她能够承受奥莉安娜的骚扰。\n- 奥莉安娜的基础护甲低，使她容易受到阿卡丽的攻击。阿卡丽可以对奥莉安娜造成有利的伤害。",
      "エコー": "艾克在对抗奥莉安娜时具有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避奥莉安娜的技能。奥莉安娜的技能需要预判，而艾克可以利用他的瞬间移动能力来躲避这些技能。\n- 艾克的爆发伤害非常高，能够对奥莉安娜在前期的低耐久性造成强力攻击。尤其是奥莉安娜对单体目标的爆发伤害较低，她容易受到艾克的攻击。\n- 艾克拥有护盾和治疗能力，即使在受到奥莉安娜的伤害后也更容易生存。这使得他能够在与奥莉安娜的对拼中占据优势。\n- 奥莉安娜在团队战中有优势，但艾克拥有范围控制技能，使他在团队战中具有很高的开团潜力。这使得他能够在抵消奥莉安娜技能的同时进行攻击。\n- 奥莉安娜在法力管理上存在困难，因此如果艾克在前期积极进攻，他可以消耗奥莉安娜的资源。这使得削弱奥莉安娜的影响成为可能。",
      "ゼラス": "扎伊拉在对抗奥莉安娜时具有优势。\n\n原因如下：\n\n- 范围差异：扎伊拉的攻击范围非常长，可以在奥莉安娜的攻击范围之外骚扰她。这意味着奥莉安娜无法造成伤害，可能会失去对线的优势。\n\n- 法力管理：扎伊拉可以通过她的被动技能恢复法力，使得在对线时的法力管理变得更容易。奥莉安娜倾向于频繁使用技能，尤其是在前期，导致法力耗尽，使持续骚扰变得困难。\n\n- AoE伤害：扎伊拉拥有范围伤害技能，可以在团战中对多个敌人造成伤害。虽然奥莉安娜在团战中有优势，但她很难抵御扎伊拉的远程攻击。\n\n- 易受伏击：奥莉安娜的基础护甲和移动速度较低，使她容易受到伏击。另一方面，扎伊拉的自我防御选项有限，但可以通过远程攻击对奥莉安娜施加压力。\n\n- 技能施放速度：奥莉安娜的技能难以施放，需要预判。扎伊拉的技能施放速度较慢，使得奥莉安娜更难命中她的技能。这使得扎伊拉在对抗奥莉安娜时处于有利地位。",
      "オーロラ": "奥罗拉占据优势。\n\n原因如下：\n\n- 奥罗拉具有高机动性，可以轻松躲避奥莉安娜的技能并发起伏击。\n- 奥莉安娜对单一目标的爆发伤害较低，难以对像奥罗拉这样高机动性的英雄造成伤害。\n- 奥罗拉通过参与击杀可以持续输出，因为她的技能冷却时间会减少。\n- 尽管奥莉安娜的技能是范围伤害，奥罗拉可以通过闪现轻松躲避她的攻击。\n- 奥罗拉初始法力值高，不容易耗尽资源，除了在前期外，可以持续进行骚扰。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas是一个近战英雄，可以通过偷取Orianna的强大范围伤害和控制技能来利用她，从而在战斗中获得优势。\n- Orianna的机动性较低，容易受到Sylas利用瞬移进行的突袭攻击，这使得Sylas更容易发起有利的交易。\n- 当Sylas发育良好时，他可以造成高额的爆发伤害，迅速削弱Orianna的生命值，尤其是在早期到中期对她施加压力。\n- Orianna的技能需要预判，这使得她很难对Sylas的灵活移动做出反应。\n- 通过偷取对手的技能，Sylas可以抵消Orianna的护盾和控制效果，将其转化为自己攻击的机会。"
    }
  },
  "アニビア": {
    "name": "アニビア",
    "beats": {
      "リサンドラ": "丽桑卓处于劣势。\n\n- 安妮维亚的射程很长，可以在丽桑卓接近之前骚扰她，使得交易不利。\n- 安妮维亚的技能组合提供了强大的区域控制，使丽桑卓难以接近。\n- 安妮维亚有复活被动，使她更有可能在丽桑卓的爆发伤害中生存下来。\n- 丽桑卓需要靠近才能造成伤害，这使她容易受到安妮维亚的攻击，增加了风险。\n- 安妮维亚有强大的清线能力，使丽桑卓难以处理小兵，导致失去对线的优势。",
      "ブラッドミア": "血沼在对抗安妮维亚时处于劣势。\n\n原因如下：\n\n- 安妮维亚拥有强大的区域控制能力，容易限制血沼的行动。\n- 安妮维亚的清线能力很强，使血沼难以维持线路。\n- 安妮维亚的爆发伤害高，而血沼在前期耐久性低，容易被击杀。\n- 安妮维亚的技能组合限制了血沼技能的使用时机。\n- 安妮维亚拥有复活被动，使血沼难以获得击杀。",
      "アクシャン": "阿克尚处于劣势。\n\n- 安妮维亚拥有强大的区域控制能力，使阿克尚难以接近。特别是，安妮维亚的范围技能限制了阿克尚的移动，使他更容易受到攻击。\n- 安妮维亚的攻击范围比阿克尚更长，因此阿克尚更容易受到骚扰，并在早期交战中处于劣势。\n- 安妮维亚有复活被动技能，因此即使阿克尚试图击杀她，他也无法轻易将其击倒，反而可能面临反击。\n- 阿克尚在交战时往往变得更弱，由于安妮维亚的技能，他在近战中常常处于劣势。\n- 安妮维亚的技能具有禁用闪现的效果，使阿克尚难以利用他的机动性。这使得阿克尚在对抗安妮维亚时面临挑战。",
      "メル": "梅尔处于劣势。\n\n原因如下：\n\n- 安妮维亚拥有强大的区域控制能力，可以制造墙壁来避免梅尔的攻击，使梅尔更难命中敌人。\n- 安妮维亚的高清线能力使梅尔难以处理小兵，导致难以获得补刀。\n- 安妮维亚有复活被动，即使梅尔造成爆发伤害，她也不容易被击倒。\n- 梅尔缺乏主动控制技能，使得在受到安妮维亚伤害时难以反击，尤其是在被安妮维亚的大招击中时，承受重大伤害的风险很高。\n- 安妮维亚的攻击范围等于或大于梅尔，使得安妮维亚能够主动出击，梅尔更容易受到攻击。",
      "ヨネ": "永恩处于劣势。\n\n- 安妮维亚的射程很长，可以在安全地避开永恩的攻击的同时造成伤害。\n- 安妮维亚的区域控制能力使得永恩很难接近，因为她可以轻易限制他的移动。\n- 安妮维亚的清线能力很强，即使永恩推线，也会很快被清理掉。\n- 安妮维亚有复活被动，使得即使永恩造成爆发伤害，也很难击杀她。\n- 永恩对装备依赖性很高，通常在完全装备之前会在对抗安妮维亚时处于劣势。\n- 安妮维亚的控制技能和区域控制使得永恩很难有效利用他的机动性。",
      "ヴェックス": "维克斯处于劣势。\n\n原因如下：\n\n- 安妮维亚拥有强大的区域控制能力，容易限制维克斯的移动。\n- 安妮维亚的技能组合使维克斯难以安全攻击。\n- 安妮维亚具有很高的清线能力，使她能够保持对线的优势。\n- 安妮维亚的复活被动意味着即使维克斯造成爆发伤害，她也不容易被击倒。\n- 维克斯缺乏逃生技能，使她容易受到安妮维亚的攻击，尤其容易受到埋伏和突袭。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 安妮维亚拥有强大的区域控制能力，可以制造墙壁来躲避拉克斯的技能。\n- 安妮维亚的清线能力很强，当拉克斯试图骚扰时，她可以轻松用小兵挡住拉克斯的技能。\n- 安妮维亚有复活被动，即使拉克斯造成爆发伤害，她也不容易被击倒。\n- 安妮维亚的技能射程比拉克斯的更长，使得拉克斯很难接近。\n- 安妮维亚可以利用墙壁躲避拉克斯的技能，轻松抵消拉克斯的攻击。\n- 安妮维亚在近战中很强，而拉克斯在接近时变得非常脆弱。",
      "ルブラン": "乐芙兰在对抗安妮维亚时处于劣势。\n\n原因如下：\n\n- 安妮维亚的技能组合提供了强大的区域控制，使得限制乐芙兰的机动性变得更容易。\n- 安妮维亚具有很强的清线能力，使得乐芙兰难以管理小兵，增加了发育的难度。\n- 安妮维亚的被动复活可以潜在地抵消乐芙兰的爆发伤害。\n- 安妮维亚拥有强力的控制技能，使得乐芙兰在接近时面临被抓的高风险。\n- 安妮维亚的攻击范围比乐芙兰更长，使得她在乐芙兰接近之前更容易受到伤害。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 安妮维亚拥有强大的区域控制能力，可以躲避奥莉安娜的技能，使得奥莉安娜很难命中攻击。\n- 安妮维亚的清线能力很强，即使奥莉安娜推线，也能迅速清理。\n- 安妮维亚的复活被动意味着即使奥莉安娜造成爆发伤害，安妮维亚也很可能存活下来。\n- 安妮维亚拥有远程攻击，可以在安全地躲避奥莉安娜的攻击的同时进行骚扰。\n- 奥莉安娜的机动性较低，容易受到安妮维亚技能的伏击和控制。",
      "ゾーイ": "佐伊处于劣势。\n\n- 安妮维亚拥有强大的区域控制能力，可以轻松用技能击退佐伊。\n- 安妮维亚的清线能力很强，使她能够轻松管理兵线，当佐伊试图用小兵骚扰时。\n- 安妮维亚的被动复活使她即使在佐伊造成爆发伤害时也有很高的生存几率。\n- 佐伊的技能是非穿透性射击，常常被安妮维亚的技能放置所阻挡，使得造成伤害变得困难。\n- 安妮维亚的耐久性很高，使她更容易抵挡佐伊的攻击。",
      "ゼド": "劫处于劣势。\n\n原因如下：\n\n- 安妮维亚拥有强大的区域控制能力，使得劫很难接近。特别是安妮维亚的范围技能会导致劫错过进攻的时机。\n- 劫没有办法减轻安妮维亚的爆发伤害，使他容易受到攻击，尤其是在6级之后，他可能会受到致命伤害。\n- 安妮维亚的被动复活意味着即使劫试图击杀她，他也有被反击的风险，因为安妮维亚可以再次复活。\n- 劫是一个近战英雄，在面对安妮维亚的远程攻击时处于劣势。安妮维亚可以从安全的距离进行攻击，使得劫很难命中她。\n- 安妮维亚的技能可以利用墙壁进行攻击，这使得她更容易预测劫的终极技能释放位置并有效反制他。"
    },
    "loses": {
      "モルガナ": "莫甘娜占据优势。\n\n原因如下：\n\n- 安妮维亚在6级之前被迫防守，这使得莫甘娜可以先发制人。\n- 莫甘娜的束缚技能限制了安妮维亚的移动，特别是在安妮维亚使用技能后抓住机会。\n- 莫甘娜对安妮维亚的范围技能有法术护盾，使得抵消控制效果变得更容易。\n- 安妮维亚的法力消耗很高，因此鲁莽使用技能可能导致法力耗尽，让莫甘娜得以利用。\n- 莫甘娜可以对静止的敌人造成高额伤害，这使得安妮维亚进行交战变得风险很大。",
      "キヤナ": "Qiyana在对抗Anivia时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Anivia的技能。\n- Anivia在6级之前被迫防守，而Qiyana可以在早期进行激进的玩法，给Anivia施加压力。\n- Qiyana的技能可以利用墙壁改变效果，使她能够在忽视Anivia的区域控制的情况下进行攻击。\n- Anivia对短距离的英雄有优势，但Qiyana可以拉近距离并寻求爆发伤害，使Anivia难以发挥她的优势。\n- Anivia的被动复活对爆发伤害的英雄施加压力，但Qiyana可以快速输出伤害并脱离战斗，轻松抵消Anivia的复活。",
      "アジール": "阿兹尔占据优势。\n\n原因如下：\n\n- 阿兹尔的射程很长，可以在安全的情况下骚扰安妮维亚，避免她的攻击。\n- 阿兹尔的范围攻击可以反制安妮维亚的清兵能力，从而实现高效的兵线管理。\n- 阿兹尔的闪现技能使得躲避安妮维亚的技能更容易，增加了攻击的机会。\n- 阿兹尔的大招具有击退效果，限制了安妮维亚的移动，并增强了他在团战中的优势。\n- 阿兹尔在6级后可以造成可观的伤害，使得在安妮维亚获得大招之前更容易创造有利局面。",
      "フェイ": "Faye在对抗Anivia时具有优势。\n\n原因如下：\n\n- Faye拥有多样的技能组合，使得躲避Anivia的区域控制变得更容易。特别是，Faye可以躲避Anivia的技能，增加被击中的难度。\n- Anivia在6级之前被迫以防守的方式进行游戏，而Faye可以从早期开始进行激进的玩法，给Anivia施加压力。\n- Faye在团队战斗中的范围伤害非常强大，能够在Anivia造成伤害之前就将其击杀的几率很高。\n- Anivia的法力消耗很高，如果她不小心使用技能，很容易就会耗尽法力，而Faye有多种技能选择，可以根据情况高效作战。\n- Faye具有爆发伤害，能够在触发Anivia的复活被动之前造成显著伤害。",
      "アーリ": "阿狸占据优势。\n\n原因如下：\n\n- 阿狸的机动性很高，能够更容易地躲避安妮维亚的技能，使她在避免安妮维亚攻击的同时进行反击。\n- 阿狸的技能能够快速抓住敌人，使她能够无视安妮维亚的区域控制技能进行攻击。\n- 阿狸在前期有强大的推线能力，能够超过安妮维亚的清线能力，建立对线优势。\n- 安妮维亚通常被迫在6级之前打防守，这段时间阿狸可以创造有利局面。\n- 阿狸有续航能力，能够承受安妮维亚的骚扰，使她能够进行持久战。",
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，可以有效减轻安妮维亚的伤害并进行有效的交易。\n- 安妮维亚在6级之前依赖她的终极技能，这期间加里奥可以积极进攻。\n- 加里奥的强控制技能限制了安妮维亚的移动，并能有效抵消她的技能。\n- 加里奥在团队战斗中拥有强大的范围伤害，使安妮维亚在这些情况下难以发挥影响力。\n- 安妮维亚对近战攻击很脆弱，这使得加里奥在近战中更容易制造不利局面。",
      "カタリナ": "卡特琳娜在对抗安妮维亚时具有优势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，更容易躲避安妮维亚的技能，从而有效地抵消她的区域控制。\n- 安妮维亚通常被迫在6级之前以防御性玩法为主，这给了卡特琳娜在此期间进攻的机会。\n- 卡特琳娜可以通过击杀来重置技能冷却时间，使她能够迅速消灭安妮维亚。\n- 安妮维亚对短距离的英雄有优势，而卡特琳娜作为一名擅长近战的刺客，可以对她施加强大的压力。\n- 安妮维亚的自我防御选项有限，使得卡特琳娜能够利用她的爆发潜力并进行积极的进攻。",
      "シンドラ": "辛德拉对安妮维亚有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在不受到安妮维亚伤害的情况下进行骚扰。\n- 安妮维亚通常被迫在6级之前打防守，这给了辛德拉在这段时间创造有利局面的机会。\n- 通过利用辛德拉的击退和眩晕，限制安妮维亚的移动并阻止她接近变得更容易。\n- 安妮维亚的技能是基于区域的，因此通过有效管理辛德拉的球体，她可以避免安妮维亚的攻击。\n- 辛德拉由于技能进化具有高AP比率，即使在后期也能造成强大的爆发伤害，使得对安妮维亚施加压力变得更容易。",
      "タリヤ": "塔莉雅对阿尼维亚有优势。\n\n原因如下：\n\n- 塔莉雅的射程很长，使她在避免阿尼维亚攻击的同时更容易进行骚扰。\n- 阿尼维亚依赖她的大招，这迫使她在6级之前采取防御性玩法，而塔莉雅可以从一开始就进行激进的玩法。\n- 塔莉雅的范围伤害技能可以反制阿尼维亚的清线能力，使她能够有利地推线。\n- 塔莉雅的E技能限制了阿尼维亚的移动，阻止她靠近，使阿尼维亚更难攻击。\n- 阿尼维亚的自我防御选项有限，受到塔莉雅攻击时容易受到伤害。",
      "カサディン": "卡萨丁在对抗安妮维亚时具有优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，更容易躲避安妮维亚的技能。\n- 卡萨丁有一个被动技能可以减少魔法伤害，使他在面对安妮维亚的爆发伤害时具有很高的耐久性。\n- 安妮维亚通常被迫在6级之前打防守，这使得卡萨丁能够在这段时间内升级并创造有利局面。\n- 卡萨丁在近战中表现出色，可以在利用安妮维亚的射程时进行攻击。\n- 安妮维亚的大招消耗高，如果使用不当，可能会导致法力耗尽，从而增加卡萨丁持续攻击的机会。",
      "オレリオン・ソル": "奥瑞利安·索尔在对抗安妮维亚时具有优势。\n\n原因如下：\n\n- 由于他的射程较长，他可以在安全的情况下造成伤害，同时避免安妮维亚的攻击。\n- 安妮维亚在6级之前被迫以防御性方式进行游戏，而奥瑞利安·索尔可以在早期游戏中进行激进的玩法，更容易建立早期优势。\n- 安妮维亚的区域控制能力很难限制奥瑞利安·索尔的机动性，使她难以躲避他的技能。\n- 奥瑞利安·索尔通过命中技能来增强他的伤害，使他能够在忽视安妮维亚的耐久性的情况下造成高输出。\n- 安妮维亚的复活被动对奥瑞利安·索尔的持续伤害效果不佳，使她更容易受到他的攻击。",
      "オーロラ": "奥罗拉占据优势。\n\n原因如下：\n\n- 奥罗拉具有高机动性，可以轻松躲避安妮维亚的技能并自由移动。\n- 安妮维亚被迫在6级之前采取防守策略，而奥罗拉可以在早期主动进攻，给安妮维亚施加压力。\n- 奥罗拉可以利用她的闪现躲避安妮维亚的技能，同时发起突袭。\n- 面对安妮维亚的区域控制，奥罗拉可以轻松利用机动性重新定位，从而进行有效攻击。\n- 虽然安妮维亚在法力管理上有困难，但奥罗拉的初始法力较高，不容易耗尽，能够进行持续战斗。"
    }
  },
  "アーリ": {
    "name": "アーリ",
    "beats": {
      "ガリオ": "加里奥处于劣势。\n\n- 阿狸的机动性很高，容易躲避加里奥的技能，这使得加里奥很难命中攻击。\n- 阿狸的技能可以瞬间造成伤害，并且有效地削弱加里奥的耐久度。\n- 阿狸擅长推线，使她在加里奥尝试游走时能够先行移动，从而在地图上产生很大的影响。\n- 加里奥对物理伤害脆弱，使得阿狸的攻击在造成伤害时非常有效。\n- 阿狸可以利用加里奥技能的冷却时间来积极骚扰他，给加里奥在对线时施加压力。",
      "アニビア": "安妮维亚在对抗阿狸时处于劣势。\n\n原因如下：\n\n- 阿狸的机动性很高，容易躲避安妮维亚的技能，使安妮维亚很难命中攻击。\n- 阿狸的技能使她能够迅速接近敌人，更容易突破安妮维亚的区域控制。\n- 安妮维亚在6级之前依赖她的大招，而阿狸很可能会先达到6级，并用强力连招压制安妮维亚。\n- 阿狸具有范围伤害，能够超过安妮维亚的清线能力，使她在推线方面占据优势。\n- 安妮维亚的自我防御选项有限，使她容易受到阿狸攻击的致命伤害。",
      "ヴェックス": "维克斯处于劣势。\n\n- 阿狸的机动性很高，可以轻松躲避维克斯的技能，这使得维克斯很难命中攻击。\n- 阿狸的技能造成范围伤害，她擅长推线，使她在维克斯能够骚扰之前就获得优势。\n- 阿狸可以瞬间拉近距离，而维克斯没有逃生技能，因此她容易受到阿狸的攻击。\n- 阿狸的技能是技能射击，这为她在维克斯使用技能后反击创造了机会。\n- 维克斯对没有位移技能的对手很强，但阿狸有位移技能，这使得维克斯的被动触发变得困难。",
      "ビクター": "维克托处于劣势。\n\n- 阿狸的机动性很高，可以迅速拉近距离进行攻击，容易躲避维克托的技能。\n- 阿狸的技能擅长抓住敌人，使她能够在维克托激活技能之前靠近并造成伤害。\n- 维克托缺乏瞬移或即时控制技能，使他容易受到阿狸的攻击，并且对游走的威胁很弱。\n- 阿狸在前期很强，而维克托的技能激活速度较慢，因此他很容易被阿狸骚扰。\n- 阿狸的范围伤害在推线和游走方面给维克托施加了压力。",
      "アジール": "阿兹尔处于劣势。\n\n- 阿狸的机动性很高，能够通过迅速拉近距离或逃跑轻松躲避阿兹尔的攻击。\n- 阿狸的技能具有强大的抓敌能力，使得阿兹尔使用技能时更容易被利用空档。\n- 阿兹尔依赖技能连招，而阿狸的高机动性使得他很难执行这些连招。\n- 阿狸的范围伤害和骚扰能力在对线时给阿兹尔施加压力，使得他在早期对线变得困难。\n- 阿狸拥有闪现技能，可以避免阿兹尔的技能，使得阿兹尔很难命中他的攻击。\n- 阿兹尔的法力消耗很高，特别是在前期很弱，因此如果阿狸能够持续施压，阿兹尔可能会陷入困境。",
      "アカリ": "阿卡丽处于劣势。\n\n- 阿狸的机动性很高，能够轻松通过拉近距离或瞬间逃脱来躲避阿卡丽的攻击。\n- 阿狸的技能造成范围伤害，并且在推线方面表现出色，这使得阿卡丽容易失去控制。\n- 阿狸的续航能力强，在前期对线中非常强大，能够逐渐削弱阿卡丽的生命值。\n- 阿狸的技能是技能射击，更容易揭示阿卡丽的隐身，并创造出阿卡丽难以发起攻击的局面。\n- 阿卡丽的推线能力较低，尤其是在前期，她的技能消耗很高，这使得阿狸容易掌控局面。"
    },
    "loses": {
      "メル": "梅尔对阿狸有优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在躲避阿狸攻击的同时进行骚扰。\n- 阿狸的爆发伤害较低，持续输出能力不足，难以反制梅尔的续航能力。\n- 梅尔的被动技能使她更容易在阿狸血量低时击杀她，威胁到阿狸的生存能力。\n- 阿狸依赖技能射击，而梅尔可以利用她的技能反弹阿狸的攻击，这使得阿狸的风险增加。\n- 梅尔在前期的影响力很高，使她能够在阿狸推线或游走之前获得优势。",
      "イレリア": "艾瑞莉娅在对抗阿狸时具有优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避阿狸的技能。特别是，阿狸的技能射击是定向的，且飞行速度较慢，这使得艾瑞莉娅可以利用她的闪现来躲避。\n- 艾瑞莉娅的持续伤害对阿狸的爆发伤害非常强，尤其是在近战中。\n- 尽管阿狸有续航能力，但对艾瑞莉娅的治疗能力和减伤效果的抵抗力较弱。\n- 艾瑞莉娅可以在躲避阿狸技能的同时，轻松用Q技能补刀，从而更有效地叠加她的被动效果。\n- 虽然阿狸擅长推线，但艾瑞莉娅可以利用技能造成持续伤害，这有助于减轻阿狸的推线能力。",
      "タロン": "塔隆在对抗阿狸时具有优势。\n\n原因如下：\n\n- 塔隆在前期具有非常高的爆发伤害，即使阿狸有续航也能迅速削弱她。\n- 阿狸的主要技能是技能射击型，且弹道速度较慢，这使得塔隆可以凭借高机动性轻松躲避。\n- 塔隆擅长利用地形进行伏击，能够在阿狸使用技能后抓住机会。\n- 阿狸的爆发伤害较低，容易受到像塔隆这样的刺客的威胁，使他在交战中占据优势。\n- 塔隆可以快速推线，使他在阿狸游走之前完成推线。",
      "オリアナ": "奥莉安娜在对抗阿狸时具有优势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，可以在阿狸利用高机动性之前造成伤害。\n- 阿狸的主要技能是技能射击型，且弹道速度较慢，难以躲避奥莉安娜的球攻击。\n- 奥莉安娜的技能冷却时间短，容易骚扰并减少阿狸的续航能力。\n- 阿狸的爆发伤害较低，使得奥莉安娜可以利用她的护盾和控制技能进行反击。\n- 奥莉安娜可以快速推线，在阿狸游走之前对塔施加压力。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 阿狸的主要技能是射程较慢的技能射击，这使得她很难击中高机动性的卡特琳娜。\n- 卡特琳娜可以通过击杀来重置技能冷却时间，使得她更容易消灭阿狸。\n- 尽管阿狸有续航能力，但她对卡特琳娜的爆发伤害很脆弱，尤其是在前期她的骚扰能力很强。\n- 阿狸依赖技能射击，因此如果卡特琳娜使用她的闪现或加速技能，她可以轻松逃脱。\n- 卡特琳娜在团队战中可以持续输出伤害，并且可以在阿狸在战斗中施加影响之前确保击杀。",
      "キヤナ": "Qiyana在对抗Ahri时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Ahri的技能，从而减少受到的伤害。\n- Ahri的主要技能是射程技能，飞行速度较慢，这使得Qiyana可以躲避，并增加反击的机会。\n- Qiyana可以利用元素来部署多样的策略，使她能够灵活应对Ahri的动作。\n- Ahri的爆发伤害较低，难以反制Qiyana的爆发伤害。\n- Qiyana在游走方面很强，提前移动可以影响其他线路，从而减少Ahri的影响力。",
      "ヤスオ": "亚索对阿狸有优势。\n\n原因如下：\n\n- 亚索的技能没有消耗，他的攻击技能冷却时间短，容易造成持续伤害。\n- 阿狸的主要技能是弹道技能，飞行速度慢，亚索可以用他的W技能阻挡，容易抵消阿狸的攻击。\n- 亚索是近战攻击，可以迅速接近阿狸，使她更难攻击。\n- 亚索的护盾可以吸收阿狸的技能连招，提高他的耐久性。\n- 阿狸的爆发伤害低，而亚索可以在躲避她的技能的同时造成持续伤害。\n- 亚索有一个被动技能可以增加他的暴击几率，使他对阿狸造成高伤害。",
      "カサディン": "卡萨丁对阿狸有优势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他对阿狸的魔法攻击有抵抗力。\n- 阿狸的主要技能是技能射击，飞行速度较慢，使卡萨丁更容易躲避。\n- 卡萨丁机动性高，可以在躲避阿狸技能的同时接近她。\n- 阿狸的爆发伤害较低，随着卡萨丁在中期变得更强，阿狸很难反制他。\n- 卡萨丁造成持续伤害，擅长惩罚阿狸在使用技能后。\n- 阿狸在前期强势，但卡萨丁在6级后有强大的滚雪球潜力，给了他翻盘的机会。",
      "ゾーイ": "佐伊在对抗阿狸时具有优势。\n\n原因如下：\n\n- 佐伊的射程很长，可以远程骚扰阿狸，使她在阿狸接近之前更容易造成伤害。\n- 阿狸的主要技能是技能射击型，且弹速较慢，这使得她很难躲避佐伊的技能，从而让佐伊可以安全地攻击。\n- 通过使用佐伊的控制技能，她可以限制阿狸的机动性，并创造后续攻击的机会。\n- 阿狸的爆发伤害较低，使得她很难反击佐伊的高爆发潜力，这很容易让阿狸处于劣势。\n- 佐伊缺乏范围攻击，这使得阿狸很难利用小兵进行区域控制，从而让佐伊更容易保持对线优势。"
    }
  },
  "タリヤ": {
    "name": "タリヤ",
    "beats": {
      "ヴェックス": "维克斯处于劣势。\n\n原因如下：\n\n- 塔莉雅有范围攻击，可以快速推线，使维克斯容易受到骚扰。\n- 塔莉雅的控制技能常常限制维克斯的移动，使她在近战中处于劣势。\n- 塔莉雅的技能施放速度不慢，使维克斯难以躲避。\n- 塔莉雅可以从远距离骚扰，使维克斯难以拉近距离。\n- 塔莉雅的终极技能带来的机动性增加了躲避维克斯进攻的可能性。",
      "マルザハール": "马尔扎哈在对抗塔莉雅时处于劣势。\n\n原因如下：\n\n- 塔莉雅拥有范围伤害，可以快速推线，在马尔扎哈清理小兵波之前施加压力。\n- 塔莉雅的技能包括击退和眩晕，可以抵消马尔扎哈的沉默，使他难以发挥优势。\n- 塔莉雅的攻击范围很长，可以在马尔扎哈靠近之前骚扰他，使他更容易受到伤害。\n- 塔莉雅的大招提供了远程机动性，增加了对马尔扎哈的埋伏和团战威胁，而马尔扎哈的逃生选项有限。\n- 马尔扎哈在前期较弱，难以反制塔莉雅的高伤害和推线能力。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- 塔莉垭拥有范围伤害，可以在Sylas接近之前轻松骚扰他。\n- 塔莉垭的控制技能可以阻止Sylas的闪现，限制他的逃生选项。\n- 塔莉垭的远程攻击使得Sylas在对线交易中处于劣势。\n- Sylas在前期伤害较低，难以反制塔莉垭的高伤害。\n- 塔莉垭的终极技能使得Sylas难以接近，给她在战斗中带来了优势。",
      "アカリ": "阿卡丽处于劣势。\n\n- 塔莉雅拥有丰富的范围攻击，使得阿卡丽在接近之前很难进行骚扰。\n- 塔莉雅的控制技能常常限制阿卡丽的机动性，即使使用烟雾弹也很难躲避塔莉雅的攻击。\n- 塔莉雅快速推线，使得阿卡丽难以掌控局面，这让塔莉雅更容易游走和进行击杀。\n- 阿卡丽的推线能力较低，在承受塔莉雅的伤害时清理小兵很困难，使她在前期容易陷入不利局面。\n- 塔莉雅的技能激活时间较慢，但她可以在阿卡丽爆发之前主动出击，使得阿卡丽的攻击难以命中。",
      "ガリオ": "加里奥处于劣势。\n\n- 塔莉雅的射程很长，使她在加里奥靠近之前就能轻松骚扰他。\n- 塔莉雅的控制技能限制了加里奥的移动，特别是对依赖位移的加里奥非常有效。\n- 塔莉雅的范围伤害可以造成高额伤害，忽视加里奥的坦克属性。\n- 加里奥的逃生选项有限，容易受到塔莉雅技能组合的攻击。\n- 塔莉雅可以快速推线，给加里奥施加压力，当他试图游走时。",
      "ヤスオ": "亚索处于劣势。\n\n原因如下：\n\n- 塔莉雅有范围伤害，使她在对线时的骚扰很强，因为当亚索接近时，她可以造成大量伤害。\n- 塔莉雅的控制技能可以轻易限制亚索的移动，使他很难用位移技能进行接触。\n- 塔莉雅的E技能在与亚索的位移技能同步激活时可以造成巨额伤害，使亚索很难靠近。\n- 亚索的基础属性较低，缺乏对抗塔莉雅高伤害的耐久性。\n- 塔莉雅可以快速推线，并擅长游走和埋伏，这使得亚索更容易被孤立。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n原因如下：\n\n- 塔莉雅拥有远程攻击，能够在艾瑞莉娅接近之前轻松骚扰她。\n- 塔莉雅的控制技能限制了艾瑞莉娅的闪烁和攻击能力，阻止她有效使用技能。\n- 塔莉雅的范围伤害使得艾瑞莉娅即使使用技能也面临持续受伤的高风险。\n- 塔莉雅可以快速推线，使艾瑞莉娅很难发育。\n- 塔莉雅的终极技能限制了艾瑞莉娅的移动，给艾瑞莉娅带来了非常艰难的局面，她的逃生手段有限。",
      "フィズ": "菲兹在对抗塔莉雅时处于劣势。\n\n原因如下：\n\n- 塔莉雅拥有范围伤害，可以在菲兹靠近之前轻松骚扰他。\n- 塔莉雅的控制技能可以显著限制菲兹的机动性。\n- 菲兹在前期较弱，难以反制塔莉雅的推线能力。\n- 塔莉雅的终极技能允许远程移动，这可以防止菲兹的埋伏。\n- 塔莉雅有手段抵消菲兹的E技能，使她对菲兹的爆发伤害不那么敏感。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 塔莉垭拥有范围伤害，可以在丽桑卓接近之前轻松骚扰她。\n- 塔莉垭的控制技能阻碍了丽桑卓的接近，使她难以释放爆发伤害。\n- 丽桑卓的攻击范围较短，容易在塔莉垭的远程攻击下处于劣势。\n- 塔莉垭的推线能力强，使丽桑卓难以保持对线优势。\n- 塔莉垭的终极技能提供了机动性，可能会抵消丽桑卓的游走和开团。",
      "オーロラ": "奥罗拉处于劣势。\n\n- 塔莉雅拥有控制技能，可以限制奥罗拉的机动性，使奥罗拉难以发起攻击。\n- 塔莉雅的范围攻击可以在奥罗拉接近之前造成显著伤害，阻碍奥罗拉持续输出的能力。\n- 塔莉雅可以快速推线，使奥罗拉更难发育，这使得塔莉雅更容易获得线上的优势。\n- 塔莉雅的终极技能可以封锁奥罗拉的逃跑路线，增加奥罗拉在尝试伏击时的风险。\n- 奥罗拉只有一个减速技能用于控制，而面对像塔莉雅这样高爆发伤害的英雄，奥罗拉的防御较低，面临被瞬间击杀的高风险。",
      "アクシャン": "阿克尚在对抗塔莉雅时处于劣势。\n\n原因如下：\n\n- 塔莉雅拥有范围伤害，并且可以快速推线，使她能够在阿克尚进行骚扰之前造成伤害。\n- 塔莉雅的控制技能可以轻易限制阿克尚的移动，使得近战交锋对他不利。\n- 阿克尚的攻击范围较短，难以接近塔莉雅的远程技能，这使他容易受到骚扰。\n- 塔莉雅的终极技能允许远距离移动，这常常会剥夺阿克尚的逃生路线。\n- 塔莉雅不依赖位移技能，使她更容易抵消阿克尚的被动和护盾。"
    },
    "loses": {
      "アニー": "安妮占据优势。\n\n- 安妮的爆发伤害很高，可以迅速减少塔莉雅的生命值，使她在对线时的骚扰非常强大。\n- 塔莉雅的逃生选项有限，被安妮的控制技能击中会显著增加受到伤害的风险。\n- 安妮的技能简单，而塔莉雅的技能施放较慢，安妮可以轻松接近塔莉雅并造成伤害。\n- 塔莉雅在对抗近战敌人时更有优势，但安妮在这个短距离内的爆发伤害特别强大，使她能够在对抗塔莉雅时占据优势。\n- 安妮可以使用提伯斯来吸引塔莉雅的攻击，有效地抵消塔莉雅的技能。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 卡特琳娜机动性高，容易躲避塔莉雅的技能，这意味着她被塔莉雅攻击的可能性较小。\n- 塔莉雅缺乏针对性的技能，因此她压制卡特琳娜爆发潜力的手段有限。\n- 卡特琳娜可以通过击杀来重置技能冷却时间，使她在击倒塔莉雅后能够连续输出伤害。\n- 塔莉雅基础属性低，容易被伏击，这使得卡特琳娜更容易利用她的刺客特性。\n- 卡特琳娜可以在接近时躲避塔莉雅的范围攻击，从而造成高额爆发伤害。",
      "ゼド": "劫对塔莉雅有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，容易对塔莉雅进行全力进攻，因为她的基础属性较低。\n- 塔莉雅的逃生选项有限，难以用她的影子来反制劫的机动性。\n- 劫的技能不锁定目标，使他能够轻松躲避塔莉雅的控制技能，并选择攻击时机。\n- 塔莉雅的技能激活时间较慢，难以利用劫的闪现来躲避他的攻击。\n- 劫在对线时有强大的骚扰能力，使他能够在塔莉雅用范围攻击打击他之前造成伤害。",
      "ゼラス": "扎伊拉在对抗塔莉雅时具有优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击技能，可以在塔莉雅的攻击范围之外单方面骚扰她。\n- 塔莉雅的逃生选项有限，容易受到扎伊拉技能的影响，使得在对线时施加压力变得更容易。\n- 扎伊拉的范围攻击可以在塔莉雅在团队战中施加影响之前造成伤害，抵消了塔莉雅的优势。\n- 塔莉雅缺乏针对性技能，使得她在近距离交战时很难躲避扎伊拉的技能。\n- 扎伊拉的法力管理相对简单，使她能够持续骚扰，从而在对抗塔莉雅时占据优势。",
      "ベイガー": "维迦在对抗塔莉雅时具有优势。\n\n原因如下：\n\n- 维迦的法术强度比率很高，通过施放技能可以无限增加他的法术强度，从而造成非常高的长期伤害。他可以持续对塔莉雅造成伤害。\n- 塔莉雅的逃生选项有限，如果被维迦的控制技能击中，她很可能会受到重大伤害。特别是当塔莉雅接近时，使用E技能可以轻松中和她。\n- 维迦在对线时擅长骚扰，使他能够在躲避塔莉雅技能的同时造成伤害，从而更容易保持对线优势。\n- 塔莉雅的技能施放时间较慢，因此如果她能够躲避维迦的技能，就更容易受到伤害。\n- 维迦还可以利用控制技能在与塔莉雅的范围攻击作战时保持距离，有效抵消她的优势。",
      "カサディン": "卡萨丁在对抗塔莉娅时具有优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，容易躲避塔莉娅的技能，并在接近时造成伤害。\n- 塔莉娅的技能施法时间较长，使她难以应对卡萨丁利用传送进行的伏击。\n- 卡萨丁有一个被动技能可以减少魔法伤害，使他对塔莉娅的魔法伤害有很强的抵抗力。\n- 塔莉娅的逃生选项有限，当卡萨丁逼近时，她很难进行反击，这使得卡萨丁能够获得优势。\n- 卡萨丁在中后期有强大的持续伤害，使塔莉娅难以维持她的对线优势。",
      "ゾーイ": "佐伊在对抗塔莉雅时具有优势。\n\n原因如下：\n\n- 佐伊的射程较长，可以安全地骚扰，同时避免塔莉雅的技能，使她更容易保持线上优势。\n- 塔莉雅的技能施法时间较慢，难以躲避佐伊的技能，使佐伊能够对塔莉雅造成单方面的伤害。\n- 佐伊的控制技能可以限制塔莉雅的移动，剥夺她的逃生手段。\n- 塔莉雅的逃生选项有限，容易受到佐伊的高爆发伤害，使佐伊能够占据优势。\n- 佐伊可以在与塔莉雅的范围攻击保持距离的同时进行战斗，更容易创造出塔莉雅无法发挥优势的局面。",
      "エコー": "艾克在对抗塔莉雅时具有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避塔莉雅的技能，减少受到她攻击的伤害几率。\n- 塔莉雅的逃生选项有限，容易受到艾克的爆发伤害。\n- 艾克的技能带有眩晕效果，可以打断塔莉雅的技能，干扰她的连招。\n- 塔莉雅缺乏针对性的技能，难以应对艾克的瞬间机动性。\n- 艾克可以利用塔莉雅技能的冷却时间创造攻击机会。",
      "シンドラ": "辛德拉对塔莉亚有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在受到伤害之前骚扰塔莉亚。\n- 通过利用辛德拉的击退和眩晕，更容易抵消塔莉亚的技能并阻止她接近。\n- 塔莉亚的逃生选项有限，容易受到辛德拉的爆发伤害。\n- 辛德拉可以操控她的球体来限制塔莉亚的移动并造成有效伤害。\n- 塔莉亚的技能激活时间较慢，相对容易躲避辛德拉的技能。",
      "ビクター": "维克托对塔莉雅有优势。\n\n原因如下：\n\n- 维克托拥有远程技能，使他在骚扰的同时更容易躲避塔莉雅的攻击。\n- 塔莉雅的逃生选项有限，难以承受维克托的持续伤害。\n- 尽管维克托的技能施法时间较慢，但塔莉雅的技能施法时间也较慢，这使得维克托更容易躲避她的技能。\n- 塔莉雅是一个近程法师，难以接近维克托的攻击范围。\n- 一旦维克托发育起来，他的爆发伤害很高，能够在塔莉雅完全发展之前创造有利局面。",
      "ダイアナ": "黛安娜在对抗塔莉雅时具有优势。\n\n原因如下：\n\n- 黛安娜擅长近战，可以在塔莉雅的攻击范围之外发起攻击，使她不易受到塔莉雅的骚扰。\n- 塔莉雅的逃生选项有限，容易受到黛安娜的跳跃技能的伏击。\n- 黛安娜的护盾可以减轻塔莉雅的爆发伤害，使她更容易在塔莉雅的攻击中生存。\n- 黛安娜具有范围伤害，在团队战中可以对塔莉雅造成高额伤害，使她在对线和团队战中都占据优势。\n- 塔莉雅的控制技能启动较慢，使得黛安娜在使用跳跃技能拉近距离时能够有效躲避。",
      "フェイ": "Faye在对抗Taliyah时具有优势。\n\n原因如下：\n\n- Faye拥有多样的技能组合，可以灵活应对Taliyah的范围攻击，从而在对线中进行有利的骚扰。\n- Taliyah的逃生选项有限，容易受到Faye的爆发伤害，尤其是在Taliyah使用技能后，使她变得脆弱。\n- Faye的技能包括控制技能，可以限制Taliyah的行动，使她难以发起攻击。\n- Faye在团队战中的范围伤害非常强大，使Taliyah在这种情况下难以发挥影响力。\n- Taliyah在对抗近战英雄时占优势，但Faye可以利用她的射程安全攻击，从而在对抗Taliyah时占据优势。",
      "ブラッドミア": "血沼对塔莉雅有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，使其更容易从塔莉雅的骚扰中恢复，导致在对线时生存能力强。\n- 塔莉雅的技能启动较慢，使得血沼可以轻松利用W技能的无敌效果躲避塔莉雅的爆发伤害。\n- 血沼可以通过对塔莉雅的AOE攻击使用技能来恢复生命值，从而实现持续作战。\n- 塔莉雅是一个短距离法师，而血沼的攻击范围相同或稍长，更容易进行反击骚扰。\n- 血沼升级速度快，能够比塔莉雅更早获得强力技能。",
      "メル": "梅尔处于优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在躲避塔莉雅的攻击的同时进行骚扰，从而更容易保持对线优势。\n- 塔莉雅的技能激活时间较慢，使梅尔能够通过反击塔莉雅的技能来反制她的攻击。\n- 梅尔的被动技能使她在塔莉雅血量低时更容易击杀她，使她在收集击杀方面表现出色。\n- 塔莉雅的逃生选项有限，使她很难对梅尔的远程攻击进行反击，从而让梅尔保持优势。\n- 梅尔有很多范围攻击，可以有效反制塔莉雅的兵线推进。"
    }
  },
  "カシオペア": {
    "name": "カシオペア",
    "beats": {
      "ダイアナ": "黛安娜在对抗卡西奥佩娅时处于劣势。\n\n- 卡西奥佩娅是一个远程法师，可以在黛安娜靠近之前对她进行骚扰。\n- 卡西奥佩娅的技能造成持续伤害，当黛安娜接近时，她可以用高输出反击。\n- 卡西奥佩娅的技能可以提供眩晕和减速，使黛安娜很难发起攻击，因为她很容易被限制。\n- 黛安娜的逃生选项有限，如果被卡西奥佩娅的控制技能抓住，她很可能会受到致命伤害。\n- 卡西奥佩娅在对线中的持久战中表现出色，如果黛安娜在使用技能后被反击，她可能会陷入不利局面。",
      "ヴェックス": "维克斯处于劣势。\n\n- 卡西奥佩娅具有高持续伤害能力，使维克斯在骚扰时容易受到毒素伤害。\n- 卡西奥佩娅的技能具有眩晕和减速效果，限制了维克斯的移动，使其难以反击。\n- 卡西奥佩娅的范围伤害高，在团队战斗中擅长控制人群，使维克斯在团队交战中难以发挥。\n- 维克斯缺乏逃生技能，使她容易受到卡西奥佩娅的攻击，尤其是在被抓和埋伏时。\n- 卡西奥佩娅可以轻松利用她在对线中的持续伤害，减少维克斯触发被动技能的机会。",
      "アクシャン": "阿克尚处于劣势。\n\n- 卡西奥佩娅是一个远程法师，容易在阿克尚接近之前对他进行骚扰。\n- 卡西奥佩娅的技能造成持续伤害，使阿克尚在尝试交易时处于劣势。\n- 卡西奥佩娅的控制技能限制了阿克尚的机动性，使他处于危险之中，因为他几乎没有逃脱的手段。\n- 阿克尚在近战中的输出较低，难以反击卡西奥佩娅的持续伤害。\n- 卡西奥佩娅的技能冷却时间短，增加了她在阿克尚使用技能之前进行反击的可能性。",
      "アジール": "Azir在对抗Cassiopeia时处于劣势。\n\n原因如下：\n\n- Cassiopeia具有高持续伤害能力，特别是在对抗中毒敌人时非常强大。Azir需要利用技能组合，并且容易受到持续骚扰。\n- Cassiopeia的技能可以提供眩晕和减速，限制Azir的移动和定位，使她在近战中占据优势。\n- Azir的基础伤害较低，管理技能冷却和沙兵可能很困难，使得反击Cassiopeia的持续攻击变得困难。\n- Cassiopeia的DPS很高，并且可以在前期施加强大的骚扰，使Azir在对线时容易受到压力。\n- Azir的逃生选项有限，受到Cassiopeia的伤害非常危险。尤其是在被接近时，Azir很难造成伤害。",
      "オーロラ": "奥罗拉处于劣势。\n\n- 卡西奥佩娅具有高持续伤害能力，奥罗拉在接近之前可能会受到大量伤害。\n- 卡西奥佩娅的控制技能（眩晕和减速）非常强大，这会妨碍奥罗拉的机动性。\n- 奥罗拉只有减速技能和有限的手段来阻止卡西奥佩娅的攻击，使得有效反击变得困难。\n- 卡西奥佩娅的爆发伤害很高，因此奥罗拉被瞬间击杀的风险很大。\n- 奥罗拉的许多技能冷却时间较长，使得反击卡西奥佩娅的持续攻击变得困难。",
      "カサディン": "卡萨丁处于劣势。\n\n原因如下：\n\n- 卡西奥佩娅是一个远程法师，容易在卡萨丁接近之前对他进行骚扰。\n- 卡西奥佩娅的持续伤害和控制技能限制了卡萨丁有效施放技能的能力。\n- 卡西奥佩娅的眩晕和减速使卡萨丁难以利用他的机动性。\n- 卡萨丁在前期较弱，无法反制卡西奥佩娅的高输出，使他容易受到对线压力。\n- 卡西奥佩娅的毒性持续伤害有效削弱卡萨丁的耐久性。",
      "ヨネ": "永恩处于劣势。\n\n- 卡西奥佩娅是一个远程法师，可以在永恩接近之前对他进行骚扰。\n- 卡西奥佩娅的技能造成持续伤害，使得永恩使用技能时风险很大，因为每次使用都会受到伤害。\n- 卡西奥佩娅的控制技能和减速限制了永恩的机动性，让他几乎没有逃脱的手段。\n- 永恩对装备依赖性很高，在获得早期装备之前，很可能会在与卡西奥佩娅的对抗中处于劣势。\n- 卡西奥佩娅对中毒敌人造成高额伤害，增加了永恩在施放技能之前受到伤害的可能性。",
      "リサンドラ": "丽桑卓在对抗卡西奥佩娅时处于劣势。\n\n- 卡西奥佩娅是一个远程法师，可以在丽桑卓靠近之前对她进行骚扰。\n- 卡西奥佩娅的技能擅长持续输出伤害，而丽桑卓只能在靠近时造成伤害，这使得她在交易中处于不利地位。\n- 卡西奥佩娅的控制技能可以抵消丽桑卓的控制效果，减少丽桑卓的攻击机会。\n- 丽桑卓在法力管理上有困难，技能消耗高，使她在持久战中难以反击卡西奥佩娅。\n- 卡西奥佩娅有很多范围技能用于团队战斗，这使得丽桑卓在试图靠近时面临被卡西奥佩娅造成大量伤害的高风险。",
      "サイラス": "Sylas在对抗Cassiopeia时处于劣势。\n\n原因如下：\n\n- Cassiopeia是一个远程法师，可以在Sylas接近之前对其进行骚扰。\n- Cassiopeia的技能包括眩晕和减速，这会阻碍Sylas的接近。\n- Sylas在前期伤害较低，难以反制Cassiopeia的持续伤害。\n- Cassiopeia的技能冷却时间短，使得Sylas很难有效利用他偷取的技能。\n- Sylas的逃生选项有限，在受到Cassiopeia的伤害时变得脆弱。",
      "フェイ": "Faye在对抗Cassiopeia时处于劣势。\n\n- Cassiopeia具有高持续伤害能力，即使在承受Faye的技能时也能继续输出伤害。\n- Cassiopeia的控制技能（眩晕和减速）非常强大，Faye在施放技能之前很可能会被打断。\n- Faye需要时间来激活她的技能，这使得反制Cassiopeia的高输出变得困难。\n- Cassiopeia可以通过她的毒性攻击造成持续伤害，轻易削弱Faye的生命值。\n- Faye在面对高度机动的对手时很挣扎，如果Cassiopeia利用技能拉近距离，情况会非常危险。",
      "メル": "梅尔处于劣势。\n\n- 卡西奥佩娅具有高持续伤害能力，可以有效地骚扰梅尔的治疗效果，使梅尔容易受到伤害。\n- 卡西奥佩娅的技能包括眩晕和减速，而梅尔在被接近时几乎没有逃脱手段，因此很容易被抓住。\n- 卡西奥佩娅的技能冷却时间短，能够持续输出伤害，这使得梅尔在无法滚雪球时处于劣势。\n- 梅尔缺乏主动控制技能，因此如果他继续受到卡西奥佩娅的伤害，他在团队战斗中的影响力会减弱。\n- 梅尔由于卡西奥佩娅的远程技能而难以接近她，使他容易受到骚扰。",
      "カタリナ": "卡特琳娜处于劣势。\n\n- 卡西奥佩娅是一个远程法师，容易在卡特琳娜接近之前对她进行骚扰。\n- 卡西奥佩娅的技能造成持续伤害，增加了卡特琳娜在使用技能之前积累伤害的可能性。\n- 卡西奥佩娅的技能提供控制和减速，限制了卡特琳娜的机动性，使她更容易受到攻击。\n- 卡特琳娜缺乏控制技能，因此她躲避卡西奥佩娅技能的选择有限。\n- 卡西奥佩娅在团队战斗中具有强大的区域控制能力，使卡特琳娜很难找到合适的时机使用她的技能。",
      "フィズ": "菲兹在对抗卡西奥佩娅时处于劣势。\n\n原因如下：\n\n- 卡西奥佩娅是一个远程法师，能够在菲兹接近之前轻松骚扰他。\n- 卡西奥佩娅的技能造成持续伤害，这意味着即使菲兹使用技能，他也面临持续受伤的高风险。\n- 卡西奥佩娅的控制技能可以限制菲兹的机动性，并可能抵消他的E技能，使他无法获得无敌状态。\n- 菲兹在前期较弱，难以抵挡卡西奥佩娅的高输出，导致在对线时难以获得补刀。\n- 卡西奥佩娅的技能冷却时间短，使得在菲兹使用技能后，她能够频繁进行反击。",
      "ゼド": "劫处于劣势。\n\n- 卡西奥佩娅是一个远程法师，可以在劫靠近之前骚扰他。\n- 卡西奥佩娅的技能可以造成持续伤害，从而减轻劫的爆发伤害。\n- 卡西奥佩娅的技能提供控制和减速，使限制劫的移动变得更容易，导致全力进攻变得困难。\n- 劫在团队战斗中缺乏范围伤害，容易受到卡西奥佩娅的范围技能的攻击。\n- 卡西奥佩娅的技能冷却时间短，允许她持续输出伤害，并轻松抵消劫的技能连招。"
    },
    "loses": {
      "タリヤ": "塔莉雅在对抗卡西奥佩娅时具有优势。\n\n原因如下：\n\n- 塔莉雅拥有远程技能，可以在不让卡西奥佩娅靠近的情况下进行骚扰。\n- 卡西奥佩娅的基础生命值较低，逃生选项有限，使她容易受到塔莉雅的攻击。\n- 塔莉雅的范围伤害可以抵消卡西奥佩娅的持续伤害，使她在团队战斗中占据优势。\n- 塔莉雅的E技能可以限制卡西奥佩娅的移动，躲避她的技能，特别是在卡西奥佩娅使用技能后利用她的空档。\n- 塔莉雅可以快速推线，使她能够在卡西奥佩娅使用技能之前清理小兵，从而更容易对卡西奥佩娅施加压力。",
      "キヤナ": "Qiyana在对抗Cassiopeia时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Cassiopeia的技能并接近造成伤害。\n- Cassiopeia的基础生命值低，缺乏逃生选项，使她容易受到Qiyana的爆发伤害。\n- Qiyana拥有强力的控制技能，可以封锁Cassiopeia的能力，在战斗中获得优势。\n- Qiyana可以利用元素根据情况调整战术，更容易反制Cassiopeia的持续伤害。\n- Cassiopeia的技能执行要求高，当她被Qiyana的攻击击中时，反击变得困难，从而使Qiyana保持优势。",
      "ラックス": "拉克斯对卡西奥佩娅有优势。\n\n- 拉克斯拥有远程技能，可以在不让卡西奥佩娅靠近的情况下骚扰她。\n- 卡西奥佩娅的基础生命值低，非常容易受到拉克斯的爆发伤害。\n- 拉克斯的技能无法被小兵阻挡，这使得卡西奥佩娅很难命中她的技能。\n- 卡西奥佩娅忙于管理她的技能，这使得她很难应对拉克斯的骚扰。\n- 拉克斯的技能具有控制效果，更容易使卡西奥佩娅失去行动能力并创造击杀机会。\n- 卡西奥佩娅的逃生手段有限，因此如果拉克斯靠近，她很容易陷入危险境地。",
      "オリアナ": "奥莉安娜占据优势。\n\n原因如下：\n\n- 奥莉安娜是一个远程法师，可以在卡西奥佩娅攻击之前进行骚扰。\n- 奥莉安娜的技能是范围伤害，可以在卡西奥佩娅使用毒药时对多个敌人造成伤害。\n- 卡西奥佩娅的基础生命值低，容易受到奥莉安娜的持续伤害。\n- 奥莉安娜有一个护盾，可以减轻卡西奥佩娅的一些攻击。\n- 奥莉安娜的技能冷却时间短，可以对卡西奥佩娅施加持续压力。\n- 卡西奥佩娅在接近时容易受到攻击，而奥莉安娜可以在保持距离的同时进行战斗，这使她在对抗卡西奥佩娅时处于有利位置。",
      "ゼラス": "扎伊拉对卡西奥佩娅有优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击技能，可以在卡西奥佩娅的攻击范围之外骚扰她。\n- 卡西奥佩娅在接近时很脆弱，容易受到扎伊拉的攻击。\n- 扎伊拉的技能造成范围伤害，因此即使卡西奥佩娅使用她的毒药，扎伊拉也能对多个敌人造成伤害。\n- 扎伊拉有一个被动技能可以恢复法力，使她在对线时具有很高的续航能力，能够持续施压卡西奥佩娅。\n- 卡西奥佩娅必须专注于技能施放，这使得她很难躲避扎伊拉的攻击，从而让扎伊拉更容易创造有利局面。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽的机动性很高，可以轻松躲避卡西奥佩娅的技能。特别是，卡西奥佩娅的技能需要时间来激活，这使得阿卡丽能够利用这个空隙靠近。\n- 卡西奥佩娅的基础生命值低，缺乏逃生选项，使她在阿卡丽接近时变得脆弱。阿卡丽可以利用她的爆发潜力造成大量伤害。\n- 阿卡丽可以使用她的烟雾弹来遮挡卡西奥佩娅的视野并发起攻击。这使得抵消卡西奥佩娅的技能变得更容易。\n- 虽然卡西奥佩娅擅长持续输出，但阿卡丽的爆发伤害很强，使她在短时间交战中占据优势。\n- 阿卡丽在对抗卡西奥佩娅时更有优势，因为卡西奥佩娅的控制技能有延迟激活，这使得阿卡丽可以在躲避她的技能时进行攻击。",
      "ツイステッド・フェイト": "扭曲命运对卡西奥佩娅有优势。\n\n- 扭曲命运拥有远程攻击，可以在不让卡西奥佩娅靠近的情况下骚扰她。\n- 卡西奥佩娅的基础生命值较低，如果被扭曲命运击晕，她很快就会陷入不利局面。\n- 扭曲命运可以使用传送安全地调整位置，更容易躲避卡西奥佩娅的技能。\n- 卡西奥佩娅的技能轮换繁忙，使她难以应对扭曲命运的多样攻击。\n- 扭曲命运的线上的续航能力强，可以在承受卡西奥佩娅持续伤害的同时反击她。",
      "ゾーイ": "佐伊在对抗卡西奥佩娅时具有优势。\n\n- 佐伊的射程很高，可以安全地骚扰，同时躲避卡西奥佩娅的技能，使她在早期游戏中更容易获得优势。\n- 当接近时，卡西奥佩娅很脆弱，但佐伊可以用她的E技能将其定身，从而对卡西奥佩娅进行强力攻击。\n- 佐伊的技能可以瞬间造成高爆发伤害，超过卡西奥佩娅的持续伤害。\n- 尽管卡西奥佩娅的技能冷却时间短，但佐伊可以在这段时间内拉开距离，避免卡西奥佩娅的攻击。\n- 佐伊可以使用技能射击来躲避卡西奥佩娅的能力，使她不那么容易受到卡西奥佩娅的持续伤害。",
      "ヤスオ": "亚索在对抗卡西奥佩娅时具有优势。\n\n原因如下：\n\n- 亚索是近战英雄，可以躲避卡西奥佩娅的技能，使他在近战中表现出色。\n- 卡西奥佩娅的基础生命值较低，缺乏逃生选项，使她容易受到亚索高输出的威胁。\n- 亚索的技能没有消耗且冷却时间短，使他能够持续进行交战。\n- 卡西奥佩娅的技能通过毒素造成持续伤害，但亚索有一个可以减轻伤害的护盾。\n- 亚索有很高的躲避卡西奥佩娅技能的能力，特别是他的墙可以阻挡技能射击，使他更容易抵消她的攻击。\n- 卡西奥佩娅需要繁忙的技能管理和掌握，而亚索可以通过相对简单的操作表现良好。",
      "ルブラン": "乐芙兰对卡西奥佩娅有优势。\n\n原因如下：\n\n- 乐芙兰的爆发伤害高，可以在卡西奥佩娅使用技能之前造成显著伤害。\n- 乐芙兰的闪现技能使她更容易躲避卡西奥佩娅的技能，并能够发起攻击。\n- 卡西奥佩娅的基础生命值低，使她非常容易受到乐芙兰的爆发伤害。\n- 乐芙兰可以利用卡西奥佩娅技能的冷却时间反复攻击和撤退。\n- 卡西奥佩娅的持续伤害对乐芙兰的爆发攻击效果不佳。\n- 乐芙兰可以有效骚扰，同时避免卡西奥佩娅的技能。",
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，可以减轻卡西奥佩亚的持续魔法伤害。\n- 卡西奥佩亚的基础生命值较低，受到加里奥的强控制技能时容易受到伤害。\n- 加里奥的技能造成范围伤害，使他能够限制卡西奥佩亚在施放技能时的位置。\n- 加里奥可以迅速利用大招加入团战，并能抵消卡西奥佩亚的技能。\n- 卡西奥佩亚的逃生手段有限，因此加里奥可以轻松拉近距离，进行有利的交易。",
      "シンドラ": "辛德拉在对抗卡西奥佩娅时具有优势。\n\n- 辛德拉拥有远程技能，可以在比卡西奥佩娅攻击范围更远的距离进行骚扰。\n- 卡西奥佩娅基础生命值较低，接近时容易受到攻击，但辛德拉可以通过击退和眩晕来阻止交战，使她能够安全地与卡西奥佩娅对抗。\n- 辛德拉的技能是范围伤害，而卡西奥佩娅通过毒药造成持续伤害，辛德拉可以在广泛的区域内进行反击，使她在持久战中占据优势。\n- 辛德拉通过她的球体造成伤害，因此如果她能躲避卡西奥佩娅的技能，就能高效地输出伤害。\n- 卡西奥佩娅的技能需要大量注意力，而当辛德拉的技能准备好时，卡西奥佩娅几乎没有反击的机会。",
      "アニー": "安妮对卡西奥佩娅有优势。\n\n原因如下：\n\n- 安妮的爆发伤害很高，而卡西奥佩娅的基础生命值低，她可以瞬间击杀卡西奥佩娅。\n- 安妮的眩晕效果可以在卡西奥佩娅施放技能之前禁用她，减少卡西奥佩娅的持续伤害。\n- 安妮的技能组合简单易执行，更容易躲避卡西奥佩娅的技能。\n- 卡西奥佩娅在接近时很脆弱，而安妮对近战敌人有强大的爆发伤害，使她在对抗卡西奥佩娅时占据优势。\n- 安妮可以使用她的宠物提伯斯来引开卡西奥佩娅的攻击，从而实现有利的潜行和塔攻。",
      "ビクター": "维克托对卡西奥佩娅有优势。\n\n原因如下：\n\n- 维克托拥有远程技能，使他在避免卡西奥佩娅攻击的同时更容易进行骚扰。\n- 卡西奥佩娅的基础生命值低，容易受到维克托的持续伤害。\n- 维克托的技能擅长控制区域，使卡西奥佩娅难以施放她的技能。\n- 卡西奥佩娅在近战中较弱，维克托可以利用技能施放的缓慢时间，在保持距离的同时进行攻击。\n- 通过增强技能，维克托可以对卡西奥佩娅造成高额的爆发伤害。",
      "アニビア": "安妮维亚在对抗卡西奥佩娅时具有优势。\n\n原因如下：\n\n- 安妮维亚拥有区域控制能力，可以限制卡西奥佩娅的移动，使她难以施放技能。\n- 安妮维亚的清线能力强，可以有效地发育，同时避免卡西奥佩娅的技能。\n- 安妮维亚的被动复活能力使她更有可能在卡西奥佩娅的爆发伤害中生存下来，从而有机会反击。\n- 卡西奥佩娅的基础生命值低，容易受到安妮维亚的持续伤害，使安妮维亚能够占据战斗优势。\n- 安妮维亚具有机动性，可以躲避卡西奥佩娅的技能，使她能够在避免伤害的同时进行攻击。",
      "マルザハール": "马尔扎哈在对抗卡西奥佩娅时具有优势。\n\n原因如下：\n\n- 马尔扎哈具有高持续伤害输出能力，更容易反制卡西奥佩娅的持续伤害。\n- 马尔扎哈的沉默可以禁用卡西奥佩娅的技能，特别是在她频繁施放技能时效果显著。\n- 马尔扎哈的被动法术护盾可以防止卡西奥佩娅的控制技能，增强了他的自我防御能力。\n- 马尔扎哈可以快速清理小兵波，赋予他强大的推线能力，并对卡西奥佩娅施加压力。\n- 卡西奥佩娅的基础生命值较低，接近时容易受到伤害，使她容易受到马尔扎哈的攻击。",
      "イレリア": "艾瑞莉娅在对抗卡西奥佩娅时具有优势。\n\n原因如下：\n\n- 艾瑞莉娅是一个近战英雄，拥有闪现技能，可以躲避卡西奥佩娅的技能，使她更容易躲避攻击。\n- 卡西奥佩娅的基础生命值较低，接近时容易受到伤害，使她容易受到艾瑞莉娅的持续伤害。\n- 艾瑞莉娅可以通过使用技能提高攻击速度，赋予她高持续输出能力，从而在对抗卡西奥佩娅时占据优势。\n- 尽管卡西奥佩娅的技能冷却时间短，艾瑞莉娅可以通过使用提供减伤效果的技能来反制她的爆发伤害。\n- 艾瑞莉娅在对线时擅长骚扰，可以在躲避卡西奥佩娅技能的同时造成伤害，使她更容易在对线中获得优势。"
    }
  },
  "アニー": {
    "name": "アニー",
    "beats": {
      "タリヤ": "塔莉雅处于劣势。\n\n原因如下：\n\n- 安妮的爆发伤害很高，并且可以通过控制技能限制塔莉雅的行动，使塔莉雅更容易受到攻击。\n- 安妮的技能对近战敌人非常强大，尽管塔莉雅的射程较长，但如果被安妮的爆发击中，她有可能损失大量生命值。\n- 安妮可以通过管理她的叠加层触发控制效果，因此即使塔莉雅试图用技能拉开距离，她也很可能会被安妮的控制技能反击。\n- 塔莉雅的逃生选项有限，使她在受到安妮的爆发后难以反击，这使她容易受到伏击。\n- 安妮可以轻松在对线中施加压力，而塔莉雅发现很难应对这种压力。",
      "アクシャン": "阿克尚处于劣势。\n\n- 安妮的爆发伤害很高，在近战交锋中尤其强大，使阿克尚容易受到她的攻击。\n- 安妮的眩晕效果意味着阿克尚在激活技能之前很可能会被 incapacitated，这使得反击变得困难。\n- 阿克尚的攻击范围较短，当他进入安妮的攻击范围时，很容易受到伤害。\n- 安妮可以使用她的宠物提伯斯来阻挡阿克尚的攻击或进行突袭，这限制了阿克尚的行动。\n- 如果阿克尚无法滚雪球，他的输出往往平庸，随着安妮的发育，他的劣势会更加明显。",
      "ヤスオ": "亚索处于劣势。\n\n- 安妮的爆发伤害很高，可以迅速击杀亚索，特别是利用她的被动技能来造成眩晕。\n- 亚索对控制技能（CC）很弱，当他被安妮的眩晕击中时，失去了反击的机会，变得容易受到伤害。\n- 安妮的技能范围较短，但亚索是近战英雄，这使得安妮更容易创造出能够施放眩晕的局面。\n- 亚索的逃生选项有限，使他在承受安妮的爆发伤害后很难逃脱。\n- 安妮可以使用她的宠物提伯斯来吸引亚索的攻击或协助进攻，从而造成强大的线路压力。",
      "ヨネ": "永恩处于劣势。\n\n- 安妮的爆发伤害很高，能够轻松地对短距离敌人施加强力控制。永恩是一个近战英雄，容易受到安妮的攻击。\n- 由于安妮的控制效果，永恩很可能在攻击之前就被 incapacitated，减少了他造成伤害的机会。\n- 安妮可以使用她的宠物提伯斯来阻挡永恩的攻击并操控塔的仇恨，使永恩更难命中他的攻击。\n- 永恩对装备依赖性很高，通常在获得装备之前会处于劣势。安妮在前期就有强大的伤害，使得永恩在对线时很难取得成功。\n- 安妮的技能范围较短，但当永恩靠近时，他变得更容易受到她的攻击。特别是当安妮叠加了她的技能后，永恩很难躲避她的攻击。",
      "ライズ": "瑞兹处于劣势。\n\n- 安妮的爆发伤害很高，而瑞兹缺乏耐久性，容易被迅速击杀。\n- 安妮的眩晕效果常常在瑞兹施放技能连招之前就将他禁锢。\n- 安妮的攻击范围比瑞兹长，使得瑞兹更容易受到攻击，增加了被骚扰的风险。\n- 安妮的技能连招简单易行，使得瑞兹很难躲避她的技能。\n- 安妮的宠物（提伯斯）带来的额外压力限制了瑞兹的移动。",
      "サイラス": "Sylas处于劣势。\n\n- 安妮的爆发伤害很高，能够强力地与Sylas进行交易，特别是利用她的被动技能来施加眩晕。\n- 安妮的眩晕可以抵消Sylas的闪现，使他很难逃脱。\n- Sylas在前期伤害较低，使他容易受到安妮的攻击，尤其是在他升级之前。\n- 尽管安妮的攻击范围较短，但她可以利用眩晕来反制Sylas的近战攻击，创造出一个让他难以接近的环境。\n- 安妮的技能简单易用，即使Sylas偷取了她的技能，也很难阻止她的强力爆发。",
      "マルザハール": "马尔扎哈在对抗安妮时处于劣势。\n\n原因如下：\n\n- 安妮的爆发伤害很高，能够发起强力攻击，尤其是对短距离的对手，这使得马尔扎哈容易受到伤害。\n- 安妮的眩晕效果意味着马尔扎哈在施放法术之前很可能会被 incapacitated，这在早期弱势阶段尤其致命。\n- 马尔扎哈在前期非常脆弱，容易受到安妮的攻击。如果安妮在达到6级之前能够造成伤害，马尔扎哈将失去对线的优势。\n- 安妮可以利用她的宠物提伯斯来吸引马尔扎哈的攻击或对塔施加压力，使马尔扎哈在对线时更加脆弱。\n- 马尔扎哈的法术护盾无法阻挡安妮的眩晕，因此如果被安妮的连招击中，失去大量生命值的风险很高。",
      "エコー": "艾克处于劣势。\n\n- 安妮拥有强大的爆发伤害，可以迅速击杀艾克，特别是利用她的被动技能来施加眩晕。\n- 安妮的技能简单易用，使得艾克很难有效利用他的机动性。\n- 安妮对近战敌人很强，而艾克是一个近战英雄，因此他容易受到她的攻击。\n- 一旦安妮施加了眩晕，艾克失去了反击的机会，增加了承受爆发伤害的风险。\n- 艾克有许多涉及移动的技能，使他容易受到安妮的控制，复杂化了他的站位。"
    },
    "loses": {
      "ベイガー": "维迦在对抗安妮时具有优势。\n\n原因如下：\n\n- 维迦通过命中技能可以无限增加他的法术强度，从而造成非常高的长期伤害。这使得维迦能够在安妮寻求爆发伤害之前就造成伤害。\n- 安妮的技能范围较短，使她容易受到维迦技能的伤害，因为维迦的技能范围更远。维迦可以在安全距离内对安妮造成伤害。\n- 维迦的控制效果非常有效，可以防止安妮接近。在安妮能够施放她自己的控制技能之前，维迦可以先控制住她，从而抵消她的攻击。\n- 安妮需要管理叠加层，没有叠加层她无法激活控制技能，因此维迦可以通过先发制人来限制安妮的行动。\n- 维迦拥有范围控制技能，在团队战斗中具有强大的影响力，使他在安妮单独作战时更容易制造不利局面。",
      "オーロラ": "奥罗拉占据优势。\n\n- 奥罗拉具有高机动性，可以在保持距离的同时进行攻击，利用安妮的短射程。\n- 为了避免安妮的眩晕，奥罗拉可以轻松地通过闪现调整自己的位置。\n- 虽然安妮的爆发伤害很强，但奥罗拉有很多逃生选项，使她不容易被伏击。\n- 奥罗拉的初始法力值很高，使她能够在早期游戏中持续使用技能，对安妮造成稳定的伤害。\n- 虽然安妮的技能冷却时间较长，但奥罗拉可以继续利用她的机动性进行攻击。",
      "オリアナ": "奥莉安娜占据优势。\n\n原因如下：\n\n- 奥莉安娜的射程比安妮更长，使她在安妮靠近之前更容易进行骚扰。\n- 为了避免安妮的控制技能，奥莉安娜可以利用她的球保持距离进行战斗。\n- 奥莉安娜的技能是范围伤害，即使安妮在用多个小兵骚扰，她也能造成伤害。\n- 安妮需要管理叠加层，没有叠加层她无法激活控制技能，这给了奥莉安娜攻击的机会。\n- 奥莉安娜有一个护盾，可以减轻安妮的爆发伤害。\n- 安妮对伏击很弱，但奥莉安娜可以安全地使用她的球进行战斗，使安妮很难命中她的攻击。",
      "ガリオ": "加里奥有优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，可以减轻安妮的爆发伤害，并在伤害交易中获得优势。\n- 即使加里奥被安妮的控制技能击中，他也有一个护盾，使他更容易有机会反击。\n- 加里奥拥有多种强力控制技能，可以限制安妮的移动并在对线时施加压力。\n- 安妮的攻击范围较短，因此当她进入加里奥的攻击范围时，更容易受到伤害。\n- 加里奥的游走能力和大招参与团战的能力可以创造出安妮更容易被孤立的局面。",
      "ラックス": "拉克斯对安妮有优势。\n\n- 范围：拉克斯的技能范围比安妮更长，使她能够在安妮靠近之前进行攻击。\n- 骚扰能力：拉克斯可以持续骚扰安妮，而不被小兵阻挡技能，防止安妮叠加她的技能。\n- 技能准确性：拉克斯的技能更容易命中，特别是对像安妮这样机动性低的英雄，更容易击中技能。\n- 控制优势：拉克斯的束缚效果可以阻止安妮接近，并提供反击的机会。\n- 基础属性：拉克斯可以在对线时对安妮施加压力，因为安妮的基础属性较低，使得在安妮发育之前更容易创造有利局面。",
      "ビクター": "维克托占据优势。\n\n原因如下：\n\n- 维克托拥有远程技能，可以在安妮接近并利用她的短距离之前造成伤害。\n- 安妮需要管理她的叠加层，没有叠加层她无法激活控制技能，这给了维克托在这个窗口期攻击的机会。\n- 维克托的技能持续时间长，使他在安妮接近时更容易骚扰她。\n- 虽然安妮擅长快速造成爆发伤害，但维克托可以增强他的技能以保持高耐久性，使他能够承受安妮的爆发。\n- 尽管维克托缺乏躲避安妮控制技能的机动性，但他可以利用自己的范围优势安全地进行游戏。",
      "キヤナ": "Qiyana在对抗Annie时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，能够利用Annie的短距离更容易接近她。\n- 她有能力躲避Annie的控制技能，从而更容易进行伏击。\n- Annie的技能需要管理叠加，而Qiyana可以利用空档进行攻击。\n- Qiyana可以利用元素来部署多样的策略，更容易避免Annie的爆发伤害。\n- 尽管Annie的爆发伤害很高，但Qiyana可以迅速拉开距离，增加反击的机会。",
      "カサディン": "卡萨丁占据优势。\n\n原因如下：\n\n- 卡萨丁有一个被动技能，可以减少魔法伤害，使他不易受到安妮的爆发伤害。\n- 安妮的技能范围较短，使卡萨丁能够轻松拉近距离并进行攻击。\n- 卡萨丁的高机动性使他能够躲避安妮的控制技能，并更有效地设置埋伏。\n- 安妮需要管理叠加层，没有叠加层时，她无法激活她的控制技能，这给了卡萨丁攻击的机会。\n- 在中后期，卡萨丁有持续输出能力，可以对安妮进行积极的进攻。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避安妮的技能，减少受到她爆发伤害的可能性。\n- 安妮的技能范围较短，使得艾瑞莉娅可以靠近并攻击，同时轻松躲避安妮的攻击。\n- 艾瑞莉娅可以通过使用技能获得减伤效果，使她对安妮的爆发有一定的抵抗力。\n- 艾瑞莉娅的持续伤害和骚扰能力使得安妮在对线时难以施加压力。\n- 安妮需要管理叠加层数，没有叠加层数时，她无法激活控制技能，这使得艾瑞莉娅在尝试伏击时占据优势。",
      "シンドラ": "辛德拉占据优势。\n\n- 辛德拉拥有远程技能，使她能够在安妮利用短距离之前造成伤害。\n- 通过利用辛德拉的击退和眩晕，阻止安妮接近变得更加容易，减少她施放眩晕的机会。\n- 辛德拉由于技能进化具有高AP比，使她在后期的伤害输出非常高，即使安妮发育良好也能反制她。\n- 安妮需要管理叠加层数，没有叠加层数她无法触发控制技能，因此辛德拉可以通过持续施放技能来减轻安妮的压力。\n- 辛德拉可以利用她的球体进行骚扰，使她能够在安妮使用技能之前造成伤害，从而更容易保持对线的优势。",
      "ゼド": "劫占据了优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以迅速削减安妮的生命值，使得全力进攻变得更容易。\n- 安妮的技能范围较短，容易受到劫的攻击，尤其在反应劫的瞬移攻击时显得困难。\n- 劫通过他的影子具备机动性，能够躲避安妮的控制技能，更容易设置埋伏。\n- 安妮需要管理叠加层数，没有叠加层数时无法激活她的控制技能，这使得劫可以先发制人。\n- 劫几乎没有手段来减轻安妮的爆发伤害，使他在安妮发起攻击时容易受到反击。"
    }
  },
  "オレリオン・ソル": {
    "name": "オレリオン・ソル",
    "beats": {
      "メル": "梅尔处于劣势。\n\n- 奥瑞利安·索尔拥有远程技能，可以在躲避梅尔攻击的同时造成高额伤害，使梅尔容易受到骚扰。\n- 奥瑞利安·索尔的控制技能范围广，限制了梅尔使用技能的时机。\n- 梅尔缺乏主动控制技能，因此她阻止奥瑞利安·索尔攻击的手段有限，接近时容易受到伤害。\n- 奥瑞利安·索尔通过命中技能获得增强，如果梅尔无法躲避，奥瑞利安·索尔的伤害会增加，使梅尔难以扭转局势。\n- 梅尔对治疗效果较弱，难以应对奥瑞利安·索尔的持续伤害。",
      "ブラッドミア": "血沼在对抗奥瑞利安·索尔时处于劣势。\n\n原因如下：\n\n- 奥瑞利安·索尔拥有远程攻击，可以在血沼靠近之前造成伤害，使他的骚扰在对线中非常强大。\n- 奥瑞利安·索尔的控制技能使血沼难以接近，如果他无法命中技能，就无法利用他的续航能力。\n- 血沼在前期技能冷却时间较长，难以反制奥瑞利安·索尔的高输出，这可能导致失去对线控制。\n- 奥瑞利安·索尔通过准确命中技能得到增强，使血沼难以躲避，更容易受到伤害。\n- 血沼依赖装备和等级，难以在奥瑞利安·索尔发育之前创造有利局面。",
      "ヤスオ": "亚索在对抗奥瑞利安·索尔时处于劣势。\n\n- 奥瑞利安·索尔拥有远程攻击，可以在亚索接近之前造成伤害，使亚索容易受到线上的压力。\n- 奥瑞利安·索尔的控制技能限制了亚索的移动，使他难以接近，降低了他命中技能的机会。\n- 亚索的基础属性较低，使他很难反击奥瑞利安·索尔的高输出，常常在早期的伤害交易中处于劣势。\n- 奥瑞利安·索尔增强后的终极技能具有广泛的范围效果，增加了亚索在团队战斗中无法有效移动的风险。\n- 亚索擅长近战，但奥瑞利安·索尔可以通过命中技能来释放他的力量，如果亚索在接近之前被击中，将会陷入非常困难的境地。",
      "アジール": "Azir处于劣势。\n\n- Aurelion Sol在远程输出方面具有高DPS，使得Azir难以躲避他的技能，导致强烈的骚扰。\n- Aurelion Sol的控制技能在他靠近时限制了Azir的移动，使他更容易受到伤害。\n- Azir依赖技能连招，使得反制Aurelion Sol的持续伤害变得困难。\n- Aurelion Sol的大招具有广泛的影响范围，使得Azir难以定位自己，降低了他在团队战斗中的影响力。\n- Azir在前期特别脆弱，常常无法承受Aurelion Sol强大的骚扰。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 奥瑞利安·索尔拥有远程攻击，可以在奥莉安娜接近之前造成伤害，使她容易受到骚扰。\n- 奥瑞利安·索尔的控制技能范围广泛，容易限制奥莉安娜的移动，特别是在团队战斗中。\n- 奥莉安娜的基础护甲和移动速度较低，难以躲避奥瑞利安·索尔的攻击，使她容易受到伏击。\n- 奥瑞利安·索尔通过命中技能获得增强，因此如果奥莉安娜错过技能，反而会给奥瑞利安·索尔带来有利局面。\n- 奥莉安娜对单一目标的爆发伤害较低，难以反制奥瑞利安·索尔的高输出。",
      "ツイステッド・フェイト": "扭曲命运处于劣势。\n\n- 奥瑞利安·索尔在远程输出方面具有高DPS，并且可以在扭曲命运靠近之前造成伤害。\n- 奥瑞利安·索尔的控制技能范围广，限制了扭曲命运使用技能的时机。\n- 扭曲命运在前期的战斗能力一般，难以应对奥瑞利安·索尔的高伤害。\n- 奥瑞利安·索尔通过准确命中技能获得增强，使扭曲命运很难躲避。\n- 扭曲命运的逃生潜力低，如果奥瑞利安·索尔靠近，他会面临立即受到伤害的风险。",
      "アクシャン": "阿托克斯处于劣势。\n\n- 奥瑞利安·索尔拥有远程技能，可以在阿托克斯接近之前造成伤害，使阿托克斯容易受到骚扰。\n- 奥瑞利安·索尔的控制技能增加了阿托克斯在试图接近时被击晕或减速的可能性，使得定位变得困难。\n- 阿托克斯在早期交易中表现强劲，但奥瑞利安·索尔通过命中技能可以造成高输出，使他在团战中的影响力降低。\n- 奥瑞利安·索尔通过准确命中技能得到增强，使阿托克斯很难躲避这些技能。\n- 阿托克斯的攻击范围较短，使他容易受到奥瑞利安·索尔的攻击，并且他在近战中常常处于劣势。",
      "ビクター": "维克托处于劣势。\n\n- 奥瑞利安·索尔拥有远程技能，可以在躲避维克托的技能的同时造成伤害，使维克托容易受到骚扰。\n- 奥瑞利安·索尔的控制技能范围广，维克托在激活技能之前被击晕或减速的几率很高。\n- 维克托缺乏闪现或瞬时控制手段，因此他躲避奥瑞利安·索尔攻击的方式有限。\n- 奥瑞利安·索尔通过命中技能获得增强，因此如果维克托错过技能，他无意中给了奥瑞利安·索尔一个有利的局面。\n- 维克托在前期的伤害较低，难以反制奥瑞利安·索尔的高输出。",
      "タリヤ": "塔莉雅在对抗奥瑞利安索尔时处于劣势。\n\n- 奥瑞利安索尔的远程攻击可以在塔莉雅接近之前造成高额伤害，使她容易受到骚扰。\n- 奥瑞利安索尔的控制技能范围广泛，这限制了塔莉雅使用技能的时机。\n- 塔莉雅的逃生选项有限，如果被奥瑞利安索尔的攻击击中，她面临瞬间伤害的风险。\n- 奥瑞利安索尔通过命中技能获得增强，这使得塔莉雅很难躲避他的攻击。\n- 塔莉雅的技能激活时间较慢，使她在受到奥瑞利安索尔攻击之前很难进行反击。",
      "ライズ": "瑞兹在对抗奥瑞利安·索尔时处于劣势。\n\n原因如下：\n\n- 奥瑞利安·索尔拥有远程攻击，能够轻松在瑞兹的攻击范围之外骚扰他，这使得瑞兹很难施加压力。\n- 奥瑞利安·索尔的技能具有高输出，并且在团战中表现强势，使得瑞兹很难接近。\n- 奥瑞利安·索尔拥有控制技能，这意味着瑞兹在施放技能连招之前很可能会被眩晕或减速打断。\n- 瑞兹的法力消耗高，容易在早期耗尽法力，而奥瑞利安·索尔可以通过命中技能持续输出伤害。\n- 奥瑞利安·索尔在前期较弱，但如果他能在瑞兹发起攻击之前命中技能，通常会使瑞兹处于不利位置。"
    },
    "loses": {
      "ヨネ": "永恩占据优势。\n\n- 永恩具有高机动性，可以轻松躲避奥瑞利安·索尔的技能，使他更容易接近并造成伤害。\n- 奥瑞利安·索尔通过命中技能来增强自己，但永恩的技能冷却时间短，可以持续攻击，使奥瑞利安·索尔难以叠加他的能力。\n- 永恩的攻击可以结合物理和魔法伤害，更容易绕过奥瑞利安·索尔的防御。\n- 永恩的技能可以打断奥瑞利安·索尔的控制技能，尤其在近战中给他带来优势。\n- 奥瑞利安·索尔在前期较弱，因此永恩可以通过早期发起攻击来占据优势。",
      "エコー": "艾克在对抗奥瑞利安·索尔时具有优势。\n\n原因如下：\n\n- 艾克的机动性很高，容易躲避奥瑞利安·索尔的技能。这使他能够在反击的同时避免奥瑞利安·索尔的攻击。\n- 奥瑞利安·索尔通过命中技能来增强自己，但艾克可以瞬间改变位置，这使得奥瑞利安·索尔很难命中他的技能。\n- 艾克的爆发伤害非常高，如果他在奥瑞利安·索尔无法命中技能时靠近他，就有被瞬间击杀的风险。\n- 艾克拥有控制技能，可以限制奥瑞利安·索尔的移动，使他在团队战斗和一对一的情况下占据优势。\n- 奥瑞利安·索尔在前期较弱，因此艾克可以通过早期攻击来建立对线优势。",
      "ゼド": "劫在对抗奥瑞利安索尔时具有优势。\n\n- 劫的爆发伤害很高，容易针对奥瑞利安索尔的弱早期游戏。\n- 奥瑞利安索尔通过命中技能来增强自己，但劫的机动性使他能够躲避这些技能。\n- 劫的影子攻击非常适合在奥瑞利安索尔技能冷却期间进行全力进攻。\n- 奥瑞利安索尔在团队战斗中表现强劲，但劫擅长击杀孤立的敌人，如果奥瑞利安索尔单独行动，劫将具有特别的优势。\n- 劫可以躲避奥瑞利安索尔的控制技能，使全力进攻的风险降低。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹机动性高，可以轻松躲避奥瑞利安·索尔的技能。特别是，他可以利用无敌状态来避免奥瑞利安·索尔的攻击。\n- 奥瑞利安·索尔通过命中技能来增强自己，但菲兹可以迅速拉近距离并造成高爆发伤害，使他有可能在奥瑞利安·索尔施放技能之前将其击倒。\n- 通过使用菲兹的E技能，他可以抵消奥瑞利安·索尔的控制效果，并选择合适的时机进行交战。\n- 奥瑞利安·索尔在前期较弱，菲兹可以利用这一弱点在早期创造有利局面。\n- 菲兹可以在奥瑞利安·索尔技能的攻击范围之外进行攻击，使他能够在降低风险的同时造成伤害。",
      "アニー": "安妮在对抗奥瑞利安·索尔时具有优势。\n\n- 安妮拥有高爆发伤害，能够快速造成伤害并躲避奥瑞利安·索尔的技能，使她在前期轻松获得优势。\n- 奥瑞利安·索尔依赖技能命中，当他被安妮眩晕时，施放技能变得困难，降低了他的有效性。\n- 安妮的眩晕可以抵消奥瑞利安·索尔的控制技能，使她能够阻止他的攻击。\n- 安妮可以利用她的宠物提伯斯来吸引奥瑞利安·索尔的攻击，在塔下的潜行和战斗中给她带来优势。\n- 奥瑞利安·索尔在前期较弱，使安妮更容易凭借她的爆发伤害获得早期击杀。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas是一个近战英雄，可以轻松接近，同时躲避Aurelion Sol的技能。Aurelion Sol通过命中技能获得增强，但Sylas可以通过偷取这些技能来扭转局势。\n- Sylas拥有多个闪现技能，使他更容易躲避Aurelion Sol的技能，并在交战中获得优势。\n- Aurelion Sol在前期较弱，Sylas可以利用这一弱点造成早期伤害。特别是当Aurelion Sol错过技能时，Sylas更容易发起攻击。\n- Sylas可以偷取对手的终极技能，使他能够使用Aurelion Sol强大的技能来扭转战斗局势。\n- Aurelion Sol依赖技能的准确性，因此当Sylas接近时，他很难命中技能，从而降低了他的有效性。",
      "ゾーイ": "佐伊在对抗奥瑞利安·索尔时具有优势。\n\n原因如下：\n\n- 佐伊具有高爆发伤害，并且可以在躲避奥瑞利安·索尔技能的同时进行攻击，使她在前期更容易获得优势。\n- 奥瑞利安·索尔需要通过命中技能来积累“星尘”，而佐伊的高机动性和技能范围使她能够轻松躲避他的技能。\n- 佐伊的控制技能对奥瑞利安·索尔有效，使她更容易追击并通过让他无法行动来确保击杀。\n- 奥瑞利安·索尔在前期较弱，佐伊可以利用这一弱点在早期造成伤害。\n- 佐伊擅长远程消耗，使她能够在奥瑞利安·索尔施放技能之前造成伤害，从而在补刀和对线战斗中获得优势。",
      "カタリナ": "卡特琳娜在对抗奥瑞利安·索尔时具有优势。\n\n- 卡特琳娜的机动性很高，容易躲避奥瑞利安·索尔的技能并近距离造成伤害。\n- 奥瑞利安·索尔需要命中技能来积累“星尘”，错过技能会降低他的效果，但卡特琳娜可以迅速拉近距离并攻击，更容易躲避他的技能。\n- 卡特琳娜通过击杀可以重置技能冷却时间，使她在击杀奥瑞利安·索尔后仍能继续造成伤害。\n- 奥瑞利安·索尔在前期较弱，因此卡特琳娜可以通过早期交战来利用这一点。\n- 卡特琳娜不受奥瑞利安·索尔的控制技能影响，因为她自己没有控制技能，这使她能够自由移动。",
      "ゼラス": "扎伊拉在对抗奥瑞利安·索尔时具有优势。\n\n原因如下：\n\n- 扎伊拉的射程非常长，可以在避免奥瑞利安·索尔攻击的同时骚扰他，从而更容易保持对线的优势。\n- 奥瑞利安·索尔需要命中技能来积累“星尘”，而扎伊拉的远程攻击减少了他命中技能的机会。\n- 扎伊拉的范围伤害提高了她在团战中的有效性，使她在奥瑞利安·索尔能够在战斗中施加影响之前更容易造成伤害。\n- 奥瑞利安·索尔在前期较弱，而扎伊拉的消耗可以为她创造有利局面。\n- 扎伊拉的法力管理简单，使她能够持续攻击，不给奥瑞利安·索尔堆叠技能的时间。",
      "マルザハール": "马尔扎哈在对抗奥瑞利安索尔时具有优势。\n\n原因如下：\n\n- 马尔扎哈在前期非常脆弱，容易受到奥瑞利安索尔的远程攻击。\n- 奥瑞利安索尔可以通过命中技能来积累“星尘”，增强他的伤害，但马尔扎哈很难躲避这些技能。\n- 马尔扎哈的持续伤害难以抵消奥瑞利安索尔的高输出。\n- 马尔扎哈有一个范围沉默技能，可以禁用奥瑞利安索尔的技能，使他在团战中占据优势。\n- 马尔扎哈的被动法术护盾可以减轻奥瑞利安索尔的一些攻击，提供更高的生存能力。",
      "アーリ": "阿狸占据优势。\n\n- 阿狸的机动性很高，更容易躲避奥瑞利安·索尔的技能和攻击。\n- 奥瑞利安·索尔通过命中技能来增强自己，但阿狸可以迅速拉开距离，阻止他叠加“星尘”。\n- 阿狸的技能造成范围伤害，可以抵消奥瑞利安·索尔在团战中的优势。\n- 阿狸在前期有强大的推线能力，使她能够在奥瑞利安·索尔建立线权之前施加压力。\n- 奥瑞利安·索尔在前期较弱，因此阿狸可以通过早期交战轻松获得优势。",
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，可以减轻奥瑞利安·索尔的魔法攻击，使他在伤害交换中更容易获得优势。\n- 加里奥可以利用他的硬控技能来打断奥瑞利安·索尔的技能，使他难以叠加“星尘”。\n- 加里奥在团战中极其强大，他可以在奥瑞利安·索尔在团战中施加影响之前进行干预并造成伤害。\n- 加里奥的终极技能提供的远程机动性可以阻止奥瑞利安·索尔安全发育，增加他在游走和团战中的影响力。\n- 奥瑞利安·索尔在前期较弱，因此加里奥可以通过早期发起攻击轻松施加压力。",
      "リサンドラ": "丽桑卓对奥瑞利安·索尔有优势。\n\n- 丽桑卓拥有强大的控制技能（CC），可以打断奥瑞利安·索尔的技能，使她能够减轻他的伤害。\n- 奥瑞利安·索尔需要命中他的技能来积累“星尘”，但丽桑卓的控制技能可以减少他命中这些技能的机会。\n- 丽桑卓可以使用她的远程传送安全地定位自己，使她能够在反击的同时避免奥瑞利安·索尔的攻击。\n- 丽桑卓在近战中的爆发伤害非常强大，使她能够在奥瑞利安·索尔靠近之前造成伤害。\n- 奥瑞利安·索尔在前期较弱，因此丽桑卓可以通过早期发起攻击来利用这一点。",
      "ルブラン": "乐芙兰在对抗奥瑞利安·索尔时具有优势。\n\n原因如下：\n\n- 乐芙兰具有高爆发伤害，可以在短时间内造成显著伤害，同时躲避奥瑞利安·索尔的技能。\n- 奥瑞利安·索尔需要命中技能来积累“星尘”，而乐芙兰的机动性使她更容易躲避这些技能。\n- 乐芙兰的闪现技能使她能够轻松避开奥瑞利安·索尔的控制技能，使他难以反击。\n- 乐芙兰可以在奥瑞利安·索尔的攻击范围之外进行攻击，从而在不受到伤害的情况下造成伤害。\n- 奥瑞利安·索尔在前期较弱，因此乐芙兰可以通过早期交战创造有利局面。",
      "ヴェックス": "维克斯在对抗奥瑞利安·索尔时具有优势。\n\n- 维克斯拥有可靠的控制技能，使得打断奥瑞利安·索尔的技能变得更容易。这使得奥瑞利安·索尔很难命中他的技能。\n- 奥瑞利安·索尔依赖于叠加“星尘”，所以如果他无法命中技能，他的能力就会下降，但维克斯可以在他积累这些叠加之前对奥瑞利安·索尔造成伤害。\n- 维克斯可以对移动的敌人造成强大的爆发伤害，使得如果奥瑞利安·索尔能够躲避他的技能，维克斯更容易发起攻击。\n- 维克斯的终极技能允许她进行远程跳跃，使她能够有效地发起攻击或逃跑，同时避免奥瑞利安·索尔的广域攻击。\n- 奥瑞利安·索尔在前期较弱，因此维克斯可以通过早期攻击来创造有利的对线局面。",
      "ダイアナ": "黛安娜在对抗奥瑞利安·索尔时具有优势。\n\n- 黛安娜擅长近战，可以在避免奥瑞利安·索尔的远程攻击的同时接近他，使他很难击中她。\n- 利用黛安娜的跳跃技能，她可以在奥瑞利安·索尔使用技能后抓住机会，特别是在他的技能冷却时针对他。\n- 黛安娜有一个护盾，可以减轻奥瑞利安·索尔的一些爆发伤害，使她在持续战斗中表现强劲。\n- 奥瑞利安·索尔依赖于叠加“星尘”，如果他无法命中技能，他的力量就会下降，但黛安娜可以轻松利用这些机会进行攻击。\n- 黛安娜的范围伤害在团队战斗中是一个有效的伤害来源，并且可以有效地反制奥瑞利安·索尔的广域终极技能。"
    }
  },
  "リサンドラ": {
    "name": "リサンドラ",
    "beats": {
      "ヤスオ": "亚索处于劣势。\n\n- 丽桑卓拥有强大的控制技能（CC），可以通过眩晕和无敌来反制亚索的接近，有效地阻止他的攻击。\n- 丽桑卓的爆发伤害很高，如果亚索靠得太近，面临受到重大伤害的风险。\n- 丽桑卓可以利用她的远程传送进行 reposition，使亚索很难有效地把握攻击时机。\n- 亚索的基础属性较低，使他容易受到丽桑卓的攻击，尤其是在被控制技能击中时，他很快就会陷入劣势局面。\n- 丽桑卓的攻击范围很长，这意味着亚索在试图骚扰时存在风险，使他更容易受到丽桑卓的攻击。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n- 丽桑卓拥有强大的控制技能，可以在艾瑞莉娅接近之前用眩晕和减速打断她，使艾瑞莉娅很难命中攻击。\n- 丽桑卓的爆发伤害很高，如果艾瑞莉娅使用技能被反制，她很可能会受到大量伤害。\n- 丽桑卓的攻击范围很长，使她能够在艾瑞莉娅接近之前轻松骚扰她，导致艾瑞莉娅失去对线优势。\n- 丽桑卓的无敌技能常常会抵消艾瑞莉娅的连招，使她很难造成有效伤害。\n- 丽桑卓具有强大的游走潜力和对其他线路的影响，这使得艾瑞莉娅更容易被孤立。",
      "アカリ": "阿卡丽处于劣势。\n\n- 丽桑卓拥有强大的控制技能，可以用眩晕和无敌来反制阿卡丽的接近，从而更容易阻止阿卡丽的爆发伤害。\n- 丽桑卓的技能包括范围伤害，这意味着即使阿卡丽处于隐身状态，她也能造成伤害。\n- 丽桑卓的推线能力很强，使得阿卡丽很难获得对线控制，这可能导致她失去游走和击杀的机会。\n- 阿卡丽的技能资源消耗高，使得她很难与丽桑卓良好的法力管理竞争。\n- 丽桑卓的远程传送技能可以用于游走和交战，这可能导致阿卡丽被孤立。",
      "エコー": "艾克在对抗丽桑卓时处于劣势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能（CC），可以限制艾克的机动性，使艾克在近战中难以实现爆发伤害。\n- 丽桑卓的无敌技能可能会抵消艾克的爆发伤害，使艾克的攻击难以有效命中。\n- 丽桑卓可以对艾克造成持续伤害，即使艾克有逃脱手段，丽桑卓的减速效果也使她容易追击。\n- 艾克很难在丽桑卓的攻击范围外进行攻击，增加了受到她攻击伤害的风险。\n- 丽桑卓擅长参与团队战斗和游走，如果被孤立，艾克可能会处于不利局面。",
      "フィズ": "菲兹在对抗丽桑卓时处于劣势。\n\n- 丽桑卓拥有强大的控制技能，可以限制菲兹的机动性，使他难以发起攻击。\n- 丽桑卓的无敌技能可以抵消菲兹的爆发伤害，使他错失攻击机会。\n- 丽桑卓的攻击范围很长，可以在菲兹靠近之前骚扰他，使他在对线时处于劣势。\n- 菲兹的护甲较低，容易受到丽桑卓的AP伤害，尤其是在前期他无法承受她的攻击。\n- 丽桑卓擅长参与团队战斗和游走，制造出菲兹可能被孤立的局面。",
      "マルザハール": "马尔扎哈在对抗丽桑卓时处于劣势。\n\n- 丽桑卓拥有强大的控制技能，可以使马尔扎哈的技能沉默，这使得他很难发起攻击。\n- 丽桑卓在近战中的爆发伤害非常强，而马尔扎哈在前期较弱，她可以在早期对他施加压力。\n- 丽桑卓擅长游走并利用她的远程传送进行交战，而马尔扎哈的机动性较低，使得他很难应对游走和团战。\n- 尽管丽桑卓的攻击范围较短，但马尔扎哈的攻击范围也短，因此当丽桑卓靠近时，马尔扎哈很难反击。\n- 丽桑卓有办法绕过马尔扎哈的法术护盾，这使得她很可能能够抵消他的压制效果。",
      "アニー": "安妮处于劣势。\n\n- 丽桑卓拥有强大的控制技能，可以抵消安妮的眩晕，使安妮难以发起攻击。\n- 丽桑卓的射程比安妮更长，使她容易受到骚扰，常常在交易中处于劣势。\n- 丽桑卓有一个无敌技能，这使得她很可能能够躲避安妮的爆发伤害。\n- 丽桑卓擅长游走和发起攻击，使得安妮在孤立时容易受到埋伏。\n- 安妮需要管理叠加层，而在受到丽桑卓伤害的同时很难积累叠加层。",
      "ブラッドミア": "血沼在对抗丽桑卓时处于劣势。\n\n- 丽桑卓拥有强大的控制技能，使得在血沼接近之前更容易用眩晕和减速来阻止他的攻击。\n- 丽桑卓的爆发伤害很高，尤其是在前期，血沼的耐久性较低，使他容易受到早期伤害。\n- 丽桑卓的射程很长，这使得血沼在试图骚扰时容易受到反击。\n- 丽桑卓的无敌技能可以抵消血沼的攻击，有效避免他的伤害。\n- 丽桑卓的推线能力强，使得血沼难以维持线路，增加了游走和gank的机会。",
      "カタリナ": "卡特琳娜处于劣势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能（CC），在卡特琳娜试图接近时，容易用眩晕和无敌来反制她的爆发伤害。\n- 丽桑卓的技能通常造成范围伤害，使卡特琳娜在接近时容易受到伤害，导致骚扰变得困难。\n- 丽桑卓可以使用她的远程传送进行位移，常常打乱卡特琳娜攻击的时机。\n- 卡特琳娜缺乏控制技能，使她容易受到丽桑卓的控制，尤其是在团队战中，被丽桑卓抓住的风险很高。\n- 丽桑卓在团队战中提供持续伤害和减速效果，使卡特琳娜难以滚雪球。"
    },
    "loses": {
      "アジール": "Azir在对抗Lissandra时具有优势。\n\n原因如下：\n\n- Azir的射程很长，可以在不让Lissandra靠近的情况下进行骚扰。\n- Lissandra的射程较短，使她容易受到Azir的攻击，在交易中处于劣势。\n- Azir的持续伤害可以在Lissandra技能冷却期间有效造成伤害。\n- Lissandra的技能消耗高，使得法力管理困难，因此当Azir占据上风时，Lissandra很难使用她的技能。\n- Azir拥有一个闪现技能，使他更容易躲避Lissandra的控制技能，并提供了丰富的逃生选项。\n- Azir的终极技能可以阻止Lissandra的开团，使他在团队战中占据优势。",
      "サイラス": "Sylas在对抗Lissandra时具有优势。\n\n原因如下：\n\n- Sylas可以偷取Lissandra的控制技能，使他能够将她的优势反过来对付她。\n- Sylas具有高机动性，使他更容易躲避Lissandra的技能，并在交战中获得优势。\n- Lissandra的攻击范围较短，使Sylas更容易接近并造成伤害。\n- Sylas具有爆发伤害，而Lissandra必须靠近才能造成伤害，因此他可以轻松施加压力。\n- Lissandra在管理法力方面存在困难，因此Sylas可以通过持续攻击来消耗她的法力。",
      "ゼラス": "扎伊拉在对抗丽桑卓时具有优势。\n\n原因如下：\n\n- 范围：扎伊拉的攻击范围比丽桑卓更长，使她能够在丽桑卓靠近之前进行单方面攻击。\n- 骚扰潜力：扎伊拉擅长远程消耗，使她在丽桑卓使用技能之前更容易造成伤害。\n- 法力管理：扎伊拉具有被动法力回复，使她在对线时相对容易管理法力并维持骚扰。\n- 控制技能规避：丽桑卓的控制技能（CC）只有在她靠近时才会命中，这使得扎伊拉能够在保持距离的同时进行攻击。\n- 团队战中的范围伤害：扎伊拉具有范围伤害，使她在团队战中能够对丽桑卓表现出色。",
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，可以有效减轻丽桑卓的魔法攻击并进行有效的交易。\n- 丽桑卓的控制技能主要针对近战的爆发伤害，但加里奥拥有强力的控制技能，更容易抵消丽桑卓的攻击。\n- 加里奥的终极技能提供了远程机动性，他可以迅速应对丽桑卓的游走并保护他的队友。\n- 丽桑卓的攻击范围较短，当她进入加里奥的攻击范围时，更容易受到伤害，这使得加里奥更容易创造有利局面。\n- 加里奥在团队战斗中也很强大，因为他可以抵消丽桑卓的技能，同时支持他的队友，为整体团队做出贡献。",
      "ビクター": "维克托对丽桑卓有优势。\n\n原因如下：\n\n- 维克托拥有远程技能，可以安全地骚扰丽桑卓，而丽桑卓的技能是近战的。\n- 丽桑卓无法在不靠近的情况下造成伤害，因此维克托可以在保持距离的同时进行攻击。\n- 维克托的技能持续时间长，可以阻止丽桑卓接近。\n- 丽桑卓的技能消耗高，难以管理法力，这使得维克托更容易通过持续骚扰来耗尽她的资源。\n- 一旦维克托完全发展，他的输出伤害很高，即使丽桑卓靠近也能造成瞬间伤害，从而使他在对抗中占据优势。",
      "ゾーイ": "佐伊在对抗丽桑卓时具有优势。\n\n原因如下：\n\n- 佐伊的射程很高，可以在不让丽桑卓靠近的情况下进行骚扰，更容易躲避丽桑卓的技能。\n- 丽桑卓必须靠近才能造成伤害，而佐伊擅长远程攻击，可以在丽桑卓接近之前造成伤害。\n- 佐伊的控制技能可以限制丽桑卓的行动，使她能够在丽桑卓使用技能之前主动出击。\n- 丽桑卓的技能消耗高，法力管理困难，因此佐伊可以通过持续骚扰来消耗丽桑卓的法力。\n- 佐伊可以瞬间造成高爆发伤害，使她能够在丽桑卓使用技能后抓住机会迅速击杀她。",
      "フェイ": "Faye在对抗Lissandra时具有优势。\n\n原因如下：\n\n- Faye的攻击范围很长，可以在不让Lissandra靠近的情况下进行骚扰。\n- Lissandra的技能消耗高，使得在持续骚扰下管理蓝量变得困难。\n- Faye的多样化技能使她能够躲避Lissandra的控制技能，减少了她受到Lissandra爆发伤害的风险。\n- Faye在团队战中具有强大的范围伤害，而Lissandra需要靠近才能造成伤害，因此Faye在团队战中占据优势。\n- Lissandra对Faye的远程攻击很脆弱，因为她无法在不靠近的情况下造成伤害。",
      "タリヤ": "塔莉雅对丽桑卓有优势。\n\n原因如下：\n\n- 塔莉雅的射程较长，可以骚扰射程较短的丽桑卓，更容易保持对线优势。\n- 塔莉雅的范围攻击可以在避免丽桑卓的控制技能的同时造成伤害，使她在丽桑卓能够接近之前积累伤害。\n- 塔莉雅的E技能可以限制丽桑卓的位移和行动，使丽桑卓难以把握攻击时机。\n- 塔莉雅可以快速推线，创造有利局面，而丽桑卓则在法力管理上挣扎。\n- 塔莉雅的终极技能可以封锁丽桑卓的逃跑路线，使她在团战或埋伏时更容易被抓住。",
      "キヤナ": "Qiyana在对抗Lissandra时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Lissandra的技能，并在近战中保持优势。\n- Lissandra的控制能力很强，但Qiyana可以利用元素来调整战术，更容易避开Lissandra的技能。\n- Qiyana具有爆发伤害，而Lissandra必须靠近才能造成伤害，因此Qiyana可以主动出击以获得优势。\n- Lissandra的蓝量管理至关重要，她的技能消耗很高，因此Qiyana可以在早期施加压力，消耗Lissandra的资源。\n- Qiyana具有强大的游走能力，可以影响其他线路，使Lissandra更容易被孤立。",
      "アクシャン": "阿克萨有优势对抗丽桑卓。\n\n原因如下：\n\n- 阿克萨在前期交易中很强，而丽桑卓的短距离使他更容易在骚扰中获得优势。\n- 丽桑卓的技能消耗高，导致蓝量管理困难，因此阿克萨可以通过持续攻击来施加压力。\n- 阿克萨的被动技能提供额外伤害和护盾效果，使他即使在被丽桑卓的控制技能击中时也能更容易反击。\n- 阿克萨的机动性很高，能够在躲避丽桑卓技能的同时进行攻击，使他在近战中占据优势。\n- 丽桑卓必须靠近才能造成伤害，因此阿克萨可以通过保持距离并进行攻击轻松躲避她的攻击。",
      "ツイステッド・フェイト": "扭曲命运对丽桑卓有优势。\n\n原因如下：\n\n- 扭曲命运拥有远程控制技能，可以阻止丽桑卓接近，使他能够在她发动攻击之前使其失去行动能力。\n- 丽桑卓的攻击范围较短，使她在承受扭曲命运攻击时风险较高，这在她试图骚扰时使她处于劣势。\n- 扭曲命运的推线能力强，使他能够在丽桑卓在法力管理上挣扎时获得线路优势。\n- 扭曲命运的传送技能使他能够在丽桑卓尝试游走或交战时主动出击。\n- 丽桑卓的控制技能旨在近战爆发伤害，但扭曲命运可以在保持距离的情况下进行攻击，阻止丽桑卓发挥她的优势。",
      "ヨネ": "Yone在对抗Lissandra时具有优势。\n\n原因如下：\n\n- Yone不消耗法力值，技能冷却时间短，可以持续攻击，同时避免Lissandra的技能。\n- Lissandra的控制技能主要针对近战爆发伤害，但Yone的机动性很高，更容易躲避她的攻击。\n- Yone可以造成物理和魔法伤害，更容易穿透Lissandra的防御。\n- Lissandra的攻击范围较短，Yone可以利用这一点靠近进行有利的交易。\n- Yone的技能命中检测非常强，可以限制Lissandra的机动性，更容易切断她的逃跑路线。",
      "ルブラン": "乐芙兰在对抗丽桑卓时具有优势。\n\n原因如下：\n\n- 乐芙兰的爆发伤害高，可以在丽桑卓靠近之前造成伤害。\n- 丽桑卓的控制技能很强，但乐芙兰可以利用她的闪现来躲避，使她更容易躲避丽桑卓的攻击。\n- 丽桑卓的攻击范围较短，而乐芙兰可以远程攻击，使她在丽桑卓靠近之前就能进行骚扰。\n- 丽桑卓的技能消耗高，难以管理法力，因此乐芙兰可以在早期施加压力，消耗她的资源。\n- 乐芙兰机动性强，可以在躲避丽桑卓技能的同时进行攻击，使她在战斗中更容易获得优势。",
      "ヴェックス": "Vex在对抗Lissandra时具有优势。\n\n原因如下：\n\n- Lissandra在近战中爆发伤害表现出色，但Vex可以远程攻击，使她能够在Lissandra接近之前造成伤害。\n- Vex可以对Lissandra的闪现和机动技能造成额外伤害，使得Lissandra在尝试交战时更容易受到伤害。\n- Vex的控制技能非常可靠，通过禁用Lissandra的技能，她可以有效地阻止Lissandra的攻击。\n- Lissandra在法力管理上存在困难，频繁使用技能可能导致法力耗尽，而Vex可以相对高效地使用法力，从而实现持续骚扰。\n- Vex在对线阶段具有强大的骚扰能力，使她能够在Lissandra接近之前发起有利的交易。",
      "オーロラ": "奥罗拉在与丽桑卓的对抗中占有优势。\n\n原因如下：\n\n- 奥罗拉的机动性很高，使她更容易在近战中躲避丽桑卓的爆发伤害。\n- 丽桑卓的技能消耗高法力，而奥罗拉的初始法力值高，使她在早期骚扰中表现强势。\n- 丽桑卓的控制技能主要在近战中有效，而奥罗拉可以利用她的闪现技能保持距离。\n- 奥罗拉的范围攻击非常适合在躲避丽桑卓技能的同时造成伤害。\n- 丽桑卓的攻击范围较短，使奥罗拉能够在安全距离内进行攻击。"
    }
  },
  "マルザハール": {
    "name": "マルザハール",
    "beats": {
      "ルブラン": "乐芙兰在对抗马尔扎哈时处于劣势。\n\n- 马尔扎哈拥有强大的范围沉默技能，可以打断乐芙兰的技能连招，使她难以发起攻击。\n- 马尔扎哈擅长持续输出，这增加了乐芙兰在释放爆发伤害后被反击的风险。\n- 马尔扎哈的被动法术护盾减少了乐芙兰的爆发伤害，使他在一对一的情况下占据优势。\n- 马尔扎哈可以快速清理小兵波，使乐芙兰难以获得对线控制权。\n- 乐芙兰的基础属性较低，不适合进行持久战，使她容易受到马尔扎哈的持续伤害。",
      "ブラッドミア": "血沼在对抗马尔扎哈时处于劣势。\n\n- 马尔扎哈具有高持续伤害能力，并且可以快速清理小兵波，使他在对线时拥有强大的推线能力。这使得血沼很容易失去对线控制。\n- 马尔扎哈的范围沉默可以封锁血沼的技能，使其在团战和游走时特别有效。由于血沼依赖技能来治疗，因沉默而失去这种治疗方式可能会造成严重后果。\n- 马尔扎哈的被动法术护盾可以抵消血沼的攻击，特别是在血沼使用技能后被反击时，这种情况尤其致命。\n- 血沼在前期技能冷却时间长且伤害低，使得他很难反制马尔扎哈强大的技能。特别是马尔扎哈可以在前期轻松获得优势。\n- 马尔扎哈可以从远处对血沼施加压力，而血沼的攻击范围较短，使得血沼很难拉近距离。",
      "ヤスオ": "亚索处于劣势。\n\n- 马尔扎哈有强大的范围沉默技能，可以封锁亚索的技能，使亚索错失攻击机会。\n- 马尔扎哈的持续伤害和清兵能力使他在对线时具有很高的推线能力，这使得亚索很难维持线权。\n- 马尔扎哈的被动法术护盾可以抵消亚索的攻击，这使得亚索在使用大招时特别难以反击。\n- 亚索是一个近战英雄，由于马尔扎哈的远程攻击，他很难接近马尔扎哈，这使他容易受到伤害。\n- 马尔扎哈在前期较弱，但亚索很难利用这个弱点，反之，一旦马尔扎哈领先，他就会成为亚索非常棘手的对手。",
      "ゾーイ": "佐伊在对抗马尔扎哈时处于劣势。\n\n原因如下：\n\n- 马尔扎哈擅长持续输出，并且可以快速清理小兵波，使他在对线时具有强大的推线能力。这使得佐伊很容易失去对线控制。\n- 马尔扎哈的范围沉默可以封锁佐伊的技能，这在团战和塔下击杀中尤其具有影响力。如果佐伊无法使用技能，就无法输出伤害，这使她处于显著劣势。\n- 马尔扎哈的被动法术护盾可以抵消佐伊的骚扰和控制，减少她命中攻击的机会。\n- 佐伊的基础耐久性较低，容易受到马尔扎哈的持续伤害，使她在早期骚扰中尤其难以承受。\n- 尽管马尔扎哈的攻击范围较短，但如果他站位来承受佐伊的攻击，他可以迅速用他的压制技能消灭她。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- 马尔扎哈的范围沉默技能阻止了Sylas使用技能，剥夺了他的攻击机会。\n- 马尔扎哈可以快速清理小兵波，使Sylas在对线时施加压力变得困难。\n- 马尔扎哈的被动法术护盾减少了Sylas的爆发伤害，使他更难造成有效伤害。\n- Sylas是一个近战英雄，这使得他很难对抗马尔扎哈的远程攻击。\n- 马尔扎哈的终极技能使得即使Sylas使用闪现，他也无法逃脱，如果被抓住，将面临致命的局面。",
      "アカリ": "阿卡丽处于劣势。\n\n- 马尔扎哈拥有强大的范围伤害，可以快速清理小兵波，使阿卡丽难以获得对线控制。\n- 马尔扎哈的沉默技能阻止阿卡丽使用她的技能，使她更难利用自己的机动性和爆发伤害。\n- 即使使用隐身，阿卡丽也容易受到马尔扎哈的持续伤害和控制，尤其是范围攻击。\n- 马尔扎哈的被动法术护盾可以阻挡阿卡丽的攻击，降低她在一对一交锋中获胜的机会。\n- 阿卡丽的推线能力较弱，无法与马尔扎哈的推线能力竞争，使她在对线中容易受到压力。",
      "キヤナ": "基安娜处于劣势。\n\n- 马尔扎哈擅长持续输出，并且可以快速清理小兵波，使他在对线时具有强大的推线能力。这使得基安娜很容易失去对线控制。\n- 马尔扎哈的范围沉默可以封锁基安娜的技能连招，特别是在团队战斗和游走时限制她的移动。\n- 马尔扎哈有一个法术护盾，可以减少基安娜的爆发伤害，使她很难获得击杀。\n- 基安娜依赖她的终极技能，因此如果马尔扎哈的沉默或法术护盾抵消了其效果，她会陷入非常困难的境地。\n- 马尔扎哈可以持续对基安娜造成伤害，而基安娜的攻击范围较短，这使得她很难接近。",
      "オレリオン・ソル": "奥瑞利安·索尔处于劣势。\n\n原因如下：\n\n- 玛尔扎哈拥有强大的范围沉默技能，可以禁用奥瑞利安·索尔的技能，使他难以造成伤害。\n- 玛尔扎哈擅长持续输出，使奥瑞利安·索尔在施放技能之前容易受到伤害。\n- 玛尔扎哈的被动法术护盾可以抵消奥瑞利安·索尔的控制技能，有效阻止他的攻击。\n- 奥瑞利安·索尔在前期较弱，随着玛尔扎哈的发育，处理他变得困难，导致失去对线控制。\n- 玛尔扎哈可以快速清理小兵波，给奥瑞利安·索尔施加压力，而他试图发育。"
    },
    "loses": {
      "タロン": "泰隆对马尔扎哈有优势。\n\n原因如下：\n\n- 泰隆的早期爆发伤害非常高，可以利用马尔扎哈的早期弱点。\n- 马尔扎哈的射程较短，防止泰隆接近的手段有限，使泰隆更容易攻击。\n- 泰隆的机动性使他更容易躲避马尔扎哈的技能，特别是避免沉默。\n- 泰隆可以隐身，更容易伏击马尔扎哈并在对线中施加压力。\n- 马尔扎哈的被动有一个法术护盾，但泰隆的爆发伤害可以超过这个护盾，使得早期击杀更容易。",
      "スモルダー": "Smolder处于优势。\n\n原因如下：\n\n- Smolder的射程很长，超过了Malzahar的射程，可以安全地进行远程骚扰。\n- Malzahar在前期较弱，而Smolder通过叠加逐渐变强，使得在对线中更容易获得优势。\n- Smolder的AOE攻击可以抵消Malzahar的兵线清理能力，使其在推线方面更具优势。\n- Smolder的E技能提供了高机动性，帮助躲避Malzahar的技能，尤其是更容易避免沉默。\n- 在对抗Malzahar的持续伤害时，Smolder在后期可以造成强大的伤害，从而在团队战中产生高影响。",
      "タリヤ": "塔莉雅对马尔扎哈有优势。\n\n原因如下：\n\n- 塔莉雅的射程很长，使她在避免马尔扎哈攻击的同时更容易进行骚扰。\n- 塔莉雅的范围伤害超过了马尔扎哈清理小兵波的能力，使她在对线时具有强大的推线能力。\n- 塔莉雅的E技能可以限制马尔扎哈依赖位移或跳跃的移动，有效地封锁他的攻击。\n- 马尔扎哈在前期较弱，塔莉雅可以通过在此期间骚扰他轻松获得对线控制。\n- 塔莉雅的终极技能可以限制马尔扎哈的移动，并增加她在团队战斗中的影响力。",
      "ビクター": "维克托对马尔扎哈有优势。\n\n原因如下：\n\n- 维克托拥有远程技能，更容易骚扰短程的马尔扎哈。\n- 马尔扎哈在前期非常弱，难以承受维克托的持续伤害。\n- 维克托的技能擅长区域控制，使马尔扎哈难以接近。\n- 维克托可以在无视马尔扎哈的法术护盾的情况下造成伤害，有效地抵消了马尔扎哈的防御选项。\n- 马尔扎哈的技能冷却时间长，难以对维克托的持续攻击进行反击。",
      "アクシャン": "阿克尚对马尔扎哈有优势。\n\n原因如下：\n\n- 阿克尚在早期交易中非常强大，可以利用马尔扎哈的早期弱点。\n- 马尔扎哈的射程较短，难以对阿克尚的骚扰进行反击。\n- 阿克尚的被动技能提供额外伤害和一个可以抵消马尔扎哈持续伤害的护盾。\n- 阿克尚的机动性很高，更容易躲避马尔扎哈的技能。\n- 马尔扎哈的技能冷却时间长，使阿克尚能够利用这些窗口进行攻击。\n- 阿克尚在击杀敌人时有复活盟友的能力，使得在团队战中更容易扭转局势。",
      "フェイ": "Faye在对抗Malzahar时具有优势。\n\n原因如下：\n\n- Faye拥有爆发伤害，可以迅速降低Malzahar的耐久度。\n- Malzahar在前期较弱，容易受到Faye的攻击。\n- Faye的技能有很强的范围伤害，可以阻碍Malzahar清理小兵的能力。\n- Faye拥有控制技能，可以限制Malzahar的行动。\n- Malzahar的攻击范围较短，使Faye能够安全地进行攻击。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 马尔扎哈在前期非常弱，技能冷却时间长，卡特琳娜容易发起攻击。\n- 卡特琳娜机动性高，可以在避免马尔扎哈攻击的同时接近他。\n- 马尔扎哈的攻击范围短，卡特琳娜容易靠近并造成伤害。\n- 卡特琳娜的技能在击杀后会重置冷却时间，使她能够通过击杀马尔扎哈创造更有利的局面。\n- 马尔扎哈的法术护盾对卡特琳娜的爆发伤害没有影响，使她能够造成有效伤害。",
      "アニビア": "安妮维亚占据优势。\n\n- 安妮维亚拥有强大的区域控制能力，可以躲避马尔扎哈的攻击，有效地压制他。\n- 马尔扎哈在前期较弱，安妮维亚可以从1级开始施加攻击压力，更容易获得对线优势。\n- 安妮维亚的技能组合可以限制马尔扎哈的移动，使他难以接近，从而减少受到他攻击的伤害几率。\n- 安妮维亚拥有复活被动，能够承受马尔扎哈的爆发伤害，并给她更好的反击机会。\n- 马尔扎哈的技能冷却时间较长，安妮维亚可以利用这段时间持续输出伤害。",
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥对魔法伤害的抵抗力很高，可以减轻马尔扎哈的魔法攻击，使他在伤害交换中更容易获得优势。\n- 马尔扎哈在前期非常弱，加里奥可以利用这个机会进行积极攻击。\n- 加里奥的硬控技能可以打断马尔扎哈的技能，成为强有力的反制，特别是对有压制技能的马尔扎哈。\n- 加里奥可以迅速利用他的终极技能加入团战，使他在马尔扎哈发育之前就能推动游戏向有利于自己的方向发展。\n- 马尔扎哈的攻击范围较短，使他难以躲避加里奥的近战攻击和控制技能，这使得加里奥能够在对线中施加压力。",
      "アジール": "阿兹尔占据优势。\n\n原因如下：\n\n- 阿兹尔的射程很长，可以安全地骚扰，同时避免马尔扎哈的攻击。\n- 马尔扎哈在前期较弱，阿兹尔可以在此期间建立有利的对线局面。\n- 阿兹尔的范围伤害可以抵消马尔扎哈的兵线清理能力，使他在推线方面占据优势。\n- 阿兹尔的闪现技能使他更容易躲避马尔扎哈的沉默和压制，在一对一的情况下占据优势。\n- 阿兹尔的大招的击退效果可以抵消马尔扎哈的开团。",
      "アニー": "安妮占据优势。\n\n- 安妮具有高爆发伤害，可以迅速削减马尔扎哈的生命值，使她在早期游戏中施加压力变得容易。\n- 马尔扎哈在早期游戏中较弱，特别是由于技能冷却时间长，使他容易受到安妮的攻击。\n- 安妮的眩晕效果使得限制马尔扎哈的行动变得简单，让她在他施放技能之前就能造成伤害。\n- 马尔扎哈的攻击范围较短，使他难以躲避安妮的攻击，从而让她能够安全地进行攻击。\n- 安妮可以使用她的宠物提伯斯来引开马尔扎哈的攻击或协助进攻，使她在战斗中占据优势。",
      "フィズ": "菲兹对马尔扎哈有优势。\n\n原因如下：\n\n- 菲兹具有高爆发伤害，可以迅速削减马尔扎哈的生命值，使他在早期游戏中施加压力变得容易。\n- 马尔扎哈在早期游戏中非常脆弱，面对菲兹的攻击自我防御手段有限，这使得菲兹能够有利地推线。\n- 菲兹可以使用他的E技能变得无敌，从而躲避马尔扎哈的技能，特别是抵消沉默，这让菲兹可以自由移动。\n- 马尔扎哈的攻击范围较短，难以反制菲兹的机动性，因此菲兹可以轻松拉近距离进行攻击。\n- 菲兹可以在忽视马尔扎哈的法术护盾的情况下造成伤害，有效中和马尔扎哈的防御选项。",
      "ベイガー": "维迦在对抗马尔扎哈时具有优势。\n\n原因如下：\n\n- 维迦的法术强度比率很高，通过施放技能可以无限增加他的法术强度，从而造成非常高的长期伤害。这使他能够抵消马尔扎哈的持续伤害。\n- 马尔扎哈在前期非常弱，尤其是他的技能冷却时间较长，这使得维迦更容易在对线中获得优势。\n- 维迦的技能具有控制效果，可以限制马尔扎哈的移动并抵消他的攻击。\n- 马尔扎哈的攻击范围较短，使他难以躲避维迦的技能，从而让维迦能够安全地进行攻击。\n- 维迦具有强大的清兵能力，可以抵消马尔扎哈的推线能力，使得维迦更容易保持对线控制。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "タリヤ": "塔莉雅处于劣势。\n\n- 泽拉斯拥有远程攻击技能，可以在塔莉雅接近之前单方面骚扰她。\n- 塔莉雅的逃生选项有限，使她容易受到泽拉斯攻击的伤害。\n- 尽管泽拉斯的技能激活时间较慢，但塔莉雅缺乏针对性的技能，使她很难躲避泽拉斯的攻击。\n- 泽拉斯的范围攻击在团战中非常强大，塔莉雅在接近时面临着遭受重大伤害的高风险。\n- 塔莉雅的法力消耗很高，如果她在早期对线阶段持续受到骚扰，很容易耗尽法力。",
      "メル": "梅尔处于劣势。\n\n- 泽拉斯拥有远程攻击技能，可以远距离骚扰，使梅尔容易受到伤害。\n- 梅尔缺乏主动控制技能，因此她躲避泽拉斯技能的选择有限，使她特别容易受到泽拉斯的消耗。\n- 泽拉斯的范围攻击在团队战斗中影响显著，而梅尔很难持续输出伤害，常常在团队战斗中处于劣势。\n- 尽管泽拉斯的自我防御选项较少，但梅尔对治疗效果也很脆弱，因此持续受到泽拉斯的伤害可能会让她陷入困境。\n- 泽拉斯的技能激活时间较慢，但梅尔很难利用这个机会，反而增加了被泽拉斯抓住的风险。",
      "ベイガー": "维迦在对抗泽拉斯时处于劣势。\n\n原因：\n- 泽拉斯的技能范围非常长，使他能够在维迦接近之前单方面骚扰维迦。\n- 维迦的技能激活时间较慢，难以躲避泽拉斯的攻击，导致容易受到伤害。\n- 泽拉斯具有范围伤害，使他在团队战斗中更容易对多个敌人造成伤害，这使得维迦在这种情况下难以发挥。\n- 维迦的自我防御选项有限，如果他继续受到泽拉斯攻击的伤害，很容易被击倒。\n- 泽拉斯的法力管理简单，可以持续骚扰，增加在维迦成长之前创造有利局势的可能性。",
      "リサンドラ": "丽桑卓在对抗泽拉斯时处于劣势。\n\n- 泽拉斯的技能范围非常长，使他能够在丽桑卓接近之前单方面骚扰她。\n- 由于丽桑卓的范围较短，她很难躲避泽拉斯的攻击，这使她在交战中处于劣势。\n- 泽拉斯拥有范围攻击，可以在团队战斗中同时击中多个敌人，增加了丽桑卓接近的风险。\n- 丽桑卓无法在不靠近的情况下造成伤害，这使她容易受到泽拉斯的远程攻击。\n- 泽拉斯的技能激活时间较慢，但他可以在丽桑卓接近之前击中她，这使她很难利用自己的机动性。",
      "ビクター": "维克托处于劣势。\n\n- 泽拉斯的射程极长，使他能够在维克托接近之前单方面骚扰他。\n- 维克托的技能释放速度慢，使得在早期游戏中很难躲避泽拉斯的攻击。\n- 泽拉斯的范围攻击在团战中可以轻易积累伤害，在维克托发育之前创造有利局面。\n- 维克托的机动性低，容易受到泽拉斯的攻击，使他容易受到埋伏和突袭。\n- 泽拉斯的法力管理简单，可以持续骚扰，使维克托很难建立对线优势。",
      "シンドラ": "辛德拉在对抗泽拉斯时处于劣势。\n\n- 泽拉斯的射程极长，使他能够在辛德拉攻击之前单方面骚扰她。\n- 辛德拉的技能需要时间来施放，这使得她很难躲避泽拉斯的攻击。\n- 泽拉斯的范围伤害技能在团战中可以轻易积累伤害，使他能够在辛德拉接近之前造成伤害。\n- 辛德拉在早期对线阶段较弱，难以承受泽拉斯的消耗。\n- 泽拉斯的自我防御选项有限，但他可以在辛德拉接近之前造成伤害，这使得她接近变得危险。",
      "フェイ": "Faye处于劣势。\n\n原因如下：\n\n- Xerath的技能范围非常长，使得Faye在能够接触之前就容易受到单方面的骚扰。\n- Faye的技能需要时间来激活，这使得她很难躲避Xerath的攻击。\n- Xerath的范围攻击使她在团队战斗中容易受到伤害，这使得Faye很难发挥她的优势。\n- Faye在面对高度机动的对手时感到困难，她逃避Xerath远程攻击的选择有限。\n- Xerath的自我防御选项很少，这使得Faye很难找到接近并攻击的机会。",
      "ブラッドミア": "血沼在对抗泽拉斯时处于劣势。\n\n原因如下：\n\n- 泽拉斯拥有远程攻击技能，可以在血沼靠近之前单方面骚扰他。\n- 泽拉斯的范围攻击妨碍了血沼在团队战斗中持续输出的能力，特别强调了他在这些情况下的劣势。\n- 血沼在前期技能冷却时间长且伤害低，使得他很难在对抗泽拉斯时抢占主动权。\n- 尽管泽拉斯的自我防御选项有限，但他可以在血沼的攻击落地之前拉开距离，使他不易受到伏击。\n- 泽拉斯的技能有方向性和范围延迟，但他可以在血沼靠近之前用技能击中他，这使得血沼很难有效利用他的机动性。",
      "アジール": "Azir处于劣势。\n\n- Xerath拥有远程攻击技能，可以在Azir接近之前单方面骚扰他。\n- Azir的技能需要时间来激活，这使得他很难躲避Xerath的攻击。\n- Xerath的范围攻击在团队战斗中增加伤害，并阻碍Azir持续输出的能力。\n- Azir的基础伤害低，特别是在前期非常弱，难以承受Xerath的消耗。\n- Xerath缺乏自我防御选项，但当Azir接近时，他更容易命中技能，增加被抓的风险。\n- Azir的闪现技能在躲避Xerath的攻击时有局限性，如果Xerath的技能命中，他会受到大量伤害。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 泽拉斯的射程极长，使他能够在奥莉安娜接近之前单方面骚扰她，造成强大的对线压力。\n- 奥莉安娜的技能需要她操控她的球，这常常导致技能激活延迟，使她难以躲避泽拉斯的技能。\n- 奥莉安娜的基础护甲和移动速度较低，使她容易受到泽拉斯的攻击，并且容易被伏击。\n- 泽拉斯具有范围伤害，使他能够在团战中有效地对奥莉安娜造成伤害。\n- 奥莉安娜对单一目标的爆发伤害适中，使她很难对像泽拉斯这样的远程对手造成有效伤害。",
      "アニー": "安妮处于劣势。\n\n- 泽拉斯的技能范围非常长，使他能够在安妮靠近之前单方面攻击她，导致她容易受到骚扰。\n- 安妮的技能范围较短，难以躲避泽拉斯的攻击，她在对线阶段始终感受到压力。\n- 泽拉斯具有范围伤害，因此即使安妮靠近，也有很高的风险受到多重技能的伤害。\n- 安妮需要管理她的叠加层，没有叠加层她无法触发控制技能，这使得在受到泽拉斯伤害时难以反击。\n- 泽拉斯缺乏自我防御选项，但他可以在安妮靠近之前造成伤害，这使得她很难发起突袭。"
    },
    "loses": {
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 泽拉斯的技能施放速度慢，使卡特琳娜可以利用她的高机动性轻松躲避技能。\n- 卡特琳娜在近距离具有高爆发潜力，可以从泽拉斯的攻击范围外接近并造成伤害。\n- 泽拉斯的自我防御选项有限，卡特琳娜在伏击时可以轻松击败他。\n- 卡特琳娜的技能冷却时间短，使她能够对泽拉斯造成持续伤害。\n- 泽拉斯缺乏控制技能，使卡特琳娜可以更自由地移动。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽的机动性很高，容易躲避泽拉斯的技能并在不受伤害的情况下接近。\n- 泽拉斯的技能启动时间较慢且为技能射击，因阿卡丽的瞬间移动而难以命中她。\n- 阿卡丽可以利用她的烟雾来遮挡泽拉斯的视野，使她能够轻松发起攻击并抵消他的消耗。\n- 阿卡丽有强大的生命回复能力，擅长维持自己的线路，使她更容易承受泽拉斯的骚扰。\n- 泽拉斯的自我防御选项有限，近距离逃生能力低，因此阿卡丽在接近时可以轻松击败他。",
      "キヤナ": "Qiyana在对抗Xerath时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，能够更容易地躲避Xerath的远程攻击。这使她能够在不受到Xerath伤害的情况下接近。\n- Xerath的技能激活时间较慢，并且是技能射击，这使得很难击中像Qiyana这样高度机动的输出角色。\n- Qiyana拥有强力的控制技能，可以抓住Xerath并造成大量伤害。特别是因为Xerath的自我防御选项有限，被抓住时变得脆弱。\n- Qiyana可以利用元素来部署各种策略，使她在受到Xerath伤害之前更容易创造有利局面。\n- Xerath的法力管理至关重要，他的法力消耗很高，因此如果Qiyana施加早期压力，她可以耗尽Xerath的法力。",
      "フィズ": "菲兹在对抗泽拉斯时具有优势。\n\n原因如下：\n\n- 菲兹的机动性很高，容易躲避泽拉斯的技能。特别是，泽拉斯的技能启动时间较慢，这使得菲兹可以在躲避时使用他的E技能变得无敌。\n- 泽拉斯的自我防御选项有限，近距离逃脱能力低，当菲兹靠近时非常脆弱。\n- 菲兹的高爆发伤害意味着泽拉斯可以瞬间被击倒。特别是当菲兹使用他的终极技能时，更容易抓住泽拉斯。\n- 虽然泽拉斯的攻击范围很长，但菲兹擅长近战，可以在泽拉斯发动攻击之前缩短距离。\n- 菲兹可以在躲避泽拉斯技能的同时进行攻击，这使得泽拉斯很难进行骚扰，并且让菲兹更容易建立对线优势。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声具有高机动性，更容易躲避泽拉斯的技能。由于泽拉斯的技能激活时间较慢，回声可以利用这个空档进行攻击。\n- 泽拉斯的自我防御选项有限，近距离逃脱能力低，使他容易受到回声的爆发伤害。\n- 回声的技能可以瞬间改变局势，使他在泽拉斯发起攻击后能够有效反击。\n- 泽拉斯的法力消耗高，如果他不能管理好被动技能的循环，很容易就会耗尽法力，而回声可以持续进行攻击。\n- 回声拥有范围控制技能，可以在团战中禁用泽拉斯，使他在对抗中处于不利位置。",
      "ゾーイ": "佐伊在对抗泽拉斯时具有优势。\n\n原因如下：\n\n- 佐伊的输出伤害高，能够通过技能连招瞬间击杀泽拉斯。\n- 泽拉斯的技能启动时间较慢，难以命中机动性极高的佐伊。\n- 通过使用佐伊的E技能施加控制效果，她可以封锁泽拉斯的攻击。\n- 佐伊的射程较长，可以在受到泽拉斯的消耗伤害之前先发制人。\n- 泽拉斯缺乏防御选项，容易受到近战伏击，使他容易受到佐伊的攻击。",
      "サイラス": "Sylas占据了优势。\n\n- Sylas是一个近战英雄，可以在Xerath技能激活之前缩短距离，使他能够在躲避Xerath攻击的同时造成伤害。\n- Xerath的技能由于其方向性和目标性具有延迟激活的特点，这使得Sylas更容易利用他的机动性来躲避。\n- 通过偷取Xerath的终极技能，Sylas可以利用Xerath强大的技能，使他能够扭转战斗的局势。\n- Xerath的自我防御选项有限，近距离逃脱能力低，使得当Sylas接近时有利的交易成为可能。\n- 当Sylas发育良好时，他可以造成高额的爆发伤害，利用Xerath在法力管理上的弱点。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避泽拉斯的技能，这意味着她受到的伤害更少。\n- 泽拉斯的技能激活时间较慢，使得艾瑞莉娅可以利用她的闪现拉近距离，单方面攻击泽拉斯。\n- 艾瑞莉娅具有强大的持续输出能力，使她在受到泽拉斯的消耗后能够反击并恢复生命。\n- 泽拉斯的自我防御选项有限，使他在艾瑞莉娅逼近时非常脆弱，艾瑞莉娅可以在有利的情况下进行战斗。\n- 艾瑞莉娅的技能对爆发伤害有很强的抵抗力，使她能够在减轻泽拉斯攻击的同时进行战斗。",
      "ルブラン": "乐芙兰在对抗泽拉斯时具有优势。\n\n原因如下：\n\n- 乐芙兰的机动性很高，容易躲避泽拉斯的技能，难以被他的攻击击中。\n- 泽拉斯的技能施放速度较慢，难以反制乐芙兰的瞬间爆发伤害。\n- 乐芙兰擅长近距离伏击，利用泽拉斯缺乏自我防御的选项。\n- 乐芙兰的技能可以瞬间造成大量伤害，使她能够轻松削弱泽拉斯的生命值。\n- 虽然泽拉斯擅长远程消耗，但乐芙兰可以在他的攻击范围之外进行攻击，使她不易受到骚扰。",
      "ツイステッド・フェイト": "扭曲命运对泽拉斯有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕技能，可以在泽拉斯施放技能之前禁用他，有效地关闭泽拉斯的攻击。\n- 扭曲命运有强大的推线能力，使他能够在泽拉斯进行消耗之前推掉线路，从而更难受到泽拉斯的骚扰。\n- 扭曲命运的传送技能使他能够在泽拉斯的攻击范围之外安全攻击，反过来利用泽拉斯的远程优势。\n- 扭曲命运有一个法力回复技能，给予他高的线上的续航能力，并对泽拉斯的法力管理施加压力。\n- 扭曲命运的移动速度很高，使他更容易躲避泽拉斯的技能并设置埋伏。",
      "ヨネ": "永恩占据优势。\n\n- 永恩是一个近战输出角色，可以在避免泽拉斯的远程攻击的同时接近他，这使得泽拉斯很难受到伤害。\n- 泽拉斯的技能激活时间较慢，这使得很难击中机动性极高的永恩，从而减少了骚扰的可能性。\n- 永恩的技能冷却时间短，使他能够对泽拉斯施加持续的压力。\n- 永恩不消耗法力，并且在对线时有很高的续航能力，这使他更容易承受泽拉斯的消耗。\n- 泽拉斯的自我防御选项有限，近战时逃生能力低，这使得永恩在接近时能够占据优势。",
      "カサディン": "卡萨丁占据优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，容易躲避泽拉斯的技能并靠近他。\n- 泽拉斯的技能启动时间较慢，卡萨丁可以利用他的机动性来躲避这些技能。\n- 卡萨丁有一个被动技能可以减少魔法伤害，使他对泽拉斯的魔法攻击有抵抗力。\n- 泽拉斯缺乏自我防御选项，卡萨丁在靠近时容易对他进行伏击。\n- 卡萨丁在中后期有强大的持续伤害，使他能够对泽拉斯进行积极的进攻，从而在对线阶段更容易获得优势。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "イレリア": "艾瑞莉娅在对抗莫甘娜时处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能使艾瑞莉娅难以接近，导致她错失使用技能的机会。\n- 莫甘娜的法术护盾抵消了艾瑞莉娅的控制技能，使艾瑞莉娅的攻击难以命中。\n- 艾瑞莉娅对控制技能很脆弱，容易被莫甘娜的束缚和其他控制技能限制。\n- 莫甘娜可以远程攻击，使艾瑞莉娅在接近之前容易受到骚扰。\n- 尽管莫甘娜的技能冷却时间较长，但艾瑞莉娅很难把握技能的时机，导致持续的压力。",
      "アニビア": "安妮维亚处于劣势。\n\n- 莫甘娜的束缚技能使安妮维亚的移动受到限制，尤其是让她在近距离攻击时变得脆弱。\n- 莫甘娜的法术护盾可以抵消安妮维亚的控制技能，有效阻挡她的攻击。\n- 安妮维亚通常需要在6级之前以防御性玩法为主，这使她容易受到莫甘娜技能的威胁。\n- 莫甘娜的输出伤害高，对被束缚的敌人造成显著伤害，使安妮维亚很难找到攻击的机会。\n- 安妮维亚的防御选项有限，因此受到莫甘娜的伤害可能会导致致命的后果。",
      "リサンドラ": "丽桑卓处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能使丽桑卓在近战中无法在造成爆发伤害之前被限制。\n- 莫甘娜的法术护盾可以抵消丽桑卓的控制技能，使丽桑卓难以发挥她的优势。\n- 丽桑卓的攻击范围较短，这在面对莫甘娜的远程攻击时构成风险，常常使她在骚扰中处于劣势。\n- 莫甘娜的技能冷却时间较长，为丽桑卓在她使用技能后反击创造了机会。\n- 莫甘娜的高输出使她能够在丽桑卓接近之前造成伤害，使丽桑卓在交战中处于劣势。",
      "ツイステッド・フェイト": "扭曲命运在对抗莫甘娜时处于劣势。\n\n- 莫甘娜的束缚技能限制了扭曲命运的移动，使他更容易被抓住，并使他的逃脱选项失效。\n- 莫甘娜的法术护盾可以阻止扭曲命运的眩晕，使他的连招无效。\n- 扭曲命运在前期的战斗能力一般，容易受到莫甘娜的高控制和伤害的威胁。\n- 莫甘娜可以在对线期间施加持续压力，使扭曲命运难以安全补刀。\n- 尽管莫甘娜的技能冷却时间较长，但扭曲命运很难找到合适的时机进行交战，需要保持高度警惕。",
      "キヤナ": "Qiyana在对抗Morgana时处于劣势。\n\n- Morgana的束缚技能限制了Qiyana的高机动性，使她失去了接近或逃跑的手段。\n- Morgana的法术护盾可以抵消Qiyana的控制技能，有效地阻止她的连招。\n- Morgana可以远程输出，允许她在Qiyana接近之前就对其造成伤害。\n- 尽管Morgana的技能冷却时间较长，但她在Qiyana发起攻击之前很有可能命中她的束缚技能。\n- Morgana对Qiyana的爆发伤害不太敏感，并且在持续战斗中可以获得优势。",
      "フィズ": "菲兹处于劣势。\n\n- 莫甘娜的束缚技能可以使菲兹失去行动能力，导致他在近战中失去优势。\n- 莫甘娜的法术护盾可以减少菲兹的爆发伤害，并可能抵消他的攻击。\n- 菲兹的护甲较低，容易受到莫甘娜的AP伤害，尤其在前期对骚扰非常脆弱。\n- 莫甘娜的控制技能可以抵消菲兹的E技能，使他难以利用无敌状态。\n- 莫甘娜在对线中擅长持续骚扰，使菲兹很难获得补刀。",
      "ゾーイ": "佐伊在对抗莫甘娜时处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能使佐伊容易被定身，常常导致她错过使用技能的时机。\n- 莫甘娜的法术护盾可以抵消佐伊的控制技能，使她的攻击被阻挡的可能性很高。\n- 佐伊的基础耐久低，使她容易受到莫甘娜技能组合的爆发伤害。\n- 莫甘娜的消耗能力强，这使得佐伊在试图骚扰时面临受到伤害的风险。\n- 尽管莫甘娜的技能冷却时间较长，但如果佐伊错过了技能，莫甘娜可以利用这个机会进行攻击。",
      "ガリオ": "加里奥处于劣势。\n\n- 莫甘娜的束缚限制了加里奥的移动，并使他无法及时使用技能。\n- 莫甘娜的法术护盾可以抵消加里奥的控制技能，使他难以发挥优势。\n- 加里奥的物理防御较低，使他容易受到莫甘娜的普通攻击和技能的伤害。\n- 莫甘娜可以远程攻击，使加里奥难以接近，在交战中处于劣势。\n- 尽管莫甘娜的冷却时间较长，但如果她在加里奥攻击时命中束缚，他将面临重大伤害的风险。",
      "シンドラ": "辛德拉在对抗莫甘娜时处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能可以抵消辛德拉的技能，尤其是在辛德拉使用技能后，如果被抓住，受到重大伤害的几率很高。\n- 辛德拉需要时间来准备技能，这使得在受到莫甘娜的控制时很难进行反击。\n- 莫甘娜的法术护盾可以阻挡辛德拉的控制技能，存在抵消辛德拉爆发伤害的风险。\n- 辛德拉在前期较弱，容易受到莫甘娜的束缚和骚扰，使她容易受到对线压力。\n- 莫甘娜可以轻松移动以躲避辛德拉的球体，有效地躲避辛德拉的伤害。",
      "エコー": "艾克在对抗莫甘娜时处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能可以使艾克失去行动能力，剥夺他的逃生手段。\n- 莫甘娜的法术护盾可以减少艾克的爆发伤害，使他的攻击更难有效命中。\n- 艾克有很多位移技能，但对长时间的控制技能很脆弱，如果被莫甘娜的控制技能抓住，容易受到致命伤害。\n- 莫甘娜的输出很高，当艾克静止不动时可以造成显著伤害。\n- 尽管莫甘娜的技能冷却时间较长，但她可以在艾克发起攻击之前用束缚技能限制他的行动。",
      "ラックス": "拉克斯在对抗莫甘娜时处于劣势。\n\n- 莫甘娜的束缚技能可以抵消拉克斯的技能，增加接近时被抓住的风险。\n- 莫甘娜的法术护盾可以防止拉克斯的控制技能，减少拉克斯的骚扰和击杀机会。\n- 虽然莫甘娜没有高爆发伤害，但如果拉克斯错过了技能，莫甘娜可以轻松反击。\n- 尽管莫甘娜的技能冷却时间较长，但拉克斯的技能是技能射击，需要精准，错过可能导致被反击。\n- 莫甘娜具有机动性，可以躲避拉克斯的技能，使拉克斯很难命中她的技能。",
      "オレリオン・ソル": "奥瑞利安·索尔处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能使奥瑞利安·索尔难以施放技能，阻止他积累星尘。\n- 莫甘娜的法术护盾抵消了奥瑞利安·索尔的控制技能，使他的攻击无效。\n- 奥瑞利安·索尔在前期较弱，如果在前期受到莫甘娜高控制和高伤害的压力，他在对线时将很难灵活应对。\n- 莫甘娜擅长远程攻击，使她能够安全地造成伤害，同时避免奥瑞利安·索尔的技能。\n- 奥瑞利安·索尔缺乏爆发伤害，使他难以反制莫甘娜的持续伤害和控制技能。",
      "アーリ": "阿狸处于劣势。\n\n原因如下：\n\n- 阿狸的高机动性受到莫甘娜的束缚限制，难以逃脱。\n- 莫甘娜的法术护盾可以抵消阿狸的技能，使阿狸的连招难以有效。\n- 阿狸的主要技能是射程技能，飞行速度慢，难以躲避莫甘娜的控制技能。\n- 莫甘娜的输出很高，当阿狸试图发起攻击时，她很容易进行反击。\n- 尽管莫甘娜的技能冷却时间较长，但她在阿狸发起攻击之前很有可能命中她的束缚。",
      "ヴェックス": "Vex处于劣势。\n\n- 莫甘娜的束缚限制了Vex的移动，使她更容易被抓住并更容易受到伤害。\n- 莫甘娜的法术护盾可以抵消Vex的控制技能，使Vex的攻击效果降低。\n- Vex没有逃生技能，因此如果被莫甘娜的控制技能抓住，面临致命伤害的风险很高。\n- 莫甘娜的区域控制能力强，使Vex在对线时很难接近和骚扰。\n- 尽管莫甘娜的冷却时间很长，但Vex很难把握攻击时机，增加了被反击的可能性。"
    },
    "loses": {
      "アクシャン": "阿克尚在对抗莫甘娜时具有优势。\n\n原因如下：\n\n- 阿克尚在前期交易中非常强大，可以在躲避莫甘娜的束缚技能的同时进行骚扰。\n- 莫甘娜的技能冷却时间较长，这使得阿克尚可以利用这些窗口进行攻击。\n- 阿克尚的被动技能造成高额伤害，容易削弱莫甘娜的耐久度。\n- 莫甘娜的攻击范围较短，使得她很难对阿克尚的远程攻击进行反击。\n- 阿克尚的机动性很高，可以躲避莫甘娜的技能，使他即使在近战中也能保持优势。",
      "ルブラン": "乐芙兰对莫甘娜有优势。\n\n原因如下：\n\n- 乐芙兰的爆发伤害高，能够快速造成伤害，忽视莫甘娜的法术护盾。\n- 莫甘娜的束缚需要时间激活，这使得乐芙兰可以轻松通过闪现躲避。\n- 乐芙兰的机动性高，使她能够在躲避莫甘娜技能的同时进行攻击，更容易保持线上优势。\n- 莫甘娜的技能冷却时间长，给乐芙兰在使用技能后很少被反击的机会。\n- 乐芙兰擅长远程攻击，使她能够在莫甘娜靠近之前造成伤害。",
      "アジール": "Azir在对抗Morgana时具有优势。\n\n原因如下：\n\n- Azir的DPS高且拥有丰富的AOE攻击，能够在避免Morgana的束缚的同时持续输出伤害。\n- Morgana的技能冷却时间长，而Azir可以利用他的闪现技能调整距离，更容易躲避Morgana的攻击。\n- Azir的终极技能具有击退效果，可以阻止Morgana的开团，使得在战斗中更容易获得优势。\n- Morgana的法力消耗高且攻击次数少，因此当Azir在对线中获得优势时，Morgana很容易耗尽资源。\n- Azir的射程相对较长，能够在安全的情况下骚扰Morgana，避免她的攻击。",
      "アニー": "安妮占据优势。\n\n- 安妮对短程敌人有强大的爆发伤害，而莫甘娜作为短程ADC正好属于这一类。\n- 安妮的眩晕效果是避免莫甘娜缠绕的关键手段，使她能够在莫甘娜发动攻击之前先发制人。\n- 莫甘娜的技能冷却时间较长，限制了她在承受安妮爆发伤害之前反击的机会。\n- 安妮可以使用她的宠物提伯斯来引诱莫甘娜的攻击，使她更容易进行突击。\n- 莫甘娜的法术护盾无法抵挡安妮的爆发伤害，这使得在被眩晕后反击变得特别困难。\n- 安妮可以轻松在对线中施加压力，制造出莫甘娜可能消耗她法力的情况。",
      "フェイ": "Faye在对抗Morgana时具有优势。\n\n原因如下：\n\n- Faye拥有多样的技能组合和高爆发伤害能力，使得抵消Morgana的法术护盾变得更容易。\n- Morgana的技能冷却时间较长，这给了Faye更多的机会用技能进行攻击。\n- Faye的远程攻击使得她能够在保持距离的同时轻松躲避Morgana的束缚技能。\n- Faye在团队战中的范围伤害非常强大，使得Morgana在团队战中难以发挥影响力。\n- Morgana的攻击范围较短，使她容易受到Faye的攻击，从而让Faye在对线中保持优势。",
      "ライズ": "瑞兹对莫甘娜有优势。\n\n原因如下：\n\n- 瑞兹的技能组合冷却时间短，使他能够在躲避莫甘娜的束缚的同时造成高额的持续伤害。\n- 利用瑞兹的移动速度增益，莫甘娜的束缚更容易被躲避，瑞兹可以有效地管理自己的距离。\n- 瑞兹的技能伤害与法力值挂钩，使他能够在持续输出的同时承受伤害。\n- 莫甘娜的技能冷却时间长，瑞兹可以利用这个窗口进行攻击。\n- 瑞兹在清线方面表现出色，使得在莫甘娜推线时更容易创造有利局面。\n- 莫甘娜的法术护盾对瑞兹的技能组合效果较差，使瑞兹能够持续输出伤害。",
      "ゼド": "劫对莫甘娜有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，可以迅速削减莫甘娜的生命值，使得全力进攻变得更容易。\n- 莫甘娜的束缚技能难以限制劫的机动性，因为他可以利用影子逃跑或发起攻击。\n- 莫甘娜的法术护盾无法阻挡劫的爆发伤害，使得他可以自信地进行攻击。\n- 劫在前期强势，使得在莫甘娜升级之前更容易获得有利的交易。\n- 莫甘娜的技能冷却时间长，使得劫在使用技能后容易错过反击的时机。",
      "ベイガー": "维迦在对抗莫甘娜时具有优势。\n\n原因如下：\n\n- 维迦通过命中技能可以无限增加他的法术强度，从而造成非常高的长期伤害。这使他能够造成超过莫甘娜耐久度的伤害。\n- 莫甘娜的束缚技能很强，但维迦有控制技能，可以在莫甘娜施放束缚之前进行反击。\n- 维迦擅长远程攻击，而莫甘娜的攻击范围较短，维迦可以安全地骚扰她。\n- 莫甘娜的法术护盾可以抵挡控制效果，但维迦的控制技能可以绕过这个效果并造成伤害，对莫甘娜有效。\n- 维迦可以在对线时发育变强，使他能够持续对莫甘娜施加压力。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 莫甘娜有控制技能，但卡特琳娜机动性高，可以轻松躲避技能。\n- 卡特琳娜有很高的爆发潜力，可以在莫甘娜施放钩子之前发起攻击。\n- 莫甘娜的技能冷却时间长，这使得卡特琳娜在这个窗口期更容易造成伤害。\n- 卡特琳娜通过击杀可以重置技能冷却，使她能够连续攻击。\n- 莫甘娜的攻击范围短，而卡特琳娜擅长拉近距离进行攻击，这使得她在对线时更容易施加压力。\n- 莫甘娜的法力消耗高，使她难以持续输出，这让卡特琳娜获得了优势。",
      "アカリ": "阿卡丽占据优势。\n\n原因如下：\n\n- 阿卡丽的机动性很高，能够迅速拉近距离或逃脱，更容易躲避莫甘娜的束缚。\n- 莫甘娜的技能冷却时间长，阿卡丽可以利用这些时间窗口发起攻击。\n- 阿卡丽可以使用她的烟雾弹来遮挡视线，更容易抵消莫甘娜的技能。\n- 阿卡丽的爆发伤害很高，即使莫甘娜有法术护盾，她也能瞬间造成伤害。\n- 莫甘娜通常在后排作战，使她容易受到像阿卡丽这样的刺客的攻击。",
      "タリヤ": "塔莉雅占据优势。\n\n原因如下：\n\n- 塔莉雅拥有范围伤害，可以在莫甘娜被控制时造成高额伤害，从而在对线骚扰中占据优势。\n- 莫甘娜的束缚技能在面对塔莉雅的机动性时难以使用，使塔莉雅能够在保持距离的同时进行攻击。\n- 塔莉雅的E技能强大，可以快速闪避莫甘娜的技能，为塔莉雅在莫甘娜试图接近时提供了造成大量伤害的机会。\n- 塔莉雅可以快速推线，制造出莫甘娜容易耗尽法力的局面，使塔莉雅更容易获得对线控制权。\n- 塔莉雅的大招可以切断莫甘娜的逃跑路线，增加她在团队战斗中的影响力。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "リサンドラ": "丽桑卓处于劣势。\n\n- 丽桑卓的攻击范围较短，使她难以接近维尔科兹的远程技能，这在骚扰中使她处于劣势。\n- 维尔科兹的范围攻击限制了丽桑卓在团队战斗中的站位，使她在接近之前容易受到伤害。\n- 维尔科兹的被动真实伤害无视丽桑卓的耐久性，即使她选择坦克装备也特别无效。\n- 丽桑卓的技能消耗高，难以管理法力，导致在持久战中可持续性较低。\n- 在维尔科兹的控制技能激活之前，丽桑卓很难接近，这使她难以利用她的爆发伤害优势。",
      "ブラッドミア": "血沼在对抗维尔科兹时处于劣势。\n\n- 维尔科兹拥有远程技能，能够在血沼靠近之前轻松骚扰他。\n- 维尔科兹的范围攻击可以造成高额伤害，忽视血沼的续航能力。\n- 血沼在前期技能冷却时间长且伤害低，难以反制维尔科兹。\n- 维尔科兹的被动真实伤害有效削弱血沼的耐久度。\n- 血沼缺乏控制技能，避免维尔科兹技能的手段有限，一旦被抓住容易受到致命伤害。",
      "タリヤ": "塔莉雅处于劣势。\n\n原因如下：\n\n- 维克兹拥有远程技能，使塔莉雅在接近之前容易受到骚扰。\n- 维克兹的范围攻击削弱了塔莉雅在团战中的影响力，使她难以发挥优势。\n- 塔莉雅的逃生选项有限，如果被维克兹的技能击中，她很可能会受到致命伤害。\n- 维克兹的被动真实伤害无视塔莉雅的耐久性，这对她特别不利。\n- 塔莉雅的技能施放速度较慢，使她很难躲避维克兹的技能，尤其是在近战中增加了风险。",
      "アジール": "Azir处于劣势。\n\n- Vel'Koz拥有远程技能，能够在Azir反击之前轻松骚扰他。\n- Azir需要利用技能连招，而这些连招难度较高，使得他很难应对Vel'Koz的持续攻击。\n- Vel'Koz的范围攻击可以清除Azir的沙兵，减少他的输出伤害。\n- 尽管Azir机动性很高，但在Vel'Koz的技能范围内保持距离很困难，接近时会变得脆弱。\n- Vel'Koz的被动真实伤害可以绕过Azir的耐久性，造成特别不利的局面。",
      "ライズ": "瑞兹处于劣势。\n\n- 维克兹的远程技能超出瑞兹的范围，使瑞兹容易受到骚扰。\n- 维克兹的范围攻击增加了瑞兹在使用技能连招时同时受到多次技能伤害的可能性，从而实现高效的伤害输出。\n- 瑞兹的法力消耗高，频繁施放技能容易耗尽法力，而维克兹的法力消耗低，使他能够持续进行攻击。\n- 维克兹的被动真实伤害可以绕过瑞兹的耐久性，即使对抗坦克装备也有效。\n- 瑞兹的机动性低，难以躲避维克兹的技能，如果被抓住，很可能会受到致命伤害。",
      "オレリオン・ソル": "奥瑞利安·索尔处于劣势。\n\n原因如下：\n\n- 维克兹拥有远程技能，能够在奥瑞利安·索尔接近之前轻松骚扰他。\n- 维克兹的范围攻击会阻碍奥瑞利安·索尔积累施放技能所需的“星尘”。\n- 如果奥瑞利安·索尔无法施放技能，他的能力会下降，使他容易受到维克兹的持续伤害。\n- 维克兹的被动真实伤害可以在无视奥瑞利安·索尔的耐久度的情况下造成伤害。\n- 维克兹的机动性较低，但奥瑞利安·索尔在前期也很弱，如果被接近可能会受到致命伤害。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 维克兹拥有远程技能，可以在奥莉安娜控制她的球时安全地进行骚扰。\n- 奥莉安娜的技能是范围伤害，但维克兹也有范围攻击，因此在团战中他们可以互相造成伤害，但维克兹在射程上占优势。\n- 奥莉安娜的基础护甲和移动速度较低，使她难以躲避维克兹的技能，这使她容易受到伏击和骚扰。\n- 维克兹的被动真实伤害可以穿透奥莉安娜的护盾和耐久，使其在对抗坦克时特别有效。\n- 奥莉安娜对单个目标的爆发伤害相对较低，使她难以有效地对付像维克兹这样的远程对手。",
      "ヴェックス": "Vex处于劣势。\n\n- Vel'Koz拥有远程技能，使得Vex在接近之前容易受到骚扰。\n- Vel'Koz的范围攻击在团队战斗和对线交易中对Vex构成重大威胁。\n- Vex缺乏逃生技能，使她非常容易受到Vel'Koz技能的致命伤害。\n- Vel'Koz的被动真实伤害可以绕过Vex的耐久性并造成伤害。\n- Vex对没有位移技能的对手很强，但Vel'Koz并不是其中之一，这使得她的被动技能难以触发。",
      "ガリオ": "加里奥处于劣势。\n\n- 维克兹拥有远程技能，可以轻松在加里奥接近之前对其进行骚扰。\n- 维克兹的范围伤害可以造成高额伤害，忽视加里奥的坦克能力。\n- 加里奥的物理防御较低，容易受到维克兹技能的伤害。\n- 维克兹的技能容易命中加里奥，而加里奥的控制技能较慢，使他在近战中特别处于劣势。\n- 加里奥的逃生手段有限，如果被维克兹抓住，很可能会受到致命伤害。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 维克兹拥有远程技能，可以在承受扎伊拉的伤害时安全地进行骚扰，这使得扎伊拉很难命中她的攻击。\n- 维克兹的范围攻击在团队战斗中可以让扎伊拉在尝试输出时更容易受到伤害。\n- 扎伊拉的技能激活时间较慢，使得她很难击中高度机动的维克兹，这让维克兹能够轻松躲避她的攻击。\n- 维克兹的被动真实伤害使他能够对扎伊拉造成伤害，即使面对坦克或耐久的对手，这让他更容易减轻扎伊拉的伤害。\n- 扎伊拉的自我防御选项有限，如果她受到维克兹的攻击，她很可能会受到致命伤害。"
    },
    "loses": {
      "ゾーイ": "佐伊对维克兹有优势。\n\n原因如下：\n\n- 佐伊的输出伤害高，尤其是当她的技能连招命中时，她有很高的几率瞬间击杀维克兹。\n- 佐伊的技能射程较长，可以在避免维克兹技能的同时进行消耗，使她在对线时表现出色。\n- 维克兹的机动性低，当被接近时，他很难自我防御，这使得佐伊可以轻松用她的E技能控制住他。\n- 佐伊的技能是技能射击，但维克兹的控制技能有延迟激活，这让佐伊可以主动出击。\n- 佐伊可以轻松躲避维克兹的范围攻击，特别是在他施放大招时利用空档。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性高，更容易躲避维克兹的技能，减少骚扰。\n- 维克兹的机动性低，当被接近时很难自我防御，使艾瑞莉娅能够轻松接近并攻击。\n- 艾瑞莉娅的技能对爆发伤害有很强的抵抗力，使她能够在减轻维克兹伤害的同时进行反击。\n- 艾瑞莉娅可以通过使用技能来提高攻击速度，更容易造成持续伤害。\n- 维克兹的控制技能启动较慢，使艾瑞莉娅更容易通过闪现躲避。",
      "アニビア": "阿尼维亚占据优势。\n\n- 阿尼维亚拥有区域控制技能，使她更容易躲避维尔科兹的技能，擅长区域控制。这使得维尔科兹很难命中他的技能。\n- 阿尼维亚具有强大的清线能力，可以压制维尔科兹的推进。这使得她更容易获得对线控制。\n- 维尔科兹的机动性较低，容易受到阿尼维亚技能的影响，使她能够占据优势。\n- 阿尼维亚的复活被动使她在面对维尔科兹的爆发伤害时更具韧性。这增加了阿尼维亚在维尔科兹试图交战时生存的可能性。\n- 阿尼维亚的攻击范围较长，使她能够在受到维尔科兹伤害之前发起攻击，从而更容易进行骚扰。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹的机动性很高，容易躲避维克兹的技能。特别是使用他的E技能可以抵消维克兹的攻击。\n- 维克兹的机动性低，当被接近时很难自我防御，使他容易受到菲兹的爆发伤害。\n- 菲兹可以在躲避维克兹技能的同时接近并瞬间造成高伤害，使他在对线骚扰中非常强势。\n- 维克兹的控制技能启动较慢，使得在菲兹接近之前很难命中技能。\n- 六级后，菲兹有很强的能力用大招抓住维克兹，特别是当维克兹在施放大招时脆弱，菲兹可以轻松瞄准他。",
      "カタリナ": "卡特琳娜在对抗维克兹时具有优势。\n\n原因如下：\n\n- 卡特琳娜的机动性很高，更容易躲避维克兹的技能并靠近造成伤害。\n- 维克兹的机动性较低，当卡特琳娜接近时，他很难自我防御，容易受到她的攻击。\n- 卡特琳娜的技能冷却时间短，通过击杀敌人，她可以更频繁地使用技能，从而连续造成伤害。\n- 维克兹的控制技能施放速度慢，使卡特琳娜更容易把握攻击时机。\n- 卡特琳娜没有控制技能，因此如果她能躲避维克兹的技能，她可以继续造成伤害。",
      "ゼド": "劫占据了优势。\n\n原因如下：\n\n- 劫具有高爆发伤害，可以通过利用维克兹的低机动性轻松瞄准击杀。\n- 维克兹的控制技能启动缓慢，使得在劫接近之前很难命中技能，从而让劫能够安全攻击。\n- 劫的影子机动性使得躲避维克兹的技能变得更容易，并在全力交战中创造有利局面。\n- 维克兹擅长范围攻击，但劫可以对单个目标造成高伤害，使他在一对一的情况下占据上风。\n- 劫可以在前期积极发起交易，在维克兹升级之前创造有利局面。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 维克兹的机动性低，亚索容易拉近距离并发起攻击。\n- 维克兹的技能大多是技能射击，亚索可以用他的W技能阻挡，从而减少受到骚扰的可能性。\n- 亚索的技能没有消耗且冷却时间短，使他能够轻松地持续输出伤害。\n- 维克兹的终极技能在施法期间无法移动，使他在亚索接近时变得脆弱。\n- 亚索有一个被动技能可以增加他的暴击率，使他在装备合适后能够造成高额伤害。",
      "ヨネ": "永恩占据优势。\n\n- 永恩的机动性很高，容易躲避维克兹的技能并接近进行攻击。\n- 维克兹的机动性较低，在被接近时难以自我防御，使他容易受到永恩的攻击。\n- 永恩的技能冷却时间短，可以在维克兹释放范围攻击之前持续造成伤害。\n- 维克兹的技能需要施法时间，在施放大招时变得脆弱，给了永恩出击的机会。\n- 永恩的攻击可以结合物理和魔法伤害，更容易绕过维克兹的防御。",
      "マルザハール": "马尔扎哈在对抗维克兹时具有优势。\n\n原因如下：\n\n- 马尔扎哈具有高持续伤害输出能力，能够快速清理小兵波，赋予他强大的推线能力。\n- 维克兹的机动性较低，当被接近时很难自我防御，而马尔扎哈有一个法术护盾，可以部分抵消维克兹的攻击。\n- 马尔扎哈的沉默可以使维克兹的技能失效，这在团战中尤其具有影响力。\n- 马尔扎哈的攻击范围较短，但通过在受到维克兹伤害之前使用沉默，他可以更容易地阻止对手的攻击。\n- 维克兹的控制技能有延迟激活，使马尔扎哈能够通过先施放技能来获得优势。",
      "フェイ": "Faye在对抗Vel'Koz时具有优势。\n\n原因如下：\n\n- Faye拥有多样的技能组合，可以通过爆发伤害和控制技能来反制Vel'Koz，使她能够在避免他的远程技能的同时进行攻击。\n- Vel'Koz的机动性较低，当被接近时很难自我防御，这为Faye创造了有利的条件来施放技能。\n- Faye的范围伤害在团队战斗中尤其强大，可以有效反制Vel'Koz的范围攻击。\n- Faye有许多技能选择，可以利用她的局势判断来躲避Vel'Koz的技能，使她在战斗中更容易获得优势。\n- Vel'Koz的控制技能有延迟激活，给了Faye更多的机会来利用空档进行攻击。",
      "アカリ": "阿卡丽占据优势。\n\n原因如下：\n\n- 阿卡丽的机动性很高，更容易躲避维克兹的技能。特别是维克兹的技能需要时间来施放，这给了阿卡丽很多接近并攻击的机会。\n- 维克兹的机动性低，当阿卡丽接近时缺乏逃脱手段。阿卡丽的闪现跟进非常有效。\n- 阿卡丽可以使用烟雾弹变得隐身，从而抵消维克兹的技能，使骚扰和全力进攻变得更容易。\n- 阿卡丽的生命回复能力强，擅长维持线上的状态，使她在抵御维克兹的骚扰时更具韧性。\n- 维克兹的范围攻击很强，但阿卡丽可以利用隐身来躲避这些攻击，从而减少受到伤害的可能性。",
      "メル": "Mer处于优势。\n\n原因如下：\n\n- Mer拥有远程技能和反弹Vel'Koz技能的能力，使她能够将Vel'Koz的攻击反击回去。\n- Vel'Koz的机动性较低，接近时变得脆弱，而Mer在早期游戏中擅长骚扰，并能在保持距离的同时进行攻击。\n- Mer的被动技能使她能够在敌人生命值低于某个阈值时确保击杀，这使得在Vel'Koz血量低时更容易锁定他。\n- Mer拥有丰富的范围攻击，使她在团队战斗中具有影响力，并能够反制Vel'Koz的范围攻击。\n- Vel'Koz的控制技能有延迟激活，这给了Mer在这个窗口期攻击的机会。",
      "ラックス": "拉克斯占据优势。\n\n- 拉克斯拥有远程技能，可以在维尔科兹的攻击范围之外进行骚扰。这使得维尔科兹在对线时容易受到压力。\n- 维尔科兹的机动性较低，如果被拉克斯的束缚效果击中，就容易被抓住，增加了承受爆发伤害的风险。\n- 拉克斯的技能不会被小兵阻挡，因此即使维尔科兹试图利用小兵保持距离，她仍然可以继续骚扰。\n- 维尔科兹的控制技能启动较慢，使得躲避拉克斯的技能变得困难，从而让拉克斯能够占据优势。\n- 拉克斯的技能提供视野，使得追踪维尔科兹的移动变得更容易，并能够主动出击。"
    }
  },
  "ビクター": {
    "name": "ビクター",
    "beats": {
      "ヴェックス": "Vex处于劣势。\n\n- Viktor拥有远程技能，使他能够在Vex接近之前轻松骚扰她。\n- Viktor的持续控制能力给Vex在对线时施加压力。\n- Vex没有逃生技能，容易受到Viktor技能的伤害。\n- Viktor的技能施法时间较慢，但Vex很难利用这个窗口，增加了她受到Viktor攻击伤害的风险。\n- 当Viktor发育起来时，他的爆发伤害很高，Vex常常难以应对。",
      "メル": "梅尔处于劣势。\n\n- 维克托拥有远程技能，并且在早期游戏中擅长骚扰，使他能够在躲避梅尔攻击的同时造成伤害。\n- 由于维克托的持续伤害和高AP比率，一旦他领先，就能对梅尔造成强大的爆发伤害。\n- 梅尔缺乏主动控制技能，使得躲避维克托的技能变得困难，尤其是当维克托增强他的技能时，更难应对他。\n- 尽管维克托的技能释放较慢，但他可以在梅尔攻击之前主动出击，限制梅尔的交战时机。\n- 梅尔对治疗效果较弱，反制维克托的持续伤害手段有限。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 维克托拥有远程技能，使他能够在丽桑卓接近之前轻松骚扰她。\n- 由于丽桑卓的射程较短，她很难躲避维克托的技能，常常在交战中处于劣势。\n- 维克托可以造成持续伤害，使他在丽桑卓接近之前积累伤害。\n- 丽桑卓无法在不靠近的情况下造成伤害，这使她面临被维克托技能击中的高风险。\n- 维克托的技能施放速度并不慢，因此他通常能够躲避丽桑卓的控制技能。",
      "マルザハール": "马尔扎哈在对抗维克托时处于劣势。\n\n- 维克托拥有远程技能，使他更容易在马尔扎哈的攻击范围之外骚扰他。\n- 维克托技能的持续控制限制了马尔扎哈的推线能力，使维克托更容易获得对线控制权。\n- 马尔扎哈在前期非常脆弱，难以承受维克托的高爆发伤害。\n- 尽管维克托的技能施法时间较慢，但马尔扎哈的沉默并不能完全抵消维克托的能力，使维克托能够继续使用技能。\n- 马尔扎哈的机动性较低，难以躲避维克托的技能，如果被抓住，很可能会受到致命伤害。",
      "アニー": "安妮处于劣势。\n\n- 维克托拥有远程技能，使他在安妮接近之前就能轻松骚扰她。\n- 安妮的技能范围较短，使她容易受到维克托的攻击，导致她在对线时承受很大压力。\n- 维克托擅长持续输出，增加了他在安妮进行爆发之前积累伤害的可能性。\n- 安妮需要管理她的叠加层，没有叠加层她无法触发控制技能，增加了受到维克托伤害的风险。\n- 维克托擅长区域控制，使安妮难以接近，这使得她在对线时的站位更加困难。",
      "アジール": "Azir处于劣势。\n\n- Viktor拥有远程技能，擅长持续骚扰，使得Azir很难保持距离。\n- Azir的基础伤害低，依赖技能连招，难以反制Viktor的持续伤害。\n- Viktor的技能施法时间较长，但在此期间Azir容易受到攻击，尤其是在前期，这可能导致不利局面。\n- Azir有一个闪现技能，但往往无法有效逃脱Viktor的控制和骚扰。\n- Viktor的技能在增强后变得更强，因此Azir在提升之前被压制的可能性很高。",
      "フィズ": "菲兹在对抗维克托时处于劣势。\n\n原因如下：\n\n- 维克托拥有远程技能，可以轻松在菲兹接近之前对其进行骚扰。\n- 菲兹在前期非常脆弱，通常无法承受维克托的持续伤害。\n- 维克托的技能施法时间较慢，但菲兹机动性很高，一旦接近就能造成爆发伤害，这让人觉得菲兹占据优势；然而，如果被维克托的技能击中，他很可能会受到重大伤害。\n- 维克托可以增强他的技能以造成高额爆发伤害，随着等级的提升，他的耐久性超过菲兹。\n- 菲兹容易受到控制技能的影响，如果被维克托的技能抓住，他很可能会受到致命伤害。\n- 维克托在团战中很强，如果菲兹单独冲入，更容易成为目标。",
      "タリヤ": "塔莉雅处于劣势。\n\n- 维克托拥有远程技能，可以轻松单方面骚扰塔莉雅。\n- 塔莉雅的逃生选项有限，难以应对维克托的持续伤害。\n- 尽管维克托的技能施法时间较慢，但塔莉雅的技能也相对较慢，难以躲避维克托的攻击。\n- 维克托可以通过增强技能造成高爆发伤害，使他在塔莉雅发育之前更容易创造有利局面。\n- 塔莉雅的控制技能很难阻止维克托的技能，增加了持续承受维克托伤害的风险。",
      "カタリナ": "卡特琳娜在对抗维克托时处于劣势。\n\n原因如下：\n\n- 维克托拥有远程技能，能够轻松在卡特琳娜接近之前骚扰她。\n- 维克托的持续控制能力可以轻易限制卡特琳娜的移动。\n- 卡特琳娜的攻击范围较短，难以躲避维克托的技能，这导致她受到伤害。\n- 维克托可以通过增强技能造成高额爆发伤害，因此卡特琳娜接近时有很高的被迅速击杀的风险。\n- 卡特琳娜缺乏控制技能，使她在被维克托的技能击中后难以反击。"
    },
    "loses": {
      "カサディン": "卡萨丁在对抗维克托时具有优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，更容易躲避维克托的技能。特别是，由于维克托的技能施放较慢，卡萨丁有很多机会接近并攻击。\n- 维克托缺乏闪现或瞬时控制技能，因此在卡萨丁接近时他的逃生手段有限。\n- 卡萨丁的被动技能可以减少魔法伤害，使他对维克托技能的伤害更不敏感。\n- 在中后期，卡萨丁具有持续输出能力，可以对维克托进行积极的打击。特别是，他可以在维克托变强之前创造有利局面。\n- 虽然维克托的射程较长，但卡萨丁在近战中输出高，即使在受到维克托骚扰时也能进行反击。",
      "ゼラス": "扎伊拉在对抗维克托时具有优势。\n\n原因如下：\n\n- 扎伊拉的技能范围非常长，使她能够单方面骚扰维克托，同时避免他的攻击，从而更容易保持对线的优势。\n- 维克托的技能施放较慢，尤其是在前期，他的输出伤害较低，使他很难对扎伊拉的远程攻击进行反击。\n- 扎伊拉的范围伤害在团战中非常有效，使她能够在维克托施放技能之前造成伤害。\n- 扎伊拉的被动技能提供法力回复，使她在对线时更容易管理法力，从而能够持续进行骚扰。\n- 维克托的机动性较低，避免扎伊拉攻击的手段有限，使他处于非常大的压力之下。",
      "アクシャン": "阿克尚在对抗维克托时具有优势。\n\n原因如下：\n\n- 阿克尚在前期交易中非常强势，而维克托的技能启动较慢，阿克尚可以先造成伤害。\n- 维克托的机动性较低，使得阿克尚更容易利用他的高机动性进行伏击和追击。\n- 阿克尚的被动技能提供的额外伤害和护盾在承受维克托的攻击时对他有利。\n- 维克托缺乏闪现或瞬时控制技能，使得阿克尚可以轻松接近并造成伤害。\n- 阿克尚可以躲避维克托的技能，使得继续骚扰变得更容易。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽机动性高，可以轻松躲避维克托的技能。特别是，维克托的技能施法时间较长，给了阿卡丽很多接近并攻击的机会。\n- 维克托缺乏位移技能和瞬时控制能力，因此当阿卡丽靠近时，他的逃生手段有限。阿卡丽可以迅速拉近距离并造成高爆发伤害。\n- 通过使用阿卡丽的烟雾弹，她可以遮挡维克托的视线，让她在避免攻击的同时造成伤害。这使得维克托很难命中他的技能。\n- 阿卡丽有强大的生命值回复能力，并且在对线中表现出色，使她更容易承受维克托的骚扰。\n- 维克托在前期的输出较低，随着阿卡丽的升级，她可以创造有利的局面。阿卡丽可以在前期主动发起进攻。",
      "オリアナ": "奥莉安娜在对抗维克托时具有优势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，可以在广泛的区域内造成伤害，同时避免维克托的持续技能，使她在对线时擅长骚扰。\n- 维克托的技能施放速度较慢，尤其是在前期，他的输出伤害较低，难以躲避奥莉安娜的技能。\n- 奥莉安娜的技能冷却时间短，可以持续骚扰并对维克托施加持续压力。\n- 奥莉安娜的大招具有范围控制效果，使她在团战中影响力很大，这使得维克托在这种情况下难以灵活应对。\n- 维克托的机动性较低，躲避奥莉安娜技能的手段有限，使得奥莉安娜能够占据优势。",
      "キヤナ": "Qiyana在对抗Viktor时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Viktor的技能。这使她能够避免Viktor的骚扰并保持线上优势。\n- Viktor的技能施放速度较慢，使Qiyana更容易把握时机进行接近和攻击。由于Qiyana可以瞬间拉近距离，她可以在躲避Viktor攻击的同时造成伤害。\n- Qiyana拥有强力的控制技能，可以抓住Viktor。这使得Viktor更容易受到Qiyana的攻击。\n- Viktor的机动性较低，当Qiyana接近攻击时，他的逃生手段有限，使Qiyana能够占据优势。\n- Qiyana可以利用元素根据情况调整战术，有效地躲避Viktor的技能，同时造成伤害。",
      "ヨネ": "Yone在对抗Viktor时具有优势。\n\n原因如下：\n\n- Yone的机动性很高，使得他更容易躲避Viktor的攻击，因为Viktor技能的施法时间较长。\n- Yone不消耗法力，并且技能冷却时间短，使他能够在持续攻击的同时对Viktor施加压力。\n- Viktor缺乏瞬移或即时控制技能，这使得他很难应对Yone的追击和逃脱能力。\n- Yone的技能可以轻易打断Viktor的机动性，特别是在Viktor使用技能后抓住机会。\n- Yone的攻击风格以暴击为主，使他能够快速减少Viktor的生命值。",
      "ゾーイ": "佐伊在对抗维克托时具有优势。\n\n原因如下：\n\n- 佐伊的输出伤害高，尤其是当她的技能连招命中时，她可以瞬间消灭维克托。\n- 佐伊的技能范围很长，使她能够在避免维克托技能的同时进行骚扰。\n- 维克托缺乏位移技能或瞬时控制技能，因此如果佐伊使用她的E技能使他失去行动能力，他就很难反击。\n- 维克托的技能施放速度慢，特别是在前期，他的输出伤害低，这使得佐伊更容易获得优势。\n- 佐伊可以对维克托的持续技能造成瞬间伤害，使她更容易突破维克托的控制区域。",
      "ツイステッド・フェイト": "扭曲命运对维克托有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕技能，可以在维克托施放技能之前使其失效。\n- 维克托的技能施放较慢，早期输出低，使他难以承受扭曲命运的骚扰。\n- 扭曲命运的推线能力强，可以轻松给维克托施加压力。\n- 扭曲命运的传送技能使他能够在设置埋伏或追击时躲避维克托的攻击。\n- 维克托的机动性低，使他容易受到扭曲命运的游走和埋伏。"
    }
  },
  "フィズ": {
    "name": "フィズ",
    "beats": {
      "メル": "梅尔处于劣势。\n\n- 菲兹的爆发伤害很高，梅尔在使用技能后很有可能会被瞬间击杀。\n- 菲兹的E技能使他获得无敌状态，能够躲避梅尔的技能并抵消梅尔的攻击。\n- 菲兹机动性极强，即使梅尔试图保持距离，他也能轻松拉近距离。\n- 梅尔缺乏主动控制技能，因此他阻止菲兹攻击的手段有限。\n- 菲兹在对线时擅长骚扰，而梅尔对早期骚扰很脆弱，这使得梅尔在对抗菲兹时很可能处于劣势。",
      "ヨネ": "Yone处于劣势。\n\n- Fizz拥有高爆发伤害和瞬间消灭Yone的能力，使Yone容易受到Fizz的攻击。\n- Fizz的E技能带来的无敌效果非常有效地躲避Yone的技能，常常使Yone的攻击无效。\n- Yone对装备依赖性很高，在没有完全装备时容易受到Fizz的攻击。\n- Fizz的高机动性制造了Yone难以逃脱的局面，使他容易被追击。\n- Yone的许多技能涉及移动，使他在Fizz的控制技能面前非常脆弱，尤其是Fizz的终极技能击飞效果非常致命。",
      "シンドラ": "辛德拉在对抗菲兹时处于劣势。\n\n- 菲兹具有高爆发伤害，能够迅速接近并消灭辛德拉。\n- 菲兹的E技能赋予他无敌效果，非常有效地躲避辛德拉的技能，尤其是抵消她的控制技能。\n- 辛德拉需要时间来准备她的技能，因此当菲兹接近时，她往往反应较慢。\n- 辛德拉唯一的自我防御手段是她的E技能，但该技能冷却时间较长，使她非常容易受到菲兹的攻击。\n- 菲兹具有高机动性，可以在躲避辛德拉技能的同时进行攻击，这使他成为辛德拉非常棘手的对手。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 菲兹的机动性很高，容易躲避扎伊拉的技能，这使得扎伊拉很难命中攻击。\n- 由于菲兹的爆发伤害，扎伊拉面临被瞬间击杀的高风险，尤其是在他靠近时。\n- 扎伊拉的自我防御选项有限，对菲兹的伏击非常脆弱。\n- 当菲兹使用他的无敌技能时，扎伊拉的攻击会被无效化，她失去了反击的机会。\n- 扎伊拉的法力消耗很高，在持久战中，她很容易耗尽法力，使持续骚扰变得困难。",
      "フェイ": "Faye在对抗Fizz时处于劣势。\n\n- Fizz的机动性很高，可以迅速拉近距离进行攻击，容易躲避Faye的技能。\n- Fizz的爆发伤害非常高，而Faye的耐久性较低，存在被瞬间击杀的风险。\n- 当Fizz使用他的无敌技能时，Faye的攻击会被无效化，增加被反击的可能性。\n- Fizz可以轻松利用他的E技能进行潜行或游走，而Faye的逃生手段有限，使她容易受到压力。\n- Fizz拥有针对性的控制技能，并且能够很好地躲避Faye的技能，这使得Faye很难命中她的攻击。",
      "マルザハール": "马尔扎哈在对阵菲兹时处于劣势。\n\n原因如下：\n\n- 菲兹的机动性很高，容易躲避马尔扎哈的技能，并在避免攻击的同时接近他。\n- 菲兹的无敌技能可以抵消马尔扎哈的沉默和控制效果，使马尔扎哈难以发挥优势。\n- 菲兹的爆发伤害很高，能够在马尔扎哈发育之前获得早期击杀。\n- 马尔扎哈的机动性低，缺乏逃脱菲兹埋伏的手段，如果被抓住容易受到致命伤害。\n- 菲兹在对线时擅长骚扰，可以利用马尔扎哈的前期弱点。",
      "ベイガー": "维迦在对抗菲兹时处于劣势。\n\n- 菲兹拥有高爆发伤害，可以迅速击杀维迦，尤其是在靠近时。\n- 菲兹可以使用他的E技能变得无敌，更容易躲避维迦的技能，特别是避免眩晕。\n- 菲兹机动性很高，可以轻松接近并攻击维迦，而维迦在对线时的骚扰和逃生选项有限。\n- 维迦早期技能施放较慢，使他特别容易受到像菲兹这样的刺客的攻击，并且在对线时容易受到压力。\n- 菲兹擅长塔下击杀，这使得维迦在塔下安全补刀变得困难。",
      "カタリナ": "卡特琳娜在对阵菲兹时处于劣势。\n\n- 菲兹的爆发伤害很高，如果卡特琳娜在使用技能后被反制，她很可能会瞬间被击杀。\n- 菲兹的E技能赋予他无敌状态，使他能够躲避卡特琳娜的技能，并抵消她的攻击。\n- 菲兹的机动性很强，这使得卡特琳娜在使用技能后很难逃脱，容易被追击。\n- 菲兹的大招有击飞效果，这限制了卡特琳娜使用技能的时机，使她在团战中的移动更加困难。\n- 卡特琳娜缺乏控制技能，使她在面对菲兹的攻击时非常脆弱，尤其是在菲兹主动进攻时。",
      "ゾーイ": "佐伊处于劣势。\n\n- 菲兹拥有高爆发伤害，可以瞬间消灭佐伊，使她对他非常脆弱。\n- 菲兹的E技能赋予他无敌状态，使他能够躲避佐伊的技能并抵消她的攻击。\n- 由于佐伊的技能是非穿透射击，如果菲兹利用他的机动性来躲避这些技能，她就很难造成伤害。\n- 菲兹在对线时擅长骚扰，而佐伊的基础耐久低，使她在早期游戏中容易受到压力。\n- 菲兹的终极技能捕捉对手限制了佐伊的逃跑选项，当她错过技能时，尤其会造成致命的局面。",
      "キヤナ": "Qiyana在对抗Fizz时处于劣势。\n\n- Fizz的爆发伤害很高，使得Qiyana在使用技能后很难进行反击。\n- Fizz的E技能赋予他无敌效果，非常有效地躲避Qiyana的技能，并可以抵消她的攻击。\n- Fizz的机动性很高，使他能够在Qiyana接近之前逃脱，或者反而对她进行伏击。\n- Fizz的终极技能有击飞效果，可以限制Qiyana的移动，阻止她自由行动。\n- Qiyana依赖她的终极技能，这使她在Fizz的高爆发伤害面前变得脆弱，尤其是在她的技能冷却时间内，因为她的输出会减少。",
      "アーリ": "阿狸处于劣势。\n\n- 菲兹的爆发伤害很高，可以迅速削减阿狸的生命值，使她在对线时受到骚扰。\n- 菲兹的E技能赋予他无敌效果，非常有效地躲避阿狸的技能，常常使她的攻击无效。\n- 菲兹机动性很强，能够在阿狸施放技能之前拉近距离或逃跑，使她很难击中他。\n- 阿狸的爆发伤害较低，面对像菲兹这样的刺客时，她常常在未能造成任何伤害之前就被击倒。\n- 菲兹的大招对阿狸有很强的控制效果，如果被抓住，她很快就会陷入非常不利的局面。",
      "エコー": "艾克在对阵菲兹时处于劣势。\n\n原因如下：\n\n- 菲兹的爆发伤害很高，可以迅速击杀艾克，忽视他的护盾和治疗。\n- 菲兹的E技能赋予他无敌状态，这在躲避艾克的控制技能和无效化他的攻击时非常有效。\n- 菲兹的机动性很高，容易接近艾克并躲避他的攻击，使艾克很难命中。\n- 艾克有许多需要移动的技能，这使得反制菲兹的高机动性变得困难。\n- 菲兹在前期（直到3级）较弱，但艾克的基础伤害也相对较低，随着菲兹变得更强，艾克的劣势会增加。",
      "アニー": "安妮处于劣势。\n\n- 菲兹的爆发伤害很高，使安妮在使用技能后很难反击。\n- 如果菲兹利用他的E技能变得无敌，安妮的控制技能可以被躲避。\n- 安妮的攻击范围较短，而菲兹的机动性使他容易接近并攻击她。\n- 菲兹可以在躲避安妮技能的同时进行攻击，这使得安妮很难管理她的叠加效果。\n- 菲兹的终极技能具有很高的抓捕潜力，而安妮的逃生手段有限，使她容易受到伏击。"
    },
    "loses": {
      "ガリオ": "加里奥对菲兹有优势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，可以减轻菲兹的爆发伤害，使他更容易在菲兹的攻击中生存。\n- 菲兹对控制技能很脆弱，但加里奥有多种强力控制技能，可以限制菲兹的移动。\n- 加里奥的技能造成范围伤害，使菲兹难以接近，因为当菲兹靠近时，加里奥可以同时对多个目标造成伤害。\n- 加里奥可以迅速使用大招加入团战，即使菲兹被孤立，他也能更容易地支持队友。\n- 菲兹在前期较弱，容易在对线中受到骚扰，而加里奥在对线中耐久性高，可以轻松吸收菲兹的攻击。",
      "ライズ": "瑞兹对菲兹有优势。\n\n原因如下：\n\n- 瑞兹的输出很高，可以轻松通过技能组合削减菲兹的生命值。\n- 菲兹在前期较弱，如果被瑞兹的技能骚扰，他在对线时很难获得补刀。\n- 瑞兹的控制技能可以限制菲兹的机动性，并抵消他E技能的无敌效果。\n- 瑞兹依赖法力值发育，一旦他拥有合适的装备，也能在对抗菲兹时具备耐久性。\n- 菲兹对控制技能非常脆弱，这使得瑞兹可以轻松用技能组合抓住他。",
      "ダイアナ": "黛安娜在对抗菲兹时具有优势。\n\n原因如下：\n\n- 黛安娜有一个可以减轻菲兹爆发伤害的护盾，使她更容易在他的攻击中生存。\n- 黛安娜的跳跃技能使她能够轻松躲避菲兹的E技能，使她能够在菲兹处于无敌状态时发起攻击。\n- 菲兹在前期较弱，而黛安娜可以从一开始就进行激进的玩法，使她更容易建立对线优势。\n- 黛安娜的终极技能具有拉扯效果，限制了菲兹的逃跑选项，使他更容易被抓住。\n- 菲兹对控制技能非常脆弱，而黛安娜的控制技能限制了菲兹的机动性，使他更难进行攻击。",
      "サイラス": "Sylas在对抗Fizz时具有优势。\n\n原因如下：\n\n- Sylas可以偷取Fizz的E技能，使他能够利用Fizz的无敌状态，同时避免Fizz的攻击并有效反击。\n- Sylas的所有技能都能造成伤害，尤其是在他发育良好的情况下，他的爆发伤害可以迅速削减Fizz的生命值。\n- Fizz在前期较弱，Sylas可以利用Fizz的弱点，更容易获得对线优势。\n- Sylas拥有多次闪现，使他更容易躲避Fizz的攻击，并增加抓住Fizz的机会。\n- Fizz容易受到控制技能的影响，但Sylas可以通过偷取具有此类技能的英雄的技能来获得对Fizz的优势。",
      "リサンドラ": "丽桑卓对菲兹有优势。\n\n原因如下：\n\n- 丽桑卓拥有强大的控制技能，可以限制菲兹的机动性。通过使用定点眩晕和无敌技能，她可以抵消菲兹的爆发伤害。\n- 菲兹在前期较弱，难以承受丽桑卓的骚扰。由于丽桑卓可以远程攻击，菲兹在补刀时感到困难。\n- 丽桑卓的技能造成高额的爆发伤害，使她在与菲兹的近战交锋中占据优势。\n- 菲兹的E技能提供的无敌效果不足以躲避丽桑卓的控制技能，使他面临被她技能伤害的高风险。\n- 丽桑卓擅长游走和开团，使她在菲兹试图游走到其他路时更容易创造有利局面。",
      "カサディン": "卡萨丁在对阵菲兹时具有优势。\n\n原因如下：\n\n- 卡萨丁的被动技能可以减少魔法伤害，使他对菲兹的AP爆发伤害有很强的抵抗力。\n- 菲兹的E技能提供的无敌效果可以躲避卡萨丁的技能，但卡萨丁可以使用他的终极技能来躲避菲兹的攻击，这使得菲兹很难命中。\n- 卡萨丁在中后期有强大的持续伤害，尽管菲兹在前期很强，但随着等级的提升，卡萨丁逐渐占据优势。\n- 菲兹的护甲较低，容易受到卡萨丁的持续伤害，使得菲兹很难面对卡萨丁。\n- 卡萨丁对菲兹的控制技能也有抵抗力，造成菲兹很难抓住他的情况。",
      "ビクター": "维克托对菲兹有优势。\n\n- 维克托拥有远程技能，使他在菲兹接近之前更容易骚扰他。\n- 菲兹在前期较弱，容易受到维克托技能的伤害。\n- 维克托的技能持续时间长，即使菲兹使用E技能变得无敌，也很难躲避。\n- 菲兹有许多与移动相关的技能，而维克托的技能施法时间较长，这使得菲兹很难找到机会进行交战。\n- 维克托可以通过适当的位置来最小化菲兹的高爆发伤害。",
      "ブラッドミア": "血沼对菲兹有优势。\n\n原因如下：\n\n- 血沼的W技能具有无敌效果，可以轻松抵消菲兹的爆发伤害。\n- 菲兹在前期较弱，容易在对线中受到骚扰，而血沼则具有很强的续航能力，可以在恢复生命值的同时维持对线，轻松应对菲兹的攻击。\n- 血沼可以通过使用技能来反制菲兹的高机动性，在菲兹试图接近时给他反击和造成伤害的机会。\n- 菲兹对控制技能非常脆弱，但血沼缺乏控制技能，使得菲兹难以充分利用他的技能。\n- 血沼升级迅速，容易从装备中获益，使他能够对菲兹造成持续伤害。",
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽机动性高，可以轻松躲避菲兹的技能。特别是，她可以通过烟雾弹避免菲兹的爆发伤害。\n- 菲兹在前期较弱，而阿卡丽的线控能力强，使她更容易掌控局面。\n- 阿卡丽的攻击可以利用菲兹的低护甲，特别是通过利用她的被动技能造成高额伤害。\n- 菲兹的E技能带来的无敌效果并不能完全避免阿卡丽的攻击，使她能够持续对他造成伤害。\n- 阿卡丽可以通过利用菲兹技能的冷却时间主动发起攻击。",
      "アジール": "Azir对Fizz有优势。\n\n原因如下：\n\n- Azir的射程很长，可以在不让Fizz靠近的情况下骚扰他。特别是在前期，Fizz很难接近，这给了Azir在对线上的优势。\n- Fizz有很多与移动相关的技能，而Azir的终极技能具有击退效果，可以限制Fizz的进攻和逃跑选项。\n- Azir的持续伤害能力很强，即使Fizz成功靠近，也很可能被Azir的攻击反制。\n- Fizz的基础护甲较低，使他容易受到Azir攻击的伤害。特别是在前期，Fizz很脆弱，因此Azir的攻击效果显著。\n- 通过利用技能组合，Azir可以在Fizz释放爆发伤害之前造成伤害，有效地中和Fizz的优势。",
      "ツイステッド・フェイト": "扭曲命运对菲兹有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕技能，可以中和菲兹的高机动性。即使菲兹使用他的E技能，眩晕也会限制他的行动。\n- 菲兹在前期较弱，而扭曲命运的高推线能力使得菲兹在对线时很难获得补刀。这导致菲兹在等级和装备进展上落后。\n- 扭曲命运有一个远程传送技能，即使菲兹试图进行游走，他也能安全逃脱。此外，他可以利用传送影响其他线路。\n- 菲兹对控制技能非常脆弱，容易被扭曲命运的眩晕和减速技能抓住。这限制了菲兹的埋伏潜力。\n- 扭曲命运有一个被动技能，可以让他快速提升装备，使他比菲兹更快获得强力装备。这在与菲兹的对线中创造了有利局面。",
      "タリヤ": "塔莉雅对菲兹有优势。\n\n原因如下：\n\n- 塔莉雅的射程很长，使她在菲兹靠近之前更容易骚扰他。\n- 塔莉雅可以用她的控制技能抵消菲兹E技能的无敌效果，使得更容易防止菲兹的埋伏。\n- 塔莉雅的范围伤害可以抵消菲兹的高爆发伤害，即使在菲兹发起攻击时也能进行反击。\n- 菲兹在前期较弱，因此塔莉雅的推线能力可以建立早期优势。\n- 通过使用塔莉雅的终极技能，她可以封锁菲兹的逃跑路线，使得更容易抓住他。"
    }
  },
  "オーロラ": {
    "name": "オーロラ",
    "beats": {
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 奥罗拉的机动性很高，容易躲避拉克斯的技能，使她很难命中攻击。\n- 利用奥罗拉的闪现和加速，她可以在躲避拉克斯技能的同时接近并瞬间造成爆发伤害。\n- 拉克斯在被接近时非常脆弱，难以应对奥罗拉的高爆发伤害。\n- 奥罗拉可以使用带有减速效果的技能来限制拉克斯的移动并发起攻击。\n- 拉克斯的技能是技能射击，而奥罗拉的机动性使得命中这些技能变得困难。",
      "ガリオ": "加里奥处于劣势。\n\n- 奥罗拉机动性高，可以轻松通过闪现躲避加里奥的攻击。\n- 奥罗拉的爆发伤害超过加里奥的耐久，使得被瞬间击杀的风险很高。\n- 加里奥的控制技能主要在近战中有效，但奥罗拉可以在保持距离的同时进行攻击，更容易避开加里奥的控制技能。\n- 奥罗拉的技能冷却时间短，通过参与击杀变得更能使用技能，使她能够对加里奥施加持续压力。\n- 加里奥对物理伤害脆弱，而奥罗拉的攻击造成魔法伤害，因此加里奥的抗性效果较差。",
      "アニー": "安妮处于劣势。\n\n- 安妮的攻击范围较短，容易受到高机动性并能使用闪现的奥罗拉的攻击。\n- 奥罗拉是一个爆发法师，可以躲避安妮的控制技能，这使得安妮的控制效果很可能被抵消。\n- 奥罗拉的范围攻击可以在安妮接近之前造成伤害，增加了她在释放爆发技能之前被削弱的风险。\n- 安妮需要管理叠加层数，这使得她很难应对奥罗拉的伏击和逃生能力。\n- 奥罗拉的爆发伤害很高，因此安妮在发起攻击之前被瞬间击杀的可能性很大。",
      "マルザハール": "马尔扎哈处于劣势。\n\n- 奥罗拉机动性高，可以轻松利用闪现躲避马尔扎哈的攻击。\n- 奥罗拉的爆发伤害可能会穿透马尔扎哈的法术护盾，使她能够瞬间造成伤害。\n- 马尔扎哈的攻击范围较短，使他难以对抗奥罗拉的远程攻击。\n- 奥罗拉只有减速作为控制技能，使她能够避免马尔扎哈的沉默。\n- 奥罗拉通过参与击杀可以减少技能冷却时间，使她能够持续输出伤害。",
      "イレリア": "艾瑞莉娅处于劣势。\n\n- 奥罗拉的机动性很高，可以轻松通过闪烁躲避艾瑞莉娅的攻击。\n- 奥罗拉的爆发伤害可以超过艾瑞莉娅技能的持续伤害，使她面临被瞬间击杀的高风险。\n- 艾瑞莉娅容易受到控制，奥罗拉的减速技能可以限制她的移动。\n- 奥罗拉拥有远程攻击能力，可以在艾瑞莉娅接近之前造成伤害。\n- 艾瑞莉娅的技能冷却时间较长，使她在受到奥罗拉伤害后难以反击。",
      "ブラッドミア": "血沼处于劣势。\n\n原因如下：\n\n- 极光具有高机动性，可以在躲避血沼攻击的同时造成伤害，这使得血沼很难命中。\n- 极光的爆发伤害很高，尤其在前期表现强势，这使得血沼面临被早早击杀的风险。\n- 血沼在前期技能冷却时间长且伤害低，难以对抗极光。\n- 极光的技能包括范围攻击，这意味着如果血沼靠得太近，很可能会受到大量伤害。\n- 极光可以持续攻击血沼，而血沼的控制能力较弱，这使得抵消血沼的续航能力变得更容易。",
      "ゼラス": "泽拉斯处于劣势。\n\n- 奥罗拉的机动性很高，使得泽拉斯在接近时很难命中技能。\n- 通过利用奥罗拉的闪现和加速，她可以躲避泽拉斯的技能释放，并轻松设置埋伏。\n- 泽拉斯的自我防御选项有限，容易受到奥罗拉攻击的快速伤害。\n- 奥罗拉的技能造成高爆发伤害，使她能够迅速减少泽拉斯的生命值，造成强大的线路压力。\n- 泽拉斯的法力消耗很高，使他在与奥罗拉的战斗中容易耗尽法力，导致持续作战困难。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Aurora的机动性很高，可以轻松通过闪现躲避Sylas的攻击。\n- Aurora的爆发伤害可以迅速消耗Sylas的生命值，这在Sylas前期伤害较低时尤其困难。\n- Sylas的远程攻击选项有限，使得他很难与Aurora的远程进行交战。\n- Aurora的技能只有缓慢的控制效果，这使得Sylas更容易接近，但她的机动性使得Sylas很难命中她的攻击。\n- Sylas很快就会耗尽法力，这使得他难以承受Aurora的持续攻击。"
    },
    "loses": {
      "ベイガー": "维迦在对抗奥罗拉时具有优势。\n\n原因：\n- 维迦拥有控制效果，可以限制奥罗拉的高机动性，使她更难接近。\n- 奥罗拉只有减速作为控制技能，使她容易受到维迦的控制，导致她在交战时风险较大。\n- 维迦的法术强度成长高，通过命中技能可以提高他的输出，使他能够对奥罗拉造成持续伤害。\n- 奥罗拉的技能冷却时间较长，因此维迦可以通过先手技能创造有利局面。\n- 维迦可以在对线时发育变强，使他在奥罗拉尝试交战之前收集到强力装备。",
      "タロン": "塔隆对奥罗拉有优势。\n\n原因如下：\n\n- 塔隆具有高爆发伤害，可以迅速减少奥罗拉的生命值，使他在奥罗拉反击之前更容易获得击杀，尤其是在前期。\n- 奥罗拉只有减速作为控制技能，这限制了她反制塔隆高机动性的能力，使塔隆可以自由移动。\n- 塔隆擅长利用隐身技能伏击奥罗拉，使他能够在奥罗拉反应之前发起攻击。\n- 奥罗拉在持续输出方面表现不佳，难以反制塔隆的爆发伤害。\n- 塔隆可以利用地形逃跑，即使奥罗拉试图接近，他也更容易逃脱。",
      "タリヤ": "塔莉雅在对抗奥罗拉时具有优势。\n\n原因如下：\n\n- 塔莉雅拥有丰富的范围伤害技能，可以在广泛的区域内造成伤害，同时利用奥罗拉的高机动性，更容易切断她的逃跑路线。\n- 奥罗拉只有减速技能用于控制，使她容易受到塔莉雅的击退和眩晕，从而让塔莉雅更容易命中她的技能。\n- 塔莉雅的E技能可以限制奥罗拉的闪现和移动，为塔莉雅在奥罗拉试图接近时创造机会造成大量伤害。\n- 塔莉雅可以快速推线，使奥罗拉难以获得早期优势，并让塔莉雅更快升级和获取装备。\n- 奥罗拉在持续输出方面表现不佳，使她很难反制塔莉雅的高爆发伤害。",
      "キヤナ": "基安娜在与奥罗拉的对抗中占据优势。\n\n原因如下：\n\n- 基安娜的机动性很高，可以轻松躲避奥罗拉的攻击，而奥罗拉的控制技能只有缓慢的效果。\n- 奥罗拉是一名爆发型法师，擅长瞬间造成伤害，但基安娜可以利用元素迅速拉近距离，对奥罗拉造成高爆发伤害。\n- 奥罗拉的技能冷却时间较长，因此一旦基安娜发起攻击，奥罗拉的反击手段有限。\n- 基安娜可以操控地形来改变技能的效果，使她能够在避免奥罗拉攻击的同时占据有利位置。\n- 尽管奥罗拉的机动性很高，但基安娜也具备强大的游走能力，使她能够对其他线路产生影响，从而更容易在比赛中获得整体优势。",
      "ゼド": "扎德对奥罗拉有优势。\n\n原因如下：\n\n- 扎德的爆发伤害很高，如果奥罗拉的生命值低，很容易迅速击杀她。\n- 奥罗拉只有减速作为控制技能，这限制了她反制扎德机动性的手段，使她难以逃脱。\n- 扎德的影子攻击对奥罗拉的闪现效果显著，提供了很高的追击潜力。\n- 奥罗拉在持续输出方面表现不佳，难以对扎德的全力进攻进行反击。\n- 扎德在对抗早期游戏弱势的法师时更具优势，而奥罗拉在早期游戏也有强大的爆发，因此扎德可以通过主动出击获得优势。",
      "ゾーイ": "佐伊在对抗奥罗拉时占有优势。\n\n原因如下：\n\n- 佐伊的输出伤害高，尤其是当她的技能连招命中时，可以瞬间消灭奥罗拉，利用奥罗拉的脆弱。\n- 佐伊的E技能提供了控制效果，限制了奥罗拉的机动性，并为后续攻击创造了机会。\n- 奥罗拉只有减速作为控制手段，而她反击佐伊高爆发伤害的手段有限，使她容易受到伤害。\n- 佐伊的技能射程较长，允许她在奥罗拉接近之前进行消耗，从而在前期获得优势。\n- 奥罗拉的技能冷却时间较长，因此一旦佐伊发起攻击，奥罗拉反击的机会就会减少。",
      "アニビア": "安妮维亚在对抗奥罗拉时具有优势。\n\n原因如下：\n\n- 安妮维亚拥有范围技能，可以限制奥罗拉的高机动性，防止她自由移动。\n- 安妮维亚具有强大的清线能力，使她在奥罗拉试图利用小兵攻击时获得优势。\n- 安妮维亚有复活被动，能够承受奥罗拉的爆发伤害，并为她提供反击的机会。\n- 奥罗拉只有减速控制，这对安妮维亚强大的区域控制无效，使安妮维亚能够在优势下作战。\n- 安妮维亚的射程较长，使她能够在受到奥罗拉攻击之前造成伤害，从而占据上风。",
      "シンドラ": "辛德拉在对抗奥罗拉时具有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在奥罗拉利用她的机动性之前造成伤害。\n- 通过使用辛德拉的击退和眩晕技能，更容易抵消奥罗拉的攻击。\n- 奥罗拉只有减速作为控制技能，使她容易受到辛德拉的爆发伤害。\n- 辛德拉可以操控她的球体，轻松限制奥罗拉的行动并阻止她接近。\n- 由于奥罗拉的技能冷却时间较长，如果辛德拉先造成伤害，奥罗拉就很难反击。",
      "ツイステッド・フェイト": "扭曲命运对极光有优势。\n\n原因如下：\n\n- 扭曲命运有一个定向眩晕，可以中和极光的高机动性，使她更难逃脱。\n- 扭曲命运的技能造成范围伤害，使他能够有效地对付像极光这样的爆发法师。\n- 扭曲命运有一个远程传送，能够迅速拉近距离，在极光调整位置时进行伏击。\n- 极光只有减速作为控制技能，使她容易受到扭曲命运的眩晕，从而减少了反击的机会。\n- 扭曲命运有强大的补给能力，使他能够持续施加压力，利用极光技能的冷却时间。",
      "アクシャン": "阿克尚占据优势。\n\n原因如下：\n\n- 阿克尚在前期交易中非常强势，而奥罗拉的技能冷却时间较长，这使得他在前期骚扰中更容易获得优势。\n- 奥罗拉的控制技能仅为减速，这使得阿克尚能够利用他的机动性逃脱或反击。\n- 阿克尚的被动伤害很高，使他能够利用奥罗拉的低防御。\n- 奥罗拉的持续伤害适中，难以反制阿克尚的爆发潜力。\n- 阿克尚通过击杀复活盟友的能力，使得在团队战中更容易扭转局势，而奥罗拉在面对这种逆境时则显得力不从心。"
    }
  },
  "アジール": {
    "name": "アジール",
    "beats": {
      "アニビア": "安妮维亚处于劣势。\n\n- 阿兹尔拥有远程攻击，可以在安全地躲避安妮维亚的攻击的同时造成伤害。\n- 阿兹尔的范围攻击可以轻易抵消安妮维亚的区域控制能力，使她难以有效地进行区域控制。\n- 阿兹尔有一个闪现技能，可以轻松躲避安妮维亚的技能，并在调整距离的同时进行攻击。\n- 安妮维亚在6级之前依赖她的终极技能，这使得她很难反制阿兹尔的持续伤害。\n- 阿兹尔的击退效果使安妮维亚难以定位自己，使她更容易受到攻击。",
      "ヤスオ": "亚索处于劣势。\n\n原因如下：\n\n- 阿兹尔拥有远程攻击，可以在亚索接近之前骚扰他，使亚索容易受到对线压力。\n- 阿兹尔的技能具有丰富的范围伤害，当亚索接近时，很可能会受到多次攻击，使他容易受到伤害。\n- 阿兹尔有一个闪现技能，可以躲避亚索的攻击，使亚索很难命中。\n- 阿兹尔的终极技能有击退效果，当亚索接近时，可以限制他的移动，有效地抵消亚索的进攻。\n- 亚索对控制技能很弱，阿兹尔的技能组合可以轻易制造出亚索无法移动的局面。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 阿兹尔是一名远程法师，可以安全地在丽桑卓的攻击范围之外进行攻击，这使得他在骚扰中更容易获得优势。\n- 阿兹尔的持续伤害和范围攻击使丽桑卓在交易中容易失利，尤其是在团队战斗中，她容易受到阿兹尔的伤害。\n- 丽桑卓需要靠近才能造成伤害，这使她面临被阿兹尔攻击的高风险，导致位置难以把握。\n- 阿兹尔的闪现技能使他能够潜在地躲避丽桑卓的控制技能，这使得她很难利用自己的优势。\n- 阿兹尔可以持续骚扰丽桑卓，而她在法力管理上存在困难，随着时间的推移耗尽她的资源。",
      "ダイアナ": "黛安娜在对抗阿兹尔时处于劣势。\n\n原因如下：\n\n- 阿兹尔拥有远程攻击，能够在黛安娜接近之前轻松骚扰她。\n- 阿兹尔的技能可以造成持续伤害，这可能会抵消黛安娜的护盾。\n- 阿兹尔有一个闪现技能，可以躲避黛安娜的攻击，使她很难发起进攻。\n- 阿兹尔的终极技能具有阻止黛安娜发起进攻的效果，增加了她尝试攻击时的风险。\n- 黛安娜是一个近战英雄，难以反制阿兹尔的远程攻击，尤其是在前期，她持续面临不利局面。",
      "フィズ": "菲兹处于劣势。\n\n- 阿兹尔拥有远程攻击，能够在菲兹接近之前轻松骚扰他。\n- 阿兹尔的技能可以造成持续伤害，而菲兹的护甲较低，因此他对早期骚扰很脆弱。\n- 阿兹尔有一个闪现技能，可以躲避菲兹的攻击，轻松抵消菲兹的抓取潜力。\n- 阿兹尔的终极技能可以限制菲兹的移动，使菲兹在尝试交战时风险增加。\n- 菲兹对控制技能非常脆弱，被阿兹尔的技能抓住的几率很高。",
      "ゼド": "劫处于劣势。\n\n- 阿兹尔是一个远程法师，可以在劫靠近之前骚扰他。\n- 阿兹尔的范围伤害是持续性的，使得劫即使使用影子也很难逃脱。\n- 阿兹尔的闪现技能让他能够躲避劫的攻击，而他优越的站位使得劫很难全力进攻。\n- 阿兹尔的大招有击退效果，可以抵消劫的攻击并减少他的爆发伤害。\n- 劫在团战中几乎没有范围伤害，难以反制阿兹尔的持续伤害。",
      "メル": "梅尔处于劣势。\n\n- 阿兹尔是一名远程法师，具备高持续输出能力，使他能够在受到梅尔骚扰的情况下安全攻击。\n- 阿兹尔的范围攻击使梅尔难以反击他的技能，造成梅尔更容易受到伤害的情况。\n- 阿兹尔拥有瞬移技能，使他更容易躲避梅尔的攻击，并在保持距离的同时继续攻击。\n- 梅尔对治疗效果较弱，难以承受阿兹尔的持续伤害。\n- 阿兹尔的大招具有击退效果，复杂化了梅尔的站位，降低了他在团战中的影响力。",
      "マルザハール": "马尔扎哈在对抗阿兹尔时处于劣势。\n\n- 阿兹尔拥有远程攻击，可以在安全的距离内骚扰马尔扎哈，使马尔扎哈容易受到伤害。\n- 阿兹尔的持续伤害和范围攻击在清理小兵波时给马尔扎哈施加压力，使他容易失去对线控制。\n- 阿兹尔有一个闪现技能，可以轻松躲避马尔扎哈的沉默和压制，抵消马尔扎哈的优势。\n- 阿兹尔的击退效果使马尔扎哈在团队战中难以有效定位，常常阻止他造成伤害。\n- 马尔扎哈的机动性低，避免阿兹尔攻击的手段有限，使他容易陷入致命的境地。",
      "アクシャン": "阿克尚处于劣势。\n\n- 阿兹尔是一个远程法师，可以在距离上压制阿克尚，使他容易受到骚扰。\n- 阿兹尔的范围伤害和持续输出常常让阿克尚在交易中处于劣势。\n- 阿兹尔有一个闪现技能，容易躲避阿克尚的攻击，使他在近战中占据优势。\n- 阿兹尔的终极技能击退效果打断了阿克尚的攻击，使团队战斗中的站位更加困难。\n- 阿克尚在被交战时往往变得更弱，常常无法承受阿兹尔的持续攻击。",
      "ブラッドミア": "血沼在对抗阿兹尔时处于劣势。\n\n原因如下：\n\n- 阿兹尔的输出伤害高，能够持续造成伤害，超过血沼的续航能力。\n- 阿兹尔的技能有很多范围攻击，使得血沼在靠近时容易受到大量伤害。\n- 阿兹尔可以远程攻击，使得在血沼能够接近之前更容易骚扰他。\n- 阿兹尔的闪现技能可以躲避血沼的攻击，并给予他更好的位置。\n- 阿兹尔的终极技能击退效果可以打断血沼的进攻，并在团队战中对他有利。",
      "ラックス": "Lux在对抗Azir时处于劣势。\n\n原因如下：\n\n- Azir的DPS高，持续输出能力强，使他在受到Lux骚扰时容易进行反击。\n- Azir的闪现技能可以躲避Lux的技能，当他靠近时，Lux变得脆弱。\n- Azir的终极技能具有击退效果，可以打断Lux的进攻和撤退，使她难以创造有利局面。\n- Azir的远程攻击常常在Lux施放技能之前拉近距离，使她的技能更难命中。\n- Azir可以持续对Lux施加压力，而Lux的技能冷却时间较长，使她难以管理资源。"
    },
    "loses": {
      "オレリオン・ソル": "奥瑞利安·索尔占据优势。\n\n- 奥瑞利安·索尔拥有远程攻击，可以在安全的情况下骚扰并躲避阿兹尔的攻击。\n- 阿兹尔依赖技能连招，这使得他很难躲避奥瑞利安·索尔的技能。\n- 奥瑞利安·索尔的控制技能可以限制阿兹尔的位置并抵消他的攻击。\n- 阿兹尔在前期较弱，这使得奥瑞利安·索尔能够在此期间建立有利的对线局面。\n- 奥瑞利安·索尔在团战中影响力很大，可以轻松抵消阿兹尔的技能。",
      "フェイ": "Faye在对抗Azir时具有优势。\n\n原因如下：\n\n- Faye具有爆发伤害，可以利用Azir的低基础伤害，使她在早期游戏中获得优势。\n- Azir依赖技能连招，技能上限高，这使得Faye更容易通过骚扰施加压力。\n- Faye的范围伤害在团战中非常强大，可以在Azir使用技能后抓住机会。\n- Azir的法力消耗高，在早期游戏中特别弱，因此Faye可以通过持续骚扰来消耗Azir的资源。\n- Faye具有控制技能，可以通过关闭Azir的闪现技能来限制他的站位。",
      "ゾーイ": "佐伊对阿兹尔有优势。\n\n原因如下：\n\n- 佐伊的爆发伤害高，能够在阿兹尔完美施放技能连招之前将其击杀。\n- 佐伊的技能射程较长，可以在受到阿兹尔伤害之前进行消耗，使她在对线阶段更容易获得优势。\n- 阿兹尔在管理技能冷却和沙兵方面存在困难，尤其是在前期，使他容易受到佐伊的攻击。\n- 通过使用佐伊的控制技能，她可以限制阿兹尔的移动，并创造后续攻击的机会。\n- 阿兹尔的基础伤害低，特别是在前期非常弱，使他难以反制佐伊的高伤害输出。",
      "エコー": "艾克对阿兹尔有优势。\n\n原因如下：\n\n- 艾克的机动性很高，更容易躲避阿兹尔的技能。特别是阿兹尔的技能对位置要求很高，艾克可以通过闪现来避免攻击。\n- 阿兹尔的基础伤害低，依赖技能连招，使他容易受到艾克的爆发伤害。\n- 艾克有护盾和治疗能力，即使受到阿兹尔的伤害也能保持高耐久。这使他在被阿兹尔攻击后能够反击。\n- 阿兹尔的技能冷却时间长，艾克可以利用这些空档进行攻击。特别是当阿兹尔错过技能时，艾克会获得一个重要的机会。\n- 艾克的范围控制技能在团队战中具有很高的开团潜力，可以打乱阿兹尔的站位，从而在团队战中获得优势。",
      "ゼラス": "扎伊拉对阿兹尔有优势。\n\n原因如下：\n\n- 范围：扎伊拉的攻击范围极长，可以在阿兹尔的攻击范围之外骚扰他。这使得阿兹尔更容易受到伤害。\n\n- 法力管理：扎伊拉可以通过她的被动技能恢复法力，使得在对线阶段的法力管理更容易。相比之下，阿兹尔的法力消耗较高，在前期特别虚弱。\n\n- AoE伤害：扎伊拉拥有范围伤害技能，使得在团队战斗中更容易对多个敌人造成伤害。虽然阿兹尔的输出很高，但他常常在扎伊拉的持续骚扰下苦苦挣扎。\n\n- 位置优势：扎伊拉可以远程攻击，使她在阿兹尔接近之前就能造成伤害。对于阿兹尔来说，位置至关重要，但他很难躲避扎伊拉的攻击。\n\n- 缺乏自我防御选项：阿兹尔有一个闪现技能，但扎伊拉的自我防御选项有限，近距离逃脱能力低，使得阿兹尔在接近时不太可能扭转局面。",
      "アーリ": "阿狸占据优势。\n\n原因如下：\n\n- 阿狸的机动性很高，更容易躲避艾希的技能，这意味着她不太可能受到他的攻击伤害。\n- 阿狸的技能使她能够迅速接近敌人，更容易在艾希的攻击范围之外发起进攻。\n- 阿狸在前期的骚扰能力很强，可以对艾希的蓝量管理施加压力。\n- 艾希依赖技能连招，因此如果阿狸能够凭借她的机动性躲避他的技能，他就很难造成伤害。\n- 阿狸在对线时具有续航能力和高耐久性，使她在与艾希的持久交战中保持优势。",
      "ツイステッド・フェイト": "扭曲命运对艾希有优势。\n\n- 扭曲命运有一个针对性的眩晕，可以限制艾希的闪现和定位，使得打断艾希的技能连招变得更容易。\n- 艾希在前期伤害较低，依赖技能连招，使他容易受到扭曲命运的眩晕和骚扰。\n- 扭曲命运有强大的推线能力，使他能够在艾希施加压力之前主动出击。\n- 艾希的法力消耗高，在前期特别弱，常常在面对扭曲命运的持续骚扰时感到困难。\n- 扭曲命运的传送技能使得艾希很难保持安全距离进行攻击，并且在游走和抓人时影响很大。",
      "カサディン": "卡萨丁对阿兹尔有优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，更容易躲避阿兹尔的技能。特别是，阿兹尔的技能需要良好的站位，而卡萨丁可以利用他的闪现来避免阿兹尔的攻击。\n- 阿兹尔的基础伤害低，依赖技能连招，使他在前期特别弱。卡萨丁可以从一开始就轻松对阿兹尔施加压力。\n- 卡萨丁有一个被动技能可以减少魔法伤害，使他对阿兹尔的魔法攻击有抵抗力，从而更有效地维持战斗。\n- 阿兹尔在管理技能冷却和沙兵方面有困难，如果他无法保持适当的距离，就很难造成伤害。卡萨丁可以通过拉近距离并攻击来利用阿兹尔的弱点。\n- 在中后期，卡萨丁有持续的伤害，可以对阿兹尔进行积极的进攻，更容易保持对线的优势。",
      "ビクター": "维克托对阿兹尔有优势。\n\n- 维克托拥有远程技能，可以在安全地躲避阿兹尔的攻击的同时进行骚扰。\n- 阿兹尔依赖技能连招，而维克托的持续骚扰可以轻易耗尽他的资源。\n- 维克托的AP比率很高，当他发育良好时，可以对阿兹尔造成显著的爆发伤害。\n- 阿兹尔的技能上限很高，使得管理冷却时间和沙兵变得困难，这使得他很难应对维克托的持续压力。\n- 维克托没有任何闪现或瞬发控制技能，因此他面临阿兹尔攻击的风险较小，可以保持稳定的位置。",
      "シンドラ": "辛德拉在对抗阿兹尔时具有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以安全地骚扰阿兹尔，并在对线阶段保持优势。\n- 阿兹尔依赖技能连招，如果辛德拉用她的击退或控制技能打断这些连招，阿兹尔就很难造成伤害。\n- 辛德拉的爆发伤害非常高，使她能够在阿兹尔使用技能之前迅速削弱他的生命值。\n- 阿兹尔在前期的基础伤害较低，使他很难反制辛德拉技能升级后的高法术强度。\n- 辛德拉可以通过她的球体控制位置，更容易抵消阿兹尔的闪现技能。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas是一个近战英雄，可以通过偷取Azir的强力技能来利用它们，使他在对抗Azir时处于有利地位。\n- Azir在前期伤害较低，依赖技能组合，因此Sylas可以主动发起早期攻击以获得有利的交易。\n- Sylas拥有多次闪现，使他更容易躲避Azir的技能，并在近战中占据优势。\n- Azir的法力消耗高，特别是在前期非常脆弱，因此Sylas可以主动攻击以消耗Azir的资源。\n- Azir的技能需要良好的站位，但Sylas具有很强的干扰能力，使得抵消Azir的技能变得更容易。",
      "ヴェックス": "Vex在对抗Azir时具有优势。\n\n原因如下：\n\n- Vex可以对Azir的闪现技能造成额外伤害，使得每次Azir使用技能时更容易积累伤害。\n- Azir难以控制，需要精确执行技能连招，这使得Vex在与她可靠的控制技能进行交易时更容易获得优势。\n- Vex在对线时有强大的骚扰能力，使她能够利用Azir在前期的低基础伤害。\n- Azir的法力消耗高，特别是在前期非常虚弱，因此Vex可以通过主动骚扰来压制他。\n- Vex的终极技能允许远程跳跃，使她在否定Azir的进攻时具有很高的能力，这在团队战斗中是有利的。",
      "ライズ": "瑞兹对阿兹尔有优势。\n\n原因如下：\n\n- 瑞兹的技能组合冷却时间短，能够造成高输出，能够有效反制阿兹尔的骚扰。\n- 阿兹尔的基础伤害低，依赖技能组合，使他在被瑞兹的控制技能命中时容易受到大量伤害。\n- 瑞兹的成长依赖法力，一旦他拥有合适的装备，就能在保持耐久的同时造成伤害，更容易承受阿兹尔的持续骚扰。\n- 阿兹尔的射程很远，但瑞兹有控制技能，这使他能够创造机会拉近距离，即使阿兹尔试图保持距离也能进行攻击。\n- 瑞兹的终极技能的全球传送可以支持整个团队的移动，如果阿兹尔被孤立，这将是一个优势。"
    }
  },
  "ベイガー": {
    "name": "ベイガー",
    "beats": {
      "アニー": "安妮处于劣势。\n\n- 安妮的技能范围较短，使她很难接近维迦的远程技能。\n- 维迦通过命中技能可以增加他的法术强度，因此在安妮能够接近之前，他有很高的机会变得更强。\n- 维迦的控制效果使他在安妮接近时容易进行反击，常常在安妮能够造成爆发伤害之前就将她中和。\n- 安妮需要管理叠加层数，没有叠加层数她无法激活控制技能，使她容易受到维迦的攻击。\n- 维迦在团队战斗中有显著的影响力，如果安妮在对线中无法获得优势，可能会对整个团队产生负面影响。",
      "ヴェックス": "Vex处于劣势。\n\n- Veigar拥有强大的控制技能，可以用他的眩晕限制Vex的行动，使她难以发起攻击。\n- Veigar的技能具有高AP加成，使他能够随着时间的推移提高输出，给他在对线中提供强大的续航能力。\n- Vex缺乏逃生技能，容易受到Veigar技能的重大伤害。\n- Veigar的攻击范围很长，可以在Vex靠近之前进行攻击，使她容易受到骚扰。\n- Vex在面对像Veigar这样的强控场对手时，难以激活她的被动技能。",
      "ダイアナ": "黛安娜在对抗维迦时处于劣势。\n\n- 维迦可以远程攻击，使得黛安娜在接近之前容易受到骚扰。\n- 维迦的控制效果使得黛安娜很难发起攻击，因为她在接近时容易被定身。\n- 黛安娜对控制技能很脆弱，如果被维迦的技能击中，她很可能会受到致命伤害。\n- 维迦通过命中技能来增加他的法术强度，这意味着他的输出会随着时间的推移而增长，可能在黛安娜发育之前就压倒她。\n- 维迦的E技能可以抵消黛安娜的跳跃技能，使她很难追击。",
      "オーロラ": "奥罗拉处于劣势。\n\n- 维迦拥有高爆发伤害，并且通过命中技能可以增加他的法术强度，使他在奥罗拉接近之前就能造成显著伤害。\n- 维迦的控制效果限制了奥罗拉的移动，使她更容易受到攻击。\n- 奥罗拉只有减速作为控制手段，导致她在反制维迦强大控制方面手段有限。\n- 维迦的射程很长，使他能够在奥罗拉接近之前安全地骚扰她。\n- 奥罗拉的持续伤害较低，使她难以反制维迦的高爆发伤害。",
      "アカリ": "阿卡丽处于劣势。\n\n- 韦鲁斯的AP比率很高，通过施放技能可以无限增加他的AP，从而在一段时间内造成高额伤害，并在阿卡丽接近之前对她造成伤害。\n- 韦鲁斯的眩晕效果限制了阿卡丽的闪烁和移动，使她更容易受到攻击。\n- 阿卡丽的推线能力较弱，当韦鲁斯使用技能推线时，阿卡丽很容易失去控制。\n- 韦鲁斯有范围攻击，可以轻易揭示阿卡丽的隐身，并通过AOE攻击造成伤害。\n- 阿卡丽的爆发伤害可能会被延迟，使她难以反击韦鲁斯的高爆发伤害。",
      "タリヤ": "塔莉雅处于劣势。\n\n- 韦迦的AP比率很高，通过命中技能可以无限增加他的AP，导致长期伤害非常高。塔莉雅很难躲避韦迦的技能，尤其是在被击晕时会受到显著伤害。\n- 韦迦的击晕效果使得塔莉雅很难接近，容易受到骚扰。由于塔莉雅缺乏逃生选项，被韦迦的控制技能抓住可能导致致命的局面。\n- 塔莉雅缺乏针对性技能，施法时间较慢，难以躲避韦迦的技能。特别是如果塔莉雅被韦迦的技能击中，她将失去反击的机会。\n- 韦迦可以在对线时进行发育，因此即使塔莉雅推进，韦迦也可以利用技能来确保补刀，同时增加他的AP。\n- 塔莉雅的技能有丰富的AOE伤害，但往往对韦迦的击晕和范围攻击效果不佳，增加了反击的风险。",
      "ガリオ": "加里奥处于劣势。\n\n- 韦迦的法术强度比率很高，通过命中技能可以无限增加他的法术强度，导致长期伤害非常高。尽管加里奥对魔法伤害有很高的抵抗力，但他常常无法承受韦迦的爆发伤害。\n- 由于韦迦的控制效果，加里奥在尝试接近时面临重大风险。特别是如果他无法躲避韦迦的技能，加里奥将单方面受到伤害。\n- 加里奥的物理防御较低，容易受到AD英雄的攻击，但由于韦迦主要造成魔法伤害，加里奥的耐久性并未得到有效利用。\n- 韦迦的早期骚扰非常强大，使得加里奥在对线交易中容易陷入劣势。特别是在受到韦迦技能攻击后，加里奥的治疗手段有限，使他在持续伤害交换中显得脆弱。\n- 加里奥的逃生手段很少，在受到韦迦技能攻击后很难进行反击，这使他在对线中容易受到压力。",
      "ヨネ": "Yone处于劣势。\n\n- Veigar有控制效果，可以禁用Yone的攻击，并在近战中给他带来优势。\n- Veigar可以通过施放技能无限增加他的法术强度，从长远来看使他的输出伤害很高，并且在Yone成长之前就能压制他。\n- Yone对装备依赖性很高，通常在前期由于没有装备而无法承受Veigar的技能伤害。\n- Veigar的攻击范围很长，使他能够在Yone接近之前造成伤害，这使得对线骚扰非常困难。\n- Yone的技能主要依赖近战攻击，使他容易受到Veigar的控制和范围攻击的威胁。",
      "マルザハール": "马尔扎哈处于劣势。\n\n原因如下：\n\n- 韦迦的法术强度比率很高，通过命中技能可以无限增加他的法术强度，导致长期输出非常高。马尔扎哈在前期较弱，如果落后，伤害差距会加大。\n- 由于韦迦的控制效果，马尔扎哈很可能在施放技能之前就被抓住，特别是马尔扎哈的攻击范围较短，容易受到攻击。\n- 虽然马尔扎哈的持续伤害很强，但很难抵挡韦迦的爆发伤害，在团战中有被瞬间击杀的风险。\n- 韦迦的技能范围优秀，使他能够在马尔扎哈接近之前发起攻击，造成强大的对线压力。\n- 马尔扎哈缺乏清除控制效果的手段，如果被韦迦的控制技能命中，很容易被单方面攻击。",
      "ラックス": "拉克斯在对抗维迦时处于劣势。\n\n- 维迦的法术强度比率很高，通过命中技能可以无限增加他的法术强度，从而造成非常高的长期伤害。相比之下，拉克斯擅长爆发伤害，但持续伤害不足。\n- 由于维迦的控制效果，拉克斯在被接近时失去了使用技能的能力，这使得她的站位变得困难，尤其是因为她依赖于控制技能。\n- 拉克斯的所有技能都是需要精准瞄准的技能射击，而维迦的技能是范围攻击，这使得拉克斯很难躲避。\n- 维迦在前期有很强的骚扰能力，使得拉克斯在能够施放技能之前容易受到伤害，这可能会减缓她的成长。\n- 拉克斯的基础属性较低，在被接近时非常脆弱。如果维迦命中他的技能，她很快就会陷入不利局面。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 丽桑卓的攻击范围较短，难以接近维迦的远程技能，这使她容易受到骚扰。\n- 维迦通过命中技能来增加法术强度，因此如果丽桑卓无法躲避他的攻击，维迦可以轻松发育。\n- 由于维迦的控制效果，丽桑卓在激活技能之前很可能会被限制，这使她难以造成爆发伤害。\n- 丽桑卓的技能消耗较高，难以管理法力，导致在持久战中可持续性较低。\n- 维迦在团队战斗中影响显著，而丽桑卓必须靠近才能造成伤害，因此在团队战斗中也处于劣势。",
      "ヤスオ": "亚索处于劣势。\n\n原因如下：\n\n- 维迦可以通过他的控制技能限制亚索的移动，使他难以接近。\n- 亚索是一个近战英雄，容易受到维迦攻击范围外的攻击，尤其是在被他的技能击中时会受到大量伤害。\n- 维迦通过命中技能来增加他的法术强度，使他在对线期间迅速成长，并在亚索发育之前变得强大。\n- 亚索对控制技能很脆弱，当被维迦的控制和范围攻击单方面攻击时，他的逃脱手段有限，处于非常危险的境地。\n- 维迦在对线时擅长骚扰，而亚索的基础属性较低，使他在早期游戏中很难承受骚扰。"
    },
    "loses": {
      "ゼラス": "扎伊拉占据优势。\n\n- 扎伊拉的射程极长，使她能够在维迦的攻击范围之外单方面骚扰他。这减少了维迦施放技能的机会。\n- 扎伊拉的技能造成范围伤害，使她在团队战中更容易击中多个敌人。相比之下，维迦主要依赖单体伤害。\n- 扎伊拉有被动的法力回复，使她在对线时更容易管理法力。这使她能够持续骚扰。\n- 维迦在前期技能施放较慢，使他很难对扎伊拉的远程攻击进行反击，这给他在对线时带来了压力。\n- 虽然扎伊拉缺乏近战自卫选项，但维迦往往在接近之前就受到骚扰，这使扎伊拉更容易创造有利局面。",
      "ゼド": "劫对维迦有优势。\n\n原因如下：\n\n- 劫的爆发伤害高，容易全力进攻并利用维迦的前期弱点。\n- 维迦的技能施放速度慢，难以用闪现反应劫的攻击。\n- 劫可以通过影子瞬间改变位置，更容易躲避维迦的控制技能。\n- 维迦主要依赖技能，难以反制劫的高机动性。\n- 劫由于被动技能可以轻松补刀，使他能够早早积累装备，创造更有利的局面。",
      "ブラッドミア": "血沼对维迦有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，能够在恢复生命值的同时维持线上，这使他对维迦的骚扰有很强的抵抗力。\n- 维迦的技能施法时间较慢，血沼可以利用这个空档进行攻击，更容易获得线权。\n- 通过使用无敌技能，血沼可以避免维迦的爆发伤害，并创造反击的机会。\n- 维迦依赖控制技能，当血沼拉近距离进行攻击时，他很难命中控制技能。\n- 血沼升级迅速，容易受益于装备，使他在早期能够造成显著的伤害。",
      "フェイ": "Faye在对抗Veigar时具有优势。\n\n原因如下：\n\n- Faye拥有多样化的技能，特别擅长使用范围攻击和控制技能，使她更容易躲避Veigar的眩晕。\n- Veigar在前期技能施放较慢，使他容易受到Faye的攻击。Faye可以通过早期骚扰来阻碍Veigar的成长。\n- Faye的范围伤害在团队战斗中具有显著影响，能够有效对抗Veigar的控制技能。\n- 虽然Veigar主要专注于单体伤害，但Faye可以对多个敌人造成伤害，使她在团队战斗中占据优势。\n- Faye具备躲避Veigar技能的机动性，使她在近战中更容易创造有利局面。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声具有高机动性，更容易躲避维迦的技能。特别是通过躲避维迦的眩晕，回声可以安全地进行攻击。\n- 维迦在前期技能施放较慢，使得回声可以在此期间进行骚扰并争取击杀。回声的爆发伤害可以在维迦施放技能之前造成致命伤害。\n- 回声的技能可以瞬间改变局势，特别是在躲避维迦的技能后反击表现出色。这使得维迦很难对回声进行积极的攻击。\n- 维迦依赖控制技能，因此通过利用回声的机动性改变位置，可以更容易地抵消维迦的攻击。\n- 回声拥有护盾和治疗能力，使他在面对维迦的爆发伤害时更具耐久性，并在持续战斗中表现更好。",
      "シンドラ": "辛德拉在对抗维迦时具有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在维迦的攻击范围之外骚扰他。\n- 维迦在前期技能施放较慢，使他容易受到辛德拉的攻击。\n- 利用辛德拉的击退效果，更容易阻止维迦的接近并抵消他的技能。\n- 辛德拉可以通过她的球体来定位自己造成伤害，从而避免维迦的眩晕。\n- 维迦的自我防御依赖于控制技能，使他很难躲避辛德拉的技能。\n- 辛德拉的终极技能具有高爆发伤害，使她能够迅速减少维迦的生命值。",
      "アクシャン": "阿克尚占据优势。\n\n原因如下：\n\n- 阿克尚在早期交易能力上非常强大，可以利用维迦技能施放的延迟轻松骚扰。\n- 维迦依赖控制技能，因此阿克尚可以利用他的高机动性迅速接近并造成伤害。\n- 阿克尚的被动技能提供额外伤害和护盾效果，即使在受到维迦攻击时也能进行有利的交易。\n- 维迦在早期游戏中的战斗能力相对较低，使阿克尚能够建立早期优势并主导线路。\n- 阿克尚可以躲避维迦的技能，更容易避免他的控制并继续攻击。",
      "ツイステッド・フェイト": "扭曲命运对维迦有优势。\n\n- 扭曲命运拥有远程传送技能，使得躲避维迦的控制技能变得更容易。这使他能够在躲避维迦攻击的同时获得反击的机会。\n- 维迦在前期的战斗能力较低，难以应对扭曲命运的高推线能力。扭曲命运可以通过推线来给维迦施加压力。\n- 扭曲命运的定点控制技能可以抵消维迦的控制效果，使他能够在维迦靠近之前使其失去行动能力。\n- 扭曲命运具有法力回复和范围伤害，给予他很高的线上的续航能力，使他更容易承受维迦的骚扰。\n- 维迦通过施放技能来增加法术强度，但扭曲命运可以通过施加早期压力来阻碍维迦的成长。",
      "ゾーイ": "佐伊在对抗维迦时具有优势。\n\n原因如下：\n\n- 佐伊的射程很高，可以在躲避维迦技能的同时进行骚扰，更容易保持线上优势。\n- 维迦的技能施法时间较慢，佐伊可以利用她的机动性来躲避。\n- 佐伊的控制技能具有定身效果，使她能够在维迦施放技能之前发起攻击。\n- 维迦在前期耐久性较低，使得佐伊更容易利用她的爆发伤害获得早期击杀。\n- 佐伊的技能在使用后冷却时间较短，使她能够持续对维迦施加压力。",
      "ルブラン": "乐芙兰在对抗维迦时具有优势。\n\n- 乐芙兰拥有高爆发伤害，并且可以通过在躲避维迦技能的同时进行攻击，从早期游戏开始施加压力。\n- 维迦的技能施法时间较慢，乐芙兰可以利用她的位移能力轻松躲避。\n- 乐芙兰擅长迅速拉近距离并快速输出伤害，轻松中和维迦的控制技能，这是他主要的防御工具。\n- 维迦在早期游戏中的战斗能力较低，如果受到乐芙兰的伤害，他有被针对击杀的风险。\n- 乐芙兰在对线时擅长骚扰，容易打乱维迦的发育。\n- 虽然维迦在持久战中强大，但乐芙兰在短暂的交战中表现出色，使她能够获得早期优势。",
      "フィズ": "菲兹在对抗维迦时具有优势。\n\n原因如下：\n\n- 菲兹拥有高爆发伤害，并且可以轻松躲避维迦的技能。特别是通过使用他的E技能，他可以抵消维迦的控制效果。\n- 维迦在前期技能施放较慢，这使得菲兹在达到3级后可以主动骚扰，给维迦施加压力。\n- 菲兹的机动性很高，能够在避免维迦技能的同时轻松接近。这使得他能够在维迦施放技能之前发起攻击。\n- 维迦依赖控制技能，这使得他对像菲兹这样的闪现型英雄非常脆弱。菲兹可以轻松躲避维迦的攻击。\n- 菲兹擅长塔下击杀，而维迦的护甲较低，他可以轻松在塔下获得击杀。",
      "キヤナ": "基安娜占据优势。\n\n- 基安娜的机动性很高，能够更容易地躲避维迦的技能和目标骚扰或击杀。\n- 维迦的技能施法时间较慢，基安娜可以利用她的闪现和元素移动来躲避。\n- 基安娜在近战中造成高爆发伤害，能够迅速减少维迦的生命值。\n- 维迦依赖控制技能，但基安娜有办法避免这些控制，使得反制他更容易。\n- 基安娜具有强大的游走能力和对其他线路的影响，使得在整场比赛中更容易获得优势。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 卡特琳娜机动性高，容易躲避维迦的技能，从而在前期进行激进的骚扰。\n- 维迦的技能施放速度慢，难以反制卡特琳娜的爆发潜力。\n- 卡特琳娜通过击杀可以重置技能冷却，使得连续输出更容易。\n- 维迦对控制技能的依赖常常被卡特琳娜的闪现所抵消。\n- 卡特琳娜可以轻松接近，同时躲避维迦的技能，因为她是近战攻击。\n- 维迦在前期的战斗能力较低，使得卡特琳娜能够建立早期优势。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "ヴェックス": "Vex处于劣势。\n\n- Ziggs拥有远程技能，使得Vex很难安全地从远处接近。\n- Ziggs的所有技能都是范围攻击，容易清理小兵，并且在Vex试图骚扰时可以进行反击。\n- Ziggs的地雷减速效果可以限制Vex的移动，剥夺她的逃生选项。\n- Vex没有逃生技能，使她在被Ziggs的技能击中时变得脆弱。\n- Ziggs没有闪现，这使得Vex的被动技能难以触发，给她造成伤害也变得困难。",
      "アジール": "阿兹尔处于劣势。\n\n- 辛吉德的技能范围很长，可以在阿兹尔接近之前造成伤害，使阿兹尔容易受到骚扰。\n- 辛吉德的技能有大量的范围伤害，当阿兹尔使用沙兵攻击时，他很有可能会受到辛吉德技能的伤害。\n- 阿兹尔的技能需要时间来激活，因此如果他被辛吉德的地雷或炸弹减速，他就很难命中攻击。\n- 阿兹尔的基础伤害低，特别是在前期非常弱，这使得他很难反击辛吉德高塔的摧毁和小兵清理能力。\n- 辛吉德的技能可以放置，如果他在阿兹尔接近时占据有利位置，阿兹尔就会变得更加脆弱。",
      "メル": "梅尔处于劣势。\n\n- 辛吉德的技能范围很远，可以在梅尔靠近之前造成伤害，使骚扰变得强大。\n- 辛吉德的技能是范围伤害，这会妨碍梅尔清理小兵的能力，使她更难获得补刀。\n- 梅尔缺乏主动控制技能，因此避免辛吉德技能的方式有限，使她在接近时变得脆弱。\n- 辛吉德地雷的减速效果限制了梅尔的移动，使她难以逃脱。\n- 梅尔对治疗效果很弱，这使得她很难反制辛吉德的持续伤害。",
      "アニー": "安妮处于劣势。\n\n- 辛吉德的技能范围很远，可以在安妮接近之前造成伤害，使她容易受到攻击。\n- 安妮的技能范围较短，使她难以接近辛吉德的广域AOE攻击。\n- 辛吉德的地雷减缓安妮的移动，限制了她接近的能力，使她更容易受到攻击。\n- 安妮需要管理她的叠加层，没有叠加层她无法触发控制技能，增加了受到辛吉德伤害的风险。\n- 辛吉德拥有区域控制技能，使得安妮在尝试接近时被限制的可能性很高。",
      "ダイアナ": "黛安娜在对抗齐格斯时处于劣势。\n\n- 齐格斯拥有远程技能，可以在黛安娜接近之前造成伤害，使她容易受到攻击。\n- 齐格斯的所有技能都是范围伤害，这使得黛安娜在团队战斗或清理小兵时很难躲避他的攻击。\n- 齐格斯的地雷减速效果妨碍了黛安娜的接近，并限制了她使用跳跃技能的时机。\n- 黛安娜对控制技能很脆弱，如果被齐格斯的技能抓住，她很可能会失去行动能力，无法造成伤害。\n- 齐格斯可以安全地从远处攻击黛安娜，而她几乎没有逃脱手段，这使得她很难创造有利的局面。",
      "ライズ": "瑞兹处于劣势。\n\n- 辛吉德的技能范围很远，可以在瑞兹靠近之前造成伤害，使瑞兹容易受到骚扰。\n- 辛吉德的技能造成范围伤害，这意味着瑞兹在清理小兵时很可能会受到伤害。\n- 瑞兹的攻击范围较短，难以躲避辛吉德的技能，尤其是在被辛吉德的地雷和炸弹减速时。\n- 瑞兹的技能组合消耗大量法力，使得在面对辛吉德的持续攻击时管理法力变得困难。\n- 辛吉德的技能可以放置，因此如果他在瑞兹接近时占据有利位置，瑞兹会变得更加脆弱。",
      "ベイガー": "维迦在对抗齐格斯时处于劣势。\n\n- 齐格斯拥有远程技能，这使得他在维迦施放技能之前就可能受到伤害。\n- 齐格斯的技能造成范围伤害，使维迦在清理小兵时容易受到伤害。\n- 维迦的技能施放速度较慢，使得躲避齐格斯的攻击变得困难。\n- 齐格斯的地雷减缓维迦的移动，复杂化了他的站位，如果靠得太近会变得脆弱。\n- 齐格斯具有强大的摧毁塔能力，并且可以在对线时施加压力，使维迦更难发育。",
      "マルザハール": "马尔扎哈在对抗吉格斯时处于劣势。\n\n- 吉格斯拥有远程技能，可以在马尔扎哈接近之前造成伤害，使马尔扎哈容易受到攻击。\n- 吉格斯的技能是范围伤害，超越了马尔扎哈的清兵能力，使他在推线方面占据优势。\n- 马尔扎哈在前期较弱，受到吉格斯的高伤害可能导致早期不利局面。\n- 吉格斯的地雷减速效果妨碍马尔扎哈的接近，使他难以施放技能。\n- 由于马尔扎哈的射程较短，难以躲避吉格斯的攻击，特别是在团队战斗中，他更容易受到吉格斯的范围伤害。",
      "アニビア": "安妮维亚处于劣势。\n\n- 辛吉德的技能范围很远，可以在安妮维亚靠近之前造成伤害，使她容易受到攻击。\n- 辛吉德的所有技能都是范围伤害，尽管安妮维亚有强大的清线能力，但很难躲避辛吉德的攻击。\n- 安妮维亚依赖她的终极技能，必须在6级之前被迫防守，这增加了受到辛吉德伤害的风险。\n- 辛吉德地雷的减速效果限制了安妮维亚的移动，使她在靠近时非常脆弱。\n- 安妮维亚的自我防御选项有限，受到辛吉德的攻击会迅速消耗她的生命值。",
      "アクシャン": "阿克尚处于劣势。\n\n原因如下：\n\n- 辛吉德的技能范围很远，可以在阿克尚接近之前造成伤害，使他容易受到骚扰。\n- 辛吉德的所有技能都是范围伤害，可以利用小兵对阿克尚造成伤害，这使得阿克尚的交易变得困难。\n- 阿克尚需要在近战中发挥力量，但辛吉德擅长用他的区域技能进行控制，使阿克尚难以接近。\n- 辛吉德的地雷有减速效果，可以限制阿克尚的机动性，剥夺他的逃生手段。\n- 阿克尚的技能需要时间来激活，使他在受到辛吉德攻击之前很难造成伤害。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 辛吉德拥有远程攻击能力，可以在丽桑卓接近之前造成伤害，使她容易受到骚扰。\n- 辛吉德的技能具有范围伤害，这意味着丽桑卓在处理小兵时很可能会被击中。\n- 丽桑卓的攻击范围较短，难以躲避辛吉德的技能，因此接近他是有风险的。\n- 辛吉德的地雷可以减缓丽桑卓的移动，限制她的行动并剥夺她的逃生选项。\n- 丽桑卓的技能消耗高，难以管理法力，使她很难反击持续的骚扰。",
      "タリヤ": "塔莉雅处于劣势。\n\n- 辛吉德拥有远程攻击，使他在塔莉雅接近之前就能轻松骚扰她。\n- 辛吉德的技能有丰富的范围伤害，在团队战斗和推线时给塔莉雅施加压力。\n- 塔莉雅的逃生选项有限，容易受到辛吉德技能的影响。\n- 辛吉德的地雷减缓塔莉雅的移动，限制了她的行动，使她难以接近。\n- 塔莉雅缺乏针对性的技能，难以躲避辛吉德的能力，也难以造成伤害。",
      "ブラッドミア": "血沼在对抗齐格斯时处于劣势。\n\n原因如下：\n\n- 齐格斯拥有远程技能，可以在血沼接近之前造成伤害，这使得血沼在对线时很难进行骚扰。\n- 齐格斯的技能是范围伤害，容易清理小兵，这使得血沼很难通过小兵维持生命。\n- 齐格斯的地雷减缓了血沼的接近速度，使他更容易受到攻击。\n- 血沼在前期技能冷却时间较长，难以反制齐格斯的高输出。\n- 齐格斯具有强大的推塔能力，这意味着血沼可能在建立对线优势之前就面临塔的攻击。",
      "オリアナ": "奥莉安娜处于劣势。\n\n- 辛吉德的技能范围很远，可以在奥莉安娜接近之前造成伤害，使她容易受到骚扰。\n- 辛吉德的地雷减速效果限制了奥莉安娜的移动，使她难以接近，并导致她错失交战的机会。\n- 奥莉安娜的技能需要操控球，而辛吉德的技能激活速度很快，这使得奥莉安娜很难命中她的技能。\n- 辛吉德在团队战斗中具有强大的范围伤害，使他能够在奥莉安娜能够施加影响之前造成伤害。\n- 奥莉安娜对单个目标的爆发伤害相对较低，使她很难对像辛吉德这样的远程英雄造成有效伤害。",
      "フェイ": "Faye在对抗Ziggs时处于劣势。\n\n- Ziggs拥有远程技能，可以在Faye接近之前造成伤害，使她容易受到攻击。\n- Ziggs的所有技能都是范围伤害，这使得Faye在团队战斗中使用技能时很难躲避他的攻击。\n- Ziggs的地雷减速效果限制了Faye的机动性，如果她靠近，就会变得脆弱。\n- Faye需要时间来激活她的技能，这使得她很难躲避Ziggs的能力，尤其是在她还没能拉近距离之前就被逼近。\n- Faye的法力消耗很高，使得她难以持续使用技能，这在与Ziggs的持久战斗中使她处于劣势。"
    },
    "loses": {
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽的机动性很高，可以轻松躲避齐格斯的技能。由于齐格斯的技能在施放前有延迟，阿卡丽可以利用她的闪现轻松躲避。\n- 阿卡丽是近战英雄，能够更容易地通过缩短与齐格斯的距离来造成伤害。齐格斯在被接近时往往会变得脆弱。\n- 通过使用她的烟雾弹，阿卡丽可以遮挡齐格斯的视线，使他难以命中技能。这使得齐格斯更难对阿卡丽发起攻击。\n- 阿卡丽的生命值恢复能力强，擅长在对线中维持状态，使她能够更有效地承受齐格斯的攻击。\n- 阿卡丽的爆发伤害很高，使她能够在齐格斯使用技能后迅速抓住机会，造成大量伤害。",
      "オーロラ": "奥罗拉占据优势。\n\n- 奥罗拉的机动性很高，使她更容易躲避齐格斯的技能，并且不太可能受到他的攻击伤害。\n- 通过利用奥罗拉的闪现，她可以在躲避齐格斯技能施放的同时接近并造成伤害。\n- 齐格斯缺乏针对性的技能，这使得他很难击中像奥罗拉这样的高机动性英雄。\n- 奥罗拉在游戏早期就有很高的法力值，使她能够持续使用技能并对齐格斯施加压力。\n- 齐格斯的技能在施放前有延迟，因此通过快速移动，奥罗拉增加了躲避齐格斯攻击并反击的机会。",
      "ガリオ": "加里奥占据优势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，可以减轻来自吉格斯技能的伤害。\n- 吉格斯缺乏针对性的技能，使得阻止加里奥拉近距离变得困难。\n- 加里奥可以利用他的强控制技能轻松限制吉格斯的行动，在团队战斗中产生强大的影响。\n- 加里奥可以迅速使用他的终极技能加入团队战斗，使他能够利用吉格斯被孤立的情况。\n- 如果吉格斯被允许接近，他会变得脆弱，但作为坦克的加里奥耐久性高，可以轻松吸收吉格斯的攻击。",
      "カサディン": "卡萨丁占据优势。\n\n原因如下：\n\n- 卡萨丁的机动性很高，容易躲避齐格斯的技能，减少受到的攻击伤害。\n- 齐格斯的技能在施放前有延迟，这使得卡萨丁可以轻松用闪现躲避。\n- 卡萨丁有一个被动技能可以减少魔法伤害，使他对齐格斯的魔法伤害有很强的抵抗力。\n- 卡萨丁在近战中造成高持续伤害，当齐格斯靠得太近时会变得脆弱。\n- 齐格斯没有任何针对性的技能，因此当卡萨丁接近时，他无法有效地造成伤害。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹拥有高爆发伤害，可以迅速减少齐格斯的生命值，使他在齐格斯使用技能之前更容易发起攻击。\n- 菲兹可以利用他的E技能变得无敌，从而躲避齐格斯的技能，有效抵消他的攻击。\n- 齐格斯缺乏针对性的技能，使菲兹更容易拉近距离，并在对抗中占据优势。\n- 在6级之后，菲兹可以使用他的终极技能抓住没有逃生手段的齐格斯，使菲兹的埋伏非常有效。\n- 当靠近时，齐格斯变得脆弱，但菲兹可以轻松拉近距离，给齐格斯带来巨大的压力。",
      "キヤナ": "Qiyana在对抗Ziggs时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，容易躲避Ziggs的技能，并在接近时造成伤害。\n- Ziggs缺乏针对性的技能，并且在激活前有延迟，这使得他难以应对Qiyana的闪烁和移动能力。\n- Qiyana可以利用地形改变技能的效果，使她能够抵消Ziggs的区域控制能力。\n- 当接近时，Ziggs变得脆弱，Qiyana可以迅速用她的爆发伤害将其击倒。\n- Qiyana在游走方面很强，对其他线路有影响，造成Ziggs可能被孤立的局面。",
      "ゼラス": "扎伊拉对齐格斯有优势。\n\n原因如下：\n\n- 扎伊拉的射程极长，可以在齐格斯的攻击范围之外骚扰他。\n- 齐格斯缺乏针对性技能，技能有延迟，使得躲避扎伊拉的技能变得困难。\n- 扎伊拉的范围伤害在团战中更容易造成伤害，虽然齐格斯也有范围技能，但扎伊拉在射程上占优势。\n- 扎伊拉的蓝量管理相对简单，使她在对线阶段能够持续骚扰。\n- 如果齐格斯被允许靠近，他会变得脆弱，但扎伊拉可以在齐格斯接近之前造成伤害，因为她缺乏自我防御选项。",
      "ヨネ": "Yone占据优势。\n\n原因如下：\n\n- Yone的机动性很高，更容易躲避Ziggs的技能，减少受到的攻击伤害。\n- Yone的技能冷却时间短，能够持续对Ziggs施加压力。\n- Ziggs缺乏针对性的技能，使得他在Yone使用闪现时很难对其造成伤害。\n- Yone是近战英雄，这使他能够在躲避Ziggs技能的同时接近，创造更多的输出机会。\n- Yone不消耗法力，并且有很高的线上的续航能力，使他在与Ziggs的持久交战中占据优势。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声的机动性很高，更容易躲避齐格斯的技能。由于齐格斯的技能在施放前有延迟，回声可以轻松利用闪现来躲避。\n- 回声的爆发伤害非常高，能够在齐格斯使用技能后抓住机会造成大量伤害。\n- 回声拥有护盾和治疗能力，使他能够承受齐格斯的攻击，并创造反击的机会。\n- 齐格斯缺乏针对性的技能，使他很难对像回声这样的高机动性英雄造成伤害。\n- 回声在团队战斗中具有强大的开团潜力，更容易针对齐格斯的后排。当接近时，齐格斯变得脆弱，使回声的攻击更有效。",
      "ビクター": "维克托占据优势。\n\n原因如下：\n\n- 维克托拥有远程技能，使他在躲避齐格斯攻击的同时更容易进行骚扰。\n- 齐格斯缺乏针对性的技能，可以躲避维克托的技能，使他很难对维克托造成伤害。\n- 维克托的技能持续时间长，可以有效地对抗齐格斯的范围技能。\n- 维克托的法术强度比率高，当他发育起来时，可以对齐格斯造成显著的爆发伤害，使他在齐格斯变强之前获得优势。\n- 如果齐格斯被允许靠近，他往往会变得脆弱，但维克托的技能施法时间较慢，使他能够在齐格斯接近之前造成伤害。",
      "ルブラン": "乐芙兰对齐格斯有优势。\n\n原因如下：\n\n- 乐芙兰的爆发伤害高，可以迅速减少齐格斯的生命值，使她在齐格斯施放技能之前更容易造成伤害。\n- 乐芙兰的闪现技能使她能够轻松躲避齐格斯的技能，特别是地雷和炸弹。\n- 齐格斯缺乏针对性的技能，使他很难击中像乐芙兰这样高度机动的对手。\n- 乐芙兰在对抗近战英雄时更具优势，而齐格斯是远程攻击者，乐芙兰可以通过拉近距离进行攻击来获得优势。\n- 乐芙兰可以利用齐格斯技能施放的延迟进行瞬间打击，使她在齐格斯反击之前造成伤害。",
      "ゾーイ": "佐伊占据了优势。\n\n原因如下：\n\n- 佐伊的输出伤害高，能够有效地对齐格斯进行消耗，同时避免他的技能。\n- 齐格斯缺乏针对性的技能，并且他的技能在施放前有延迟，这使得佐伊更容易利用机动性躲避攻击。\n- 佐伊的控制技能可以使齐格斯失去行动能力，为后续攻击和爆发伤害创造机会。\n- 如果齐格斯被允许接近，他会变得脆弱，但佐伊可以在保持距离的同时进行攻击，这使她在与齐格斯的对抗中占据优势。\n- 佐伊拥有远程技能，可以在受到齐格斯攻击之前造成伤害，从而更容易掌控线路优势。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅的机动性很高，更容易躲避吉格斯的技能并靠近造成伤害。\n- 吉格斯缺乏针对性的技能，并且在施放前有延迟，这使得很难抓住艾瑞莉娅的闪烁。\n- 艾瑞莉娅拥有提供伤害减免的技能，使她对吉格斯的爆发伤害有抵抗力。\n- 艾瑞莉娅是近战英雄，可以在造成持续伤害的同时避免吉格斯的远程技能。\n- 当靠近时，吉格斯变得脆弱，艾瑞莉娅可以通过拉近距离创造有利局面。",
      "オレリオン・ソル": "奥瑞利安·索尔占据优势。\n\n原因如下：\n\n- 奥瑞利安·索尔拥有远程攻击，可以在安全的情况下造成伤害，同时避免齐格斯的技能。\n- 齐格斯缺乏针对性的技能，使得很难对奥瑞利安·索尔施加技能，而后者可以利用他的机动性。\n- 奥瑞利安·索尔的技能具有高输出，使他在齐格斯靠近时能够造成显著伤害。\n- 如果齐格斯被允许接近，他会变得脆弱，但奥瑞利安·索尔可以在战斗中保持距离，利用技能更容易获得对齐格斯的优势。\n- 奥瑞利安·索尔的控制技能具有广泛的范围，更容易限制齐格斯的行动。",
      "ゼド": "劫对齐天大圣有优势。\n\n原因如下：\n\n- 劫拥有瞬移技能，使他更容易躲避齐天大圣的技能。齐天大圣的技能在施放前有延迟，这让劫可以利用这个空档进行攻击。\n- 齐天大圣缺乏针对性技能，使得对像劫这样的机动性英雄造成伤害变得困难。\n- 劫的爆发伤害很高，如果他靠近一个低血量的齐天大圣，可以迅速击杀。\n- 如果齐天大圣允许劫接近，他就会变得脆弱，但劫可以轻松拉近距离，从而在对抗中占据优势。\n- 劫在对线时擅长骚扰和全力进攻，能够在躲避齐天大圣技能的同时造成伤害。",
      "サイラス": "Sylas占据优势。\n\n原因如下：\n\n- Sylas是一个近战英雄，这使得他更容易接近，同时避免Ziggs的远程攻击，从而在交易中获得优势。\n- Sylas的技能输出高，特别是在他发育良好时，可以瞬间用爆发伤害消灭Ziggs。\n- Ziggs缺乏针对性的技能，这使得Sylas可以轻松利用他的闪现拉近距离并施放技能。\n- Sylas可以窃取其他英雄的技能，使他能够使用Ziggs的技能来扭转战局。\n- 通过利用Ziggs在接近时变得无力的弱点，Sylas可以轻松拉近距离，对Ziggs施加强大的压力。"
    }
  },
  "ライズ": {
    "name": "ライズ",
    "beats": {
      "フィズ": "菲兹处于劣势。\n\n原因如下：\n\n- 瑞兹的射程很长，容易躲避菲兹的近战攻击，这意味着菲兹容易受到骚扰。\n- 瑞兹的技能输出高，而菲兹的耐久性低，使他容易受到爆发伤害。\n- 瑞兹有控制技能，可以限制菲兹的机动性，使菲兹难以发起攻击。\n- 菲兹的技能冷却时间长，使他难以对瑞兹的技能连招进行反击。\n- 瑞兹依赖法力值，并在拥有装备后变得更强，这使得菲兹在对线时很难获得优势。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Ryze是一个远程法师，而Sylas的攻击范围较短，Ryze可以轻松安全地进行骚扰。\n- Ryze的技能组合具有高输出，能够在Sylas接近之前造成显著伤害。\n- Ryze依赖法力值，一旦他拥有装备，他的耐久度和伤害都会增加，使得在Sylas成长之前更容易创造有利局面。\n- Sylas在前期伤害较低，法力值消耗快，难以反击Ryze的高频骚扰。\n- 通过利用Ryze的控制技能和移动速度增益，他可以阻止Sylas的闪现，并轻松切断他的逃跑路线。",
      "ヴェックス": "Vex处于劣势。\n\n- Ryze的DPS很高，可以在短时间内通过技能组合造成大量伤害，使Vex在交战中容易被压制。\n- 由于Ryze的射程较短，Vex可以在安全距离内进行骚扰，使得技能更容易命中。\n- Ryze的法力成长非常强大，一旦装备齐全，他可以平衡耐久性和输出，使Vex的爆发伤害难以竞争。\n- Ryze的控制技能和移动速度增益使得Vex很难保持距离，突显了她在近战中的劣势。\n- Ryze的终极技能全球传送影响整个团队的行动，使得Vex单独行动时风险增加。",
      "カサディン": "卡萨丁在对抗瑞兹时处于劣势。\n\n原因如下：\n\n- 瑞兹的输出很高，技能冷却时间短，可以频繁施放技能，在卡萨丁接近之前造成显著伤害。\n- 瑞兹的技能依赖法力，通过有效使用法力，他可以持续输出伤害，更容易削弱卡萨丁的耐久度。\n- 瑞兹的攻击范围很长，可以在卡萨丁接近之前进行骚扰，使卡萨丁在对线时承受压力。\n- 卡萨丁在前期的爆发伤害较低，使他难以承受瑞兹的技能连招，尤其是在早期阶段，他更容易陷入劣势。\n- 当卡萨丁被瑞兹的控制技能命中时，他的逃生选择有限，增加了被抓的风险。",
      "メル": "梅尔处于劣势。\n\n- 瑞兹是一个近程法师，难以对梅尔的远程技能施加压力。\n- 瑞兹的技能消耗高，容易在游戏早期到后期耗尽法力，这使得持续骚扰变得困难。\n- 梅尔拥有范围攻击，可以在瑞兹清理小兵时轻松骚扰他。\n- 瑞兹的技能连招依赖于命中他的技能，如果梅尔反弹他的技能，他就有可能受到反击伤害。\n- 梅尔有能力击杀敌人，这使得瑞兹在生命值降低时处于危险境地。",
      "アカリ": "阿卡丽处于劣势。\n\n- 瑞兹的输出很高，可以通过技能连招对阿卡丽造成持续伤害，使阿卡丽难以躲避攻击。\n- 瑞兹的射程比阿卡丽长，这使得阿卡丽很难接近，并且更容易受到骚扰。\n- 瑞兹依赖法力，一旦装备齐全，他的耐久性会增加，使他更有可能承受阿卡丽的爆发伤害。\n- 瑞兹的控制技能和移动速度增益使得限制阿卡丽的机动性变得更容易，剥夺了她的逃生手段。\n- 阿卡丽的推线能力较弱，无法反制瑞兹的清线能力，这使得她很容易失去对线控制。",
      "ラックス": "卢克斯在对抗瑞兹时处于劣势。\n\n原因：\n- 瑞兹的输出伤害高，可以通过技能连招在短时间内造成大量伤害，即使在受到卢克斯骚扰时也能进行反击。\n- 瑞兹的技能依赖法力，使他能够通过不断施放技能对卢克斯施加持续压力。\n- 尽管瑞兹的攻击范围较短，但他具备机动性，可以躲避卢克斯的技能，轻松接近并造成伤害。\n- 瑞兹的控制技能可以在卢克斯施放技能之前接近她，如果卢克斯的技能未命中，风险会增加。\n- 瑞兹还可以选择坦克装备，使他能够承受卢克斯的爆发伤害，同时自己也能造成可观的伤害。",
      "タロン": "塔隆处于劣势。\n\n原因如下：\n\n- 瑞兹的射程很长，可以在塔隆靠近之前骚扰他，使塔隆容易受到线上的压力。\n- 瑞兹的技能组合具有高输出，能够在塔隆接近时立即造成伤害，使塔隆很难安全攻击。\n- 瑞兹依赖法力值发育，一旦装备得当，他的耐久性就会增加，使塔隆的爆发伤害难以有效。\n- 瑞兹的控制技能和移动速度增益使他更容易抓住试图逃跑的塔隆，增加了塔隆尝试交战时的风险。\n- 瑞兹为他的团队提供全球传送，这意味着当塔隆试图游走时，瑞兹的队友很可能会迅速做出反应。",
      "マルザハール": "马尔扎哈在对抗瑞兹时处于劣势。\n\n原因如下：\n\n- 瑞兹的持续输出高，可以通过技能组合造成持续伤害，使他在持续伤害上超过马尔扎哈。\n- 瑞兹的射程比马尔扎哈更长，这使得马尔扎哈更容易受到伤害，增加了被骚扰的风险。\n- 瑞兹在基于法力的成长方面表现出色，一旦装备得当，他可以在保持耐久性的同时展现出高输出，可能在马尔扎哈成长之前就将其压制。\n- 马尔扎哈的沉默很强大，但瑞兹的技能冷却时间短，即使被沉默后也能迅速反击，使得沉默的效果降低。\n- 马尔扎哈在前期非常弱，尤其是面对像瑞兹这样具有高输出的英雄时，使他容易受到对线压力。",
      "アニビア": "安妮维亚在对抗瑞兹时处于劣势。\n\n- 瑞兹的输出伤害高，并且技能冷却时间短，可以频繁施放技能，从而超越安妮维亚的清线能力。\n- 安妮维亚的攻击范围较短，容易受到瑞兹的攻击。瑞兹的技能组合使安妮维亚容易受到骚扰。\n- 瑞兹的基于法力的成长能力很强，一旦装备成型，他在对抗安妮维亚时可以拥有很高的耐久度。\n- 安妮维亚依赖她的终极技能，因此在6级之前被迫采取防守策略，而瑞兹可以在早期游戏中采取进攻。\n- 瑞兹有移动速度增益，使他更容易躲避安妮维亚的技能并有效地管理距离。"
    },
    "loses": {
      "ガリオ": "加里奥对瑞兹有优势。\n\n原因如下：\n\n- 加里奥对魔法伤害有很高的抵抗力，可以减轻瑞兹的技能伤害，并在伤害交易中获得优势。\n- 加里奥可以利用他的硬控技能来打断瑞兹的技能连招，有效降低瑞兹的高输出。\n- 加里奥在团战中很强，当瑞兹游走或参与团战时，加里奥可以迅速用他的终极技能提供支持。\n- 瑞兹的攻击范围较短，使他更容易受到加里奥的近战攻击和控制技能的影响。\n- 尽管加里奥的技能冷却时间较长，但瑞兹的法力消耗很高，因此如果瑞兹法力耗尽，加里奥可以利用这一点。",
      "アニー": "安妮占据优势。\n\n- 安妮的爆发伤害高，可以有效地骚扰缺乏耐久性的瑞兹，尤其是在前期。\n- 安妮的眩晕效果可以打断瑞兹的技能连招，使她能够在瑞兹发起攻击之前先发制人。\n- 瑞兹的攻击范围较短，使他容易受到安妮的爆发伤害，尤其是他很难拉近距离。\n- 安妮的技能连招简单易行，更容易躲避瑞兹的技能。\n- 安妮对近战敌人非常强大，通过命中她的眩晕可以对像瑞兹这样的高输出英雄造成显著伤害。",
      "ゾーイ": "佐伊对瑞兹有优势。\n\n原因如下：\n\n- 佐伊的射程很高，可以安全地骚扰射程较短的瑞兹。\n- 佐伊的技能造成高爆发伤害，使她能够对早期耐久性较低的瑞兹造成强大的伤害。\n- 瑞兹需要技能连招，并且法力消耗高，容易在早期耗尽法力。相比之下，佐伊可以持续骚扰。\n- 通过使用佐伊的控制技能，她可以降低瑞兹命中技能的机会，使躲避他的攻击变得更容易。\n- 佐伊可以利用小兵来躲避技能，使她不易受到瑞兹的攻击。",
      "フェイ": "Faye在对抗Ryze时具有优势。\n\n原因如下：\n\n- Faye拥有范围攻击和控制技能，可以安全地通过利用Ryze的短距离来骚扰他。\n- Ryze依赖技能连招，法力消耗高，使他难以承受Faye的爆发伤害。\n- Faye的范围伤害在团队战斗中非常强大，造成Ryze在这些情况下难以施加影响。\n- Faye拥有多种技能，需要根据情况判断，使她能够躲避Ryze的技能连招。\n- Ryze通常缺乏耐久性，容易受到Faye的高伤害。",
      "ヤスオ": "亚索占据优势。\n\n- 亚索的技能没有消耗，攻击技能的冷却时间短，使他能够造成高输出并持续对瑞兹的技能组合造成伤害。\n- 瑞兹的攻击范围短，限制了他阻止亚索接近的手段，使亚索容易接近并攻击瑞兹。\n- 亚索的护盾可以抵挡瑞兹的技能射击，尤其是在受到瑞兹技能伤害后，增加了反击的机会。\n- 瑞兹的法力消耗高，使他在游戏的早期到后期容易耗尽法力，这使得亚索能够利用这个弱点发起攻击。\n- 亚索有一个被动技能可以提高他的暴击率，一旦装备得当，他可以对瑞兹造成高额的爆发伤害。",
      "イレリア": "艾瑞莉娅占据优势。\n\n- 艾瑞莉娅机动性高，可以轻松利用技能躲避瑞兹的攻击。\n- 艾瑞莉娅的技能具有减伤效果，使她对瑞兹的技能组合有抵抗力。\n- 艾瑞莉娅在2级时的全力进攻非常强大，可以对瑞兹施加早期压力。\n- 艾瑞莉娅的攻击速度提升使她能够超越瑞兹的清线速度，更容易有效地补刀。\n- 瑞兹的攻击范围较短，当艾瑞莉娅靠近时，他对她的骚扰能力减弱，使她在对线中占据优势。\n- 艾瑞莉娅可以轻松叠加被动，她持续输出的能力使她在与瑞兹的交易中更具优势。",
      "カシオペア": "卡西奥佩娅占据优势。\n\n原因如下：\n\n- 卡西奥佩娅具有高持续伤害，可以持续对瑞兹的技能组合造成伤害，使她在对线阶段更容易获得优势。\n- 卡西奥佩娅的技能冷却时间短，允许她在躲避瑞兹技能的同时进行攻击，从而具有很高的骚扰潜力。\n- 瑞兹的攻击范围较短，使他容易受到卡西奥佩娅的攻击，尤其是在前期，卡西奥佩娅的毒素伤害非常有效。\n- 卡西奥佩娅有一个控制技能，可以打断瑞兹的技能组合，为她提供了丰富的反制选项。\n- 卡西奥佩娅有一个被动技能，可以提高她的移动速度，使她更容易躲避瑞兹的攻击，并且让瑞兹更难接近她。",
      "キヤナ": "Qiyana在对抗Ryze时具有优势。\n\n原因如下：\n\n- Qiyana的机动性很高，更容易躲避Ryze的技能连招，使她在骚扰和全力进攻中获得优势。\n- Ryze的攻击范围较短，如果他让Qiyana靠近，她可以造成大量伤害，更容易创造有利局面。\n- Qiyana的硬控技能可以打断Ryze的技能连招，减少他的输出。\n- Qiyana可以利用元素根据情况调整战术，使她在Ryze技能冷却时进行攻击。\n- Ryze的法力消耗很高，游戏初期容易耗尽法力，这给Qiyana提供了很多利用这个弱点进行攻击的机会。",
      "ゼラス": "扎伊拉占据优势。\n\n原因如下：\n\n- 范围：扎伊拉拥有远程技能，可以利用瑞兹的短距离单方面骚扰他。\n- 消耗潜力：扎伊拉在前期具有很高的消耗能力，使她能够在瑞兹施放技能之前造成伤害。\n- AoE伤害：扎伊拉的技能造成范围伤害，使她在团战中更容易击中多个敌人。\n- 法力管理：扎伊拉可以通过她的被动技能恢复法力，使她在对线时相对容易管理法力并维持骚扰。\n- 缺乏自我防御：瑞兹在近战中较弱，当受到扎伊拉的伤害时很难进行反击，这使得瑞兹很难施加压力。",
      "オーロラ": "奥罗拉在对抗瑞兹时具有优势。\n\n原因如下：\n\n- 奥罗拉的机动性很高，更容易躲避瑞兹的技能连招，从而在骚扰和全力进攻中占据有利位置。\n- 瑞兹的攻击范围较短，难以承受奥罗拉的闪现和加速带来的攻击。\n- 奥罗拉的初始法力值较高，使其在前中期更容易造成持续伤害，而瑞兹的法力消耗较高，容易在前期耗尽法力。\n- 奥罗拉没有直接的控制技能，但可以通过减速来打断瑞兹的技能连招，限制瑞兹的移动。\n- 奥罗拉通过参与击杀可以减少技能冷却时间，从而对瑞兹施加持续压力。",
      "ヨネ": "永恩占据优势。\n\n- 永恩可以不断攻击瑞兹的技能组合而不消耗法力，并且冷却时间短。\n- 永恩的高机动性使他能够轻松拉近距离并骚扰瑞兹，利用瑞兹的短射程。\n- 瑞兹的技能组合严重依赖法力消耗，使他在早期容易耗尽法力，而永恩可以继续攻击而不必担心这个问题。\n- 永恩的高输出可以对缺乏耐久性的瑞兹施加强大的压力，尤其是在早期游戏中。\n- 永恩的技能能够躲避瑞兹的控制技能，使他能够以一种难以被瑞兹攻击的方式进行机动。"
    }
  },
  "ヨネ": {
    "name": "ヨネ",
    "beats": {
      "オレリオン・ソル": "奥瑞利安·索尔处于劣势。\n\n原因如下：\n\n- 约恩的机动性很高，容易接近奥瑞利安·索尔，这增加了在施放技能前受到伤害的风险。\n- 约恩的技能冷却时间短，能够持续攻击，更容易在躲避奥瑞利安·索尔的技能时造成伤害。\n- 奥瑞利安·索尔依赖于积累星尘，如果无法命中技能，他的力量会下降，在受到约恩的伤害时很难积累星尘。\n- 约恩的攻击可以结合物理和魔法伤害，使奥瑞利安·索尔的防御变得薄弱，更容易受到伤害。\n- 约恩的攻击风格强调暴击，威胁到奥瑞利安·索尔的耐久性，尤其是在前期暴露出他的脆弱。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 约恩是近战英雄，可以在躲避扎伊拉的远程攻击的同时接近她，这使得扎伊拉很难命中。\n- 约恩的技能冷却时间短，允许他持续攻击，这使得扎伊拉在对线时很难进行骚扰。\n- 约恩的机动性很高，容易躲避扎伊拉的技能，并在接近时造成大量伤害。\n- 扎伊拉的自我防御选项有限，被约恩的攻击击中后很难逃脱，使她容易受到伏击。\n- 约恩的攻击风格以暴击为主，能够在短时间内迅速减少扎伊拉的生命值。",
      "フェイ": "Faye在对抗Yone时处于劣势。\n\n- Yone的机动性很高，可以迅速拉近距离，更容易躲避Faye的技能。\n- Yone的攻击结合了物理和魔法伤害，使他能够逐渐削弱Faye的耐久性。\n- Yone的技能冷却时间短，可以持续进行攻击，容易在Faye使用技能后利用空档。\n- Faye的法力消耗高，频繁使用技能容易耗尽资源，而Yone不消耗法力，使他在对线时更具持续性优势。\n- Yone还可以很好地应对控制技能，能够避免Faye的控制效果或反击发起攻击。",
      "カサディン": "卡萨丁在对抗永恩时处于劣势。\n\n原因如下：\n\n- 卡萨丁的物理防御非常低，使他容易受到永恩的物理伤害。\n- 永恩技能的冷却时间短，能够持续进行攻击，这给卡萨丁在对线时带来了压力。\n- 永恩拥有很高的机动性，可以切断卡萨丁的逃跑路线，轻松追击他。\n- 卡萨丁在前期的爆发伤害较低，尤其是在受到永恩攻击时，常常会受到单方面的伤害。\n- 永恩的攻击风格以暴击为主，使他能够在忽视卡萨丁的耐久性的情况下造成高额伤害。",
      "ヤスオ": "亚索处于劣势。\n\n- 佑宁的技能冷却时间短，使他能够持续攻击，同时轻松造成伤害并躲避亚索的攻击。\n- 佑宁的攻击可以结合物理和魔法伤害，使亚索的防御技能难以有效发挥作用。\n- 佑宁的高机动性增加了亚索无法在不被追击的情况下进行交战的风险，反之亦然。\n- 佑宁不消耗法力，并且在对线时有很高的续航能力，这使得亚索在对线中难以建立优势。\n- 佑宁的攻击风格以暴击为主，使他能够在忽视亚索防御的情况下造成高输出。",
      "マルザハール": "马尔扎哈在对抗永恩时处于劣势。\n\n原因如下：\n\n- 永恩的机动性很高，容易躲避马尔扎哈的攻击，这使得他很难命中技能。\n- 永恩的技能冷却时间短，能够持续施加压力，利用马尔扎哈的早期弱点。\n- 永恩的攻击可以结合物理和魔法伤害，更容易绕过马尔扎哈的法术护盾。\n- 马尔扎哈的攻击范围较短，当他进入永恩的攻击范围时，容易受到反击，尤其是在永恩靠近时。\n- 永恩的攻击风格以暴击为主，这使得他在消耗马尔扎哈的耐久度方面表现出色，导致一对一交锋中的胜率较低。",
      "エコー": "艾克处于劣势。\n\n原因如下：\n\n- 约恩的持续伤害很高，并且可以在艾克造成爆发伤害之前发起攻击。\n- 约恩的技能有限制艾克机动性的元素，特别是能够封锁艾克的逃跑选项。\n- 约恩不消耗法力，并且技能冷却时间短，使得在艾克使用技能后更容易进行攻击。\n- 艾克有许多涉及移动的技能，使他更容易受到约恩的攻击。\n- 约恩的机动性很高，使得躲避艾克的攻击变得困难，反过来，被追击的风险也很高。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 约恩的机动性很高，容易躲避丽桑卓的技能，这使得近战中的爆发伤害变得困难。\n- 约恩的攻击结合了物理和魔法伤害，使他能够轻松削弱丽桑卓的耐久度。\n- 约恩的技能冷却时间短，能够持续进行攻击，常常在丽桑卓进行骚扰之前进行反击。\n- 丽桑卓的攻击范围较短，进入约恩的攻击范围风险很高，使她在交战中变得脆弱。\n- 约恩能够很好地应对控制技能，使他能够避免或抵消丽桑卓的控制效果。",
      "キヤナ": "基安娜在对抗永恩时处于劣势。\n\n- 永恩的持续伤害高，技能冷却时间短，使得他在基安娜发起攻击时容易进行反击。\n- 永恩的技能结合了物理和魔法伤害，使他能够轻松穿透基安娜的防御。\n- 永恩不消耗法力，并且在对线时有很高的续航能力，这使得基安娜在对线时很难获得优势。\n- 基安娜依赖她的终极技能，因此在技能冷却期间或在塔附近时表现不佳，使她容易受到永恩的攻击。\n- 永恩的机动性高，可以躲避基安娜的攻击，使他轻松抵消她的连招。\n- 永恩能够很好地应对控制技能，避免基安娜的硬控技能。",
      "ダイアナ": "黛安娜在对抗永恩时处于劣势。\n\n- 永恩的机动性很高，容易躲避黛安娜的技能。特别是通过使用永恩的闪现，他可以轻松避开黛安娜的攻击，并获得反击的机会。\n- 永恩的攻击可以结合物理和魔法伤害，更容易穿透黛安娜的护盾。这导致黛安娜受到持续伤害。\n- 永恩的技能冷却时间短，允许在对线期间进行持续攻击，使他能够轻松利用黛安娜使用技能后的空档。\n- 黛安娜对控制技能（CC）很弱，当被永恩的攻击击中时，她很可能会受到致命伤害。特别是当永恩的攻击连续命中时，黛安娜常常在反击之前就被击倒。\n- 永恩的对线续航能力很强，即使黛安娜推进，他也能迅速追上，这使得黛安娜很难创造有利局面。",
      "アーリ": "阿狸处于劣势。\n\n- 约恩具有高机动性和持续伤害，容易躲避阿狸的技能。\n- 约恩的技能冷却时间短，使得阿狸很难连续命中她的技能，从而使她的骚扰无效。\n- 阿狸的主要技能是技能射击型，且弹道速度慢，因约恩的机动性而难以命中。\n- 约恩可以结合物理和魔法伤害，更容易削弱阿狸的耐久性。\n- 约恩拥有控制技能，更容易限制阿狸的逃跑选项，增加被抓的风险。\n- 阿狸的爆发伤害低，难以反制约恩的持续伤害。"
    },
    "loses": {
      "アカリ": "阿卡丽占据优势。\n\n- 阿卡丽的机动性很高，可以通过最多四次连续闪烁轻松躲避永恩的攻击。\n- 永恩是一个依赖普通攻击的英雄，通过使用阿卡丽的烟雾屏障，他可以轻松抵消她的攻击并减少伤害。\n- 阿卡丽具有强大的生命值恢复能力，擅长维持自己的线路，使她更容易承受永恩的攻击。\n- 永恩对装备依赖性很高，在前期并不强大，这使得阿卡丽能够先发制人。\n- 阿卡丽可以利用永恩技能的冷却时间来寻找攻击的机会，使得在对线时的交易对她更有利。\n- 永恩的技能在特定时机激活，因此通过巧妙地使用阿卡丽的闪烁来打乱这些时机，她可以更容易地躲避他的攻击。",
      "ヴェックス": "维克斯占据优势。\n\n原因如下：\n\n- 维克斯可以对拥有闪现的永恩造成额外伤害，使得永恩发起攻击时更容易进行反击。\n- 维克斯的控制技能非常可靠，可以打断永恩的攻击并减少他的输出伤害。\n- 维克斯可以远程攻击，使得在永恩靠近之前更容易骚扰他。\n- 维克斯的技能冷却时间短，能够持续攻击并反制永恩的持续伤害。\n- 尽管维克斯缺乏逃生技能，但她可以在受到永恩伤害之前拉开距离，从而实现更为保守的游戏风格。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅机动性高，可以轻松利用闪现躲避永恩的攻击。\n- 永恩对装备依赖性强，通常在前期未完全装备时会处于劣势。\n- 艾瑞莉娅的技能具有减伤效果，使她对永恩的爆发伤害有很强的抵抗力。\n- 艾瑞莉娅可以通过Q技能冲向小兵，躲避永恩的攻击并进行反击。\n- 尽管永恩的技能冷却时间短，但艾瑞莉娅可以通过使用技能提高攻击速度，从而造成持续伤害。\n- 艾瑞莉娅可以轻松叠加被动，尤其是通过承受永恩的攻击来获得有利的交易。\n- 永恩缺乏控制技能，使他很难限制艾瑞莉娅的逃脱潜力。",
      "カタリナ": "卡特琳娜占据优势。\n\n原因如下：\n\n- 卡特琳娜机动性强，可以迅速躲避永恩的攻击，使她不易受到伤害。\n- 永恩对装备依赖性高，在完全装备之前很难反制卡特琳娜的爆发潜力。\n- 卡特琳娜技能冷却时间短，可以通过击杀持续对永恩施加压力。\n- 永恩的攻击主要依赖普通攻击，使卡特琳娜更容易通过闪现动作避开。\n- 永恩缺乏控制技能，使卡特琳娜可以自由移动并进行攻击。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹具有高爆发伤害，可以迅速削减永恩的生命值，使其在早期游戏中施加压力变得容易。\n- 永恩对装备依赖性强，在获得装备之前容易受到菲兹的攻击，这使得菲兹能够轻松占据上风。\n- 菲兹的E技能赋予他无敌状态，这对于躲避永恩的攻击非常有效，尤其是它可以抵消永恩的技能。\n- 菲兹具有高机动性，可以在躲避永恩技能的同时进行攻击，使他在战斗中处于有利位置。\n- 永恩依赖自动攻击，这使得他很难对像菲兹这样的刺客造成伤害，导致输出较低。",
      "メル": "Mer处于优势。\n\n原因如下：\n\n- Mer拥有远程技能，使得阻止Yone接近变得更容易。\n- Yone对装备依赖性强，在完全装备之前很可能会在早期游戏中对抗Mer的骚扰感到困难。\n- Mer的技能能够反弹敌方技能，使他能够将Yone的攻击反击回去。\n- Mer拥有范围攻击，使得Yone在使用小兵接近时变得困难。\n- Yone在面对具有特定控制技能的英雄时处于劣势，当他受到Mer的持续伤害时可能会陷入困境。",
      "ベイガー": "维迦在对抗永恩时具有优势。\n\n原因如下：\n\n- 维迦通过施放技能可以无限增加他的法术强度，从而造成非常高的长期伤害。这使得他在对线时更容易造成持续伤害。\n- 永恩对装备依赖性强，通常在获得装备之前在对线时会遇到困难，而维迦在早期游戏中就有强大的骚扰能力，这会阻碍永恩的成长。\n- 维迦的控制效果使得限制永恩的攻击变得更容易，从而可以进行有效的站位，防止他靠近。\n- 永恩是一个近战英雄，这使得他很难接近维迦的远程技能，从而容易受到伤害。\n- 维迦的技能范围优秀，使他能够在永恩发起攻击之前造成伤害。",
      "ブラッドミア": "血沼对永恩有优势。\n\n原因如下：\n\n- 血沼具有高续航能力，可以在恢复生命值的同时维持线上，使他更容易抵御永恩的攻击。\n- 永恩对装备依赖性强，在完全装备之前他的伤害较低，因此血沼更有可能先变得强大。\n- 通过使用血沼的无敌技能，他可以避免永恩的爆发伤害，并创造反击的机会。\n- 永恩是一个依赖普通攻击的英雄，这使得他很难接近血沼的远程攻击，从而容易受到骚扰。\n- 血沼的技能冷却时间短，使他能够在抵挡永恩攻击的同时持续输出伤害。",
      "アジール": "阿兹尔占据优势。\n\n原因如下：\n\n- 阿兹尔的射程很长，可以安全地骚扰，同时避免被永恩的近战攻击。\n- 阿兹尔的范围伤害在永恩试图用技能拉近距离时可以造成显著伤害。\n- 永恩对装备依赖性强，在没有完全装备时很难反制阿兹尔的持续伤害。\n- 阿兹尔的闪现技能使他更容易躲避永恩的攻击，并提供了良好的站位。\n- 阿兹尔的终极技能能够阻止永恩的开团，使他在团战中占据优势。\n- 尽管永恩的技能冷却时间短，但他很难反击阿兹尔的技能连招，尤其是在早期骚扰时受到很大压力。",
      "アニー": "安妮占据优势。\n\n- 安妮的爆发伤害很高，可以迅速减少永恩的生命值，从而更容易掌控对线。\n- 永恩非常依赖装备，在完全装备之前很难反制安妮的爆发。\n- 安妮的眩晕效果可以抵消永恩的攻击，并创造反击的机会。\n- 安妮的攻击范围很长，使她能够安全地输出伤害，同时避免永恩的攻击。\n- 永恩缺乏位移技能，使他容易受到安妮的控制效果，并限制了他的逃生选项。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "アーリ": "阿狸在对抗梅尔时处于劣势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在早期游戏中进行强力骚扰，使阿狸难以接近。\n- 梅尔的技能能够反弹敌方技能，这可能会对阿狸的技能造成威胁。\n- 阿狸的爆发伤害较低，持续输出能力不足，难以反击梅尔的持续攻击。\n- 梅尔的被动技能在阿狸的生命值低于某个阈值时增加了击杀她的风险。\n- 阿狸的治疗选项有限，难以承受梅尔的持续伤害。",
      "ヴェックス": "Vex处于劣势。\n\n- Mel拥有远程范围攻击，使得Vex在接近之前容易受到骚扰。\n- Mel的技能能够反弹敌方技能，增加Vex的攻击被反击的可能性。\n- Vex缺乏逃生技能，使得在受到Mel攻击时难以反击。\n- Mel有能力确保击杀，当Vex的生命值低时，交易对她不利。\n- 面对Mel的持续伤害和骚扰能力，Vex难以造成持续伤害。",
      "ルブラン": "LeBlanc在对抗Mel时处于劣势。\n\n- Mel拥有远程技能，擅长在前期进行骚扰，使她能够在LeBlanc接近之前造成伤害。\n- Mel的技能可以反弹敌方技能，这可能会将LeBlanc的爆发伤害反击到她自己身上。\n- LeBlanc的基础属性较低，难以持续输出伤害，而Mel可以通过她的范围攻击持续造成伤害。\n- Mel的被动技能使她能够在敌人生命值低于某个阈值时确保击杀，这使得LeBlanc在血量低时非常危险。\n- LeBlanc有逃脱的手段，但Mel的远程攻击使她很难逃脱。",
      "ガリオ": "加里奥处于劣势。\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，使她能够在加里奥接近之前造成伤害。\n- 梅尔的技能能够反弹敌方技能，使她能够通过将加里奥的控制技能反击来抵消他的控制效果。\n- 加里奥的物理防御较低，容易受到梅尔持续的魔法伤害。\n- 梅尔有能力确保击杀，当加里奥的生命值较低时，给他施加了特别大的压力。\n- 加里奥的逃生手段有限，如果他继续承受梅尔的攻击，很容易陷入困境。",
      "ベイガー": "维迦在对阵梅尔时处于劣势。\n\n原因：\n- 梅尔拥有远程技能，擅长在前期进行骚扰，使维迦容易受到线上的压力。\n- 梅尔的技能能够反弹敌方技能，增加维迦的控制技能被反击的可能性。\n- 维迦在前期技能施放较慢，如果受到梅尔攻击的伤害，他可能会在早期受到重创。\n- 梅尔有能力确保击杀，当维迦的生命值较低时，对他施加强大的压力。\n- 维迦的防御选项依赖于控制技能，因此当他被梅尔攻击时，他的逃生选项受到限制。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，能够在躲避拉克斯技能的同时进行攻击。\n- 梅尔的技能可以反弹敌方技能，使她能够通过将拉克斯的技能反击来造成伤害。\n- 拉克斯在被接近时很脆弱，难以应对梅尔的持续伤害和范围攻击。\n- 梅尔有能力确保击杀，对低血量的拉克斯施加强大压力。\n- 拉克斯的技能是需要精准的技能射击，使得更难击中梅尔的移动。",
      "ゾーイ": "佐伊处于劣势。\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，使她能够在佐伊反击之前造成伤害。\n- 梅尔的技能可以反弹敌方技能，可能通过将佐伊自己的技能反对她来无效化佐伊的攻击。\n- 佐伊的技能是非穿透射击，如果被小兵挡住，造成伤害会很困难，但梅尔有范围攻击，使得佐伊很难躲避她的技能。\n- 梅尔的被动技能使她能够在佐伊的生命值低于某个阈值时确保击杀，这使得佐伊很难管理她的生命值。\n- 佐伊的基础耐久性低，使她容易受到梅尔的攻击，从而增加了早期被击杀的风险。",
      "ヨネ": "Yone处于劣势。\n\n- Mel拥有远程技能，擅长在早期游戏中进行骚扰，使她能够在Yone接近之前造成伤害。\n- Mel的技能能够反弹敌方技能，这使得Yone的攻击很可能会反过来伤害他自己。\n- Yone对装备依赖性很高，在他获得装备之前，在线上作战很困难，这使得他难以反制Mel的早期强势。\n- Mel有能力获取击杀，当Yone的生命值低时，对他施加强大的压力。\n- 作为一个近战英雄，Yone容易被Mel的范围攻击击中，使他容易受到持续伤害。",
      "マルザハール": "马尔扎哈在对抗梅尔时处于劣势。\n\n原因如下：\n\n- 梅尔拥有远程技能，擅长在前期进行骚扰，使马尔扎哈难以拉近距离。\n- 梅尔的技能能够反弹敌方技能，这意味着马尔扎哈的持续伤害和控制技能可能会反过来对他造成伤害。\n- 马尔扎哈在前期非常脆弱，尤其是由于高法力消耗，使他难以持续承受梅尔的攻击。\n- 梅尔有能力获取击杀，当马尔扎哈的生命值降低时，会让他处于非常危险的境地。\n- 马尔扎哈的攻击范围较短，容易受到梅尔的攻击，使他难以避免来自梅尔的伤害。",
      "キヤナ": "基安娜处于劣势。\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，使她能够在基安娜接近之前造成伤害。\n- 梅尔的技能可以反弹敌方技能，这使得基安娜的技能很可能会反过来对她造成伤害。\n- 基安娜无法有效地进行伤害输出，缺乏自动攻击，这使得她很难反击梅尔的持续伤害。\n- 由于梅尔的被动技能，当基安娜的生命值低于某个阈值时，有可能保证击杀她，因此基安娜必须小心移动。\n- 梅尔对治疗效果较弱，但基安娜很难造成持续伤害，使她容易受到梅尔的攻击。",
      "ブラッドミア": "血沼处于劣势。\n\n原因如下：\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，使得血沼难以拉近距离。\n- 梅尔的技能能够反弹敌方技能，增加了血沼的技能被反击的可能性。\n- 梅尔有能力获取击杀，这使得血沼在生命值低时面临快速被击倒的风险。\n- 尽管血沼的治疗能力很强，但梅尔的持续伤害和骚扰往往超过他的治疗效果。\n- 梅尔拥有丰富的范围攻击，并擅长与小兵一起推进，这使得血沼容易失去对线控制。",
      "サイラス": "Sylas处于劣势。\n\n原因如下：\n\n- Mel拥有远程技能，擅长在前期进行骚扰，使Sylas难以接近。\n- Mel的技能能够反弹敌方技能，增加Sylas技能被反击的可能性。\n- Sylas在前期伤害较低，法力值迅速耗尽，导致在对线时缺乏续航能力。\n- Mel有能力获取击杀，当Sylas的生命值低时，处于危险境地。\n- Mel缺乏持续伤害和控制能力，使得在Sylas领先时很难反制他的爆发伤害。",
      "リサンドラ": "丽桑卓在对阵梅尔时处于劣势。\n\n原因如下：\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，使丽桑卓难以接近。\n- 梅尔的技能能够反弹敌方技能，增加丽桑卓的控制技能被反击的可能性。\n- 丽桑卓无法在不靠近的情况下造成伤害，使她容易受到梅尔的范围攻击。\n- 梅尔的被动技能在丽桑卓血量低时特别有效，能够确保击杀。\n- 丽桑卓在法力管理上存在困难，难以对频繁使用技能的梅尔造成持续伤害。"
    },
    "loses": {
      "オレリオン・ソル": "奥瑞利安·索尔占据优势。\n\n原因如下：\n\n- 奥瑞利安·索尔拥有远程技能，可以安全地造成伤害，同时避免梅尔的攻击。\n- 梅尔对治疗效果较弱，但奥瑞利安·索尔可以持续造成伤害，更容易削减梅尔的生命值。\n- 梅尔的技能对辅助型英雄非常强大，但奥瑞利安·索尔可以躲避这些技能，从而获得优势。\n- 奥瑞利安·索尔的控制技能范围广泛，使他在团队战斗中具有影响力，并能够有效地对梅尔造成伤害。\n- 梅尔缺乏主动控制技能，因此当奥瑞利安·索尔攻击时，她很难反击，增加了被压制的风险。",
      "ゼラス": "Zyra在对抗Mel时具有优势。\n\n原因如下：\n\n- Zyra拥有远程攻击技能，可以在Mel的攻击范围之外单方面骚扰她。\n- Mel对治疗效果较弱，因此在承受Zyra的持续伤害时会感到困难。\n- Zyra的范围攻击对敌人有效，包括Mel的小兵，使她在推线和骚扰方面表现强劲。\n- Mel缺乏主动控制技能，因此她躲避Zyra攻击的手段有限。\n- Zyra的法力管理相对简单，使她能够持续使用技能并在对线中保持优势。",
      "アニビア": "阿尼维亚占据优势。\n\n- 阿尼维亚有一个可以放置的技能，允许她反射梅尔的技能，并轻松将梅尔的攻击转向她自己。\n- 阿尼维亚具有很高的清线能力，使她能够有效地处理小兵，同时承受梅尔的骚扰。\n- 阿尼维亚有一个复活被动，使她在面对梅尔的爆发伤害时具有很高的生存能力。\n- 梅尔缺乏主动控制技能，使她很难反制阿尼维亚的区域控制。\n- 阿尼维亚的攻击范围比梅尔更长，使她能够安全地从远处攻击。",
      "ビクター": "维克托占据优势。\n\n- 维克托拥有远程技能，使他能够轻松骚扰并躲避梅尔的攻击。\n- 梅尔有反弹技能的能力，但维克托的技能持续时间长且擅长区域控制，使他能够有效躲避梅尔的技能。\n- 维克托的AP比率很高，当他变得更强时，他的爆发伤害非常高，能够迅速减少梅尔的生命值。\n- 梅尔对治疗效果较弱，但维克托可以造成持续伤害，使他能够利用梅尔的弱点。\n- 梅尔缺乏主动控制技能，使她在维克托持续骚扰时难以反击。",
      "フィズ": "菲兹占据优势。\n\n原因如下：\n\n- 菲兹的爆发伤害高，当梅尔的生命值低时，容易击杀她。\n- 梅尔有远程技能，但菲兹可以通过他的E技能躲避这些技能，从而更容易抵消梅尔的攻击。\n- 菲兹的机动性使他能够在躲避梅尔的范围攻击的同时接近并造成伤害。\n- 梅尔缺乏主动控制技能，因此当菲兹接近时，她的逃脱手段有限。\n- 菲兹可以利用梅尔的技能，特别是在梅尔使用技能后攻击，从而获得优势。",
      "カサディン": "卡萨丁占据优势。\n\n原因如下：\n\n- 卡萨丁的被动技能可以减少魔法伤害，使他对梅尔的魔法攻击具有很高的抵抗力，减少受到的伤害。\n- 卡萨丁的高机动性使他能够轻松躲避梅尔的技能并接近进行攻击。\n- 梅尔在持续输出方面存在困难，因此一旦卡萨丁靠近，他可以用持续的伤害压制她。\n- 通过使用他的终极技能，卡萨丁可以在躲避梅尔技能的同时进行攻击，使他擅长埋伏和逃脱。\n- 梅尔缺乏主动控制技能，使卡萨丁能够自由移动并轻松施加压力。",
      "アクシャン": "阿克尚占据优势。\n\n- 阿克尚的早期交易非常强大，他可以轻松地用自动攻击骚扰梅尔，抵消她的远程技能。\n- 梅尔对治疗效果很弱，但阿克尚可以造成持续伤害，使得削弱她的生命值变得更容易。\n- 阿克尚的被动技能提供的伤害和护盾使他即使在受到梅尔技能伤害后也能进行有利的交易。\n- 梅尔缺乏主动控制技能，因此阿克尚可以自由移动并进行攻击。\n- 凭借高机动性，阿克尚可以在攻击的同时躲避梅尔的技能，使他更容易在对抗中占据上风。",
      "イレリア": "艾瑞莉娅占据优势。\n\n原因如下：\n\n- 艾瑞莉娅具有高机动性，可以轻松躲避梅尔的技能。特别是通过她的闪现，她可以迅速拉近距离，更容易躲避梅尔的攻击。\n- 梅尔拥有远程技能，但艾瑞莉娅是一个近战英雄，能够在近战中持续输出强大的伤害。这使她能够在受到梅尔骚扰时进行反击。\n- 艾瑞莉娅的技能可以克制梅尔的能力，使她能够利用梅尔的范围攻击造成伤害。\n- 梅尔对治疗效果较弱，但艾瑞莉娅可以通过使用她的技能自我治疗，使她在持久战中占据优势。\n- 梅尔缺乏主动控制技能，因此当艾瑞莉娅发起攻击时，梅尔的逃脱手段有限。这使得艾瑞莉娅更容易对梅尔施加压力。",
      "アジール": "阿兹尔占据优势。\n\n原因如下：\n\n- 阿兹尔拥有高范围伤害，可以反制梅尔的远程攻击，使他在骚扰和补刀战斗中占据优势。\n- 虽然梅尔的技能具有反射能力，但阿兹尔可以利用他的闪现技能调整距离，更容易躲避梅尔的攻击。\n- 阿兹尔的终极技能具有击退效果，可以抵消梅尔的技能，使他在团队战斗中具有很高的影响力。\n- 梅尔很难造成持续伤害，这使得反制阿兹尔的高输出变得困难。\n- 通过利用技能组合，阿兹尔可以有效地削减梅尔的生命值，使他在早期更容易创造有利局面。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索没有技能射击，这使得躲避梅尔的攻击更容易。特别是，他可以用墙壁阻挡梅尔的技能。\n- 亚索的攻击没有成本且冷却时间短，使他能够轻松地造成持续伤害。\n- 梅尔对治疗效果较弱，但亚索可以造成持续伤害，更容易削减梅尔的生命值。\n- 亚索擅长近战，并且可以在梅尔利用她的远程攻击之前缩短距离。\n- 梅尔缺乏主动控制技能，这使得她在亚索发起攻击时很难反击。",
      "エコー": "回声占据优势。\n\n原因如下：\n\n- 回声的机动性很高，更容易躲避梅尔的技能。这减少了受到梅尔骚扰的可能性。\n- 回声的爆发伤害非常高，当梅尔的生命值低时，更容易击杀她。\n- 梅尔缺乏主动控制技能，使她在回声发起攻击时难以反击。\n- 回声的护盾和治疗能力使他能够承受梅尔的攻击，在持久战中占据优势。\n- 梅尔的技能依赖于技能射击，而回声可以利用他的机动性来躲避。",
      "ライズ": "瑞兹占据优势。\n\n原因如下：\n\n- 瑞兹的技能组合冷却时间短，能够造成高输出并持续对梅尔的范围攻击造成伤害。\n- 梅尔的技能范围较远，但瑞兹可以使用他的定点控制技能来禁用梅尔的攻击。\n- 瑞兹受益于法力成长，使他在造成伤害的同时保持耐久性，更容易抵御梅尔的骚扰。\n- 梅尔对治疗效果较弱，但瑞兹可以造成持续伤害，从而利用梅尔的弱点。\n- 通过使用瑞兹的终极技能，整个团队可以进行全球传送，使得在梅尔被孤立时能够进行有利的操作。",
      "シンドラ": "辛德拉在对抗梅尔时具有优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在安全地躲避梅尔的攻击的同时进行骚扰。\n- 虽然梅尔的技能具有反射能力，但辛德拉的技能是范围伤害，这降低了被反射的风险。\n- 通过利用辛德拉的击退和眩晕技能，更容易阻止梅尔的接近并保持对线优势。\n- 辛德拉的爆发伤害很高，可以迅速减少梅尔的生命值并创造击杀机会。\n- 梅尔对治疗效果较弱，而辛德拉具有持续输出的高能力，可以利用梅尔的弱点。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "マルザハール": "马尔扎哈处于劣势。\n\n原因如下：\n\n- Smolder的远程攻击超出了马尔扎哈的范围，使马尔扎哈容易受到伤害。\n- Smolder的技能通过叠加增强，使得在后期造成非常高的伤害，马尔扎哈很难应对持续伤害。\n- Smolder的E技能提供了高机动性，帮助躲避马尔扎哈的技能，使马尔扎哈很难命中攻击。\n- 马尔扎哈在前期非常弱，Smolder在叠加之前很有可能创造出有利局面。\n- Smolder在团队战斗中具有强大的范围伤害，并且不太受马尔扎哈沉默的影响。",
      "ガリオ": "加里奥处于劣势。\n\n- 斯莫德尔拥有远程攻击，可以在加里奥接近之前造成伤害。\n- 斯莫德尔的技能通过叠加增强，使他在后期能够造成非常高的伤害，可能超过加里奥的耐久性。\n- 斯莫德尔可以通过他的E技能穿越地形，更容易躲避加里奥的控制技能。\n- 加里奥对物理伤害脆弱，而斯莫德尔的攻击可以有效造成伤害。\n- 斯莫德尔在团队战斗中具有强大的范围伤害，使得加里奥在参与团队战斗时很可能会受到大量伤害。",
      "ヴェックス": "Vex处于劣势。\n\n- Smolder是一个AA型射手，可以从远处持续输出伤害，使Vex即使使用技能也容易受到持续伤害。\n- Smolder的范围攻击在团战中非常强大，即使Vex使用技能也可能会受到多次攻击。\n- Smolder可以通过他的E技能穿越地形，更容易躲避Vex的技能，并在追击或逃跑时表现出色。\n- Vex缺乏逃生技能，使她在受到Smolder伤害时难以反击，尤其是在Smolder叠加并处于增强状态时。\n- 即使没有早期叠加，Smolder也能对Vex造成持续伤害，使她在对线阶段容易处于劣势。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 斯莫德尔可以在没有早期叠加的情况下使用技能进行骚扰，这使得拉克斯很难施加骚扰，因为他可以躲避她的技能。\n- 斯莫德尔可以通过他的E技能穿越地形，这使得躲避拉克斯的技能变得更容易，当他靠近时，拉克斯变得非常脆弱。\n- 斯莫德尔的范围攻击在团战中影响很大，使他能够在拉克斯释放爆发伤害之前造成伤害。\n- 斯莫德尔的伤害在后期随着叠加的增加而提升，可能超过拉克斯的爆发伤害，导致她在与他的一对一对抗中表现不佳。\n- 拉克斯在被接近时极其脆弱，受到斯莫德尔的攻击会迅速使她陷入劣势局面。",
      "アカリ": "阿卡丽处于劣势。\n\n- Smolder的远程攻击可以在阿卡丽接近之前造成伤害，使她很难发起攻击。\n- Smolder的范围攻击可能会抵消阿卡丽的隐身效果，使她在团战中成为容易的目标。\n- Smolder在后期通过叠加技能可以造成强大的伤害，因此如果阿卡丽无法在早期施加压力，Smolder将变得更强。\n- 阿卡丽的推线能力较低，如果Smolder快速清理兵线，她很可能会失去对线路的控制。\n- Smolder的E技能允许快速移动，为逃避阿卡丽的跟进提供了方法，使她在尝试全力进攻时处于劣势。",
      "アニー": "安妮处于劣势。\n\n- 斯莫德尔拥有远程攻击，容易躲避安妮的近战技能。\n- 斯莫德尔的技能通过叠加增强，使得在后期造成非常高的伤害，这在安妮能够发育之前给她施加了压力。\n- 斯莫德尔拥有范围攻击，这突显了他在团队战斗中的强势，使得安妮在一对一的情况下很难获得优势。\n- 斯莫德尔的E技能提供了高机动性，使他能够躲避安妮的控制技能，减少了伏击成功的可能性。\n- 安妮需要管理叠加效果，没有叠加效果时，她无法触发控制技能，这使得在与斯莫德尔对抗时找到合适的时机变得困难。",
      "エコー": "Echo处于劣势。\n\n原因如下：\n\n- 当Smolder没有早期叠加时，很难对Echo造成伤害，但Echo的爆发伤害很高，因此如果Echo先发起攻击，对Smolder来说就变得不利。\n- Smolder的技能通过叠加增强，但在早期，他的技能表现较低，使他容易受到Echo的攻击。\n- Echo具有高机动性，可以在躲避Smolder攻击的同时造成伤害，使他在一对一的战斗中占据优势。\n- Smolder只有E技能作为逃生选项，而该技能的冷却时间较长，使他容易受到Echo的控制和爆发伤害。\n- Smolder在团队战中具有强大的范围伤害，但Echo在团队战中也具有很高的开团潜力，使得Smolder很难创造有利局面。",
      "リサンドラ": "丽桑卓处于劣势。\n\n- 烈焰的射程很长，使得丽桑卓难以接近，这在骚扰和交易中让她处于劣势。\n- 烈焰的技能通过叠加增强，导致后期伤害非常高，因此如果丽桑卓无法在早期施加压力，她会很挣扎。\n- 烈焰的E技能允许快速移动，成为躲避丽桑卓控制技能的手段，使得她很难占据优势。\n- 丽桑卓无法在不靠近的情况下造成伤害，这在面对烈焰的远程攻击时存在风险。\n- 烈焰在团队战斗中拥有强大的范围攻击，使得丽桑卓在这些情况下难以履行她的角色。"
    },
    "loses": {
      "イレリア": "艾瑞莉娅在与斯莫尔德的对抗中占有优势。\n\n原因如下：\n\n- 斯莫尔德在没有早期叠加的情况下技能表现较低，而艾瑞莉娅从一开始就能强力骚扰，更容易建立对线优势。\n- 艾瑞莉娅拥有闪现技能，更容易躲避斯莫尔德的技能，并在近战中利用她的优势。\n- 斯莫尔德缺乏自动攻击增强，导致输出较低，难以反击艾瑞莉娅的持续伤害。\n- 艾瑞莉娅的技能提供伤害减免，使她对斯莫尔德的爆发伤害有抵抗力。\n- 斯莫尔德的逃脱依赖于他的E技能，而该技能冷却时间较长，使他在艾瑞莉娅全力进攻时难以逃脱。",
      "フィズ": "菲兹占据优势。\n\n- 菲兹具有高爆发伤害，可以利用斯莫尔德的早期弱点。在斯莫尔德叠加之前进行攻击特别有效。\n- 斯莫尔德缺乏普通攻击增强，使其难以承受菲兹的高爆发。菲兹可以躲避斯莫尔德的攻击，使他在一对一的对抗中拥有高胜率。\n- 菲兹可以利用他的E技能的无敌效果轻松躲避斯莫尔德的技能。这使他能够抵消斯莫尔德的攻击，同时进行反击。\n- 斯莫尔德只有他的E技能作为逃生选项，而这个技能的冷却时间很长，使他容易受到菲兹的捕捉。菲兹可以轻松抓住斯莫尔德并瞄准击杀。\n- 菲兹具有高机动性，使他能够在避免斯莫尔德的范围攻击的同时灵活移动，这在团队战斗中是有利的。",
      "フェイ": "Faye在与Smolder的对抗中占据优势。\n\n原因如下：\n\n- Faye拥有多样的技能组合和高爆发伤害能力，能够在Smolder的叠加效果形成之前轻松造成伤害。\n- Smolder在前期技能表现较低，缺乏叠加效果时难以造成伤害，这使得Faye能够在对线中占据优势。\n- Faye的范围伤害在团战中非常强大，虽然Smolder在面对集中的敌人时表现出色，但Smolder的单体伤害较低，导致在团战中的影响力较小。\n- Faye拥有控制技能（CC），可以通过她的E技能阻碍Smolder的逃跑，使她在一对一的情况下占据优势。\n- Smolder只有他的E技能作为逃生选项，而该技能的冷却时间较长，这使得Faye能够轻松用技能抓住他并在对线中施加压力。",
      "ライズ": "瑞兹占据优势。\n\n原因如下：\n\n- 瑞兹的输出很高，能够在斯莫尔德的叠加效果形成之前通过技能连招造成伤害，使他在早期对线中获得优势。\n- 斯莫尔德的技能在前期较弱，缺乏自动攻击增强，使他难以抵挡瑞兹的技能连招。\n- 瑞兹的控制技能可以限制斯莫尔德的移动，使追击和骚扰变得更容易。\n- 瑞兹依赖法力值发育，一旦他拥有合适的装备，就能在保持耐久的同时造成高额伤害，使他在后期能够与斯莫尔德竞争。\n- 斯莫尔德只有E技能作为逃生选项，而该技能冷却时间较长，这使得瑞兹容易用技能抓住他，在全力交战中获得优势。",
      "オレリオン・ソル": "奥瑞利安·索尔占据优势。\n\n原因如下：\n\n- 在没有早期叠加的情况下，斯莫尔德的技能表现较低，使得奥瑞利安·索尔能够轻松命中技能并在此期间造成伤害。\n- 奥瑞利安·索尔的远程攻击可以切断斯莫尔德的逃跑路线，使得斯莫尔德在一对一的情况下很难获胜，尤其是斯莫尔德缺乏普通攻击增强。\n- 斯莫尔德对控制技能很弱，被奥瑞利安·索尔的眩晕或减速击中会限制其移动，使其更容易受到攻击。\n- 奥瑞利安·索尔在团战中的范围伤害非常强大，虽然斯莫尔德在面对聚集的敌人时很强，但奥瑞利安·索尔的广域终极技能可以扭转局势。\n- 斯莫尔德只有E技能作为逃生选项，而该技能的冷却时间较长，使得他难以应对奥瑞利安·索尔的持续攻击。",
      "アクシャン": "阿克尚占据优势。\n\n原因如下：\n\n- 阿克尚在早期有强大的骚扰能力，可以在斯莫尔德的叠加效果建立之前轻松造成伤害。\n- 斯莫尔德在早期的技能表现较低，难以承受阿克尚的攻击。\n- 阿克尚可以通过他的被动技能轻松削减斯莫尔德的生命值。\n- 阿克尚的机动性很高，可以通过他的E技能封锁斯莫尔德的逃跑选项。\n- 斯莫尔德缺乏自动攻击增强，使得在与阿克尚的交战中难以造成持续伤害。\n- 阿克尚在击杀敌人后有复活盟友的能力，使得在团队战中更容易扭转局势。",
      "ヤスオ": "亚索占据优势。\n\n原因如下：\n\n- 亚索是近战英雄，可以利用斯莫德尔的早期弱点。斯莫德尔在没有叠加层的情况下，早期技能表现较差，亚索可以利用这个空档进行攻击。\n- 亚索的技能没有消耗，且技能旋转率高，使他能够在避免斯莫德尔技能的同时，造成高额的伤害输出。\n- 斯莫德尔缺乏自动攻击增强，难以反制亚索的高伤害输出。特别是在一对一的战斗中，亚索占据优势。\n- 亚索有一个护盾，可以阻挡斯莫德尔的技能射击，使斯莫德尔更难命中攻击。\n- 斯莫德尔只有E技能作为逃生选项，冷却时间较长，当亚索逼近攻击时，斯莫德尔很难逃脱。",
      "メル": "梅尔在与斯莫尔德的对抗中占据优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，能够在斯莫尔德的叠加效果形成之前轻松造成伤害。\n- 斯莫尔德在没有早期叠加效果的情况下技能表现较低，使他容易受到梅尔的攻击。\n- 梅尔有很多范围伤害技能，使她能够在斯莫尔德在团队战中展示实力之前造成伤害。\n- 梅尔能够反弹技能，使她能够将斯莫尔德的技能反击回去，从而获得有利的战斗。\n- 斯莫尔德只有他的E技能作为逃生选项，而这个技能冷却时间较长，使他在受到梅尔的伤害后很难逃脱。",
      "ダイアナ": "黛安娜在与斯莫尔德的对抗中占有优势。\n\n- 黛安娜擅长近战，可以利用斯莫尔德早期的弱点。特别是，在斯莫尔德叠加之前发起攻击，黛安娜可以获得上风。\n- 由于黛安娜的高追击能力，斯莫尔德的逃脱手段有限，因此一旦黛安娜靠近，她可以持续攻击。\n- 黛安娜有一个护盾，可以减轻斯莫尔德的一部分伤害，使她在一对一的战斗中具有很高的生存能力。\n- 斯莫尔德缺乏普通攻击增强，使得反击黛安娜的高爆发伤害变得困难，尤其是在受到黛安娜技能后。\n- 黛安娜的控制技能可以限制斯莫尔德的移动，使她能够在团队战斗中灵活操控，获得优势。",
      "ゼラス": "扎伊拉占据优势。\n\n- 扎伊拉拥有远程攻击技能，可以在斯莫尔德堆叠之前单方面骚扰他，使她在早期对线阶段更容易获得优势。\n- 斯莫尔德在早期游戏中的技能表现较低，缺乏普通攻击增强，使他难以承受扎伊拉的消耗。\n- 扎伊拉的范围攻击在团队战斗中可以轻松积累伤害，虽然斯莫尔德在面对集中的敌人时很强，但他容易受到扎伊拉攻击的伤害。\n- 扎伊拉有一个被动技能可以恢复法力，使她在对线中具有很高的续航能力，并且在斯莫尔德堆叠之前更容易创造有利局面。\n- 斯莫尔德只有他的E技能作为逃生选项，而这个技能的冷却时间很长，因此如果他继续受到扎伊拉的伤害，他很容易陷入困境。",
      "ヨネ": "永恩占据优势。\n\n- 永恩是一个近战英雄，可以利用斯莫德尔的早期弱点。斯莫德尔在没有叠加层的情况下，早期技能表现较差，容易受到永恩的攻击。\n- 永恩的技能冷却时间短，可以对斯莫德尔施加持续压力。\n- 永恩的高机动性使他能够躲避斯莫德尔的E技能并追击他。\n- 永恩造成魔法伤害，可以绕过斯莫德尔的防御并造成伤害。\n- 斯莫德尔缺乏自动攻击增强，使得他很难反击永恩的高输出，尤其是在永恩完成装备后，差距更加明显。",
      "タリヤ": "塔莉雅占据优势。\n\n原因如下：\n\n- 塔莉雅拥有丰富的范围攻击，使她能够在斯莫尔德堆叠之前进行强力骚扰，从而更容易在对线中获得优势。\n- 斯莫尔德缺乏普通攻击增强，使他容易受到塔莉雅技能的伤害，尤其是在早期的一对一交锋中，他处于劣势。\n- 塔莉雅的E技能可以限制斯莫尔德的移动，并对依赖位移的对手造成显著伤害。\n- 塔莉雅可以快速推线，使她能够在斯莫尔德堆叠之前攻击塔，从而影响整个地图。\n- 塔莉雅的终极技能可以封锁斯莫尔德的逃跑路线，使她在团队战中更容易获得有利位置。",
      "ルブラン": "乐芙兰在与斯莫德尔的对抗中占据优势。\n\n原因如下：\n\n- 乐芙兰具有高爆发伤害，可以在斯莫德尔的叠加效果建立之前造成伤害。\n- 斯莫德尔在前期技能表现较差，难以承受乐芙兰的骚扰。\n- 乐芙兰的闪现技能使她能够轻松躲避斯莫德尔的攻击，并给她反击的机会。\n- 斯莫德尔缺乏自动攻击增强，使她在DPS方面难以与乐芙兰的爆发伤害竞争。\n- 乐芙兰可以利用技能拉开距离，让她在安全的情况下战斗，同时避免斯莫德尔的攻击。",
      "オリアナ": "奥莉安娜在与斯莫尔德的对抗中占有优势。\n\n原因如下：\n\n- 奥莉安娜的技能都是范围伤害，能够在斯莫尔德的叠加效果形成之前轻松造成伤害。\n- 斯莫尔德在前期技能表现较弱，难以承受奥莉安娜的骚扰。\n- 奥莉安娜的技能冷却时间短，能够持续输出伤害，并在斯莫尔德叠加之前获得优势。\n- 奥莉安娜的大招在团战中具有强大的控制效果，可以切断斯莫尔德的逃跑路线。\n- 斯莫尔德对控制技能很脆弱，如果被奥莉安娜的技能击中，会受到大量伤害。",
      "キヤナ": "Qiyana在对抗Smolder时具有优势。\n\n原因如下：\n\n- Qiyana具有高机动性，容易躲避Smolder的技能，使她在对线时能够轻松进行骚扰。\n- Smolder在没有早期叠加时伤害较低，使他容易受到Qiyana的攻击。\n- Qiyana可以利用她的硬控制技能轻松抓住Smolder，为全力进攻创造有利局面。\n- Smolder缺乏自动攻击增强，使他难以反击Qiyana的爆发伤害，并且在一对一的决斗中很难获胜。\n- Qiyana可以切换元素，使她能够根据情况调整战术，轻松限制Smolder的行动。",
      "ビクター": "维克托在与斯莫尔德的对抗中占据优势。\n\n原因如下：\n\n- 维克托拥有远程技能，使他在斯莫尔德叠加之前更容易进行骚扰。\n- 斯莫尔德在前期技能表现较差，难以反制维克托的骚扰。\n- 维克托的技能持续时间长，更容易限制斯莫尔德的移动。\n- 斯莫尔德只有E技能作为逃生选项，尽管维克托的技能施放较慢，但受到维克托攻击的伤害风险很高。\n- 维克托的AP比率很高，当他变得更强时，可以对斯莫尔德造成高额的爆发伤害，使他在一对一的情况下获得优势。",
      "アジール": "阿兹尔占据优势。\n\n原因如下：\n\n- 阿兹尔的DPS高，范围攻击丰富，容易在熏烤的层数积累之前造成伤害。\n- 熏烤在前期技能表现较低，容易受到阿兹尔的持续骚扰。\n- 阿兹尔的闪现技能使他能够轻松躲避熏烤的攻击，而他优越的站位使得熏烤的攻击难以命中。\n- 阿兹尔的终极技能提供了击退效果，可以阻止熏烤的进攻，使他在一对一的情况下占据显著优势。\n- 熏烤只有E技能作为逃生选项，而该技能冷却时间较长，如果继续受到阿兹尔的伤害，很容易陷入困境。",
      "シンドラ": "辛德拉占据优势。\n\n原因如下：\n\n- 辛德拉拥有远程技能，可以在受到斯莫尔德的伤害之前进行骚扰。\n- 斯莫尔德在没有早期叠加的情况下技能表现较差，难以承受辛德拉的骚扰。\n- 通过利用辛德拉的击退和眩晕，可以阻止斯莫尔德用E技能逃跑。\n- 辛德拉的爆发伤害非常高，使得在斯莫尔德成长之前更容易获得早期击杀。\n- 斯莫尔德缺乏自动攻击增强，难以用持续伤害反制辛德拉的技能。",
      "ブラッドミア": "血沼对燃烧者有优势。\n\n原因如下：\n\n- 燃烧者在没有早期叠加的情况下技能表现较低，使得他在对线时的骚扰能力较弱，给血沼带来了有利的局面。\n- 血沼具有很高的续航能力，可以通过技能恢复生命值，更容易承受燃烧者的攻击。\n- 燃烧者缺乏自动攻击增强，难以反击血沼的持续伤害。\n- 通过利用血沼的无敌技能，他可以躲避燃烧者的技能并进行反击。\n- 燃烧者的控制能力有限，几乎没有手段来阻止血沼的攻击，血沼可以自由移动。",
      "ツイステッド・フェイト": "扭曲命运对斯莫尔德有优势。\n\n原因如下：\n\n- 扭曲命运有一个针对性的眩晕技能，可以限制斯莫尔德的移动，有效中和他的技能。\n- 斯莫尔德在没有早期叠加的情况下输出伤害较低，难以反制扭曲命运的高推力。\n- 扭曲命运有远程传送技能，擅长游走和追击，可以制造斯莫尔德无处可逃的局面。\n- 扭曲命运的被动技能允许更快的装备进阶，使他能够在斯莫尔德成长之前创造有利局面。\n- 斯莫尔德缺乏自动攻击增强，使他容易受到扭曲命运技能的骚扰，容易失去对线优势。",
      "オーロラ": "奥罗拉在与斯莫尔德的对抗中占据优势。\n\n- 奥罗拉具有高机动性，可以缩短斯莫尔德技能的冷却时间，使她能够在早期游戏中进行激进的骚扰。\n- 当斯莫尔德没有早期叠加时，伤害较低，容易受到奥罗拉的爆发攻击。\n- 奥罗拉的范围攻击可以在斯莫尔德在团队战中展示实力之前造成伤害，早期创造有利局面。\n- 斯莫尔德只有他的E技能作为逃生选项，而该技能冷却时间较长，使他难以应对利用奥罗拉机动性的伏击。\n- 奥罗拉没有直接的控制技能，使她能够在避免斯莫尔德攻击的同时造成伤害，即使在一对一的情况下也占据优势。"
    }
  }
}