{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "潘森在对抗娅娜时处于劣势。\n\n原因如下：\n\n- 娅娜拥有强大的控制技能（CC），可以抵消潘森的全力进攻，使潘森的进攻风险更大。\n- 娅娜的护盾可以减轻潘森的爆发伤害，降低他的击杀压力。\n- 娅娜的机动性很高，使潘森难以拉近距离，更容易躲避他的攻击。\n- 娅娜具有强大的骚扰能力，使潘森在试图在线上交易时处于不利位置。\n- 潘森在持久战中表现不佳，难以应对娅娜的持续骚扰和治疗效果。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 娜美拥有强大的控制技能，可以抵消阿利斯塔的开团，使他很难发起攻击。\n- 娜美的高移动速度和脱离能力通常使她能够在阿利斯塔靠近之前拉开距离。\n- 娜美的护盾和治疗效果减少了阿利斯塔的伤害，使他在持久战中处于劣势。\n- 阿利斯塔的攻击力较低，难以对娜美的远程攻击进行反击，使他在对线时很难施加压力。\n- 娜美不擅长掌控视野，因此阿利斯塔在试图从草丛中开团时无法利用这一点。",
      "レル": "瑞尔处于劣势。\n\n- 娜美拥有强大的控制技能，可以抵消瑞尔的开团，使瑞尔难以发起攻击。\n- 娜美的移动速度增益使得队友更容易逃脱，复杂化了瑞尔的追击能力。\n- 娜美的护盾减少了瑞尔的伤害，特别是在团队战中削弱了她的影响力。\n- 娜美可以远程输出，允许她在瑞尔接近之前就对其造成伤害。\n- 娜美在视野控制上的弱点被利用，使得瑞尔难以从草丛中埋伏。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 由于贾娜强大的控制能力，拉克斯在施放技能之前很可能会被限制。\n- 贾娜的护盾减少了拉克斯的爆发伤害，使得击杀变得困难。\n- 贾娜的机动性很高，使得拉克斯很难命中她的技能。\n- 贾娜的脱离能力增加了拉克斯在全力进攻时被反击的风险。\n- 贾娜在后期团战中影响显著，拉克斯的盟友在她施放技能之前有可能被击倒。",
      "ラカン": "拉卡恩在对抗珍娜时处于劣势。\n\n原因：\n- 珍娜拥有强大的脱离能力，可以抵消拉卡恩的进攻，使他难以发起攻击。\n- 珍娜的控制技能限制了拉卡恩的机动性，通常在他接近之前就能拉开距离。\n- 珍娜的护盾和治疗效果减少了拉卡恩的伤害，使他的攻击效果降低。\n- 珍娜的移动速度很高，使拉卡恩难以追击她，她常常能够逃脱。\n- 拉卡恩的基础属性较低，使他容易受到珍娜的骚扰和控制，在早期对线阶段处于劣势。",
      "ブラウム": "布隆处于劣势。\n\n- 娜美的攻击范围很长，远程骚扰能力强，使布隆难以接近。\n- 娜美强大的控制技能意味着布隆在接近之前很可能会被打断。\n- 娜美有一个技能可以提高她的移动速度，这使得布隆很容易错过攻击的机会。\n- 布隆缺乏续航能力，容易受到早期骚扰，遭受娜美持续的骚扰。\n- 娜美的护盾减少了布隆的控制效果和伤害，阻止他有效地攻击。",
      "ノーチラス": "诺提勒斯处于劣势。\n\n原因如下：\n\n- 娜美强大的控制技能使得诺提勒斯的开团变得容易被抵消。特别是，娜美的脱离能力可以阻止诺提勒斯的攻击。\n- 娜美的移动速度很高，逃脱能力出色，使得诺提勒斯很难拉近距离。这导致诺提勒斯常常错失攻击机会。\n- 娜美的护盾和治疗效果减少了诺提勒斯的伤害，使得他的全力进攻效果不佳。\n- 娜美不擅长控制视野，这增加了诺提勒斯钩中目标的机会，但被娜美的机动性和控制技能反制的风险很高。\n- 诺提勒斯依赖技能，因此当技能冷却时，他无法进行激进的玩法，给娜美施加压力变得困难。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 娜美拥有强大的脱离能力，可以抵消蕾欧娜的发起。\n- 娜美的护盾和治疗效果使蕾欧娜的攻击效果降低。\n- 娜美的机动性很高，使蕾欧娜难以拉近距离。\n- 娜美的控制技能可以阻止蕾欧娜的全力进攻，导致她错失进攻机会。\n- 娜美可以远程消耗，轻松在蕾欧娜接近之前骚扰她。"
    },
    "loses": {
      "ニーコ": "妮可占据了优势。\n\n原因如下：\n\n- 她可以轻松地利用伪装躲避贾娜的技能，从而发起伏击并抵消贾娜的脱离能力。\n- 贾娜的基础属性较低，在前期脆弱，使得妮可更容易凭借高爆发伤害获得早期击杀。\n- 妮可的范围伤害和大招的控制在团战中产生了显著影响，超越了贾娜的辅助能力。\n- 贾娜在视野控制方面存在困难，这使得妮可更容易利用伪装成功伏击。\n- 贾娜的特性不适合激进的游戏风格，与妮可的伏击能力很好地协同，使她能够在对线中施加压力。",
      "バード": "巴德在对抗贾娜时具有优势。\n\n原因如下：\n\n- 巴德的游走能力强，使贾娜在对线时难以保护孤立的ADC，从而让巴德得以利用这一点。\n- 贾娜的控制技能主要是将敌人推开，这对巴德的终极技能无效，因为巴德的终极技能可以提供无敌效果。\n- 巴德通过收集音符来造成伤害，装备依赖性低，使他在前期更容易施加压力。\n- 贾娜的基础属性较低，在前期脆弱，难以反制巴德的激进玩法。\n- 巴德的治疗技能与贾娜的护盾有很好的协同效果，使得在持续战斗中占据优势。",
      "ソナ": "索娜具有优势。\n\n原因如下：\n\n- 索娜拥有范围治疗和增益效果，使她在团队战斗中具备高支持能力，能够超越贾娜的脱离能力。\n- 索娜的控制效果快速触发，更容易禁用贾娜的技能并限制她的移动。\n- 贾娜在前期较弱，因此索娜的治疗能力使她能够更有效地抵御骚扰。\n- 索娜的成长良好，在后期团队战斗中具有显著影响，能够对贾娜造成持续伤害。\n- 贾娜在视野控制方面较弱，因此通过占据有利位置，索娜可以更容易地抓住贾娜。",
      "セナ": "塞娜有优势。\n\n原因如下：\n\n- 塞娜的射程很长，可以在贾娜的攻击范围之外进行骚扰，更容易建立对线优势。\n- 虽然贾娜的脱离能力很强，但塞娜可以用她的束缚效果抓住贾娜，创造反击的机会。\n- 塞娜具有治疗能力，使她更容易承受贾娜的骚扰，并在持久战中保持生存。\n- 贾娜的基础属性较低，在前期脆弱，这使得塞娜可以积极进攻并获得早期优势。\n- 塞娜由于她的被动技能容易成长，通过对线骚扰更容易赚取金币，并且在后期可以造成高伤害。",
      "ルル": "露露占据优势。\n\n- 露露拥有变形技能，可以抵消贾娜的控制效果，使她能够有效阻挡贾娜的攻击。\n- 露露的护盾增强了她盟友的生存能力，并且可以超过贾娜的治疗效果，使她在持久战中占据优势。\n- 露露对潜行者和刺客具有强大的防御能力，使她能够在贾娜进行激进操作时保护盟友。\n- 露露的技能可以根据情况灵活使用，允许适应性策略来反制贾娜单一维度的战术。\n- 露露在对抗短程ADC时也占据优势，能够有效应对贾娜支持的ADC。",
      "ナミ": "娜美占据优势。\n\n原因如下：\n\n- 娜美是一名进攻型辅助，擅长在对线中骚扰，使她更容易在对抗婕拉时占据上风。\n- 娜美的控制技能能够有效抓住敌人，并能抵消婕拉的脱离能力。\n- 婕拉的基础属性较低，在前期脆弱，难以承受娜美的进攻风格。\n- 娜美的所有技能都有伤害，使她在与婕拉的交锋中占据优势。\n- 婕拉在视野控制方面表现不佳，创造了娜美的骚扰和进攻更容易成功的环境。",
      "ユーミ": "悠米在对抗贾娜时具有优势。\n\n原因如下：\n\n- 悠米可以通过附着在盟友身上安全地提供支持，降低受到贾娜攻击造成伤害的风险。\n- 面对贾娜强大的控制和脱离能力，悠米可以通过治疗和护盾保护盟友，在持续作战中表现出色。\n- 贾娜的基础属性较低，在前期脆弱，使得悠米更容易通过治疗和护盾保持对线优势。\n- 悠米在对抗poke型法师辅助时更具优势，能够用护盾减轻贾娜的攻击，同时持续输出伤害。\n- 贾娜在视野控制方面存在困难，而悠米依赖于她的盟友，因此当贾娜被孤立时，她可以利用这一点。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "パンテオン": "潘森在对抗娜美时处于劣势。\n\n原因如下：\n\n- 娜美拥有丰富的控制技能（CC），可以在潘森试图全力进攻时打断他，使她更容易躲避他的攻击。\n- 娜美具有很强的骚扰能力，使潘森难以接近，常常在对线交易中处于劣势。\n- 娜美的治疗能力可以减轻潘森的爆发伤害，降低他在持久战中的优势。\n- 尽管娜美的技能激活时间较慢，但她可以在承受潘森攻击之前使用技能来抵消他的伤害。\n- 潘森缺乏续航能力，使他难以承受娜美的持续骚扰，这使得在对线中生存变得困难。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 娜美拥有丰富的控制和治疗能力，能够通过躲避莫甘娜的束缚来更容易地抵消她的攻击。\n- 娜美的技能使她能够在莫甘娜试图攻击时调整自己的位置，从而在交战中占据优势。\n- 莫甘娜的技能冷却时间较长，使她难以对娜美的持续骚扰进行反击。\n- 娜美的治疗能力可以轻松减轻莫甘娜的伤害，使她在持久战中处于劣势。\n- 娜美的机动性很高，可以躲避莫甘娜的技能，减少莫甘娜抓住她的能力。",
      "ラックス": "拉克斯在对抗娜美时处于劣势。\n\n原因如下：\n\n- 娜美拥有丰富的控制技能（CC），使得拉克斯很难命中她的技能。特别是，娜美的控制技能可以打断拉克斯的技能，使她更难进行激进的玩法。\n- 娜美的治疗能力使拉克斯的骚扰效果降低。当娜美为她的盟友治疗时，拉克斯的爆发伤害很可能会被抵消。\n- 娜美有加速技能，因此即使拉克斯试图拉开距离，娜美也能追上。这使得娜美更容易缩短距离，让拉克斯处于脆弱的位置。\n- 娜美的技能不会被小兵阻挡，使她在拉克斯试图骚扰时能够轻松反击。\n- 娜美的机动性很高，使她更容易躲避拉克斯的技能，这使得拉克斯很难命中她的技能。在游戏后期，娜美的机动性更加突出。",
      "ソラカ": "索拉卡在对抗娜美时处于劣势。\n\n原因如下：\n\n- 娜美拥有丰富的控制技能（CC），可以轻松抵消索拉卡的逃生选项。特别是，娜美的技能可以阻止索拉卡接近。\n- 娜美的骚扰潜力很高，而索拉卡的基础属性较低，使她在对线时容易输掉交易。\n- 索拉卡的治疗容易受到重伤效果的影响，受到娜美的伤害会降低她的治疗效果。\n- 尽管娜美的技能施放较慢，但索拉卡的移动速度较低，使娜美更容易命中她的技能。\n- 索拉卡的控制技能有限，难以对娜美发起进攻，导致对对手的压力较弱。",
      "ザイラ": "扎伊拉在对抗娜美时处于劣势。\n\n原因如下：\n\n- 娜美拥有丰富的控制技能（CC），可以轻松打断扎伊拉的技能。特别是，娜美的控制技能在扎伊拉靠近时会使其处于脆弱状态，因为扎伊拉的机动性有限。\n- 由于娜美作为一个进攻型辅助的特性，扎伊拉容易受到骚扰，通常在早期交易中处于劣势。\n- 娜美的治疗能力相对削弱了扎伊拉的持续伤害。娜美有时可以通过治疗她的盟友来抵消扎伊拉的伤害。\n- 扎伊拉的技能需要时间来施放，并且在命中之前有延迟，这使得她很难应对娜美基于机动性的攻击。当娜美靠近时，扎伊拉很难命中她的技能。\n- 娜美的攻击范围很长，可以安全地骚扰，同时避免扎伊拉的攻击，这使得扎伊拉在对线时感到压力。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 娜美拥有丰富的控制技能，使扎伊拉很难命中她的技能。特别是，娜美可以用她的技能抓住扎伊拉，有效地封锁她的攻击。\n- 娜美的治疗能力使扎伊拉的骚扰无效。虽然扎伊拉擅长持续输出，但娜美的治疗削弱了这一效果。\n- 娜美的高机动性使她更容易躲避扎伊拉的技能。扎伊拉的技能激活时间较慢，因此娜美通常可以通过快速移动来躲避。\n- 扎伊拉缺乏自我防御选项，受到娜美攻击时风险很高。特别是在被娜美的控制技能抓住后，扎伊拉几乎没有反击的空间。\n- 娜美在近战交锋中很强，而扎伊拉在娜美靠近时常常处于劣势。虽然扎伊拉擅长远程攻击，但在受到娜美伤害时无法利用这一优势。"
    },
    "loses": {
      "メル": "梅尔在对抗娜美时更具优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在受到娜美骚扰之前进行攻击，从而更容易保持对线优势。\n- 娜美的控制技能启动较慢，使她在面对梅尔的技能反弹时显得无效，难以命中攻击。\n- 梅尔对辅助型英雄有很强的克制能力，可以通过将娜美的治疗和控制技能反过来对付她来压制娜美。\n- 梅尔的被动技能使得在娜美血量低时更容易击杀她，擅长收割人头。\n- 尽管娜美的治疗能力很强，但梅尔难以造成持续伤害，造成娜美的治疗效果降低。",
      "パイク": "派克占据优势。\n\n原因如下：\n\n- 派克在早期游戏中拥有高基础属性，能够有效地骚扰娜美。特别是，娜美的技能启动较慢，使得派克更容易发起攻击。\n- 娜美的控制技能有延迟启动，这使得派克可以利用他的高机动性轻松躲避。这意味着娜美的保护效果不明显。\n- 派克可以用钩子抓住娜美，轻松利用她的脆弱性进行击杀。娜美的逃生选项有限，使她容易受到派克的攻击。\n- 派克的被动治疗效果使他在与娜美的骚扰中仍能在战斗中保持生存。这帮助他维持了对线的优势。\n- 娜美的主要技能消耗高蓝量，使她不适合进行持久战。如果派克在早期建立优势，娜美很可能会耗尽蓝量。",
      "ブラウム": "布隆对娜美有优势。\n\n原因如下：\n\n- 布隆具有高防御能力，可以减轻娜美的攻击，使他不易受到她的骚扰。\n- 布隆的被动技能在早期游戏中就很强大，使他对娜美具有高伤害潜力，这使得在交易中更容易获得优势。\n- 娜美的控制技能有延迟激活，如果她让布隆靠近，他可以用自己的控制技能抓住她。\n- 布隆有很强的保护队友的能力，可以有效地抵挡娜美的激进玩法。\n- 娜美的攻击范围很长，但布隆可以利用自己在近战中的优势轻松接近她并躲避她的技能。",
      "ソナ": "索娜占据优势。\n\n原因如下：\n\n- 索娜可以通过她的光环提供范围支持，在团队战斗中提供强大的治疗和增益，使她在面对娜美的骚扰时更具韧性。\n- 娜美的控制技能有延迟激活，通过利用索娜增加移动速度的光环，更容易躲避娜美的技能。\n- 索娜的技能易于激活和管理，即使在受到娜美伤害时也能有效反击。\n- 索娜的终极技能提供范围控制，具有很高的保护潜力，可以防止娜美的攻击，使她在团队战斗中占据优势。\n- 娜美在法力管理上存在困难，使得索娜在持久战中更容易占据上风。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "扎伊拉处于劣势。\n\n- 卡尔玛可以在早期游戏中使用她的终极技能，对扎伊拉施加很大压力。\n- 卡尔玛的束缚和护盾提供了反击扎伊拉攻击的手段。\n- 扎伊拉的技能启动缓慢，使她难以躲避卡尔玛基于机动性的攻击。\n- 即使在受到扎伊拉的伤害时，卡尔玛也可以使用她的技能保护自己和她的盟友，使她在持久战中处于不利地位。\n- 扎伊拉的自我防御选项有限，使她在承受卡尔玛攻击时容易被抓住。",
      "パンテオン": "潘森在对抗卡尔玛时处于劣势。\n\n原因如下：\n\n- 卡尔玛可以在游戏早期使用她的终极技能，施加高压并限制潘森进行全力进攻的机会。\n- 卡尔玛的束缚和护盾可以有效抵挡潘森的攻击，特别是在全力进攻时。\n- 潘森的技能冷却时间较长，使他难以抵御卡尔玛的骚扰。\n- 卡尔玛可以远程输出，使她在潘森接近之前轻松进行有利的交易。\n- 潘森在团队战中缺乏范围伤害，难以反制卡尔玛的范围伤害和支援能力。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中使用她的终极技能，对拉克斯施加很大压力。\n- 卡尔玛的控制技能是定向的，这使得拉克斯在施放技能之前很可能会被定住。\n- 卡尔玛有护盾和治疗，可以减轻拉克斯的爆发伤害。\n- 拉克斯在被接近时非常脆弱，容易受到卡尔玛技能的伤害。\n- 卡尔玛擅长风筝，可以在躲避拉克斯技能的同时进行攻击，使她成为拉克斯的麻烦对手。",
      "モルガナ": "莫甘娜处于劣势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中使用她的终极技能，施加高压，使莫甘娜难以进行激进的游戏。\n- 卡尔玛的控制技能是针对性的，可以避免莫甘娜的控制技能，使莫甘娜的控制效果降低。\n- 卡尔玛有一个护盾，可以减轻莫甘娜的控制和伤害，降低莫甘娜的影响力。\n- 卡尔玛的速度提升使得莫甘娜难以保持距离，常常在近战中处于劣势。\n- 莫甘娜的技能冷却时间较长，增加了在使用技能后被反击的风险。",
      "メル": "梅尔处于劣势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中使用她的终极技能，施加高压，使梅尔在对线时难以骚扰。\n- 卡尔玛的束缚和护盾可以轻松抵挡梅尔的攻击，增加反击的风险。\n- 梅尔缺乏主动控制技能，限制了她在被卡尔玛技能击中时的反击选择。\n- 卡尔玛的治疗和护盾能力减少了梅尔的伤害，使她难以造成持续伤害。\n- 卡尔玛可以部署多样的策略，使梅尔难以反制她的技能，并在战斗中轻易失去优势。",
      "ジリアン": "贾娜在对抗卡尔玛时处于劣势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中施加高压，使贾娜在使用技能之前容易受到骚扰。\n- 卡尔玛的束缚和护盾可以轻易限制贾娜的移动和技能使用，特别是在贾娜试图使用她的进攻技能时，使她更容易受到干扰。\n- 贾娜的基础属性较低，这增加了在受到卡尔玛攻击时被击倒的风险。\n- 贾娜对卡尔玛的范围伤害和治疗能力的持续输出手段有限，导致在团队战斗中的影响力降低。\n- 卡尔玛的技能是有针对性的，使她能够有效反制贾娜的移动速度提升能力，更容易抵消贾娜的机动性。",
      "ザイラ": "扎伊拉在对抗卡尔玛时处于劣势。\n\n原因如下：\n\n- 卡尔玛可以在游戏早期使用她的终极技能，施加高压，使扎伊拉更容易受到攻击。\n- 卡尔玛的束缚和护盾有效地抵消了扎伊拉的攻击并限制了她的移动，使扎伊拉难以利用她的区域控制能力。\n- 扎伊拉的机动性有限，当卡尔玛接近并命中她的束缚时，扎伊拉很容易被抓住。\n- 卡尔玛的技能施法时间很快，而扎伊拉的技能激活时间较长，使得躲避卡尔玛的攻击变得困难。\n- 扎伊拉的防御属性较低，容易受到卡尔玛的持续伤害和控制技能的影响。",
      "ミリオ": "Milio处于劣势。\n\n原因如下：\n\n- Karma可以在早期游戏中施加高压，使Milio在能够骚扰之前容易受到伤害。\n- Karma的束缚和护盾可以阻挡Milio的攻击，并增加盟友被抓的风险。\n- Milio的控制技能有限，几乎没有手段来抵消Karma的技能，使他容易受到她的攻击。\n- Milio在与Karma的范围伤害和治疗效果对抗时难以造成持续伤害，使他在交战中处于劣势。\n- Karma的射程比Milio更长，增加了在Milio接近之前被攻击的可能性。",
      "ブラウム": "布隆处于劣势。\n\n原因如下：\n\n- 卡尔玛的攻击范围很长，远程骚扰能力强，使布隆容易受到她的消耗。\n- 卡尔玛的束缚和护盾阻碍了布隆的接近，使他难以有效地保护队友。\n- 布隆缺乏续航能力，持续的骚扰让他在对线中很难生存。\n- 卡尔玛可以增强她的技能，使她能够根据情况采取多种战术，有时超越布隆的防御能力。\n- 布隆的控制技能需要时间来激活，使他难以躲避卡尔玛的技能。",
      "ニーコ": "妮可处于劣势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中施加高压，使妮可在接近之前容易受到骚扰。\n- 卡尔玛的束缚和护盾限制了妮可的埋伏潜力。特别是被束缚后，妮可很难发起攻击。\n- 妮可的技能范围较短，使她很难接近卡尔玛的远程攻击。\n- 卡尔玛的范围伤害和治疗能力使妮可的爆发伤害相对难以生效。\n- 卡尔玛可以在抵挡妮可的攻击的同时支持她的盟友，使妮可在伤害交易中处于劣势。"
    },
    "loses": {
      "ユーミ": "悠米在对抗卡尔玛时具有优势。\n\n原因如下：\n\n- 悠米可以通过附着在盟友身上安全地支援，这使得卡尔玛很难用攻击命中她。\n- 悠米的治疗和护盾可以减轻卡尔玛的骚扰，并帮助维持线上的存在感。\n- 卡尔玛的束缚技能需要时间来激活，这使得悠米在此期间可以逃脱。\n- 由于悠米不需要移动，她可以专注于镜头控制和物品使用，更容易躲避卡尔玛的技能。\n- 悠米在对抗poke型法师辅助时具有优势，可以轻松用她的护盾阻挡卡尔玛的攻击。",
      "ラカン": "拉卡恩对卡尔玛有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避卡尔玛的束缚，使他能够在躲避她的攻击的同时接近她。\n- 拉卡恩的控制技能（CC）瞬间生效，使他能够在卡尔玛使用技能之前发起攻击，有效地封锁她的反击。\n- 拉卡恩有护盾和治疗能力，使他能够承受卡尔玛的骚扰，从而在对线中保持高续航。\n- 拉卡恩有很强的保护队友的能力，使他在卡尔玛变得激进时更容易为队友提供保护。\n- 拉卡恩在对抗刺客和小规模交战者时表现良好，而卡尔玛在对抗这些英雄时也有优势，因此拉卡恩可以通过主动出击创造有利局面。",
      "パイク": "派克在对抗卡尔玛时具有优势。\n\n原因如下：\n\n- 派克在早期游戏中拥有高基础属性，并且对骚扰有很强的抵抗力，即使受到卡尔玛的伤害也能进行有利的交易。\n- 派克的机动性使他更容易躲避卡尔玛的束缚并接近攻击。\n- 卡尔玛的束缚需要时间来激活，这使得派克可以通过快速移动轻松躲避。\n- 派克可以通过击杀轻松获得金币，特别是对付像卡尔玛这样的脆皮辅助，给他提供了许多击杀机会。\n- 派克的钩子技能可以禁用卡尔玛的逃生选项，使他能够有效地造成伤害。",
      "バード": "巴德在对抗卡尔玛时具有优势。\n\n原因如下：\n\n- 巴德通过收集音符来造成伤害，这使他对装备的依赖性降低，并且能够在早期游戏中保持输出。\n- 卡尔玛的束缚技能需要时间来启动，这使得巴德更容易利用他的机动性来躲避。\n- 巴德的治疗能力使他能够承受卡尔玛的骚扰，给予他在对线中的高续航能力。\n- 巴德的终极技能可以在广泛区域内提供无敌和控制效果，更容易抵消卡尔玛的技能。\n- 巴德擅长游走，可以影响其他线路，这使得卡尔玛更容易被孤立。",
      "ブリッツクランク": "布里茨克兰克对卡尔玛有优势。\n\n原因如下：\n\n- 布里茨克兰克的钩子激活时间快，使得卡尔玛难以躲避束缚，容易被抓住。\n- 卡尔玛需要施法，受到钩子影响会打断她的动作，从而更容易施加压力。\n- 布里茨克兰克有范围伤害和沉默效果，可以抵消卡尔玛的护盾和治疗。\n- 卡尔玛的基础属性不高，使她容易受到布里茨克兰克的高爆发伤害。\n- 布里茨克兰克对近战输出有优势，尤其对像卡尔玛这样的脆皮法师特别有利。",
      "ソナ": "索娜具有优势。\n\n原因如下：\n\n- 索娜拥有治疗和护盾技能，可以减轻卡尔玛的骚扰，使她在对线中具有很高的续航能力。\n- 索娜的范围控制技能激活时间快，可以避免卡尔玛的束缚，并轻松抵消她的攻击。\n- 索娜在团队战斗中具有强大的支援能力，使她能够在保护队友的同时造成伤害，更容易反制卡尔玛的范围伤害。\n- 索娜易于上手，适合初学者，这使得游戏稳定，并且更容易在对抗卡尔玛时获得优势。\n- 索娜在后期表现良好，增加了她在团队战斗中的影响力，使得在持久战中更容易获得胜利。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔的韧性很高，能够在早期游戏中保持在路上的存在，使得卡尔玛很难骚扰他。\n- 阿利斯塔的控制技能可以瞬间释放，容易抵消卡尔玛的束缚，并在交战中表现出色。\n- 即使受到卡尔玛技能的伤害，阿利斯塔也能因为大招的减伤效果而更容易生存。\n- 作为近战输出，阿利斯塔可以在卡尔玛的攻击范围之外发起攻击，更容易骚扰她。\n- 卡尔玛的技能冷却时间较长，使得她在阿利斯塔发起攻击时难以反击。",
      "ジャンナ": "婕拉占据优势。\n\n原因如下：\n\n- 婕拉拥有强大的控制技能，可以抵消卡尔玛的束缚，使她更容易躲避攻击。\n- 婕拉的移动速度提升使她能够在保护队友的同时迅速 reposition，从而躲避卡尔玛的攻击。\n- 婕拉的脱离能力可以在卡尔玛全力进攻时保护队友。\n- 婕拉具有范围治疗效果，增加了队友的耐久度，减少了受到卡尔玛伤害的可能性。\n- 卡尔玛的束缚有延迟，因此如果婕拉先使用技能，就能增加抵消卡尔玛攻击的机会。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "パンテオン": "潘森处于劣势。\n\n原因如下：\n\n- 索娜拥有远程攻击，使她在潘森接近之前就能轻松骚扰他。\n- 索娜的范围治疗和光环增益可能会抵消潘森的全力进攻尝试。\n- 索娜的眩晕效果可以在潘森试图发起攻击时打断他，创造机会反击他。\n- 虽然潘森可以轻松对抗基础属性较低的索娜，但索娜的治疗和增益使她在持久战中更具优势。\n- 索娜在法力管理上有困难，但潘森的技能冷却时间也很长，使得两位英雄在持久战中都处于劣势；然而，索娜在团队战中具有很强的支援能力。\n- 索娜在团队战中拥有范围伤害和控制技能，使潘森在这些情况下变得脆弱且无效。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 索娜拥有治疗和增益技能，可以减轻扎伊拉的骚扰，使她在对线中具有很高的续航能力。\n- 索娜的技能是范围性技能，当扎伊拉试图发起攻击时，可以支持附近的盟友，使她在团队战中非常有效。\n- 扎伊拉的技能施放速度较慢，难以击中机动性极高的索娜，导致她的攻击效果降低。\n- 索娜的大招的眩晕效果可以打断扎伊拉的攻击，而扎伊拉的自我防御选项有限，如果被抓住就会处于危险之中。\n- 扎伊拉的法力消耗很高，在持久战中容易耗尽法力，而索娜可以持续提供支持，使她在长时间的战斗中占据优势。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n- 索娜可以通过她的光环提供范围支持，使得在团队战斗中更容易通过治疗和增益来减轻维克兹的伤害。\n- 索娜的技能易于激活且简单易用，使得躲避维克兹的技能相对容易。\n- 索娜的终极技能眩晕效果可以让维克兹在施放技能时变得脆弱，创造出抓住他的机会。\n- 索娜拥有治疗和护盾，使她能够承受维克兹的骚扰，并在持久战中获得优势。\n- 维克兹的机动性低，当被接近时很难自我防御，使他容易受到索娜的攻击。",
      "モルガナ": "莫甘娜处于劣势。\n\n原因如下：\n\n- 索娜有治疗和护盾，可以减轻莫甘娜的骚扰，使她在持续战斗中更容易获得优势。\n- 索娜的范围控制技能可以在莫甘娜施放钩子之前打断敌人，可能会使莫甘娜的控制效果失效。\n- 莫甘娜的技能冷却时间长，使用技能后容易受到攻击，这使得反制索娜的持续支援变得困难。\n- 索娜的机动性高，更容易躲避莫甘娜的钩子，并在对线中施加压力。\n- 索娜的技能易于激活且使用简单，使得新手也能轻松上手，并在对抗莫甘娜时保持稳定的表现。",
      "ザイラ": "扎伊拉在对抗索娜时处于劣势。\n\n原因如下：\n\n- 索娜拥有治疗和增益技能，可以减少扎伊拉的持续伤害，使得抵消扎伊拉的火力变得更容易。\n- 索娜的范围控制技能可以在扎伊拉施放技能之前抓住她，打断她的攻击。\n- 索娜有一个可以提高移动速度的技能，使得躲避扎伊拉的攻击变得更容易，并在近战中占据优势。\n- 扎伊拉的机动性有限，在索娜的支持下，队友更有可能生存，这使得扎伊拉更容易被孤立。\n- 索娜在团队战斗中具有强大的支援能力，通过抵消扎伊拉的控制技能，她可以降低扎伊拉的有效性。",
      "バード": "巴德处于劣势。\n\n- 索娜拥有范围治疗和增益效果，容易抵消巴德的攻击。\n- 索娜的控制技能激活迅速，巴德很可能在使用技能之前就被打断。\n- 巴德只有Q技能作为输出技能，难以持续骚扰索娜。\n- 尽管索娜的基础属性较低，但巴德也很脆弱，受到索娜的伤害是危险的。\n- 索娜的技能在法力管理上较为困难，但巴德也需要时间收集音符，这使得维持线上的压力变得困难。"
    },
    "loses": {
      "セナ": "塞娜占据优势。\n\n原因如下：\n\n- 塞娜的射程很长，擅长骚扰，容易单方面攻击索娜。\n- 索娜在前期较弱，因塞娜的骚扰，她的生命值很可能会早早减少。\n- 塞娜的治疗能力与索娜的治疗相竞争，提高了在对线中的续航能力。\n- 塞娜的控制效果可以限制索娜的移动，增加抓住她的机会。\n- 索娜的控制技能需要准备，除了大招外只有减速可用，使得反击塞娜的攻击变得困难。",
      "ブラウム": "布隆对索娜有优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，可以减轻索娜的攻击，使他在早期骚扰中表现强劲。\n- 索娜比较脆弱，如果被抓住很容易被击倒，使她容易受到布隆的眩晕和控制。\n- 布隆的被动技能使他能够在索娜攻击时瞄准眩晕，更容易限制她的行动。\n- 索娜在法力管理上有困难，不适合持久战，而布隆在全力进攻中表现出色，可以压制索娜。\n- 布隆有很强的保护队友的能力，可以阻挡索娜的攻击，同时提高队友的伤害。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔的韧性很高，能够在早期游戏中保持在路上的存在，使得索娜很难骚扰他。\n- 阿利斯塔的控制技能更容易抵消索娜的技能，他擅长开团和保护，这有助于阻挡索娜的攻击。\n- 索娜比较脆弱，如果被阿利斯塔强力开团抓住，她很容易被击杀。\n- 阿利斯塔在团队战斗中也表现出色，能够抵消索娜的范围支援。\n- 虽然索娜在蓝量管理上有困难，但阿利斯塔可以在路上持续施加压力，增加索娜使用技能的机会。",
      "ノーチラス": "纳托斯有优势。\n\n原因如下：\n\n- 纳托斯拥有大量的控制技能（CC），并且能够很容易地抓住索娜。特别是，他可以通过钩子将她拉入，从而利用她的脆弱。\n- 索娜在前期非常脆弱，无法承受纳托斯的全力进攻。如果被抓住，她很容易被击倒，这使得她在对线中失去优势。\n- 纳托斯作为坦克具有很高的耐久性，可以吸收索娜的攻击，使他在持久战中获得优势。\n- 索娜的技能消耗高，不适合持久战，而纳托斯即使在使用技能后也能保持耐久性，这使他在长时间的战斗中占据优势。\n- 除了她的大招，索娜的控制技能仅限于需要准备的减速，这意味着她几乎没有手段来反制纳托斯强大的控制技能。这使得纳托斯可以自由移动。",
      "ルル": "露露有优势。\n\n原因如下：\n\n- 露露可以为盟友提供护盾，这可以超过索娜的治疗效果。这使得更容易抵御索娜的骚扰。\n- 露露的变形技能可以禁用索娜的技能，特别是在团队战斗中减少她的影响。\n- 索娜在前期较弱，因此露露可以利用她增强的伤害和控制能力在早期创造有利局面。\n- 露露对潜行者和刺客有很强的防御能力，可以在索娜被针对时保护盟友。\n- 露露的技能可以根据情况灵活使用，使她能够在战斗中适应性地应对并反制索娜的单一战术。",
      "レル": "瑞尔占据优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，容易抓住索娜。特别是索娜比较脆弱，一旦被限制就容易被击倒。\n- 索娜主要在后排提供支援，但瑞尔的开团能力使得索娜很难安全地移动。\n- 瑞尔的被动技能可以降低索娜的护甲和魔法抗性，使得输出更容易。\n- 索娜在法力管理上有困难，并且在持久战中较弱，但瑞尔可以施加持续压力，更容易耗尽索娜的法力。\n- 瑞尔拥有提高自己和队友移动速度的技能，支持追击和逃跑，使得索娜更难逃脱。",
      "パイク": "派克占据优势。\n\n原因如下：\n\n- 派克在前期拥有高基础属性，尤其对骚扰有很强的抵抗力，使得他更容易主动攻击索娜。\n- 索娜脆弱，如果被抓住很容易被击杀，这使得派克可以通过钩子和瞬间爆发伤害轻松瞄准击杀。\n- 派克的机动技能使他能够在躲避索娜技能的同时接近她，更容易抵消她的支援能力。\n- 索娜在法力管理上有困难，不适合进行持久战，因此派克可以通过施加早期压力来消耗她的资源。\n- 派克的终极技能允许他与队友分享击杀金币，进一步增强了在线上的优势。",
      "ニーコ": "尼可占据优势。\n\n- 尼可可以利用她的伪装来欺骗索娜，使得设下伏击变得更容易。\n- 索娜在前期较弱，为尼可提供了快速击杀她的机会，能够造成高爆发伤害。\n- 尼可的范围伤害和控制技能可以在团战中抵消索娜的支援能力。\n- 索娜在法力管理上有困难，因此尼可可以通过持续骚扰轻松耗尽她的资源。\n- 尼可对短程英雄有优势，可以在躲避索娜攻击的同时造成伤害。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "ソナ": "索娜处于劣势。\n\n- 伊莉丝在前期有高爆发伤害，可以制造索娜容易被抓的情况，使她面临被击杀的高风险。\n- 伊莉丝的远程控制技能可以限制索娜的移动，剥夺她的逃生手段，使她处于非常脆弱的状态。\n- 索娜的基础属性较低，前期特别脆弱，因此在被伊莉丝攻击时很快就会受到伤害。\n- 伊莉丝擅长塔下击杀，如果索娜在路上站位不当，即使在塔下也可能面临危险。\n- 索娜在法力管理上有困难，如果她继续受到伊莉丝的伤害，就无法进行治疗或支援，导致更加不利的局面。",
      "モルガナ": "莫甘娜在对抗伊莉丝时处于劣势。\n\n原因如下：\n\n- 伊莉丝在前期有高爆发伤害，使她能够在莫甘娜使用技能之前发起攻击，导致莫甘娜容易受到早期伤害。\n- 伊莉丝的远程控制技能有效地避免了莫甘娜的束缚，使得即使莫甘娜试图抓住她，伊莉丝也能轻松逃脱。\n- 通过在人形和蜘蛛形态之间切换，伊莉丝可以躲避莫甘娜的攻击，同时能够进行塔下击杀，这使得莫甘娜在对线时很难施加压力。\n- 莫甘娜的技能冷却时间较长，限制了她对伊莉丝攻击的反击机会，使得她很难造成持续伤害。\n- 伊莉丝的高机动性使她能够在莫甘娜施放束缚之前拉开距离，常常使莫甘娜的技能失效。",
      "ヴェル＝コズ": "维尔科兹处于劣势。\n\n- 伊莉丝具有高爆发伤害，并且可以在早期游戏中进行激进攻击，使维尔科兹容易受到早期压力。\n- 伊莉丝的远程控制技能阻止维尔科兹靠近施放技能，增加了受到伤害的风险。\n- 通过在人形和蜘蛛形态之间切换，伊莉丝可以轻松躲避维尔科兹的技能，尤其是在近战中获得优势。\n- 维尔科兹的机动性低，容易受到伊莉丝的攻击，特别是当她靠近时。\n- 伊莉丝可以进行塔下击杀，使维尔科兹很难安全地维持自己的线路。",
      "ジャンナ": "婕拉处于劣势。\n\n原因如下：\n\n- 伊莉丝在前期有高爆发伤害，使她在婕拉脆弱时容易发起攻击。\n- 伊莉丝的远程控制技能可以轻易抵消婕拉的脱离能力，使婕拉难以保护自己。\n- 婕拉的开团潜力低，难以反制像伊莉丝这样的刺客。\n- 伊莉丝是一个可变形的英雄，可以根据情况改变攻击风格，使婕拉难以预测她的动作。\n- 婕拉的基础属性低，使她在前期特别容易受到伊莉丝的攻击。",
      "パンテオン": "潘森在对抗伊莉丝时处于劣势。\n\n原因如下：\n\n- 伊莉丝拥有远程控制技能，能够在潘森接近之前轻松骚扰他。\n- 伊莉丝的爆发伤害在前期就很高，而潘森缺乏续航能力，因此在他能够全力进攻之前就会受到伤害。\n- 伊莉丝可以在人形和蜘蛛形态之间切换，以躲避潘森的攻击，尤其是在蜘蛛形态下，她有很多逃生选项。\n- 潘森的技能冷却时间较长，如果他连续受到伊莉丝技能的攻击，他就会减少反击的机会。\n- 伊莉丝擅长塔下击杀，即使潘森游走，她也可以通过先手进攻创造有利局面。",
      "カルマ": "卡尔玛处于劣势。\n\n原因如下：\n\n- 伊莉丝在前期有高爆发伤害，能够在卡尔玛激活她的束缚技能之前发起攻击，使卡尔玛容易受到伤害。\n- 伊莉丝的远程控制技能可以打断卡尔玛的技能，使她特别容易躲避卡尔玛的束缚。\n- 卡尔玛的基础属性不高，因此在受到伊莉丝的伤害时容易落后于等级，使她对发育良好的伊莉丝非常脆弱。\n- 伊莉丝可以在人形和蜘蛛形态之间切换，以躲避卡尔玛的技能，同时逼近攻击，使卡尔玛很难进行风筝。\n- 伊莉丝擅长塔下击杀，当卡尔玛采取防御时，被攻击的风险增加。",
      "バード": "巴德在对抗伊莉丝时处于劣势。\n\n- 伊莉丝在前期有很高的爆发伤害，使她能够在巴德接近之前发起攻击，这让巴德容易受到早期伤害。\n- 伊莉丝的远程控制技能可以禁用巴德的位移技能，剥夺了他的逃生手段。\n- 巴德的伤害技能仅限于Q技能，通常缺乏足够的火力来反击伊莉丝的高爆发，尤其是在伊莉丝变身并攻击时。\n- 伊莉丝擅长塔下击杀，而当巴德离开线路游走时，伊莉丝可以发起攻击，使巴德的ADC更容易被孤立。\n- 巴德的技能会影响到盟友和敌人，因此在与伊莉丝的战斗中错误使用技能会有反效果的风险。",
      "ジリアン": "Zyra在对抗Elise时处于劣势。\n\n- Elise在早期游戏中具有高爆发伤害，这使得Zyra在使用技能之前就可能被击倒。\n- Elise的远程控制技能使得Zyra很难接近，增加了在她激活技能之前被抓住的风险。\n- Zyra的基础属性较低，这意味着她可以很快被Elise的攻击击倒。\n- Elise是一个可变形的英雄，允许她根据情况改变攻击风格，这使得Zyra的战术更难奏效。\n- Elise的塔下潜行能力增加了Zyra在尝试防守时被攻击的风险。",
      "ラックス": "Lux在对抗Elise时处于劣势。\n\n原因如下：\n\n- Elise拥有远程控制技能，可能在Lux接近之前就能抓住她。\n- Elise的爆发伤害在前期非常高，由于Lux的基础属性较低，存在被早期击杀的风险。\n- Elise可以在人形和蜘蛛形态之间切换，使她更容易躲避Lux的技能，并擅长接近进行攻击。\n- Lux的所有技能都是技能射击，而Elise的机动性使得命中这些技能变得困难。\n- Elise能够进行塔下击杀，这使得Lux在塔下安全游戏变得困难。"
    },
    "loses": {
      "ゼラス": "扎伊拉在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击技能，可以在伊莉丝接近之前单方面骚扰她。\n- 伊莉丝无法在不靠近的情况下造成爆发伤害，这使她容易受到扎伊拉的攻击。\n- 扎伊拉的范围攻击可以使伊莉丝在团队战斗中失去存在感。\n- 伊莉丝在团队战斗中缺乏范围伤害，使她难以反制扎伊拉的区域攻击。\n- 扎伊拉的法力管理简单，使她能够持续骚扰并消耗伊莉丝的资源。\n- 伊莉丝需要靠近才能发起伏击，但扎伊拉可以在保持距离的同时攻击，限制了伊莉丝的行动。",
      "レオナ": "蕾欧娜占据优势。\n\n- 蕾欧娜拥有强大的控制技能（CC），可以在艾莉丝接近之前抓住她，这使得艾莉丝难以释放爆发伤害。\n- 蕾欧娜的基础属性较高，使得她在早期游戏中全力以赴的能力很强，这使得艾莉丝难以建立早期优势。\n- 艾莉丝需要在近战中追求爆发伤害，但蕾欧娜的控制技能常常剥夺了她的机会。\n- 艾莉丝在团队战斗中缺乏范围伤害，而蕾欧娜的耐久性和控制技能降低了她在这些情况下的影响力。\n- 蕾欧娜有办法抵消艾莉丝的技能，特别是通过利用艾莉丝变身时的空档。",
      "ブラウム": "布隆在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，可以减轻伊莉丝的爆发伤害，使他更容易在她的攻击中生存。\n- 伊莉丝需要靠近才能造成爆发伤害，但布隆的控制技能常常阻止她靠近。\n- 布隆的被动技能对伊莉丝的攻击有效，使他每次被攻击时都能瞄准眩晕，这可以限制她的行动。\n- 布隆有很强的保护队友的能力，使他能够有效地支持队友，从而更容易抵消伊莉丝的游走潜力。\n- 伊莉丝在团队战中缺乏范围伤害，使她很难对像布隆这样的坦克造成有效伤害。",
      "ノーチラス": "纳托斯在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 纳托斯拥有大量的控制技能（CC），可以阻止伊莉丝接近，使他能够在她爆发之前抓住她。\n- 伊莉丝的状态脆弱，很难承受纳托斯的全力进攻。特别是在被纳托斯的钩子或眩晕击中时，伊莉丝很容易被击倒。\n- 作为一个坦克，纳托斯的耐久性很高，能够承受伊莉丝的爆发伤害，这增加了他反击的机会。\n- 伊莉丝在团队战中缺乏范围伤害，因此当纳托斯发起进攻时，他可以限制伊莉丝的影响力。\n- 纳托斯在发起进攻后擅长逃脱或追击，使得创造出伊莉丝没有逃生手段的局面变得更容易。",
      "ミリオ": "Milio在对抗Elise时具有优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，使其在避免Elise攻击的同时更容易进行骚扰。\n- Elise需要靠近才能造成爆发伤害，但Milio可以用技能保护盟友，更容易抵消Elise的攻击。\n- Milio的终极技能可以在范围内解除控制效果，使他能够抵消Elise的控制效果并提高盟友的生存率。\n- Elise在团队战中缺乏范围伤害，因此Milio的支持可以削弱Elise的效果。\n- Milio具有治疗和护盾，更容易反制Elise的爆发伤害。",
      "レル": "瑞尔在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，使得阻止伊莉丝接近变得更容易。特别是当伊莉丝试图进行爆发时，瑞尔可以用她的眩晕或击飞进行反击。\n- 伊莉丝需要靠近才能造成爆发伤害，但瑞尔的控制技能剥夺了这个机会，使得伊莉丝更难攻击。\n- 瑞尔的被动技能可以降低敌人的护甲和魔法抗性，进一步减轻伊莉丝的伤害。\n- 伊莉丝在团队战中缺乏范围伤害，因此瑞尔强大的范围控制使她在团队战中能够产生更大的影响。\n- 瑞尔作为坦克具有高耐久性，更容易在伊莉丝的爆发中生存。这增加了伊莉丝在尝试接近时被反击的风险。",
      "ニーコ": "妮可占据优势。\n\n原因如下：\n\n- 妮可可以轻松利用她的伪装躲避艾莉丝的攻击，使她能够发起伏击，并有效抵消艾莉丝的爆发伤害。\n- 妮可的终极技能具有范围伤害和控制效果，可以在团战和小规模冲突中有效 incapacitate 艾莉丝。\n- 艾莉丝需要在近战中追求爆发伤害，但妮可的攻击范围更长，可以在艾莉丝靠近之前造成伤害。\n- 妮可在对抗短程英雄时具有优势，而艾莉丝正好具备这一特性，因此妮可可以灵活地利用这一优势。\n- 艾莉丝在面对像妮可这样具有高干扰能力的英雄时常常处于劣势，因为她在团战中缺乏显著的范围伤害。",
      "ナミ": "娜美在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 娜美拥有丰富的控制技能（CC），更容易阻止伊莉丝接近。特别是当伊莉丝试图进行爆发时，娜美可以用技能抓住她。\n- 伊莉丝的属性较弱，因此娜美可以在前期通过骚扰施加压力。娜美作为一个进攻型辅助的特点可以得到利用。\n- 娜美的治疗能力可以减轻伊莉丝的爆发伤害，使她在持续交战中获得优势。\n- 伊莉丝在团队战中缺乏范围伤害，因此娜美可以利用她的控制技能单独针对伊莉丝，抵消伊莉丝的优势。\n- 娜美对短程ADC有优势，而伊莉丝也有短程攻击，因此娜美可以进行有利的操作。",
      "ザイラ": "Zyra在对抗Elise时具有优势。\n\n- Zyra拥有远程攻击能力，可以在Elise接近之前造成伤害，使她在承受Elise的爆发伤害之前更容易创造有利局面。\n- Zyra的控制技能可以限制Elise的移动，特别是在Elise试图接近进行交战时效果显著。\n- Zyra可以利用她的植物造成持续伤害，在Elise变身并攻击时施加持续压力。\n- 虽然Elise在近战中表现出色，但由于她的机动性有限，Zyra可以在Elise接近之前占据有利位置。\n- Zyra在团队战中具有高范围效果，使她能够利用Elise在这些情况下的弱点。",
      "ユーミ": "悠米在对抗伊莉丝时具有优势。\n\n原因如下：\n\n- 悠米可以通过附着在盟友身上安全地提供支持，这使得伊莉丝很难命中她的攻击。\n- 伊莉丝需要靠近才能造成爆发伤害，但在此期间，悠米可以提供治疗和护盾。\n- 悠米的减速效果使得限制伊莉丝的移动变得更容易，并剥夺她的逃生选项。\n- 伊莉丝在团队战斗中缺乏范围伤害，而在悠米的支持下，盟友更有可能生存下来。\n- 悠米擅长维持线路，使得伊莉丝很难建立早期优势。",
      "スレッシュ": "Thresh在对抗Elise时具有优势。\n\n原因如下：\n\n- Thresh拥有强大的控制能力，可以阻止Elise接近并在她爆发之前抓住她。\n- Elise需要靠近才能造成伤害，但Thresh可以通过钩子和减速保持距离，从而更容易躲避Elise的攻击。\n- 通过使用Thresh的W技能，他可以拯救队友，同时抵消Elise的攻击，使她的爆发伤害变得困难。\n- Elise在团队战中缺乏范围伤害，而Thresh可以通过保护队友来削弱她的效果。\n- Thresh在对线时擅长骚扰，使他能够持续造成伤害，同时躲避Elise的技能，从而减少她的前期优势。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "拉卡恩在对抗波比时处于劣势。\n\n原因如下：\n\n- 波比拥有限制移动的技能，可以抵消拉卡恩的机动性，使他难以发起攻击或逃脱。\n- 波比的高护盾和百分比伤害使拉卡恩的攻击难以命中，在持久战中处于劣势。\n- 拉卡恩的防御较低，当被波比的控制技能击中时，他变得脆弱，容易失去反击的机会。\n- 波比在近战中很强，使拉卡恩难以保持距离，常常迫使他进行不利的交易。\n- 波比的控制技能可以延迟拉卡恩的技能冷却时间，干扰他有效协调的能力。",
      "ブラウム": "布隆在对抗波比时处于劣势。\n\n- 布隆的攻击范围较短，无法有效反制波比的近战攻击和控制技能。\n- 波比拥有高额的护盾和百分比伤害，容易抵消布隆的防御技能。\n- 波比能够阻挡冲刺和跳跃，这使得布隆的控制技能难以发挥作用。\n- 布隆缺乏续航能力，往往无法承受波比的持续伤害。\n- 波比的单挑能力强，即使布隆试图全力以赴，也可能适得其反，使他处于劣势。",
      "ユーミ": "尤米处于劣势。\n\n- 尤米的基础属性非常低，几乎没有独立的战斗能力，使她容易受到波比的攻击。\n- 波比有很高的护盾和百分比伤害，她的1对1战斗表现强劲，使得尤米即使有支援也很难反制她。\n- 波比拥有丰富的控制技能，可以抓住尤米所附着的盟友，这很容易抵消尤米的支援效果。\n- 尤米缺乏强力控制技能，因此无法有效应对波比的进攻，使得她在全力以赴时非常危险。\n- 尽管波比的攻击范围较短，但她可以对尤米所附着的盟友造成显著伤害，常常使尤米在持久战中处于劣势。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 波比拥有高护盾和低冷却百分比伤害，使她在一对一的战斗中能够获得对蕾欧娜的优势。\n- 波比的技能能够阻止冲刺和跳跃，有效地抵消蕾欧娜的发起攻击。\n- 蕾欧娜的伤害依赖于她的被动技能，而她在中后期往往缺乏伤害，而波比在持久战中具有高耐久性，使她能够在承受蕾欧娜的攻击时进行反击。\n- 波比拥有丰富的控制技能，使蕾欧娜难以发起攻击。\n- 蕾欧娜缺乏续航能力，使她容易受到波比的骚扰，如果她的生命值过低，就会变得无能为力。",
      "レル": "瑞尔在对抗波比时处于劣势。\n\n原因如下：\n\n- 波比在近战中具有高耐久性和伤害，使她在1对1的交战中占据优势。\n- 波比的技能能够抵消瑞尔的开团和控制效果，使她能够反击瑞尔的攻击。\n- 波比的攻击范围较短，使她在瑞尔接近之前容易受到骚扰，这给线路带来了压力。\n- 波比的控制技能可以打断瑞尔的技能释放，使瑞尔难以利用她强大的范围控制。\n- 波比具有强大的坦克能力，使她更容易减轻瑞尔的伤害，通常导致在持久战中处于劣势。",
      "パンテオン": "潘森在对抗波比时处于劣势。\n\n原因如下：\n\n- 波比拥有高额的护盾和百分比伤害，使她在面对潘森的全力进攻时非常耐打。\n- 波比的控制技能可以阻止潘森的跳跃和冲锋，有效地削弱了他的机动性。\n- 潘森的技能冷却时间较长，使得在与波比的持久战中，他的输出容易下降。\n- 波比在近战中是一名强大的坦克，能够轻松吸收潘森的爆发伤害。\n- 尽管波比的攻击范围较短，但她可以在潘森靠近之前进行骚扰，从而在交易中获得优势。"
    },
    "loses": {
      "セナ": "塞娜在对抗波比时具有优势。\n\n- 塞娜拥有远程攻击，可以利用波比的短距离单方面骚扰波比。\n- 波比擅长近战，因此她可以在利用与塞娜的距离差时安全地攻击。\n- 塞娜的治疗能力使她能够在持续交战中减轻波比的伤害。\n- 由于波比的开团工具是近战，塞娜可以在战斗中保持距离，更容易躲避波比的控制技能。\n- 塞娜的束缚效果可以限制波比的移动，增加攻击的机会。",
      "ナミ": "娜美在对抗波比时具有优势。\n\n原因如下：\n\n- 娜美可以远程攻击，使得在近战中骚扰波比变得更容易。\n- 娜美的控制技能可以打断波比的进攻，使波比难以接近。\n- 娜美的治疗能力减少了波比的伤害，使她在持续交战中获得优势。\n- 波比的技能范围较短，使娜美更容易命中技能并在波比攻击之前造成伤害。\n- 娜美缺乏阻止波比冲刺或跳跃的能力，使波比更难利用她的优势。",
      "ノーチラス": "纳瑟斯在对抗波比时具有优势。\n\n原因如下：\n\n- 纳瑟斯拥有远程钩子，可以在波比接近战斗之前抓住她。\n- 波比缺乏位移技能，这限制了她躲避纳瑟斯控制技能的选择。\n- 纳瑟斯多样的控制技能可以阻止波比的进攻和逃跑选项。\n- 纳瑟斯可以通过控制技能对波比的护盾和百分比伤害施加持续压力。\n- 波比的攻击范围较短，使她容易受到纳瑟斯的攻击，常常在交战中处于劣势。",
      "モルガナ": "莫甘娜在对抗波比时具有优势。\n\n原因如下：\n\n- 莫甘娜可以远程控制，使得阻止波比接近变得更容易。\n- 波比擅长近战，但莫甘娜的法术护盾可以抵消波比的控制技能，使她能够持续拒绝全力进攻。\n- 莫甘娜的高输出可以在波比接近之前造成伤害，使她在交易中占据优势。\n- 波比的攻击范围较短，难以躲避莫甘娜的攻击，这使她在骚扰中显得脆弱。\n- 莫甘娜缺乏阻止波比冲刺或跳跃的能力，使波比难以利用她的优势。",
      "ルル": "露露在对抗波比时具有优势。\n\n原因如下：\n\n- 露露可以远程攻击，使她能够安全地与波比的近战作战。\n- 虽然波比有能力打断冲刺和跳跃，但露露的变形技能可以中和波比的攻击，有效地削弱她的优势。\n- 露露可以为队友提供护盾，减少波比的伤害并保护她的队友。\n- 波比缺乏强大的开团能力，在像露露这样的远程支持下，她有效攻击的机会减少。\n- 露露可以根据情况调整技能，更容易抵挡波比的攻击，同时创造反击的机会。",
      "ジャンナ": "婕拉在对抗波比时具有优势。\n\n原因如下：\n\n- 婕拉拥有远程攻击，使她更容易躲避波比的近战攻击。\n- 婕拉强大的控制技能可以阻止波比的进攻。\n- 婕拉的护盾减少波比的伤害，使她在持续交战中获得优势。\n- 婕拉的移动速度很高，使她能够逃脱波比的追击。\n- 波比的攻击范围较短，增加了受到婕拉攻击伤害的风险。",
      "ソナ": "索娜在对抗波比时具有优势。\n\n原因如下：\n\n- 索娜拥有远程攻击，使她更容易躲避波比的近战攻击。\n- 索娜的治疗和增益效果可以减少波比的伤害，使她在持续战斗中占据优势。\n- 索娜的范围控制技能可以阻止波比的开团，为团队战斗提供优势。\n- 波比的技能范围较短，使索娜更容易利用她的光环，而波比则难以拉近距离。\n- 尽管索娜在法力管理上有些困难，但她在与波比的一对一交锋中往往占据上风。",
      "スレッシュ": "锤石对波比有优势。\n\n原因如下：\n\n- 锤石可以远程攻击，这可以干扰波比依赖近战的战斗风格。\n- 锤石可以轻松使用他的钩子和控制技能来阻止波比的进攻。\n- 波比缺乏位移技能，因此她躲避锤石控制技能的手段有限。\n- 锤石有能力救援队友，这可以抵消波比的全力进攻尝试。\n- 锤石的高控制表现使得更容易创造波比无法发挥一对一能力的局面。",
      "ラックス": "拉克丝在对抗波比时具有优势。\n\n原因如下：\n\n- 范围差异：拉克丝可以远程攻击，更容易骚扰范围较短的波比。\n- 技能命中容易：拉克丝的技能不会被小兵阻挡，使她能够在波比接近之前造成伤害。\n- 控制能力优势：拉克丝的控制技能可以阻止波比接近并抵消她的攻击。\n- 爆发伤害：拉克丝具有高爆发伤害，即使波比有护盾也能迅速削弱她的生命值。\n- 线压优势：拉克丝在对线时擅长骚扰，使波比难以接近，并能够保持线上的控制权。",
      "ジリアン": "齐天大圣在对抗波比时具有优势。\n\n- 齐天大圣可以远程攻击，这使得波比很难安全地进行近战交战。\n- 齐天大圣的技能提供移动速度增益和减速效果，可以干扰波比的进攻。\n- 波比缺乏位移技能，使得齐天大圣的骚扰效果显著，并在交易中让波比处于劣势。\n- 齐天大圣的范围控制技能可以抵消波比的控制效果，使他在团队战中具有显著影响力。\n- 齐天大圣的复活能力非常强大，可以有效保护队友，即使波比造成高伤害。",
      "ミリオ": "Milio在对抗Poppy时具有优势。\n\n原因如下：\n\n- Milio的攻击范围较长，可以在避免Poppy的近战攻击的同时进行骚扰。\n- Milio的技能可以延长盟友的攻击范围，使他们在Poppy接近之前更容易造成伤害。\n- Poppy的开团能力有限，使Milio能够安全地进行交易。\n- Milio的终极技能可以抵消Poppy的控制技能，有效中和她的优势。\n- Milio拥有治疗和护盾，使他更容易减轻Poppy的伤害。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 锤石具有很高的控制能力，如果他在拉克斯施放技能之前靠近，就有很高的被抓风险。\n- 由于锤石的钩子和减速，拉克斯在被接近时变得非常脆弱，几乎没有空间使用她的技能。\n- 锤石擅长开团和保护，使得拉克斯的骚扰很容易被抵消。\n- 锤石的救援技能可以保护队友，可能会使拉克斯的爆发伤害失效。\n- 锤石可以轻松在对线中施加压力，使拉克斯很难安全地进行骚扰。",
      "ノーチラス": "诺提勒斯处于劣势。\n\n原因如下：\n\n- 锤石具有很强的控制能力，可以抵消诺提勒斯的技能并逃脱，使得躲避诺提勒斯的攻击变得更容易。\n- 锤石的钩子射程很长，可以在诺提勒斯靠近之前抓住他，使诺提勒斯很难进行全力进攻。\n- 锤石有技能可以救助队友，这使他能够帮助受到诺提勒斯控制影响的队友，常常抵消诺提勒斯的进攻。\n- 锤石可以远程消耗，使他在诺提勒斯靠近之前进行骚扰，从而更容易施加线路压力。\n- 锤石可以对诺提勒斯进行持续骚扰，而诺提勒斯的基础属性较低，这将诺提勒斯推入不利的位置。",
      "ユーミ": "悠米处于劣势。\n\n- 锤石具有很高的控制能力，可以用钩子和减速技能抓住悠米，使她的逃生选项有限。\n- 悠米缺乏硬控技能，使她在锤石的全力进攻下变得脆弱，尤其是当锤石钩中目标时，悠米很难保护她的队友。\n- 锤石擅长开团和保护，使他能够轻松针对悠米所附着的队友，有效地抵消她的支援效果。\n- 由于悠米的基础属性较低，她很难承受锤石的持续骚扰，容易失去对线的优势。\n- 锤石擅长线控，通过针对悠米所附着的队友，他可以降低她的支援效果。",
      "スウェイン": "斯维因处于劣势。\n\n- 锤石具有很高的控制能力，可以轻松限制斯维因的行动。特别是钩子和减速技能，斯维因在未能发起攻击之前很容易被抓住。\n- 斯维因的机动性较低，逃脱锤石进攻的手段有限。当锤石发起攻击时，他很难进行反击。\n- 斯维因在前期游戏中较弱，由于他的对线阶段表现不佳，使他容易受到锤石的持续骚扰。锤石的普通攻击和技能骚扰尤其痛苦。\n- 斯维因容易受到致残效果的影响，他的治疗能力受到锤石的控制和骚扰的限制，使得持续战斗变得困难。\n- 锤石具有很强的救援队友的能力，当斯维因全力以赴时，前来支援的队友可能会抵消斯维因的攻击。",
      "タム・ケンチ": "塔姆·肯奇处于劣势。\n\n- 由于锤石的钩子和控制技能，塔姆·肯奇很容易被抓住，难以发起进攻。\n- 锤石可以远程攻击，在对线时施加压力，同时避免塔姆·肯奇的近战攻击。\n- 塔姆·肯奇的控制技能激活时间较慢，难以反制锤石的高机动性。\n- 锤石的终极技能和拯救队友的能力使他能够阻止塔姆·肯奇使敌人失去行动能力。\n- 锤石可以在忽视塔姆·肯奇的耐久性的情况下造成伤害，常常使他在持久战中处于劣势。"
    },
    "loses": {
      "メル": "梅尔处于优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在避免锤石的近战攻击的同时进行骚扰。\n- 梅尔能够反弹锤石的控制技能，使她能够将锤石的攻击反击回去。\n- 锤石的基础属性较低，容易受到持续骚扰，这使得梅尔更容易利用她的范围攻击施加压力。\n- 梅尔擅长击杀敌人，当锤石尝试全力进攻时，她可以抓住机会消灭血量低于某个阈值的敌人。\n- 锤石的技能冷却时间较长，因此梅尔可以利用他技能失误时创造的机会发起攻击。",
      "ザイラ": "扎伊拉占据优势。\n\n原因如下：\n\n- 扎伊拉的射程很高，可以在躲避锤石攻击的同时持续输出伤害，使她在对线时具备很好的骚扰能力。\n- 锤石的技能冷却时间长，当他失误时会有明显的空档，给扎伊拉提供了攻击的机会。\n- 扎伊拉的控制技能具有范围效果，当锤石接近时，她可以压制多个敌人，使她在团战中占据优势。\n- 锤石的基础属性较低，容易受到持续骚扰的影响，使他对扎伊拉的持续伤害非常脆弱。\n- 扎伊拉可以轻松利用她的植物来确保视野，使她在警惕锤石的开团时能够安全地进行游戏，给予她战略上的优势。",
      "セラフィーン": "塞拉芬对锤石有优势。\n\n原因如下：\n\n- 塞拉芬的技能都是范围效果，使她在团队战斗中具有显著影响力，针对像锤石这样的单目标控制英雄非常强大。\n- 塞拉芬拥有多种控制技能和较长的射程，使她更容易躲避锤石的钩子，并能够从远处提供安全的支援。\n- 锤石的基础属性较低，容易受到持续骚扰，而塞拉芬由于她的被动技能具有很高的骚扰潜力，可以压制锤石。\n- 塞拉芬在专注于团队战斗的英雄面前具有优势，并且可以抵消锤石的开团。\n- 锤石的技能冷却时间较长，当他失误时会变得脆弱，而塞拉芬可以利用这个机会进行攻击。",
      "ニーコ": "尼科占据优势。\n\n- 尼科可以利用她的伪装来躲避锤石的钩子，使得埋伏更容易。\n- 锤石的技能冷却时间长，为尼科在使用技能后创造了进攻的机会。\n- 尼科的范围伤害和带控制效果的大招可以抵消锤石的控制技能，增加她在团战中的影响力。\n- 锤石的基础属性较低，使他容易受到尼科的持续骚扰。\n- 尼科在对抗短程英雄时更具优势，使得锤石前进时更容易攻击。",
      "ブラウム": "布隆有优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，可以轻松抵消锤石的钩子和控制技能。特别是当被锤石的钩子击中时，布隆可以使用他的防御技能来保护他的队友。\n- 锤石的技能冷却时间较长，当他失误时会有一个显著的机会窗口，这使得布隆更容易接近并发起全力进攻。\n- 布隆的被动技能在游戏早期就很强大，当锤石试图骚扰时，布隆可以造成伤害。\n- 锤石的控制技能在他靠近后才会激活，因此如果布隆先接近并试图击晕，他可以限制锤石的行动。\n- 布隆具有很强的保护队友的能力，当锤石试图发起攻击时，布隆可以为他的队友提供保护，抵消锤石的效果。",
      "レル": "瑞尔占据优势。\n\n- 瑞尔拥有多种控制技能，擅长发起进攻和全力以赴，尤其是在团队战斗中。在被锤石的控制技能击中之前，瑞尔可以使用自己的控制技能来使锤石失去行动能力。\n- 锤石的基础属性较低，容易受到持续骚扰，但瑞尔可以轻松用近战攻击进行骚扰，从而在与锤石的对抗中获得优势。\n- 瑞尔的被动技能可以降低敌人的护甲和魔法抗性，使她能够逐渐削弱锤石的耐久度。这使得瑞尔的攻击更加有效。\n- 锤石的技能冷却时间较长，错过技能后会变得脆弱，但瑞尔可以利用这一脆弱性进行攻击。\n- 瑞尔有一个技能可以提高她盟友的移动速度，使她在发起攻击后具备很强的支援后续或逃脱能力，更容易抵消锤石的进攻。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科机动性高，可以在隐身状态下躲避锤石的钩子，更容易躲避锤石的控制技能。\n- 锤石基础属性低，容易受到持续骚扰，使沙科能够轻松地在早期造成伤害。\n- 沙科有办法抵消锤石的控制技能，特别是在锤石技能失误时，提供了重要的机会。\n- 锤石在全力进攻时表现出色，但沙科可以利用隐身反击锤石的进攻，进行突袭。\n- 沙科可以利用锤石技能的冷却时间，在锤石使用技能后进行进攻，更容易掌控对线优势。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "扎伊拉处于劣势。\n\n- 扎伊拉的技能都是技能射击或延迟激活的范围效果，这使得在皮克的高机动性面前很难命中。\n- 皮克可以用钩子抓住扎伊拉，如果战斗发生在近距离，扎伊拉就会变得脆弱，容易被击倒。\n- 扎伊拉的自我防御选项有限，近距离逃脱潜力低，使她在皮克的伏击面前非常弱。\n- 皮克在游戏早期就具有强大的存在感，当扎伊拉试图骚扰时，面临被他的钩子反击的高风险。\n- 扎伊拉的法力消耗很高，在与皮克的交战中，她很容易耗尽法力，使持续骚扰变得困难。",
      "セナ": "塞娜处于劣势。\n\n- 派克的机动性很高，擅长用钩子抓住塞娜。由于塞娜的逃生选项有限，一旦被抓住就容易受到致命伤害。\n- 派克的前期基础属性很高，并且对骚扰有很强的抵抗力，这使得塞娜在尝试骚扰时常常受到伤害。\n- 塞娜的基础属性较低，特别是在前期非常脆弱，容易受到派克的攻击。派克可以从一开始就进行激进的进攻。\n- 派克的终极技能允许他与队友分享击杀金币，使他在塞娜能够发育之前更容易赚取金币，从而有利于游戏的整体节奏。\n- 塞娜的控制效果很强，但派克可以迅速拉近距离或逃脱，这使得控制很难命中。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n- 派克的机动性很高，容易接近维克兹，这增加了被抓的风险。\n- 由于派克的钩子和瞬间伤害，维克兹很容易被消灭。\n- 维克兹的机动性低，难以躲避派克的攻击，尤其是在团队战斗中降低了他的生存率。\n- 派克可以迅速击杀，因此如果维克兹在施放技能时被攻击，他很可能会受到致命伤害。\n- 维克兹的控制技能激活时间较慢，对像派克这样高度机动的输出角色效果不佳。",
      "ラックス": "Lux在对抗Pyke时处于劣势。\n\n- Pyke的机动性很高，容易躲避Lux的技能，这使得Lux很难命中攻击。\n- Pyke的钩子和快速消灭敌人的能力使得Lux在他靠近时变得脆弱。\n- Lux的技能冷却时间长，常常在被Pyke攻击后缺乏反击的机会。\n- Pyke在游戏早期就有很强的存在感，当Lux试图骚扰时被抓的风险很高。\n- Pyke终极技能带来的共享击杀金币可能会妨碍Lux的金币获取。",
      "ソナ": "索娜处于劣势。\n\n- 索娜的基础属性较低，在前期特别脆弱，容易受到派克的钩子和攻击。\n- 派克的机动性很高，可以迅速拉近距离抓住索娜，使她很难逃脱。\n- 索娜的技能主要集中在支持队友上，她有限的自我防御选项使她容易受到派克的攻击。\n- 派克有很强的击杀能力，当索娜被抓住时，她很容易被击倒，导致失去对线的优势。\n- 索娜的控制技能主要是需要准备的减速，她几乎没有手段来防御派克的攻击，常常导致不利的交易。",
      "ザイラ": "Zyra处于劣势。\n\n- Zyra的机动性有限，无法反制Pyke的高机动性，使她在被接近时变得脆弱。\n- Pyke可以用他的钩子抓住Zyra，轻松抵消她的控制技能。\n- Zyra的技能需要时间来激活和生效，这使得她很难应对Pyke的瞬间攻击。\n- Pyke在游戏早期就有强大的存在感，而Zyra在试图骚扰时容易受到伤害。\n- Zyra在团队战中擅长持续输出，但她对Pyke的爆发伤害非常脆弱，尤其是在被针对击杀时。",
      "ジリアン": "齐天大圣在对抗派克时处于劣势。\n\n原因如下：\n\n- 派克的机动性很高，可以迅速拉近与齐天大圣的距离进行攻击，这使得他在齐天大圣使用技能之前就能抓住他。\n- 派克的钩子和攻击可以利用齐天大圣低的基础属性，如果被抓住，面临瞬间被击杀的风险。\n- 齐天大圣的法力消耗很高，频繁使用技能会导致法力迅速耗尽，使得持续作战变得困难。派克可以利用这个机会发起攻击。\n- 派克的终极技能允许他与队友分享击杀金币，因此如果齐天大圣被击杀，影响会很大；反之，如果派克获得击杀，金币差距会加大。\n- 齐天大圣的进攻选项有限，使得在面对像派克这样机动性极高的对手时，很难命中技能，这妨碍了他有效反击的能力。",
      "ナミ": "娜美处于劣势。\n\n- 派克的机动性很高，容易躲避娜美的技能，这使得娜美很难施加控制效果。\n- 派克的钩子和快速消灭敌人的能力使娜美容易被抓，尤其是在早期交战中处于劣势。\n- 娜美的控制效果激活时间较慢，对像派克这样的爆发型英雄效果较差。\n- 派克可以在无视娜美治疗的情况下进行攻击，削弱了她的支援能力。\n- 派克通过击杀轻松获得金币，这使他能够对娜美所支援的ADC施加压力。",
      "カルマ": "卡尔玛处于劣势。\n\n- 派克的机动性很高，可以用他的钩子抓住卡尔玛，使她容易受到攻击。\n- 卡尔玛的控制技能需要时间来激活，这使得她很难应对派克的瞬间攻击。\n- 派克在前期可以有效骚扰，给卡尔玛施加压力。\n- 卡尔玛对派克的爆发伤害耐久性低，特别是在等级差距时，使她容易被一击击倒。\n- 派克通过击杀获得金币，这可能使卡尔玛在经济上处于劣势。"
    },
    "loses": {
      "レル": "瑞尔在对抗派克时具有优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，可以限制派克的高机动性，使其更容易被抓住。\n- 瑞尔的被动技能可以减少敌人的护甲和魔法抗性，这对削弱派克的耐久性有利。\n- 瑞尔擅长参与团队战斗，可以利用派克在这种情况下的劣势。\n- 瑞尔的技能可以提高移动速度，使追击或逃跑更容易，增加针对派克击杀的机会。\n- 瑞尔作为坦克具有高耐久性，并对派克的爆发伤害有很强的抵抗力，提供了对全力进攻的安全感。",
      "マオカイ": "毛凯对派克有优势。\n\n原因如下：\n\n- 毛凯具有高耐久性和被动生命值恢复效果，使他对派克的骚扰有很强的抵抗力。\n- 他拥有大量的控制技能，更容易限制派克的机动性，增加命中钩子的机会。\n- 毛凯的禁锢和区域禁锢可以阻止派克接近，使他难以发起攻击。\n- 他擅长利用草丛来获取视野，更容易判断派克的动向并主动出击。\n- 在团队战中，派克的爆发伤害较低，因此无法有效对抗毛凯的坦克能力。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科机动性高，可以利用隐身轻松躲避派克的攻击。这使他能够在躲避派克的钩子和攻击的同时进行反击。\n- 沙科的控制技能可以限制派克的行动，增加抓住他的机会。特别是当派克接近时，沙科可以主动争取有利的交易。\n- 沙科可以在早期施加压力，使他在派克试图骚扰时进行反击，从而更容易保持对线优势。\n- 派克在团战中的耐久性低，容易被沙科的埋伏和控制技能轻易消灭。特别是如果沙科先发制人，他可以抵消派克的终极技能。\n- 沙科对依赖自动攻击的潜行者和小规模交战者非常强大，他也可以在对抗依赖爆发伤害的英雄（如派克）时占据有利位置。",
      "ノーチラス": "纳瑟斯对派克有优势。\n\n原因如下：\n\n- 纳瑟斯拥有多种控制技能，更容易抓住派克并限制他的高机动性。\n- 纳瑟斯的钩子射程较长，可以可靠地将派克拉入，使全力进攻更有效。\n- 派克的爆发伤害较低，在团队战斗中缺乏持续作战能力，难以反制纳瑟斯的坦克能力。\n- 纳瑟斯可以吸收派克的攻击，使派克在试图骚扰时面临风险。\n- 纳瑟斯的技能可以封锁派克的逃跑路线，特别是在派克使用技能后抓住机会。",
      "ソラカ": "索拉卡在对抗派克时具有优势。\n\n原因如下：\n\n- 索拉卡具有强大的治疗能力，即使在受到派克伤害时也能迅速治疗队友，使其更容易抵消派克的全力进攻。\n- 通过使用沉默和束缚，索拉卡可以禁用派克的技能，减少他抓住对手的能力。\n- 索拉卡的攻击范围较长，使她能够在派克靠近之前对其进行骚扰，从而建立线上的优势。\n- 尽管派克的基础属性较高，但索拉卡的治疗能力使得持续作战成为可能，相对削弱了派克的爆发伤害。\n- 索拉卡缺乏逃生选项，但她可以在受到派克伤害之前使用技能进行自我防御，从而在遭遇埋伏时增加一些韧性。",
      "ミリオ": "Milio在对抗Pyke时具有优势。\n\n- Milio可以延长盟友的攻击范围，使其在骚扰的同时降低受到Pyke攻击的风险，从而更容易在交易中获得优势。\n- Milio的终极技能可以在范围内解除控制效果，使他能够抵消Pyke的开团并保护他的盟友。\n- Pyke的爆发伤害较低，团队战斗中缺乏持续作战能力，因此Milio的治疗和护盾提高了生存能力，使其更容易承受Pyke的攻击。\n- Milio的被动技能提供治疗，使他对Pyke的骚扰具有抵抗力，并增加了他在对线中的持续作战能力。\n- Milio的控制技能有限，使他更容易躲避Pyke的钩子和捕捉，从而降低交易中的风险。",
      "ラカン": "拉卡恩对派克有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避派克的钩子和攻击，从而中和派克抓住他的能力。\n- 拉卡恩的控制技能使他能够有效应对接近的派克，减少派克的爆发伤害。\n- 拉卡恩有护盾和治疗，给予他对派克骚扰的抵抗，并在对线中提供高续航。\n- 在团队战斗中，派克的爆发伤害较低，在拉卡恩的支持下，队友更有可能生存，从而减少派克的影响。\n- 拉卡恩在对抗游击手和刺客时更具优势，而派克正是其中之一，因此拉卡恩可以占据优势。",
      "ニーコ": "妮可在对抗派克时具有优势。\n\n- 妮可可以利用她的伪装来欺骗敌人，轻松躲避派克的钩子。\n- 妮可的范围伤害和带控制效果的终极技能可以利用派克在团战中的弱点。\n- 妮可可以远程攻击，使她在避免派克的近战攻击的同时更容易进行骚扰。\n- 妮可的高伏击潜力使她能够在派克发起攻击之前主动出击。\n- 妮可的被动技能提供治疗效果，使她对派克的骚扰有一定的抵抗力。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "莫甘娜处于劣势。\n\n- 米利欧有一个技能可以延长盟友的攻击范围，使得莫甘娜更难进行骚扰。\n- 米利欧的终极技能可以在范围内解除控制效果，这使得抵消莫甘娜的束缚效果的可能性很高。\n- 莫甘娜的技能冷却时间较长，使得她很难对米利欧的持续骚扰进行反击。\n- 米利欧有治疗和护盾，因此莫甘娜的伤害交换效果不佳。\n- 米利欧的高机动性使他经常能够躲避莫甘娜的束缚效果，难以被抓住。",
      "パンテオン": "潘森在对抗米利欧时处于劣势。\n\n原因如下：\n\n- 米利欧能够延长盟友的攻击范围，使得更容易躲避潘森的全力进攻，并允许进行有利的交易。\n- 米利欧的终极技能可以在范围内解除控制效果，有效抵消潘森的开团。这降低了潘森在团战中的有效性。\n- 潘森依赖短期爆发伤害，但由于米利欧的治疗和护盾，他在持续交易中可能会失去优势。\n- 米利欧有一个击退技能，可以阻碍潘森的接近，使潘森难以发起攻击。\n- 米利欧是一个远程辅助，使潘森在接近之前容易受到骚扰，从而在前期施加压力。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 米利欧有一个技能可以延长盟友的攻击范围，使拉克斯更难进行骚扰。\n- 米利欧的终极技能可以在范围内解除控制效果，很可能会抵消拉克斯的束缚。\n- 米利欧有治疗和护盾，可以减轻拉克斯的爆发伤害。\n- 米利欧的逃生选项有限，当拉克斯靠近时非常脆弱。\n- 米利欧的击退可以打乱拉克斯技能命中的时机。",
      "ゼラス": "泽莉处于劣势。\n\n- 米利欧有一个技能可以延长盟友的攻击范围，使他们能够安全地骚扰而不受到泽莉的伤害，这使得泽莉很难单方面攻击。\n- 米利欧的治疗和护盾可以轻松减轻泽莉的消耗伤害，使泽莉在持续伤害交锋中处于劣势。\n- 米利欧的终极技能可以在范围内解除控制效果，这使得泽莉的进攻和控制效果很可能被抵消。\n- 泽莉的自我防御选项有限，在米利欧的支持下，盟友可以更加激进，这使得泽莉更容易被抓住。\n- 米利欧的技能需要仔细管理法力，如果泽莉消耗过多法力，就很难维持持续的骚扰。",
      "パイク": "派克处于劣势。\n\n- 米利欧有一个技能可以延长盟友的攻击范围，使他在派克接近之前更容易骚扰派克。\n- 米利欧的终极技能可以在范围内解除控制效果，这使得派克的开团很可能会被抵消。\n- 米利欧的治疗和护盾使派克难以有效地进行伤害交易。\n- 米利欧对有控制效果的英雄很强，但派克缺乏控制效果，这让米利欧能够利用他的优势。\n- 派克在团战中耐久性低，而米利欧的支援提高了他的生存能力，使派克成为一个容易的目标。",
      "ザイラ": "Zyra在对抗Milio时处于劣势。\n\n原因如下：\n\n- Milio有能力延长盟友的攻击范围，使Zyra更难进行骚扰。\n- Milio的终极技能可以在范围内解除控制效果，这使得抵消Zyra的控制效果的可能性很高。\n- Milio有治疗和护盾，可以减轻Zyra的持续伤害。\n- Zyra的机动性有限，使她更容易被Milio的支持追击。\n- 在Milio的攻击增强下，造成超过Zyra输出的伤害变得可能。"
    },
    "loses": {
      "ブリッツクランク": "布里茨克兰克对米利欧有优势。\n\n原因如下：\n\n- 布里茨克兰克可以用他的钩子抓住米利欧，有效地切断米利欧的逃跑手段。\n- 米利欧的控制技能（CC）有限，无法抵挡布里茨克兰克的击飞和沉默，使得他难以防止交战。\n- 布里茨克兰克的高爆发潜力使他能够在米利欧骚扰之前主动出击，使他能够在米利欧利用攻击范围之前争取击杀。\n- 虽然米利欧的大招可以解除控制技能，但如果布里茨克兰克的攻击先命中，米利欧在激活大招之前被击倒的可能性很高。\n- 布里茨克兰克对脆皮法师和辅助英雄非常强势，而米利欧正好属于这一类，因此他可以特别有利地进行战斗。",
      "ノーチラス": "纳瑟斯对米利欧有优势。\n\n原因如下：\n\n- 纳瑟斯拥有大量的控制技能（CC），可以抵消米利欧的治疗和护盾，限制米利欧的支援能力。\n- 米利欧的开团潜力低，容易受到纳瑟斯的钩子和眩晕的影响，如果被抓住会受到大量伤害。\n- 纳瑟斯具有强大的全力进攻能力，米利欧很难通过击退技能逃脱，因此米利欧必须时刻保持警惕。\n- 纳瑟斯是近战英雄，这使他能够轻松拉近距离，利用米利欧的射程，使米利欧更难进行骚扰。\n- 米利欧的技能消耗高，纳瑟斯可以对他施加压力，使米利欧难以有效管理他的法力。",
      "バード": "巴德在对抗米利欧时具有优势。\n\n原因如下：\n\n- 巴德的机动性很高，擅长游走，可以影响其他线路，而米利欧则被孤立在自己的线路上。\n- 巴德的终极技能可以在大范围内提供无敌和控制免疫，使他更容易抵消米利欧的进攻和控制技能。\n- 巴德通过收集音符来造成伤害，这使他对装备的依赖性降低，并能够持续对米利欧造成伤害。\n- 米利欧的控制技能有限，因此巴德可以利用他的机动性来逃脱或发起进攻。\n- 巴德拥有治疗能力，使他更容易承受米利欧的骚扰。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔拥有强大的控制技能（CC），可以抵消米利欧的进攻和骚扰。\n- 阿利斯塔的坦克能力使他能够承受米利欧的攻击，从而在时间上有效地进行交易。\n- 米利欧的控制技能有限，使得反制阿利斯塔的进攻变得困难。\n- 阿利斯塔的技能可以瞬间释放，使他能够躲避米利欧的技能并保持在线上的优势。\n- 阿利斯塔在团队战斗中具有很高的保护潜力，可以轻易抵消米利欧的支援效果。",
      "ソナ": "索娜在对抗米利欧时具有优势。\n\n- 索娜拥有范围治疗和增益效果，使她在与米利欧的伤害增强技能对抗时更容易获得优势。\n- 索娜的眩晕效果可以限制米利欧的进攻和逃跑选项，在团队战斗中给予她显著的影响。\n- 通过治疗和护盾，索娜可以轻松减轻米利欧的骚扰，使她在持久的交战中保持优势。\n- 米利欧的控制能力有限，因此他可以在索娜的光环支持下安全地进行游戏。\n- 索娜在对线时擅长骚扰，她可以通过治疗抵御米利欧延长攻击范围的技能。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "セラフィーン": "塞拉芬在对抗巴德时处于劣势。\n\n原因如下：\n\n- 塞拉芬的技能都是范围攻击，使她容易同时受到巴德技能的多次打击。\n- 巴德擅长游走，这使他在塞拉芬在路上孤立时能够有效施加压力。\n- 塞拉芬的技能施放速度较慢，难以躲避巴德的技能，被巴德的控制技能击中可能会造成重大伤害。\n- 巴德拥有治疗技能，可以减轻塞拉芬的一部分伤害，使他在持久战中占据优势。\n- 塞拉芬的防御属性较低，使她容易受到巴德的激进玩法的威胁。",
      "ミリオ": "Milio在对抗Bard时处于劣势。\n\n- Bard具有很高的骚扰潜力，能够造成比Milio的治疗和护盾更多的伤害。\n- Bard的游走能力增加了Milio在路上的孤立时间，使ADC面临风险。\n- Bard的终极技能可以提供广泛的无敌和控制效果，更容易抵消Milio的进攻。\n- Milio的控制能力有限，难以抓住Bard的位移技能。\n- Bard通过收集铃铛的能力提升相对削弱了Milio的支援能力。",
      "ソラカ": "索拉卡在对抗巴德时处于劣势。\n\n- 巴德的机动性很高，擅长游走，这可能导致索拉卡被轻易孤立。\n- 通过使用巴德的沉默和眩晕，他可以抵消索拉卡的治疗能力，限制她的治疗潜力。\n- 巴德通过收集音符来造成伤害，使他对装备的依赖性降低，从而轻松地造成持续伤害。\n- 索拉卡的基础属性较低，逃生选项有限，使她容易受到巴德的攻击。\n- 巴德的大招具有广泛的范围效果，使索拉卡在团队战中难以找到合适的位置。",
      "ゼラス": "扎伊拉在对抗巴德时处于劣势。\n\n- 巴德具有高机动性和出色的游走能力，使扎伊拉难以单方面攻击。\n- 巴德的技能专门用于支持盟友和干扰敌人，能够抵消扎伊拉的攻击。\n- 巴德的终极技能可以在广泛区域内提供无敌和控制效果，使他能够在扎伊拉攻击之前保护盟友。\n- 扎伊拉的自我防御选项有限，近距离逃脱能力低，使她容易受到巴德的伏击和控制。\n- 巴德的治疗能力使他更容易承受扎伊拉的骚扰，使扎伊拉难以建立对线优势。",
      "レル": "瑞尔在对抗巴德时处于劣势。\n\n原因如下：\n\n- 巴德的射程很长，使得瑞尔在对线时难以施加压力，因为他在接近之前就可能受到攻击。\n- 巴德拥有机动技能，可以躲避瑞尔的控制技能，使瑞尔的开团容易被反制。\n- 巴德有治疗能力，可以减轻瑞尔的伤害，使他在持久战中不那么脆弱。\n- 巴德的大招有广泛的范围效果，当瑞尔试图在团战中开团时可能会适得其反。\n- 瑞尔的输出较低，依赖队友，使得在对抗巴德的持续支援能力时变得困难，尤其是在前期之后。",
      "カルマ": "卡尔玛处于劣势。\n\n- 巴德拥有多样的技能，特别擅长游走和支持队友，使他能够绕过卡尔玛的能力。\n- 巴德通过收集音符来造成伤害，这使他对装备的依赖性降低，并能够对卡尔玛施加持续压力。\n- 巴德的终极技能可以在大范围内提供无敌和控制效果，有效抵消卡尔玛的束缚和范围伤害。\n- 卡尔玛的束缚技能在激活前有延迟，这使得巴德更容易利用他的机动性技能来躲避。\n- 巴德拥有治疗能力，可以减轻卡尔玛的骚扰。\n- 巴德的游走能力使他对其他线路有很高的影响力，这使得卡尔玛更容易被孤立。",
      "ザイラ": "扎伊拉在对抗巴德时处于劣势。\n\n原因如下：\n\n- 巴德具有高机动性和强大的游走能力，使扎伊拉更容易被孤立。\n- 巴德的技能专门用于支持盟友和干扰敌人，提供了抵消扎伊拉攻击的方式。\n- 巴德的终极技能可以在大范围内提供无敌和控制效果，更容易抵消扎伊拉的攻击。\n- 扎伊拉的机动性有限，当被巴德的技能接近时，她变得脆弱。\n- 巴德收集的音符所带来的伤害增加可能超过扎伊拉的持续伤害。",
      "ラカン": "拉克斯在对抗巴德时处于劣势。\n\n原因如下：\n\n- 巴德可以远程攻击，容易在拉克斯接近之前骚扰他。\n- 巴德的控制技能（CC）影响范围广，拉克斯在尝试接触时很可能会被打断。\n- 巴德的治疗技能和护盾有时可以抵消拉克斯的攻击。\n- 巴德具有强大的游走能力，可以影响其他线路，使拉克斯更容易被孤立。\n- 拉克斯有许多涉及移动的技能，如果被巴德的控制技能抓住，他的行动会受到限制，变得脆弱。",
      "ブラウム": "布隆在对抗巴德时处于劣势。\n\n原因如下：\n\n- 巴德的攻击范围很长，远程骚扰能力强，使布隆难以接近。\n- 巴德的技能具有机动性，能够轻松躲避布隆的控制技能。\n- 巴德拥有治疗能力，使他更容易承受布隆的攻击。\n- 巴德的大招范围广，即使布隆尝试防守也很难有效。\n- 布隆缺乏续航能力，使他在持久战中更脆弱。"
    },
    "loses": {
      "ソナ": "索娜在对抗巴德时具有优势。\n\n原因如下：\n\n- 索娜可以提供治疗和增益，使她对巴德的攻击更具韧性。\n- 巴德的伤害技能只有Q技能，并且AP比率较低，难以造成持续伤害。\n- 索娜的范围控制技能可以抵消巴德的游走和技能，使她在团战中具有很高的影响力。\n- 索娜可以持续骚扰基础属性较低的巴德，更容易建立对线优势。\n- 巴德需要花时间收集音符，而在此期间索娜可以主导对线。",
      "ラックス": "拉克斯占据优势。\n\n原因如下：\n\n- 拉克斯拥有远程技能，使得骚扰巴德变得更容易。特别是当巴德向前走去收集他的音符时，有更多机会命中技能。\n- 巴德只有Q技能作为输出技能，这使得他很难承受拉克斯的高爆发伤害。特别是如果巴德被拉克斯的束缚效果击中，他就失去了反击的机会。\n- 拉克斯的所有技能都无法被小兵阻挡，这使得她在巴德试图维持线路时可以继续骚扰。这使得巴德更难收集他的音符。\n- 巴德有位移技能，但由于拉克斯技能的飞行速度较慢，在巴德试图逃跑时有机会用技能击中他。\n- 巴德有控制技能，但由于拉克斯的束缚和爆发伤害，巴德很难主动发起攻击。这使得拉克斯能够轻松掌控局势。",
      "スレッシュ": "锤石对巴德有优势。\n\n原因如下：\n\n- 锤石具有很强的控制能力，可以禁用巴德的位移技能，限制巴德的游走和逃生潜力。\n- 巴德只有Q技能作为输出技能，导致DPS较低，难以削弱锤石的耐久性。\n- 锤石可以利用钩子和减速技能抓住巴德，更容易限制巴德的行动。\n- 锤石有能力救援队友，即使巴德的终极技能提供无敌或控制效果，他也能保护队友。\n- 巴德需要花时间收集音符，在此期间锤石可以施加压力。",
      "ノーチラス": "纳瑟斯在对抗巴德时具有优势。\n\n原因如下：\n\n- 纳瑟斯拥有多种控制技能，可以阻碍巴德的机动性，防止他自由移动。\n- 巴德主要通过他的Q技能造成伤害，但纳瑟斯是一个耐久性高的坦克，更容易吸收巴德的伤害。\n- 纳瑟斯的钩子射程很长，使巴德难以保持距离，这有利于全力进攻。\n- 巴德需要花时间收集音符，而在此期间纳瑟斯可以发起攻击，使巴德难以维持他的线路。\n- 纳瑟斯具有很强的干扰巴德治疗技能和游走能力的能力，使巴德难以支持他的盟友。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "メル": "梅尔处于劣势。\n\n- 扎伊拉的射程高且持续输出强，使梅尔在接近之前容易受到骚扰。\n- 扎伊拉的控制技能干扰梅尔的技能，使其在近战中难以有效攻击。\n- 梅尔缺乏主动控制技能，使其在受到扎伊拉伤害时难以反击。\n- 扎伊拉的植物可以限制梅尔的移动并阻挡逃跑路线。\n- 梅尔对治疗效果较弱，难以反制扎伊拉的持续伤害。",
      "スレッシュ": "锤石处于劣势。\n\n- 扎伊拉拥有远程攻击，使她在锤石靠近之前就能轻松骚扰他。\n- 扎伊拉的植物造成的持续伤害威胁到锤石的低基础属性。\n- 扎伊拉的控制技能可以打断锤石的开团，使他在反击时变得脆弱，尤其是当他错过钩子时。\n- 扎伊拉可以从安全距离攻击，这使得锤石很难接近。\n- 锤石的技能冷却时间较长，减少了他在受到扎伊拉伤害时反击的机会。",
      "スウェイン": "斯维因处于劣势。\n\n- 扎伊拉拥有远程攻击能力，可以在斯维因靠近之前造成伤害，使他容易受到线上的压力。\n- 扎伊拉的持续伤害和植物的控制效果使斯维因难以躲避攻击，尤其是在他的技能尚未激活之前，承受伤害的风险很高。\n- 斯维因的机动性较低，难以躲避扎伊拉的技能，这使他容易受到她的攻击。\n- 扎伊拉的控制效果妨碍了斯维因的治疗能力，使他在战斗中难以维持。\n- 扎伊拉对有创伤重伤效果的英雄很强，而斯维因对创伤重伤效果很脆弱，因此在受到扎伊拉的伤害时，他很难恢复生命。",
      "ニーコ": "尼科处于劣势。\n\n- 扎伊拉拥有远程攻击，容易在尼科接近之前对她进行骚扰。\n- 扎伊拉的植物造成持续伤害和控制，使尼科难以接近。\n- 由于尼科技能范围短，在承受扎伊拉攻击的同时很难造成伤害。\n- 扎伊拉具有强大的区域控制能力，阻止尼科安全地维持她的线路。\n- 如果尼科在近战中失败，她很容易陷入危险境地，并且容易受到扎伊拉的攻击。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 扎伊拉拥有远程攻击，可以在莫甘娜接近之前造成伤害，使她容易受到攻击。\n- 扎伊拉的植物造成持续伤害，并且可以禁用莫甘娜的法术护盾，阻止她有效地自我防御。\n- 扎伊拉的控制技能具有范围效果，使她能够在莫甘娜施放束缚之前进行攻击，这轻易限制了莫甘娜的行动。\n- 莫甘娜的技能冷却时间较长，她反击扎伊拉攻击的机会有限，使她在持久战中处于劣势。\n- 扎伊拉缺乏机动性，使莫甘娜难以拉近距离并躲避扎伊拉的攻击。",
      "アリスター": "阿利斯塔处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在阿利斯塔接近之前造成伤害，使他容易受到对线压力。\n- 扎伊拉的持续伤害和植物的控制效果使她在阿利斯塔试图发起攻击时轻松反制他，导致有效攻击变得困难。\n- 阿利斯塔主要是近战英雄，难以反制扎伊拉的远程攻击，尤其是在前期，他无法躲避她的攻击。\n- 扎伊拉的技能需要时间来激活，但阿利斯塔的发起攻击很快，使得躲避扎伊拉的技能变得困难。\n- 阿利斯塔的输出较低，缺乏反制扎伊拉高输出的火力，导致在团队战斗中的影响力降低。",
      "ソラカ": "索拉卡处于劣势。\n\n- 扎伊拉拥有远程攻击，可以轻松地在安全距离内骚扰索拉卡。\n- 扎伊拉的持续伤害和植物的控制效果使得索拉卡在能够治疗之前就可能受到伤害。\n- 索拉卡的逃生选项有限，如果被扎伊拉的控制技能抓住，她面临着承受致命伤害的高风险。\n- 索拉卡的治疗通常无法抵挡扎伊拉的高爆发伤害。\n- 扎伊拉的技能需要时间来施放和移动，这使得她难以躲避索拉卡的沉默和束缚，但相反，索拉卡很难躲避扎伊拉的攻击。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击能力，可以在躲避拉克斯技能的同时持续输出伤害，使拉克斯难以骚扰。\n- 扎伊拉的控制技能（CC）可能会让她在拉克斯施放技能之前靠近，尤其是当扎伊拉的技能命中时，拉克斯会变得脆弱。\n- 扎伊拉的植物可以提供视野并阻挡拉克斯的技能，使拉克斯的攻击难以命中。\n- 拉克斯的所有技能都是技能射击，这使得在扎伊拉的机动性和控制技能面前很难命中。\n- 扎伊拉在近战中很强，当拉克斯靠近时，她会变得非常脆弱，尤其是对爆发伤害。",
      "ルル": "露露处于劣势。\n\n原因如下：\n\n- 扎伊拉的远程攻击可以在露露靠近之前造成伤害，使露露容易受到伤害。\n- 扎伊拉的植物造成的持续伤害和控制在露露激活技能之前给她施加压力。\n- 露露的控制技能是单目标的，无法有效应对扎伊拉的范围控制和持续伤害。\n- 露露缺乏定身控制，限制了她躲避扎伊拉攻击的选择。\n- 扎伊拉在前期有强大的输出，使她在露露升级之前就能创造有利局面。"
    },
    "loses": {
      "ジリアン": "婕拉在对抗泽拉时具有优势。\n\n原因如下：\n\n- 婕拉的机动性很高，更容易躲避泽拉的技能。这使她能够在不受到泽拉攻击伤害的情况下接近。\n- 泽拉的机动性有限，当婕拉靠近时，她变得脆弱。婕拉可以瞬间造成伤害，使她在对抗泽拉时占据优势。\n- 婕拉的范围控制技能可以抵消泽拉的控制效果，在团队战斗中产生显著影响。这可以有效地阻止泽拉的攻击。\n- 婕拉可以提高盟友的移动速度，提供支持以避免泽拉的攻击。这减少了受到泽拉伤害的风险。\n- 泽拉的技能需要时间来施放，这使得婕拉能够利用她的机动性来躲避它们。这使她能够有效地避免泽拉的攻击。",
      "ユーミ": "悠米有优势。\n\n原因如下：\n\n- 悠米可以安全地通过紧贴盟友来支援，降低受到扎伊拉攻击的伤害风险。\n- 悠米的治疗和护盾可以轻松抵消扎伊拉的持续伤害，提高线上的续航能力。\n- 扎伊拉的机动性有限，使得悠米附着在盟友身上时更容易躲避她的攻击。\n- 悠米的减速效果使扎伊拉的站位变得复杂，难以命中她的攻击。\n- 悠米可以在保护盟友免受扎伊拉攻击的同时进行攻击，因扎伊拉缺乏高机动性而更容易抵消她的优势。",
      "レオナ": "蕾欧娜占据优势。\n\n原因如下：\n\n- 蕾欧娜具有很强的开团能力，可以轻松接近扎伊拉，让她在忽视扎伊拉的攻击范围的情况下进行全力进攻。\n- 扎伊拉的机动性有限，容易受到蕾欧娜的控制。特别是，蕾欧娜可以在扎伊拉施放技能之前抓住她。\n- 蕾欧娜的基础属性高，在早期战斗中很强，使扎伊拉很难骚扰她。\n- 扎伊拉在近战中较弱，容易被蕾欧娜的坦克能力和控制技能压制。\n- 扎伊拉的技能需要时间来施放，当蕾欧娜接近时，她很难命中技能。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科机动性高，可以利用隐身轻松接近扎伊拉，从而在扎伊拉的攻击范围之外进行攻击。\n- 扎伊拉机动性有限，接近时容易受到攻击，使她在沙科的埋伏下非常脆弱。\n- 沙科的控制技能可以打断扎伊拉的技能，有效地让她无法攻击。\n- 扎伊拉通过植物造成持续伤害，但沙科可以造成爆发伤害，使他在持续伤害上超越扎伊拉。\n- 沙科可以在前期施加压力，使他在扎伊拉能够发育之前获得优势。",
      "レル": "瑞尔占据优势。\n\n原因如下：\n\n- 瑞尔是近战英雄，对扎伊拉的远程攻击不太敏感。通过缩短距离，瑞尔可以在交战时避开扎伊拉的攻击。\n- 瑞尔的多种控制技能可以利用扎伊拉缺乏机动性的弱点，更容易限制她的行动。\n- 扎伊拉的防御属性较低，接近时非常脆弱，使她在瑞尔的全力进攻下显得非常弱。\n- 瑞尔有一个技能可以提高盟友的移动速度，使得阻止扎伊拉逃跑变得更容易。\n- 扎伊拉的技能需要时间来施放，并且在命中之前有延迟，这使得她在受到瑞尔攻击之前很难反应。",
      "ゼラス": "扎伊拉处于劣势。\n\n原因如下：\n\n- 泽拉斯的远程攻击超出了扎伊拉的范围，使他能够在扎伊拉接触之前单方面骚扰她。\n- 泽拉斯的技能造成范围伤害，可以清除扎伊拉的植物，减少她的伤害来源。\n- 泽拉斯有一个被动技能可以恢复法力，使他在对线时具有很高的续航能力，即使在受到扎伊拉的伤害时也能持续骚扰。\n- 尽管泽拉斯缺乏防御选项，但他可以轻松保持距离以避免扎伊拉的攻击，并且可以在她靠近之前发起攻击。\n- 扎伊拉的机动性有限，使她很难躲避泽拉斯的技能，尤其是在被击中时，她面临着承受大量伤害的风险。",
      "ブリッツクランク": "布里茨克兰克占据优势。\n\n原因如下：\n\n- 扎伊拉的机动性有限，如果被布里茨克兰克的钩子抓住，她很可能会被轻易击杀。\n- 布里茨克兰克可以施加很大的压力，并且能够在扎伊拉利用她的射程之前迅速接近攻击。\n- 扎伊拉的技能需要时间来激活，并且在命中之前有延迟，这使得她很难躲避布里茨克兰克的钩子和击飞。\n- 布里茨克兰克可以轻易摧毁扎伊拉的植物，减少她的伤害来源。\n- 扎伊拉是一名脆弱的法师，容易被布里茨克兰克的坦克性和控制技能所主导。",
      "ブラウム": "布隆占据优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，更容易抵御扎伊拉的攻击。\n- 扎伊拉的技能需要时间来激活和命中，这使得躲避布隆的控制技能变得困难。\n- 布隆的被动技能可以针对扎伊拉的攻击进行眩晕，从而限制她的行动。\n- 布隆是近战英雄，这使他能够迅速接近扎伊拉，有效地中和她的优势。\n- 扎伊拉的机动性有限，布隆可以通过靠近她使她变得脆弱。",
      "ラカン": "拉卡恩对扎伊拉有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，使他更容易接近扎伊拉的攻击范围，同时避免她的攻击。\n- 扎伊拉的机动性有限，容易受到拉卡恩的开团。当拉卡恩靠近时，扎伊拉几乎没有逃脱的手段。\n- 拉卡恩的控制技能可以打断扎伊拉的技能，特别是中和她的植物。\n- 拉卡恩有护盾和治疗，可以让他在扎伊拉的攻击中生存并在战斗中持续作战。\n- 扎伊拉对近战英雄很强，但拉卡恩可以利用这一特性在她面前获得优势。",
      "ソナ": "索娜占据优势。\n\n原因：\n- 索娜拥有治疗和增益效果，可以减轻扎伊拉的持续伤害，使她对骚扰有更强的抵抗力。\n- 索娜的光环提供的范围支援可以轻松抵消扎伊拉植物造成的伤害，提高团队战斗中的生存率。\n- 索娜有一个快速施法的范围控制技能，可以打断扎伊拉的技能，有效地让她的攻击失效。\n- 扎伊拉缺乏机动性，接近时容易受到攻击，这使得索娜支持的队友更容易对她进行攻击。\n- 索娜在对线中的持久小规模冲突中表现出色，使她在持久战中相较于扎伊拉更具优势。",
      "ブランド": "布兰德对扎伊拉有优势。\n\n原因如下：\n\n- 布兰德的持续伤害高，能够轻松应对扎伊拉的植物，减少她的伤害来源。\n- 布兰德的攻击范围也很长，使他能够有效地输出伤害而不被扎伊拉的远程攻击击中。\n- 扎伊拉的机动性有限，接近时容易受到攻击，而布兰德可以利用技能从远处持续攻击她。\n- 布兰德的技能具有范围效果，使他在团战中非常强大，通过清除扎伊拉的植物，他可以削弱她的影响力。\n- 扎伊拉的控制技能需要时间来激活，这使得躲避布兰德的技能变得困难，并且给她反击的机会很少。",
      "バード": "巴德对扎伊拉有优势。\n\n原因如下：\n\n- 巴德的机动性高，更容易躲避扎伊拉的技能，降低被接近的风险。\n- 扎伊拉的技能需要时间来激活和命中，这使得巴德可以利用他的移动技能轻松躲避。\n- 巴德的被动伤害不太依赖于装备，使他能够持续对扎伊拉的植物造成伤害。\n- 巴德有治疗技能，更容易反制扎伊拉的持续伤害。\n- 巴德的终极技能可以在广泛区域内提供无敌和控制免疫，使他能够抵消扎伊拉的控制技能并保护他的盟友。\n- 扎伊拉的机动性有限，使得巴德的游走更容易影响其他线路。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "パンテオン": "潘森在对抗拉克丝时处于劣势。\n\n原因如下：\n\n- 拉克丝的机动性很高，容易躲避潘森的攻击。特别是，拉克丝的开团和逃生能力可以抵消潘森的全力进攻。\n- 拉克丝的控制技能可以限制潘森的行动，增加潘森在发起攻击之前被抓住的可能性。\n- 拉克丝有护盾和治疗，能够更好地减轻潘森的爆发伤害。这使得潘森很难获得击杀。\n- 拉克丝的支援能力很强，能够在潘森针对孤立敌人时保护队友。\n- 潘森在持久战中表现不佳，而拉克丝的持续控制和续航使得潘森很难获得优势。",
      "ブリッツクランク": "布里茨克兰克在对抗拉卡恩时处于劣势。\n\n- 拉卡恩的机动性很高，容易躲避布里茨克兰克的钩子。\n- 拉卡恩的控制技能限制了布里茨克兰克的行动，特别是在布里茨克兰克错过钩子后对他非常强力。\n- 拉卡恩有护盾和治疗，可以吸收布里茨克兰克的攻击。\n- 拉卡恩的开团能力通常使他能够在布里茨克兰克攻击之前先发制人。\n- 布里茨克兰克的基础移动速度较低，无法与拉卡恩的机动性相匹配，增加了被抓的风险。",
      "ブラウム": "布隆在对抗拉卡恩时处于劣势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，容易躲避布隆的控制技能，使他能够在躲避布隆攻击的同时发起进攻。\n- 拉卡恩的两种控制技能使得布隆在接近时防御能力下降，难以有效保护队友。\n- 拉卡恩有护盾和治疗，即使受到布隆的攻击也能保持高生存能力，能够持续骚扰。\n- 布隆缺乏续航能力，难以承受拉卡恩的骚扰，更容易失去对线的优势。\n- 拉卡恩与他的队友有很强的协同作用，特别是与霞的配合，可以抵消布隆的防御。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 拉克斯的机动性很高，使他能够在避免扎伊拉攻击的同时接近她，这使得扎伊拉很难进行骚扰。\n- 拉克斯的控制技能限制了扎伊拉的移动，使她更容易受到攻击。\n- 扎伊拉的自我防御选项有限，几乎没有逃脱拉克斯进攻的手段，如果被抓住，很可能会受到致命伤害。\n- 拉克斯的护盾和治疗减少了扎伊拉的伤害，使持续骚扰变得困难。\n- 扎伊拉的射程很长，但拉克斯可以通过缩短距离来抵消这一优势，增加被攻击的风险。",
      "ヴェル＝コズ": "维克兹在对抗拉克丝时处于劣势。\n\n原因如下：\n\n- 拉克丝的机动性很高，容易接近维克兹，这使得他很难躲避攻击。\n- 拉克丝的控制技能可以打断维克兹的技能，在他大招施放期间被控制会让他变得脆弱。\n- 维克兹的机动性低，缺乏逃脱拉克丝进攻的手段。\n- 拉克丝的支援能力强，这意味着在维克兹能够输出之前，队友可能会被击倒。\n- 拉克丝的护盾和治疗减少了维克兹的伤害，使得他骚扰的效果不佳。",
      "ミリオ": "Milio在对抗Rakan时处于劣势。\n\n- Rakan的机动性很高，擅长发起攻击和保护队友，使他能够在Milio利用技能扩展攻击范围之前迅速接近。\n- Rakan的控制技能（CC）有可能抵消Milio的终极技能，特别是因为他有击飞能力，这限制了Milio防止被攻击的选项。\n- Milio的控制技能有限，使他几乎没有手段来反击Rakan的攻击。\n- Rakan的护盾和治疗使得Milio的伤害交易难以有效。\n- Rakan与他的盟友有很强的协同作用，特别是与Zaya结合时，他可以发起更强大的攻击，使Milio难以应对这种压力。",
      "パイク": "皮克处于劣势。\n\n- 拉克丝的机动性很高，擅长开团和保护队友，使得躲避皮克的钩子变得更容易。\n- 拉克丝的控制技能限制了皮克的移动，使得他在激进玩法时特别容易被抓。\n- 拉克丝有护盾和治疗，可以减轻皮克的伤害，使持续骚扰变得困难。\n- 拉克丝的被动治疗常常抵消皮克的骚扰。\n- 拉克丝有很强的保护队友能力，使得他们在皮克试图击杀时更容易生存。",
      "カルマ": "卡尔玛处于劣势。\n\n- 拉克丝的机动性很高，擅长开团和保护队友，容易躲避卡尔玛的技能。\n- 拉克丝的控制技能瞬间生效，因此他在卡尔玛的束缚技能释放之前很有可能拉近距离。\n- 拉克丝有护盾和治疗，可以减轻卡尔玛的骚扰，使她在持续输出的对拼中处于劣势。\n- 拉克丝的全力进攻潜力非常高，如果卡尔玛在使用技能后被反击，她可能会受到致命伤害。\n- 卡尔玛的基础属性较低，容易受到拉克丝的攻击，使她在对线时很难生存。"
    },
    "loses": {
      "ニーコ": "尼科占据优势。\n\n- 尼科可以利用她的伪装来欺骗拉坎，创造机会来抵消拉坎的开团。\n- 拉坎是一个近战英雄，这使得尼科可以安全地从远处攻击。\n- 尼科的范围伤害和大招带有控制效果，在团战中对拉坎构成了重大威胁。\n- 拉坎拥有许多位移技能，但在受到尼科的控制或伤害时，他会变得脆弱。\n- 尼科在对抗短程英雄时更具优势，这使得她在拉坎向前移动时能够有效攻击。",
      "セナ": "塞娜占据优势。\n\n原因如下：\n\n- 范围差异：塞娜拥有远程攻击，可以在避免拉克斯的近战攻击的同时进行骚扰，更容易保持对线优势。\n- 控制技能的利用：塞娜的束缚效果技能可以阻止拉克斯的开团，使她能够通过限制他的移动安全地进行战斗。\n- 续航能力：塞娜的治疗能力使她更容易承受拉克斯的骚扰，给予她在对线中的高耐久性。\n- 对短程ADC的优势：虽然拉克斯对短程ADC很强，但塞娜可以利用她的射程单方面攻击，从而在与拉克斯的对抗中占据优势。\n- 拉克斯的脆弱性：拉克斯有许多涉及移动的技能，使他在被抓时变得脆弱，塞娜可以通过骚扰和控制有效地应对他。",
      "ポッピー": "波比占据优势。\n\n原因如下：\n\n- 波比拥有控制技能，可以限制拉克丝的机动性，阻止他的进攻和逃脱动作。\n- 拉克丝的防御较低，容易受到波比的高护盾和百分比伤害的影响，使他在一对一的战斗中处于劣势。\n- 波比拥有丰富的控制技能，可以抵消拉克丝用来保护队友的技能。\n- 拉克丝的技能涉及移动，这使得他被波比的控制技能抓住的可能性很高。\n- 波比可以轻松在对线阶段获得交易优势，并能抵消拉克丝的续航能力。",
      "ラックス": "拉克斯占据优势。\n\n原因如下：\n\n- 拉克斯拥有远程技能，可以在拉坎接近之前轻松骚扰他。\n- 拉坎是近战英雄，难以躲避拉克斯的技能，增加了被她的控制效果抓住的风险。\n- 拉克斯的爆发伤害很高，使她能够在拉坎使用护盾或治疗之前造成大量伤害。\n- 拉克斯的所有技能都不会被小兵阻挡，因此拉坎无法利用小兵来隐藏自己，始终是攻击的目标。\n- 拉坎有许多与移动相关的技能，当被拉克斯的技能击中时，他非常脆弱，容易受到她的攻击。",
      "ソラカ": "索拉卡在对抗拉克斯时具有优势。\n\n原因如下：\n\n- 索拉卡具有强大的治疗能力，即使在受到拉克斯伤害时也能迅速治疗队友，使她更容易抵消他的进攻。\n- 通过她的沉默效果技能，她可以禁用拉克斯的技能，阻止他利用机动性和控制能力。\n- 索拉卡的攻击范围很长，使她能够在拉克斯靠近之前进行骚扰，从而保持对线的优势。\n- 拉克斯有很多机动技能，一旦被抓住，他会变得脆弱，这使得索拉卡可以轻松利用她的束缚和沉默来对付他。\n- 索拉卡对短程ADC非常强势，而拉克斯的角色是支持这些短程ADC，这为索拉卡创造了有利的局面。",
      "ルル": "露露占据优势。\n\n- 露露拥有变形技能，可以抵消拉克斯的开团，使她在拉克斯接近时能够有效应对。\n- 露露的护盾和增益生命值技能可以保护受到拉克斯攻击的盟友，增强续航能力。\n- 拉克斯有很多位移技能，当他的行动受到露露的控制时，他变得非常脆弱，使露露的技能更有效。\n- 露露对近战ADC也很强，因为当拉克斯试图开团时，她可以保护盟友，更容易保持对线优势。\n- 露露可以根据情况调整技能使用，使她能够灵活应对拉克斯的动作。",
      "ジャンナ": "婕拉有优势。\n\n原因如下：\n\n- 婕拉拥有强大的脱离能力，可以抵消拉克斯的开团，使她能够在拉克斯接近时保护她的盟友。\n- 婕拉的护盾增强了她盟友的生存能力，使他们能够承受拉克斯的攻击，从而提高了线上续航。\n- 凭借她的高移动速度，她可以轻松躲避拉克斯的攻击，并提高她盟友的移动速度，增强团队的整体机动性。\n- 拉克斯有许多与移动相关的技能，当被婕拉的控制技能抓住时，他变得非常脆弱，使婕拉能够在对抗他时占据优势。\n- 婕拉对坦克英雄很强，但拉克斯并不具备这些特性，使婕拉能够灵活地利用优势。",
      "マオカイ": "毛凯占据优势。\n\n原因如下：\n\n- 毛凯可以频繁使用控制技能（CC），更容易限制拉克丝的机动性。\n- 拉克丝有许多与移动相关的技能，如果被毛凯的缠绕或大范围缠绕抓住，他会变得非常脆弱。\n- 毛凯有被动的生命值回复效果，即使受到拉克丝的伤害也能很好地维持。\n- 拉克丝的防御属性较低，通常无法承受毛凯的持续伤害。\n- 毛凯具有很强的视野控制能力，更容易预测拉克丝的进攻。",
      "セラフィーン": "塞拉芬在与拉坎的对抗中占有优势。\n\n原因如下：\n\n- 塞拉芬的射程很长，可以在不让拉坎靠近的情况下进行骚扰，更容易保持对线的优势。\n- 她拥有多种控制技能，更容易打断拉坎的进攻并抵消他的攻击。\n- 塞拉芬的技能是范围效果，随着盟友数量的增加，其效果也会增强，使她在团队战斗中具有很高的影响力，超过拉坎的支援能力。\n- 拉坎的防御较低，容易受到塞拉芬的持续伤害和控制，常常在全力交战中处于劣势。\n- 塞拉芬可以在安全的位置提供支援，降低拉坎靠近的风险，同时增强她的盟友。",
      "バード": "巴德在对抗拉坎时具有优势。\n\n原因如下：\n\n- 巴德可以远程攻击，这使得阻止拉坎接近变得更容易。由于拉坎是近战辅助，他在承受巴德的攻击时很难缩短距离。\n- 巴德的终极技能可以为大范围内的队友提供无敌和控制效果，从而抵消拉坎的开团。这大大削弱了拉坎的优势。\n- 巴德通过收集音符来造成伤害，这使得他对装备的依赖性降低，并在对线时拥有很高的续航能力。这使得他在对抗拉坎时能够保持优势。\n- 巴德的治疗能力可以帮助支持被拉坎攻击的队友，并且在队友受到拉坎控制效果时也能保护他们。\n- 巴德拥有一个位移技能，可以避免拉坎的控制效果，使得拉坎很难命中他的攻击。这使得巴德能够安全地进行游戏。",
      "レル": "瑞尔占据优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，可以限制拉克斯的机动性，使她在拉克斯试图发起攻击时有效反制他。\n- 拉克斯有许多与移动相关的技能，如果被瑞尔的束缚技能抓住，他将无法做任何事情，变得特别脆弱。\n- 瑞尔的被动技能可以降低敌人的护甲和魔法抗性，使得对拉克斯造成伤害更容易，降低他的耐久度。\n- 瑞尔擅长在团队战斗中发起进攻，当拉克斯移动去保护他的盟友时，瑞尔可以利用这种移动。\n- 拉克斯在单独作战时战斗能力较低，经过适当的配合，瑞尔可以压制他。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔的韧性很高，可以承受拉克丝的攻击，给予他强大的对线续航能力。\n- 阿利斯塔的控制技能（CC）可以瞬间释放，轻松抵消拉克丝的开团并限制他的行动。\n- 拉克丝有很多基于位移的技能，当被阿利斯塔的控制技能抓住时，他变得非常脆弱。\n- 阿利斯塔有强大的保护能力，更容易防止拉克丝接近队友。\n- 阿利斯塔的技能在团战中有显著影响，通过中和拉克丝的机动性，他可以增强团队的整体作战效能。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "莫甘娜处于劣势。\n\n原因如下：\n\n- 卢鲁的变形技能可以抵消莫甘娜的束缚和攻击，使得莫甘娜的控制技能难以有效发挥。\n- 卢鲁可以为队友提供护盾，这可以轻易减少莫甘娜的伤害，使她难以造成有效伤害。\n- 卢鲁的攻击范围较长，使得莫甘娜在接近之前容易受到卢鲁的攻击。\n- 卢鲁的机动性很高，可以躲避莫甘娜的束缚，使她难以抓住。\n- 卢鲁的控制技能是单目标的，这使得莫甘娜的技能在大规模战斗中难以有效。",
      "ラカン": "拉卡恩处于劣势。\n\n- Lulu有变形技能，可以中和拉卡恩的开团，使他难以发起攻击。\n- Lulu的护盾和生命值增加效果增强了队友的生存能力，使拉卡恩的攻击效果降低。\n- Lulu是远程输出，而拉卡恩是近战输出，这使得Lulu可以安全地从远处攻击，而拉卡恩则难以拉近距离。\n- Lulu的控制技能是单目标的，这使得拉卡恩在面对多个敌人时能够最大化她的效果。\n- 拉卡恩有很多位移技能，如果被Lulu的控制技能抓住，他会变得非常脆弱，失去反击的机会。",
      "ジリアン": "扎伊拉在对抗璐璐时处于劣势。\n\n- 璐璐拥有变形技能，可以抵消扎伊拉的技能，有效地关闭她的攻击和支援能力。\n- 璐璐的护盾和生命值增加效果可以轻松减轻扎伊拉的伤害，使她在持久战中处于劣势。\n- 作为一个远程输出，璐璐可以在扎伊拉接近之前发起攻击，使扎伊拉更容易受到伤害。\n- 璐璐的移动速度增益和控制技能常常限制扎伊拉的逃跑选择，使她更容易被抓住。\n- 璐璐在团队战斗中影响力很大，并且拥有抵消扎伊拉爆发伤害的手段，使扎伊拉很难占据优势。",
      "ソナ": "索娜处于劣势。\n\n- 卢鲁拥有变形技能，可以抵消索娜的技能，使索娜难以攻击或提供支援。\n- 由于卢鲁的护盾和生命值增加效果，索娜的治疗和增益效果相对较弱。\n- 卢鲁具有远程输出的特性，使得索娜在接近之前容易受到攻击。\n- 索娜的基础属性较低，如果她在早期受到卢鲁攻击的伤害，她会很脆弱，容易被击倒。\n- 面对卢鲁的范围控制和支援能力，索娜只有单体减速技能，这降低了她在团战中的影响力。"
    },
    "loses": {
      "ヴェル＝コズ": "维克兹占据优势。\n\n原因如下：\n\n- 维克兹拥有远程技能，可以在露露靠近之前轻松骚扰她。\n- 露露的变形技能是单目标的，对维克兹的范围攻击效果较差。\n- 露露没有任何控制技能，无法限制维克兹的行动，使其可以在保持距离的同时进行攻击。\n- 维克兹的被动真实伤害可以穿透露露的护盾并造成伤害。\n- 露露的开团能力较弱，使维克兹更容易安全地主宰这条路。",
      "ノーチラス": "纳托斯有优势。\n\n原因如下：\n\n- 纳托斯拥有大量的控制技能（CC），可以限制露露的机动性，从而剥夺她保护自己和盟友的手段。\n- 露露的开团潜力较差，当被纳托斯攻击时很难反击，使她容易受到纳托斯的全力进攻。\n- 纳托斯的钩子射程很长，即使露露试图保持距离，他也很有可能抓住她。\n- 露露的护盾和变形技能无法完全抵消纳托斯的控制技能，因此总是有受到他攻击伤害的风险。\n- 作为一个坦克，纳托斯的耐久性很高，使他更容易生存于露露的伤害之下，从而进行持久战。",
      "ブリッツクランク": "布里茨克兰克占据优势。\n\n原因如下：\n\n- 布里茨克兰克可以用他的钩子抓住露露，限制她的移动，使她在激活技能之前更容易被攻击。\n- 露露的开团能力差，逃脱布里茨克兰克钩子的手段有限，被抓的风险很高。\n- 布里茨克兰克的沉默效果可以抵消露露的护盾和变形，显著降低她的防御能力。\n- 露露有很多单体技能，在团战中的影响力较低，使她容易受到布里茨克兰克的范围伤害和控制。\n- 布里茨克兰克对像露露这样的脆皮法师特别强大，使他更容易在她发动攻击之前击杀她。",
      "スレッシュ": "锤石占据优势。\n\n原因如下：\n\n- 锤石具有高控制能力，可以抵消露露的技能，有效反制她的禁锢和护盾。\n- 锤石可以轻松用钩子和减速技能抓住露露，特别是在露露使用技能后抓住她的空档。\n- 露露没有任何固定控制技能，使她很难对锤石的进攻进行反击。\n- 锤石有救援队友的能力，可以保护被露露攻击的队友，在团队战斗中产生显著影响。\n- 露露对近战ADC有优势，但锤石可以利用这个短距离攻击露露。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "潘森处于劣势。\n\n- 兹ilean有一个范围控制技能，可以抵消潘森的全力进攻，使潘森的进攻变得风险很大。\n- 兹ilean的高爆发伤害和骚扰让潘森在前期感受到压力，如果他技能用尽，很可能会被反击。\n- 潘森的技能冷却时间较长，使他难以持续反击兹ilean的持续骚扰和控制。\n- 兹ilean的移动速度增益和减速让潘森难以拉近距离，进而难以发起攻击。\n- 兹ilean的复活能力在潘森试图击杀时可能适得其反，可能浪费潘森的爆发伤害。",
      "ザイラ": "扎伊拉处于劣势。\n\n- 兹ilean有操控时间的能力，可以瞬间复活盟友，这可以抵消扎伊拉的攻击。\n- 兹ilean的范围控制技能和移动速度增益使得更容易躲避扎伊拉的攻击，减少她的持续伤害。\n- 扎伊拉的机动性有限，被兹ilean的技能抓住的风险增加，使她在接近时变得脆弱。\n- 兹ilean可以轻松创造等级优势，并利用他的经验优势早期使用强力技能，在扎伊拉发育之前施加压力。\n- 扎伊拉的技能需要时间激活，并且在命中之前有延迟，这使得她难以应对兹ilean基于机动性的攻击。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 烬可以远程攻击，容易在蕾欧娜接近之前骚扰她。\n- 烬拥有范围控制技能，可以抵消蕾欧娜的开团。\n- 烬可以利用移动速度增益和减速来阻碍蕾欧娜的接近，使她很难找到合适的时机发起攻击。\n- 烬的复活能力在蕾欧娜全力以赴时非常有效，可以保护队友，增加蕾欧娜攻击被浪费的可能性。\n- 烬可以轻松制造等级差距，使蕾欧娜在对线时难以获得优势。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 兹ilean有能力瞬间复活盟友，这可以抵消扎伊拉的爆发伤害，使她的攻击效果降低。\n- 兹ilean的范围控制技能和移动速度增益使扎伊拉很难躲避攻击，增加了被抓住的风险。\n- 兹ilean可以轻松制造等级差距，并且可以对扎伊拉施加压力，特别是利用他在前期的经验优势。\n- 扎伊拉的自我防御选项有限，如果被兹ilean的攻击击中，她面临被轻易击倒的高风险。\n- 兹ilean的技能具有持续的控制效果，常常在扎伊拉施放技能之前限制她的行动。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 兹ilean的AP比率高，爆发伤害强，容易抵消莫甘娜的法术护盾。\n- 兹ilean的移动速度增益和减速效果使莫甘娜很难命中她的攻击。\n- 兹ilean有一个范围控制技能，这使他在团队战斗中具有显著影响力，增加了莫甘娜被抓的风险。\n- 莫甘娜的技能冷却时间长，使她很难应对兹ilean的技能连招。\n- 兹ilean具有复活能力，因此即使莫甘娜试图击杀，仍然有可能她的盟友会复活。",
      "レル": "瑞尔处于劣势。\n\n- 娜美的攻击范围很长，可以在瑞尔接近之前进行攻击，这使得瑞尔很难发起进攻。\n- 娜美的范围控制和爆发伤害在瑞尔尝试参与团战时构成了重大威胁。\n- 娜美的移动速度增益和减速效果妨碍了瑞尔追击或逃跑的能力，使瑞尔很难创造有利局面。\n- 娜美的复活能力增加了瑞尔在试图击杀时的风险，可能使瑞尔的攻击变得无效。\n- 瑞尔的技能施放有延迟，如果娜美能够躲避她的位移和技能，瑞尔将无法造成有效伤害。",
      "ポッピー": "波比处于劣势。\n\n- 兹ilean拥有远程攻击，对波比的近战作战有优势。由于波比的攻击范围较短，她很难躲避兹ilean的攻击。\n- 兹ilean的技能具有高爆发伤害，使他能够在波比使用护盾之前造成显著伤害。\n- 兹ilean有一个技能可以提高他的移动速度，使他更容易躲避波比的进攻，导致波比错失发起攻击的机会。\n- 兹ilean的范围控制技能在波比试图接近时是一个主要干扰，可能会抵消波比的控制效果。\n- 波比的坦克能力是有条件的，使她很难承受兹ilean的高法术伤害。",
      "ブラウム": "布隆处于劣势。\n\n- 烈焰之歌的射程很长，远程骚扰能力强，使布隆难以接近。\n- 烈焰之歌的技能可以瞬间造成高伤害，常常让布隆的防御技能反应不及。\n- 烈焰之歌能够提高自己的移动速度并减缓敌人，阻碍布隆的接近。\n- 布隆缺乏续航能力，难以承受烈焰之歌的骚扰。\n- 烈焰之歌的范围控制技能在团战中影响显著，使布隆难以保护他的队友。",
      "ニーコ": "尼可处于劣势。\n\n- 兹ilean的AP比率高且爆发伤害强，使他能够在尼可接近之前造成显著伤害。\n- 兹ilean的范围控制技能打断了尼可的连招，削弱了她在近战中的优势。\n- 兹ilean的移动速度增益和减速限制了尼可的埋伏潜力，并剥夺了她的逃生选项。\n- 兹ilean拥有复活能力，因此即使尼可试图击杀他，他也有可能复活他的盟友。\n- 尼可的攻击范围较短，使她容易受到兹ilean的攻击，并且难以进行骚扰。"
    },
    "loses": {
      "ユーミ": "悠米有优势。\n\n原因如下：\n\n- 悠米可以通过附着在盟友身上安全地支援，减少受到齐天大圣攻击的风险。\n- 悠米的治疗和护盾可以减轻齐天大圣的爆发伤害，使得持续作战成为可能。\n- 齐天大圣的基础属性较低，在悠米的支援下，他的生存能力提高，更容易承受齐天大圣的攻击。\n- 悠米可以提供移动速度增益，使得躲避齐天大圣的技能和避免交战变得更容易。\n- 齐天大圣的技能消耗高法力，在悠米的持续支援下，齐天大圣的技能使用可能受到限制。",
      "ソラカ": "索拉卡占据优势。\n\n原因如下：\n\n- 索拉卡具有高额的治疗能力，可以抵消齐勒的爆发伤害，使她更容易在他的攻击中生存。\n- 她的沉默技能可以打断齐勒的技能连招，特别是在团队战斗中减少他的影响。\n- 她可以利用短冷却时间的技能频繁骚扰，可能会耗尽齐勒的法力。\n- 齐勒的基础属性较低，如果被抓住，面临迅速被击倒的高风险，这使得索拉卡能够利用她的持续伤害和治疗来获得优势。\n- 索拉卡的射程较长，使她能够安全地骚扰，同时避免齐勒的攻击。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以在游戏早期使用她的终极技能，对齐天施加很大压力。\n- 她有一个定向控制技能，更容易限制齐天的移动。这使她能够打乱齐天使用技能的时机。\n- 通过卡尔玛的护盾和治疗能力，她可以保护她的盟友，同时承受齐天的攻击。\n- 齐天的法力消耗很高，如果他频繁使用技能，很容易耗尽法力，但卡尔玛可以持续骚扰，给齐天的法力管理施加压力。\n- 卡尔玛机动性强，更容易躲避齐天的攻击，并创造反击他的机会。",
      "ルル": "露露占据优势。\n\n- 露露可以为盟友提供护盾，减少齐天大圣的爆发伤害和瞬间输出。\n- 通过变形术，露露可以中和齐天大圣的攻击和技能，使其更容易打断他的连招。\n- 露露的移动速度增益支持盟友的进攻和撤退，帮助避免齐天大圣的攻击。\n- 露露对潜行者和刺客具有强大的防御能力，能够抵挡齐天大圣的攻击。\n- 齐天大圣的法力消耗很高，使他在与技能丰富的露露对抗时难以维持战斗。",
      "セナ": "塞娜在对抗齐天大圣时具有优势。\n\n- 塞娜的射程较长，使她能够在齐天大圣的攻击范围之外进行骚扰，从而确保她在对线中的优势。\n- 齐天大圣的基础属性较低，如果被抓住，风险很高，因此塞娜可以通过骚扰施加早期压力。\n- 塞娜的治疗能力使她更容易承受齐天大圣的攻击，从而实现持续骚扰。\n- 通过使用塞娜的束缚效果，她可以限制齐天大圣的移动，并创造攻击机会。\n- 齐天大圣的法力消耗较高，频繁使用技能可能导致法力耗尽，因此塞娜的持续骚扰影响了齐天大圣的资源管理。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "波比处于劣势。\n\n- 塞娜拥有远程攻击，使她在波比接近之前就能轻松骚扰她。\n- 塞娜的束缚效果限制了波比的移动，使她容易受到致命伤害。\n- 波比是一个近战英雄，非常容易受到利用与塞娜的距离差异进行攻击的威胁。\n- 塞娜的治疗能力常常使她能够承受波比的伤害，使得交易不利。\n- 波比的开团选择有限，使得有效攻击塞娜变得困难。",
      "ラカン": "拉卡恩处于劣势。\n\n原因如下：\n\n- 塞娜拥有远程攻击，使她在拉卡恩接近之前更容易进行骚扰，从而在对线中建立优势。\n- 塞娜的束缚效果增加了拉卡恩尝试交战时被抓住的风险，可能导致致命伤害。\n- 拉卡恩的防御属性较低，常常在受到塞娜攻击时被迅速击倒。\n- 塞娜具有治疗能力，因此即使拉卡恩造成伤害，她也能维持自己的生命值。\n- 即使在早期游戏中，塞娜的基础属性较低，拉卡恩的控制技能也使得在塞娜成长之前很难创造有利局面。",
      "ブラウム": "布隆处于劣势。\n\n- 塞娜拥有远程攻击，使她在布隆靠近之前就能轻松骚扰他。\n- 塞娜的束缚效果使布隆难以接近，并且他容易受到控制技能的影响。\n- 布隆缺乏续航能力，使他难以反制塞娜的治疗能力。\n- 布隆的控制技能有延迟激活，使他在受到塞娜的伤害之前难以反击。\n- 塞娜的基础属性较低，但当布隆靠近时，受到重大伤害的风险增加。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 塞娜拥有远程攻击，使她在阿利斯塔接近之前就能轻松骚扰他。\n- 塞娜的束缚效果增加了阿利斯塔在尝试交战时被抓住的风险。\n- 阿利斯塔的输出通常较低，使他很难对抗塞娜的治疗和骚扰。\n- 塞娜可以通过她的被动技能轻松发育，使她在阿利斯塔变强之前就能造成可观的伤害。\n- 阿利斯塔的技能冷却时间较长，受到塞娜的伤害会迅速消耗他的法力。",
      "メル": "梅尔处于劣势。\n\n- 塞娜具有强大的治疗能力，可以减轻梅尔的持续伤害，使梅尔的攻击效果降低。\n- 塞娜的束缚效果增加了梅尔被抓住的风险，梅尔的逃脱手段有限，更容易受到致命伤害。\n- 塞娜擅长远程骚扰，使她能够在梅尔接近之前造成伤害，从而在对线中占据优势。\n- 梅尔缺乏主动控制技能，因此阻止塞娜攻击的方式有限，导致梅尔持续受到伤害。\n- 对于在面对进攻型辅助时处于劣势的梅尔来说，塞娜的控制和治疗能力尤其麻烦，限制了梅尔的玩法。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 塞娜拥有远程攻击，容易在莫甘娜接近之前对她进行骚扰。\n- 塞娜的束缚技能可以抵消莫甘娜的控制效果，增加了莫甘娜被抓的风险。\n- 莫甘娜的技能冷却时间较长，难以反制塞娜的持续骚扰。\n- 塞娜的治疗能力可以轻易减轻莫甘娜的伤害，使有效骚扰变得具有挑战性。\n- 莫甘娜的逃生选项有限，容易受到塞娜攻击的致命伤害。",
      "ソナ": "索娜处于劣势。\n\n- 塞娜拥有远程攻击，擅长骚扰，使得索娜在对线时容易受到压力。\n- 塞娜的控制技能增加了索娜被抓的风险，尤其是在前期，她非常脆弱，容易被击杀。\n- 索娜的基础属性较低，前期特别脆弱，容易受到塞娜攻击的致命伤害。\n- 塞娜拥有强大的治疗能力，使她能够承受索娜的骚扰，从而降低了索娜骚扰的效果。\n- 除了她的大招，索娜只有一个需要准备的减速技能，这限制了她阻止塞娜攻击的手段，使她在对抗塞娜时难以进行防守。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n原因如下：\n\n- 塞娜拥有远程攻击能力，擅长骚扰，使维克兹难以保持距离。\n- 塞娜的控制技能使维克兹一旦被抓就容易受到致命伤害。\n- 塞娜的治疗能力常常使维克兹的骚扰无效。\n- 维克兹的机动性较低，难以躲避塞娜的攻击，这使得在对线中生存变得困难。\n- 塞娜在后期可以造成高额伤害，因此如果维克兹无法在前期施加压力，他很可能会陷入不利局面。"
    },
    "loses": {
      "パイク": "派克占据优势。\n\n原因如下：\n\n- 派克在前期拥有高基础属性，能够抵抗塞娜的骚扰，更容易建立对线优势。\n- 塞娜的基础属性较低，逃生选项有限，使她容易受到派克的钩子和爆发攻击的威胁。\n- 派克可以利用他的机动性进行进攻，能够在躲避塞娜的束缚技能的同时进行攻击，使他能够对她进行激进的打击。\n- 派克的被动治疗效果有助于减轻塞娜的骚扰，使他能够持续进行攻击。\n- 塞娜的技能有延迟，因此派克的爆发攻击非常有效，能够在她反应之前造成伤害。",
      "ユーミ": "悠米在对抗塞娜时具有优势。\n\n- 悠米可以通过靠近她的盟友来减少受到塞娜攻击的风险，同时提供治疗和护盾，从而更容易抵消塞娜的骚扰。\n- 塞娜的基础属性较低，在前期较弱，因此悠米的治疗能力使她能够承受塞娜的骚扰。\n- 悠米可以使用带有减速效果的技能来限制塞娜的移动并避免攻击，从而更容易躲避塞娜的束缚。\n- 悠米在团队战斗中增强盟友的能力很强，使她能够在塞娜发育之前创造有利局面。\n- 塞娜的逃生选项有限，悠米靠近时，塞娜被抓的风险增加。",
      "ブリッツクランク": "布里茨克兰克占据优势。\n\n原因如下：\n\n- 布里茨克兰克可以轻松用钩子抓住塞娜，而塞娜的逃生选项有限，如果被抓住，她很可能会受到致命伤害。\n- 塞娜的基础属性较低，前期较弱，容易受到布里茨克兰克攻击的早期击杀。\n- 布里茨克兰克的控制技能限制了塞娜的行动，尤其是面对有束缚技能的塞娜，他可以在她施放技能之前将其禁用。\n- 布里茨克兰克在团队战斗中也很强大，能够打破塞娜的护盾并抵消她的治疗能力。\n- 尽管塞娜的射程较长，但布里茨克兰克钩子的快速施放速度增加了她在骚扰之前被反击的风险。",
      "パンテオン": "潘森占据优势。\n\n原因如下：\n\n- 潘森在对抗短程的塞娜时表现出色，能够轻松抵消她的骚扰，因为他有控制技能。\n- 潘森在早期游戏中具有高爆发伤害，更容易针对塞娜的低基础属性进行击杀。\n- 塞娜的逃生选项有限，如果被潘森的跳跃和控制技能抓住，她容易受到致命伤害。\n- 潘森拥有全球大招，可以影响其他线路，在塞娜发育之前将游戏推向有利于自己的方向。\n- 塞娜的束缚效果对潘森的无敌技能无效，使他能够在避免她的控制技能的同时进行攻击。",
      "ラックス": "拉克斯占据优势。\n\n原因如下：\n\n- 拉克斯拥有远程技能，相比于塞娜更容易进行远程骚扰，从而确立线上的优势。\n- 拉克斯的技能不会被小兵阻挡，使她即使在塞娜试图骚扰时也能安全攻击。\n- 塞娜的基础属性较低，在前期脆弱，面对拉克斯的高爆发伤害非常弱。\n- 拉克斯的控制技能可以限制塞娜的移动，被抓到的塞娜很可能会受到致命伤害。\n- 塞娜的逃生选项有限，受到拉克斯技能的攻击会迅速让她陷入不利局面。",
      "カルマ": "卡尔玛占据优势。\n\n- 卡尔玛可以在早期游戏中施加高压，并抑制塞娜的骚扰。\n- 卡尔玛的束缚限制了塞娜的逃跑选项，增加了抓住她的机会。\n- 塞娜的基础属性较低，容易受到卡尔玛技能的伤害和骚扰。\n- 卡尔玛有一个护盾，可以减轻塞娜的骚扰，同时支持她的盟友。\n- 卡尔玛的技能多样化，可以根据情况在进攻和防守之间切换，使她更容易创造对塞娜有利的条件。",
      "スレッシュ": "锤石占据优势。\n\n原因如下：\n\n- 锤石具有很强的控制能力（CC），使得赛娜很难找到攻击的机会。\n- 赛娜的基础属性较低，前期较弱，容易受到锤石的进攻和骚扰。\n- 通过使用锤石的钩子和减速效果，更容易抵消赛娜的骚扰，反过来也能抓住赛娜并争取击杀。\n- 锤石有救援队友的能力，使得在赛娜受到攻击时更容易提供支持。\n- 赛娜的逃生选项有限，因此被锤石的控制技能抓住可能会导致受到大量伤害。",
      "セラフィーン": "塞拉芬占据优势。\n\n- 塞拉芬的技能都是范围攻击，使她在团队战斗中更容易施加影响，同时承受来自塞娜的骚扰。\n- 塞拉芬拥有多种控制技能，可以限制塞娜的移动，使她更难攻击。\n- 塞拉芬的攻击范围很长，可以在安全的位置进行攻击，同时承受来自塞娜的骚扰。\n- 塞拉芬的技能根据盟友的数量增强，因此如果她能在团队战斗中协调得当，就能在与塞娜的对抗中获得优势。\n- 塞娜的基础属性较低，如果被抓住容易受到致命伤害，但塞拉芬可以在安全距离提供支持，使她在与塞娜的对抗中占据有利位置。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ヴェル＝コズ": "维克兹处于劣势。\n\n- 塔里克有治疗和护盾，使维克兹难以承受骚扰。\n- 塔里克的控制技能使维克兹在接近时变得脆弱，尤其是在施放大招时，他很可能会受到致命伤害。\n- 塔里克可以进行近战战斗，利用维克兹的射程在路线上施加压力。\n- 塔里克的无敌技能可以抵消维克兹的范围伤害，降低他在团战中的有效性。\n- 维克兹的机动性较低，使他在逃避塔里克的进攻时手段有限，增加了被抓的风险。",
      "ノーチラス": "诺提勒斯在对抗塔里克时处于劣势。\n\n原因如下：\n\n- 塔里克拥有治疗和护盾，可以抵消诺提勒斯的控制效果，使他更容易摆脱诺提勒斯的攻击。\n- 塔里克的眩晕可以阻止诺提勒斯的开团，他在反打方面表现出色，使诺提勒斯发起进攻的风险更大。\n- 塔里克在交易中很强，特别是在团队战斗中，他可以利用无敌状态保护队友，使诺提勒斯的攻击难以命中。\n- 诺提勒斯的机动性较低，难以反制塔里克的机动性和治疗，因此在对线时的骚扰和开团效果不佳。\n- 塔里克对远程英雄有优势，可以躲避诺提勒斯的钩子，使诺提勒斯的攻击难以命中。",
      "スレッシュ": "锤石在对抗塔里克时处于劣势。\n\n原因如下：\n\n- 塔里克拥有治疗和护盾，容易抵消锤石的骚扰和控制技能。\n- 塔里克的无敌技能可以抵消锤石的开团和控制，使锤石的发起变得不那么有效。\n- 锤石的攻击范围很长，但塔里克是近战英雄，随着塔里克的接近，锤石的骚扰变得更加困难。\n- 塔里克的眩晕在团队战中反打非常强大，锤石尝试开团时有被抓的风险。\n- 锤石的技能冷却时间较长，错过技能会让他变得脆弱，使得在对抗塔里克时难以进行激进的玩法。",
      "タム・ケンチ": "塔姆·肯奇在对抗塔里克时处于劣势。\n\n原因如下：\n\n- 塔里克拥有治疗和护盾，使他在团队战斗中更耐打，更容易生存塔姆·肯奇的攻击。\n- 塔里克的眩晕技能可以抵消塔姆·肯奇的开团，并反过来为抓住塔姆·肯奇提供机会。\n- 塔里克的机动性很高，擅长游击战术，使塔姆·肯奇很难发起攻击。\n- 塔姆·肯奇的控制技能启动较慢，难以对塔里克的技能做出反应。\n- 塔里克可以通过装备护甲来提高自己的耐久度，减少塔姆·肯奇的伤害，这使他在持久战中占据优势。",
      "ニーコ": "尼可处于劣势。\n\n- 塔里克是近战英雄，这使得尼可难以有效利用她的射程，从而安全地进行骚扰。\n- 塔里克的治疗和护盾可以减轻尼可的爆发伤害，尤其是在团队战中，塔里克的无敌状态可以轻易抵消尼可的攻击。\n- 塔里克的眩晕可以打断尼可的技能连招，当尼可试图发起攻击时，她被抓住的风险很高。\n- 尼可的防御属性较低，常常在与塔里克的对拼中处于劣势。\n- 塔里克在团队战中擅长反打，这使得尼可在尝试发起攻击时很可能会受到惩罚。",
      "レナータ・グラスク": "雷娜塔·格拉斯处于劣势。\n\n- 塔里克有控制技能，可以打断雷娜塔的技能，使她的行动受到限制。\n- 塔里克的治疗和护盾可以减少雷娜塔的伤害，使她的全力进攻变得困难。\n- 塔里克是近战英雄，这使得雷娜塔难以利用她的射程，当他靠近时，她处于劣势。\n- 塔里克的无敌技能可能会抵消雷娜塔大招的效果。\n- 塔里克在团队战中擅长反打，如果雷娜塔打得过于激进，她更容易被反击。",
      "ラックス": "拉克斯在对抗塔里克时处于劣势。\n\n- 塔里克是一个近战英雄，当他靠近时，拉克斯几乎没有空间使用她的技能，使她处于脆弱状态。\n- 塔里克的眩晕、治疗和护盾很可能会抵消拉克斯的爆发伤害。\n- 塔里克在团队战中擅长反打，通过在拉克斯施放技能之前使用他的无敌技能，他可以无效化她的攻击。\n- 塔里克的技能使得躲避拉克斯的技能射击变得困难，尤其是当拉克斯失误时，这给塔里克带来了优势。\n- 随着塔里克装备的提升，他的耐久性增加，使他对拉克斯的伤害不那么敏感，这在持久战中对拉克斯来说变得更加棘手。",
      "ブリッツクランク": "布里茨克兰克在对抗塔里克时处于劣势。\n\n- 塔里克拥有治疗和护盾，这使他即使在被布里茨克兰克钩住后也能保持高生存能力。\n- 塔里克的眩晕可以限制布里茨克兰克的行动，使他难以发起攻击。\n- 塔里克具有无敌效果，可以避免布里茨克兰克的钩子，从而获得反击的机会。\n- 塔里克在团队战斗中擅长反打，如果布里茨克兰克错过了钩子，可能会为塔里克创造有利局面。\n- 塔里克的护甲成长使他更容易减轻布里茨克兰克的伤害，使他在持久战中处于劣势。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 塔里克拥有治疗和护盾，使得抵消蕾欧娜的全力进攻和承受她的攻击变得更容易。\n- 塔里克的眩晕在团队战斗中非常出色，蕾欧娜发起进攻时存在高风险的反击。\n- 蕾欧娜擅长近战，但塔里克拥有无敌技能，可以抵消蕾欧娜的控制效果。\n- 塔里克非常耐打，而蕾欧娜的伤害在中期往往会减弱，导致在持久战中处于劣势。\n- 塔里克缺乏远程攻击选项，使得蕾欧娜能够靠近，但如果塔里克能够用护盾和治疗承受住她的攻击，局势可能会对蕾欧娜不利。",
      "ザイラ": "Zyra在对抗Taric时处于劣势。\n\n原因如下：\n\n- Taric是近战英雄，可以在承受Zyra的远程攻击的同时接近她，这使得Zyra容易受到骚扰。\n- Taric的眩晕和无敌技能可以抵消Zyra的控制技能，或者作为抓住Zyra的手段，使她难以攻击。\n- Taric具有治疗和护盾能力，可以减少Zyra的持续伤害，特别是在团队战斗中，Taric可以保护他的盟友，降低Zyra的效果。\n- Zyra的机动性有限，使她在Taric接近时变得脆弱，并且在近战中很难应对Taric。\n- Taric的防御属性高，装备物品后增加他的耐久度，使Zyra的伤害更难穿透。",
      "ラカン": "拉卡恩在对抗塔里克时处于劣势。\n\n原因：\n- 塔里克拥有治疗和护盾技能，可以吸收拉卡恩的攻击，特别是在团队战斗中，他的生存能力很高。\n- 塔里克的眩晕可以阻止拉卡恩的开团，使拉卡恩发起进攻变得风险很大，因为他可能会被抓住。\n- 塔里克的无敌技能可以抵消拉卡恩的控制技能，使拉卡恩难以有效利用他的机动性。\n- 塔里克的护甲成长使得即使拉卡恩试图开团，塔里克也能承受伤害。\n- 拉卡恩有很多机动技能，使他容易受到塔里克的眩晕和无敌的影响，如果被抓住，他可能无能为力。",
      "セナ": "塞娜处于劣势。\n\n- 塔里克是近战英雄，不容易受到塞娜远程攻击的骚扰。\n- 塔里克的眩晕和无敌技能常常让他避开塞娜的束缚，使她的控制效果降低。\n- 塔里克拥有治疗和护盾技能，这使他更容易抵消塞娜的骚扰，在持久战中占据优势。\n- 塞娜的基础属性较低，在与塔里克的对拼中容易受到伤害，如果被抓住会面临致命伤害的风险。\n- 塔里克在团队战中擅长反打，如果塞娜打得过于激进，她就有被反击的风险。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 塔里克拥有治疗和护盾，可以在承受阿利斯塔的伤害时提高他的耐久性，使得抵消阿利斯塔的开团变得更容易。\n- 塔里克的控制技能在团队战中非常出色，阿利斯塔发起进攻时有很高的被反击风险。\n- 阿利斯塔的输出较低，难以对塔里克的耐久性和治疗能力造成持续伤害。\n- 塔里克具有无敌效果，可以避免阿利斯塔的控制技能，这可能使阿利斯塔的开团失效。\n- 塔里克可以安全地从远处骚扰阿利斯塔，由于他的攻击范围，给了他在对抗阿利斯塔低机动性时的优势。"
    },
    "loses": {
      "パイク": "皮克对塔里克有优势。\n\n原因如下：\n\n- 皮克的机动性很高，更容易躲避塔里克的技能，减少受到他伤害的可能性。\n- 塔里克的技能施放速度较慢，使他难以对皮克的钩子和瞬发攻击做出反应。\n- 皮克的被动技能提供了很高的骚扰抵抗，使他能够在忽视塔里克的治疗和护盾的情况下造成伤害。\n- 虽然塔里克在团队战中擅长反打，但皮克能够迅速消灭敌人，使他能够在忽视塔里克的无敌状态的情况下锁定击杀。\n- 塔里克缺乏远程攻击选项，使皮克能够保持距离进行攻击，从而在对抗塔里克时获得有利位置。",
      "スウェイン": "斯维因在对抗塔里克时具有优势。\n\n原因如下：\n\n- 斯维因拥有持续的治疗能力，可以超过塔里克的治疗和护盾，使他在持久战中占据优势。\n- 斯维因的所有技能都是范围伤害，这增加了他在团战中的伤害和治疗，使他更容易忽视塔里克的护盾和治疗。\n- 塔里克的机动性较低，逃脱斯维因的E技能捕捉潜力的手段有限，使斯维因更容易获得优势。\n- 即使斯维因被塔里克的控制技能击中，他也可以通过使用大招持续作战，让他在攻击时不必过于担心塔里克的控制效果。\n- 塔里克对重伤效果较弱，但斯维因受到的影响较小，使他更容易抵消塔里克的治疗。",
      "セラフィーン": "塞拉芬在对抗塔里克时具有优势。\n\n原因如下：\n\n- 塞拉芬可以远程攻击，更容易躲避塔里克的近战攻击。\n- 塞拉芬的所有技能都是范围效果，能在团队战斗中产生显著影响，并能够抵消塔里克的护盾和治疗。\n- 她拥有多种控制技能，更容易打断塔里克的进攻。\n- 塔里克的技能施放速度较慢，使塞拉芬能够躲避他的技能，并在骚扰中获得优势。\n- 塞拉芬的效果会根据队友的数量增强，因此如果在团队战斗中协调得当，她可以在对抗塔里克时占据上风。",
      "ソラカ": "索拉卡在对抗塔里克时具有优势。\n\n原因如下：\n\n- 索拉卡可以远程攻击，使她能够在避免塔里克的近战攻击的同时进行骚扰，从而更容易获得对线优势。\n- 虽然塔里克的治疗和护盾很强，但索拉卡的治疗可以频繁使用，并且具有高持续治疗能力，使她能够超越塔里克的治疗。\n- 索拉卡的沉默效果可以打断塔里克的技能施放，特别是在塔里克试图发起攻击时效果显著。\n- 塔里克的技能冷却时间长且法力消耗高，使他在持续骚扰下容易耗尽资源。\n- 索拉卡对短程ADC和在全力进攻时表现不佳的英雄具有优势，而塔里克就是这样的一个例子，使她在对线时更容易施加压力。",
      "ナミ": "娜美占据优势。\n\n原因如下：\n\n- 娜美可以远程攻击，更容易骚扰塔里克。由于塔里克是近战英雄，他很难躲避娜美的攻击。\n- 娜美的控制技能（CC）具有很强的捕捉敌人的能力，使她能够在塔里克激活他的无敌技能之前施加眩晕或减速，从而限制他的行动。\n- 娜美拥有治疗能力，可以在支持队友的同时减轻塔里克的伤害。她可以抵消塔里克的治疗和护盾。\n- 塔里克的技能冷却时间长，法力消耗高，使娜美在持续战斗中更有可能占据上风。\n- 娜美对短程ADC和时间限制严格的英雄具有优势，而塔里克正好属于这一类，因此她可以轻松创造有利局面。",
      "ジャンナ": "婕拉有优势。\n\n原因如下：\n\n- 婕拉可以远程攻击，更容易躲避塔里克的近战攻击。这使她能够在塔里克接近之前进行骚扰。\n- 她拥有强大的控制技能，更容易打断塔里克的进攻。特别是，婕拉可以在塔里克激活技能之前用控制技能阻止他。\n- 婕拉的护盾效果大于塔里克的治疗和护盾，赋予她很高的保护队友的能力。这使她能够抵消塔里克的支援效果。\n- 由于高移动速度，她可以安全地游走，同时避免塔里克的攻击。这使她能够打乱塔里克的进攻时机。\n- 塔里克不擅长进攻或骚扰，因此婕拉的脱离能力特别有效。当塔里克接近时，婕拉可以轻松拉开距离。",
      "ソナ": "索娜在对抗塔里克时具有优势。\n\n原因如下：\n\n- 索娜可以远程攻击，使她能够在避免塔里克的近战攻击的同时进行骚扰，从而更容易保持线上优势。\n- 索娜的治疗和增益效果是范围性的，这与塔里克的护盾和治疗相互作用，提高了团队战斗中的生存率。\n- 塔里克的技能施放较慢，如果被索娜的快速范围控制击中，他的进攻很可能会被无效化。\n- 索娜在团队战斗中具有强大的支援能力，能够有效利用塔里克的无敌和治疗，提高团队的整体生存率。\n- 塔里克缺乏远程攻击选项，使得索娜能够安全地持续输出，并对塔里克施加持续压力。",
      "ルル": "露露在塔里克面前有优势。\n\n- 露露可以远程攻击，更容易躲避塔里克的近战攻击。\n- 露露可以通过施加压制或提供自己的护盾来反制塔里克的治疗和护盾。\n- 露露的变形技能可以禁用塔里克的开团，使她能够有效应对塔里克的发起。\n- 露露增强队友的能力很强，超过了塔里克的支援效果。\n- 塔里克的技能冷却时间较长，这使得露露在这段时间内可以攻击和骚扰。",
      "ジリアン": "扎伊拉在对抗塔里克时具有优势。\n\n原因如下：\n\n- 扎伊拉可以远程攻击，使她能够安全地骚扰塔里克的近战攻击，从而更容易获得对线优势。\n- 扎伊拉的范围控制技能可以抵消塔里克的反打，使她在团队战斗中具有显著影响力。\n- 塔里克的技能冷却时间较长，常常使他对扎伊拉的爆发伤害反应迟缓。\n- 扎伊拉的移动速度增益和减速效果可以阻碍塔里克的进攻，使她更容易逃脱。\n- 塔里克的护盾和治疗对扎伊拉的高伤害效果不佳，造成扎伊拉能够在有利的情况下进行战斗。\n- 扎伊拉的复活能力对塔里克的爆发伤害非常有效，使她能够获得战术优势。",
      "バード": "巴德在对抗塔里克时具有优势。\n\n原因如下：\n\n- 巴德可以远程攻击，更容易躲避塔里克的近战攻击。\n- 塔里克的技能激活时间较慢，使巴德能够利用他的机动性来躲避。\n- 巴德的眩晕可以抵消塔里克的无敌效果，防止塔里克进行反击。\n- 巴德擅长游走，可以在塔里克孤立在自己的路线上时影响其他线路。\n- 虽然塔里克有控制技能，但巴德可以躲避这些技能，使塔里克难以发挥他的优势。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以利用她的远程攻击安全地骚扰塔里克的近战攻击，从而掌控对线。\n- 塔里克在发起攻击和骚扰方面很挣扎，当被卡尔玛的束缚或范围伤害击中时，他很难进行反击。\n- 卡尔玛的技能是有针对性的，可以让她避开塔里克的无敌技能，从而更容易抵消他的防御选项。\n- 卡尔玛可以在游戏早期使用她的终极技能，对塔里克施加显著压力，使她在团队战中表现出色。\n- 塔里克的技能冷却时间较长，这给了卡尔玛在这些窗口期攻击的机会。",
      "ポッピー": "波比占据优势。\n\n原因如下：\n\n- 波比能够阻止塔里克的冲刺和跳跃，有效地抵消塔里克的开团能力。\n- 塔里克缺乏远程攻击选项，使波比在近战中表现出色。\n- 波比的低冷却时间百分比伤害和高护盾使她在与塔里克的1v1战斗中占据上风。\n- 塔里克的技能激活时间较慢，给了波比在空档期间攻击的机会。\n- 波比拥有丰富的控制技能，可以抵消塔里克的治疗和护盾，削弱他的优势。",
      "モルガナ": "莫甘娜占据优势。\n\n原因如下：\n\n- 莫甘娜可以远程控制，能够阻止塔里克的进攻，使塔里克难以接近。\n- 塔里克的技能启动较慢，如果被莫甘娜的控制技能击中，他很难反击，这使得莫甘娜更容易占据上风。\n- 莫甘娜的法术护盾可以抵挡塔里克的控制技能，抵消了他的优势。\n- 塔里克是近战英雄，而莫甘娜可以利用她的远程安全骚扰他，更容易保持对线优势。\n- 塔里克的法力消耗高，技能冷却时间长，使他在持续骚扰下显得脆弱，难以应对莫甘娜的持续攻击。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "ザイラ": "扎伊拉在对抗布隆时处于劣势。\n\n- 布隆具有很高的防御能力，使他更容易抵消扎伊拉的攻击。\n- 布隆的被动眩晕让他能够在扎伊拉激活技能之前缩短距离，使她更难命中攻击。\n- 布隆在近战中表现出色，使扎伊拉难以利用她的射程。\n- 布隆的控制技能限制了扎伊拉的移动，增加了她在脆弱状态下被接近的风险。\n- 扎伊拉的机动性有限，使她在布隆靠近时容易被抓住。",
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n- 布隆具有很高的防御能力，即使被钩中也能减轻伤害，使布里茨克兰克的攻击无效。\n- 布隆的被动技能允许他在被布里茨克兰克的钩子击中时瞄准眩晕，给他一个反击布里茨克兰克的机会。\n- 布隆擅长使用自我增益和控制技能保护队友，使得抵消布里茨克兰克的攻击变得更容易。\n- 布隆在近战中很强，如果布里茨克兰克错过了他的钩子，他很可能会面临反击。\n- 布隆的技能提供了阻挡布里茨克兰克钩子的手段，减少了布里茨克兰克施加的压力。",
      "ノーチラス": "纳瑟斯在对抗布隆时处于劣势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，并且能够抵消纳瑟斯的控制技能，使他更容易躲避纳瑟斯的攻击。\n- 布隆的被动技能在游戏早期就很强大，增加了纳瑟斯在全力进攻时被击晕的可能性。\n- 布隆有自我增益技能，可以让他承受纳瑟斯的攻击，使他在持久战中处于不利地位。\n- 布隆缺乏远程攻击选项，使他在纳瑟斯缩短距离时难以骚扰，造成纳瑟斯更容易发起攻击的局面。\n- 纳瑟斯的移动速度较低，当他被布隆的控制技能击中时，逃脱选项有限，使他很难对布隆进行全力进攻。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 布隆具有很高的防御能力，使得他更容易用被动伤害和控制技能来反制蕾欧娜的全力进攻，尤其是在前期。\n- 布隆的技能可以减轻来自特定方向的伤害，使他能够抵挡蕾欧娜的攻击。\n- 蕾欧娜缺乏续航能力，使她容易受到布隆的骚扰，如果她在早期受到伤害，情况会变得特别艰难。\n- 尽管布隆的控制技能有延迟激活，但他在近战中具有强大的保护能力，可以在蕾欧娜发起攻击时保护队友。\n- 布隆在面对远程辅助时处于劣势，这意味着他受到蕾欧娜攻击的次数较少，但反过来更容易受到骚扰。",
      "ソナ": "索娜处于劣势。\n\n原因如下：\n\n- 布隆是近战坦克，这使得索娜很难在他的攻击范围外进行骚扰，从而安全地攻击。\n- 布隆的被动眩晕效果在索娜接近时容易触发，增加了被抓的风险。\n- 索娜的基础属性较低，如果她在早期受到布隆的伤害，她很容易被击倒。\n- 布隆的防御技能减少了索娜的伤害，使有效骚扰变得困难。\n- 除了终极技能，索娜的控制技能需要准备，这使得她很难应对布隆的全力进攻。",
      "ラックス": "Lux处于劣势。\n\n原因如下：\n\n- Braum具有很高的防御能力，使他更容易抵消Lux的技能，从而导致骚扰效果降低。\n- Braum的被动眩晕效果增加了在Lux施放技能之前被接近的风险。\n- Braum擅长近战，使他更容易利用Lux的低基础属性进行全力进攻。\n- Braum的控制技能可以打断Lux的技能，阻止她有效施放。\n- Braum有很强的保护队友的能力，当他在Lux攻击时为队友提供护盾时，通常会抵消她的伤害。",
      "ルル": "露露处于劣势。\n\n- 布隆是一个近战坦克，由于露露的远程攻击，她很容易受到布隆的骚扰。\n- 布隆的被动眩晕效果在游戏早期就很强大，而露露对此很敏感，使她在全力交战时特别脆弱。\n- 布隆有很强的保护队友的能力，这可以减轻露露的伤害。\n- 露露缺乏任何控制敌方的技能，使她很难阻止布隆的接近，在交战时处于困难境地。\n- 布隆的防御技能常常削弱露露的护盾和增益效果，降低了她在战斗中的影响力。",
      "スレッシュ": "Thresh在对抗Braum时处于劣势。\n\n原因如下：\n\n- Braum具有很高的防御能力，更容易抵消Thresh的攻击。\n- Braum的被动技能使他能够对受到Thresh控制效果的敌人施加强力眩晕，这使得Thresh的开团变得潜在危险。\n- Braum在近战中表现出色，如果Thresh错过了钩子，Braum可以轻松进行全力进攻。\n- Thresh的基础属性较低，使他很难在Braum的高耐久面前维持骚扰。\n- Braum有很强的保护队友的能力，可以抵消Thresh的钩子和控制效果，限制了Thresh的作用。"
    },
    "loses": {
      "ラカン": "拉卡恩在对抗布隆时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避布隆的攻击和控制技能。\n- 拉卡恩的技能可以瞬间释放，使他能够在布隆触发被动技能之前发起攻击。\n- 拉卡恩有两种控制技能，可以抵消布隆的防御技能，降低布隆的保护能力。\n- 拉卡恩的护盾和治疗使他更容易在布隆的攻击下生存，从而进行持续骚扰。\n- 布隆缺乏续航能力，使他难以承受拉卡恩的高骚扰潜力。",
      "ポッピー": "波比占据优势。\n\n- 波比能够阻挡布隆的冲刺和跳跃，使她更容易反制他的进攻。\n- 布隆缺乏续航能力，骚扰能力低，这使得波比能够利用她的高护盾和百分比伤害进行有利的交易。\n- 波比拥有丰富的控制技能，可以有效地保护她的队友，同时抵挡布隆的攻击。\n- 布隆的被动技能需要与队友协调，这使得波比在单独行动时难以触发其效果。\n- 波比在一对一的情况下表现出色，能够在与布隆的决斗中占据上风。",
      "セナ": "塞娜在对抗布隆时具有优势。\n\n原因如下：\n\n- 范围差异：塞娜拥有远程攻击，可以在避免布隆的近战攻击的同时进行骚扰。这使她能够在布隆靠近之前造成伤害。\n\n- 骚扰能力：塞娜可以用技能攻击敌人，同时进行治疗，这使得布隆很难骚扰她，并且让她能够持续输出伤害。\n\n- 控制能力优势：塞娜的技能具有束缚效果，可以限制布隆的移动，防止他靠近。这使得抵消布隆的保护能力变得更容易。\n\n- 布隆的弱点：布隆缺乏续航能力，远程攻击选项有限，使他在面对塞娜的骚扰能力时非常脆弱。塞娜可以在忽视布隆防御的情况下持续造成伤害。\n\n- 轻松发育：塞娜由于她的被动技能可以轻松发育，并且可以通过在路上的骚扰获得金币，使她能够早期积累装备，并在对抗布隆时创造有利局面。",
      "ソラカ": "索拉卡在对抗布隆时具有优势。\n\n原因如下：\n\n- 索拉卡可以远程攻击，能够在避免布隆近战攻击的同时进行骚扰，从而更容易获得线上的优势。\n- 由于她的高治疗能力，她可以承受布隆的全力进攻，并在持久战中保持生存。\n- 通过使用沉默和束缚，她可以抵消布隆的技能并限制他的移动。\n- 布隆缺乏续航能力，因此索拉卡的治疗能力可以在对线中导致消耗战。\n- 索拉卡可以轻松躲避布隆的控制技能，特别是在近战中降低风险，防止布隆发挥他的优势。",
      "アリスター": "阿利斯塔在对抗布隆时具有优势。\n\n原因如下：\n\n- 阿利斯塔拥有强大的控制技能（CC），可以轻松抵消布隆的防御技能。特别是，他可以在布隆靠近之前发起攻击，有效地关闭布隆的保护能力。\n- 阿利斯塔的耐久性高，使他在早期游戏中更容易保持在线上的存在。这使他能够更有效地承受布隆的骚扰。\n- 阿利斯塔的技能可以瞬间释放，使他能够在布隆的控制技能触发之前做出反应，从而有效地阻挡布隆的攻击。\n- 阿利斯塔可以抵消布隆的被动技能，这有助于减少布隆的输出伤害。\n- 布隆缺乏续航能力，因此阿利斯塔可以利用他的续航技能在对线中保持优势。",
      "ジリアン": "齐天大圣在对抗布隆时具有优势。\n\n原因如下：\n\n- 齐天大圣可以远程攻击，使他能够在避免布隆的近战攻击的同时进行骚扰，从而更容易抵消布隆的骚扰潜力。\n- 齐天大圣的范围控制技能可以禁用布隆的防御技能，在团队战斗中产生显著影响。\n- 齐天大圣的移动速度增益使他在保护队友时能够超越布隆的保护能力。\n- 通过复活技能，齐天大圣可以在布隆全力进攻时复活队友，创造翻盘的机会。\n- 布隆缺乏续航能力，因此齐天大圣可以通过骚扰早期消耗他的资源。",
      "ジャンナ": "婕拉在对抗布隆时具有优势。\n\n原因如下：\n\n- 婕拉可以远程攻击，容易骚扰并阻止布隆靠近。\n- 她拥有强大的控制技能，使她在布隆试图全力进攻时能够轻松反击。\n- 布隆缺乏续航能力，使得婕拉在对线时更容易施加压力。\n- 婕拉的移动速度增益提高了她盟友的逃生能力，有效中和了布隆的保护潜力。\n- 婕拉可以利用布隆控制技能激活前的时间，安全地保持距离并进行攻击。",
      "モルガナ": "莫甘娜在对抗布隆时具有优势。\n\n原因如下：\n\n- 莫甘娜可以远程骚扰，使她在避免布隆的近战攻击的同时造成伤害，从而更容易保持线上优势。\n- 她有一个法术护盾，可以抵消布隆的控制技能，使她能够持续拒绝对方的全力进攻。\n- 布隆缺乏续航，因此莫甘娜可以通过骚扰在早期减少他的生命值，从而更容易施加压力。\n- 莫甘娜的束缚技能限制了布隆的移动，使得她的队友在他被抓住时更容易攻击。\n- 布隆的攻击范围较短，这增加了他受到莫甘娜攻击伤害的风险，使他难以接近。",
      "バード": "巴德对布隆有优势。\n\n原因如下：\n\n- 巴德可以远程攻击，使他能够在避免布隆的近战攻击的同时进行骚扰，从而压制布隆的骚扰潜力。\n- 巴德的技能具有控制效果（CC），可以抵消布隆的防御能力，减少布隆的保护潜力。\n- 巴德擅长游走，可以轻松影响其他线路，使他能够孤立布隆需要保护的ADC。\n- 巴德的终极技能可以在广泛区域内提供无敌和控制效果，抵消布隆的全力进攻，并将战斗的局势转向巴德有利。\n- 巴德通过收集音符来造成伤害，使他对装备的依赖性降低，从而实现持续的伤害输出。相比之下，布隆缺乏续航能力，使他在持久战中处于劣势。",
      "レル": "瑞尔占据优势。\n\n- 瑞尔拥有多种控制技能，可以抵消布隆的防御能力，降低布隆的保护潜力。\n- 瑞尔的被动技能可以减少布隆的护甲，使她更容易造成伤害。\n- 瑞尔有一个技能可以提高她的移动速度，使她在躲避布隆攻击的同时接近敌人，便于全力进攻。\n- 布隆缺乏续航能力，使他难以承受瑞尔的骚扰，从而让瑞尔在早期获得优势。\n- 瑞尔的范围控制技能在团队战斗中表现出色，使布隆难以保护他的盟友。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 她拥有远程攻击，可以在避免布隆的近战攻击的同时进行骚扰。\n- 她可以使用束缚和护盾来抵消布隆的攻击并保护她的盟友。\n- 布隆缺乏续航能力，使卡尔玛更容易通过骚扰保持对线优势。\n- 布隆的控制技能需要时间来激活，这给了卡尔玛在这个窗口期攻击的机会。\n- 在布隆靠近之前，卡尔玛可以使用她的技能拉开距离，有效地中和布隆的保护能力。",
      "パイク": "皮克对布隆有优势。\n\n原因如下：\n\n- 皮克的机动性很高，更容易躲避布隆的技能，并在近战中获得优势。\n- 布隆缺乏续航能力，骚扰能力低，使他容易受到皮克的攻击。\n- 皮克的被动技能提供强大的骚扰抵抗，使他能够在早期游戏中对布隆施加压力。\n- 布隆的控制技能需要时间来激活，这给了皮克在这个窗口期攻击的机会。\n- 皮克可以在无视布隆的防御技能的情况下造成伤害，更容易中和布隆的保护能力。",
      "ニーコ": "妮可对布隆有优势。\n\n原因如下：\n\n- 范围差异：妮可可以远程攻击，安全地骚扰布隆，使布隆难以接近她。\n- 隐身能力：妮可可以利用隐身来欺骗布隆，增加她抵消布隆防御技能的机会。\n- AoE伤害：妮可的终极技能是范围攻击，当布隆向前保护他的盟友时，她可以造成显著伤害。\n- 对短程英雄的优势：布隆是近战英雄，而妮可可以利用这一特性在布隆接近之前造成伤害。\n- 骚扰能力：妮可可以利用布隆缺乏续航的特点，从早期游戏开始积极骚扰，逐渐削弱布隆的生命值。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "潘森在对抗索拉卡时处于劣势。\n\n原因如下：\n\n- 索拉卡具有强大的治疗能力，使她能够承受潘森的全力进攻，从而更容易抵消他的攻击。\n- 索拉卡的沉默效果可以禁用潘森的技能，限制他的攻击手段。\n- 索拉卡的射程较长，使她能够在潘森靠近之前进行骚扰，给线路施加压力。\n- 潘森的逃生选项有限，容易受到索拉卡的控制技能和骚扰，增加被抓的风险。\n- 索拉卡在团队战斗中具有显著影响力，创造出潘森在这些交战中变得无能为力的局面。",
      "セラフィーン": "塞拉芬处于劣势。\n\n- 索拉卡具有强大的治疗能力，可以更轻松地承受塞拉芬的攻击。\n- 索拉卡的沉默和束缚可以干扰塞拉芬的技能施放，特别是在团队战斗中削弱她的影响力。\n- 塞拉芬的技能施放速度较慢，使她难以应对索拉卡的持续治疗和控制技能。\n- 索拉卡的逃生手段有限，使塞拉芬在发起攻击时能够利用这一点。\n- 塞拉芬的防御属性较低，容易受到索拉卡的持续伤害和控制技能的威胁。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 索拉卡的治疗能力很强，使她更容易承受蕾欧娜的全力进攻。\n- 索拉卡的沉默和束缚可以轻易抵消蕾欧娜的技能，使蕾欧娜难以发起攻击。\n- 索拉卡的攻击范围很长，允许她在蕾欧娜靠近之前进行骚扰。\n- 蕾欧娜缺乏续航能力，使她很难反制索拉卡的治疗能力。\n- 索拉卡的逃生选项有限，但她有工具可以阻止蕾欧娜拉近距离，使蕾欧娜难以抓住她。",
      "ジリアン": "贾娜在对抗索拉卡时处于劣势。\n\n- 索拉卡的治疗能力很强，使她更容易承受贾娜的攻击。\n- 索拉卡的沉默和束缚可以禁用贾娜的技能并限制她的行动。\n- 贾娜的基础属性较低，使她容易受到索拉卡的持续伤害和控制，如果被抓住会很快被击倒。\n- 索拉卡的攻击范围很长，可以在贾娜接近之前对她进行骚扰。\n- 索拉卡的治疗能力可以抵消贾娜的爆发伤害，减少她在团战中的影响。",
      "ブラウム": "布隆处于劣势。\n\n原因如下：\n\n- 索拉卡可以远程攻击，使她在布隆接近之前就能轻松骚扰他。\n- 索拉卡的治疗能力常常使布隆的全力进攻无效。\n- 索拉卡的沉默和束缚可能会抵消布隆的控制技能。\n- 布隆缺乏续航能力，使他难以承受索拉卡的持续骚扰。\n- 索拉卡的逃生选项有限，但布隆的逃生手段也受到限制，增加了被抓的风险。",
      "ラカン": "拉卡恩处于劣势。\n\n原因如下：\n\n- 索拉卡的治疗能力很强，即使在受到拉卡恩的伤害时，也能更容易地维持她的盟友。\n- 索拉卡的沉默和束缚限制了拉卡恩的进攻和逃跑选项，阻止他有效移动。\n- 拉卡恩是近战英雄，由于索拉卡的射程，他很难接近她，并且容易受到骚扰。\n- 尽管索拉卡的基础属性较低，但她可以在受到伤害之前用治疗或控制技能反制拉卡恩的攻击。\n- 索拉卡的逃生选项有限，但当受到拉卡恩的控制时，她可以通过为盟友提供治疗来抵消拉卡恩的攻击。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 索拉卡具有强大的治疗能力，可以更轻松地承受阿利斯塔的攻击。\n- 索拉卡的沉默和束缚可以潜在地抵消阿利斯塔的开团和保护。\n- 索拉卡的射程较长，使她在阿利斯塔接近之前容易受到骚扰。\n- 阿利斯塔的输出较低，难以对索拉卡造成持续伤害。\n- 索拉卡的逃生选项有限，因此当阿利斯塔试图抓住她时，她的技能反击风险很高。",
      "モルガナ": "莫甘娜处于劣势。\n\n原因如下：\n\n- 索拉卡具有强大的治疗能力，使她能够迅速从莫甘娜的伤害中恢复过来，从而使莫甘娜的骚扰无效。\n- 索拉卡的沉默和束缚可以抵消莫甘娜的技能，特别是她有办法躲避莫甘娜的控制技能。\n- 莫甘娜的技能冷却时间较长，使得反制索拉卡的持续治疗和控制变得困难。\n- 索拉卡的逃生选项有限，当莫甘娜试图抓住她时，增加了被索拉卡技能反制的风险。\n- 索拉卡扮演着增益者的角色，通过抵消莫甘娜的攻击来维持线上的优势。",
      "パイク": "派克处于劣势。\n\n原因如下：\n\n- 索拉卡的治疗能力很强，即使派克攻击，她也能迅速恢复，使持续骚扰变得困难。\n- 索拉卡的沉默和束缚可以禁用派克的技能，显著限制了他抓住敌人的能力。\n- 索拉卡的逃生选项有限，但派克在团战中的生存能力也低，加上索拉卡的治疗，使得派克更难以针对她。\n- 索拉卡的攻击范围很长，使她能够在派克靠近之前骚扰他，阻止他在路线上施加压力。\n- 索拉卡的治疗常常受到重伤效果的影响，如果派克有重伤效果，索拉卡的治疗可能无法有效发挥。"
    },
    "loses": {
      "ユーミ": "悠米具有优势。\n\n原因如下：\n\n- 悠米可以安全地依附在盟友身上提供支持，提供超过索拉卡的治疗和护盾，从而增强了线上持续作战能力。\n- 索拉卡的基础属性较低，逃生选项有限，使她容易受到悠米支持的ADC的全力进攻。\n- 悠米的减速效果使得限制索拉卡的移动变得更容易，降低了受到伤害的风险。\n- 索拉卡的控制能力有限，因此悠米支持的ADC在交战时不太可能被打断。\n- 悠米在对抗消耗型法师辅助时具有优势，因为她可以用护盾减轻索拉卡的攻击，同时持续造成伤害。",
      "ナミ": "娜美占据优势。\n\n原因如下：\n\n- 娜美拥有丰富的控制技能（CC），可以打断索拉卡的治疗，使限制索拉卡的恢复能力变得更容易。\n- 娜美的攻击性骚扰能力常常使索拉卡在对线时难以应对，从而造成持续伤害。\n- 索拉卡的逃生手段有限，如果被娜美的控制技能抓住，她容易受到大量伤害。\n- 娜美有移动速度提升，可以在避免索拉卡攻击的同时主动进攻。\n- 索拉卡容易受到致命伤害的影响，但娜美可以利用她的伤害治疗技能有效抵消索拉卡的治疗。",
      "バード": "巴德对索拉卡有优势。\n\n原因如下：\n\n- 巴德拥有位移技能，使他更容易躲避索拉卡的攻击，从而减少索拉卡的骚扰。\n- 巴德的治疗技能与索拉卡的治疗相互作用，使他能够抵消索拉卡的治疗，削弱她的优势。\n- 巴德的终极技能可以在大范围内提供无敌和控制效果，使他能够在团战中抵消索拉卡的治疗，并支持队友的攻击。\n- 索拉卡的基础属性较低，逃生选项有限，使她容易受到巴德的游走和埋伏的威胁。\n- 巴德通过收集音符来造成伤害，这使他对装备的依赖性降低，更容易保持对线压力。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ザイラ": "Zyra在对抗Leona时处于劣势。\n\n原因如下：\n\n- Leona是一名擅长近战和全力进攻的坦克辅助，能够轻松拉近与Zyra的距离，使Zyra无法利用她的射程。\n- Leona的控制技能限制了Zyra的移动，增加了在Zyra施放技能之前被抓住的风险。\n- Zyra的机动性有限，容易受到Leona的攻击，尤其在早期受到骚扰时非常脆弱。\n- 与Leona的高耐久性相比，Zyra的防御属性较低，难以承受持续的伤害。\n- Zyra的技能需要时间来激活和生效，使她难以应对Leona的瞬间发起攻击。",
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n- 蕾欧娜具有很强的开团能力，在近战中全力以赴，布里茨克兰克在未能钩中目标之前被抓住的风险很大。\n- 蕾欧娜拥有丰富的控制技能，如果布里茨克兰克错过了钩子，他更有可能被蕾欧娜抓住。\n- 蕾欧娜非常耐打，即使她受到攻击，布里茨克兰克的伤害也很难有效。\n- 蕾欧娜缺乏续航能力，如果受到过多骚扰，她会感到吃力，但布里茨克兰克也需要仔细管理他的法力，因为错过钩子可能导致失去压力。\n- 蕾欧娜可以履行她作为坦克的角色，同时有手段来阻止布里茨克兰克的钩子，这使得布里茨克兰克很难创造有利的局面。",
      "セラフィーン": "塞拉芬处于劣势。\n\n- 蕾欧娜具有很强的开团能力，在近战中表现出色，使得塞拉芬在对线时容易受到骚扰和全力进攻。\n- 塞拉芬的技能施放速度较慢，使得她在受到蕾欧娜攻击前难以进行反击。\n- 塞拉芬对蕾欧娜的控制技能几乎没有防御手段，如果被抓住有可能受到大量伤害。\n- 塞拉芬通常专注于从后排提供支援，这使得她在面对推进的蕾欧娜时难以调整位置。\n- 蕾欧娜的耐久度很高，而塞拉芬的伤害较低，因此在持久战中劣势会加大。",
      "セナ": "塞娜处于劣势。\n\n原因：\n- 蕾欧娜具有很强的开团能力，擅长快速接近并全力进攻，使塞娜容易受到她的攻击。\n- 塞娜的基础属性较低，缺乏早期的耐久性，因此在受到蕾欧娜的攻击时很快就会陷入危险境地。\n- 蕾欧娜的控制技能可以轻易限制塞娜的移动，逃生选项有限，如果被抓住，她容易受到致命伤害。\n- 尽管塞娜具有强大的骚扰潜力，但蕾欧娜的耐久性和控制技能增加了塞娜在骚扰之前受到伤害的风险。\n- 蕾欧娜可以在团战中发起强有力的进攻，使塞娜难以履行她作为后排英雄的角色。",
      "ノーチラス": "诺提勒斯处于劣势。\n\n原因如下：\n\n- 蕾欧娜具有很强的开团能力，在游戏早期就能进行全力进攻，常常在诺提勒斯能够发起进攻之前就主动出击。\n- 蕾欧娜的控制技能限制了诺提勒斯的移动，并且可以抵消他的技能，使他难以有效攻击。\n- 蕾欧娜的基础属性和耐久性较高，更容易吸收诺提勒斯的攻击。\n- 蕾欧娜在近战中表现出色，增加了诺提勒斯接近时被全力进攻的风险。\n- 诺提勒斯的移动速度较低，难以躲避蕾欧娜的控制技能，导致被抓的风险更高。",
      "ラックス": "Lux在对抗Leona时处于劣势。\n\n- Leona具有很强的开团能力，在近战中全力以赴，导致Lux在被接近时变得脆弱。\n- Leona的控制技能增加了Lux在施放技能之前被抓住的可能性。\n- Lux的基础属性较低，缺乏耐久性，因此她很快就会受到Leona攻击的伤害。\n- Leona在骚扰方面很强，可以在游戏早期通过全力以赴逐渐削弱Lux的生命值，使Lux在对线时容易受到压力。\n- Lux的技能是技能射击，如果她让Leona靠近，就没有机会施放她的技能。",
      "ユーミ": "尤米处于劣势。\n\n- 蕾欧娜具有很强的开团能力，她的全力进攻非常强大，使得尤米容易受到她的攻击。\n- 尤米缺乏强力的控制技能，反制蕾欧娜的控制能力手段有限，被抓时很难逃脱。\n- 蕾欧娜的基础属性和耐久性都很高，因此尤米的治疗和护盾不足以抵消她的伤害。\n- 尤米几乎没有独立的战斗能力，依赖队友，使她容易受到蕾欧娜的攻击。\n- 面对蕾欧娜的全力进攻，尤米缺乏续航能力，无法赢得交易。"
    },
    "loses": {
      "ジャンナ": "婕拉在对抗蕾欧娜时具有优势。\n\n原因如下：\n\n- 婕拉拥有强大的脱离能力，可以抵消蕾欧娜的发起攻击。\n- 婕拉的移动速度提升技能使她在逃跑时能够保护队友，令蕾欧娜难以接近。\n- 婕拉拥有控制技能，当蕾欧娜全力进攻时，她有机会反击。\n- 婕拉的护盾减少蕾欧娜的伤害并增加她的耐久度，使她更容易在蕾欧娜的攻击中生存。\n- 婕拉可以远程消耗，使她在蕾欧娜接近之前进行骚扰，更容易保持线上优势。",
      "モルガナ": "莫甘娜在对抗蕾欧娜时具有优势。\n\n原因如下：\n\n- 莫甘娜可以远程施加控制技能，这使得她更容易通过阻止蕾欧娜接近来抵消蕾欧娜的发起。\n- 通过她的法术护盾，莫甘娜可以抵挡蕾欧娜的控制技能，使她在全力进攻时具有强大的抵抗力。\n- 蕾欧娜擅长近战，但莫甘娜的攻击范围更长，使她能够在蕾欧娜接近之前造成伤害。\n- 莫甘娜的控制技能限制了蕾欧娜的移动，并创造了与队友合作抓住她的机会。\n- 蕾欧娜缺乏续航能力，这使得莫甘娜更容易通过骚扰保持对线的优势。",
      "ジリアン": "扎伊拉在对抗蕾欧娜时具有优势。\n\n- 扎伊拉可以远程攻击，更容易阻止蕾欧娜接近。\n- 扎伊拉的技能具有高爆发伤害，使她能够在蕾欧娜全力进攻之前造成伤害。\n- 通过她的范围控制技能，她可以轻松抵消蕾欧娜的发起。\n- 通过利用移动速度增益和减益，扎伊拉可以躲避蕾欧娜的攻击并保护她的盟友。\n- 扎伊拉的复活能力可以作为对抗蕾欧娜高伤害全力进攻的对策，使她能够将战斗转向有利于自己的一方。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔拥有强大的控制能力，能够轻松抵消蕾欧娜的发起攻击。特别是，阿利斯塔的技能可以瞬间释放，使他能够在受到蕾欧娜伤害之前进行反击。\n- 阿利斯塔的被动技能提供了持续恢复，使他在面对蕾欧娜的骚扰时具有很高的耐久性。这使他更容易在蕾欧娜的全力进攻中生存下来。\n- 阿利斯塔在发起进攻和保护队友方面都表现出色，能够在蕾欧娜全力进攻时保护他的盟友。\n- 阿利斯塔的基础属性较高，和蕾欧娜一样，担任坦克角色，同时保持强大的线上存在感。\n- 蕾欧娜的伤害依赖于她的被动技能，因此在面对阿利斯塔时，她在中期缺乏伤害对她不利。虽然阿利斯塔可能在自给自足的伤害方面存在困难，但他可以有效利用队友的伤害。",
      "ソラカ": "索拉卡在对抗蕾欧娜时具有优势。\n\n- 索拉卡的攻击范围很长，可以在不让蕾欧娜靠近的情况下进行骚扰，从而更容易保持线上优势。\n- 索拉卡的治疗能力使她能够承受蕾欧娜的全力进攻，在持续战斗中占据优势。\n- 通过她的沉默效果技能，索拉卡可以轻松抵消蕾欧娜的技能，特别是阻止她的发起。\n- 蕾欧娜缺乏续航能力，如果她继续受到骚扰，就会变得困难，而索拉卡可以通过治疗来坚持。\n- 尽管索拉卡容易受到蕾欧娜的控制技能影响，但她可以利用技能在蕾欧娜靠近之前拉开距离。",
      "ヴェル＝コズ": "维克兹对蕾欧娜有优势。\n\n原因如下：\n\n- 范围：维克兹可以远程攻击，使他在蕾欧娜靠近之前更容易骚扰她。\n- AoE伤害：维克兹的技能造成范围伤害，使他在蕾欧娜试图抓住多个敌人时有效地对她造成伤害。\n- 真实伤害：维克兹的被动真实伤害可以对作为坦克的蕾欧娜造成持续伤害。\n- 延迟控制：蕾欧娜的控制技能在她靠近后才会激活，这使得维克兹可以在攻击的同时保持距离，避免蕾欧娜的发起。\n- 对骚扰强势：蕾欧娜缺乏续航能力，使她容易被维克兹的骚扰削弱。",
      "ブラウム": "布隆在对抗蕾欧娜时具有优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，更容易抵消蕾欧娜的全力攻击。\n- 布隆的被动技能在早期游戏中就很强大，使他能够轻松瞄准蕾欧娜的眩晕并创造反击的机会。\n- 布隆拥有控制技能，更容易打断蕾欧娜的发起攻击并保护他的盟友。\n- 虽然蕾欧娜在近战中表现出色，但布隆有技能可以减少来自特定方向的伤害，更容易阻挡蕾欧娜的技能射击。\n- 布隆不容易受到蕾欧娜的骚扰，但由于蕾欧娜缺乏续航能力，布隆可以利用他的防御优势来保持对线的优势。",
      "ラカン": "拉卡恩在对抗蕾欧娜时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避蕾欧娜的开团。通过躲避蕾欧娜的技能，他可以抵消她的优势。\n- 蕾欧娜擅长近战，但拉卡恩可以保持距离进行战斗，使蕾欧娜难以全力进攻。\n- 拉卡恩的控制技能（CC）瞬间生效，使他能够在蕾欧娜使用技能后抓住机会进行反击。\n- 拉卡恩拥有护盾和治疗，即使受到蕾欧娜的伤害也能保持高生存能力。这使他更容易承受她的骚扰。\n- 拉卡恩与霞有很强的协同作用，彼此增强，这使他在对抗蕾欧娜时能够灵活应对。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "尼可处于劣势。\n\n- 潘森是一个近战英雄，由于尼可的射程较短，她很难躲避潘森的攻击。\n- 潘森的控制技能和全力进攻的潜力常常使尼可在近战交易中处于劣势。\n- 潘森在前期有很高的击杀压力，而尼可的防御属性较低，使她容易受到早期伤害。\n- 尼可的技能需要她靠近敌人，增加了受到潘森攻击的风险。\n- 潘森的全球终极技能使他对其他线路有强大的影响力，这使得尼可很难应对游走和埋伏。",
      "スウェイン": "斯维因处于劣势。\n\n原因如下：\n\n- 潘森有一个针对性的跳跃和控制技能，可以在全力交战中对斯维因施加强大的压力。\n- 斯维因在面对潘森的爆发伤害时早期游戏的耐久性较低，特别容易受到重伤效果的影响，使他在早期被击杀的风险很高。\n- 斯维因缺乏机动性，避免潘森攻击的手段有限，容易在交易中处于劣势。\n- 潘森的全球终极技能允许他游走，对斯维因在路上的压力很大，并且可以影响其他路。\n- 斯维因的所有技能都是范围伤害，使他在团队战中强大，但在潘森的短暂小规模交战中无法充分利用这种优势。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 潘森有一个定向控制技能，并且在全力进攻时可以躲避莫甘娜的束缚，使他在莫甘娜发起攻击之前轻松反击。\n- 潘森在前期有很高的击杀压力，使莫甘娜容易受到他的攻击，尤其是在1级开始的交战中。\n- 莫甘娜的法术护盾无法阻挡潘森的控制技能，因此她在全力进攻时无法有效反击他。\n- 潘森拥有全球大招，对其他线路有显著影响，使莫甘娜在应对他的移动时很难有效游走。\n- 莫甘娜的技能冷却时间较长，当她受到潘森的伤害时，容易耗尽资源，难以持续输出伤害。",
      "メル": "梅尔处于劣势。\n\n- 潘森拥有针对性的跳跃和控制技能，使他能够在全力交战中对梅尔发起强力攻击。\n- 梅尔拥有远程技能，但很难对潘森的近战攻击进行反击。\n- 潘森在早期游戏中具有很高的击杀压力，这使得梅尔在骚扰之前很可能会受到伤害。\n- 梅尔缺乏主动控制技能，几乎没有手段来阻止潘森的攻击。\n- 潘森的全球终极技能使他对其他线路产生显著影响，使他在游走时更容易为梅尔制造不利局面。\n- 梅尔对治疗效果较弱，缺乏对潘森爆发伤害的持续耐久性。",
      "ラックス": "拉克斯处于劣势。\n\n- 潘森在近战中很强，并且在全力进攻时有控制技能，使他在拉克斯施放技能之前就能轻松接近她。\n- 拉克斯的基础属性较低，非常容易受到潘森的爆发伤害，当他靠近时，她很快就会陷入危险境地。\n- 潘森的全球终极技能使他对其他线路有很高的影响力，当拉克斯试图游走或支援时，会造成不利局面。\n- 潘森能够在短时间内造成爆发伤害，使他能够在忽视拉克斯的骚扰的情况下发起攻击。\n- 拉克斯的技能是技能射击，这使得在潘森移动时很难命中他，尤其是在对抗高度机动的敌人时，到了后期游戏更是如此。",
      "セラフィーン": "塞拉芬在对抗潘森时处于劣势。\n\n原因如下：\n\n- 潘森的全力进攻成功率很高，而塞拉芬的技能释放较慢，使她容易受到攻击。\n- 塞拉芬在面对潘森的控制和爆发伤害时防御属性较低，难以承受。\n- 塞拉芬主要在团队战中表现出色，但潘森在前期就有很高的击杀压力，这可能导致早期优势。\n- 潘森的跳跃威胁到塞拉芬从安全位置提供支援的能力，使骚扰变得困难。\n- 塞拉芬对刺客很脆弱，尤其是在面对像潘森这样具有高爆发伤害的英雄时处于劣势。",
      "ノーチラス": "诺提勒斯在对抗潘森时处于劣势。\n\n原因如下：\n\n- 潘森拥有定向跳跃和控制技能，容易在全力交战中抵消诺提勒斯的控制效果。\n- 潘森在前期具有很高的击杀压力，诺提勒斯使用技能后面临反击的风险。\n- 诺提勒斯的移动速度较低，难以躲避潘森的攻击，这可能导致不利的交易。\n- 潘森的全球大招使他对其他线路有强大的影响力，当诺提勒斯试图游走时会造成不利局面。\n- 作为一个坦克，诺提勒斯难以承受潘森的爆发伤害，使他在持久战中处于劣势。",
      "タム・ケンチ": "塔姆·肯奇在对抗潘森时处于劣势。\n\n- 潘森有一个针对性的控制技能，可以在忽视塔姆·肯奇的耐久性时进行全力进攻。\n- 尽管塔姆·肯奇对潘森的短暂爆发伤害有一定的续航能力，但仍然存在被瞬间击杀的风险。\n- 潘森拥有全球大招，这使得他即使离开自己的线路也能影响其他线路，这让塔姆·肯奇在尝试游走时处于劣势。\n- 塔姆·肯奇的控制技能有延迟激活，使得他在受到潘森伤害之前很难进行反击。\n- 潘森的机动性很高，使得他更容易躲避塔姆·肯奇的攻击，并在交战中获得优势。",
      "ユーミ": "悠米在对抗潘森时处于劣势。\n\n- 潘森有一个针对性的控制技能，使他能够轻松瞄准与悠米相连的盟友。这使得悠米很难履行她作为辅助的角色。\n- 潘森的全力进攻能力很强，即使悠米提供治疗和护盾，通常也不足以在短时间内减轻伤害。\n- 悠米缺乏强力的控制技能，使她在潘森的攻击下变得脆弱，尤其是在他全力进攻时。\n- 潘森在早期游戏中施加了很大的击杀压力，即使有悠米的支持，避免他的攻击也很困难。\n- 潘森的全球大招使他对其他线路有很强的影响力，而悠米对抗他的行动手段有限。",
      "ザイラ": "扎伊拉在对抗潘森时处于劣势。\n\n- 潘森擅长近战，并且拥有跳跃和控制技能，使得即使扎伊拉试图保持距离，他也能轻松接近。\n- 扎伊拉的机动性有限，几乎没有逃脱潘森全力进攻的手段，导致被抓的风险很高。\n- 潘森在前期就有很高的击杀压力，而扎伊拉的防御属性较低，使她容易被早期击杀。\n- 扎伊拉的技能需要时间来施放，并且在命中之前有延迟，这使得她很难应对潘森的瞬间攻击。\n- 潘森拥有全球大招，能够对其他线路产生显著影响，这可能在扎伊拉尝试游走时制造不利局面。",
      "パイク": "派克处于劣势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，使得他在派克试图发起攻击时容易抓住派克，从而在全力交战中获得高胜率。\n- 潘森在前期有很高的伤害，而派克的耐久性较低，容易在对拼和骚扰中落败。\n- 潘森的全球终极技能使他即使离开自己的线路也能影响其他线路，这使得派克很难游走。\n- 在团队战中，派克的爆发伤害较低，难以反制潘森的控制和爆发伤害。\n- 潘森有手段在短时间内减轻爆发伤害，使他能够抵挡派克的攻击，从而减少派克的击杀机会。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 潘森是一个近战英雄，具有强大的全力进攻潜力，当他靠近时对扎伊拉来说非常危险。\n- 扎伊拉的技能激活时间较慢，难以对潘森的跳跃和眩晕做出反应，增加了被抓的风险。\n- 潘森可以在早期游戏施加击杀压力，而扎伊拉在躲避他的攻击方面手段有限。\n- 扎伊拉缺乏防御选项，如果她承受潘森的攻击，很容易被击倒。\n- 潘森的全球终极技能使他对其他线路有很高的影响力，这使得扎伊拉很难应对这种压力。",
      "セナ": "塞娜处于劣势。\n\n- 潘森是一个近战英雄，具有强大的全力进攻潜力，使得塞娜在他靠近时非常脆弱。\n- 塞娜很容易被潘森的控制技能和跳跃抓住，逃生选项有限，她容易受到致命伤害。\n- 塞娜的基础属性较低，前期较弱，受到潘森攻击时早期死亡的风险增加。\n- 潘森能够在短时间内造成爆发伤害，而塞娜通常无法承受这种伤害。\n- 潘森的全球终极技能使他对其他线路有显著影响，这使得塞娜在被孤立时特别危险。"
    },
    "loses": {
      "ジリアン": "吉莉安在与潘森的对抗中占据优势。\n\n- 吉莉安可以远程攻击，更容易避免潘森的全力进攻。\n- 潘森的技能冷却时间长，使吉莉安能够利用这些空档进行攻击。\n- 吉莉安的范围控制技能可以在团队战中制衡潘森，使他的攻击无效。\n- 潘森的续航能力差，常常无法承受吉莉安的高爆发伤害。\n- 吉莉安的移动速度增益和减速效果阻碍了潘森的接近，并提供了逃生选项。",
      "ソナ": "索娜在对抗潘森时具有优势。\n\n- 索娜可以远程攻击，这使得她更容易避免潘森的全力进攻。这让她可以在不受到潘森伤害的情况下进行骚扰。\n- 索娜的治疗能力可以减轻潘森的爆发伤害，使她在持续交战中更容易获得优势。\n- 索娜的控制效果可以阻止潘森的攻击，并在团队战中特别限制他的移动。\n- 索娜在团队战中具有强大的支援能力，通过增强她的盟友，她可以降低受到潘森伤害的风险。\n- 潘森在持久战中较弱，因此索娜的持续支援可以使他在战斗拖延时处于劣势。",
      "ジャンナ": "婕拉在对抗潘森时具有优势。\n\n原因如下：\n\n- 婕拉拥有强大的控制技能，可以抵消潘森的全力进攻，有效防御他的攻击。\n- 潘森在短期爆发伤害方面很强，但婕拉可以使用护盾保护她的盟友，使他们不易受到持续伤害。\n- 婕拉的移动速度提升使她更容易躲避潘森的攻击，并可以抵消他的跳跃。\n- 潘森在团队战斗中缺乏范围伤害，这使得婕拉能够利用她的脱离技能在团队战斗中保持优势。\n- 婕拉对喜欢参与战斗的坦克和ADC有利，即使潘森在对抗这样的对手时很强，婕拉的支援也能扭转局势。",
      "レル": "瑞尔占据优势。\n\n- 瑞尔拥有多种控制技能，可以抵消潘森的全力进攻，使她不易受到他的攻击。\n- 潘森在短时间交战中很强，但瑞尔的范围控制限制了他在团队战中的移动，使他难以发挥优势。\n- 瑞尔的被动技能可以减少潘森的护甲，让她在作为坦克时能够造成伤害并提高生存能力。\n- 瑞尔有一个技能可以提高她盟友的移动速度，帮助他们躲避潘森的攻击，这使得在对线时施加压力变得更容易。\n- 潘森的技能冷却时间较长，瑞尔可以利用这段时间进行进攻，使她在持续交战中占据优势。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以远程攻击，更容易阻止潘森接近。这使她能够在潘森全力进攻之前骚扰他。\n- 她有一个定向的束缚技能，可以阻止潘森的跳跃和全力进攻，使她更容易抵消他的攻击。\n- 卡尔玛可以在早期游戏中使用她的终极技能，提供高压线和对潘森造成强大的范围伤害。\n- 潘森的技能冷却时间较长，在持久战中，他的输出减少，而卡尔玛可以持续骚扰并轻松抵挡潘森的攻击。\n- 卡尔玛还具有强大的支援能力，可以在潘森进攻时保护队友，提高团队的整体生存率。",
      "ラカン": "拉卡恩在对抗潘森时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避潘森的攻击和全力进攻。\n- 拉卡恩可以用自己的控制技能反制潘森的眩晕和跳跃，特别擅长开团和保护队友。\n- 拉卡恩的护盾和治疗可以减轻潘森的爆发伤害，使他在早期交易中占据优势。\n- 潘森在持久战中的输出减少，而拉卡恩可以提供持续的恢复，使他在对线时更具耐久性。\n- 拉卡恩可以在干扰潘森攻击的同时支持他的盟友，增强他在团队战中的作用。",
      "ポッピー": "波比占据优势。\n\n原因如下：\n\n- 波比能够阻挡冲刺和跳跃，这可以抵消潘森的全力进攻，使得在对线时的交易更加有利。\n- 她的技能冷却时间短，百分比伤害低，并且有高护盾，使她在面对潘森的爆发伤害时具有强大的耐久性。\n- 波比拥有丰富的控制技能，可以吸收潘森的攻击，同时有效地保护她的队友。\n- 潘森在持久战中的输出减少，而波比在持续作战能力上很强，并且在一对一的情况下表现良好。\n- 潘森的技能冷却时间长，这使得波比在这段时间内更容易发起有利的交易。",
      "ミリオ": "Milio在对抗Pantheon时具有优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，使得在避免Pantheon的全力进攻时更容易进行有利的交易。\n- Milio可以通过使用他的终极技能来消除Pantheon的控制和爆发伤害，从而抵消Pantheon的进攻。\n- 通过Milio的治疗和护盾，他可以减轻Pantheon的伤害，从而实现有利的持续交易。\n- Pantheon在持久战中的输出减少，而Milio可以提供持续的支持，从而实现有利的交易。\n- 尽管Milio的控制能力有限，但他可以用技能保护盟友，使得Pantheon更难命中攻击。",
      "ソラカ": "索拉卡在对抗潘森时具有优势。\n\n原因如下：\n\n- 索拉卡具有高额的治疗能力，使她能够承受潘森的全力进攻，并在交易中获得优势。\n- 通过她的沉默效果技能，她可以轻松抵消潘森的技能，特别是干扰他的攻击。\n- 虽然潘森在短期爆发伤害方面很强，但索拉卡可以通过持续治疗来抵消这些伤害。\n- 索拉卡的射程很长，使她能够在潘森靠近之前进行骚扰，给对线施加压力。\n- 潘森在团队战中缺乏范围伤害，这使得索拉卡的治疗效果得以发挥，增强了团队的整体生存能力。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔拥有强大的控制技能（CC），可以抵消潘森的全力进攻。特别是，阿利斯塔可以阻止潘森的跳跃和眩晕，使得在交战中更容易获得优势。\n- 阿利斯塔的高韧性使他能够承受潘森的爆发伤害，通过将战斗拖入更长的交战，他可以利用潘森的弱点。\n- 阿利斯塔具有很高的补给能力，使他能够在承受潘森攻击的同时持续骚扰，从而更容易在对线中获得优势。\n- 潘森的技能冷却时间较长，如果阿利斯塔有效地使用他的技能，他可以在反击的同时避免潘森的攻击。\n- 阿利斯塔的终极技能提供伤害减免，可以抵消潘森的全力进攻，这是阿利斯塔在团队战中表现良好的一个因素。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ザイラ": "扎伊拉在对抗布里茨时处于劣势。\n\n- 布里茨的钩子激活速度非常快，即使扎伊拉试图保持距离，他也很容易抓住她。\n- 扎伊拉的机动性有限，当布里茨接近时，她很难逃脱，使她在近战中变得脆弱。\n- 布里茨的击飞和沉默常常在扎伊拉施放技能之前限制她的行动。\n- 扎伊拉的技能需要时间来激活和生效，使她很难躲避布里茨的攻击。\n- 作为一个坦克，布里茨的耐久性很高，能够有效承受扎伊拉的持续伤害。",
      "ラックス": "拉克斯处于劣势。\n\n- 布里茨的钩子施法时间非常快，使得拉克斯在使用技能之前被抓住的风险很大。\n- 拉克斯在被接近时很脆弱，容易被布里茨的击飞和沉默限制行动。\n- 拉克斯的技能是技能射击，移动以躲避布里茨的钩子使得她很难命中技能。\n- 布里茨作为坦克具有很高的耐久性，能够承受拉克斯的爆发伤害，这可能导致反击。\n- 拉克斯的技能冷却时间较长，限制了她在错过布里茨钩子后的有效进攻选择。",
      "ミリオ": "Milio在对抗Blitzcrank时处于劣势。\n\n- Blitzcrank的钩子非常强大，如果Milio被抓住，很可能会导致瞬间击杀。\n- Milio的控制技能有限，几乎没有办法反制Blitzcrank的进攻。\n- Blitzcrank的击飞和沉默常常阻止Milio使用他的终极技能，降低了他保护队友的能力。\n- Milio的属性通常较低，特别容易受到伏击，使他容易受到Blitzcrank的攻击。\n- Blitzcrank的范围伤害和控制技能可能会抵消Milio的治疗和护盾，降低他在团战中的生存能力。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 布兰德的钩子施法时间非常快，使得莫甘娜在施放技能时被抓住的风险很大。\n- 布兰德的沉默效果阻止莫甘娜使用技能，尤其是造成她无法施放法术护盾的情况。\n- 莫甘娜的攻击范围较短，使得她在布兰德接近时难以攻击，从而降低了她的对线压力。\n- 布兰德作为坦克具有很高的耐久性，使他更容易吸收莫甘娜的伤害，在持久战中让她处于劣势。\n- 即使布兰德错过了钩子，莫甘娜的逃生手段有限，这可能导致她被反击。",
      "セナ": "塞娜处于劣势。\n\n- 布里茨可以用他的钩子瞬间抓住塞娜，由于她的逃生选项有限，被抓住可能会导致致命伤害。\n- 塞娜的基础属性较低，特别是在前期非常脆弱，容易被布里茨的攻击轻易击倒。\n- 布里茨的控制技能限制了塞娜的行动，使她难以利用她的骚扰和治疗能力。\n- 尽管塞娜的射程很长，但如果被布里茨的钩子击中，局势可能会迅速对她不利，需要时刻保持警惕，给她带来压力。\n- 布里茨在团战中也很强大，即使塞娜在后排，被他的钩子抓住也可能瞬间扭转局势。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n- 布里茨可以用他的钩子瞬间拉住维克兹，使他在接近时非常危险。\n- 维克兹的机动性低，逃生选项有限，如果被抓住很容易受到致命伤害。\n- 布里茨的击飞和沉默很可能在维克兹施放技能之前限制他的行动。\n- 维克兹的控制技能有延迟激活，使得防止布里茨的攻击变得困难。\n- 布里茨在团战中有范围伤害和沉默，更容易打断维克兹的持续输出。",
      "ソラカ": "索拉卡处于劣势。\n\n- 布里茨可以用他的钩子瞬间抓住索拉卡，这对逃生手段有限的索拉卡来说非常危险。\n- 布里茨的沉默和击飞可以禁用索拉卡的治疗和干扰能力，阻止她发挥自己的优势。\n- 索拉卡的基础属性较低，在团队战斗和埋伏中尤其脆弱，使她容易受到布里茨的攻击。\n- 布里茨可以施加很大的压力，而索拉卡应对这种压力的方式有限。\n- 索拉卡在面对高抓捕潜力的英雄时处于劣势，而布里茨就是一个典型的例子。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 布里茨的钩子施法时间非常快，使得扎伊拉在激活技能之前被抓住的风险很高。\n- 扎伊拉的自我防御选项有限，近距离逃脱能力低，如果被钩住很容易被击倒。\n- 布里茨的击飞和沉默常常限制扎伊拉的行动，使她无法使用技能。\n- 尽管扎伊拉的攻击范围很长，但她需要小心定位以避免被钩，这给她带来了持续的压力，要求她保持警惕。\n- 当布里茨接近时，扎伊拉很难命中攻击，反而增加了受到伤害的风险。",
      "ジリアン": "齐天大圣在对抗布里茨时处于劣势。\n\n- 当被布里茨的钩子抓住时，齐天大圣由于基础属性低，面临被瞬间击杀的高风险。\n- 布里茨的击飞和沉默限制了齐天大圣使用技能的能力，尤其是复活队友的潜力。\n- 布里茨是近战英雄，而齐天大圣唯一的输出技能是他的Q技能，因此在近战中反击的选择很少。\n- 如果布里茨的钩子命中，齐天大圣的逃生手段有限，这使得布里茨更容易为他制造不利局面。\n- 布里茨作为坦克具有很高的耐久性，使得齐天大圣的爆发伤害难以发挥效果。",
      "ナミ": "娜美处于劣势。\n\n- 布里茨的钩子激活时间快，使娜美在使用技能之前被抓住的风险很大。\n- 娜美的控制技能激活时间慢，使她很难躲避布里茨的攻击。\n- 布里茨拥有击飞和沉默技能，可以禁用娜美的技能。\n- 娜美主要作为后排的辅助，如果让布里茨靠近，她就变得脆弱。\n- 与布里茨的坦克能力相比，娜美的伤害有限，使她在持久战中处于劣势。"
    },
    "loses": {
      "レオナ": "蕾欧娜在对抗布里茨克兰克时具有优势。\n\n- 蕾欧娜拥有丰富的控制技能（CC），在全力进攻时特别强大，使她更容易创造机会抓住布里茨克兰克，同时避免他的钩子。\n- 当布里茨克兰克错过他的钩子时，他会失去压力，但蕾欧娜可以利用她强大的全力进攻在早期游戏中压制他。\n- 蕾欧娜的基础属性和耐久性都很高，使她更容易在布里茨克兰克的攻击下生存。\n- 布里茨克兰克的逃生手段有限，使他很难反击蕾欧娜的发起进攻。\n- 蕾欧娜对潜行者和小规模交战者有很强的克制能力，而布里茨克兰克正是其中之一，因此他们之间有很好的协同作用。",
      "メル": "梅尔在对抗布里茨克朗克时占优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以在布里茨克朗克靠近之前造成伤害。\n- 她能够反弹布里茨克朗克的钩子，使她能够抵消他的攻击并安全作战。\n- 梅尔的范围攻击在团队战斗中，当布里茨克朗克接近时可以有效造成伤害。\n- 布里茨克朗克的法力消耗很高，当他错过钩子时，会失去压力，这使梅尔能够利用这个机会进行攻击。\n- 梅尔对辅助型英雄很强，可以将布里茨克朗克的控制技能反过来对付他。",
      "ラカン": "拉卡恩在对抗布里茨时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避布里茨的钩子。这使他能够避免布里茨的攻击，同时获得反击的机会。\n- 拉卡恩拥有两种类型的硬控技能，可以有效地打断布里茨的接近。特别是如果布里茨错过了他的钩子，拉卡恩可以利用这个机会进行攻击。\n- 拉卡恩的护盾和治疗可以保护被布里茨攻击的队友，提高他们在团战中的生存能力。\n- 拉卡恩能够将队友拉到安全的位置，使他在布里茨错过钩子时能够安全撤离队友。\n- 布里茨的法力消耗很高，错过钩子会减少他的压力，但拉卡恩可以利用这段时间进行攻击，从而获得心理优势。",
      "ブラウム": "布隆在对抗布里茨时具有优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，使得被布里茨的钩子抓住变得困难。\n- 布隆的被动技能在布里茨命中钩子时会使友方眩晕，从而创造反击的机会。\n- 布隆有很强的保护队友的能力，即使在布里茨接近时也能有效地为队友抵挡攻击。\n- 布里茨的技能消耗高，错过钩子会降低他的压力，这给布隆创造了在此期间制造有利局势的机会。\n- 布隆在近战中表现出色，当布里茨靠得太近时，他可以主动发起攻击。",
      "アリスター": "阿利斯塔占据优势。\n\n- 阿利斯塔拥有强大的控制能力，可以抵消布里茨的钩子，使得阻止布里茨的开团变得更容易。\n- 阿利斯塔的技能可以瞬间释放，让他在布里茨失误时有机会反击。\n- 阿利斯塔的耐久性很高，能够承受布里茨的攻击，使他在持久战中表现强劲。\n- 阿利斯塔在躲避布里茨的钩子后，可以有效利用他的开团潜力，反而抓住布里茨。\n- 当布里茨消耗法力时，阿利斯塔可以轻松通过被动技能维持自己的线，允许他持续作战。",
      "レル": "瑞尔在对抗布里茨时具有优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，可以轻松躲避布里茨的钩子，从而更容易抵消他的攻击。\n- 瑞尔的被动技能可以降低布里茨的护甲和魔法抗性，使她在输出的同时增加作为坦克的生存能力。\n- 瑞尔擅长参与团队战斗，如果布里茨错过了钩子，瑞尔可以为自己创造有利局面。\n- 瑞尔的技能可以提高她的移动速度，使她能够在追击或逃跑时躲避布里茨的钩子，从而更容易在战斗中获得优势。\n- 布里茨的法力消耗较高，如果他错过了钩子，就会失去压力，而瑞尔可以持续作战，使她在持久战中更强。",
      "バード": "巴德在对抗布里茨克兰克时具有优势。\n\n原因如下：\n\n- 巴德可以远程攻击，更容易躲避布里茨克兰克的钩子，从而提高了在路上的安全性。\n- 巴德的技能包括治疗和位移，使他能够减轻布里茨克兰克的攻击。\n- 巴德的终极技能可以在大范围内提供无敌和控制效果，有效抵消布里茨克兰克的抓取潜力。\n- 布里茨克兰克的法力消耗高，错过一次钩子会减少他的压力，而巴德可以通过游走和收集音符持续影响游戏。\n- 巴德对装备的依赖性低，使他更容易通过游走在早期影响其他路。",
      "ユーミ": "悠米在对抗布里茨时具有优势。\n\n- 悠米可以安全地依附在队友身上进行支援，更容易躲避布里茨的钩子。\n- 由于悠米的治疗和护盾，她能够承受布里茨的攻击，使她在全力进攻时表现强劲。\n- 由于布里茨缺乏强力的控制技能，悠米可以利用她的减速效果来限制他的行动，剥夺他的逃跑选项。\n- 悠米不需要移动，这使她能够专注于镜头控制和物品使用，从而帮助她躲避布里茨的攻击。\n- 布里茨的法力消耗很高，因此当他错过钩子时，他会失去压力，而悠米可以利用这个机会进行反击。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "皮克处于劣势。\n\n- 雷尔拥有多种控制技能，可以限制皮克的机动性，使他难以发起攻击。\n- 雷尔的坦克能力使皮克的爆发伤害难以发挥，在尝试全力进攻时处于劣势。\n- 雷尔的被动技能降低护甲和魔法抗性，进一步减少皮克的伤害输出。\n- 雷尔在团队战斗中表现出色，使皮克在这些情况下难以发挥。\n- 雷尔的技能提高了她的移动速度，使她在皮克试图逃跑时更容易追上他，增加了被抓的风险。",
      "パンテオン": "潘森在对抗雷尔时处于劣势。\n\n原因如下：\n\n- 雷尔拥有多种控制技能，可以阻止潘森进行全力进攻。特别是，她可以用眩晕和击飞来抵消潘森的攻击，使他难以发挥自己的优势。\n- 作为坦克，雷尔的高耐久性使她能够吸收潘森的爆发伤害。这使得潘森在前期很难获得击杀。\n- 雷尔的被动技能降低护甲和魔法抗性，进一步减少了潘森的伤害。因此，潘森很难对雷尔造成有效伤害。\n- 雷尔的技能可以提高自己和盟友的移动速度，使得躲避潘森的攻击变得更容易，并促进追击和逃跑。\n- 潘森的技能冷却时间较长，限制了他在被雷尔的控制技能击中后反击的机会，使他在持续战斗中处于劣势。",
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n- 雷尔拥有多种控制技能，如果布里茨克兰克错过了钩子，被雷尔抓住的风险就会增加。\n- 雷尔强大的范围控制使得布里茨克兰克在团队战斗中难以发挥作用。\n- 作为坦克，雷尔的高耐久性使她更容易吸收布里茨克兰克的伤害，这使得全力进攻变得复杂。\n- 如果布里茨克兰克的钩子错过，雷尔可以自由移动并禁用布里茨克兰克。\n- 雷尔有一个技能可以提高盟友的移动速度，即使布里茨克兰克成功抓住了某人，也更容易让他们逃脱。",
      "ユーミ": "尤米在对抗瑞尔时处于劣势。\n\n- 瑞尔拥有多种控制技能，可以限制尤米所附着的盟友，使得尤米的支援变得容易被抵消。\n- 由于瑞尔的坦克属性，尤米的攻击效果较差，当瑞尔全力进攻时，脆弱的尤米很难应对。\n- 尤米缺乏强控制技能，因此在瑞尔的进攻面前防御选项很少，使得在团战中生存特别困难。\n- 瑞尔的技能可以提高移动速度，使得当她的盟友被追击时，尤米很难逃脱。\n- 瑞尔作为坦克的高耐久性降低了尤米治疗和护盾的效果。",
      "ノーチラス": "诺提勒斯在对抗蕾尔时处于劣势。\n\n原因如下：\n\n- 蕾尔拥有多种控制技能，使得抵消诺提勒斯的攻击变得更容易，尤其是在团队战斗中进行开团和全力进攻时。\n- 蕾尔的技能可以降低敌人的护甲和魔法抗性，这会削弱诺提勒斯的坦克能力。\n- 诺提勒斯的移动速度较慢，依赖技能，使得他很难躲避蕾尔的机动性和控制技能。\n- 蕾尔有一个技能可以提高自己和盟友的移动速度，使得他们在诺提勒斯尝试全力进攻时更容易逃脱。\n- 蕾尔的被动技能使她对坦克造成强大的伤害，威胁到诺提勒斯的耐久性。",
      "ブラウム": "布隆处于劣势。\n\n- 雷尔拥有多种控制技能，这使得布隆在接近之前很可能会被控制住。\n- 雷尔强大的范围控制限制了布隆的保护能力，使他难以保护队友。\n- 雷尔有一个技能可以提高她的移动速度，这会妨碍布隆的接近。\n- 布隆缺乏续航能力，难以承受雷尔的骚扰。\n- 雷尔的被动技能降低了护甲/魔法抗性，相对降低了布隆的防御表现。",
      "ラックス": "拉克斯处于劣势。\n\n- 雷尔拥有多种控制技能，使得拉克斯在接近时容易被限制。\n- 雷尔的坦克属性使得拉克斯的爆发伤害难以命中，阻止她造成持续伤害。\n- 雷尔有一个技能可以提高她的移动速度，使得拉克斯难以保持距离。\n- 雷尔的开团能力使得拉克斯很难安全地进行骚扰。\n- 雷尔具备机动性，可以躲避拉克斯的技能，使得她更难命中技能。",
      "セナ": "塞娜处于劣势。\n\n- 瑞尔拥有强大的控制技能，可能会在塞娜攻击之前将其定住。\n- 塞娜的基础属性较低，缺乏对抗瑞尔近战攻击的耐久性，使她在全力以赴时容易受到伤害。\n- 瑞尔擅长参与团队战斗，而塞娜的逃生选项有限，如果被抓住，她容易受到致命伤害。\n- 瑞尔的被动技能降低了塞娜的护甲和魔法抗性，使她的伤害更难穿透。\n- 尽管塞娜的射程较长，但瑞尔的控制技能和坦克能力使她在对线时难以进行骚扰。"
    },
    "loses": {
      "ジャンナ": "贾娜在对抗瑞尔时具有优势。\n\n原因如下：\n\n- 贾娜的移动速度很高，使她更容易躲避瑞尔的进攻并躲避她的攻击。\n- 贾娜的脱离技能使她能够在反击的同时保护她的盟友，即使瑞尔全力进攻。\n- 贾娜的护盾可以减轻瑞尔的伤害并提高她盟友的生存率，使抵消瑞尔的攻击变得更容易。\n- 瑞尔是一个近战英雄，而贾娜可以安全地从远处攻击，利用她的射程在对抗瑞尔时获得优势。\n- 贾娜可以使用她的风障来保护她的盟友免受瑞尔的控制技能，使抵消瑞尔的控制效果变得更容易。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔的韧性很高，能够在对线中很好地维持生命，使他更容易承受瑞尔的攻击。\n- 阿利斯塔的控制技能可以瞬间释放，使他能够轻松抵消瑞尔的技能并阻止她的进攻。\n- 阿利斯塔在团队战斗中具有强大的保护能力，使他在瑞尔针对队友时更容易进行干预。\n- 阿利斯塔的被动技能提供持续的生命恢复，使他在与瑞尔的持久战中保持优势。\n- 阿利斯塔可以通过利用瑞尔技能释放的延迟来主动出击。",
      "ジリアン": "扎伊拉在对抗瑞尔时具有优势。\n\n- 扎伊拉可以远程攻击，更容易阻止瑞尔接近。\n- 扎伊拉的范围控制技能可以抵消瑞尔的开团，使她在团队战斗中产生强大的影响。\n- 扎伊拉有移动速度增益，帮助支持盟友逃脱或追击，更容易防止瑞尔的全力进攻。\n- 扎伊拉的被动技能提供经验优势，使她能够创造等级差距，并比瑞尔更早使用强力技能。\n- 瑞尔的技能施放有延迟，使她难以躲避利用扎伊拉机动性的攻击。",
      "セラフィーン": "塞拉芬在对抗瑞尔时具有优势。\n\n原因如下：\n\n- 塞拉芬的射程很长，可以安全地骚扰，同时避免瑞尔的近战攻击，使她更容易保持线上优势。\n- 塞拉芬的所有技能都是范围效果，给她在团队战斗中带来了显著的影响，并且更容易抵消瑞尔的开团。\n- 她拥有多种控制技能，可以限制瑞尔的行动，同时支持她的盟友。\n- 瑞尔的技能有延迟，这使得她很难对塞拉芬施加技能，这使得瑞尔很难进行全力进攻。\n- 塞拉芬对专注于团队战斗的英雄很强，她可以将瑞尔在团队战斗中的优势反过来对付她。",
      "ポッピー": "波比占据优势。\n\n- 波比具有很强的能力来防止雷尔的开团，并且可以抵消雷尔的控制技能，使她不易受到雷尔的攻击。\n- 波比的护盾和百分比伤害使她在与雷尔的一对一战斗中获得优势。\n- 雷尔的机动性较低，容易受到波比的控制技能，这使得波比更容易进行有利的交易。\n- 波比能够阻挡冲刺和跳跃，使得限制雷尔的移动变得更加容易。\n- 波比丰富的控制技能可以抵消雷尔在团战中的优势。",
      "バード": "巴德在对抗瑞尔时具有优势。\n\n原因如下：\n\n- 巴德可以远程攻击，更容易阻止瑞尔接近并在路线上施加压力。\n- 巴德的技能具有控制效果（CC），可以打断瑞尔的开团，阻止她发挥优势。\n- 巴德擅长游走，更容易影响其他线路，这可能导致瑞尔被孤立。\n- 巴德的终极技能可以在大范围内提供无敌和控制免疫，使他能够在团战中抵消瑞尔的控制效果。\n- 巴德通过收集音符来造成伤害，从而降低对装备的依赖，使他能够持续对瑞尔造成伤害。",
      "ニーコ": "尼可占据了优势。\n\n- 范围：尼可可以远程攻击，允许她在避免瑞尔的近战攻击的同时进行骚扰。\n- 隐身能力：尼可可以利用她的隐身来欺骗瑞尔，使她更容易躲避瑞尔的技能。\n- 高爆发伤害：尼可的终极技能具有范围伤害，使她在团队战斗中产生显著影响，并能够抵消瑞尔的控制技能。\n- 对短程英雄的优势：瑞尔是一个近战英雄，尼可可以利用这一特性安全地造成伤害。\n- 瑞尔的技能有延迟，允许尼可利用空档进行攻击。",
      "タム・ケンチ": "塔姆·肯奇在对抗瑞尔时具有优势。\n\n原因如下：\n\n- 塔姆·肯奇的续航能力强，更容易承受瑞尔的攻击。\n- 瑞尔的控制技能启动较慢，使塔姆·肯奇能够避免被她的大招 incapacitated。\n- 塔姆·肯奇可以在被瑞尔攻击时用大招救助队友，使他在团战中具有很高的生存能力。\n- 塔姆·肯奇的攻击造成百分比伤害，使他能够有效地对抗瑞尔这种耐久型英雄。\n- 瑞尔的机动性较低，使塔姆·肯奇可以轻松用Q和W追击，给他在对线交易中带来优势。",
      "モルガナ": "莫甘娜在对抗瑞尔时具有优势。\n\n原因如下：\n\n- 莫甘娜可以远程施放控制技能，能够阻止瑞尔的开团，使瑞尔难以接近。\n- 通过她的法术护盾，莫甘娜可以抵消瑞尔的控制技能，使她不易受到瑞尔的攻击，并能够持续拒绝瑞尔的全力进攻。\n- 莫甘娜的输出很高，可以对被控制的敌人造成显著伤害，这使得瑞尔在尝试开团时处于劣势。\n- 瑞尔的技能施放有延迟，使她难以躲避莫甘娜的控制技能，这使得她的开团尝试变得复杂。\n- 莫甘娜对依赖控制技能的英雄非常强势，她可以通过打断瑞尔的开团来削弱瑞尔在团战中的优势。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "莫甘娜处于劣势。\n\n- 维克兹拥有远程技能，使得莫甘娜在接近之前容易受到骚扰。\n- 维克兹的范围攻击使得莫甘娜在对线时容易被压制，并在团战中受到持续伤害。\n- 莫甘娜的束缚技能需要时间来激活，这使得躲避维克兹的技能变得困难。\n- 维克兹的被动技能造成真实伤害，可以轻易抵消莫甘娜的护盾。\n- 莫甘娜的技能冷却时间较长，如果她持续受到维克兹的技能攻击，可能会很快耗尽能量。",
      "ザイラ": "扎伊拉处于劣势。\n\n原因如下：\n\n- 维克兹拥有远程技能，能够轻松在扎伊拉接近之前骚扰她。\n- 维克兹的范围攻击可以清除扎伊拉的植物，造成持续伤害。\n- 扎伊拉的机动性有限，难以躲避维克兹的技能，使她在接近时变得脆弱。\n- 维克兹的被动真实伤害无视扎伊拉的防御属性，即使对坦克也有效。\n- 扎伊拉的技能需要时间来施放和命中，这使得她很难在高度机动的维克兹身上命中技能。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 维克兹拥有远程技能，使他在蕾欧娜接近之前就能轻松骚扰她。\n- 维克兹的范围攻击增加了蕾欧娜受到多次技能伤害的可能性，尤其是在她试图全力进攻时，使她更容易受到伤害。\n- 蕾欧娜擅长近战，但由于维克兹的技能范围较长，她常常在接近之前就受到伤害。\n- 维克兹的被动真实伤害对蕾欧娜这种坦克效果显著，使他更容易削弱她的耐久度。\n- 蕾欧娜缺乏续航能力，因此如果她受到过多骚扰，就很难反击维克兹的持续伤害。",
      "ジリアン": "齐天大圣在对抗维克兹时处于劣势。\n\n- 维克兹拥有远程技能，使得齐天大圣在接近之前容易受到骚扰。\n- 维克兹的范围攻击可以消灭齐天大圣的盟友，使他在团队战斗中具有很高的影响力。\n- 齐天大圣的基础属性较低，如果被抓住，面临迅速被击杀的高风险，使他容易受到维克兹的攻击造成大量伤害。\n- 尽管维克兹的技能有延迟控制效果，但齐天大圣的机动性较低，使他在被接近时很难逃脱。\n- 齐天大圣的技能消耗高法力，使他难以维持战斗，因此在对抗维克兹的持续伤害时显得力不从心。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 维克兹拥有远程技能，使阿利斯塔在接近之前容易受到骚扰。\n- 维克兹的范围攻击在阿利斯塔尝试接近时对周围敌人造成伤害，限制了他的移动。\n- 阿利斯塔的攻击力较低，难以反击维克兹的高输出。\n- 维克兹的技能对阿利斯塔非常有效，因为阿利斯塔的控制技能启动较慢，如果在施放大招时变得脆弱，他可能会受到致命伤害。\n- 阿利斯塔的技能冷却时间较长，常常导致他在受到维克兹伤害时无法在合适的时机进行反击。",
      "セナ": "塞娜处于劣势。\n\n- 维克兹拥有远程技能，这使得他在塞娜能够骚扰之前就可能先发制人。\n- 维克兹的范围攻击可以造成足够的伤害，抵消塞娜的治疗能力。\n- 塞娜的基础属性较低，特别是在前期非常脆弱，容易受到维克兹的攻击。\n- 维克兹的技能没有控制效果，但他可以通过在塞娜接近之前命中技能来限制她的移动。\n- 塞娜的逃生选项很少，容易受到维克兹攻击的致命伤害。",
      "セラフィーン": "塞拉芬处于劣势。\n\n- 维克兹拥有远程技能，能够在塞拉芬靠近之前轻松骚扰她。\n- 塞拉芬的技能施法时间较长，难以躲避维克兹的攻击，也难以命中自己的技能。\n- 维克兹的范围攻击在团队战斗中增加伤害，这使得即使与队友配合，塞拉芬也难以有效输出。\n- 塞拉芬的防御属性较低，使她容易受到维克兹高爆发伤害的威胁。\n- 维克兹的被动真实伤害无视塞拉芬的护盾和治疗，这对低耐久的塞拉芬来说非常困难。",
      "ルル": "露露处于劣势。\n\n- 维克兹拥有远程技能，使得露露在接近之前容易受到伤害。\n- 维克兹的范围攻击增加了露露同时受到多个来源伤害的可能性，降低了她的护盾和控制效果的有效性。\n- 露露的控制技能是单目标的，这对像维克兹这样的范围输出并不有效。\n- 露露缺乏开团能力，使她在阻止维克兹从安全距离攻击方面手段有限。\n- 维克兹的被动真实伤害无视露露的护盾和治疗，使她容易受到持续伤害。",
      "ラックス": "拉克斯处于劣势。\n\n- 维克兹拥有远程技能，使拉克斯在接触之前容易受到骚扰。\n- 维克兹的范围攻击增加了拉克斯在清理小兵时受到伤害的风险。\n- 拉克斯的技能冷却时间较长，使她很难在维克兹的技能之间准确躲避。\n- 维克兹的被动真实伤害可能会抵消拉克斯的爆发伤害。\n- 维克兹的机动性较低，使拉克斯很难找到拉近距离的机会。\n- 拉克斯在接近时很脆弱，被维克兹的技能击中可能会造成致命伤害。",
      "レル": "瑞尔处于劣势。\n\n- 维克兹拥有远程技能，使瑞尔在接近之前容易受到骚扰。\n- 维克兹的范围攻击可能会干扰瑞尔在团队战中的开团，特别是当瑞尔接近敌人时，更容易受到伤害。\n- 瑞尔的机动性较低，难以躲避维克兹的技能，这增加了被抓的风险。\n- 维克兹的被动真实伤害可以绕过瑞尔的坦克属性，降低她的耐久度。\n- 瑞尔的技能激活有延迟，使她很难命中维克兹，反过来，她更容易被反制。"
    },
    "loses": {
      "パイク": "派克占据优势。\n\n原因如下：\n\n- 派克的机动性很高，容易躲避维克兹的技能并接近攻击。\n- 维克兹的机动性较低，常常容易受到派克的钩子和瞬发攻击的威胁。\n- 派克的被动治疗提供了强大的抵抗力，能够抵御维克兹的骚扰。\n- 维克兹的技能需要施法时间，这使得派克在接近时能够利用空档。\n- 当派克击杀敌人时，可以与队友分享金币，从而更容易建立对线优势。\n- 虽然维克兹在团战中擅长持续输出，但派克能够迅速消灭敌人，尤其对脆皮输出如维克兹特别有效。",
      "ソナ": "索娜在对抗维克兹时更具优势。\n\n原因如下：\n\n- 索娜拥有治疗和护盾，可以减轻维克兹的骚扰，使她在对线时生存能力很高。\n- 维克兹的机动性较低，接近时容易受到攻击，这使得索娜可以轻松用她的范围控制技能抓住他。\n- 索娜的光环支持可以减少团队战斗中的持续伤害，相对降低维克兹的输出。\n- 索娜可以在对线期间提供持续的治疗，使她更容易承受维克兹的技能，并在持久战中获得优势。\n- 索娜的技能易于激活和操作，使她对新手友好，并让玩家更容易躲避维克兹的技能。",
      "ラカン": "拉卡恩在对抗维尔科兹时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避维尔科兹的远程技能。这使他能够在不受到维尔科兹攻击伤害的情况下接近。\n- 维尔科兹的机动性较低，当拉卡恩靠近时，他的自我防御选项有限，使他容易受到拉卡恩的进攻。\n- 拉卡恩的控制技能可以打断维尔科兹的技能，特别是在维尔科兹施放大招时抓住他，创造出造成大量伤害的机会。\n- 拉卡恩具有强大的支援能力，使他能够在维尔科兹造成伤害之前保护队友，提高线上续航能力。\n- 虽然维尔科兹在骚扰方面很强，但拉卡恩的护盾和治疗可以减轻这种骚扰，使他更容易保持线上优势。",
      "パンテオン": "潘森占据优势。\n\n原因如下：\n\n- 潘森拥有一个定向控制技能，可以打断维克兹的技能，使他更容易抵消维克兹的攻击。\n- 维克兹的机动性较低，潘森可以轻松地拉近距离进行全力进攻。特别是在维克兹施放技能时攻击，更容易造成伤害。\n- 潘森在前期具有高爆发伤害，使他能够在维克兹发育之前轻松击杀。\n- 潘森的全球大招使他能够轻松影响其他路，从而在整场比赛中保持优势。\n- 维克兹的控制技能有延迟释放，因此潘森可以主动进行有利的交易。",
      "ジャンナ": "婕拉有优势。\n\n原因如下：\n\n- 婕拉拥有强大的控制技能（CC），可以打断维尔科兹的技能，使其攻击更容易被抵消。\n- 维尔科兹的机动性较低，而婕拉的脱离能力可以降低被接近的风险。\n- 婕拉的护盾不仅保护盟友，还能减轻维尔科兹范围攻击造成的伤害。\n- 婕拉的移动速度很高，并且可以提高盟友的移动速度，使他们在与维尔科兹保持距离的同时进行战斗。\n- 维尔科兹的技能需要施法时间，而婕拉的控制技能可以打断施法，从而减少他的输出伤害。",
      "ノーチラス": "纳瑟斯有优势。\n\n原因如下：\n\n- 纳瑟斯拥有强大的控制能力，可以利用维克兹的低机动性轻松抓住他。\n- 维克兹的自我防御选项有限，当被纳瑟斯的钩子或冲锋击中时会变得脆弱。\n- 维克兹逃脱纳瑟斯全力进攻的手段有限，使得纳瑟斯在接近时能够造成显著伤害。\n- 纳瑟斯耐久性强，生存能力高，更容易抵挡维克兹的攻击。\n- 维克兹的技能需要施法时间，纳瑟斯可以通过靠近来打断他的施法。",
      "ブリッツクランク": "布里茨克兰克占据优势。\n\n原因如下：\n\n- 维尔科兹的机动性低，难以躲避布里茨克兰克的钩子，导致被抓的风险很高。\n- 当布里茨克兰克的钩子命中时，维尔科兹的自我防御选项有限，可能迅速导致被击杀。\n- 维尔科兹的技能需要施法时间，如果被布里茨克兰克的沉默打断，他无法攻击。\n- 布里茨克兰克在团队战中具有范围伤害和控制能力，可以压制维尔科兹的持续伤害。\n- 维尔科兹避免钩子的手段有限，使他非常容易受到布里茨克兰克的压力。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n原因如下：\n\n- 阿利斯塔拥有强大的控制能力，可以抵消布里茨克兰克的钩子，使布里茨克兰克难以发起进攻。\n- 阿利斯塔作为坦克具有高耐久性，使他更容易在布里茨克兰克的攻击下生存。\n- 阿利斯塔的技能可以瞬间释放，如果布里茨克兰克错过了钩子，他有机会进行反击。\n- 阿利斯塔在团队战斗中具有强大的保护能力，可以保护布里茨克兰克所针对的输出角色，从而限制布里茨克兰克的作用。\n- 布里茨克兰克的法力消耗高，在与频繁使用技能的阿利斯塔进行持久战时可持续性较差。",
      "ソナ": "索娜处于劣势。\n\n- 阿利斯塔拥有强大的控制技能，可能会在索娜使用技能之前抓住她。\n- 索娜的基础属性较低，容易被阿利斯塔的攻击击倒，尤其是在前期。\n- 索娜逃脱阿利斯塔进攻潜力的手段有限，如果被抓住，她会受到毁灭性的伤害。\n- 索娜的技能消耗高蓝量，使她不适合进行持久战，在受到阿利斯塔的伤害时容易耗尽蓝量。\n- 阿利斯塔作为坦克具有高耐久性，能够轻松抵消索娜的伤害，因此她的攻击效果较差。",
      "ブラウム": "布隆在对抗阿利斯塔时处于劣势。\n\n- 阿利斯塔拥有强大的控制技能（CC），可以在布隆靠近之前发起攻击，从而更容易限制布隆的移动。\n- 阿利斯塔的坚韧和续航能力使得布隆的骚扰效果不明显，给予他很高的对线耐久度。\n- 阿利斯塔在团队战斗中影响力强大，可以抵消布隆的防御技能，使布隆更难保护他的盟友。\n- 布隆擅长全力进攻，但阿利斯塔的控制技能使他容易受到反击，常常将布隆置于不利位置。\n- 阿利斯塔的技能可以瞬间释放，使他能够利用布隆的控制技能触发所需的时间发起攻击。",
      "ジリアン": "Zyra在对抗Alistar时处于劣势。\n\n- Alistar拥有强大的控制技能，这使得Zyra在使用技能之前很可能会被抓住。\n- Alistar的坦克能力使得Zyra很难打出爆发伤害，持续输出也很有挑战。\n- Alistar的开团能力使得Zyra很难找到安全的位置来使用技能。\n- Zyra的基础属性较低，这使得她在Alistar的攻击下很容易被迅速击杀。\n- Alistar的技能可以瞬间释放，而Zyra的技能冷却时间较长，限制了她反击的机会。",
      "レル": "瑞尔处于劣势。\n\n- 阿利斯塔的控制能力很强，容易抵消瑞尔的开团。\n- 阿利斯塔的坚韧使得瑞尔难以造成伤害，在持久战中处于劣势。\n- 阿利斯塔的技能可以瞬间释放，而瑞尔的技能有延迟，这使得阿利斯塔更容易主动出击。\n- 阿利斯塔可以吸收瑞尔的全力进攻，并擅长反击，这使得瑞尔很难发起攻击。\n- 阿利斯塔的被动提供了高额的续航，使得瑞尔难以持续输出伤害。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 阿利斯塔拥有强大的控制能力，可以轻松抵消蕾欧娜的开团。特别是，阿利斯塔的技能可以瞬间释放，使他能够在蕾欧娜接近之前进行反击。\n- 阿利斯塔作为坦克具有高耐久性，能够承受蕾欧娜的全力进攻，使蕾欧娜难以造成伤害。\n- 阿利斯塔的被动技能提供续航，使他更容易承受蕾欧娜的骚扰。\n- 阿利斯塔在团队战斗中具有强大的保护能力，可以保护他的ADC，降低蕾欧娜攻击的效果。\n- 蕾欧娜在近战之外几乎没有有用的技能，如果被阿利斯塔的控制技能抓住，她的逃生手段非常有限。"
    },
    "loses": {
      "ジャンナ": "贾娜在对抗阿利斯塔时具有优势。\n\n原因如下：\n\n- 贾娜拥有强大的脱离能力，能够轻松抵消阿利斯塔的开团。这使她能够在阿利斯塔发起攻击时进行反击。\n- 阿利斯塔是近战英雄，而贾娜的远程攻击和控制技能使他难以接近。\n- 贾娜的技能可以提高移动速度，增强她的盟友逃脱和躲避阿利斯塔攻击的能力。\n- 贾娜的护盾不仅保护盟友，还能减轻阿利斯塔的伤害，特别是在团队战斗中提高生存能力。\n- 阿利斯塔的攻击力较低，使他难以有效对贾娜的高控制和脱离能力造成伤害。",
      "マオカイ": "毛凯对阿利斯塔有优势。\n\n原因如下：\n\n- 毛凯可以频繁使用控制技能（CC），轻松抵消阿利斯塔的开团。\n- 阿利斯塔的攻击力较低，难以反制毛凯的持续生命回复。\n- 毛凯的束缚技能限制了阿利斯塔的移动，能够有效关闭他的技能。\n- 毛凯擅长利用草丛获取视野，更容易判断阿利斯塔的动向并掌握主动权。\n- 阿利斯塔的技能冷却时间较长，因此如果毛凯有效使用技能，可以限制阿利斯塔的行动。",
      "ソラカ": "索拉卡在对抗阿利斯塔时具有优势。\n\n原因如下：\n\n- 索拉卡的治疗能力强，即使在受到阿利斯塔伤害时也能迅速治疗队友，使其更容易承受阿利斯塔的全力进攻。\n- 面对阿利斯塔的开团，索拉卡可以使用沉默来抵消他的技能，从而更容易限制他的行动。\n- 索拉卡的攻击范围较长，可以在阿利斯塔靠近之前进行骚扰，帮助她保持线上优势。\n- 阿利斯塔的输出较低，难以自我恢复伤害，使得索拉卡能够通过治疗来维持战斗。\n- 索拉卡的技能冷却时间短，能够频繁进行治疗和骚扰，这会迫使阿利斯塔消耗更多的法力。",
      "セナ": "塞娜在对抗阿利斯塔时具有优势。\n\n原因如下：\n\n- 范围差异：塞娜的攻击范围较长，使她在阿利斯塔靠近之前更容易进行骚扰。\n- 骚扰能力：塞娜的技能提供强大的骚扰能力，使她能够逐渐削弱阿利斯塔的坦克能力。\n- 控制效果：塞娜的缠绕技能可以打断阿利斯塔的开团，限制他的移动。\n- 治疗能力：塞娜可以为自己和队友治疗，使她更容易承受阿利斯塔的攻击。\n- 通过叠加成长：塞娜可以通过她的被动技能轻松成长，使她能够在对线中建立优势，并在后期增加输出。",
      "ヴェル＝コズ": "维尔科兹对阿利斯塔有优势。\n\n原因如下：\n\n- 维尔科兹拥有远程技能，可以在阿利斯塔接近之前轻松骚扰他。\n- 阿利斯塔是一名擅长近战的坦克，因此维尔科兹技能的远程可以抵消阿利斯塔的开团。\n- 维尔科兹的范围伤害可以在团队战斗中有效输出，同时阿利斯塔作为坦克发挥作用。\n- 阿利斯塔的攻击力较低，使他难以承受维尔科兹的持续伤害。\n- 维尔科兹的被动真实伤害可以在忽视阿利斯塔的坦克能力的情况下造成伤害。",
      "ポッピー": "波比占据优势。\n\n原因如下：\n\n- 波比能够阻止阿利斯塔的进攻，并在他冲锋时限制他的行动。\n- 阿利斯塔的攻击力通常较低，无法有效对波比的高护盾和百分比伤害造成伤害。\n- 波比拥有丰富的控制技能，擅长限制阿利斯塔的行动，同时为她的队友提供强大的保护。\n- 阿利斯塔的技能冷却时间较长，使波比更容易通过先使用技能来创造有利局面。\n- 波比的单挑能力强，能够轻松在与阿利斯塔的一对一交锋中占据上风。",
      "ザイラ": "扎伊拉在对抗阿利斯塔时具有优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击能力，可以在阿利斯塔靠近之前造成伤害。\n- 阿利斯塔是近战英雄，如果他在扎伊拉的攻击范围之外受到攻击，就很难发起进攻。\n- 扎伊拉的控制技能可以打断阿利斯塔的进攻，特别是在他冲锋时，从而实现有效的反击。\n- 扎伊拉的植物可以持续造成伤害，这可以在阿利斯塔发挥坦克角色之前削弱他的生命值。\n- 阿利斯塔的技能冷却时间较长，而扎伊拉可以在此期间继续攻击，创造有利局面。\n- 扎伊拉可以保持距离进行游戏，避免阿利斯塔的攻击，防止他利用自己的优势。",
      "ラックス": "拉克丝对阿利斯塔有优势。\n\n原因如下：\n\n- 拉克丝拥有远程技能，可以在阿利斯塔靠近之前轻松骚扰他。\n- 阿利斯塔擅长近战，但拉克丝的控制效果可以限制阿利斯塔的行动。\n- 拉克丝的爆发伤害很高，即使对抗坦克型阿利斯塔也更容易获得早期击杀。\n- 阿利斯塔的技能冷却时间长，使他难以躲避拉克丝的技能。\n- 拉克丝的技能不会阻挡小兵，让她在阿利斯塔前进时可以安全攻击。\n- 阿利斯塔的法力消耗高，使他在与频繁使用技能的拉克丝对抗时难以维持战斗。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "ブランド": "布兰德在对抗莫甘娜时处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能使布兰德容易被抓住，增加了受到伤害的风险。\n- 莫甘娜的法术护盾可以抵消布兰德的持续伤害，使其难以造成伤害。\n- 布兰德的自我防御选项有限，容易受到莫甘娜的控制技能影响。\n- 莫甘娜的耐久性很高，能够轻松吸收布兰德的伤害，使其难以造成持续伤害。\n- 莫甘娜的技能能够抵消布兰德的技能，使布兰德的攻击难以命中。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 莫甘娜的束缚技能阻碍了蕾欧娜的接近，并在尝试全力进攻时构成了重大威胁。\n- 莫甘娜的法术护盾可以抵消蕾欧娜的控制技能，使蕾欧娜的发起进攻变得困难。\n- 蕾欧娜是近战英雄，这使得她在面对莫甘娜的远程攻击时难以拉近距离。\n- 莫甘娜有办法削弱蕾欧娜的耐久性，特别强的骚扰可以减少蕾欧娜的续航能力。\n- 莫甘娜可以轻松在对线中施加压力，制造蕾欧娜无法自由行动的局面。",
      "ブラウム": "布隆在对抗莫甘娜时处于劣势。\n\n- 莫甘娜的控制技能持续时间长，使布隆难以接近。\n- 莫甘娜的法术护盾可以抵消布隆的控制技能，使他的攻击无效。\n- 布隆是近战英雄，难以接近莫甘娜的远程攻击，容易受到远程骚扰。\n- 布隆缺乏续航能力，难以承受莫甘娜的骚扰，容易失去对线优势。\n- 莫甘娜输出高，能够对布隆本应保护的ADC施加压力。",
      "ポッピー": "波比处于劣势。\n\n- 莫甘娜的束缚限制了波比的移动，使她难以发起攻击。\n- 莫甘娜的法术护盾可以抵消波比的控制技能，使波比难以发挥她的优势。\n- 莫甘娜可以远程攻击，使波比在接近之前容易受到骚扰。\n- 波比的攻击范围较短，使她难以躲避莫甘娜的攻击，常常在交战中处于劣势。\n- 莫甘娜的高法力消耗和长冷却时间使波比难以保持持续的压力。",
      "ノーチラス": "纳瑟斯在对抗莫甘娜时处于劣势。\n\n原因如下：\n\n- 莫甘娜的束缚技能可以抵消纳瑟斯的控制技能，使得纳瑟斯全力进攻时风险很大，因为他可能会被抓住。\n- 莫甘娜的法术护盾可以阻挡纳瑟斯的控制技能，使她更容易抵消他的攻击。\n- 纳瑟斯的移动速度较低，使他难以缩短与莫甘娜的距离，这使他容易受到伤害。\n- 莫甘娜的输出伤害高，使她在纳瑟斯被控制时能够轻松造成伤害。\n- 尽管莫甘娜的技能冷却时间较长，但如果纳瑟斯错过了技能，莫甘娜可以利用这个机会进行反击。",
      "ラカン": "拉卡恩在对抗莫甘娜时处于劣势。\n\n原因：\n- 莫甘娜的束缚技能限制了拉卡恩的机动性，使他成为一个显著的威胁，因为如果被抓住，他将无法做任何事情。\n- 莫甘娜的法术护盾可以抵消拉卡恩的控制技能，有效地阻止他的开团。\n- 拉卡恩有许多涉及移动的技能，使他容易受到莫甘娜的控制，尤其是当被束缚时，他很快就会陷入不利局面。\n- 莫甘娜擅长远程骚扰，使她能够在拉卡恩接近之前造成伤害，形成强大的线压。\n- 拉卡恩在单独作战时战斗能力较低，面对莫甘娜的高控制和伤害时，他在团战中很容易受到影响。"
    },
    "loses": {
      "ユーミ": "悠米在对抗莫甘娜时具有优势。\n\n原因如下：\n\n- 悠米可以通过附着在盟友身上安全地支援，更容易避开莫甘娜的束缚。\n- 莫甘娜的法术护盾无法抵消悠米的治疗或护盾，使悠米的续航效果显著。\n- 悠米可以在移动中支援，使她更难被莫甘娜的攻击命中。\n- 莫甘娜的技能冷却时间较长，使悠米更容易创造出积极进攻的机会。\n- 悠米没有强控制技能，因此不容易受到莫甘娜的束缚影响。",
      "ミリオ": "Milio在对抗莫甘娜时具有优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，使其在避免莫甘娜的束缚时更容易进行骚扰。\n- 他可以用大招解除莫甘娜的控制效果，抵消她的优势。\n- Milio的治疗和护盾对莫甘娜的伤害交易提供了很高的抵抗力。\n- 莫甘娜的技能冷却时间较长，使得Milio可以在她使用技能后利用机会。\n- Milio的开团潜力较低，使得莫甘娜在全力进攻时难以创造有利局面。",
      "ジリアン": "扎伊拉在对抗莫甘娜时具有优势。\n\n- 扎伊拉的AP比率高，爆发伤害强，并且可以在忽视莫甘娜的法术护盾的情况下造成伤害。\n- 扎伊拉的范围控制技能有效地避免了莫甘娜的束缚，使得莫甘娜更难抓住她。\n- 扎伊拉有一个移动速度增益，使她更容易躲避莫甘娜的攻击，并在对线时提供高机动性。\n- 扎伊拉的复活能力可以抵消莫甘娜的高爆发伤害，即使莫甘娜全力以赴，她也能创造翻盘的机会。\n- 扎伊拉可以轻松创造等级优势，使她能够在早期对莫甘娜建立主导地位。",
      "ブリッツクランク": "布里茨克兰克在对抗莫甘娜时具有优势。\n\n原因如下：\n\n- 布里茨克兰克的钩子可以瞬间将敌人拉入，允许他在忽视莫甘娜的法术护盾的情况下抓住她，有效地抵消她的优势。\n- 莫甘娜需要停止移动才能使用她的束缚，而布里茨克兰克可以利用这个时机来命中她的钩子并使她失去行动能力。\n- 布里茨克兰克的沉默效果可以禁用莫甘娜的技能，显著降低她的影响力，尤其是在团队战斗中。\n- 莫甘娜的技能冷却时间较长，只要布里茨克兰克不失手，他就可以持续施加压力。\n- 布里茨克兰克具有较强的耐久性，使他更容易承受莫甘娜的伤害，并反过来针对她。",
      "パンテオン": "潘森对莫甘娜有优势。\n\n原因如下：\n\n- 潘森有一个针对性的眩晕技能，可以在避免莫甘娜的束缚的同时进行全力进攻。这使他能够在攻击时抵消莫甘娜的控制技能。\n- 潘森在前期有很高的爆发伤害，使他更容易在莫甘娜使用技能后抓住机会击杀。\n- 莫甘娜的技能冷却时间较长，使她在使用技能后难以反击，潘森可以利用这些机会进行攻击。\n- 潘森可以利用他的全球大招有效地游走到其他路，制造出莫甘娜被孤立的局面。\n- 莫甘娜的攻击范围较短，对潘森的近战攻击防御选项有限，使她在对线时容易输掉交易。",
      "バード": "巴德在对抗莫甘娜时具有优势。\n\n原因如下：\n\n- 巴德的机动性很高，擅长游走，更容易躲避莫甘娜的技能。\n- 莫甘娜的束缚技能持续时间长，但巴德可以使用他的终极技能变得无敌，从而抵消莫甘娜的技能。\n- 巴德的被动伤害不太依赖装备，使他在忽视莫甘娜的法术护盾的同时仍能造成伤害。\n- 巴德具有治疗能力，可以在支持队友的同时减轻莫甘娜的伤害。\n- 莫甘娜的技能冷却时间长，而巴德可以在这段时间内积极进攻和游走。",
      "ザイラ": "扎伊拉对莫甘娜有优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在安全的情况下造成伤害，同时避免莫甘娜的束缚。\n- 莫甘娜的技能冷却时间长，使扎伊拉更容易利用这个窗口进行攻击。\n- 扎伊拉植物的持续伤害可以轻松穿透莫甘娜的法术护盾。\n- 莫甘娜在近战中并不强大，因此扎伊拉可以利用她的射程从远处攻击并获得优势。\n- 扎伊拉的控制技能具有范围效果，可以在莫甘娜试图抓住多个敌人时进行反制。",
      "メル": "梅尔在对抗莫甘娜时更具优势。\n\n原因如下：\n\n- 梅尔拥有远程技能，可以安全地进行骚扰，同时避免莫甘娜的束缚。\n- 梅尔能够反弹技能，这使他能够将莫甘娜对控制技能的依赖反过来利用。\n- 莫甘娜的技能冷却时间长，如果她错过技能就很难恢复，而梅尔则能更轻松地造成持续伤害。\n- 梅尔能够在敌人生命值低于一定阈值时确保击杀，这使得他在莫甘娜血量低时特别具有威胁。\n- 虽然莫甘娜的法术护盾很强，但梅尔的攻击是范围伤害，可以有效地对多个敌人造成伤害。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以在游戏早期使用她的终极技能，给莫甘娜施加很大压力。\n- 莫甘娜的束缚需要时间来激活，这使得躲避卡尔玛的束缚变得更容易。\n- 卡尔玛有一个护盾，可以抵消莫甘娜的控制技能，更有效地保护她的盟友。\n- 卡尔玛的技能是针对性的，可以在忽略莫甘娜的法术护盾的情况下造成伤害。\n- 莫甘娜的技能冷却时间长，给了卡尔玛在莫甘娜使用技能后攻击的机会。\n- 卡尔玛擅长风筝，可以在躲避莫甘娜攻击的同时造成伤害。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ニーコ": "尼可在对抗毛克的情况下处于劣势。\n\n- 毛克具有高耐久性，能够轻松吸收尼可的攻击。特别是，他的被动生命回复使他能够在一段时间内承受尼可的伤害。\n- 毛克的控制技能使尼可难以进行近战交战。具体来说，被束缚会使尼可更难施展她的连招。\n- 毛克擅长利用草丛获取视野，并且有手段看穿尼可的伪装。这降低了尼可的埋伏潜力。\n- 毛克是一个近战英雄，而尼可的攻击范围较短，因此在她发起攻击之前被反击的风险很高。\n- 毛克对造成重伤的英雄比较脆弱，但尼可的攻击并不会造成重伤，这使得她很难对毛克造成有效伤害。",
      "ソラカ": "索拉卡在对抗毛凯时处于劣势。\n\n原因如下：\n\n- 毛凯拥有强大的控制技能（CC），可以轻易抓住索拉卡。他的束缚和开团技能可以抵消索拉卡的逃生选项。\n- 索拉卡的基础属性较低，缺乏耐久性，使她容易受到毛凯攻击的威胁，这可能迅速将她置于危险境地。\n- 毛凯的被动技能为他提供生命回复，这削弱了索拉卡的治疗效果。她特别容易受到带有重伤效果的英雄的威胁。\n- 索拉卡在视野控制方面存在困难，使她容易受到利用毛凯草丛的战术的攻击。这增加了被抓的风险。\n- 毛凯在团队战中的韧性和区域控制能力使索拉卡难以安全地进行治疗。",
      "パンテオン": "潘森在对抗毛克的过程中处于劣势。\n\n原因如下：\n\n- 毛克可以频繁使用控制技能（CC），更容易躲避潘森的全力攻击。\n- 毛克的被动技能提供生命回复，使他能够承受潘森的爆发伤害。\n- 毛克擅长利用草丛获取视野，更容易警惕潘森的游走和埋伏。\n- 毛克的束缚和区域控制能力使潘森难以接近，常常在交易中处于劣势。\n- 潘森的每秒伤害（DPS）在持久战中下降，使他在与能够持续输出的毛克对抗时处于劣势。",
      "ユーミ": "悠米在对抗毛凯时处于劣势。\n\n- 毛凯的耐久性很高，是一个可以轻易抵消悠米治疗和护盾的坦克，这使得脆弱的悠米很难应对全力进攻。\n- 毛凯的控制技能限制了悠米的移动和行动，阻止她支持她的盟友。\n- 悠米自身的战斗能力较低，容易受到毛凯攻击的伤害，使她在持久战中苦苦挣扎。\n- 毛凯具有强大的视野控制能力，使他更容易针对悠米所附着的盟友，导致成功的游走和开团。\n- 悠米缺乏强力控制技能，因此她几乎没有手段来反制毛凯的进攻，使得在战斗中保持优势变得困难。",
      "シャコ": "沙科处于劣势。\n\n- 毛凯拥有强大的控制技能（CC），可以轻易地挫败沙科的伏击。特别是他的束缚技能限制了沙科的移动，使他更容易受到攻击。\n- 毛凯的被动生命回复效果减轻了沙科的爆发伤害，使沙科的瞬间伤害难以有效命中。\n- 作为一个坦克，毛凯的耐久性很高，能够承受沙科的攻击，使他在持久战中占据优势。\n- 毛凯拥有强大的视野控制能力，擅长利用草丛进行战术，这使得沙科的伏击很可能会被提前发现。\n- 沙科在团队战斗中范围伤害和控制技能有限，使他很难反制毛凯在团队交战中的强势。",
      "ポッピー": "波比处于劣势。\n\n- 毛克伊的生命值恢复能力强，在持久战中表现出色，使他更容易承受波比的伤害。\n- 毛克伊的控制技能广泛，可以有效阻止波比的进攻和逃跑选项。\n- 波比的攻击范围较短，使她容易受到毛克伊的攻击。\n- 毛克伊具备强大的视野控制能力，可以利用草丛战术限制波比的移动。\n- 波比的技能有条件限制，使她很难反击毛克伊的持续压力。",
      "ラカン": "拉克斯在对抗毛克利时处于劣势。\n\n- 毛克利在团队战斗中具有高耐久性和韧性，使他更容易生存于拉克斯的攻击之下。\n- 毛克利的束缚技能和广范围的控制可以限制拉克斯的机动性，剥夺他接近或逃跑的手段。\n- 拉克斯有许多与移动相关的技能，如果被毛克利的控制技能抓住，他会变得非常脆弱，无法做任何事情。\n- 毛克利的视野控制能力使拉克斯难以利用草丛战术。\n- 毛克利的被动生命值回复可以轻松抵消拉克斯的持续伤害。",
      "セナ": "塞娜处于劣势。\n\n- 毛克伊有很多控制技能，使得塞娜在尝试攻击时容易受到限制。\n- 由于毛克伊的坦克性，塞娜的骚扰效果较差，难以造成持续伤害。\n- 塞娜的基础属性较低，使她在面对毛克伊的攻击时非常脆弱，尤其是在前期。\n- 毛克伊的开团潜力意味着如果塞娜被抓住，她很可能会受到致命伤害，并且几乎没有逃脱的手段，这非常危险。\n- 毛克伊的视野控制能力使得塞娜很难安全地进行骚扰。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 毛克伊拥有强大的控制技能（CC），可以抵消阿利斯塔的开团，使阿利斯塔难以发起攻击。\n- 毛克伊的被动治疗效果强大，使他能够轻松抵消阿利斯塔的伤害。\n- 毛克伊擅长利用草丛掌控视野，使得预测阿利斯塔的开团时机变得更容易，从而降低了埋伏成功的几率。\n- 阿利斯塔的输出较低，难以对抗毛克伊的耐久性造成持续伤害。\n- 毛克伊的束缚和控制技能使阿利斯塔容易受到反击，使得全力进攻的效果降低。",
      "ジャンナ": "杰娜处于劣势。\n\n- 杰娜的基础属性较低，在前期特别脆弱，常常无法承受毛克的控制和伤害。\n- 毛克可以频繁使用控制技能，有效地封锁杰娜的逃生手段，使她在被攻击时非常虚弱。\n- 杰娜的视野控制较低，难以反制毛克的草丛战术。\n- 毛克的被动技能提供生命值回复，使得持续输出变得困难，降低了杰娜的支援效果。\n- 毛克对带有重伤效果的英雄也很强，这可以抵消杰娜的治疗效果。",
      "ソナ": "索娜在对抗毛克的情况下处于劣势。\n\n- 毛克可以频繁使用控制技能（CC），这使得索娜在对线时难以骚扰，因为她变得更容易受到伤害。\n- 毛克的被动技能提供生命值回复，这使得索娜的骚扰效果降低。\n- 索娜的基础属性较低，尤其是在前期，她很容易被毛克的攻击击倒，风险很高。\n- 毛克的束缚和区域控制能力限制了索娜的移动，使她几乎没有逃脱的手段。\n- 索娜的技能消耗高法力值，使她不适合进行持久战，在与毛克的长期交战中处于劣势。",
      "パイク": "皮克在对抗毛凯时处于劣势。\n\n- 毛凯可以频繁使用控制技能（CC），这会限制皮克的机动性。特别是束缚技能使得皮克容易被抓住，失去反击的机会。\n- 毛凯的被动生命回复能力强，使他对持续骚扰有很好的抵抗力，降低了皮克攻击的效果。\n- 毛凯在团队战斗中非常坚韧，使得皮克很难单独击杀敌人。尤其是当毛凯向前推进时，皮克更难发起进攻。\n- 毛凯具有很强的视野控制能力，擅长利用草丛进行战术，使他更容易预判皮克的进攻时机。\n- 毛凯的开团潜力强，能够在皮克攻击之前主动出击，使得皮克的策略难以有效实施。"
    },
    "loses": {
      "モルガナ": "莫甘娜在对抗毛克赖的过程中具有优势。\n\n原因如下：\n\n- 莫甘娜拥有长时间的控制技能（CC），可以轻松抵消毛克赖的开团。\n- 通过她的法术护盾，她可以保护队友，同时防止毛克赖的控制技能，使她在团队战斗中占据显著优势。\n- 毛克赖是近战英雄，这使得莫甘娜可以安全地从远处进行攻击。\n- 莫甘娜可以持续输出伤害，逐渐削弱毛克赖的坦克能力。\n- 毛克赖的被动生命回复可以被莫甘娜的束缚和伤害轻易打断。",
      "ザイラ": "扎伊拉对毛凯有优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在毛凯接近之前造成伤害。\n- 毛凯是一名擅长近战的坦克，而扎伊拉的远程攻击使毛凯难以接近。\n- 扎伊拉的控制技能可以打断毛凯的进攻，特别是通过使用缠绕限制他的移动。\n- 扎伊拉可以利用她的植物持续输出伤害，这对削弱毛凯的耐久性非常有效。\n- 毛凯对致残伤害很脆弱，但扎伊拉没有施加这种效果的技能，这使得抵消毛凯的治疗能力变得更加困难。",
      "ブラウム": "布隆在对抗毛克伊时具有优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，使他能够更容易地抵消毛克伊的开团，同时在受到毛克伊的控制技能时保护他的队友。\n- 毛克伊是一个近战英雄，容易受到布隆的被动眩晕影响，这会限制毛克伊的行动。\n- 布隆可以在早期游戏中有效骚扰，使他能够逐渐削弱毛克伊的续航并确保线上优势。\n- 毛克伊对重伤效果很弱，但布隆没有这样的效果，使得持续输出变得更容易。\n- 布隆能够减轻毛克伊的技能影响，特别是对技能射击有很强的抵抗力，使他更容易抵挡毛克伊的攻击。",
      "ノーチラス": "纳瑟斯对毛凯有优势。\n\n原因如下：\n\n- 纳瑟斯有很多控制技能（CC），可以打断毛凯的治疗和进攻。\n- 毛凯的进攻能力相对有限，难以反制纳瑟斯的钩子和控制技能。\n- 纳瑟斯的钩子射程很长，可以在毛凯靠近之前抓住他。\n- 毛凯容易受到致残效果的影响，受到纳瑟斯的伤害会减少他的续航能力。\n- 纳瑟斯有很多机会可靠地抓住移动性较低的毛凯。",
      "レル": "露露在对抗毛凯时具有优势。\n\n原因如下：\n\n- 露露拥有多种控制技能，使得抵消毛凯的开团变得更容易。具体来说，通过躲避毛凯的技能，她可以防止他发挥优势。\n- 毛凯作为坦克的耐久性依赖于他的被动技能，但露露可以通过她的被动技能降低毛凯的护甲和魔法抗性，使她能够对他造成有效伤害。\n- 露露的技能可以提高她和她的盟友的移动速度，使得躲避毛凯的技能变得更容易，并促进追击和逃跑。\n- 毛凯容易受到致残效果的影响，而露露的技能可以施加这种效果，限制毛凯的治疗能力。\n- 毛凯的开团潜力相对有限，因此当他被露露的强控制技能击中时，他在团队战斗中的影响力会降低。",
      "スレッシュ": "锤石占据优势。\n\n原因如下：\n\n- 锤石具有很强的控制能力，可以阻止毛克伊的开团。具体来说，他可以在毛克伊靠近之前用钩子和减速技能抓住他。\n- 毛克伊是一个近战英雄，而锤石可以利用更长的攻击范围安全地骚扰他。这使得锤石能够逐渐削弱毛克伊的续航能力。\n- 通过使用锤石的W技能，他可以在抵消毛克伊的攻击的同时救援队友，从而避免毛克伊的控制技能。\n- 毛克伊容易受到重伤效果的影响，但锤石没有这种效果，这意味着他无法抵消毛克伊的治疗能力。\n- 锤石可以利用毛克伊技能的冷却时间主动发起进攻。特别是当毛克伊技能失误时，锤石可以灵活地进行操作。",
      "ヴェル＝コズ": "维克兹在对抗毛克利时具有优势。\n\n原因如下：\n\n- 范围：维克兹的技能范围较长，使他能够在毛克利靠近之前造成伤害，从而更容易在对线中进行骚扰。\n- AoE伤害：维克兹的范围攻击对像毛克利这样的坦克有效，使他在团队战斗中更容易造成伤害。\n- 真实伤害：维克兹的被动真实伤害可以绕过毛克利的坦克属性，使他即使对抗坦克也能保持输出。\n- 控制躲避：毛克利的控制主要依赖近战攻击，因此维克兹可以在保持距离的同时进行攻击，更容易躲避控制技能。\n- 低法力消耗：维克兹的法力消耗较低，使他能够持续使用技能，从而在对线中具有较高的续航能力。",
      "ミリオ": "Milio在对抗Maokai时具有优势。\n\n- Milio可以延长盟友的攻击范围，使得更容易躲避Maokai的近战攻击，并在交易中获得优势。\n- Milio可以用他的终极技能解除Maokai的控制效果，使得更容易抵消Maokai的开团。\n- Milio的治疗和护盾效果可以减少Maokai的持续伤害。\n- Milio的攻击范围较长，允许他在Maokai靠近之前进行骚扰。\n- Maokai的开团潜力较低，使得Milio可以安全地进行游戏。",
      "ラックス": "拉克丝对毛克赖有优势。\n\n原因如下：\n\n- 拉克丝拥有远程技能，可以在毛克赖靠近之前造成伤害，使她在对线时擅长骚扰。\n- 毛克赖作为坦克在近战中表现出色，但当被拉克丝的束缚技能击中时，他的移动受到限制，更容易受到攻击。\n- 拉克丝的技能不会被小兵阻挡，因此即使毛克赖利用草丛，她也可以轻松继续骚扰。\n- 毛克赖对重伤效果较弱，而拉克丝有爆发伤害，可以迅速减少毛克赖的生命值。\n- 拉克丝的技能提供视野，使她更容易警惕毛克赖的游走，增加对线的安全性。\n- 毛克赖的开团潜力稍显不足，而拉克丝可以在保持距离的同时进行战斗，从而保持优势。",
      "ジリアン": "齐天大圣在对抗毛凯时具有优势。\n\n原因如下：\n\n- 齐天大圣可以远程攻击，更容易躲避毛凯的近战攻击。\n- 他有一个范围控制技能，可以更容易地抵消毛凯的开团。\n- 通过使用他的移动速度增益，他可以躲避毛凯的跟进。\n- 齐天大圣的复活能力对抗毛凯的爆发伤害非常有效，能够保护他的队友。\n- 毛凯对致残效果很脆弱，但齐天大圣没有这样的效果，使他在持久战中占据优势。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "ミリオ": "Milio在对抗Nautilus时处于劣势。\n\n- Nautilus拥有强大的控制技能（CC），可以封锁Milio的逃跑选项，使他容易被抓住。\n- Nautilus的钩子和眩晕可以抵消Milio的治疗和护盾，降低他的支援能力。\n- Milio的开团潜力较低，使他难以对抗像Nautilus这样追击能力强的对手。\n- Nautilus的坦克性使Milio无法有效地进行伤害交易，在持久战中处于劣势。\n- Nautilus可以迅速接近并全力进攻，在Milio利用他的射程之前，使他容易受到骚扰。",
      "ユーミ": "尤米在对抗诺提勒斯时处于劣势。\n\n- 诺提勒斯拥有强大的控制技能（CC），可以轻易抓住与尤米相连的盟友。\n- 尤米缺乏硬控技能，使她对诺提勒斯的全力攻击防御薄弱。\n- 诺提勒斯的坦克属性通常有效抵消尤米的治疗和护盾。\n- 尤米的基础属性较低，使她容易受到诺提勒斯的攻击，并可能迅速被击倒。\n- 诺提勒斯的钩子和控制技能阻止尤米与盟友拉开距离，限制了她的逃生选项。",
      "パイク": "派克处于劣势。\n\n- 诺提勒斯拥有强大的控制技能（CC），可以限制派克的机动性，使他在能够发起攻击之前就被抓住的可能性很大。\n- 诺提勒斯的钩子射程很长，派克常常在接近之前就被提前抓住。这减少了派克安全攻击的机会。\n- 诺提勒斯是一个坦克，可以承受派克的爆发伤害，使派克的全力进攻效果降低。\n- 诺提勒斯拥有多种控制技能，这限制了派克的逃生选项，增加了被抓住时的风险。\n- 诺提勒斯具有很高的自我防御能力，即使派克命中钩子，诺提勒斯也可以反击，可能会让派克陷入更糟的境地。",
      "ポッピー": "波比处于劣势。\n\n- 诺提勒斯拥有强大的控制技能（CC），可以阻碍波比的进攻和逃跑动作，使她难以发起攻击。\n- 诺提勒斯的钩子和眩晕可以抵消波比的护盾和控制技能，使她难以发挥保护队友的潜力。\n- 诺提勒斯作为坦克具有高耐久性，这使得波比的百分比伤害效果降低。\n- 诺提勒斯的攻击范围较长，使波比容易受到骚扰，常常导致在对线时的交易不利。\n- 诺提勒斯没有能力阻止波比的位移或跳跃，因此即使波比有逃跑的手段，她仍然容易被诺提勒斯的控制技能抓住。",
      "ソナ": "索娜处于劣势。\n\n- 诺提勒斯拥有强大的控制技能，对索娜构成了重大威胁，如果被抓住，她很容易被击倒。\n- 诺提勒斯的钩子射程很长，可以可靠地将索娜拉入，切断她的逃跑方式。\n- 索娜在前期非常脆弱，难以承受诺提勒斯的全力进攻，容易失去对线的优势。\n- 诺提勒斯是一个坦克，可以轻松抵消索娜的伤害，使她的攻击效果降低。\n- 索娜的技能消耗高，不适合持久战，因此如果受到诺提勒斯的压力，她很快就会耗尽法力。",
      "セナ": "塞娜处于劣势。\n\n- 诺提勒斯拥有强大的控制技能，很可能在塞娜攻击之前就抓住她。\n- 塞娜的基础属性较低，特别是在前期非常脆弱，使她容易受到诺提勒斯的全力进攻。\n- 诺提勒斯的钩子射程很长，即使塞娜试图保持距离，他也能轻松抓住她。\n- 塞娜的逃生选项有限，受到诺提勒斯控制技能的攻击时容易受到致命伤害。\n- 诺提勒斯是一个坦克，使得塞娜的攻击难以命中，降低了她有效骚扰的能力。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），当维克兹靠近时很容易被抓住。\n- 由于诺提勒斯的钩子和眩晕，维克兹在施放技能之前常常处于脆弱状态。\n- 维克兹的机动性较低，难以躲避诺提勒斯的攻击，尤其是在近战中。\n- 诺提勒斯的坦克性使维克兹难以造成伤害，降低了他持续输出的能力。\n- 诺提勒斯的控制技能干扰维克兹的技能施放，降低了他在团队战斗中的影响力。",
      "ゼラス": "扎伊拉在对抗诺提勒斯时处于劣势。\n\n原因如下：\n\n- 诺提勒斯拥有强大的控制技能（CC），很可能在扎伊拉攻击之前就抓住她。\n- 扎伊拉的自我防御选项有限，近战时逃脱能力低，如果诺提勒斯靠近会很危险。\n- 诺提勒斯的钩子射程很长，使扎伊拉很难躲避他的攻击。\n- 扎伊拉的技能施放速度慢，难以躲避诺提勒斯的控制技能，如果被抓住，她会迅速受到大量伤害。\n- 诺提勒斯是一个坦克，对扎伊拉的魔法伤害有很高的耐久度，使得持续输出变得困难。",
      "ルル": "露露在对抗诺提勒斯时处于劣势。\n\n- 诺提勒斯拥有强大的控制技能，可能在露露使用技能之前就抓住她。\n- 露露缺乏任何控制敌方的技能，这限制了她躲避诺提勒斯钩子和发起攻击的选择。\n- 诺提勒斯的坦克属性使露露很难造成伤害，在持久战中处于劣势。\n- 露露的护盾和变形技能通常不足以抵挡诺提勒斯的全力进攻。\n- 诺提勒斯是近战英雄，这使得露露很难保持距离，更容易受到攻击。"
    },
    "loses": {
      "レル": "瑞尔在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 瑞尔拥有多种范围控制技能，使得抵消诺提勒斯的全力进攻变得更容易。特别是，瑞尔可以在诺提勒斯使用技能后进行反击，从而限制诺提勒斯。\n- 诺提勒斯的机动性较低，依赖于技能，因此瑞尔的机动性使得她能够更有利地发起进攻和逃脱。\n- 瑞尔的被动技能可以降低诺提勒斯的护甲，增加她的输出伤害，同时增强她作为坦克的耐久性。\n- 瑞尔有一个技能可以提高队友的移动速度，使得团队战斗中的协调更容易，并让队友能够躲避诺提勒斯的控制技能。\n- 诺提勒斯的技能在施放时有延迟，这使得瑞尔更容易命中她的技能，并增加反击的机会。",
      "ジャンナ": "婕拉有优势。\n\n原因如下：\n\n- 婕拉拥有强大的脱离能力，可以轻松抵消诺提勒斯的全力进攻并避免他的控制技能。\n- 她的高移动速度使她能够轻松躲避诺提勒斯的接近和攻击，同时保持距离。\n- 婕拉的护盾和治疗效果可以减轻诺提勒斯的伤害并保护她的盟友。\n- 诺提勒斯依赖他的技能，因此当技能冷却时，他的输出会减少，这使得婕拉可以利用这个时机进行攻击。\n- 婕拉对坦克英雄有优势，而诺提勒斯是一个坦克，她可以轻松抵挡他的攻击。",
      "ブラウム": "布隆在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 布隆拥有高防御能力，可以减轻诺提勒斯的控制技能（CC）并轻松抵挡他的攻击。\n- 当被诺提勒斯的钩子或控制技能击中时，布隆可以利用他的被动技能来瞄准眩晕，为反击创造机会。\n- 布隆有很强的保护队友的能力，确保在诺提勒斯全力进攻时能够有效保护他的输出。\n- 诺提勒斯的移动速度较低，布隆可以利用他的防御技能保持距离，避免诺提勒斯的攻击。\n- 布隆在近战中表现出色，可以利用他的控制技能在诺提勒斯接近时限制他。",
      "ラカン": "拉卡恩在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 由于他的高机动性，拉卡恩可以轻松躲避诺提勒斯的钩子和控制技能。\n- 当诺提勒斯的技能处于冷却状态时，拉卡恩可以主动发起攻击或保护队友。\n- 拉卡恩的护盾和治疗提供了很高的抗压能力，使他能够在诺提勒斯的全力进攻中持续作战。\n- 由于诺提勒斯的攻击依赖于他的技能，拉卡恩可以利用他的机动性保持距离，从而减轻诺提勒斯的压力。\n- 拉卡恩可以轻松支持他的盟友，特别是与扎雅的协同作用，可以增强彼此，使拉卡恩在对抗诺提勒斯时能够更有利地 maneuver。",
      "パンテオン": "潘森占据优势。\n\n原因如下：\n\n- 潘森拥有定向控制技能，可以抵消诺提勒斯的控制效果，使他在全力交战中占据优势。\n- 潘森在前期造成高爆发伤害，更容易利用诺提勒斯的技能冷却时间来击杀敌人。\n- 诺提勒斯的机动性较低，而潘森的跳跃技能可以有效地进行瞬间接触，使诺提勒斯的逃生选项有限。\n- 潘森拥有全球大招，使他更容易影响其他线路，并创造诺提勒斯被孤立的局面。\n- 诺提勒斯虽然是坦克，但他缺乏足够的耐久度来承受潘森的高爆发伤害，因此很可能在前期被击杀。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔能够抵消诺提勒斯的控制技能，轻松防止诺提勒斯的开团。\n- 阿利斯塔的技能可以瞬间释放，使他能够在诺提勒斯使用技能后进行反击，难以被诺提勒斯的攻击命中。\n- 阿利斯塔具有高韧性和良好的续航能力，使他能够承受诺提勒斯的全力进攻。\n- 阿利斯塔的保护能力使得保护他的输出位更容易，保障诺提勒斯瞄准的目标。\n- 诺提勒斯的移动速度较慢，因此阿利斯塔可以利用他的机动性拉开距离，轻松躲避诺提勒斯的攻击。",
      "スレッシュ": "锤石对纳尔图斯有优势。\n\n原因如下：\n\n- 锤石的攻击范围更长，使得阻止纳尔图斯接近变得更容易。当纳尔图斯试图钩住时，锤石可以在保持距离的同时进行攻击。\n- 锤石的钩子可以限制纳尔图斯的移动，使他在全力进攻之前被捕获。\n- 锤石有能力救援队友，并且可以抵消纳尔图斯的控制技能，使得更容易反击纳尔图斯的攻击。\n- 纳尔图斯依赖他的技能，因此如果他失误，就会暴露出脆弱的状态，锤石可以利用这一点进行反击。\n- 锤石对脆弱的辅助和在全力进攻中表现不佳的ADC非常强势，使他能够在不受到纳尔图斯攻击的情况下造成伤害。",
      "タム・ケンチ": "塔姆·肯奇在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 塔姆·肯奇的续航能力强，使他更容易承受诺提勒斯的攻击。\n- 针对诺提勒斯的控制技能，塔姆·肯奇可以使用他的终极技能来抵消，并反过来抓住诺提勒斯。\n- 塔姆·肯奇的爆发耐久性高，使他更容易反击诺提勒斯的全力进攻。\n- 由于诺提勒斯的移动速度较低，塔姆·肯奇可以轻松利用技能拉近距离并追击。\n- 塔姆·肯奇即使在坦克装备下也能造成伤害，使他更容易对诺提勒斯造成伤害。",
      "モルガナ": "莫甘娜在对抗诺提勒斯时具有优势。\n\n原因如下：\n\n- 莫甘娜拥有法术护盾，可以抵消诺提勒斯的控制技能，使她在全力进攻时具有强大的抵抗力。\n- 当被诺提勒斯的钩子或控制技能击中时，莫甘娜可以使用她的束缚技能进行反击，提供抓住诺提勒斯的机会。\n- 莫甘娜可以远程输出伤害，使她能够在诺提勒斯靠近之前造成伤害。\n- 诺提勒斯的移动速度较慢，依赖技能，使他更容易被莫甘娜的束缚技能抓住。\n- 莫甘娜在对线时可以持续输出伤害，这可以削弱诺提勒斯的坦克能力。",
      "レオナ": "蕾欧娜占据优势。\n\n- 蕾欧娜具有很强的开团能力，可以比诺提勒斯更早进行全力进攻。这使她能够在诺提勒斯使用技能之前掌握主动权。\n- 蕾欧娜的控制技能可以瞬间限制敌人，并且可以抵消诺提勒斯的技能，使她更容易躲避他的钩子。\n- 由于基础属性和耐久性较高，她可以更轻松地承受诺提勒斯的攻击。\n- 诺提勒斯依赖于他的技能，因此当他的技能处于冷却状态时，蕾欧娜可以利用这个机会发起进攻。\n- 蕾欧娜对潜行者和小规模交战者非常强势，而诺提勒斯正是其中之一，因此她们之间有很好的协同作用。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "Pyke在对抗Renata Glasc时处于劣势。\n\n- Renata对全力进攻有很强的抵抗力，并且可以将Pyke的攻击反转，使得即使在发起攻击时他也可能受到伤害。\n- Renata的技能可以躲避Pyke的钩子和攻击，使得他捕捉敌人的能力更容易被抵消。\n- Renata有很强的保护盟友的能力，这使得当Pyke的目标受到支持时，他很难进行有效的攻击。\n- Renata的终极技能可以将Pyke发起的攻击反转，使得他在试图击杀时陷入不利局面。\n- Pyke在团队战斗中的持续伤害较低，而Renata的技能使得他在这些情况下更难施加影响。",
      "パンテオン": "潘森在对抗瑞娜塔·格拉斯时处于劣势。\n\n原因如下：\n\n- 瑞娜塔拥有远程攻击能力，能够轻松在潘森接近之前对其进行骚扰。\n- 瑞娜塔的技能可以将潘森的全力进攻反转，转而攻击他的盟友。\n- 潘森的技能冷却时间较长，如果他躲避瑞娜塔的技能，他的攻击机会会减少。\n- 瑞娜塔能够同时处理多个敌人，这会稀释潘森在团队战斗中的效果。\n- 潘森缺乏续航能力，使他难以应对瑞娜塔的持续骚扰。",
      "レオナ": "蕾欧娜处于劣势。\n\n- 瑞娜塔·格拉斯的射程很长，使她能够在蕾欧娜接近之前造成伤害，这使得蕾欧娜很难发起进攻。\n- 瑞娜的技能具有反转敌人的效果，这可以在蕾欧娜全力进攻时增强队友。\n- 蕾欧娜依赖她的被动技能来造成伤害，这导致她在中期缺乏输出，难以应对瑞娜的耐久性。\n- 瑞娜拥有控制技能，容易打断蕾欧娜的接近，蕾欧娜在使用技能之前被中和的可能性很高。\n- 蕾欧娜缺乏续航能力，因此无法承受瑞娜的骚扰，可能会失去对线的优势。",
      "ノーチラス": "纳瑟斯在对抗瑞娜塔·格拉斯时处于劣势。\n\n- 瑞娜塔对全力进攻有很强的抵抗力，并且可以将纳瑟斯的控制技能反过来对付他，这使得纳瑟斯在交战时很可能处于不利局面。\n- 瑞娜塔的技能擅长抵消纳瑟斯的攻击，并提供保护以保护她的盟友，使她能够躲避纳瑟斯的攻击。\n- 纳瑟斯是一个近战英雄，在对抗瑞娜塔的远程攻击时处于劣势，使瑞娜塔能够在安全的距离攻击纳瑟斯。\n- 瑞娜塔的终极技能可以利用纳瑟斯的攻击创造反转的机会，这增加了纳瑟斯在尝试交战时的风险。\n- 纳瑟斯的机动性较低，难以躲避瑞娜塔的技能，这使得对她施加压力变得复杂。",
      "セラフィーン": "塞拉芬处于劣势。\n\n- 瑞娜塔·格拉斯拥有丰富的技能来保护她的盟友，并且对全力进攻有很强的抵抗力，使她能够将塞拉芬的攻击反击回去。\n- 塞拉芬的技能启动较慢，使她难以躲避瑞娜塔的技能，这限制了她的进攻机会。\n- 瑞娜塔的终极技能可以利用敌人的攻击，使塞拉芬在团队战中更难施加影响。\n- 塞拉芬的基础伤害较低，在全力交战中往往处于劣势，常常在与瑞娜塔的直接对抗中处于下风。\n- 瑞娜塔对高机动性英雄也很强，特别能够利用像塞拉芬这样的低机动性输出。",
      "ポッピー": "波比处于劣势。\n\n- 瑞娜塔·格拉斯的射程很长，容易在波比接近之前对她进行骚扰。\n- 瑞娜塔的技能具有很强的干扰敌人的能力，可以阻止波比的开团。\n- 波比是一个近战输出，难以躲避瑞娜塔的技能，尤其容易受到她终极技能的影响。\n- 瑞娜塔有很强的保护队友的能力，这意味着即使波比全力以赴，她也可能被反击。\n- 波比的控制技能有条件，使得在对抗瑞娜塔的技能时难以有效使用。",
      "スレッシュ": "Thresh在对抗Renata Glasc时处于劣势。\n\n- Renata对全力进攻非常强势，可以将Thresh的进攻反转过来，使得Thresh发起进攻时风险很大，因为他可能会被反击。\n- Renata的技能使得躲避Thresh的钩子和控制技能变得更容易，尤其是她的大招常常会抵消Thresh的攻击。\n- Thresh在持续骚扰下表现较弱，而Renata可以远程输出，使得在Thresh接近之前更容易击中他。\n- Renata有很强的保护队友的能力，当Thresh试图救援他的队友时，Renata的技能可能会反而保护他们。\n- Thresh的基础属性较低，容易受到Renata的高输出伤害，特别是在团队战斗中降低了他的生存能力。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 瑞娜塔·格拉斯具有很强的保护盟友的能力，并且对全力进攻有很强的抵抗力，使她能够将莫甘娜的攻击反击回去。\n- 瑞娜塔的技能可以抵消莫甘娜的控制技能，使莫甘娜的束缚难以命中。\n- 瑞娜塔拥有远程攻击能力，可以在莫甘娜靠近之前造成伤害，造成强大的线路压力。\n- 莫甘娜的技能冷却时间较长，使用技能后容易受到反击，而瑞娜塔可以利用这个时机进行攻击。\n- 瑞娜塔的终极技能可以将莫甘娜的攻击反击回去，创造翻盘的机会，使她对莫甘娜非常棘手。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 瑞娜塔·格拉斯可以利用阿利斯塔的开团，使得阿利斯塔冲进时更容易反击。\n- 瑞娜的技能可以抵消阿利斯塔的控制技能，使得阿利斯塔难以发挥他强大的控制能力。\n- 阿利斯塔是近战输出，对抗瑞娜的远程攻击处于劣势，容易受到攻击。\n- 瑞娜对全力进攻有很强的抵抗力，如果阿利斯塔尝试全力进攻，很有可能被反击。\n- 阿利斯塔的输出较低，难以对抗瑞娜的高伤害输出，导致在持续伤害交战中处于劣势。"
    },
    "loses": {
      "ジリアン": "婕拉在与瑞娜塔·格拉斯的对抗中占有优势。\n\n原因如下：\n\n- 婕拉的被动技能提供经验值优势，使得她更容易创造等级差异并获得早期游戏优势。\n- 她的爆发伤害利用高AP比率，威力强大，能够在躲避瑞娜塔技能的同时造成伤害。\n- 通过范围控制技能，她可以轻松在团队战中暂时禁用瑞娜塔的盟友。\n- 通过利用移动速度增益和减益，她可以限制瑞娜塔的攻击并保护自己队伍的输出角色。\n- 具备复活能力，她可以复活被瑞娜塔技能击倒的盟友，为反击创造机会。\n- 瑞娜塔的技能冷却时间较长，技能的时机至关重要，这使得婕拉能够利用她的爆发潜力主动出击。",
      "ユーミ": "悠米在对抗瑞娜塔·格拉斯时具有优势。\n\n- 悠米可以通过紧贴她的盟友安全地进行支援，这使得瑞娜塔很难攻击她。瑞娜塔的技能专注于保护盟友，但当悠米获得这种支援时，她会变得更强。\n- 悠米的治疗和护盾可以减轻瑞娜塔的攻击并造成持续伤害，使得抵消瑞娜塔的全力进攻变得更容易。\n- 悠米不需要移动，这使她能够躲避瑞娜塔的技能，尤其是在瑞娜塔技能冷却期间更能利用这一点。\n- 瑞娜塔的技能冷却时间较长，技能的时机至关重要，这使得悠米能够利用这些空档进行攻击。\n- 悠米在对抗poke型法师和ADC时具有优势，而瑞娜塔正属于这一类别，因此悠米更容易发挥她的优势。",
      "ミリオ": "Milio在对抗Renata Glasc时具有优势。\n\n- Milio可以延长盟友的攻击范围，使得在交易中更容易获得优势，同时减少受到Renata攻击的风险。\n- Renata的技能冷却时间较长，这使得Milio可以在避免Renata技能的同时为盟友提供治疗和护盾。\n- Milio的终极技能可以在范围内解除控制效果，使他能够抵消Renata的开团并保护他的盟友。\n- Milio可以在伤害交易中提供治疗和护盾，使得更容易承受Renata的攻击。\n- 虽然Renata对依赖自动攻击的近战输出有优势，但Milio可以通过延长他们的攻击范围来反制，使他们能够在反击的同时避开Renata的攻击。",
      "ヴェル＝コズ": "维克兹对瑞娜塔·格拉斯有优势。\n\n原因如下：\n\n- 他拥有远程技能，使得在瑞娜塔接近之前更容易造成伤害。\n- 他擅长范围攻击，可以在避免瑞娜塔技能的同时对多个敌人造成伤害。\n- 瑞娜塔的技能冷却时间较长，给了他在她使用技能后攻击的机会。\n- 瑞娜塔的输出伤害较低，使得她很难反制维克兹的持续伤害。\n- 维克兹的被动真实伤害可以穿透瑞娜塔的护盾和治疗，使他能够有效地造成伤害。",
      "ブリッツクランク": "布里茨克兰克在对抗瑞娜塔·格拉斯时具有优势。\n\n原因如下：\n\n- 布里茨克兰克的钩子使得躲避瑞娜塔的技能变得困难，使他能够抓住她并轻松限制她的行动。\n- 瑞娜塔的技能冷却时间较长，使得布里茨克兰克在她能够反击之前更容易寻求击杀。\n- 布里茨克兰克的范围伤害和沉默可以抵消瑞娜塔的护盾和治疗，有效削弱她的优势。\n- 瑞娜塔的输出和机动性较低，因此如果她让布里茨克兰克靠近，她面临被轻易抓住的高风险。\n- 布里茨克兰克可以拉扯瑞娜塔的盟友，抵消她的保护能力，并在团队战中获得优势。",
      "ブラウム": "布隆在对抗瑞娜塔·格拉斯时具有优势。\n\n原因如下：\n\n- 布隆具有很高的防御能力，可以减轻瑞娜塔的攻击并轻松抵挡她的技能。\n- 瑞娜塔的攻击范围较长，但布隆在近战中表现出色，使他能够以有利的方式与她交战。\n- 布隆的被动技能可以瞄准眩晕，使他能够在瑞娜塔激活技能之前打断她的技能。\n- 布隆有很强的保护队友的能力，可以将瑞娜塔的攻击反击到她自己身上，使他在团队战斗中更容易履行自己的角色。\n- 瑞娜塔的技能冷却时间较长，使布隆能够在有利的时机发起攻击。",
      "ルル": "露露在对抗瑞娜塔·格拉斯时具有优势。\n\n- 露露拥有变形技能，可以禁用瑞娜塔的技能，使她能够中和瑞娜塔的攻击。\n- 通过露露的护盾和提升生命值的技能，她有很强的能力保护队友，使其更容易在瑞娜塔的攻击下生存。\n- 露露对短程ADC非常强，如果瑞娜塔依赖普通攻击，露露的禁用能力可以将战斗转向他们有利的一方。\n- 瑞娜塔的技能冷却时间较长，因此如果露露有效地使用她的技能，她可以躲避瑞娜塔的技能或创造反击的机会。\n- 露露可以灵活运用战术，根据需要增强队友或干扰敌人，使对抗瑞娜塔的方式多样化。",
      "ソラカ": "索拉卡在对抗瑞娜塔·格拉斯时更具优势。\n\n原因如下：\n\n- 索拉卡的高治疗能力使她能够迅速治疗盟友，即使在受到瑞娜塔的伤害时，也能有效地将瑞娜塔的技能反击回去。\n- 虽然瑞娜塔在全力进攻时很强，但索拉卡可以通过持续治疗来承受伤害，从而更容易抵消瑞娜塔的优势。\n- 索拉卡的沉默效果可以打断瑞娜塔的技能施放，减少瑞娜塔施加的压力。\n- 索拉卡的攻击范围较长，使她能够安全地骚扰，同时避免瑞娜塔的攻击，更容易保持对线的优势。\n- 瑞娜塔的技能冷却时间较长，使索拉卡能够在瑞娜塔使用技能后更好地把握攻击时机。",
      "ジャンナ": "婕拉有优势。\n\n原因如下：\n\n- 婕拉拥有强大的控制技能（CC），可以抵消瑞娜塔的攻击，使她能够有效地躲避瑞娜塔的技能。\n- 婕拉的护盾不仅保护盟友，还能减轻瑞娜塔的伤害，提供强大的抵抗力，特别是在瑞娜塔全力进攻时。\n- 婕拉的高移动速度使她能够轻松躲避瑞娜塔的攻击，并提高盟友的移动速度，增强团队的整体机动性。\n- 婕拉的脱离能力在瑞娜塔试图全力进攻时创造了反击的机会。\n- 瑞娜塔的技能冷却时间较长，因此如果婕拉有效地使用她的技能，就能使瑞娜塔的能力失效。",
      "レル": "瑞尔占据优势。\n\n原因如下：\n\n- 瑞尔是近战输出，通常在近距离承受瑞娜塔的技能，使她更容易受到瑞娜塔的攻击。\n- 瑞尔的控制技能可以抵消瑞娜塔的能力，她擅长参与团队战斗，更容易限制瑞娜塔的行动。\n- 瑞尔作为坦克具有高耐久性，能够在承受瑞娜塔攻击的同时接近，更容易进行全力进攻。\n- 瑞尔的被动技能可以降低敌人的护甲/魔法抗性，这有助于减轻瑞娜塔的伤害，同时增加队友的伤害。\n- 瑞尔有一个技能可以提高队友的移动速度，提供机动性以躲避瑞娜塔的攻击。",
      "ニーコ": "妮可在与瑞娜塔·格拉斯的对抗中占有优势。\n\n原因如下：\n\n- 范围：妮可可以远程攻击，使她能够安全地造成伤害，同时避免瑞娜塔的攻击。\n- 隐身能力：妮可可以利用她的隐身能力来欺骗敌人，使她更容易抵消瑞娜塔的技能。这使她能够在避免瑞娜塔技能的同时进行攻击。\n- AoE伤害：妮可的终极技能具有AoE伤害，使她在团队战斗中具有强大的影响力。当瑞娜塔面对多个敌人时，妮可的伤害可以有效发挥作用。\n- 对短程输出的强势：虽然瑞娜塔对短程输出很强，但妮可可以利用这一弱点，有效抵消瑞娜塔的优势。\n- 高爆发伤害：妮可具有高爆发伤害，使她能够在瑞娜塔使用技能后抓住机会造成大量伤害。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中施加高压，并在躲避瑞娜塔技能的同时进行骚扰。\n- 她有一个定向控制技能，更容易限制瑞娜塔的行动，特别是在她激活技能之前抓住她。\n- 通过卡尔玛的护盾和治疗能力，她可以保护她的盟友，同时承受瑞娜塔的攻击。\n- 瑞娜塔的技能冷却时间较长，因此卡尔玛可以有效地使用她的技能来抵消瑞娜塔的能力。\n- 卡尔玛拥有远程攻击能力，使她能够在瑞娜塔靠近之前造成伤害。",
      "ラカン": "拉卡恩在对抗瑞娜塔·格拉斯时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避瑞娜塔的技能，这意味着他不太可能受到她的攻击。\n- 瑞娜塔的技能冷却时间长，因此在拉卡恩发起攻击时，她往往无法使用技能。\n- 拉卡恩的控制技能可以限制瑞娜塔的行动，使他能够在她激活技能之前将其中和。\n- 拉卡恩有护盾和治疗来保护他的队友，使他们更容易抵挡瑞娜塔的攻击。\n- 瑞娜塔对依赖普通攻击的短程输出英雄很强，但拉卡恩在近战中表现出色，可以将她的技能反过来对付她。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "波比处于劣势。\n\n- 布兰德有远程攻击，容易对波比进行骚扰。\n- 由于布兰德的持续伤害技能，波比的治疗选项有限，难以在对线中维持。\n- 布兰德的技能具有高范围伤害和在团战中的显著影响，这限制了波比在这些情况下的角色。\n- 波比的技能范围较短，难以躲避布兰德的攻击。\n- 布兰德缺乏自我防御选项，但波比也很难发起进攻，这使得布兰德能够更有利地进行游戏。",
      "ラカン": "拉卡恩在对抗布兰德时处于劣势。\n\n原因如下：\n\n- 布兰德擅长远程攻击，可以在拉卡恩接近之前造成伤害。\n- 布兰德的持续伤害技能可以造成比拉卡恩的护盾和治疗更多的伤害，使拉卡恩的续航容易被抵消。\n- 拉卡恩有很多位移技能，但如果被布兰德的技能抓住，他没有逃脱的手段。\n- 布兰德的技能缺乏控制效果，因此很少有方法可以阻止拉卡恩的开团，让他能够接近。\n- 布兰德的自我防御选项有限，即使拉卡恩接近，他也无法迅速被击倒，更容易受到反击。",
      "パンテオン": "潘森在对抗布兰德时处于劣势。\n\n原因如下：\n\n- 布兰德可以远程攻击，容易在潘森接近之前对其进行骚扰。\n- 布兰德的持续伤害技能可以抵消潘森的短期全力进攻。\n- 布兰德拥有区域控制能力，制造出潘森难以发起进攻的局面。\n- 潘森在团队战中缺乏范围伤害，难以反制布兰德的范围伤害。\n- 布兰德的技能可以在无视潘森的无敌状态的情况下造成伤害，使潘森的防御措施失效。",
      "ザイラ": "Zyra在对抗Brand时处于劣势。\n\n原因如下：\n\n- Brand具有持续伤害，能够轻松应对Zyra的植物，减少她的输出。\n- Brand的技能造成高额伤害，而Zyra的防御属性较低，如果他靠近，Zyra很可能会受到大量伤害。\n- Brand在团战中具有范围伤害和高输出，使得Zyra在试图控制多个敌人时更容易受到伤害。\n- Brand的技能激活时间较快，能够利用Zyra技能激活和命中的时间差。\n- Brand具有控制技能，而Zyra的机动性选择有限，因此被抓住的风险更高。",
      "スウェイン": "斯维因在对抗布兰德时处于劣势。\n\n- 布兰德的技能完全由攻击性伤害技能组成，他的持续伤害可以超过斯维因的治疗能力。\n- 布兰德的技能具有丰富的范围伤害，使他能够在团队战斗中在斯维因接近之前造成显著伤害。\n- 斯维因的机动性较低，难以躲避布兰德的技能，这使他特别容易受到伏击和持续攻击。\n- 布兰德的持续伤害可能会抵消斯维因的续航，并且他的技能可以施加致残效果，阻碍斯维因的治疗。\n- 斯维因在前期较弱，因此如果布兰德创造了有利局面，斯维因在对线时可能会感受到压力。",
      "レオナ": "蕾欧娜在对抗布兰德时处于劣势。\n\n- 布兰德可以远程输出伤害，这使得蕾欧娜在受到伤害之前很难发起进攻。\n- 布兰德的持续伤害技能在蕾欧娜尝试全力进攻时构成了重大威胁，使她容易受到骚扰。\n- 蕾欧娜依赖她的被动技能来输出伤害，这使得她很难反制布兰德的持续伤害。\n- 尽管布兰德缺乏防御选项，但他可以通过在蕾欧娜接近之前命中技能来限制她的移动。\n- 布兰德的技能没有控制效果，这使得他在蕾欧娜缩短距离后很难继续输出伤害。",
      "ラックス": "Lux处于劣势。\n\n- Brand擅长持续输出伤害，即使在对Lux施放技能后也能继续造成伤害，使她容易受到骚扰。\n- Brand的所有技能都是攻击性的，尤其是拥有丰富的范围伤害，使他在团队战斗中具有很高的影响力，而Lux在这种情况下变得脆弱。\n- Lux在被接近时非常脆弱，她对Brand的攻击性技能几乎没有自我防御手段，使她容易遭到伏击。\n- Brand的技能能够穿透小兵，使Lux容易受到其影响，并使她难以施放自己的技能。\n- Brand通过被动技能可以恢复法力，使他在对线时具有很高的续航能力，并能够持续对Lux施加压力。",
      "セラフィーン": "塞拉芬在对抗布兰德时处于劣势。\n\n- 布兰德的技能完全由攻击性伤害技能组成，他的持续伤害很强，使得塞拉芬容易受到持续伤害。\n- 布兰德的技能具有高范围伤害和在团队战斗中的显著影响，这可以抵消塞拉芬在这些情况下的优势。\n- 塞拉芬的技能施放时间较慢，使得她难以躲避布兰德的技能，导致她容易被击中。\n- 布兰德的爆发伤害很高，而塞拉芬的防御属性较低，使她在全力交战中处于劣势。\n- 布兰德的被动技能允许他通过命中技能来恢复法力，使他在对线时的续航能力很强，超过了塞拉芬的骚扰潜力。",
      "タム・ケンチ": "塔姆·肯奇处于劣势。\n\n- 布兰德拥有远程攻击，可以在塔姆·肯奇靠近之前造成伤害，使得对线交易不利。\n- 布兰德的持续伤害和范围伤害在消耗塔姆·肯奇的耐久度方面非常有效，尤其是在团队战斗中，塔姆·肯奇容易受到伤害。\n- 塔姆·肯奇的控制技能激活较慢，难以打断布兰德的技能，这增加了持续受到布兰德伤害的风险。\n- 布兰德缺乏自我防御选项，但可以在塔姆·肯奇靠近之前通过技能将其 incapacitate。\n- 塔姆·肯奇在面对高机动性英雄时处于劣势，难以躲避布兰德的技能。",
      "スレッシュ": "锤石处于劣势。\n\n- 布兰德的持续伤害很高，使锤石容易受到骚扰。\n- 布兰德的所有技能都是攻击性的，使他能够在锤石施加控制之前造成伤害。\n- 锤石的自我防御选项有限，被布兰德的攻击击中时变得脆弱。\n- 布兰德的技能可以远程使用，使锤石难以拉近距离。\n- 布兰德的范围伤害可能会在团队战中抵消锤石的保护能力。\n- 锤石的技能冷却时间较长，如果他失误就容易受到惩罚。"
    },
    "loses": {
      "ユーミ": "悠米对布兰德有优势。\n\n原因如下：\n\n- 悠米可以提供治疗和护盾，使得更容易减轻布兰德的持续伤害。\n- 布兰德的攻击性技能在悠米附着在盟友身上时常常会失误。\n- 悠米的减速效果可以限制布兰德的移动，使她能够躲避攻击。\n- 悠米有很强的增强盟友的能力，特别是与ADC的强大协同，使她能够在受到布兰德伤害之前进行反击。\n- 布兰德的自我防御选项有限，而悠米附着在盟友身上可以降低受到布兰德攻击的风险。",
      "ニーコ": "妮可在对抗布兰德时具有优势。\n\n原因如下：\n\n- 妮可可以利用她的模仿能力轻松躲避布兰德的技能并设置埋伏。\n- 布兰德的自我防御选项有限，容易受到妮可高埋伏潜力的威胁。\n- 妮可的终极技能可以造成范围伤害并眩晕，能够抵消布兰德在团队战中的持续伤害。\n- 尽管布兰德的射程较长，但妮可在对抗短程英雄时更具优势，使她在布兰德前进时更容易攻击他。\n- 布兰德的技能需要频繁施放，导致法力管理困难，而妮可可以安全地利用她的模仿能力维持自己的线路。",
      "ブリッツクランク": "布里茨克兰克对布兰德有优势。\n\n原因如下：\n\n- 布里茨克兰克可以用他的钩子抓住布兰德，这可以迅速导致击杀，利用布兰德的脆弱。\n- 布兰德的自我防御选项有限，如果被布里茨克兰克的攻击击中，很可能会被轻易击倒。\n- 布里茨克兰克的击飞和沉默可以打断布兰德的技能，这对依赖施法的布兰德特别有效。\n- 布兰德往往是静止不动的，难以躲避钩子，使他在布里茨克兰克的压力下非常脆弱。\n- 布里茨克兰克在团队战中也有范围伤害，可以抵消布兰德的持续伤害，在团队战中占据优势。",
      "レル": "瑞尔对布兰德有优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，可以在布兰德施放技能之前将其定身，有效地阻止他的攻击。\n- 布兰德的自我防御选项有限，容易受到瑞尔的进攻，如果瑞尔主动出击，轻松就能消灭他。\n- 瑞尔的被动技能使她能够吸收护甲和魔法抗性，更容易减轻布兰德的伤害，降低持续伤害的可能性。\n- 布兰德的技能施放速度较慢，使他难以应对瑞尔基于机动性的攻击。\n- 瑞尔有一个技能可以提高队友的移动速度，在布兰德试图逃跑时提供支持，并增强团队战斗中的协调性。",
      "ミリオ": "Milio在对抗Brand时具有优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，使他们在避免Brand攻击的同时进行有利的交易。\n- Milio可以提供治疗和护盾，抵御Brand的持续伤害，提高耐久性。\n- Brand的技能主要是进攻性的，因此Milio可以通过使用他的终极技能来消除控制效果，从而抵消Brand的进攻。\n- Brand的自我防御选项有限，因此Milio的支持可以降低受到Brand攻击的风险。\n- Milio对具有控制效果的英雄很强，但Brand几乎没有控制效果，这使得Milio能够在对抗他时占据有利位置。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中使用她的终极技能，增加对线压力并减轻布兰德的持续伤害。\n- 她有一个定向控制技能，使布兰德很难命中他的技能，限制了他的激进玩法。\n- 卡尔玛的护盾和治疗能力可以减少布兰德的伤害并保护她的盟友。\n- 卡尔玛具有很高的风筝能力，使她能够在反击的同时躲避布兰德的攻击。\n- 布兰德的自我防御选项有限，使他容易受到卡尔玛的控制和骚扰。",
      "メル": "Mer处于优势。\n\n原因如下：\n\n- Mer对附魔型英雄有强大的威慑力，并且可以通过反制Brand的技能来造成伤害。\n- Brand擅长持续输出伤害，但Mer对治疗效果较弱，使Mer能够抵消Brand的持续伤害。\n- Mer的远程和范围技能使其在前期能够有效骚扰和推线，压制Brand的补给能力。\n- Mer具有保证击杀的潜力，并且可以在Brand血量低时灵活操作，获得优势。\n- Brand的自我防御选项有限，容易受到Mer的攻击，使Mer更容易创造出优势局面。",
      "ゼラス": "扎伊拉在对抗布兰德时具有优势。\n\n原因如下：\n\n- 扎伊拉的技能范围非常长，使她能够轻松地在布兰德的攻击范围之外骚扰他。\n- 布兰德的自我防御选项有限，使他很难对扎伊拉的远程攻击进行反击，这使扎伊拉能够保持优势。\n- 扎伊拉的范围伤害在团队战斗中非常有效，能够造成比布兰德持续伤害更高的伤害。\n- 扎伊拉的被动技能提供法力回复，使她在对线时有很高的续航能力，并且在持久战中更容易保持优势。\n- 布兰德的技能施放速度相对较慢，使他很难躲避扎伊拉的攻击，导致扎伊拉在许多情况下占据上风。",
      "セナ": "塞娜对布兰德有优势。\n\n- 塞娜的射程很长，可以在躲避布兰德攻击的同时进行骚扰，从而更容易保持对线优势。\n- 布兰德的技能有强大的持续伤害，但塞娜有治疗能力，使她能够更有效地承受骚扰。\n- 布兰德缺乏自我防御选项，容易被塞娜的束缚效果抓住，为她创造有利局面。\n- 塞娜由于她的被动技能可以轻松成长，并且可以对布兰德造成高额伤害，随着时间的推移变得更加有利。\n- 布兰德在法力管理上有困难，因此塞娜可以通过持续骚扰来消耗他的法力。",
      "ソラカ": "索拉卡在对抗布兰德时具有优势。\n\n- 索拉卡的治疗能力很强，使她能够更好地承受布兰德的持续伤害。\n- 布兰德的攻击性技能可以被索拉卡的沉默和束缚轻易反制，这使她在对抗刺客和技能型战士时特别强大。\n- 索拉卡的射程较长，可以在避免布兰德攻击的同时进行骚扰。\n- 布兰德的自我防御选项有限，而索拉卡的治疗使得队友更容易生存，从而减少了他在团队战斗中的影响。\n- 索拉卡的技能冷却时间短，能够频繁进行治疗和骚扰，这会对布兰德的法力管理造成压力。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "メル": "梅尔处于劣势。\n\n- 妮可具有很高的埋伏潜力，可以轻松利用伪装接近梅尔。\n- 妮可的范围伤害和带有控制效果的终极技能在团队战斗中对梅尔产生强大影响。\n- 梅尔的攻击范围很长，但妮可的伪装使得很难判断她的位置，造成骚扰变得具有挑战性。\n- 妮可对短程英雄有优势，可以在躲避梅尔攻击的同时造成伤害。\n- 梅尔对治疗效果较弱，容易受到妮可的高爆发伤害。",
      "ラカン": "拉克丝在对抗妮蔻时处于劣势。\n\n原因如下：\n\n- 范围差异：妮蔻拥有远程攻击，能够轻松在拉克丝接近之前骚扰他。\n- 隐身能力：妮蔻的隐身使拉克丝难以判断她的真实位置，增加了被伏击的风险。\n- 控制效果：妮蔻的终极技能有范围控制效果，当拉克丝试图接近时可以完全禁用他。\n- 低防御：拉克丝的防御属性较低，使他容易受到妮蔻的高爆发伤害。\n- 不可移动控制：当妮蔻的技能限制拉克丝的机动性时，他变得非常脆弱，难以反击。",
      "ゼラス": "Zyra处于劣势。\n\n- Niko可以利用她的伪装进行伏击，这使得Zyra很难避免攻击，因为她的远程攻击反而成了她的劣势。\n- Niko的技能具有范围伤害和高爆发伤害，在团队战中，Zyra一旦被抓住就容易受到大量伤害。\n- Zyra的技能施放速度较慢，很难击中机动性极高的Niko，这阻碍了有效的骚扰。\n- Niko对短程英雄有优势，即使Zyra先行推进，Niko也可以轻松利用她的伪装创造有利局面。\n- Zyra的自我防御选项有限，容易受到Niko的伏击，使得近战变得危险。",
      "セラフィーン": "塞拉芬在对抗妮蔻时处于劣势。\n\n- 塞拉芬拥有远程技能，容易骚扰短程的妮蔻。\n- 塞拉芬的所有技能都是范围攻击，可以在妮蔻接近之前造成伤害。\n- 塞拉芬有多种控制技能，可以阻碍妮蔻的接近。\n- 尽管塞拉芬的技能施放较慢，但即使妮蔻使用伪装也很难躲避塞拉芬的技能。\n- 塞拉芬在团战中很强，使得妮蔻在一对一的情况下很难获得优势。",
      "スレッシュ": "锤石处于劣势。\n\n- 妮蔻具有很高的埋伏潜力，可以利用她的伪装来迷惑锤石，使得抵消他的捕捉潜力变得更容易。\n- 妮蔻的技能造成范围伤害，并且在团战中具有高爆发伤害，常常让锤石在交战时处于危险境地。\n- 妮蔻拥有远程攻击能力，可以在锤石靠近之前骚扰他，造成持续伤害。\n- 锤石的技能冷却时间较长，当他错过技能时，会变得容易受到妮蔻的攻击。\n- 妮蔻在近战中很强，但锤石的防御属性较低，使他在承受妮蔻的攻击时特别脆弱。",
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n- 妮可的射程很长，可以在布里茨克兰克靠近之前进行骚扰。\n- 妮可的模仿能力使她能够躲避布里茨克兰克的钩子，增加了她伏击的机会。\n- 妮可的终极技能在团战中具有范围伤害和控制效果，使她能够迅速消灭被布里茨克兰克抓住的目标。\n- 布里茨克兰克的法力消耗很高，错过一次钩子会减轻压力，这使得他在对妮可进行强攻时变得危险。\n- 妮可可以对布里茨克兰克造成持续伤害，而布里茨克兰克的防御属性较低，尤其在后期游戏中，她往往会超越他。",
      "ブラウム": "布隆在对抗妮蔻时处于劣势。\n\n原因如下：\n\n- 范围差异：妮蔻可以远程攻击，而布隆是近战，这使得妮蔻更容易安全地骚扰。\n- 隐身能力：妮蔻利用隐身进行伏击，有很高的机会抵消布隆的防御能力。\n- AoE伤害：妮蔻的终极技能是范围攻击，使布隆难以保护多个盟友。\n- 骚扰能力：布隆无法进行远程骚扰，这使得他很难反制妮蔻的骚扰能力。\n- 缺乏续航：布隆没有续航能力，使他难以承受妮蔻的持续伤害。"
    },
    "loses": {
      "パンテオン": "潘森对妮蔻有优势。\n\n原因如下：\n\n- 潘森是近战英雄，可以利用妮蔻的短距离进行全力进攻。妮蔻必须靠近才能造成伤害，这使她容易受到潘森的攻击。\n- 潘森的控制技能可以打断妮蔻的技能，特别是在她试图利用伪装进行伏击时。这使得妮蔻很难按照自己的意愿移动。\n- 潘森在早期游戏中具有很高的击杀压力，这使得妮蔻在对线时很可能处于劣势。妮蔻的防御属性较低，难以承受潘森的爆发伤害。\n- 潘森拥有全球大招，能够对其他线路产生显著影响。这意味着即使妮蔻在对线中占优，潘森的游走也能改变局势。\n- 妮蔻在团队战中有强大的范围伤害，但潘森可以对单个目标造成显著伤害，这使得妮蔻在团队战中试图骚扰时很难避免潘森的攻击。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 范围：卡尔玛的攻击范围比妮蔻更长，使她在妮蔻接近之前更容易进行骚扰。\n- 技能多样性：卡尔玛拥有控制技能和护盾，更容易阻止妮蔻的伪装和伏击。\n- 早期游戏压力：卡尔玛可以在早期游戏中使用她的终极技能，从而对妮蔻施加显著压力。\n- kite能力：卡尔玛可以通过技能限制敌人的移动，使妮蔻难以接近。\n- 小兵控制：卡尔玛擅长利用小兵进行骚扰，使妮蔻更难获得补刀。",
      "ポッピー": "波比占据优势。\n\n原因如下：\n\n- 妮蔻的攻击范围较短，需要靠近敌人，这使她在与波比的近战能力对抗时处于劣势。\n- 波比能够阻止冲刺和跳跃，这可以抵消妮蔻的伪装和伏击。\n- 波比的高护盾和百分比伤害使她更容易承受妮蔻的攻击，并进行反击。\n- 妮蔻的防御属性较低，当她被波比的控制技能击中时，她的移动受到限制，使她在交战中处于劣势。\n- 波比具有强大的保护能力，可以保护队友，使妮蔻在试图攻击队友时更难支援。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科具有高机动性和伏击潜力，容易接近射程较短的妮可。\n- 妮可需要进行近战才能造成伤害，这使她容易受到沙科利用隐身进行的伏击。\n- 沙科的控制技能可以限制妮可的移动并打乱她的连招。\n- 妮可的基础攻击伤害较低，控制小兵时困难，这使得沙科在交战时更容易创造有利局面。\n- 沙科可以在前期施加压力，使他能够在妮可发育之前将游戏推向有利于自己的方向。",
      "レオナ": "蕾欧娜占据优势。\n\n- 蕾欧娜具有很强的开团能力，可以在妮可接近之前抓住她，从而更容易防止妮可的埋伏。\n- 拥有丰富的控制技能，即使妮可使用伪装，被抓的风险也很高，这使得蕾欧娜能够限制她的行动。\n- 蕾欧娜的耐久性很高，更容易在妮可的攻击中生存，这使得她能够在全力进攻中占据优势。\n- 妮可在近战中的输出较低，难以对像蕾欧娜这样的坦克造成伤害。\n- 蕾欧娜可以在妮可技能范围之外进行攻击，更容易在妮可发起攻击之前创造有利局面。",
      "ナミ": "娜美占据优势。\n\n原因如下：\n\n- 娜美拥有丰富的控制技能，使得阻止妮蔻接近变得更加容易。特别是当妮蔻使用伪装接近时，娜美可以用技能抓住她。\n- 娜美的攻击性骚扰能力使得妮蔻在对线交易中处于劣势。特别是由于妮蔻的基础攻击伤害较低，她很难承受娜美的骚扰。\n- 娜美具备治疗能力，可以减轻妮蔻的伤害，并在持久战中保持优势。\n- 娜美的所有技能都能造成伤害，使她能够反击妮蔻的伏击，利用伪装更容易抵消妮蔻的连招。\n- 娜美对近战ADC有优势，而妮蔻也是一个近战英雄，因此娜美更容易创造有利局面。",
      "ミリオ": "Milio在对抗Niko时具有优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，弥补Niko的短距离，从而在骚扰和交易中获得优势。\n- Milio的终极技能可以解除对Niko伪装能力的控制效果（CC），使得更容易抵消Niko的伏击。\n- Milio拥有治疗和护盾，使他在面对Niko的爆发伤害时具有高耐久性，并能够进行持续作战。\n- Niko在近战中面临高风险，但Milio的支援能力可以减轻这一风险，创造出Niko难以发起攻击的局面。\n- Milio的控制效果有限，使得躲避Niko的技能变得更容易，并在Niko尝试发起攻击时创造机会。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔具有高韧性，可以承受妮可的攻击，使他在承受妮可伤害的同时能够灵活机动。\n- 阿利斯塔的控制技能更容易抵消妮可的伪装和技能，限制妮可的攻击时机。\n- 阿利斯塔是近战英雄，这意味着妮可需要靠近，增加了妮可进行交战的风险。\n- 阿利斯塔的被动技能提供续航，使他在对线时具有高耐久性，更容易承受妮可的骚扰。\n- 阿利斯塔的大招提供伤害减免，减轻妮可的范围伤害，并增加他在团队战中的影响力。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "阿利斯塔处于劣势。\n\n- 拉克丝拥有远程技能，可以在阿利斯塔接近之前对其进行骚扰，使他在对线时容易受到压力。\n- 由于拉克丝的束缚效果，阿利斯塔在尝试接近时有很高的被控制风险，使他容易受到拉克丝的反击。\n- 阿利斯塔的输出伤害较低，难以承受拉克丝的高爆发伤害，使得全力进攻的效果降低。\n- 尽管拉克丝的技能弹道较慢，但她可以掌握时机，避免阿利斯塔使用技能时的控制效果。\n- 阿利斯塔的法力消耗较高，使得他难以连续使用技能，难以应对拉克丝的持续骚扰。",
      "ラカン": "拉克丝对拉坎有优势。\n\n原因如下：\n\n- 拉克丝的远程技能使拉坎在接近之前容易受到骚扰。\n- 拉克丝的控制效果增加了拉坎在尝试接近时被定住的风险。\n- 拉克丝的爆发伤害很高，拉坎靠近时可能会受到大量伤害。\n- 拉坎的防御属性较低，受到拉克丝技能攻击时容易受到伤害。\n- 拉坎的位移技能常常被拉克丝的技能打断，使他难以有效利用自己的机动性。",
      "セナ": "塞娜在对抗卢克斯时处于劣势。\n\n原因：\n- 卢克斯拥有远程技能，容易骚扰塞娜。\n- 卢克斯的控制效果限制了塞娜的移动，当她靠近时，会让她处于危险境地。\n- 塞娜的基础属性较低，通常无法承受卢克斯的爆发伤害。\n- 卢克斯的所有技能都不会被小兵挡住，这使得抵消塞娜的骚扰变得更容易。\n- 塞娜的逃生选项有限，难以躲避卢克斯的技能，如果被抓住，容易受到致命伤害。",
      "ザイラ": "扎伊拉在对抗卢克斯时处于劣势。\n\n原因如下：\n\n- 卢克斯拥有远程技能，可以在扎伊拉接近之前对她进行骚扰，使扎伊拉容易受到线上的压力。\n- 卢克斯的控制效果限制了扎伊拉的移动，增加了失去反击机会的可能性。\n- 扎伊拉的机动性有限，难以躲避卢克斯的技能，这使她特别容易受到爆发伤害。\n- 卢克斯的技能提供视野控制，使扎伊拉的植物战术难以有效运作。\n- 扎伊拉的技能需要时间来激活和施放，难以对卢克斯的技能做出反应，尤其是面对高度机动的敌人时。",
      "バード": "巴德在对抗卢克斯时处于劣势。\n\n原因如下：\n\n- 卢克斯拥有远程技能，使她在巴德接近之前就能轻松骚扰他。\n- 卢克斯的控制效果增加了巴德接近时被抓住的风险。\n- 巴德的伤害技能只有他的Q技能，这使得他很难反制卢克斯的高爆发伤害。\n- 卢克斯的所有技能都无法被小兵阻挡，这使她能够妨碍巴德收集音符的能力。\n- 巴德的技能同时影响友军和敌军，这增加了他在使用卢克斯技能时意外击中友军的风险。",
      "モルガナ": "莫甘娜在对抗卢克斯时处于劣势。\n\n原因如下：\n\n- 卢克斯的技能射程较长，使得莫甘娜在接近之前容易受到骚扰。\n- 卢克斯的控制技能可以抵消莫甘娜的技能，增加了莫甘娜被抓的风险。\n- 莫甘娜的技能冷却时间较长，反制卢克斯高爆发伤害的手段有限。\n- 卢克斯的技能不会被小兵阻挡，这使得她在莫甘娜试图骚扰时更容易制造不利局面。\n- 莫甘娜的法术护盾对卢克斯的技能效果较差，难以阻挡卢克斯的攻击。",
      "ジリアン": "杰娜处于劣势。\n\n原因如下：\n\n- 由于拉克丝的远程技能，杰娜容易受到骚扰，并在对线时感到压力。\n- 拉克丝的控制效果限制了杰娜的移动，使她难以反击。\n- 杰娜的基础属性较低，非常容易受到拉克丝的爆发伤害。\n- 拉克丝的技能无法被小兵阻挡，这使得杰娜很难利用小兵进行防御。\n- 杰娜的进攻选项有限，使得她在后期很难躲避拉克丝的技能，尤其是在对抗拉克丝的伤害输出时变得更加困难。",
      "ルル": "露露在对抗拉克丝时处于劣势。\n\n- 拉克丝的技能范围很长，使露露在接近之前容易受到骚扰。\n- 拉克丝的束缚效果使露露难以接近，导致她错失禁用的机会。\n- 拉克丝的爆发伤害很高，常常压制露露的护盾和治疗。\n- 拉克丝的所有技能都无法被小兵阻挡，使露露很难利用小兵来避免骚扰。\n- 露露的开团潜力较差，限制了她在受到拉克丝伤害之前反击的选择。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n原因如下：\n\n- 拉克丝拥有远程技能，容易进行骚扰和造成爆发伤害，使维克兹难以保持距离。\n- 拉克丝的控制效果可以在接近时使维克兹失去行动能力，导致他失去反击的机会。\n- 拉克丝的所有技能都不会被小兵阻挡，使维克兹更容易受到骚扰，难以维持对线优势。\n- 维克兹对拉克丝的高爆发伤害的自我防御选项有限，使他在接近时特别脆弱。\n- 拉克丝可以通过她的范围技能在团队战中施加影响，使维克兹在团队战中难以灵活应对。"
    },
    "loses": {
      "ユーミ": "悠米对卢克斯有优势。\n\n原因如下：\n\n- 悠米可以通过附着在盟友身上安全地支援，使卢克斯很难用攻击击中她。\n- 悠米的治疗和护盾可以减轻卢克斯的骚扰，使维持线路变得更容易。\n- 卢克斯的技能冷却时间较长，当悠米附着时，她很难命中技能。\n- 悠米有减速效果，这使得限制卢克斯的移动和创造攻击机会变得更容易。\n- 悠米不太可能受到卢克斯的爆发伤害，并且在持续战斗中表现强劲。",
      "ブリッツクランク": "布里茨克兰克对卢克斯有优势。\n\n原因如下：\n\n- 布里茨克兰克的钩子激活时间快，使得卢克斯很难躲避他的技能，这使她容易被抓。\n- 卢克斯在接近时很脆弱，如果她的行动被布里茨克兰克的击飞或沉默限制，她就很难反击。\n- 布里茨克兰克有能力抵消卢克斯的技能，给她施加强大的压力，尤其是在她没有护盾的时候。\n- 布里茨克兰克在团队战中有范围伤害和沉默，使他对像卢克斯这样的施法型输出特别有效。\n- 卢克斯的技能冷却时间长，如果她被布里茨克兰克抓住，她在这段时间内很可能会受到大量伤害。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以在游戏早期使用她的终极技能，给乐芙施加很大压力。\n- 她有一个定向控制技能，使乐芙很难躲避她的技能，容易被抓住。\n- 卡尔玛的技能不会被小兵阻挡，使她能够有效反制乐芙的骚扰。\n- 由于有护盾和治疗，卡尔玛在面对乐芙的爆发伤害时具有很高的耐久性。\n- 面对移动性较低的乐芙，卡尔玛可以轻松利用她的控制技能和加速效果拉近距离。\n- 卡尔玛可以在骚扰的同时支持她的盟友，即使在受到乐芙攻击时也能更容易地创造有利局面。",
      "ジャンナ": "婕拉有优势。\n\n原因如下：\n\n- 婕拉拥有强大的控制技能，可以抵消拉克丝的技能，使得更容易躲避她的攻击。\n- 由于高移动速度，躲避拉克丝的技能，尤其是她的技能射击，变得很简单。\n- 婕拉的护盾不仅保护队友，还能减少拉克丝的爆发伤害，提高耐久性。\n- 婕拉具有强大的脱离能力，使得在拉克丝试图全力进攻时更容易反击。\n- 婕拉的技能提高了队友的移动速度，使他们能够在拉克丝试图发起攻击时打乱她的节奏。",
      "レル": "瑞尔对璐璐有优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，可以迅速接近并使璐璐无法施放技能，有效地阻止她的攻击。\n- 璐璐的基础属性较低，接近时非常脆弱，使她在瑞尔的全力进攻下显得很弱。\n- 瑞尔的被动技能可以降低璐璐的护甲/魔法抗性，使输出更容易。\n- 璐璐的技能冷却时间较长，瑞尔可以通过接近并施加控制来中和璐璐的能力。\n- 瑞尔有一个技能可以提高队友的移动速度，使在团队战斗或追击时更容易锁定璐璐。",
      "ミリオ": "Milio在对抗Lux时具有优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，使得被Lux骚扰变得更加困难，并且可以进行有利的交易。\n- Milio的终极技能具有解除控制效果，可以抵消Lux的束缚，使得更容易防止Lux的进攻。\n- Milio拥有治疗和护盾技能，可以减轻Lux的爆发伤害，赋予他较高的耐久性。\n- Milio的技能增强盟友，因此即使Lux命中她的技能，盟友也能更容易进行反击。\n- Milio的控制技能有限，使得躲避Lux的技能变得更容易，并且能够在近战中占据优势。",
      "シャコ": "沙科占据优势。\n\n原因如下：\n\n- 沙科可以利用隐身来躲避拉克丝的技能，使他更容易接近并攻击。\n- 拉克丝的基础属性较低，接近时非常脆弱，使她在沙科的埋伏下特别弱。\n- 沙科的控制技能可以限制拉克丝的移动，阻止她有效使用技能。\n- 沙科的机动性很高，可以在躲避拉克丝技能的同时进行攻击，这使得他在对线时更容易施加压力。\n- 拉克丝的技能冷却时间较长，沙科可以通过隐身接近她轻松抵消她的技能。",
      "パイク": "派克占据优势。\n\n原因如下：\n\n- 派克的机动性很高，更容易躲避拉克丝的技能。拉克丝的技能是技能射击，派克可以利用他的移动能力来躲避它们。\n- 拉克丝的基础属性较低，接近时非常脆弱，使得派克可以轻松通过钩子和连招来击杀她。\n- 派克的被动治疗效果使他在面对拉克丝的骚扰时更具韧性，增加了他在对线中的生存能力。\n- 拉克丝的技能冷却时间较长，为派克在躲避她的技能后反击创造了机会。\n- 派克可以避免拉克丝的束缚，使他在拉克丝试图抓住他时能够灵活应对。\n- 派克的终极技能允许他与队友分享击杀金币，通过击杀拉克丝使整个团队受益。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "Zyra在对抗Tahm Kench时处于劣势。\n\n- Tahm Kench是一个高耐久的近战坦克，使他更容易承受Zyra的持续伤害。\n- Tahm Kench的控制技能启动较慢，这使他能够在Zyra使用技能后缩短距离。\n- Zyra的机动性有限，使她在Tahm Kench接近时变得脆弱。\n- Tahm Kench的终极技能可能会抵消Zyra的攻击，因此她需要仔细把握进攻时机。\n- Zyra的技能需要时间来启动和移动，如果她让Tahm Kench靠近，就更难命中。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 塔姆·肯奇有很高的续航能力，可以轻松吸收莫甘娜的伤害。\n- 塔姆·肯奇的控制技能有延迟激活，但在被莫甘娜控制后，他可以立即反击，使交易对他更有利。\n- 塔姆·肯奇没有办法抵消莫甘娜的技能，并且可以躲避她的控制，使他很难被抓住。\n- 莫甘娜的攻击范围较短，当塔姆·肯奇接近时，她更容易受到攻击。\n- 塔姆·肯奇的终极技能可以中和被莫甘娜控制的敌人，制造出莫甘娜处于劣势的局面。",
      "ヴェル＝コズ": "维克兹在对抗塔姆·肯奇时处于劣势。\n\n原因如下：\n\n- 塔姆·肯奇的耐久性很高，使他更容易生存于维克兹的技能之下。\n- 塔姆·肯奇的大招可以抵消维克兹的攻击，减少他的输出伤害。\n- 维克兹的机动性较低，当塔姆·肯奇接近时，他的逃生手段有限。\n- 塔姆·肯奇的控制技能更容易抓住维克兹，减少了他的反击机会。\n- 维克兹的攻击主要依赖技能，但塔姆·肯奇可以吸收这些技能，使其难以造成伤害。",
      "ニーコ": "尼可在对抗塔姆·肯奇时处于劣势。\n\n原因：\n- 塔姆·肯奇的耐久性很高，可以轻松吸收尼可的攻击。\n- 塔姆·肯奇的控制技能限制了尼可的移动，并使她的埋伏潜力无效。\n- 尼可需要靠近，这使她容易受到塔姆·肯奇的攻击，并在近战中处于劣势。\n- 塔姆·肯奇的大招很可能会无效化尼可的攻击。\n- 塔姆·肯奇可以轻松对尼可发起攻击，而尼可在发起攻击时很挣扎。",
      "ノーチラス": "诺提勒斯处于劣势。\n\n原因如下：\n\n- 塔姆·肯奇有很高的续航能力，可以更轻松地承受诺提勒斯的攻击。\n- 塔姆·肯奇的控制技能启动较慢，使得很难对诺提勒斯的钩子和进攻做出反应。\n- 塔姆·肯奇有能力瞬间中和诺提勒斯，使他的攻击无效。\n- 塔姆·肯奇有强大的自我治疗能力，更容易减轻诺提勒斯的伤害。\n- 诺提勒斯的移动速度较低，难以反击塔姆·肯奇的机动性。",
      "ラックス": "拉克斯在对抗塔姆·肯奇时处于劣势。\n\n- 塔姆·肯奇具有高耐久性，可以承受拉克斯的爆发伤害，使拉克斯的攻击效果降低。\n- 塔姆·肯奇的终极技能可以抵消拉克斯的技能，导致她错失攻击机会。\n- 塔姆·肯奇在近战中表现出色，当他靠近拉克斯时，她变得非常脆弱，几乎没有空间使用技能。\n- 当拉克斯被塔姆·肯奇的控制技能定住时，她更容易受到反击。\n- 塔姆·肯奇的机动性很高，使他更容易躲避拉克斯的技能，这使得拉克斯很难命中攻击。",
      "レル": "瑞尔处于劣势。\n\n原因如下：\n\n- 塔姆·肯奇具有高续航和耐久性，使他在承受瑞尔的攻击时容易进行反击。\n- 尽管塔姆·肯奇的控制技能启动较慢，但他可以通过使用大招来中和瑞尔的开团，从而更容易抵消瑞尔的攻击。\n- 瑞尔在面对高度机动的对手时很挣扎，如果塔姆·肯奇利用他的机动性，瑞尔在交战中将处于劣势。\n- 塔姆·肯奇能够承受瑞尔的控制技能，使瑞尔在控制方面难以发挥她的优势。\n- 塔姆·肯奇的攻击造成百分比伤害，使他能够有效地对抗瑞尔的坦克装备。",
      "ブリッツクランク": "布里茨克兰克在对抗塔姆·肯奇时处于劣势。\n\n- 塔姆·肯奇有很高的续航能力，可以更轻松地承受布里茨克兰克的攻击。\n- 塔姆·肯奇的终极技能可以抵消布里茨克兰克的钩子，使其在被抓后能够反击。\n- 如果布里茨克兰克的钩子未命中，塔姆·肯奇可以利用这个机会发起攻击。\n- 塔姆·肯奇在与布里茨克兰克的对线交易中可以获得优势，因为布里茨克兰克在发起进攻时比较困难。\n- 塔姆·肯奇拥有控制技能，可以限制布里茨克兰克的行动，使其在团队战中更具优势。"
    },
    "loses": {
      "セラフィーン": "塞拉芬在对抗塔姆·肯奇时具有优势。\n\n原因如下：\n\n- 塞拉芬的技能都是范围攻击，容易削弱塔姆·肯奇的耐久性。\n- 塔姆·肯奇在发起攻击时困难重重，难以应对塞拉芬的远程攻击。\n- 塞拉芬拥有多种控制技能，可以限制塔姆·肯奇的行动。\n- 塞拉芬的技能根据盟友数量增强，使她在团队战斗中具有很高的影响力，尤其是在塔姆·肯奇被孤立时。\n- 塔姆·肯奇在全力交战中较弱，难以承受塞拉芬的骚扰潜力。",
      "ソナ": "索娜在对抗塔姆·肯奇时具有优势。\n\n原因如下：\n\n- 索娜可以远程攻击，更容易阻止塔姆·肯奇靠近。\n- 塔姆·肯奇的控制技能有延迟释放，索娜可以利用她的机动性来躲避。\n- 索娜的治疗能力使她更容易减轻塔姆·肯奇的伤害。\n- 索娜的眩晕效果可以有效中和塔姆·肯奇的终极技能。\n- 塔姆·肯奇在团战中的输出较低，而索娜的范围支援则惠及整个团队。",
      "ゼラス": "扎伊拉占据优势。\n\n- 扎伊拉拥有远程攻击技能，使她能够在塔姆·肯奇接近之前单方面骚扰，从而更容易保持对线的优势。\n- 塔姆·肯奇是一个近战英雄，这使得他很难躲避扎伊拉的攻击，让她在他能够接近之前就能造成伤害。\n- 扎伊拉的范围伤害可以弥补塔姆·肯奇在团队战中的低伤害输出，使她在这些情况下也占据优势。\n- 塔姆·肯奇的控制技能启动较慢，通过保持距离进行攻击，扎伊拉可以轻松躲避塔姆·肯奇的接触。\n- 扎伊拉有一个被动技能可以恢复法力，使她在对线中具有很高的续航能力，并能够在与塔姆·肯奇的持久战中保持优势。",
      "スウェイン": "斯维因在对抗塔姆·肯奇时具有优势。\n\n- 斯维因拥有持续的治疗能力，使他更容易承受塔姆·肯奇的攻击。\n- 斯维因的所有技能都是范围伤害，这在塔姆·肯奇面对多个敌人时对他有利。\n- 塔姆·肯奇的控制技能启动较慢，使得斯维因可以轻松用E技能抓住他。\n- 斯维因擅长长时间的交战，并且能够在耐久性上压制塔姆·肯奇的爆发。\n- 塔姆·肯奇的终极技能可以使敌人失去行动能力，但在此期间斯维因仍然会持续治疗，使他能够更有利地反击。",
      "ソラカ": "索拉卡在对抗塔姆·肯奇时具有优势。\n\n原因如下：\n\n- 索拉卡具有强大的治疗能力，即使在受到塔姆·肯奇的伤害时也能继续治疗她的盟友，使她在持久战中占据优势。\n- 塔姆·肯奇的控制技能启动较慢，使得索拉卡更容易用她的沉默和缠绕限制他的行动。\n- 索拉卡的攻击范围较长，使她能够在塔姆·肯奇靠近之前进行骚扰，从而在对线中施加压力。\n- 塔姆·肯奇主要依赖普通攻击，因此如果索拉卡能够通过治疗维持生命，就更容易抵消他的伤害。\n- 索拉卡的逃生选项有限，但她对塔姆·肯奇的接触攻击不太脆弱，降低了被他抓住的风险。",
      "ジリアン": "扎伊拉在对抗塔姆·肯奇时具有优势。\n\n- 扎伊拉可以远程输出伤害，使她在塔姆·肯奇接近之前更容易在对线交易中获得优势。\n- 扎伊拉的范围控制技能可以打断塔姆·肯奇的进攻，并在他发起攻击之前使其失去行动能力。\n- 虽然塔姆·肯奇很耐打，但扎伊拉的爆发伤害可以迅速削弱他的生命值，特别是在她能够利用他使用技能后的空档时。\n- 扎伊拉的移动速度增益帮助她躲避塔姆·肯奇的攻击，并在保护队友时也非常有效。\n- 塔姆·肯奇的终极技能无法抵消扎伊拉的复活能力，使她能够保护队友并抵消塔姆·肯奇的攻击。",
      "ジャンナ": "贾娜在对抗塔姆·肯奇时具有优势。\n\n原因如下：\n\n- 贾娜拥有强大的控制技能，可以抵消塔姆·肯奇的进攻，使她更容易躲避他的攻击。\n- 塔姆·肯奇主要依赖近战攻击，而贾娜可以远程攻击，使她能够在塔姆·肯奇靠近之前造成伤害。\n- 贾娜的护盾和治疗效果可以减轻塔姆·肯奇的伤害，使她在持久战中占据优势。\n- 塔姆·肯奇的控制技能激活时间较慢，使贾娜能够利用空档逃脱或反击。\n- 贾娜的移动速度很高，使她更容易在躲避塔姆·肯奇攻击的同时调整自己的位置。",
      "ミリオ": "Milio在对抗Tahm Kench时更具优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，使其在受到Tahm Kench伤害之前安全骚扰。\n- Tahm Kench的控制技能有延迟激活，使得用Milio的击退技能更容易阻止他的接触。\n- Milio的终极技能可以在范围内解除控制，抵消Tahm Kench的定身效果并保护盟友。\n- Milio具有治疗和护盾，使得更容易减轻Tahm Kench的伤害，并在持续交战中获得优势。\n- Tahm Kench主要依赖近战攻击，这使得Milio可以利用更长的攻击范围安全作战。",
      "ラカン": "拉卡恩在对抗塔姆·肯奇时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避塔姆·肯奇的攻击，从而减少受到的伤害。\n- 塔姆·肯奇的控制技能（CC）启动较慢，使拉卡恩可以利用他的机动性来躲避。\n- 拉卡恩拥有两种类型的控制技能，可以抵消塔姆·肯奇的耐久性，使团队战斗中更容易创造有利局面。\n- 拉卡恩的护盾和治疗增强了他的生存能力，即使受到塔姆·肯奇的伤害，也能持续作战。\n- 塔姆·肯奇在发起攻击方面存在困难，使他难以应对拉卡恩基于机动性的进攻。",
      "ポッピー": "波比在对抗塔姆·肯奇时具有优势。\n\n原因如下：\n\n- 波比能够阻止冲刺和跳跃，有效地抵消塔姆·肯奇的开团，使她能够防御他的攻击。\n- 波比的低冷却时间百分比伤害可以超过塔姆·肯奇的高续航，使她在一对一的交锋中拥有更高的胜率。\n- 拥有丰富的控制技能，波比可以轻松限制塔姆·肯奇的行动，特别是无效化他的终极技能。\n- 波比有很高的护盾，使她在对抗塔姆·肯奇的攻击时更具韧性，并在持久战中表现强劲。\n- 塔姆·肯奇在开团方面存在困难，使波比能够在交易中利用她的机动性和控制技能。",
      "パイク": "皮克对塔姆·肯奇有优势。\n\n原因如下：\n\n- 皮克的机动性很高，更容易躲避塔姆·肯奇的技能和规避交战。\n- 塔姆·肯奇的控制技能启动较慢，使得皮克可以通过钩子和瞬间移动来躲避他的攻击。\n- 皮克可以瞬间造成高伤害，更容易瞄准击杀，同时忽视塔姆·肯奇的耐久性。\n- 塔姆·肯奇主要依赖自动攻击，因此如果被皮克的钩子抓住，他就很难反击。\n- 皮克的被动治疗效果对塔姆·肯奇的骚扰非常有效，在对线中提供了很高的续航能力。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "ブランド": "布兰德在对抗沙克时处于劣势。\n\n原因如下：\n\n- 沙克具有高机动性，可以在隐身状态下进行伏击，使布兰德在躲避攻击方面的手段有限。\n- 布兰德缺乏自我防御选项，特别容易受到刺客的攻击，使他在沙克的伏击面前非常脆弱。\n- 沙克可以迅速拉近距离并造成伤害，使布兰德很难应对他的爆发。\n- 布兰德的技能需要连续命中，而在像沙克这样高度机动的敌人面前，命中变得困难。\n- 沙克在团队战中对范围伤害的处理较弱，因此在布兰德能够在团队战中释放伤害之前，他很有可能会被沙克击倒。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 沙克的机动性很高，可以在隐身状态下进行伏击，容易躲避莫甘娜的束缚。\n- 莫甘娜的技能冷却时间长，难以快速应对沙克的伏击。\n- 沙克可以在无视莫甘娜的法术护盾的情况下攻击，使她的防御措施无效。\n- 莫甘娜的攻击范围较短，容易受到沙克的近战攻击，难以反击。\n- 沙克在6级时具有强大的游走潜力，使莫甘娜在对线时难以施加压力。",
      "アリスター": "阿利斯塔处于劣势。\n\n原因如下：\n\n- 沙克拥有高机动性和隐身能力，容易躲避阿利斯塔的开团。\n- 由于沙克的埋伏能力，阿利斯塔在使用技能之前很可能会受到伤害。\n- 阿利斯塔的输出伤害低，难以反制沙克的高输出。\n- 沙克有控制技能，可以限制阿利斯塔的移动，使他难以有效发挥。\n- 阿利斯塔的技能冷却时间长，可能导致对沙克的埋伏反应延迟。",
      "パイク": "派克处于劣势。\n\n- 沙克的机动性很高，可以在隐身状态下进行伏击，轻易地抵消派克抓住敌人的能力。\n- 沙克的控制技能可能会在派克试图交战时打断他，使他在交易中处于劣势。\n- 派克在团战中的耐久性较低，容易受到沙克的高爆发伤害，面临被轻易击杀的风险。\n- 沙克在6级时具有强大的游走潜力，使派克在对线时难以保持优势。\n- 派克逃脱沙克伏击能力的手段有限，特别容易在被沙克攻击时受到致命伤害。",
      "レオナ": "蕾欧娜处于劣势。\n\n原因如下：\n\n- 沙克的机动性很高，可以在隐身状态下进行伏击，更容易躲避蕾欧娜的控制技能。\n- 蕾欧娜在近战中是一名强大的坦克，但很难提前应对沙克的伏击，尤其是在对线时骚扰效果明显。\n- 沙克可以利用隐身逃脱蕾欧娜的全力进攻，甚至进行反击，这使得蕾欧娜难以发挥她的优势。\n- 沙克在6级后具有强大的游走潜力，这使得蕾欧娜在履行辅助角色时容易受到沙克的伏击。\n- 蕾欧娜的输出依赖于她的被动技能，这使得她很难对抗沙克的高机动性和伏击能力。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 沙克具有高机动性，可以在隐身状态下接近扎伊拉，轻松抵消扎伊拉的远程攻击。\n- 扎伊拉的自我防御选项有限，容易受到沙克的伏击，遭遇攻击的风险很高，容易被击倒。\n- 考虑到扎伊拉技能释放较慢，利用沙克的控制技能进行攻击在扎伊拉反击之前有很高的伤害概率。\n- 扎伊拉的法力消耗很高，持续骚扰时容易耗尽法力，而沙克可以通过快速清野进行反打，使扎伊拉更难管理法力。\n- 沙克在团战中的范围伤害和控制能力有限，因此如果沙克的伏击成功，而扎伊拉又在与其他队友协调攻击时，扎伊拉很可能会被孤立。",
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n- 沙克的机动性很高，可以在隐身状态下进行伏击，更容易躲避布里茨克兰克的钩子。\n- 沙克的控制技能可以限制布里茨克兰克的行动，尤其是在接近时，反击的风险很高。\n- 布里茨克兰克的基础移动速度较低，缺乏逃生选项，使他容易受到沙克的伏击。\n- 沙克在团队战中的范围伤害和控制能力有限，使布里茨克兰克在团队战中难以获得优势。\n- 沙克在造成伤害后可以隐身逃跑，这增加了布里茨克兰克试图击杀时被反击的可能性。",
      "ヴェル＝コズ": "维克兹在对抗沙克时处于劣势。\n\n- 沙克的机动性很高，可以在隐身状态下进行伏击，更容易躲避维克兹的技能。\n- 维克兹的机动性较低，当被接近时很难自我防御，使他容易受到沙克的伏击。\n- 沙克的控制技能可以轻易限制维克兹的行动，在他大招施放期间被抓住可能会导致致命伤害。\n- 维克兹在团战中有强大的范围伤害，但在他参与战斗之前被沙克的伏击消灭的风险很大。",
      "ノーチラス": "纳瑟斯在对抗影流之主时处于劣势。\n\n原因如下：\n\n- 影流之主的机动性很高，可以在隐身状态下进行伏击，更容易躲避纳瑟斯的控制技能。\n- 纳瑟斯依赖技能，移动速度较低，常常导致对影流之主的伏击反应迟缓。\n- 即使被纳瑟斯的控制技能击中，影流之主也可以利用隐身逃脱，使纳瑟斯的攻击往往无效。\n- 作为一个坦克，纳瑟斯难以承受影流之主的高爆发伤害，尤其是在影流之主6级后的强势。\n- 影流之主在团战中的范围伤害较低，即使与其他队友协调，纳瑟斯也很难抓住他。",
      "ザイラ": "Zyra在对抗Shaco时处于劣势。\n\n原因如下：\n\n- Shaco具有高机动性，可以在隐身状态下接近，使得更容易躲避Zyra的攻击。\n- Zyra的机动性有限，当Shaco靠近时，她会变得脆弱。\n- 由于Shaco的埋伏能力，Zyra在激活技能之前很可能会受到伤害。\n- Shaco可以使用控制技能来干扰Zyra，使攻击她变得更容易。\n- Zyra的技能需要时间来激活，并且在命中之前有延迟，这使得在像Shaco这样高度机动的英雄身上命中技能变得困难。",
      "ニーコ": "尼可在对抗沙克时处于劣势。\n\n- 沙克具有高机动性和伏击潜力，这使得他在尼可接近之前就能主动出击。\n- 沙克的隐身状态使尼可的模仿技能失效，允许沙克在尼可发起攻击之前进行伏击。\n- 沙克可以轻松躲避尼可的攻击，特别是利用她在近战中的弱点。\n- 尼可的攻击范围较短，使她容易受到沙克的攻击，尤其是在沙克先发制人的情况下，反击变得困难。\n- 利用沙克的控制技能进行攻击对尼可构成威胁，被抓住可能迅速导致不利局面。",
      "ブラウム": "布隆处于劣势。\n\n- 沙科具有高机动性，可以在隐身状态下进行伏击，轻易地抵消布隆的防御能力。\n- 布隆擅长近战防御，但沙科可以迅速拉近距离并进行攻击，使布隆难以发挥他的保护能力。\n- 沙科的控制技能可以在忽略布隆的防御技能的情况下造成伤害，使布隆无法有效反击。\n- 布隆缺乏续航能力，使他难以在时间上承受沙科的伏击。\n- 沙科可以在团队战中单独针对布隆，这对布隆来说是个问题，因为他对范围伤害感到困难。",
      "ジリアン": "齐勒安在对抗沙克时处于劣势。\n\n原因如下：\n\n- 沙克具有高机动性和伏击潜力，能够轻松接近并攻击齐勒安，使其在使用技能之前就受到攻击。\n- 齐勒安的基础属性较低，如果被抓住，面临迅速被击倒的高风险，使他非常容易受到沙克的伏击。\n- 沙克的隐身状态使齐勒安的技能失效，允许他在齐勒安反应之前进行攻击。\n- 齐勒安的技能主要集中在支持队友上，自我防御选项有限，难以应对沙克的攻击。\n- 沙克在团队战斗中有限的范围伤害和控制技能，使得齐勒安在团队战斗中很可能在施展影响力之前就被沙克击倒。",
      "ラックス": "拉克斯处于劣势。\n\n- 沙克具有高机动性，可以在隐身状态下进行伏击，使他在拉克斯施放技能之前轻松拉近距离。\n- 拉克斯在被接近时非常脆弱，容易受到沙克攻击的重大伤害。\n- 沙克的控制技能可以限制拉克斯的移动，使她无法施放技能。\n- 拉克斯的技能是技能射击，面对像沙克这样高度机动的敌人时很难命中，这使得她难以造成有效伤害。\n- 沙克在6级时具有强大的游走潜力，而拉克斯在这个时机特别脆弱，难以应对。"
    },
    "loses": {
      "ソラカ": "索拉卡在对抗沙克时具有优势。\n\n原因如下：\n\n- 索拉卡具有强大的治疗能力，使她能够迅速从沙克的伏击造成的伤害中恢复，能够承受他的攻击。\n- 通过她的沉默效果技能，她可以轻松抵消沙克的技能，特别是在沙克处于隐身状态时阻止他的攻击。\n- 索拉卡的攻击范围较长，使她能够在沙克靠近之前对其进行骚扰，从而保持对线的优势。\n- 沙克非常依赖自动攻击，而索拉卡的治疗能力使得持续作战变得更容易，从而减轻沙克的攻击。\n- 索拉卡在团队战斗中具有重要影响力，能够在沙克参与团队交战时为队友治疗，同时中和沙克。",
      "ナミ": "娜美占据优势。\n\n原因如下：\n\n- 娜美可以远程攻击，使她能够在避免沙克的近战攻击的同时进行骚扰，从而更容易保持对线的优势。\n- 娜美的控制技能有效地防止沙克的埋伏，因为她可以在沙克隐身后出现时抓住他。\n- 娜美的治疗能力使她在战斗中能够持续作战，即使在受到沙克攻击后也能减少所受伤害。\n- 沙克非常依赖自动攻击，当受到娜美的控制或加速效果影响时，他很难命中攻击，从而更容易抵消他的伤害。\n- 娜美在对线骚扰方面表现出色，使她能够在沙克升级之前创造有利局面。",
      "セラフィーン": "塞拉芬在对抗沙克时具有优势。\n\n原因如下：\n\n- 塞拉芬拥有远程攻击，使她更容易阻止沙克靠近。即使沙克在隐身状态下接近，塞拉芬也可以用技能进行反击。\n- 塞拉芬的所有技能都是范围攻击，在团队战斗中具有显著影响力。即使沙克单独攻击，塞拉芬也可以轻松用技能支持她的盟友。\n- 塞拉芬拥有多种控制技能，可以限制沙克的行动。如果沙克试图埋伏，她可以用控制技能抓住他。\n- 塞拉芬可以从安全的位置进行攻击，降低了对沙克埋伏的风险。她可以在沙克靠近之前造成伤害。\n- 塞拉芬对低生命值敌人具有强大的爆发伤害，使她在对抗脆弱的英雄如沙克时占据优势。",
      "ルル": "露露对沙克有优势。\n\n- 露露有变形技能，可以中和沙克的伏击，当沙克试图发起攻击时，这会造成显著的干扰。\n- 露露的护盾可以减轻沙克的伤害，并增强她盟友的生存能力，使他们更难受到沙克的伤害。\n- 露露可以远程输出伤害，让她在沙克靠近之前就能攻击他，更容易阻止他的接近。\n- 露露战术灵活，可以根据情况增强盟友或禁用敌人，使她能够对沙克的动作做出适当反应。\n- 沙克非常依赖自动攻击，而露露的控制技能和护盾使他很难攻击她，这使得露露成为沙克的一个强大对手。",
      "セナ": "塞娜对沙克有优势。\n\n原因如下：\n\n- 范围差异：塞娜可以远程攻击，能够在避免沙克的近战攻击的同时进行骚扰，更容易保持线上优势。\n- 治疗能力：塞娜的治疗技能使她能够承受沙克的攻击，从而进行持续的骚扰。\n- 控制效果的存在：塞娜可以使用带有缠绕效果的技能来防止沙克的埋伏，并创造机会反击他。\n- 沙克的脆弱性：沙克的基础属性较低，如果埋伏失败非常脆弱，容易被塞娜的攻击击倒。\n- 短期伤害交换：塞娜可以在受到沙克攻击之前从远处造成伤害，使她在短期伤害交易中获得优势。",
      "ユーミ": "悠米在对抗沙科时具有优势。\n\n- 悠米可以安全地依附在她的盟友身上进行支援，即使在沙科伏击时，她也能用治疗和护盾保护他们。\n- 沙科高度依赖自动攻击，而悠米的治疗和护盾使他难以造成持续伤害。\n- 通过利用悠米的减速效果，她可以限制沙科的移动，剥夺他的逃生选项。\n- 悠米在团队战斗中能够增强她的盟友，使她在沙科参与时最大化效果。\n- 悠米将自己放在后排，更容易避免沙科的伏击，也不容易成为目标。",
      "ミリオ": "Milio在对抗Shaco时具有优势。\n\n原因如下：\n\n- Milio的攻击范围较长，可以在避免Shaco的近战攻击的同时进行骚扰。\n- Milio可以通过技能延长盟友的攻击范围，使Shaco更难进行伏击。\n- Milio的终极技能可以解除控制效果，使他能够抵消Shaco的控制技能并保护盟友。\n- Shaco高度依赖自动攻击，而Milio的治疗和护盾在持续交战中给他带来了优势。\n- Milio不容易受到Shaco的伏击，反而可以对Shaco施加压力，从而更容易施加压力。",
      "ジャンナ": "婕拉占据优势。\n\n原因如下：\n\n- 沙克高度依赖普通攻击，而婕拉的控制技能和护盾可以轻易抵消他的攻击。\n- 婕拉的移动速度很高，使她能够躲避沙克的埋伏，更容易躲避他的攻击。\n- 婕拉的脱离能力使得在沙克全力进攻时更容易反击，并且她可以扭转局势。\n- 婕拉有很强的保护队友的能力，使得支持他们抵御沙克的埋伏变得更容易。\n- 沙克在团队战中挣扎的一个原因是婕拉的范围治疗和控制技能效果显著，有助于在团队战中保持优势。",
      "バード": "巴德对沙克有优势。\n\n原因如下：\n\n- 巴德可以远程攻击，使得在沙克进行伏击之前更容易阻止他靠近。\n- 巴德的技能包括控制技能（CC），可以在沙克试图从隐形状态发起攻击时将其击晕，限制他的行动。\n- 巴德具有很强的游走能力，可以影响其他线路并抵消沙克的游走。\n- 巴德的治疗技能使他能够在沙克的攻击下持续生存，提高了他在对线中的生存率。\n- 沙克高度依赖自动攻击，受到巴德技能的影响使他难以造成伤害，从而降低了沙克的整体输出。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "アリスター": "阿利斯塔处于劣势。\n\n- 塞拉芬的技能都是范围攻击，使她能够在阿利斯塔接近团队战斗之前造成伤害。\n- 塞拉芬的控制技能范围很长，这使得阿利斯塔在尝试接触之前很可能会被抓住。\n- 阿利斯塔的攻击力较低，而塞拉芬可以利用他技能的慢施法时间，使他在全力交战中处于劣势。\n- 塞拉芬可以在安全的位置提供支持，让她可以等待阿利斯塔接近后再进行反击。\n- 塞拉芬在技能频繁施放时的高爆发伤害威胁到阿利斯塔的坦克能力。",
      "レル": "瑞尔处于劣势。\n\n- 塞拉芬的攻击范围很长，可以在瑞尔接近之前进行攻击，这使得阻止瑞尔的全力进攻变得更容易。\n- 塞拉芬的所有技能都是范围效果，在团队战斗中具有显著影响力，因此即使瑞尔发起进攻，她也很可能被反制。\n- 塞拉芬拥有多种控制技能，增加了瑞尔接近时被定身的风险。\n- 瑞尔的技能有延迟，使得躲避塞拉芬的技能变得困难，尤其是面对高度机动的对手时。\n- 尽管塞拉芬的基础伤害较低，但在团队战斗中根据盟友数量会得到增强，因此当瑞尔试图单独攻击时，往往会适得其反。",
      "ラカン": "拉卡恩处于劣势。\n\n原因如下：\n\n- 塞拉芬的技能都是范围攻击，在团队战斗中影响显著，使得拉卡恩在接近时容易受到单方面的骚扰。\n- 塞拉芬的控制技能射程较长，增加了拉卡恩在尝试接触之前被抓住的可能性。\n- 拉卡恩有许多涉及移动的技能，如果塞拉芬用她的技能限制了他的移动，他可能会无法做任何事情。\n- 尽管塞拉芬的技能施放较慢，但如果她能在拉卡恩接近之前命中她的技能，他在全力以赴的情况下将处于劣势。\n- 塞拉芬的技能根据友方数量增强，因此如果团队战斗中协调良好，拉卡恩很可能会被压制。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 塞拉芬的技能都是范围攻击，使得拉克斯在团战中很难躲避她的技能。\n- 塞拉芬拥有多种控制效果和较长的射程，这增加了拉克斯在未能接近之前被限制的可能性。\n- 拉克斯在被接近时非常脆弱，塞拉芬可以轻易利用她技能施放的缓慢。\n- 在全力交战中，拉克斯处于劣势，因为塞拉芬的被动技能频繁造成高爆发伤害，而拉克斯缺乏防御能力。\n- 塞拉芬的技能根据队友数量增强，因此如果在团战中协调配合，拉克斯将更加困难。",
      "モルガナ": "莫甘娜处于劣势。\n\n原因如下：\n\n- 塞拉芬的技能都是范围攻击，使她更容易躲避莫甘娜的束缚，并在团战中产生显著影响。\n- 塞拉芬拥有多种控制技能和较长的射程，使她能够在莫甘娜靠近之前发起攻击。\n- 莫甘娜的技能冷却时间较长，使她容易受到塞拉芬较慢技能施放的影响。\n- 塞拉芬的技能根据队友数量增强，因此如果她能在团战中与队友协调，她可以在与莫甘娜的对抗中获得优势。\n- 莫甘娜的法术护盾可以阻挡塞拉芬的控制技能，但通常无法应对塞拉芬的范围攻击。",
      "セナ": "塞娜处于劣势。\n\n- 塞拉芬的技能都是范围攻击，这使得塞娜在团队战中进行骚扰和治疗变得困难。\n- 塞拉芬拥有多种控制技能和较长的射程，这增加了塞娜在接触之前被抓住的风险。\n- 塞娜的基础属性较低，特别是在前期非常弱，容易受到塞拉芬的伤害和控制。\n- 尽管塞拉芬的技能释放较慢，但塞娜在这个窗口期尝试接触时被惩罚的可能性很高。\n- 塞拉芬是一位专注于团队战的英雄，如果塞娜被孤立，塞拉芬可以最大化她技能的效果。",
      "スレッシュ": "锤石处于劣势。\n\n- 塞拉芬的技能都是范围攻击，使她在团队战斗中非常有影响力，而锤石在试图接近时很可能会受到单方面的骚扰。\n- 塞拉芬的控制技能射程很长，这增加了锤石在尝试发起进攻之前被抓住的风险。\n- 锤石的技能冷却时间较长，错过技能会让他变得脆弱，使得躲避塞拉芬的技能变得困难。\n- 尽管塞拉芬的基础伤害较低，但如果锤石选择全力进攻，塞拉芬的控制技能和她的队友的支援很有可能会扭转战局。\n- 塞拉芬可以从安全的位置提供支援，这使得锤石很难靠近，而她也容易受到持续的骚扰。",
      "パイク": "派克处于劣势。\n\n原因如下：\n\n- 塞拉芬的技能都是范围攻击，可以在派克接近之前造成伤害。\n- 塞拉芬拥有多种控制技能，使派克难以接近。\n- 塞拉芬的攻击范围很长，可以在派克发起攻击之前骚扰他。\n- 尽管塞拉芬的技能施放较慢，但她有机会在受到派克伤害之前施放技能。\n- 派克在团战中的耐久性较低，容易受到塞拉芬的范围攻击。\n- 塞拉芬的技能根据队友数量增强，因此如果他们在团战中协调良好，可以在与派克的对抗中获得优势。"
    },
    "loses": {
      "ユーミ": "悠米有优势。\n\n原因如下：\n\n- 悠米可以通过紧贴盟友安全地支援，从而更容易躲避塞拉芬的技能。\n- 塞拉芬的技能施法时间较慢，而悠米可以通过她的治疗和护盾承受这些技能，使她在全力交战中获得优势。\n- 悠米的治疗和护盾可以弥补塞拉芬低的基础伤害，增强线上续航。\n- 尽管塞拉芬有控制技能，但悠米靠近她的盟友，使得塞拉芬很难命中攻击，从而实现持续支援。\n- 悠米在对抗poke型法师辅助时具有优势，因为她可以用护盾减轻塞拉芬的攻击，同时持续输出伤害。",
      "メル": "梅尔在对抗塞拉芬时更具优势。\n\n原因如下：\n\n- 梅尔能够反射技能，使她能够抵消塞拉芬的攻击，同时利用技能进行反击。\n- 梅尔的远程和范围攻击可以在安全的情况下骚扰塞拉芬，避免她的技能。\n- 塞拉芬的技能启动较慢，使梅尔更容易利用她的空档进行攻击。\n- 梅尔的被动技能在塞拉芬的生命值较低时特别有效，更容易确保击杀。\n- 虽然塞拉芬在团队战中很强，但梅尔在前期影响力很高，可以迅速建立优势，使得在团队战开始之前更容易创造有利局面。",
      "パンテオン": "潘森占据优势。\n\n原因如下：\n\n- 潘森有一个定向控制技能，可以打断塞拉芬的技能，有效地中和她的能力。\n- 潘森的全力进攻潜力非常高，而塞拉芬在全力交易中处于劣势，潘森可以更有利地进行交易。\n- 潘森可以在早期游戏中施加击杀压力，而塞拉芬的基础伤害较低，他可以更容易地在早期造成伤害。\n- 潘森的无敌技能使他能够避免塞拉芬的爆发伤害，同时也能进行反击。\n- 塞拉芬的技能施放速度较慢，使潘森更容易通过快速攻击来躲避她的技能。",
      "バード": "巴德在对抗塞拉芬时具有优势。\n\n原因如下：\n\n- 巴德拥有位移技能，擅长游走，使他更容易躲避塞拉芬的技能。\n- 塞拉芬的技能施法时间较慢，巴德可以利用他的机动性发起攻击。\n- 巴德通过收集音符来造成伤害，这使得他对装备的依赖较低，更容易对塞拉芬施加持续伤害。\n- 虽然塞拉芬有控制技能，但巴德可以通过他的终极技能的无敌效果来抵消这些控制，从而在战斗中获得优势。\n- 塞拉芬在全力交战中往往会感到困难，而巴德拥有治疗技能，使他在持久战中占据优势。",
      "ブラウム": "布隆占据优势。\n\n原因如下：\n\n- 布隆具有高防御能力，可以减轻塞拉芬的技能伤害，使他不易受到她的攻击。\n- 塞拉芬的技能施放时间较慢，这使得布隆能够迅速接近并轻松瞄准击晕，在全力进攻中占据优势。\n- 布隆的被动技能在游戏早期就非常强大，使他能够对塞拉芬造成显著的爆发伤害。\n- 塞拉芬的防御属性较低，使她在受到布隆攻击时容易受到早期伤害。\n- 布隆有很强的保护队友的能力，使他能够在塞拉芬试图发起攻击时有效支持队友。",
      "レオナ": "蕾欧娜占据优势。\n\n- 蕾欧娜具有很高的开团能力，能够轻松全力进攻，因为塞拉芬的技能启动较慢。\n- 塞拉芬的基础伤害较低，容易受到蕾欧娜的耐久性和控制技能的威胁，使蕾欧娜在对线骚扰和全力进攻中占据优势。\n- 蕾欧娜的控制技能可以轻易打断塞拉芬的技能，特别是在她施放技能之前抓住她，阻止她发挥优势。\n- 虽然塞拉芬擅长在安全距离提供支援，但蕾欧娜在近战中的强大使得塞拉芬难以保持那种距离。\n- 蕾欧娜对潜行者和小规模交战者也很强大，使她对像塞拉芬这样的脆弱辅助特别有效。",
      "ソラカ": "索拉卡在对抗塞拉芬时具有优势。\n\n原因如下：\n\n- 索拉卡的治疗能力强，显著提高了她盟友的生存能力，使他们更容易抵御塞拉芬的AOE攻击。\n- 塞拉芬的技能施放较慢，难以持续命中，这使得索拉卡可以通过治疗和沉默来限制她的行动。\n- 索拉卡的技能冷却时间短，能够频繁进行治疗和骚扰，利用塞拉芬的基础伤害低的特点。\n- 塞拉芬的防御属性低，在全力交战中容易处于劣势，而索拉卡可以通过治疗来维持自身，给她在对抗塞拉芬时带来优势。\n- 索拉卡的射程较长，可以在避免塞拉芬攻击的同时进行骚扰，使她在对线时更容易施加压力。",
      "ゼラス": "扎伊拉占据优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击技能，可以在超出塞拉芬的范围内单方面骚扰她。\n- 塞拉芬的技能启动较慢，使得躲避扎伊拉的攻击变得困难，这使得她在对线时更容易施加压力。\n- 扎伊拉的范围攻击可以在塞拉芬在团队战中展示她的实力之前造成伤害，使她在这些情况下保持优势。\n- 塞拉芬的基础伤害较低，在全力交战中可能处于劣势，这使得扎伊拉的高消耗能力有效。\n- 扎伊拉的法力管理相对简单，使她能够持续攻击并对塞拉芬施加持续压力。",
      "ジリアン": "扎伊拉在对抗塞拉芬时具有优势。\n\n原因如下：\n\n- 扎伊拉的AP比率高，爆发伤害强，能够超越塞拉芬的低基础伤害。\n- 通过范围控制技能，她可以轻松打断塞拉芬在团战中的技能，使她难以施放技能。\n- 扎伊拉的移动速度增益帮助队友更接近塞拉芬，使得开团和保护更容易。\n- 塞拉芬的技能施放较慢，使她难以对扎伊拉的瞬发攻击做出反应。\n- 扎伊拉的复活能力可以在塞拉芬全力进攻时创造翻盘的机会。",
      "ニーコ": "妮可占据优势。\n\n原因如下：\n\n- 面对远程的塞拉芬，妮可可以利用她的伪装进行突袭，并且更容易躲避塞拉芬的技能。\n- 妮可的范围伤害和带控制的终极技能可以抵消塞拉芬在团战中的优势。\n- 塞拉芬的技能施放速度较慢，这使得妮可可以利用这个空档发起攻击。\n- 妮可在对抗近战英雄时占据优势，当塞拉芬向前推进时，她的骚扰效果显著。\n- 由于塞拉芬的基础伤害较低，妮可在全力以赴时获胜的机会很高。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "蕾欧娜处于劣势。\n\n- 瑞文拥有持续的治疗能力，并且在面对蕾欧娜的全力进攻时非常耐打。\n- 瑞文的所有技能都是范围伤害，这使得蕾欧娜在接近时很可能会受到多次攻击。\n- 瑞文的E技能具有控制潜力，这使得蕾欧娜在尝试交战时有被抓住的风险。\n- 蕾欧娜缺乏持续回复能力，这使得她很难反制瑞文的持续伤害和治疗。\n- 瑞文对重伤效果比较脆弱，但如果蕾欧娜没有能够施加该效果的装备，她就无法压制瑞文的治疗。",
      "レル": "瑞尔处于劣势。\n\n- 瑞恩拥有持续的治疗能力，能够承受瑞尔的攻击，使瑞尔的全力进攻变得无效。\n- 瑞恩的所有技能都是范围伤害，团战中的治疗量增加，因此当瑞尔针对多个敌人时，她可能会反而受到伤害。\n- 瑞恩的E技能具有强大的控制潜力，瑞尔接近时被抓的风险很高。\n- 瑞恩对致残伤害很脆弱，但瑞尔在前期到中期的伤害较低，因此在瑞恩发育之前无法获得优势。\n- 瑞恩的机动性较低，但瑞尔在技能施放上也有延迟，使她在面对高机动性的对手时感到困难，这给瑞恩带来了类似的弱点。",
      "タム・ケンチ": "塔姆·肯奇处于劣势。\n\n- 瑞文拥有持续治疗能力，即使在受到塔姆·肯奇的伤害时也能边战斗边治疗，使得交易对他更有利。\n- 瑞文的所有技能都是范围伤害，在团队战中，当塔姆·肯奇被多个敌人包围时，他的治疗效果会增加，但他也更容易受到伤害。\n- 塔姆·肯奇的控制技能启动较慢，难以应对瑞文的E技能抓取，常常导致被反打。\n- 瑞文对重伤效果较弱，但塔姆·肯奇同样在面对带有重伤效果的英雄时处于劣势，使他难以反制瑞文的持续伤害。\n- 塔姆·肯奇在团队战中的输出往往依赖于普通攻击，而由于他在持续伤害和治疗方面不如瑞文，随着战斗的拖延，他处于劣势。",
      "ラカン": "拉卡恩处于劣势。\n\n- 瑞文拥有持续的治疗能力，即使在被拉卡恩攻击时也能反击并恢复，使拉卡恩的骚扰效果降低。\n- 瑞文的所有技能都是范围伤害，使拉卡恩在支援多个敌人时更容易受到瑞文的攻击。\n- 瑞文的E技能捕捉能力限制了拉卡恩的机动性，增加了拉卡恩尝试接触或保护时的风险。\n- 拉卡恩有许多涉及移动的技能，当被瑞文的控制技能或伤害击中时非常脆弱。\n- 瑞文对重伤效果较弱，但拉卡恩的治疗和护盾无法阻止瑞文的恢复，因此拉卡恩的续航效果不佳。",
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n- 瑞恩拥有持续的治疗能力，即使在受到布里茨克兰克攻击时也能边战斗边恢复，这使得他即使在布里茨克兰克的钩子命中时也能创造有利局面。\n- 瑞恩的所有技能都是范围伤害，在团战中，他可以在治疗的同时对多个敌人造成伤害，因此如果布里茨克兰克错过了钩子，他在团战中很可能会处于劣势。\n- 瑞恩可以用他的E技能拉住布里茨克兰克，如果布里茨克兰克靠得太近，就有被抓住的风险。\n- 布里茨克兰克的机动性较低，难以躲避瑞恩的攻击，尤其是在团战中，这很容易导致不利局面。\n- 瑞恩对致残伤害比较脆弱，但由于布里茨克兰克并不是拥有这种效果的英雄，因此阻碍瑞恩治疗的手段很少。",
      "ノーチラス": "诺提勒斯处于劣势。\n\n- 瑞文拥有持续的治疗能力，即使受到诺提勒斯的控制效果也能边战斗边治疗，使诺提勒斯的攻击变得无效。\n- 瑞文的所有技能都是范围伤害，可以在团队战中对多个敌人造成伤害，因此即使诺提勒斯成功抓住他，瑞文仍然可以继续输出。\n- 瑞文可以用他的E技能拉扯诺提勒斯，使得阻止诺提勒斯靠近变得更容易。\n- 诺提勒斯的基础移动速度较低，难以躲避瑞文的技能，这使得攻击瑞文变得复杂。\n- 瑞文对致残伤害脆弱，但诺提勒斯的攻击不造成百分比伤害，限制了他压制瑞文治疗的手段。",
      "アリスター": "阿利斯塔处于劣势。\n\n- 瑞文拥有持续的治疗能力，即使在被阿利斯塔的控制技能击中时也能边战斗边治疗，这使得阿利斯塔的开团变得无效。\n- 瑞文的所有技能都是范围伤害，当阿利斯塔接近时，他很可能会一次性受到大量伤害。\n- 瑞文容易受到致残效果的影响，但阿利斯塔无法支持施加致残效果的英雄，这使得利用阿利斯塔的优势变得困难。\n- 阿利斯塔的攻击力较低，使得在对线时很难对瑞文施加压力。\n- 瑞文缺乏机动性，因此当阿利斯塔成功开团时，瑞文无法逃脱，但瑞文的治疗使得持久战对阿利斯塔不利。",
      "ポッピー": "波比处于劣势。\n\n原因如下：\n\n- 瑞文拥有持续的治疗能力，可以轻松减轻波比的伤害。\n- 瑞文的所有技能都是范围伤害，使得波比在接近时很可能会受到多次攻击。\n- 波比的技能范围较短，难以躲避瑞文的攻击。\n- 瑞文有控制技能，波比在尝试接近时有被抓住的风险。\n- 瑞文对致残伤害脆弱，但波比没有这种效果，无法抑制瑞文的治疗。",
      "セナ": "塞娜处于劣势。\n\n- 瑞文拥有持续的治疗能力，使他能够在抵御塞娜的骚扰时进行战斗，从而使她的攻击效果降低。\n- 瑞文的所有技能都是范围伤害，这使得塞娜在团队战中很难攻击，而瑞文则可以轻松对她造成伤害。\n- 瑞文可以用他的E技能抓住塞娜，由于塞娜的逃生手段有限，被抓住可能会导致致命伤害。\n- 塞娜的基础属性较低，特别是在前期非常脆弱，如果受到瑞文的伤害，她很可能会陷入劣势局面。\n- 瑞文容易受到致残效果的影响，但塞娜的治疗技能并不附加致残效果，因此她无法有效反制他。",
      "ブラウム": "布隆在对抗斯维因时处于劣势。\n\n- 斯维因拥有持续的治疗能力，可以在忽视布隆的防御技能的同时继续造成伤害。\n- 斯维因的所有技能都是范围伤害，使得当布隆保护多个敌人时，他的攻击有效命中。\n- 布隆的骚扰能力较低，难以对斯维因的远程攻击进行反击。\n- 斯维因可以用他的E技能将布隆拉近，迫使近战并减少布隆的保护能力。\n- 斯维因对致残伤害较弱，但布隆没有这种效果，使他无法抑制斯维因的治疗。",
      "ソナ": "索娜处于劣势。\n\n- 瑞文拥有持续的治疗能力，使他能够在抵抗索娜的骚扰时反击，从而使她的伤害效果降低。\n- 瑞文的所有技能都是范围伤害，容易在团队战中对索娜附近的盟友造成伤害，抵消她的支援效果。\n- 索娜的基础属性较低，特别是在前期非常脆弱，使她成为瑞文捕捉潜力的容易目标。\n- 瑞文容易受到重伤效果的影响，但索娜没有任何手段来施加该效果，导致瑞文的治疗未受到限制。\n- 索娜的控制技能仅仅是一个需要准备的减速效果，使得很难阻止瑞文的攻击，这使她面临受到伤害的风险。",
      "ニーコ": "尼科处于劣势。\n\n- 瑞文是一个近战型英雄，可以利用她的射程来骚扰尼科。\n- 由于瑞文的持续治疗能力，他可以承受尼科的伤害，如果尼科试图全力进攻，他很可能会反击。\n- 瑞文的所有技能都是范围伤害，使他在团战和对线中能够高效地造成伤害，这让尼科很难接近。\n- 尼科在近战中防御较低，如果被瑞文的控制技能或伤害击中，她很容易陷入危险境地。\n- 瑞文对重伤效果比较脆弱，但尼科没有任何技能可以施加这种效果，使她无法减轻瑞文的治疗。"
    },
    "loses": {
      "ジャンナ": "婕拉占据优势。\n\n原因如下：\n\n- 瑞文的机动性低，容易受到婕拉的控制和脱离技能的影响。婕拉可以在瑞文靠近之前拉开距离。\n- 婕拉的护盾可以减轻瑞文的持续伤害，使得抵消他的治疗潜力变得更容易。\n- 瑞文对重伤效果很脆弱，这使得婕拉可以利用她的治疗效果，同时阻碍瑞文的恢复。\n- 婕拉的移动速度很高，使得她更容易躲避瑞文的攻击，并在对线阶段施加压力。\n- 虽然瑞文在团战中有强大的持续伤害，但婕拉可以保护她的盟友并抵消瑞文的攻击，使她在团战中保持优势。",
      "ソラカ": "索拉卡在对抗斯维因时具有优势。\n\n- 索拉卡的治疗能力很强，可以轻松抵消斯维因的持续伤害，并削弱他的治疗潜力。\n- 斯维因容易受到致残效果的影响，因此当索拉卡的治疗受到致残效果影响时，其效果会降低，从而减少他的续航能力。\n- 索拉卡的沉默效果可以禁用斯维因的技能，特别是无效化他的抓取潜力。\n- 索拉卡的射程很长，可以在斯维因靠近之前轻松骚扰他，从而保持对线的优势。\n- 斯维因的机动性较低，几乎没有办法抵消索拉卡的逃脱潜力，使她能够安全地进行游戏。",
      "ヴェル＝コズ": "维克兹对斯维因有优势。\n\n原因如下：\n\n- 维克兹拥有远程技能，使他在斯维因靠近之前更容易进行骚扰。\n- 斯维因的机动性较低，难以躲避维克兹的技能，这意味着他容易受到持续伤害。\n- 维克兹的范围伤害可以影响斯维因在团战中的治疗，可能减少他的治疗量。\n- 斯维因对致残伤害很脆弱，因此如果维克兹有效骚扰，他可以抑制斯维因的治疗。\n- 维克兹的被动真实伤害可以绕过斯维因的耐久性，给他带来显著优势。",
      "バード": "巴德对斯维因有优势。\n\n原因如下：\n\n- 巴德可以远程攻击，更容易阻止斯维因靠近。\n- 斯维因的机动性较低，难以躲避巴德的技能，这意味着他更容易受到巴德的控制技能影响。\n- 巴德的治疗技能可以减轻斯维因的持续伤害，提高在对线阶段的耐久性。\n- 斯维因容易受到致命伤害的影响，因此通过有效使用巴德的技能，可以阻碍斯维因的治疗。\n- 巴德的终极技能可以在广泛区域内提供无敌效果，使他能够在团队战中抵消斯维因的优势。",
      "ナミ": "娜美占据优势。\n\n- 娜美可以远程攻击，更容易躲避斯维因的近战攻击。\n- 娜美的控制技能可以打断斯维因的技能，特别是在他试图接近时。\n- 娜美的治疗能力可以减轻斯维因的持续伤害，使她在面对有重伤效果的斯维因时占据优势。\n- 斯维因的机动性较低，使娜美更容易命中她的技能并在交战中获得优势。\n- 娜美对短程ADC很强，但斯维因在长时间的交战中表现不佳，这使娜美能够创造有利局面。",
      "ルル": "露露占据优势。\n\n- 露露可以使用护盾和控制技能来减轻斯维因的持续治疗能力。\n- 斯维因的机动性较低，受到露露的变形限制，使他很难发起攻击。\n- 露露可以远程输出伤害，使她在对线时保持优势，防止斯维因靠近。\n- 斯维因对致残伤害很脆弱，因此露露可以利用她的护盾和增益效果来阻碍他的治疗。\n- 露露有很强的能力来增强队友，这可以提高他们在与斯维因的团队战斗中的生存能力。",
      "ミリオ": "Milio在对抗Swain时具有优势。\n\n原因如下：\n\n- Milio可以延长盟友的攻击范围，使其更容易骚扰并躲避Swain的攻击。\n- Swain对依赖控制技能的英雄很强，但Milio的终极技能可以解除这些控制效果，有效地抵消Swain的进攻。\n- Milio的治疗和护盾效果可以减轻Swain的持续伤害。\n- Swain的机动性较低，使Milio能够安全地利用他的攻击范围进行交易。\n- Milio对Swain的重伤效果也很强，因为他无法阻止持续治疗，从而抵消Swain的优势。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以在早期游戏中使用她的终极技能，对斯维因施加很大压力。\n- 斯维因的机动性低，难以逃脱卡尔玛的束缚和骚扰。\n- 卡尔玛的技能是定向的，可以打断斯维因的治疗。\n- 卡尔玛可以远程输出，阻止斯维因靠近。\n- 斯维因容易受到致残伤害的影响，因此卡尔玛的骚扰可以限制他的持续治疗。\n- 卡尔玛可以在抵挡斯维因攻击的同时支持她的盟友，使她在对线阶段占据强大优势。",
      "ユーミ": "悠米有优势。\n\n- 悠米可以通过紧贴她的盟友安全地支援，使斯维因很难击中她。\n- 通过悠米的治疗和护盾，她可以减轻斯维因的持续伤害，提高线上的续航能力。\n- 斯维因的机动性低，使得用悠米的减速效果限制他的移动变得更容易。\n- 悠米在对抗消耗法师时具有优势，能够用她的护盾阻挡斯维因的攻击，同时进行反击。\n- 斯维因的控制技能不稳定，只要悠米紧贴她的盟友，她就能轻松躲避他的攻击。\n- 悠米可以在团队战中增强她的盟友，使他们能够进一步利用斯维因的持续伤害。",
      "セラフィーン": "塞拉芬对斯维因有优势。\n\n原因如下：\n\n- 塞拉芬的射程很长，能够更容易地阻止斯维因接近，使她在对线阶段能够有效骚扰。\n- 斯维因的机动性低，容易受到塞拉芬的控制技能影响，使他面临被抓的高风险。\n- 塞拉芬的所有技能都是范围技能，在团队战中具有显著影响力，并能够打断斯维因的持续治疗。\n- 塞拉芬的技能根据盟友数量增强，因此如果在团队战中协调得当，她可以在对抗斯维因时获得优势。\n- 斯维因对重伤效果很弱，因此通过塞拉芬的控制技能和爆发伤害在早期造成伤害，可以抑制他的治疗。",
      "ザイラ": "扎伊拉在对抗斯维因时具有优势。\n\n原因如下：\n\n- 扎伊拉拥有远程攻击，可以在斯维因靠近之前造成伤害，使她在对线时更容易获得优势。\n- 斯维因的机动性较低，容易受到扎伊拉的控制技能影响，面临被抓的高风险。\n- 扎伊拉的植物可以造成持续伤害，这会妨碍斯维因的治疗。\n- 斯维因对致残效果非常脆弱，因此扎伊拉可以通过她的控制技能和持续伤害轻松限制他的治疗。\n- 扎伊拉在游戏早期就能造成高额伤害，使她在斯维因发育之前更容易创造有利局面。",
      "モルガナ": "莫甘娜占据优势。\n\n原因如下：\n\n- 瑞文的机动性低，容易受到莫甘娜的束缚，便于被抓住。\n- 莫甘娜的法术护盾可以抵消瑞文的控制技能，使她更容易防御他的攻击。\n- 瑞文对重伤效果很脆弱，因此当他受到伤害或被莫甘娜束缚时，他的治疗能力受到限制。\n- 莫甘娜可以远程攻击，使她能够在瑞文靠近之前造成伤害。\n- 瑞文的持续治疗很容易被莫甘娜的高输出所克制。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "莫甘娜处于劣势。\n\n- 悠米可以通过紧贴队友提供治疗和护盾，使得抵消莫甘娜的攻击变得更容易。\n- 莫甘娜的束缚无法阻止悠米的移动，使她能够自由移动。\n- 悠米可以使用减速技能来阻碍莫甘娜的接近，使得全力进攻变得更容易。\n- 莫甘娜的技能冷却时间较长，而她反制悠米持续支援的手段有限。\n- 悠米的机动性很高，容易躲避莫甘娜的攻击，并在对线交易中获得优势。",
      "ザイラ": "扎伊拉处于劣势。\n\n原因如下：\n\n- 悠米可以安全地依附在盟友身上进行支援，更容易躲避扎伊拉的攻击。\n- 悠米的治疗和护盾可以减轻扎伊拉的持续伤害，使扎伊拉的交易效果降低。\n- 悠米的减速效果使扎伊拉在接近时变得脆弱。\n- 扎伊拉的机动性有限，当悠米依附在盟友身上时，扎伊拉很难命中她的攻击。\n- 在悠米的支援下，盟友的ADC可以对扎伊拉进行激进的进攻，使扎伊拉在对线时更难施加压力。",
      "ゼラス": "扎伊拉处于劣势。\n\n- 悠米可以通过附着在盟友身上提供治疗和护盾，从而减轻扎伊拉的攻击效果，使她的骚扰变得不那么有效。\n- 悠米的减速效果限制了扎伊拉的移动，使她更容易受到攻击。\n- 扎伊拉的自我防御选项有限，当悠米附着在盟友身上时，扎伊拉变得容易受到全力进攻。\n- 悠米的治疗能力使得抵消扎伊拉的消耗变得更容易，使她难以维持对线的优势。\n- 悠米机动性很高，可以轻松躲避扎伊拉的技能，使扎伊拉很难命中她的攻击。",
      "セラフィーン": "塞拉芬处于劣势。\n\n- 塞拉芬的技能施放较慢，由于悠米的减速效果，接近时很难命中攻击。\n- 悠米可以安全地依附在队友身上，避免塞拉芬的攻击变得更容易。\n- 塞拉芬在全力交战中基础伤害较低，如果她能得到悠米的治疗和护盾支持，她会处于劣势。\n- 悠米缺乏强力的控制技能，因此如果塞拉芬的控制技能被抵消，她会更容易受到伤害。\n- 塞拉芬的防御属性较低，容易受到悠米支持的ADC的攻击。",
      "ソラカ": "索拉卡处于劣势。\n\n- 悠米通过附着在盟友身上提供治疗和护盾，提供的持续恢复超过索拉卡的治疗。\n- 悠米的减速效果限制了索拉卡的移动，使她在面对全力进攻时更加脆弱，因为她的逃生选项有限。\n- 索拉卡的控制能力有限，几乎没有办法抵消悠米的支持，使她容易受到悠米的攻击。\n- 悠米可以对基础属性较低的索拉卡造成持续伤害，使她在交易中获得优势。\n- 悠米在团队战斗中增强盟友的能力很强，常常造成索拉卡的治疗无法有效应对的局面。",
      "ジリアン": "吉莉安处于劣势。\n\n- 悠米可以通过紧贴盟友提供治疗和护盾，使得抵消吉莉安的攻击变得更容易。\n- 悠米的减速效果限制了吉莉安的移动，使她在攻击或逃跑时选择有限。\n- 吉莉安的基础属性较低，缺乏悠米的支持时非常脆弱，容易被击倒。\n- 悠米在团队战斗中具有很强的支援能力，可以抵消吉莉安的爆发伤害。\n- 通过提高盟友的移动速度，悠米使吉莉安更容易错失进攻的机会。",
      "ラックス": "拉克斯在对抗悠米时处于劣势。\n\n- 悠米可以通过贴近她的盟友提供治疗和护盾，这降低了拉克斯骚扰的效果。\n- 悠米的减速效果使拉克斯难以保持距离，当被接近时，脆弱的拉克斯很可能会陷入危险境地。\n- 虽然悠米缺乏强力的控制技能，但她有足够的机动性来躲避拉克斯的技能，使她更容易避开。\n- 由于悠米依赖她的盟友，即使拉克斯被孤立，悠米也可以通过增强她的队友来反制拉克斯。\n- 拉克斯在被接近时非常脆弱，而悠米有能力保护她的盟友，这使得拉克斯在面对全力进攻时变得困难。",
      "シャコ": "沙科处于劣势。\n\n- 悠米可以通过紧贴盟友提供治疗和护盾，使得更容易抵消沙科的伏击。\n- 悠米的减速效果限制了沙科的移动，减少了他的逃生选项，使他在被全力进攻时变得脆弱。\n- 悠米的攻击力较低，这限制了她反制沙科高机动性的手段，尤其是在团队战斗中，她无法有效应对他。\n- 悠米缺乏强力的控制技能，当盟友被沙科伏击时，她保护盟友的手段有限，使他们更容易受到攻击。\n- 沙科可以轻松在路线上施加压力，并在悠米附着在盟友身边时进行伏击，从而抵消她的支援。",
      "カルマ": "卡尔玛处于劣势。\n\n- 悠米通过依附于盟友提供治疗和护盾，并与ADC有很高的协同作用，使得减轻卡尔玛的骚扰变得更容易。\n- 悠米的减速效果可以限制卡尔玛的移动，使悠米能够在卡尔玛施放钩子之前逃脱。\n- 卡尔玛的钩子需要时间来激活，这使得反制悠米的机动性变得困难。\n- 悠米的基础属性较低，在全力交战时容易受到攻击，因此即使卡尔玛攻击，她也无法有效造成伤害。\n- 悠米依赖于她的盟友，因此如果卡尔玛被孤立，她将无法获得悠米的支持，更容易成为目标。",
      "セナ": "塞娜处于劣势。\n\n- 悠米可以通过紧贴盟友提供治疗和护盾，这降低了塞娜骚扰的效果，使她的攻击更难命中。\n- 悠米的减速效果限制了塞娜的逃跑选择，使她在被全力进攻时变得脆弱。\n- 塞娜的基础属性较低，早期游戏时较弱，使她难以与悠米支持的ADC竞争。\n- 悠米不需要自己移动，这使她能够安全地支持，而不会给塞娜攻击的机会。\n- 塞娜的控制技能是束缚，但悠米缺乏强力控制，使塞娜更容易躲避她的技能。"
    },
    "loses": {
      "レル": "瑞尔对悠米有优势。\n\n原因如下：\n\n- 瑞尔拥有多种控制技能，即使悠米依附在盟友身上，也能更容易地禁用她，有效地抵消她的支援。\n- 悠米缺乏强力控制，使她在瑞尔的全力进攻下变得脆弱，尤其是在受到瑞尔攻击时，她很容易被击倒。\n- 瑞尔作为坦克具有高耐久性，能够在承受悠米的攻击时生存下来，并在抵御她的骚扰时发起进攻。\n- 悠米在单独时战斗能力较低，瑞尔可以通过发起全力进攻来孤立她。\n- 瑞尔的被动技能降低护甲和魔法抗性，进一步减少悠米的耐久性。",
      "ノーチラス": "纳托斯对悠米有优势。\n\n原因如下：\n\n- 纳托斯拥有强大的控制技能（CC），可以轻松抓住与悠米相连的盟友，从而更容易抵消悠米的支援。\n- 悠米缺乏硬控技能，因此在面对纳托斯的全力进攻时防御选项有限，被抓住的风险很高。\n- 纳托斯的钩子和技能射程较长，使得悠米难以提供安全的支援。\n- 悠米的基础属性较低，使她容易受到纳托斯的攻击，并且容易受到持续伤害。\n- 纳托斯作为坦克具有高耐久性，这相对削弱了悠米的治疗和护盾效果。",
      "ラカン": "拉卡恩对悠米有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，能够接近敌人，并轻松通过控制技能抵消悠米的支援。\n- 悠米缺乏强力的控制技能，使她在面对拉卡恩的进攻时几乎没有防御选项。\n- 拉卡恩的护盾和治疗可以超过悠米的治疗和护盾，提供高持续能力。\n- 拉卡恩有很强的保护队友的能力，能够有效地为与悠米绑定的队友提供保护。\n- 悠米自身的战斗能力较低，容易受到拉卡恩的攻击，使她在面对全力进攻时很难应对。",
      "スレッシュ": "Thresh对Yuumi有优势。\n\n原因如下：\n\n- Thresh具有很强的控制能力，更容易抓住Yuumi并限制她的机动性。\n- Yuumi缺乏强力控制，使她容易受到Thresh的钩子和减速的影响，在被全力攻击时很难应对。\n- Thresh擅长开团和保护，可以在Yuumi附着在盟友身上时将敌人分开。\n- Yuumi基础属性较低，容易受到持续骚扰，当受到Thresh的伤害时处于困境。\n- Thresh有手段抵消Yuumi的治疗和护盾，这会削弱她的续航能力。",
      "レオナ": "蕾欧娜占据优势。\n\n- 蕾欧娜拥有丰富的控制技能（CC），使得对脆弱的辅助如悠米的全力进攻非常有效。\n- 悠米缺乏硬控技能，因此当她被蕾欧娜攻击时，她的逃脱手段有限。\n- 蕾欧娜的基础属性高，在早期战斗中强势，使她更容易对悠米支持的ADC施加压力。\n- 悠米通过紧贴她的盟友提供支持，但当她受到蕾欧娜的攻击时，这种接近感被削弱，使悠米自己变得脆弱。\n- 蕾欧娜的全力进攻能力使得悠米在对线中难以维持，使她更容易受到骚扰。",
      "パイク": "皮克对尤米有优势。\n\n原因如下：\n\n- 皮克在早期游戏中拥有高基础属性，使他能够在对抗尤米的低基础属性时占据主导地位。\n- 尤米缺乏强力的控制技能，使她容易受到皮克抓捕敌人的能力影响，而她躲避钩子的手段有限。\n- 皮克能够瞬间消灭敌人，通过针对尤米附着的盟友，他可以抵消她的支援效果。\n- 尤米自身的战斗能力较低，当皮克全力进攻时，她依赖于盟友，防御手段很少。\n- 皮克的被动治疗效果超过了尤米的治疗和护盾，能够持续进行骚扰。",
      "パンテオン": "潘森对悠米有优势。\n\n原因如下：\n\n- 潘森有一个针对性的眩晕技能，使得他更容易瞄准悠米附着的盟友。这使得他能够对悠米支持的ADC进行强力的全力进攻。\n- 潘森在早期游戏中具有高爆发伤害，使他能够在不受悠米治疗或护盾影响的情况下发起进攻，更容易抵消她的续航能力。\n- 悠米缺乏强力的控制技能，因此当她被潘森攻击时，她的逃脱手段有限，使她非常容易受到全力进攻的威胁。\n- 潘森拥有全球大招，给予他对其他线路的高影响力，使他能够对悠米支持的线路施加压力。\n- 潘森在短时间的交战中表现出色，如果悠米支持的ADC受到伤害，潘森可以立即进行击杀。",
      "アリスター": "阿利斯塔占据优势。\n\n原因如下：\n\n- 阿利斯塔拥有强大的控制技能（CC），可以抵消悠米依附于队友的能力。特别是因为悠米依赖她的队友，阿利斯塔的开团非常有效。\n- 阿利斯塔的耐久性很高，而悠米的输出伤害较低，因此悠米很难对阿利斯塔造成伤害。\n- 悠米缺乏硬控技能，因此她很少有手段来反制阿利斯塔的开团。这使得阿利斯塔能够轻松抓住悠米。\n- 阿利斯塔的被动技能提供续航，使他在对线时具有很高的存在感，并更容易抵消悠米的治疗和护盾。\n- 在团队战斗中，阿利斯塔可以抵消悠米的支援并保护他的队友，从而降低悠米的有效性。",
      "ポッピー": "波比占据优势。\n\n原因如下：\n\n- 波比可以抵消悠米的减速效果，使她能够接近并打断悠米对其盟友的支援。\n- 波比拥有高额的护盾和百分比伤害，使她在与悠米的交易中能够造成比悠米的治疗和护盾更多的伤害，从而获得优势。\n- 悠米缺乏强力的控制技能，因此当她被波比的丰富控制技能击中时，她的逃脱选项受到限制，增加了被波比抓住的风险。\n- 波比在近战中表现出色，当悠米附着在盟友身上时，波比可以针对该盟友，有效地抵消悠米的支援。\n- 悠米自身的战斗能力较低，当波比全力进攻悠米的盟友时，悠米几乎没有手段来保护他们。",
      "バード": "巴德对优米有优势。\n\n原因如下：\n\n- 巴德具有很高的游走能力，可以支持优米附着的盟友，同时影响其他线路。\n- 巴德的技能能够干扰敌人，这可以抵消优米的治疗和护盾。\n- 优米缺乏强力的控制技能，使她容易受到巴德的眩晕和 incapacitating 效果的影响。\n- 巴德通过收集音符来造成伤害，这可以降低优米的耐久性。\n- 巴德的终极技能具有广泛的范围效果，可以暂时禁用优米附着的盟友。",
      "ルル": "露露占据优势。\n\n- 露露拥有变形和护盾，能够轻松中和悠米的攻击。由于悠米缺乏硬控，露露的技能可以轻松应对她。\n- 露露具有很强的增强队友能力，为与悠米绑定的队友提供护盾和生命值提升，使她的支持效果超过悠米。\n- 露露的控制技能限制敌方行动，因此当悠米试图发起攻击时，露露可以先行行动，阻碍悠米的攻击。\n- 露露可以根据情况调整技能，使她能够灵活应对悠米的玩法。\n- 悠米的基础属性较低，单独作战能力差，因此当她受到伤害时，由于露露的增强效果，她变得脆弱。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "梅尔处于劣势。\n\n- 泽拉斯拥有远程攻击技能，可以远距离骚扰梅尔，使其容易受到伤害。\n- 梅尔对治疗效果较弱，难以承受泽拉斯的持续伤害。\n- 泽拉斯的技能由于是技能射击，激活有延迟，但梅尔缺乏机动性，难以躲避泽拉斯的攻击。\n- 梅尔没有主动控制技能，因此限制了阻止泽拉斯攻击的方式。\n- 泽拉斯在团队战中拥有强大的范围伤害，而梅尔难以造成持续伤害，因此在团队战中梅尔常常处于劣势。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n原因如下：\n\n- 泽拉斯的技能范围非常长，使他能够在维克兹攻击之前单方面骚扰维克兹。\n- 泽拉斯的范围攻击在团队战斗中增加伤害，使他在维克兹能够持续输出之前获得优势。\n- 维克兹的机动性低，难以躲避泽拉斯的技能，因此如果被抓住，容易受到大量伤害。\n- 泽拉斯的自我防御选项有限，但维克兹在自我防御方面也很挣扎，增加了受到泽拉斯攻击伤害的风险。\n- 泽拉斯的技能激活时间较慢，但维克兹的控制技能也有较慢的起效时间，造成他容易被泽拉斯的攻击击中。",
      "ザイラ": "扎拉在对抗泽拉斯时处于劣势。\n\n- 泽拉斯的技能范围非常长，使他能够在扎拉攻击之前单方面骚扰她。\n- 泽拉斯的范围攻击可以轻松处理扎拉的植物，减少她的输出。\n- 泽拉斯的技能是定向和目标型的，这使得他相对容易躲避扎拉的技能，而扎拉则很难命中她的攻击。\n- 泽拉斯缺乏自我防御选项，但由于扎拉也没有机动性，他可以通过保持距离进行攻击，轻松施压她。\n- 泽拉斯的法力管理简单，可以持续使用技能，使他更容易在对抗扎拉时获得优势。",
      "セラフィーン": "塞拉芬处于劣势。\n\n- 泽拉斯的技能范围非常长，使他能够在塞拉芬接触之前单方面骚扰她。\n- 塞拉芬的技能施法时间较慢，使她在早期对线阶段很难躲避泽拉斯的攻击。\n- 泽拉斯拥有范围伤害技能，使他在团队战斗中更容易对多个敌人造成伤害，这可能会抵消塞拉芬的支援效果。\n- 塞拉芬的基础伤害较低，使她在全力交锋中难以与泽拉斯竞争。\n- 泽拉斯缺乏自我防御选项，但塞拉芬的防御属性也很低，使她容易受到刺客和高爆发英雄的攻击，这使她容易受到泽拉斯的攻击。",
      "ブラウム": "布隆处于劣势。\n\n- 泽拉斯拥有远程攻击技能，使得作为近战英雄的布隆很难躲避他的攻击。\n- 布隆的远程骚扰能力较低，无法有效反击泽拉斯的消耗。\n- 泽拉斯的技能造成范围伤害，使得在团队战斗中容易击中多个敌人，这也影响到布隆应该保护的盟友。\n- 布隆的控制技能需要时间来激活，使得在受到泽拉斯伤害之前很难拉近距离。\n- 尽管泽拉斯的自我防御选项有限，但他可以在布隆接近之前通过骚扰逐渐削弱布隆的生命值，使布隆处于不利的局面。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 泽拉斯的技能范围非常长，使他能够从远处单方面攻击，导致莫甘娜容易受到骚扰。\n- 莫甘娜的技能需要时间来激活，使她难以躲避泽拉斯的攻击。\n- 泽拉斯的范围伤害攻击使莫甘娜在团队战中容易受到多个敌人的伤害，考验她的耐久性。\n- 莫甘娜的技能冷却时间较长，限制了她反击泽拉斯攻击的机会。\n- 泽拉斯对低机动性的对手很强，但莫甘娜由于他的长距离而难以接近。\n- 莫甘娜的法术护盾无法阻挡泽拉斯的攻击，使她几乎没有办法减轻他的骚扰。",
      "ブランド": "布兰德在对抗泽拉斯时处于劣势。\n\n原因：\n- 泽拉斯的技能范围非常长，使他能够远程攻击，导致布兰德容易受到骚扰。\n- 泽拉斯的范围攻击可以在团队战斗中增加伤害，可能超过布兰德的持续伤害。\n- 布兰德的自我防御选项有限，容易受到泽拉斯攻击的伤害。\n- 泽拉斯的技能由于是技能射击和区域目标，激活有延迟，但布兰德在此期间面临高风险受到伤害。\n- 泽拉斯对高度机动的刺客较弱，但布兰德在这方面也容易受到泽拉斯的威胁，使他容易遭到伏击。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 泽拉斯的射程极长，可以在拉克斯攻击之前单方面骚扰她。\n- 泽拉斯的技能具有范围伤害，使拉克斯很难通过使用小兵来避免骚扰。\n- 拉克斯在被接近时很脆弱，容易受到泽拉斯攻击的伤害。\n- 尽管泽拉斯的技能施放较慢，但拉克斯的技能也是技能射击，使她很难躲避泽拉斯的攻击。\n- 泽拉斯的法力管理很轻松，使他能够在路上持续骚扰，给拉克斯施加持续压力。",
      "スレッシュ": "锤石处于劣势。\n\n- 泽拉斯拥有远程攻击技能，可以在锤石靠近之前单方面骚扰他。\n- 锤石的技能冷却时间长，限制了他躲避泽拉斯攻击的机会。\n- 泽拉斯的范围攻击使得锤石在团战中容易受到伤害，难以保护队友。\n- 锤石的基础属性较低，容易受到持续骚扰，使他难以承受泽拉斯的攻击。\n- 泽拉斯的自我防御选项有限，因此即使锤石钩中泽拉斯，泽拉斯也很少有逃脱的手段，但他可以在锤石靠近之前造成伤害，这使得局势风险很高。"
    },
    "loses": {
      "パイク": "派克占据优势。\n\n原因如下：\n\n- 派克的机动性很高，更容易躲避泽拉斯的技能，减少受到他的伤害的可能性。\n- 泽拉斯的技能启动时间较慢，使得派克可以轻松用钩子或快速攻击抓住他。\n- 派克的被动技能提供了很高的骚扰抵抗力，即使在受到泽拉斯的消耗后也更容易进行反击。\n- 泽拉斯缺乏自我防御选项，面对近战攻击时较弱，当派克靠近时暴露出他的脆弱。\n- 派克可以通过击杀与队友分享金币，更容易建立对线优势。",
      "ユーミ": "悠米在对抗泽拉斯时具有优势。\n\n- 悠米可以提供治疗和护盾，使她更容易承受泽拉斯的骚扰。\n- 泽拉斯的技能启动较慢，难以击中机动性极高的悠米。\n- 通过靠近队友，悠米可以安全地支持他们，减少受到泽拉斯攻击的风险。\n- 使用悠米的减速效果可以更容易限制泽拉斯的移动。\n- 泽拉斯自我防御的选项很少，当悠米靠近她的队友时，他更难受到攻击，这使得悠米在对抗泽拉斯时占据优势。",
      "ソナ": "索娜在对抗泽拉斯时具有优势。\n\n原因如下：\n\n- 索娜拥有治疗和护盾，使她能够承受泽拉斯的骚扰，从而在对线中具有很高的续航能力。\n- 泽拉斯的技能施放速度较慢，难以击中机动性极高的索娜，这使她能够轻松躲避攻击。\n- 索娜的范围控制技能可以阻止泽拉斯的攻击，并在团队战中为她的队伍带来优势。\n- 索娜在对线阶段的发育能力出色，使她在持久战中能够获得对泽拉斯的优势。\n- 泽拉斯的自我防御选项有限，近距离逃脱能力低，这为索娜在接近时创造了攻击机会。",
      "カルマ": "卡尔玛占据优势。\n\n- 卡尔玛可以在游戏早期使用她的终极技能，对泽拉斯施加很大压力。\n- 泽拉斯的技能启动较慢，使用卡尔玛的束缚和加速更容易躲避他的攻击。\n- 卡尔玛有一个可以减轻泽拉斯消耗的护盾，使她能够在对线中持续骚扰。\n- 泽拉斯的自我防御选项有限，使用卡尔玛的束缚很容易抓住他。\n- 卡尔玛的机动性很高，使她能够在躲避泽拉斯攻击的同时进行骚扰，这使她在对线中占据优势。",
      "バード": "巴德在对抗泽拉斯时具有优势。\n\n原因如下：\n\n- 巴德的机动性很高，更容易躲避泽拉斯的技能，减少受到的伤害。\n- 泽拉斯的技能启动时间较慢，使巴德可以轻松利用移动技能躲避。\n- 巴德的控制技能可以在泽拉斯发起攻击之前打断他。\n- 巴德通过收集音符来造成伤害，这使他对装备的依赖性降低，并在对线时拥有较高的续航能力。\n- 泽拉斯的自我防御选项有限，近距离逃脱能力低，使他容易受到巴德的攻击。\n- 巴德的大招可以在广泛区域内提供无敌效果，使他能够在团战中抵消泽拉斯的范围攻击。",
      "ミリオ": "Milio在对抗Xerath时具有优势。\n\n- Milio拥有一个可以延长盟友攻击范围的技能，使得反制Xerath的远程攻击变得更容易。\n- Xerath的技能激活时间较慢，难以击中机动性极高的Milio。\n- Milio的终极技能可以在范围内解除控制效果，使得更容易抵消Xerath的攻击。\n- Milio拥有治疗和护盾，使他能够承受Xerath的消耗。\n- Xerath缺乏自我防御选项，在Milio的支持下，盟友可以更轻松地攻击，从而在与Xerath的交战中获得有利的交易。",
      "ジリアン": "扎伊拉在对抗泽拉斯时具有优势。\n\n原因如下：\n\n- 扎伊拉的机动性很高，更容易躲避泽拉斯的技能，减少骚扰。\n- 泽拉斯的技能启动时间较慢，使扎伊拉能够利用她的瞬间移动和减速轻松躲避攻击。\n- 扎伊拉的范围控制技能在团队战中有效地干扰泽拉斯的位置，帮助减轻他的伤害。\n- 扎伊拉的被动技能提供经验优势，更容易制造等级差距，从而在对抗泽拉斯时占据上风。\n- 泽拉斯的自我防御选项有限，使扎伊拉能够轻松靠近并造成伤害。",
      "レル": "瑞尔占据优势。\n\n原因如下：\n\n- 瑞尔是近战输出，可以在避免泽拉斯的远程攻击的同时接近他，使她不容易受到他的骚扰。\n- 瑞尔的控制技能可以限制泽拉斯的移动，使他难以施放技能。\n- 泽拉斯的自我防御选项有限，容易受到瑞尔的全力进攻，使瑞尔更容易创造有利局面。\n- 瑞尔的被动技能使她更容易对泽拉斯造成伤害，而作为坦克的高耐久性在持久战中给她带来了优势。\n- 泽拉斯的机动性低，逃脱瑞尔进攻的手段有限，使瑞尔能够灵活地掌控局势。",
      "ラカン": "拉卡恩在对抗泽拉斯时具有优势。\n\n原因如下：\n\n- 拉卡恩的机动性很高，更容易躲避泽拉斯的远程攻击。这减少了受到泽拉斯骚扰的可能性。\n- 通过使用拉卡恩的控制技能（CC），他可以迅速接近并在泽拉斯施放技能之前发起攻击。\n- 泽拉斯的自我防御选项有限，近战能力较弱，因此拉卡恩可以轻松接近并施加控制技能将其击败。\n- 拉卡恩拥有护盾和治疗，使他更容易在泽拉斯的攻击下生存，同时能够保护队友并发起进攻。\n- 泽拉斯的法力消耗很高，如果他不能很好地管理被动技能，很容易就会耗尽法力，而拉卡恩可以通过持续施加压力使泽拉斯难以管理法力。",
      "ノーチラス": "纳托鲁斯占据优势。\n\n原因如下：\n\n- 纳托鲁斯拥有强大的控制能力，可以单方面地对抗缺乏自我防御选项的英雄，如泽拉斯。\n- 泽拉斯的技能施放速度较慢，难以躲避纳托鲁斯的钩子和冲锋，导致被抓的风险很高。\n- 纳托鲁斯的坦克属性使他能够承受泽拉斯的攻击，更容易在全力进攻时创造有利局面。\n- 泽拉斯在近距离的逃脱潜力较低，因此当纳托鲁斯接近时，他的逃跑选择有限。\n- 纳托鲁斯可以在抵挡泽拉斯技能的同时缩短距离，更容易抵消泽拉斯的消耗。",
      "ニーコ": "妮可占据了优势。\n\n原因如下：\n\n- 对于短程的泽拉斯，妮可可以利用她的伪装进行伏击，使她更容易造成伤害，同时避免泽拉斯的攻击。\n- 泽拉斯的技能启动时间较慢，使妮可可以轻松地利用她的机动性躲避。\n- 妮可的大招的范围伤害和控制可以在团战中打乱泽拉斯的站位，使她对他构成威胁。\n- 泽拉斯的自我防御选项有限，在团战中容易受到妮可的伏击和爆发伤害。\n- 妮可在对抗短程英雄时占据优势，并且可以通过使用她的伪装在对抗像泽拉斯这样的远程法师时创造有利局面。",
      "ブリッツクランク": "布里茨克兰克占据优势。\n\n- 泽拉斯的技能都是延迟释放的技能射击，这使得躲避布里茨克兰克的钩子变得困难。\n- 布里茨克兰克擅长近距离埋伏，而泽拉斯的自我防御选项有限，如果被抓住，风险很高，容易被击倒。\n- 泽拉斯的射程很长，但如果布里茨克兰克的钩子命中，局势可以瞬间逆转，给他施加持续压力。\n- 布里茨克兰克在团队战中有范围伤害和沉默效果，可以干扰泽拉斯的技能。\n- 泽拉斯的法力消耗很高，考虑到错过钩子的风险，他很难应对布里茨克兰克的压力。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "Thresh处于劣势。\n\n- Mel拥有远程技能，并且在早期游戏中擅长骚扰，这使得Thresh很难接近。\n- Mel的技能能够反弹敌方技能，增加了Thresh的控制技能被反击的可能性。\n- Thresh的基础属性较低，容易受到持续骚扰，使他对Mel的范围攻击非常脆弱。\n- Mel有能力击杀敌人，这使得Thresh在生命值减少时处于危险境地。\n- Thresh的技能冷却时间较长，错过技能时产生的空档很大，这使得他很难有效施压Mel。",
      "ブリッツクランク": "布里茨克兰克处于劣势。\n\n- 梅尔拥有远程技能，可以在布里茨克兰克接近之前进行骚扰，使布里茨克兰克难以接近。\n- 梅尔的技能能够反弹敌方技能，增加布里茨克兰克的钩子被反击的可能性。\n- 布里茨克兰克的法力消耗高，错过一次钩子会减少压力，使得强行攻击梅尔变得风险很大。\n- 梅尔有能力确保击杀，更容易针对低血量的布里茨克兰克。\n- 布里茨克兰克的基础移动速度低，如果在梅尔技能范围外被攻击，他几乎没有逃脱的手段，增加了被抓的风险。",
      "モルガナ": "莫甘娜处于劣势。\n\n- 梅尔是一个辅助型英雄，可以通过反制莫甘娜的技能来抵消她的控制效果，使莫甘娜的攻击无效。\n- 由于梅尔的远程和范围攻击，莫甘娜在前期容易受到骚扰，并在对线时感到压力。\n- 莫甘娜的技能冷却时间长，持续输出手段有限，使她难以对梅尔的攻击进行反击。\n- 梅尔的被动技能可以确保击杀，这使得莫甘娜的血量管理变得复杂，尤其是在她的血量较低时，容易陷入危险境地。\n- 莫甘娜的法术护盾无法阻挡梅尔的攻击，使她在被梅尔的技能击中时容易受到伤害。",
      "セラフィーン": "塞拉芬处于劣势。\n\n- 梅尔拥有丰富的范围攻击和反射塞拉芬技能的能力，可以将塞拉芬的攻击转向她自己。\n- 塞拉芬的技能施放速度较慢，使她难以反击梅尔的远程攻击。\n- 梅尔的被动技能使她能够在敌人生命值低于某个阈值时确保击杀，而塞拉芬对此特别敏感。\n- 塞拉芬缺乏治疗能力，使她容易受到梅尔的持续伤害。\n- 塞拉芬的基础伤害较低，常常在与梅尔的全力交锋中处于劣势。",
      "ヴェル＝コズ": "维克兹处于劣势。\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，使维克兹难以保持距离。\n- 梅尔的技能能够反弹敌方技能，增加维克兹的技能被反击的可能性。\n- 维克兹机动性低，当被接近时难以自我防御，使他容易受到梅尔的攻击。\n- 梅尔由于其被动技能能够在敌人血量低于某个阈值时确保击杀，而维克兹对此特别脆弱。\n- 梅尔对治疗效果较弱，但维克兹擅长持续输出，无法利用梅尔的弱点。",
      "ナミ": "娜美处于劣势。\n\n原因如下：\n\n- 梅尔拥有丰富的范围攻击，并擅长从远距离进行骚扰，使娜美在早期游戏中容易受到压力。\n- 梅尔的技能能够反弹敌方技能，增加娜美的控制技能被反击的可能性。\n- 娜美具有治疗能力，但由于梅尔的被动技能，敌人在某个生命值以下有被击杀的风险。\n- 娜美的控制技能激活时间较慢，难以对抗梅尔的高机动性和爆发潜力。\n- 梅尔可以造成持续伤害，因此娜美的治疗往往不足以抵消。",
      "ソラカ": "索拉卡处于劣势。\n\n- 梅尔拥有丰富的范围攻击，并且在早期游戏中擅长骚扰，造成的伤害超过了索拉卡的治疗能力。\n- 虽然索拉卡的治疗能力很强，但她需要小心，因为梅尔的被动技能对生命值低于某个阈值的敌人构成击杀风险。\n- 梅尔的技能能够反弹敌方技能，这意味着索拉卡的沉默和束缚可能会反过来对她造成伤害。\n- 索拉卡的基础属性较低，逃生手段有限，使她容易受到梅尔的攻击。\n- 梅尔拥有远程技能，可以在索拉卡接近之前造成伤害，造成强大的对线压力。",
      "セナ": "塞娜处于劣势。\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，能够抵消塞娜的治疗能力。\n- 梅尔的技能可以利用塞娜的束缚，使她在尝试交战时容易受到反击。\n- 塞娜的基础属性较低，特别是在早期游戏中非常脆弱，使她容易受到梅尔的范围攻击。\n- 梅尔有能力获取击杀，对生命值低的塞娜施加强大压力。\n- 塞娜的逃生选项有限，容易被抓住，并在受到梅尔攻击时面临致命伤害的高风险。",
      "パイク": "Pyke处于劣势。\n\n- Mel拥有远程技能和强大的骚扰能力，使得Pyke很难接近。\n- Mel的技能可以反弹敌方技能，这意味着Pyke的钩子和攻击可能会反过来伤害他。\n- Mel可以通过她的被动技能在敌人血量低于一定阈值时确保击杀，这使得Pyke在血量低时接近变得危险。\n- Mel可以造成持续伤害，当Pyke的爆发伤害较低时，这让他处于劣势。\n- 尽管Mel对治疗效果较弱，但Pyke在面对拥有治疗手段的对手时会感到困难，因为他无法造成持续伤害。",
      "ブラウム": "布隆在对抗梅尔时处于劣势。\n\n- 梅尔拥有远程攻击，可以在布隆靠近之前骚扰他，使他容易受到伤害。\n- 梅尔的技能有很多范围攻击，容易抵消布隆的防御能力。\n- 梅尔由于她的被动技能，能够在敌人血量低于某个阈值时确保击杀，使她能够在忽视布隆的坦克能力的情况下锁定击杀。\n- 布隆缺乏续航能力，无法持续输出伤害，使他难以承受梅尔的骚扰。\n- 梅尔对辅助型英雄非常强势，能够将布隆的控制技能反过来对付他。",
      "ラックス": "拉克斯处于劣势。\n\n原因如下：\n\n- 梅尔拥有远程技能，擅长在早期游戏中进行骚扰，能够在躲避拉克斯技能的同时进行攻击。\n- 梅尔的技能可以反弹敌方技能，使她能够通过将拉克斯的技能反击来造成伤害。\n- 拉克斯在接近时很脆弱，难以应对梅尔的持续伤害和范围攻击。\n- 梅尔有能力确保击杀，对低血量的拉克斯施加强大压力。\n- 拉克斯的技能是需要精准的技能射击，这使得更难击中梅尔的移动。",
      "ソナ": "索娜处于劣势。\n\n- 梅尔拥有丰富的范围攻击和强大的骚扰能力，从游戏早期就能造成超过索娜治疗能力的伤害。\n- 梅尔的技能能够反弹敌方技能，这使得索娜的光环和技能很可能被克制。\n- 索娜的基础属性较低，在游戏早期特别脆弱，容易受到梅尔的攻击。\n- 索娜的治疗能力对持续伤害较弱，难以抵挡梅尔的连续攻击。\n- 索娜的主动控制能力有限，几乎没有手段来阻止梅尔的攻击，因此在对线中难以保持优势。"
    },
    "loses": {
      "ノーチラス": "纳图斯在对抗梅尔时具有优势。\n\n原因如下：\n\n- 纳图斯拥有强大的控制技能（CC），可以轻松抵消梅尔的远程和范围攻击。特别是，通过使用他的钩子抓住梅尔，他可以在她激活技能之前攻击她。\n- 梅尔缺乏主动控制技能，使她在纳图斯的全力进攻面前毫无防备。一旦纳图斯拉近距离，梅尔的逃脱手段有限。\n- 纳图斯对治疗者有优势，而梅尔正是其中之一，因此她容易受到纳图斯的攻击。\n- 纳图斯的坦克属性使他能够吸收梅尔的持续伤害，减少她在团队战斗中的影响。\n- 当梅尔没有滚雪球时，她的影响力会减弱，但纳图斯可以利用他的控制技能改变游戏的节奏，使他更容易掌控比赛。",
      "ジャンナ": "贾娜在梅尔面前具有优势。\n\n原因如下：\n\n- 贾娜拥有强大的控制技能，可以打断梅尔的技能，使得抵消梅尔的攻击变得更容易。\n- 贾娜的护盾可以减少梅尔的伤害，特别是对梅尔的范围攻击效果显著。\n- 贾娜的移动速度很高，使得躲避梅尔的攻击变得更容易，并且通过提高队友的移动速度，增强了整个团队的机动性。\n- 梅尔对治疗效果较弱，但贾娜拥有范围治疗，使得支持被梅尔攻击的队友变得更容易。\n- 贾娜具有强大的脱离能力，使她在梅尔试图全力进攻时能够有效反击。",
      "ゼラス": "Zyra在对抗Mel时具有优势。\n\n- Zyra拥有超出Mel范围的远程攻击技能，使她能够在早期游戏中进行单方面的骚扰。\n- Mel对治疗效果较弱，而Zyra可以造成持续伤害，更容易削减Mel的生命值。\n- Zyra的范围攻击对敌人有效，包括Mel的小兵，使她在推线和攻城方面表现出色。\n- Mel缺乏主动控制技能，因此她避免Zyra攻击的手段有限，容易受到伤害。\n- Zyra的法力管理相对简单，使她能够持续攻击并保持在线上的优势。",
      "パンテオン": "潘森占据优势。\n\n原因如下：\n\n- 潘森拥有定向控制技能，使得抵消梅尔的技能变得更容易。这减少了梅尔的骚扰和击杀机会。\n- 潘森具备强大的全力输出能力，能够在游戏早期对梅尔造成强力伤害，迫使梅尔谨慎应对。\n- 潘森可以在短时间内造成爆发伤害，迅速降低梅尔的生命值。这使得在梅尔激活被动技能之前有可能击杀她。\n- 拥有全球大招的潘森对其他路的影响力很大，尤其是在梅尔被孤立时，给予他显著的优势。\n- 梅尔难以持续输出伤害，使得潘森在短暂的交战中表现出色。",
      "レオナ": "蕾欧娜占据优势。\n\n- 蕾欧娜具有很强的开团能力，她的全力进攻对像梅尔这样的辅助型英雄非常有效。\n- 梅尔缺乏主动控制技能，使她容易受到蕾欧娜的控制连招的攻击。\n- 蕾欧娜的基础属性和耐久性很高，能够承受梅尔的骚扰。\n- 梅尔对治疗效果较弱，但蕾欧娜可以造成持续伤害，从而抵消梅尔的优势。\n- 蕾欧娜的控制技能可以禁用梅尔的技能，特别是在蕾欧娜在梅尔使用技能后进行攻击时，可以防止梅尔的反击。",
      "ザイラ": "Zyra在对抗Mel时具有优势。\n\n原因如下：\n\n- Zyra拥有远程攻击，可以安全地骚扰，同时避免Mel的技能。\n- Zyra的植物可以造成持续伤害，使得削弱Mel的生命值变得更容易。\n- Mel缺乏主动控制技能，因此如果被Zyra的控制技能击中，她面临被单方面攻击的高风险。\n- Zyra的控制技能具有范围效果，当Mel面对多个敌人时非常有效。\n- Mel对治疗效果较弱，使得她很难反制Zyra的持续伤害。",
      "ルル": "露露占据优势。\n\n原因如下：\n\n- 露露可以为盟友提供护盾，使其更容易抵御梅尔的攻击。\n- 她可以用变形术中和梅尔的技能，特别是禁用她的范围攻击。\n- 露露的控制技能非常有效，可以打断梅尔的攻击，限制她使用技能的时机。\n- 露露有很强的能力来增强盟友，提高他们在梅尔试图进攻时的生存能力。\n- 梅尔很难造成持续伤害，因此在露露的护盾和治疗下生存的机会很高。\n- 露露对潜行者和刺客有很强的防御能力，使得应对梅尔的激进玩法变得更容易。",
      "ジリアン": "吉莉安在梅尔面前占有优势。\n\n原因如下：\n\n- 吉莉安拥有范围控制技能，可以抵消梅尔的技能并阻止她的攻击。\n- 吉莉安的移动速度增益和减益使得限制梅尔的位置变得更容易，减少骚扰的机会。\n- 吉莉安的爆发伤害高，能够迅速削减梅尔的生命值，使梅尔难以滚雪球。\n- 吉莉安的复活能力在梅尔试图获取击杀时提供了翻盘的机会，降低了梅尔的击杀获取潜力。\n- 梅尔对治疗效果较弱，但吉莉安可以造成持续伤害，能够利用梅尔的弱点。",
      "カルマ": "卡尔玛占据优势。\n\n原因如下：\n\n- 卡尔玛可以在游戏早期使用她的终极技能，这使她能够对梅尔施加很大的压力。这使得压制梅尔的骚扰和推线变得更容易。\n- 卡尔玛的束缚技能可以在梅尔使用技能之前抓住她，这使得抵消梅尔攻击的手段非常有效。\n- 梅尔对治疗效果很弱，但卡尔玛有护盾和治疗，可以在战斗中减轻梅尔的攻击，同时保持生存。\n- 卡尔玛的机动性很高，更容易躲避梅尔的范围攻击。这创造了梅尔无法发挥其优势的局面。\n- 梅尔缺乏主动控制技能，因此卡尔玛可以利用她的束缚和加速效果对梅尔发起有利的交易。"
    }
  }
}