{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ヴァルスはトレードを仕掛ける機会が減ります。\n- シヴィアのスペルシールドにより、ヴァルスのスキルを無効化されやすく、効果的なハラスが難しくなります。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスのスキルを避けやすいため、トレードで不利になりやすいです。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、シヴィアの攻撃を避けつつハラスを行うように心がける。\n- サポートと連携して、シヴィアがウェーブクリアを行う前にトレードを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、シヴィアの攻撃力を抑えるために防御アイテムを選択する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンがハラスを試みても、シヴィアは簡単にミニオンを処理して反撃できるため、レーンでの優位性を保たれやすい。\n- シヴィアのスペルシールドにより、ミス・フォーチュンのスキルを一度無効化されることで、トレードが不利になりやすい。\n- シヴィアは移動速度を上昇させる手段が豊富で、ミス・フォーチュンが接近するのを防ぎやすく、オールインを仕掛けるのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを意識し、シヴィアのスキルを避けながら安全にダメージを与えることを心がける。\n- サポートと連携して、シヴィアがウェーブを押しすぎないようにし、ギャンクを狙うことでレーンの主導権を取り戻す。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、シヴィアの攻撃に耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ケイトリンがハラスを行う機会が減ります。\n- シヴィアのスペルシールドにより、ケイトリンのスキルを無効化されることが多く、トレードで不利になります。\n- シヴィアは移動速度を上昇させる手段が豊富で、ケイトリンの攻撃を避けやすく、オールインを仕掛けるのが難しいです。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、サポートと連携してシヴィアにプレッシャーをかける。\n- シヴィアのウェーブクリアを意識し、ミニオンをまとめて処理することで、レーンを押し返すタイミングを作る。\n- シヴィアのスペルシールドを使わせた後に、スキルを使ってトレードを仕掛けることで、ダメージを与えるチャンスを増やす。",
      "スモルダー": "スモルダーが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押し込まれる可能性が高いです。\n- シヴィアの攻撃は跳弾するため、ミニオンを利用してスモルダーにハラスをかけやすく、序盤のトレードで不利になります。\n- スモルダーは序盤のスキル性能が低く、シヴィアの攻撃を受けると一方的にダメージを受けやすいです。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、シヴィアの攻撃を避けることでダメージを減らす。\n- サポートと連携して、シヴィアに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、特に防御アイテムを優先してシヴィアのダメージを軽減する。",
      "トリスターナ": "トリスターナが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナがレーンを押し返すのが難しいため、トリスターナは一方的にダメージを受けやすい。\n- シヴィアのスペルシールドにより、トリスターナのスキルを無効化されることが多く、トレードでの優位性を失いやすい。\n- シヴィアの攻撃速度の増加や移動速度の上昇により、トリスターナが近づくことが難しく、特に序盤のトレードで不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、シヴィアのスキルを避けつつ、ミニオンを利用して安全にCSを取ることを心がける。\n- サポートと連携して、シヴィアがウェーブを押しすぎたタイミングで反撃を狙うことで、トレードを有利に持ち込む。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、シヴィアの攻撃に耐えられるようにする。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチは攻撃速度が高く、持続的なダメージを与えることができるため、シヴィアの単体DPSに対して優位に立てます。\n- シヴィアは基礎射程が短く、序盤のレーンでトゥイッチの攻撃を受けやすく、トレードで不利になることが多いです。\n- トゥイッチのステルスを利用した奇襲が有効で、シヴィアのスペルシールドを無効化しやすく、トレードで有利に進めることができます。\n\n有利の取り方：\n- レーン序盤から積極的にトレードを仕掛け、シヴィアの基礎射程の短さを利用してダメージを与えます。\n- ステルスを活用して奇襲を行い、シヴィアが反応する前にダメージを与えることで有利な状況を作ります。\n- アルティメットを使用して集団戦での位置取りを有利にし、シヴィアが攻撃できない状況を作り出します。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲がシヴィアよりも長いため、レーンでのハラスやトレードで優位に立ちやすい。\n- ユナラのスキルは魔法ダメージを与えるため、シヴィアのスペルシールドを無効化しやすく、トレードで有利な状況を作りやすい。\n- シヴィアは単体へのDPSが低いため、ユナラのAoEダメージを受けると一方的にダメージを受けることが多い。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- シヴィアのスペルシールドがクールダウン中にスキルを使ってトレードを仕掛ける。\n- 敵のミニオンを利用して、ユナラのスキルでAoEダメージを与えつつ、シヴィアに圧力をかける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアの基礎射程が短いため、トレードで有利に立ち回ることができる。\n- シヴィアはウェーブクリア能力が高いが、単体へのDPSが低いため、ドレイヴンの高いダメージを受けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作りやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、シヴィアにプレッシャーをかけることで、ファームを妨害する。\n- 斧を正確に拾い続け、ダメージを最大限に活かしてトレードを有利に進める。\n- ジャングラーとの連携を取り、シヴィアが孤立しているタイミングでギャンクを狙うことで、キルを狙いやすくする。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアの基礎射程が短いため、トレードで有利に立ち回ることができる。\n- シヴィアのスペルシールドは一度のスキルを無効化するだけで、ルシアンのスキルコンボに対しては効果的ではないため、持続的なダメージを与えやすい。\n- ルシアンは機動力が高く、シヴィアの攻撃を避けながら攻撃することができるため、レーンでのハラスが強力。\n\n有利の取り方：\n- シヴィアのスキルがクールダウン中のタイミングを狙って攻撃し、ダメージを与える。\n- スキルを使った後の通常攻撃を活かして、連続的にダメージを与える。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを調整して、無効化されないようにする。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。特に、シヴィアの基礎射程が短いため、ゼリは距離を保ちながら攻撃できる。\n- シヴィアは単体へのDPSが低く、ゼリのような機動力のあるキャリーに対しては火力が不足しがち。ゼリはスキルを駆使してダメージを出しやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にハラスを行いやすい。これにより、シヴィアのウェーブクリア能力を上回ることができる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。特に、ゼリのQを使って距離を保ちながら攻撃する。\n- シヴィアがウェーブクリアを行う際に、ゼリの機動力を活かして後ろに下がりつつ攻撃し、トレードを有利に進める。\n- シヴィアがスペルシールドを使った後に攻撃を仕掛け、CCを避けることで有利な状況を作り出す。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n- カイ＝サは高いバーストダメージを持ち、特にレベル6以降はアルティメットを使って瞬時に接近し、ジンに対してオールインを仕掛けやすいです。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サの攻撃を受けやすくなります。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、物理ダメージと魔法ダメージを両方扱えるため、ジンの防御がしにくいです。\n\n不利の緩和策：\n- レーンフェーズではミニオンや味方と一緒に行動し、カイ＝サの孤立した状況でのダメージを減少させるように心がける。\n- カイ＝サのアルティメットが使えるレベル6以降は、慎重に位置取りを行い、オールインを避けるために距離を保つ。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、カイ＝サのバーストダメージに耐えられるようにする。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- カイ＝サは高いバーストダメージを持ち、スキルを進化させることでエズリアルに対して強力なダメージを与えることができるため、エズリアルは常に警戒しなければならない。\n- カイ＝サの機動力とUltによる奇襲能力により、エズリアルは距離を保つのが難しく、オールインを仕掛けられるリスクが高い。\n- エズリアルの主力スキルは方向指定であり、カイ＝サの瞬時の移動やシールドによって攻撃が避けられることが多く、効果的なダメージを与えにくい。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、サポートと連携してカイ＝サに対して積極的にポークを行い、リソースを削る。\n- カイ＝サのUltやスキルのクールダウンを意識し、相手のスキルが使えないタイミングで攻撃を仕掛ける。\n- アイテムビルドを工夫し、早めに防御アイテムを購入することで、カイ＝サのバーストダメージに耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- カイ＝サは高いバーストダメージを持ち、瞬時に接近して攻撃できるため、ケイトリンの長射程を活かす前にオールインされやすい。\n- ケイトリンはスキルのモーションが長く、使用時に隙が生まれるため、カイ＝サの奇襲や追撃に対して脆弱。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、物理ダメージと魔法ダメージを両方扱えるため、ケイトリンの防御が難しい。\n\n不利の緩和策：\n- レーンでのハラスを強化し、カイ＝サが近づく前にダメージを与えることで、主導権を握る。\n- サポートと連携して、カイ＝サの動きを制限するために罠を効果的に使用し、Gankを警戒する。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、カイ＝サのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サよりも早い段階での攻撃力が高いため、早期のオールインで有利を取れる。\n- カイ＝サは基礎ADが低く、序盤は脆弱であるため、ドレイヴンの攻撃を受けるとすぐにダメージを受けやすい。\n- ドレイヴンは移動速度を上げるスキルを持ち、追撃性能が高いため、カイ＝サが逃げるのを難しくすることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カイ＝サにプレッシャーをかけてファームを妨害する。\n- 斧を正確に拾い続け、ダメージを最大化しつつ、ゴールドを稼いでビルドを早める。\n- サポートと連携して、カイ＝サがスキルを使った後の隙を狙い、オールインを仕掛ける。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、オールインを仕掛けやすい。\n- カイ＝サはCCを持たないため、サミーラの高いDPSを受けやすく、特に接近戦でのダメージを与えやすい。\n- サミーラはスキルの組み合わせによってスタイルを上げることができ、集団戦でも強力なキャリー能力を発揮できる。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、カイ＝サの体力を削る。\n- サポートと連携して、カイ＝サがスキルを使った後にオールインを仕掛ける。\n- 敵のミニオンを利用して、サミーラのスキルを当てやすい位置取りを心がける。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にカイ＝サの脆弱な序盤を利用してハラスを行いやすい。\n- カイ＝サはCCを持たないため、アフェリオスのスネアやスローを使ったオールインが効果的で、相手を捕まえやすい。\n- アフェリオスは高いバーストダメージを持ち、特に脅威ステータスが育つとカイ＝サに対して圧倒的な火力を発揮できる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削ることでレーンの主導権を握る。\n- スネアやスローを活用して、カイ＝サがスキルを使った後の隙を突いてオールインを仕掛ける。\n- ジャングラーとの連携を図り、カイ＝サが孤立しているタイミングでgankを狙うことで、キルを取るチャンスを増やす。",
      "ニーラ": "ニーラが有利です。\n\n理由：\n- ニーラは近接攻撃型であり、カイ＝サの射程を活かした攻撃を避けつつ、オールインが可能です。カイ＝サは序盤が脆弱で、ニーラの持続的なダメージに対抗しにくいです。\n- ニーラのスキルは、攻撃を行うことで回復やシールドを得るため、カイ＝サのバーストダメージに対して耐久力を持ちやすいです。\n- カイ＝サはCCがないため、ニーラの機動力を活かして接近しやすく、戦闘を有利に進めることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削ることで、オールインのチャンスを作ります。\n- サポートと連携し、ニーラのパッシブを活かして回復やシールドを強化し、持続的な戦闘能力を高めます。\n- カイ＝サのスキルを避けるために、ダッシュを駆使して位置取りを行い、接近戦に持ち込むことで有利な状況を作ります。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、カイ＝サの移動を制限できるため、接近戦での優位性が高い。\n- カイ＝サは序盤が脆弱で、ザヤのAoEダメージに対して耐えられないことが多い。\n- ザヤは加速スキルを持っているため、カイ＝サの攻撃を避けやすく、反撃のチャンスを作りやすい。\n\n有利の取り方：\n- レベル2やレベル3でのオールインを狙い、カイ＝サにプレッシャーをかける。\n- サポートと連携して、カイ＝サにスネアを当ててから攻撃を仕掛ける。\n- ファーム中にカイ＝サのスキルを避けつつ、ハラスを行い、徐々に優位を築く。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備依存度を無視してダメージを与えやすい。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスや安全なファームがしやすい。\n- カイ＝サはCCがないため、ユナラのスロー効果を利用して距離を保ちながら攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- スキルを使って攻撃速度を上げ、オブジェクトやミニオンを早く処理し、主導権を握る。\n- 敵の動きを制限するスローを活用して、カイ＝サが攻撃しづらい状況を作る。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、カイ＝サのスキルを避けやすいため、ハラスやトレードで優位に立ちやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与えられる。\n- カイ＝サは序盤が脆弱で、特に基礎ADが低いため、ゼリのハラスに対して耐えにくい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、カイ＝サの体力を削る。\n- スキルを駆使してカイ＝サの攻撃を避けつつ、トレードを仕掛ける。\n- サポートと連携して、カイ＝サがスキルを使った後の隙を突いてオールインを狙う。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、コグ＝マウが攻撃しづらくなります。\n- トリスターナのバーストダメージが高く、序盤から中盤にかけてのハラスが強力で、コグ＝マウは自衛手段が乏しいため、ダメージを受けやすいです。\n- トリスターナのノックバック効果を持つスキルにより、コグ＝マウが近づくことが難しく、特に接近戦での不利が顕著です。\n\n不利の緩和策:\n- サポートと連携して、トリスターナのハラスを避けるために位置取りを工夫し、できるだけ安全にファームを行う。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃するタイミングを見計らって反撃する。\n- アイテムを早めに揃え、特に防御アイテムを購入して耐久力を上げることで、トリスターナのバーストダメージに耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- トリスターナは序盤から高いバーストダメージを持ち、特にセナの基礎ステータスが低いため、ハラスを受けやすいです。\n- トリスターナの攻撃範囲がレベルアップと共に増加するため、セナは射程で劣り、トレードで不利になります。\n- トリスターナのノックバック効果により、セナが捕まった際に逃げる手段が限られ、致命的なダメージを受ける可能性が高いです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、トリスターナの攻撃を受けない位置取りを心がけ、サポートと連携して安全にファームを行う。\n- トリスターナのスキルのクールダウンを利用して、スキルを使った後の隙を突いてハラスを行う。\n- 早めにアイテムを揃え、特に防御アイテムを購入することで、トリスターナのバーストダメージに耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を活かしてアッシュに対して有利に立ち回ることができる。\n- トリスターナのバーストダメージが高く、特に序盤から中盤にかけてアッシュの基礎ステータスが控えめなため、オールイン合戦で不利になる。\n- トリスターナのノックバック効果を持つスキルにより、アッシュが近づくことが難しく、捕まると逃げる手段が限られる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してトリスターナの攻撃を受けないように立ち回る。\n- トリスターナのスキルのクールダウンを利用して、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 早めに防具アイテムを購入し、トリスターナのバーストダメージを軽減することで、耐久力を上げる。",
      "ジン": "ジンが不利です。\n\n理由：\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を活かしてジンに対して安全に攻撃できるため、ジンが近づくことが難しい。\n- トリスターナのバーストダメージが高く、特に接近された際にオールインを仕掛けられるとジンは逃げる手段が限られているため、非常に危険な状況になる。\n- トリスターナのノックバック効果を持つスキルにより、ジンの攻撃を妨害されやすく、特にジンのスキル発動時に隙を突かれると大きなダメージを受ける可能性が高い。\n\n不利の緩和策：\n- トリスターナのスキルのクールダウンを把握し、彼女がスキルを使った後にトレードを行うことで、ジンのダメージを有効に活かす。\n- レーンを凍らせてタワー近くで安全にプレイし、トリスターナがオールインを仕掛けるチャンスを減らす。\n- サポートと連携して、トリスターナが接近した際に一緒に攻撃することで、彼女のバーストを抑えるチャンスを作る。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、トゥイッチが近づく前に攻撃を受けやすい。\n- トリスターナのバーストダメージが高く、特に序盤から中盤にかけてはトゥイッチが脆弱なため、トレードで不利になることが多い。\n- トリスターナのノックバック効果を持つスキルにより、トゥイッチが接近した際に安全に距離を取ることができ、奇襲を防がれる可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携してトリスターナの攻撃を受けないように立ち回る。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃するタイミングを見計らう。\n- ステルスを活用して奇襲を仕掛けるタイミングを工夫し、トリスターナの攻撃範囲外から攻撃することで有利な状況を作る。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、サミーラの射程を上回るため、遠距離からのハラスが可能です。\n- トリスターナのノックバック効果により、サミーラが接近する際に安全に距離を取ることができ、サミーラの攻撃を避けやすくなります。\n- トリスターナは序盤から高いバーストダメージを持ち、特にサポートが脆い場合には早期にキルを狙いやすく、サミーラが育つ機会を減らします。\n\n不利の緩和策：\n- トリスターナの攻撃範囲を意識し、無理に接近せずに安全な距離からCSを取ることを心がける。\n- サポートと連携し、トリスターナのノックバックを避けるためのタイミングを見計らい、集団での攻撃を行う。\n- トリスターナのスキルクールダウンを利用し、スキルを使った後の隙を突いて攻撃するタイミングを見極める。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、トリスターナの攻撃を受ける前にハラスを行いやすい。これにより、トリスターナのバーストダメージを抑えることができる。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きい。コーキはその隙を突いて攻撃することができる。\n- コーキの攻撃はトリスターナの防御力を低下させるデバフを持っており、トリスターナに対して効果的なダメージを与えることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、トリスターナのHPを削る。特にスキルを使った後の隙を狙う。\n- ウェーブを早くプッシュし、トリスターナがファームを取りに来る際にハラスを行うことで、レベル差をつける。\n- トリスターナがスキルを使った後に攻撃を仕掛け、彼女の反撃を避けることで、ダメージを効率的に与える。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にトリスターナの攻撃を受ける前にハラスを行いやすいです。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、アフェリオスがその隙を突いて攻撃することが可能です。\n- アフェリオスはハラス性能が高く、トリスターナのバーストダメージに対しても耐えることができるため、序盤から中盤にかけて有利に立ち回れます。\n\n有利の取り方：\n- トリスターナのスキルがクールダウン中のタイミングを狙って、積極的にハラスを行う。\n- アフェリオスの武器を状況に応じて使い分け、特にスネアやスローを活用してトリスターナの動きを制限する。\n- サポートと連携し、トリスターナが攻撃しづらい位置取りを心がけ、集団戦や小規模戦闘での優位性を確保する。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トリスターナがスキルのクールダウン中に攻撃を受けやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、ドレイヴンがその隙を突いて攻撃しやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテムを早く揃えることでさらに有利な状況を作りやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、トリスターナのHPを削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に活かしてトリスターナに対して優位に立つ。\n- サポートと連携して、トリスターナがスキルを使った後の隙を狙ってオールインを仕掛ける。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナの攻撃を受ける前にミニオンを処理しやすいです。これにより、レーンをコントロールしやすくなります。\n- トリスターナのスキルはクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、シヴィアはその隙を突いて攻撃するチャンスがあります。\n- シヴィアのスペルシールドは、トリスターナのウルトやノックバックを無効化できるため、トレードや集団戦で有利に立ち回ることができます。\n\n有利の取り方：\n- トリスターナのスキルを避けつつ、遠距離からポークを行い、トレードで優位に立つ。\n- ウェーブをしっかりと管理し、トリスターナが攻撃しづらい状況を作る。\n- スペルシールドを活用して、トリスターナの攻撃を防ぎ、反撃のチャンスを作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の長さ：ヴァルスはトリスターナよりも射程が長いため、トリスターナが近づく前に攻撃できる。これにより、トリスターナはハラスを受けやすくなる。\n- CC効果：ヴァルスのスネア効果により、トリスターナの動きを制限できる。これにより、トリスターナが攻撃を避けることが難しくなり、ダメージを与えやすくなる。\n- スノーボール性能：ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、さらにダメージを与えやすくなる。これにより、序盤からの有利な状況を作りやすい。\n\n有利の取り方：\n- ハラスを積極的に行う：トリスターナがスキルを使った後の隙を狙って、ハラスを行い、相手のHPを削る。\n- サポートとの連携：サポートと連携して、トリスターナに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- ウェーブ管理：ミニオンウェーブを適切に管理し、トリスターナがファームしづらい状況を作ることで、レベル差やゴールド差をつける。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネア効果を持っており、トリスターナの攻撃を止めることができるため、トリスターナのバーストダメージを無効化しやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ザヤがその隙を突いて攻撃するチャンスが多い。\n- ザヤはAoEダメージを持ち、集団戦やミニオンウェーブの処理が得意で、トリスターナがプッシュしすぎた場合でも有利に立ち回れる。\n\n有利の取り方：\n- トリスターナのスキルがクールダウン中のタイミングを狙って攻撃し、ダメージを与える。\n- サポートと連携して、トリスターナに対してスネアを当て、追撃を狙う。\n- ミニオンウェーブをうまく管理し、トリスターナが攻撃しづらい位置に誘導することで、ハラスを行う。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由：\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、特にバーストダメージが高いため、トリスターナに対して有効なダメージを与えやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、カイ＝サが短いトレードで有利に立ち回ることができる。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、トリスターナのオールインを回避しやすく、逆に反撃のチャンスを得やすい。\n\n有利の取り方：\n- 短いトレードを繰り返し、トリスターナのスキルを使わせてから攻撃することで、相手の隙を突く。\n- サポートと連携して、トリスターナがスキルを使った後に攻撃を仕掛けることで、ダメージを稼ぐ。\n- トリスターナのオールインを警戒しつつ、適切なタイミングでスキルを使い、反撃のチャンスを狙う。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- ユナラは攻撃範囲が長く、シヴィアの基礎射程が短いため、レーンでのハラスを受けやすい。\n- ユナラのスロー効果により、シヴィアは移動速度を上昇させる手段があっても、接近や逃げることが難しくなる。\n- ユナラは魔法ダメージを持ち、シヴィアの防御力を無視してダメージを与えることができるため、トレードで不利になりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ユナラの攻撃を受けないように立ち回る。\n- サポートと連携して、ユナラに対して積極的にトレードを仕掛け、相手のスキルを使わせることで有利な状況を作る。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ユナラのダメージを軽減し、レーンでの生存率を上げる。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ユナラは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすいため、レーンでの優位性を持っています。\n- ユナラのスロー効果により、サミーラは接近戦を仕掛ける際に動きを制限され、攻撃を受けやすくなります。\n- サミーラは単独でのCCがないため、ユナラの攻撃を受けると反撃が難しく、特に集団戦ではユナラのAoEダメージに対処しづらいです。\n\n不利の緩和策:\n- サポートと連携し、ユナラの攻撃を避けるためにブッシュを利用して奇襲をかけるタイミングを見計らう。\n- ユナラのスキルのクールダウンを把握し、スキルがないタイミングで積極的に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでユナラの攻撃に耐えられるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ユナラは攻撃範囲が長く、カイ＝サが接近する前にハラスを受けやすいため、レーンでの優位性を持っています。\n- ユナラのスロー効果により、カイ＝サは移動が制限され、攻撃を避けることが難しくなります。これにより、カイ＝サのバーストダメージを発揮しにくくなります。\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備によるダメージ妨害を受けにくく、持続的なダメージを与えられます。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ユナラの攻撃を避ける立ち回りを心がける。\n- サポートと連携して、ユナラに対してオールインを仕掛けるタイミングを見計らい、カイ＝サのバーストダメージを活かす。\n- アイテムビルドを工夫し、早めに防御アイテムを購入してユナラの魔法ダメージに対抗する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ユナラは攻撃範囲が長く、ヴェインが近づく前にハラスを行いやすいため、レーンでの圧力をかけられます。\n- ユナラのスロー効果により、ヴェインの機動力が制限され、逃げることが難しくなります。\n- ユナラは魔法ダメージを持ち、ヴェインの防御力を無視してダメージを与えることができるため、特に序盤での耐久力が低いヴェインにとって厳しい状況になります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ユナラの攻撃を受けないように立ち回る。\n- サポートと連携して、ユナラに対して積極的にガンクを仕掛け、レーンの主導権を取り戻す。\n- アイテムを早めに購入し、特に魔法防御を上げる装備を選ぶことで、ユナラのダメージを軽減する。",
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ユナラは射程が長く、ニーラが接近する前にハラスを行いやすいため、ニーラはレーンでのプレッシャーを受けやすい。\n- ユナラのスロー効果により、ニーラの機動力が制限され、追撃や逃走が難しくなる。\n- ユナラは魔法ダメージを持ち、ニーラの基礎ステータスが低いため、序盤のハラスで大きなダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して接近し、ユナラの攻撃を受けないように立ち回る。\n- サポートと連携し、ユナラのスキルを避けながら反撃するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ユナラのハラスに耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ユナラは攻撃範囲が長く、ミス・フォーチュンに対してハラスを行いやすいため、レーンでの優位性を持ちやすい。\n- ユナラのスキルは追加の魔法ダメージを与えるため、ミス・フォーチュンの基礎攻撃力の低さを突くことができ、タイマンでの勝率が高い。\n- ユナラのスロー効果により、ミス・フォーチュンは接近されると逃げる手段が乏しく、オールインされると脆弱になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ユナラの攻撃を受けないように立ち回る。\n- サポートと連携して、ユナラに対してカウンターを狙うタイミングを見計らい、オールインを仕掛ける。\n- アイテムを早めに購入し、特に防御アイテムを優先して、ユナラのダメージを軽減することで生存率を上げる。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ユナラは攻撃範囲が長く、ザヤが近づく前にハラスを受けやすいため、レーンでの圧力をかけられます。\n- ユナラのスロー効果により、ザヤの移動が制限され、Kite能力を活かしにくくなります。\n- ユナラは魔法ダメージを持ち、ザヤの防御力を無視してダメージを与えることができるため、ザヤはダメージを受けやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、ユナラの攻撃を受けないようにする。\n- サポートと連携して、ユナラに対して積極的にエンゲージを仕掛け、逆にハラスを行うタイミングを見計らう。\n- アイテムを早めに購入し、特に防御アイテムを優先して、ユナラの魔法ダメージに対抗できるようにする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、ユナラの攻撃範囲を活かす前にハラスを行いやすいです。特に、長射程のスキルを使ってユナラにダメージを与えることができます。\n- ユナラは通常攻撃に依存しているため、コーキのスキルで防御力を下げられると、ダメージを通しやすくなります。これにより、ユナラの持ち味を削ぐことができます。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを出しやすいため、ユナラがスローで動きを制限される前に攻撃を仕掛けることが可能です。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ユナラの体力を削ることで、レーンの主導権を握ります。\n- ユナラがスキルを使った後の隙を狙って、スキルを当てることでダメージを与え、相手の動きを制限します。\n- クリティカルヒットを狙う装備を早めに整え、ユナラの防御力を下げることで、ダメージをさらに増加させます。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラに対して強力なハラスが可能です。ユナラは通常攻撃に依存しているため、ドレイヴンの攻撃を受けると早期にリードを取られる可能性があります。\n- ユナラのスロー効果はあるものの、ドレイヴンは移動速度を上げるスキルを持っており、追撃や逃げる際に有利に立ち回ることができます。これにより、ユナラのスローを避けやすくなります。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作り出せます。ユナラは装備によるダメージ妨害を受けにくいですが、ドレイヴンはその高いバーストで一気にダメージを与えることができます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ユナラの体力を削ることで、レーンの主導権を握ります。\n- 斧を正確に拾い続け、ダメージを最大限に引き出すことで、ユナラに対して圧力をかけます。特に、ユナラがスキルを使った後の隙を狙うと良いでしょう。\n- サポートと連携し、ユナラがスローを使った後にオールインを仕掛けることで、ユナラの反撃を防ぎつつ、ダメージを与えるチャンスを作ります。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、ユナラの攻撃範囲を超えて安全にハラスができるため、ユナラが攻撃しづらくなる。\n- ジグスのスキルはAoEダメージを持ち、ユナラの通常攻撃に依存したダメージを効果的に削ぐことができる。\n- ユナラはCCがスローのみであり、ジグスの設置型スキルや爆弾によるダメージを避ける手段が限られているため、ジグスが有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラの体力を削ることで、レーンの主導権を握る。\n- ジグスのスキルを使ってミニオンを処理しつつ、ユナラに対してもダメージを与えることで、圧力をかけ続ける。\n- ユナラが近づいてくるタイミングを見計らい、設置型スキルや爆弾を使ってダメージを与え、ユナラの動きを制限する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にユナラのスロー効果に対しても強力なCCを持つため、ユナラの攻撃を無効化しやすいです。\n- ユナラは通常攻撃に依存しているため、アフェリオスの高い火力とハラス能力に対して圧倒されやすく、特に序盤のハラスで優位に立つことができます。\n- アフェリオスは装備によるスケールが非常に良好で、ユナラが持つ魔法ダメージに対しても耐性を持つため、長期戦に持ち込むことで有利に進められます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラの体力を削ることで、彼女のプレッシャーを減少させる。\n- 武器の選択を状況に応じて変え、ユナラのスキルを避けつつ、効果的にダメージを与える。\n- サポートと連携し、ユナラが攻撃しづらい位置に誘導することで、アフェリオスの強みを活かす。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の長さ：ヴァルスはユナラよりも射程が長いため、ユナラが攻撃する前にハラスを行いやすいです。これにより、ユナラはダメージを受けやすくなります。\n- CC効果：ヴァルスはスネア効果を持つスキルを持っており、ユナラの動きを制限することができます。これにより、ユナラは攻撃を避けることが難しくなります。\n- AoEダメージ：ヴァルスはAoEダメージを持っているため、集団戦やレーンでのプッシュにおいても優位に立つことができます。ユナラは単体攻撃に依存しているため、集団戦でのダメージ出力が劣ります。\n\n有利の取り方：\n- レーンでのハラス：ユナラが近づく前にスキルや通常攻撃でダメージを与え、レーンでの優位を確保します。\n- ブッシュを利用：ブッシュに隠れてユナラが近づくのを待ち、スネアを当ててから攻撃することで、ユナラに大きなダメージを与えられます。\n- 集団戦での位置取り：集団戦では後衛から安全に攻撃し、ユナラのスキルを避けながらダメージを出すことで、チームに貢献します。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ユナラのスロー効果を避けやすいため、接近戦での有利を保ちやすい。\n- ユナラは通常攻撃に依存しているが、ゼリはスキルを駆使して攻撃できるため、ユナラの攻撃を回避しやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出し続けることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラのHPを削ることでプレッシャーをかける。\n- ユナラのスキルを避けながら、スキルを使ってダメージを与え、トレードを有利に進める。\n- 敵ジャングラーの動きを警戒しつつ、ゼリの機動力を活かして安全にファームし、レベル差をつける。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラに対して強力なハラスが可能です。ユナラは通常攻撃に依存しているため、ルシアンのスキルを使ったトレードで有利に立ち回れます。\n- ルシアンのスキルはクールダウンが短く、連続して攻撃できるため、ユナラのスロー効果を受けても素早く反撃することができます。\n- ユナラはCCがスローのみで、ルシアンの機動力を活かした立ち回りに対して対処が難しいため、ルシアンが有利に戦える状況を作りやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削ることでプレッシャーをかけます。\n- スキルを使った後の通常攻撃を活かして、ユナラのスキルを避けながらダメージを与え続けます。\n- ブッシュを利用して視界を確保し、ユナラの攻撃を避けつつ、隙を見てオールインを狙うことで、相手に大きなダメージを与えることができます。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にユナラのような脆いサポートに対して効果的にダメージを与えられます。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、終盤ではユナラよりも長い射程を持つため、戦闘での位置取りが有利になります。\n- トリスターナはノックバック効果を持つスキルを使うことで、ユナラの攻撃を避けたり、逆にユナラを押し返して安全に攻撃することができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラの体力を削ることで、早期にキルを狙うチャンスを作ります。\n- トリスターナのスキルを使って、ユナラのスキルを避けながら攻撃し、相手のCCを無効化するタイミングを見極めます。\n- 敵ジャングラーの動きを警戒しつつ、トリスターナの高い移動能力を活かして、ガンクを回避しながらレーンを優位に進めます。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ユナラに対して一方的にハラスを行いやすいです。これにより、ユナラは接近するのが難しくなります。\n- ユナラはスロー効果しか持たないため、ケイトリンの罠や長射程攻撃に対して効果的に対処できません。ケイトリンは安全に攻撃を続けることができます。\n- ケイトリンのスキルは高いバーストダメージを持ち、ユナラがAAに依存しているため、ケイトリンが先にダメージを与えることで有利な状況を作りやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削ることでプレッシャーをかけます。\n- 罠を使ってユナラの動きを制限し、接近を難しくすることで、さらにハラスを続けます。\n- ジャングラーとの連携を図り、ユナラが位置取りを誤った際にガンクを狙うことで、キルを狙いやすくします。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持っており、ユナラの攻撃範囲を超えて安全にハラスができるため、レーンでの優位性を保ちやすいです。\n- ユナラは通常攻撃に依存しているため、エズリアルのスキルを使ったポークやバーストダメージに対して脆弱です。特に、エズリアルのスキルは魔法ダメージであり、ユナラの防御力を無視しやすいです。\n- エズリアルは高い機動力を持ち、ユナラのスロー効果を回避しやすいため、立ち回りでの優位性を持っています。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってユナラにハラスを行い、CSを取りつつ相手の体力を削る。\n- ユナラがスキルを使った後の隙を狙って、スキルを当ててダメージを与え、相手のリソースを減らす。\n- 敵ジャングラーの動きを警戒しつつ、Eを使って機動力を活かし、ガンクを避けながら安全にファームを続ける。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- トゥイッチは序盤からのハラスが強力で、特に毒による持続ダメージでセナの回復を無効化しやすいです。\n- トゥイッチのカモフラージュによる奇襲能力は、セナの逃げ手段が乏しいため、捕まるリスクが高まります。\n- トゥイッチはアルティメットによって集団戦での火力が非常に高く、セナが育つ前に一方的に攻撃される可能性があります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、トゥイッチの攻撃を受けない位置取りを心がけ、ミニオンを利用して安全にCSを取る。\n- サポートと連携して、トゥイッチのカモフラージュを警戒し、視界を確保することで奇襲を防ぐ。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、トゥイッチのダメージを軽減し、耐久力を上げる。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの自衛手段が乏しいため、トレードで不利になることが多い。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、コグ＝マウは機動力が低いため、攻撃を避けるのが難しい。\n- コグ＝マウは基礎射程が短く、トゥイッチのハラスに対して反撃しづらく、レーン戦でのCS差がつきやすい。\n\n不利の緩和策：\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保することで安全にファームする。\n- レーンでのハラスを避けるために、ポジショニングを工夫し、トゥイッチの攻撃を受けないようにする。\n- アイテムを早めに購入し、耐久力を上げることで、トゥイッチの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- トゥイッチはカモフラージュを使って奇襲を仕掛けることができ、シヴィアは基礎射程が短いため、トレードで不利になりやすい。\n- トゥイッチのアルティメットは長い射程を持ち、集団戦での火力が非常に高いため、シヴィアは後衛としての役割を果たしづらくなる。\n- シヴィアは単体へのDPSが他のADCに劣るため、トゥイッチとの殴り合いで火力負けしやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、トゥイッチの攻撃を避けるように心がける。\n- サポートと連携して、トゥイッチのカモフラージュを警戒し、ガンクを受けないようにする。\n- レベル6以降は、トゥイッチの動きに注意を払い、視界を確保して奇襲を防ぐようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動スキルを持たないため、接近されると脆弱です。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アッシュはその攻撃を避けるのが難しいです。\n- アッシュは基礎ステータスが控えめで、序盤のトレードでトゥイッチに対抗するのが難しく、特にオールイン合戦で不利になります。\n\n不利の緩和策：\n- レーンでのハラスを意識し、トゥイッチの攻撃を避けるために位置取りを工夫する。\n- サポートと連携して、トゥイッチがステルス状態の時に視界を確保し、奇襲を防ぐ。\n- 装備を早めに整え、特に防御アイテムを優先して購入し、トゥイッチのダメージを軽減する。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスは機動力が低いため、捕まりやすいです。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アフェリオスはその攻撃を避けるのが難しいです。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、トゥイッチに対して早い段階でのハラスやキルを許してしまうと、立ち直りが難しくなります。\n\n不利の緩和策:\n- サポートと連携して、トゥイッチのステルスを警戒し、視界を確保することで奇襲を防ぐ。\n- アフェリオスの武器を適切に使い分け、特にCC効果を持つ武器を活用してトゥイッチの動きを制限する。\n- 序盤のファームを重視し、レベルを上げてからトレードを行うことで、アフェリオスの強みを活かす。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスは自衛手段が乏しいため、接近されると致命的なダメージを受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスはその攻撃を避けるのが難しい。\n- トゥイッチは自動攻撃に依存しており、ジンクスは攻撃速度が高いものの、トゥイッチの奇襲やバーストに対しては脆弱で、先手を打たれると厳しい。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、トゥイッチのステルスを警戒して常に安全な距離を保つ。\n- サポートと連携して、トゥイッチが奇襲を仕掛ける前に視界を確保し、ワードを置いておく。\n- アイテムビルドを工夫し、早めに防御アイテムを購入してトゥイッチのダメージを軽減する。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- スモルダーは序盤のスキル性能が低く、トゥイッチの奇襲やハラスに対して脆弱です。特に、トゥイッチのステルスからの攻撃は非常に厄介です。\n- トゥイッチは高いDPSを持ち、特にオールインの際にスモルダーに対して優位に立つことができます。スモルダーはAA強化がないため、持続的なダメージを出しにくいです。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させるため、スモルダーが集団戦で効果的にダメージを出す前に、トゥイッチに倒されるリスクが高いです。\n\n不利の緩和策：\n- 序盤は慎重にプレイし、トゥイッチの攻撃を避けるために位置取りを工夫する。特に、トゥイッチのステルスを警戒し、視界を確保することが重要です。\n- サポートと連携して、トゥイッチの奇襲を防ぐために、視界を確保し、トレードを有利に進める。特に、サポートがCCを持っている場合は、トゥイッチを捕まえるチャンスを作る。\n- アイテムビルドを工夫し、早めに防御アイテムを購入することで、トゥイッチのダメージを軽減し、耐久性を高める。特に、早めにライフスティールや防御アイテムを取り入れると良いでしょう。",
      "ジグス": "ジグスが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジグスが接近されるとダメージを与えられず、無力化される可能性が高い。\n- トゥイッチのアルティメットは長射程で、集団戦やタワー攻撃において一方的にダメージを与えられるため、ジグスは距離を保つのが難しい。\n- ジグスは対象指定スキルを持たず、トゥイッチのブリンクや移動速度の上昇に対してスキルを当てるのが難しく、トレードで不利になる。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、トゥイッチのステルスを警戒しながら距離を保つ。\n- サポートと連携して、トゥイッチが接近する前にCCを使って行動を制限する。\n- アイテムビルドを工夫し、早めに防御アイテムを購入してトゥイッチのダメージを軽減する。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、トゥイッチの攻撃範囲外から安全にハラスができるため、トレードで優位に立ちやすい。\n- コーキのスキルはAoEダメージを持ち、トゥイッチが集団戦での位置取りをする際にダメージを与えやすい。\n- トゥイッチは逃げ性能が低く、コーキの持つデバフを活かすことで、トゥイッチのダメージを減少させつつ、効果的に攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削ることで、序盤から優位に立つ。\n- トゥイッチがカモフラージュを使うタイミングを見計らい、スキルを使って位置を把握し、先手を打つ。\n- 集団戦では、トゥイッチがアルティメットを使う前に、コーキのAoEダメージでトゥイッチを排除することを狙う。",
      "ニーラ": "ニーラが有利です。\n\n理由：\n- ニーラは近接攻撃型であり、トゥイッチの攻撃を避けながら接近しやすい。トゥイッチは自動攻撃に依存しているため、ニーラの機動力を活かして攻撃を回避しつつ反撃できる。\n- ニーラのパッシブによるヒール効果は、トゥイッチの持続的なダメージを相殺することができ、特にトレード時に有利に働く。\n- トゥイッチは逃げ性能が低く、ニーラのダッシュスキルを使って追撃することで、キルを狙いやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、トゥイッチの体力を削る。特に、トゥイッチがスキルを使った後に攻撃を仕掛けると効果的。\n- サポートと連携し、トゥイッチに対して集中的に攻撃を仕掛ける。サポートのCCを活かしてトゥイッチを捕まえると良い。\n- トゥイッチのアルティメットが発動する前に、ニーラのダッシュを使って距離を詰め、トゥイッチを圧倒する。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチが装備を整える前に有利なトレードが可能です。\n- トゥイッチは逃げ性能が低く、ルシアンのスキルを使ったコンボで簡単にキルを狙えるため、プレッシャーをかけやすいです。\n- ルシアンは機動力が高く、トゥイッチのステルス攻撃を避けることができるため、トレードや集団戦での立ち回りが有利です。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、トゥイッチのHPを削ることで優位に立つ。\n- トゥイッチがステルスを使った際には、エクゾーストを使用して彼の攻撃を無効化し、逆に攻撃するチャンスを作る。\n- ルシアンのスキルを駆使して、トゥイッチが攻撃を仕掛ける前に先手を打ち、バーストダメージで倒す。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチに対して早期に有利なトレードを仕掛けることができるため、レーンでの優位性を確保しやすい。\n- トゥイッチは逃げ性能が低く、ドレイヴンのCCを受けると動きが制限されるため、オールインを仕掛けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、装備面でのアドバンテージを早期に得ることができる。\n\n有利の取り方：\n- レーン開始時に積極的にトレードを行い、トゥイッチにプレッシャーをかけることで、ファームを妨害する。\n- トゥイッチがスキルを使った後や、CCを受けたタイミングでオールインを仕掛け、キルを狙う。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しつつ、トゥイッチの攻撃を避ける立ち回りを心がける。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、トゥイッチの攻撃を受けることなくハラスが可能です。これにより、トゥイッチが攻撃を仕掛ける前にダメージを与えることができます。\n- トゥイッチは逃げ性能が低く、エズリアルのワープスキルを使って距離を取ることで、トゥイッチの奇襲を回避しやすいです。\n- エズリアルはスキルを駆使して戦うため、トゥイッチの毒攻撃に対してもスキルで反撃しやすく、持続的なダメージを与えることができます。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってトゥイッチにハラスをかけ、CSを取りつつ相手の体力を削ります。\n- トゥイッチがカモフラージュを使った際には、ワープスキルを駆使して距離を取り、奇襲を避けるようにします。\n- トゥイッチがアルティメットを使う前に、エズリアルのスキルを使ってダメージを与え、集団戦での優位性を確保します。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけてトゥイッチに対して強力なトレードが可能です。トゥイッチは序盤のトレードが苦手で、特に脆いサポートと組んでいる場合、早期にキルを狙いやすいです。\n- トリスターナは移動能力が高く、逃げや追撃が得意です。トゥイッチのスロー効果に対しても、トリスターナはブリンクを使って距離を取ることができ、奇襲を避けやすいです。\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではトゥイッチよりも長い射程で攻撃できるため、集団戦でも有利に立ち回ることができます。\n\n有利の取り方：\n- 序盤から積極的にトレードを仕掛け、トゥイッチのHPを削ることで、レーンの主導権を握ります。\n- サポートと連携して、トゥイッチがカモフラージュを使う前に視界を確保し、奇襲を防ぎます。\n- アイテムを早めに揃え、特にバーストダメージを強化するアイテムを優先して購入し、トゥイッチに対して圧力をかけ続けます。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の差：ヴァルスはトゥイッチよりも射程が長いため、トレードやハラスで優位に立ちやすいです。トゥイッチが近づく前にダメージを与えることができます。\n- CC効果：ヴァルスのスネア効果により、トゥイッチの動きを制限できるため、彼の奇襲や逃げる手段を封じることができます。\n- 持続的なダメージ：ヴァルスはAoEダメージを持っており、集団戦やレーンでの持続的なダメージを与えることができるため、トゥイッチの脆さを突くことができます。\n\n有利の取り方：\n- レーンでのハラス：トゥイッチが近づく前にスキルを使ってダメージを与え、レーンの主導権を握ります。\n- トゥイッチのスキルを避ける：トゥイッチのスロー効果を避けつつ、距離を保ちながら攻撃を続けることで、彼の奇襲を防ぎます。\n- サポートとの連携：サポートと連携してトゥイッチを捕まえ、スネアを活かしてキルを狙うことで、早期にアドバンテージを得ることができます。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由：\n- 射程の短さ：ニーラは近接チャンピオンであり、ヴェインの長射程に対して攻撃を当てるのが難しいため、ハラスやファームで不利になります。\n- ヴェインの機動力：ヴェインはダッシュやステルスを使ってニーラの攻撃を回避しやすく、1対1の戦闘で有利に立ち回ることができます。\n- CCの脅威：ヴェインのノックバックやスタンはニーラにとって脅威であり、特に接近戦での反撃を難しくします。\n\n不利の緩和策：\n- サポートとの連携：サポートチャンピオンと組むことで、ニーラのパッシブを活かし、ハラスを受けにくくすることが重要です。\n- レーンのポジショニング：ヴェインの攻撃を避けるために、常に安全な位置を保ち、ハラスを最小限に抑えるように心がけましょう。\n- アイテムの選択：早めに防御アイテムを購入し、耐久力を上げることで、ヴェインの攻撃に耐えられるようにすることが有効です。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすく、接近してダメージを与えることが得意です。\n- ヴェインの攻撃は真のダメージを含むため、エズリアルの防御力を無視してダメージを与えられ、特にタンク相手に強力です。\n- エズリアルは主にスキルで戦うため、ヴェインのダッシュやステルスによって攻撃が当たりにくく、持続的なハラスが難しいです。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ヴェインの攻撃を避けるために距離を保つことが重要です。\n- サポートと連携して、ヴェインが攻撃しづらい状況を作り出し、ハラスを行うタイミングを見計らうことが効果的です。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、ヴェインのダメージを軽減し、耐久力を高めることが重要です。",
      "ジン": "ジンが不利です。\n\n理由：\n- ヴェインは高い機動力を持ち、接近戦でのオールインが強力で、ジンの攻撃を回避しやすいです。\n- ヴェインのスキルは真のダメージを与えるため、ジンのHPが減っていると特に脅威となります。\n- ジンはブリンクを持たず、ヴェインのスタンやダッシュによる追撃に対して逃げる手段が限られています。\n\n不利の緩和策：\n- レーンでのトレードを頻繁に行い、ヴェインのスキルを発動させないように注意する。\n- サポートと連携して、ヴェインがアルティメットを取得する前に有利な状況を作り出す。\n- ヴェインのHPが減ったタイミングで長いトレードやオールインを狙い、優位に立つ。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ヴェインは高い機動力を持ち、ザヤの攻撃を避けながらダメージを与えることができるため、ザヤは一方的にハラスを受けやすい。\n- ヴェインのスキルは真のダメージを与えるため、ザヤの防御力を無視してダメージを与えられる。これにより、ザヤは耐久力が低下しやすい。\n- ヴェインのノックバックやスタンを持つスキルにより、ザヤは自衛手段を使う前に捕まってしまう可能性が高く、特に突発的な戦闘で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してヴェインの攻撃を遮るように立ち回る。\n- ヴェインのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- サポートと連携して、ヴェインに対して集中的に攻撃を仕掛けるタイミングを見計らい、彼女のスキルを無駄にさせる。",
      "シヴィア": "シヴィアが不利です。\n\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を避けやすく、特にダッシュを使ってシヴィアの攻撃を回避しながら反撃することができます。\n- シヴィアの基礎射程が短いため、ヴェインの攻撃を受けやすく、トレードで不利になりやすいです。ヴェインはシヴィアの攻撃を避けながら、確定ダメージを与えることができるため、シヴィアは一方的にダメージを受けることが多いです。\n- ヴェインのCCスキルにより、シヴィアは自衛が難しく、特にヴェインが壁を利用して攻撃することで、シヴィアは動きが制限されやすくなります。\n\n不利の緩和策：\n- サポートと連携して、ヴェインの攻撃を受けないように立ち回り、できるだけ安全にCSを取ることを心がけましょう。\n- レーンをプッシュして、タワー下での安全なCSを狙うことで、ヴェインの攻撃を避けることができます。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ヴェインのダメージを軽減し、トレードでの生存率を上げることが重要です。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が高く、ヴェインの射程が短いため、レーンでのハラスが有利に進められます。\n- アフェリオスの武器の組み合わせによって、ヴェインの機動力を制限することができ、特にスネアやスローを活用することで彼女の動きを封じやすいです。\n- ヴェインは集団戦でのダメージを出すためには接近する必要がありますが、アフェリオスは安全な距離から攻撃できるため、ヴェインに対して優位に立てます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ヴェインの体力を削ることでプレッシャーをかける。\n- 武器の選択を工夫し、特にスネアやスローを持つ武器を使ってヴェインの動きを制限する。\n- サポートと連携し、ヴェインが接近できないようにしながら、集団戦やスカーミッシュでの優位性を保つ。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ヴェインに対して一方的にハラスを行いやすい。これにより、レーンでの優位を築きやすく、ヴェインの攻撃を避けながらダメージを与えることができる。\n- セナの回復能力により、ヴェインの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。これにより、ヴェインのダメージを軽減しつつ、反撃することができる。\n- ヴェインは短射程であるため、セナの射程の長さを活かして安全に攻撃できる。特に、ヴェインが近づく前にダメージを与えることで、彼女の強みを活かさせない。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインのHPを削る。特に、スキルを使ってダメージを与えつつ回復することで、持続的に優位を保つ。\n- セナのスネアを活用して、ヴェインが近づいてきた際に捕まえる。これにより、ヴェインの機動力を制限し、キルチャンスを作る。\n- サポートと連携して、ヴェインに対するプレッシャーをかけ続ける。特に、サポートがエンゲージを行った際に、セナが後ろからダメージを与えることで、ヴェインを排除しやすくなる。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインに対して強力なハラスが可能です。特に、ヴェインの射程が短いため、ドレイヴンが先手を取ることができます。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作り出せます。これにより、レーンでの優位性を維持しやすくなります。\n- ヴェインはCCを持っていますが、ドレイヴンもノックバックを持っており、ヴェインの攻撃を受ける前に反撃するチャンスがあります。また、ドレイヴンの高いダメージにより、ヴェインがオールインを仕掛ける前に倒すことが可能です。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインにプレッシャーをかけることで、ファームを妨害しつつ自分のゴールドを稼ぎます。\n- 斧をしっかりと拾い続け、ダメージを最大限に引き出すことで、ヴェインに対して優位に立ちます。特に、相手のスキルを避けながら攻撃することが重要です。\n- サポートと連携し、ヴェインが攻撃しづらい位置に追い込むことで、より安全にダメージを与え、キルを狙うチャンスを増やします。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ヴェインの射程を上回るため、ハラスがしやすい。\n- コーキのAoEダメージは、ヴェインが近づく前にダメージを与えることができ、特にレーンでのプッシュが得意。\n- ヴェインはCCを持っているが、コーキはその攻撃を避けるための距離を保ちやすく、ヴェインの攻撃を受けにくい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- スキルを使ってレーンをプッシュし、相手のタワー下でのファームを強要する。\n- 敵のジャングラーが来る前に、視界を確保しつつ安全にファームを続け、ヴェインの動きを制限する。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。特に、ヴェインの射程が短いため、ゼリは安全にハラスを行うことができる。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えられ、ヴェインの攻撃を受けるリスクを減らしながらトレードが可能。\n- ヴェインはCCを持っているが、ゼリはその機動力を活かして回避することができ、特にヴェインの攻撃を受ける前に距離を取ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインのHPを削る。特に、ゼリのスキルを使って安全にダメージを与える。\n- ヴェインが攻撃を仕掛けてきた際には、ゼリの機動力を活かして距離を取り、反撃のチャンスを狙う。\n- サポートと連携して、ヴェインに対して集中的に攻撃を仕掛け、早期にキルを狙う。特に、サポートのCCを活用してヴェインを捕まえる。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ヴェインの射程の短さを逆手に取ることができるため、タイマンでの戦闘で優位に立ちやすい。\n- サミーラの高いDPSとバーストダメージにより、ヴェインが攻撃を重ねる前に素早くダメージを与えることができる。\n- ヴェインはCCを持っているが、サミーラは瞬時に回避する能力があり、特に味方のCCを利用して接近することで、ヴェインの攻撃を避けやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインのHPを削ることでプレッシャーをかける。\n- サポートと連携して、ヴェインに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- サミーラのスキルを駆使して、ヴェインの攻撃を避けつつ、接近戦でのダメージを最大化する。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインよりも遠くから攻撃できるため、一方的にハラスを行いやすい。\n- ヴェインは射程が短く、接近しないとダメージを与えられないため、ケイトリンの射程差を利用して安全に攻撃できる。\n- ケイトリンの罠によるスネア効果は、ヴェインの機動力を制限し、彼女が攻撃を仕掛けるのを難しくする。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインにダメージを与えてリードを築く。\n- 罠を適切に配置し、ヴェインが近づいてきた際に捕まえてダメージを与える。\n- 敵ジャングラーの動きを警戒しつつ、ヴェインの攻撃を避けるために位置取りを意識し、常に安全な距離を保つ。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはスキルを駆使して戦うキャリータイプであり、特に集団戦でのAoE攻撃が強力です。これにより、ヴェインのような単体攻撃型のチャンピオンに対して優位に立てます。\n- ヴェインは射程が短く、スモルダーのスキルを受けやすいため、レーンでのハラスやオールインで有利に戦えます。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなるため、ゲームが進むにつれてヴェインに対して圧力をかけやすくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スキルを使ってヴェインのHPを削る。\n- スモルダーのEスキルを活用して、ヴェインの攻撃を避けつつ反撃する。\n- 集団戦では、AoE攻撃を活かしてヴェインを狙うのではなく、他の敵チャンピオンを攻撃し、ヴェインのダメージを抑える。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、ジグスがスキルを使う前にダメージを与えやすい。特に、Qの跳弾によるハラスが効果的で、ジグスは早期に体力を削られやすい。\n- ミス・フォーチュンのEによるスロー効果は、ジグスの移動を制限し、接近を許すと一気にダメージを受ける危険がある。ジグスは接近されると脆弱になるため、非常に不利。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが高く、ジグスが集団戦でのダメージを出す前に一方的に攻撃される可能性がある。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してミス・フォーチュンの攻撃を受けないように立ち回る。特に、ミニオンの後ろからスキルを使うことを心がける。\n- ジグスのスキルを使うタイミングを工夫し、ミス・フォーチュンのスキルを避けるようにする。特に、Eのスローを受けないように注意する。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らい、逆にハラスを行うことで、レーンの主導権を取り戻す。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、アッシュは常にダメージを受けやすい。\n- ミス・フォーチュンのスローと高火力のアルティメットにより、集団戦やオールインでの対抗が難しく、アッシュは一方的に攻撃されるリスクが高い。\n- アッシュは機動スキルを持たず、ミス・フォーチュンの攻撃を避ける手段が限られているため、接近されると脆弱な状況に陥りやすい。\n\n不利の緩和策：\n- サポートと連携して、ミス・フォーチュンのハラスを避けるために、常に位置取りを意識し、後ろに下がることを心がける。\n- ミス・フォーチュンのスキルを避けるために、視界を確保し、敵の動きを把握することで、無駄なダメージを受けないようにする。\n- 装備を早めに整え、特に防御アイテムを優先して購入することで、耐久力を上げ、ミス・フォーチュンの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、トゥイッチは早い段階でダメージを受けやすい。\n- ミス・フォーチュンのスロー効果や集団戦でのAoEダメージにより、トゥイッチは接近するのが難しく、オールインされると脆弱。\n- トゥイッチは序盤のトレードが苦手で、ミス・フォーチュンの攻撃を受けると装備が整うまでの間に不利な状況に陥りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、必要に応じてサポートと連携してハラスを返す。\n- ステルスを活用して奇襲を仕掛けるタイミングを見計らい、ミス・フォーチュンのスキルを避けることで、ダメージを軽減する。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ミス・フォーチュンの攻撃に耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、ジンクスは常にダメージを受けやすい。\n- ミス・フォーチュンのスローやチャネリングスキルにより、ジンクスは接近されると逃げる手段が乏しく、オールインされると脆弱。\n- ミス・フォーチュンは集団戦でのAoEダメージが強力で、ジンクスが育つ前に大きな影響を受ける可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してミニオンを利用し、ミス・フォーチュンの攻撃を受けないようにする。\n- ジンクスのスキルを活用して、ミス・フォーチュンの攻撃を避けつつ、ハラスを行うタイミングを見計らう。\n- 早めに防御アイテムを購入し、ミス・フォーチュンのダメージを軽減することで、レーンでの生存率を上げる。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、ケイトリンは常にダメージを受けやすい。\n- ミス・フォーチュンのスローや集団戦でのAoEダメージにより、ケイトリンは立ち位置を調整しづらく、オールインを受けるリスクが高まる。\n- ケイトリンはスキルのモーションが長く、集団戦での脆弱性があるため、ミス・フォーチュンの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- サポートと連携して、ミス・フォーチュンのスキルを避けるためのポジショニングを意識し、罠を効果的に使う。\n- ミス・フォーチュンのUltを避けるために、視界を確保し、敵の動きを常に把握することで、集団戦でのリスクを減らす。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特に序盤のショートトレードでアフェリオスを圧倒しやすいです。\n- ミス・フォーチュンのスローや集団戦でのAoEダメージにより、アフェリオスは接近することが難しく、集団戦で狙われやすいです。\n- アフェリオスは機動力が低く、ミス・フォーチュンの攻撃を避ける手段が乏しいため、捕まるリスクが高いです。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫し、ミス・フォーチュンの攻撃を受けないようにする。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らい、逆にハラスを行う。\n- アイテムを早めに購入し、特に防御アイテムを優先して生存能力を高め、集団戦での影響力を持つようにする。",
      "コーキ": "コーキが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、コーキはハラスを受けやすい。\n- ミス・フォーチュンのスローや集団戦でのAoEダメージにより、コーキは接近戦での殴り合いに弱く、オールインされると不利になる。\n- コーキはCCがないため、ミス・フォーチュンのスキルを避ける手段が乏しく、特に集団戦での立ち回りが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- サポートと連携して、ミス・フォーチュンのスキルを避けるためのポジショニングを意識し、必要に応じてバーストダメージを狙う。\n- アイテムを早めに購入し、特に防御アイテムを積むことで、ミス・フォーチュンのダメージを軽減し、耐久力を上げる。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンのハラスを受けながらもレーンを押しやすいです。これにより、ミス・フォーチュンが安全にファームするのを妨げることができます。\n- スペルシールドにより、ミス・フォーチュンのスキルを一度無効化できるため、特に彼女のQによるハラスを防ぎやすいです。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちであるため、シヴィアがオールインを仕掛けると有利に戦える場面が多いです。\n\n有利の取り方:\n- レーンでのハラスを行い、ミス・フォーチュンのHPを削ることで、彼女の行動を制限します。\n- ウェーブを押し込んで、ミス・フォーチュンがタワー下でファームする状況を作り、彼女の経験値とゴールドを奪います。\n- スペルシールドを活用して、ミス・フォーチュンのスキルを無効化し、トレードで有利な状況を作ります。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ミス・フォーチュンのスキルを避けやすいため、ハラスを受けにくい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ゼリのスキルを使ったハラスに対して脆弱。\n- ゼリはスキルのコストがないため、マナ管理が容易で、持続的に攻撃を続けることができる。\n\n有利の取り方：\n- ミス・フォーチュンのスキルを避けながら、スキルを使ってハラスを行う。\n- ミス・フォーチュンが攻撃を仕掛けてきた際に、ゼリの機動力を活かして距離を取る。\n- レーンのウェーブをコントロールし、ミス・フォーチュンが安全にファームできない状況を作る。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、ミス・フォーチュンが近づいてきた際に反撃しやすい。これにより、ミス・フォーチュンのハラスを無効化できる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちであるため、ザヤのAoEダメージで一方的にハラスを行いやすい。\n- ザヤは加速スキルを持っており、ミス・フォーチュンのスローを受けても立ち回りやすく、逃げる手段が豊富である。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削る。特にスネアを使って反撃するタイミングを見計らう。\n- ミニオンウェーブを管理し、ミス・フォーチュンが前に出てくるタイミングで攻撃する。これにより、彼女のハラスを避けつつダメージを与える。\n- サポートと連携してエンゲージを仕掛け、ミス・フォーチュンを捕まえる。特に、サポートがCCを持っている場合は、ザヤのスネアと組み合わせて大きなダメージを与えることができる。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して高いハラス性能を持ち、ミス・フォーチュンのスキルを避けながらダメージを与えやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのスタックが貯まる前に倒すのが難しい。\n- スモルダーのEスキルによる高速移動が、ミス・フォーチュンのスローを回避するのに役立ち、接近戦での優位性を保てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削る。\n- スキルのスタックを貯めるために、ミス・フォーチュンが近づくタイミングを見計らって攻撃する。\n- 集団戦では、ミス・フォーチュンが密集している場面でAoE攻撃を活かし、ダメージを最大化する。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは魔法ダメージを持ち、ミス・フォーチュンの基礎ADが低いため、ハラスで優位に立ちやすい。\n- ユナラの攻撃範囲がミス・フォーチュンよりも長いため、レーンでのハラスがしやすく、相手の攻撃を避けやすい。\n- ミス・フォーチュンはCCがスローのみで逃げ性能が低いため、ユナラが接近して攻撃することで有利な状況を作りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ミス・フォーチュンの体力を削る。\n- ブッシュを利用して奇襲をかけ、ミス・フォーチュンのスキルを避けながら攻撃する。\n- 集団戦ではアルティメットを活用し、敵チームに大きなAoEダメージを与えてミス・フォーチュンを圧倒する。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ミス・フォーチュンに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナの回復能力により、ミス・フォーチュンのハラスを受けても持ちこたえやすく、持続的に戦闘を続けることができる。\n- ミス・フォーチュンはCCがスローのみで逃げ性能が低いため、セナのスネアを活かして捕まえやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ミス・フォーチュンの体力を削る。\n- セナのスネアを使ってミス・フォーチュンを捕まえ、オールインを狙う。\n- ミニオンウェーブを管理し、ミス・フォーチュンが安全にファームできない状況を作る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ミス・フォーチュンの攻撃を受けることなくハラスが可能です。これにより、レーンでの優位性を保ちやすくなります。\n- ミス・フォーチュンはCCがスローのみで逃げ性能が低いため、エズリアルの機動力を活かして接近しやすく、オールインを仕掛けるチャンスが増えます。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、ミス・フォーチュンのHPを早期に削ることができ、レーンでのプレッシャーをかけやすいです。\n\n有利の取り方：\n- スキルを使ってミス・フォーチュンにハラスを行い、彼女のHPを削ることでレーンの主導権を握ります。\n- Eを使って機動力を活かし、ミス・フォーチュンの攻撃を避けつつ、チャンスがあればオールインを仕掛けます。\n- ミニオンウェーブを管理し、ミス・フォーチュンがCSを取りに来るタイミングでスキルを当てることで、彼女の動きを制限します。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由：\n- コグ＝マウは長射程を持ち、持続的なダメージを出す能力が高いため、コーキのハラスを受けやすい。\n- コーキはCCがないため、コグ＝マウのスロー効果に対して逃げる手段が乏しく、追撃を受けやすい。\n- コグ＝マウはタンクに対して強い割合ダメージを持っており、コーキがダメージを与えにくい状況を作りやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコグ＝マウの攻撃を遮る。\n- サポートと連携して、コグ＝マウに対して積極的にハラスを行い、CSを取らせないようにする。\n- アイテムビルドを工夫し、マナ管理をしっかり行い、持続的に戦えるようにする。",
      "ゼリ": "ゼリが不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、序盤からハラスが強力で、ゼリは基礎ADが低いため、レーンでのトレードで不利を強いられやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、特にタンクや耐久力のある相手に対して強いが、ゼリはその耐久力を持たないため、ダメージを受けやすい。\n- ゼリは機動力が高いものの、コグ＝マウのスロー効果により、逃げる際に足を止められることが多く、追撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、コグ＝マウの位置を常に把握する。\n- アイテムを早めに購入し、特に防御アイテムを優先して、耐久力を上げることでコグ＝マウの攻撃に耐えられるようにする。\n- レーンフェーズでは無理にトレードを仕掛けず、CSを優先し、レベルアップやアイテムの差を利用して中盤以降の強みを活かす。",
      "スモルダー": "スモルダーが不利です。\n\n- コグ＝マウは長射程を持ち、序盤からハラスが強力で、スモルダーが攻撃を受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、スモルダーのダメージを軽減しやすい。\n- スモルダーは序盤のスキル性能が低く、スタックが貯まるまでの間にコグ＝マウに対して劣位に立たされる。\n\n不利の緩和策：\n- コグ＝マウのWがクールダウン中のタイミングを見計らって攻撃し、ハラスを避ける。\n- サポートと連携して、コグ＝マウに対して集団で攻撃することで、1対1の殴り合いを避ける。\n- アイテムを早めに購入し、スキルのスタックを貯めることで、後半のダメージを強化する。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- コグ＝マウは長射程を持ち、サミーラが接近する前にハラスを行いやすいため、レーン戦での圧力が強い。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、サミーラのダメージが通りにくくなるため、持続的なダメージ戦で不利になる。\n- サミーラは単独でのCCがなく、コグ＝マウのスロー効果によって接近が難しく、攻撃を仕掛けるタイミングを逃しやすい。\n\n不利の緩和策：\n- サポートと連携して、コグ＝マウに対して集中的に攻撃を仕掛け、早期にキルを狙うことでレーンの主導権を握る。\n- コグ＝マウのスキルのCDを意識し、スキルを使った後の隙を突いて攻撃するタイミングを見計らう。\n- アイテムビルドを工夫し、早めに防御アイテムを購入することで、コグ＝マウのダメージを軽減し、持続戦闘を可能にする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- コグ＝マウは長射程を持ち、ドレイヴンが近づく前にハラスを行いやすいため、レーンでの圧力が強い。\n- コグ＝マウのスキルにはスロー効果があり、ドレイヴンの移動を妨げることで、斧を拾うのが難しくなる。\n- コグ＝マウは割合ダメージを持っており、ドレイヴンの高いバーストダメージを相殺しやすい。\n\n不利の緩和策：\n- サポートと連携して、コグ＝マウのハラスを避けるために、視界を確保しつつ安全にファームする。\n- コグ＝マウのスキルのCDを見極めて、攻撃的に出るタイミングを狙い、オールインを仕掛ける。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げることで、コグ＝マウの攻撃に耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ミス・フォーチュンが近づく前にハラスを行いやすいため、レーンでの圧力が強い。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、ミス・フォーチュンのダメージが通りにくくなる。\n- ミス・フォーチュンは機動力が低く、コグ＝マウのスロー効果により接近が難しく、オールインを仕掛けるタイミングが限られる。\n\n不利の緩和策:\n- サポートと連携して、コグ＝マウのハラスを避けるために、レーンでのポジショニングを工夫する。\n- 早めにアイテムを購入し、ダメージを増加させることで、コグ＝マウに対抗できるようにする。\n- ジャングラーと連携して、コグ＝マウを狙ったギャンクを行い、レーンの主導権を取り戻す。",
      "シヴィア": "シヴィアが不利です。\n\n- コグ＝マウは長射程を持ち、シヴィアの基礎射程が短いため、レーンでのハラスが非常に厳しいです。特にコグ＝マウの攻撃を受けやすく、トレードで不利になります。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、シヴィアの耐久力を削るのに非常に効果的です。これにより、シヴィアはダメージを受けやすくなります。\n- ルルの存在により、シヴィアの攻撃がシールドで防がれるため、シヴィアのハラス能力が大幅に制限されます。これにより、シヴィアはレーンでの優位性を失いやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコグ＝マウの攻撃を遮るように立ち回ることが重要です。\n- コグ＝マウのスキルをスペルシールドで防ぐことを意識し、特にQを避けることでダメージを軽減します。\n- サポートと連携して、コグ＝マウに対して集中的に攻撃を仕掛けるタイミングを見計らい、トレードを有利に持ち込むようにします。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- コグ＝マウは長射程を持ち、特にスキルを使ったハラスが強力で、ケイトリンが攻撃を仕掛ける前にダメージを与えられる。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、ケイトリンのダメージが通りにくくなるため、持続戦闘で不利になる。\n- ケイトリンはスキルのモーションが長く、コグ＝マウのスロー効果によって動きが制限されやすく、オールインに対して脆弱。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫し、コグ＝マウの攻撃を受けないようにする。\n- サポートと連携して、コグ＝マウに対して積極的にハラスを行い、CSを取る際に圧力をかける。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げ、コグ＝マウの攻撃に耐えられるようにする。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、アフェリオスが近づく前にハラスを行いやすいため、レーンでの圧力が強い。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、アフェリオスのダメージを軽減しつつ、高いDPSを発揮できる。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果によって捕まりやすく、集団戦でも狙われやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握する。\n- コグ＝マウのスキルを避けるために、位置取りを工夫し、できるだけ安全な距離を保つ。\n- アイテムを早めに購入し、特に防御アイテムを優先して、耐久力を上げることで生存率を高める。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、コグ＝マウよりも遠くから攻撃できるため、ハラスがしやすい。\n- コグ＝マウは機動力が低く、ジグスのスキルを避けるのが難しいため、ダメージを受けやすい。\n- ジグスのAoEダメージはミニオン処理や集団戦でのダメージを出しやすく、コグ＝マウがスキルを使う前に圧力をかけることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- ミニオンを利用してスキルを当て、コグ＝マウが近づけないようにゾーニングする。\n- ジャングラーと連携して、コグ＝マウが孤立しているタイミングでガンクを仕掛ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の長さ：ヴァルスはコグ＝マウよりも射程が長いため、遠くから安全にハラスを行うことができ、コグ＝マウが攻撃する前にダメージを与えることができます。\n- CC効果：ヴァルスのスネア効果により、コグ＝マウの動きを制限できるため、接近を許さずにダメージを与え続けることが可能です。\n- スノーボール性能：コグ＝マウは序盤のハラスに弱く、ヴァルスがキルを取ることで攻撃速度が増加し、さらに有利な状況を作りやすいです。\n\n有利の取り方：\n- レーンでのハラス：コグ＝マウが攻撃する前に、スキルや通常攻撃で積極的にハラスを行い、相手のHPを削ります。\n- サポートとの連携：サポートと連携して、コグ＝マウに対して集中的に攻撃し、早期に優位を築くことが重要です。\n- ビジョンの確保：視界を確保し、敵の動きを把握することで、コグ＝マウが安全にファームできない状況を作り出します。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、コグ＝マウの攻撃を避けながら安全にダメージを与えることができる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、トリスターナのバーストダメージやノックバック効果を利用して簡単にキルを狙える。\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、特にコグ＝マウが脆いサポートと組んでいる場合、早期に有利な状況を作りやすい。\n\n有利の取り方：\n- レベルアップを意識し、攻撃範囲が増加したタイミングで積極的にハラスを行い、コグ＝マウにプレッシャーをかける。\n- ノックバック効果を利用して、コグ＝マウが攻撃しづらい位置に押し込むことで、彼のダメージを減少させる。\n- サポートと連携し、コグ＝マウがスキルを使った後や位置が悪い時に積極的に攻撃し、キルを狙う。",
      "セナ": "セナが有利です。\n\n- 射程の差: セナはコグ＝マウよりも長い射程を持っており、これによりコグ＝マウに対して一方的にハラスを行いやすいです。コグ＝マウは基礎射程が短いため、セナの攻撃を避けるのが難しくなります。\n  \n- 回復能力: セナは自身や味方を回復する能力を持っており、これによりレーンでの持続力が高まります。コグ＝マウは自衛手段が乏しいため、セナの回復によってハラスを受けても持ちこたえやすくなります。\n\n- CCの活用: セナはスネア効果を持つスキルを使うことで、コグ＝マウの動きを制限できます。コグ＝マウは機動力が低いため、捕まると大きなダメージを受けやすくなります。\n\n有利の取り方:\n\n- ハラスを積極的に行う: セナは長射程を活かして、コグ＝マウに対して常にハラスを行い、CSを取る機会を減らします。\n\n- 回復を活用する: セナの回復スキルを使って、レーンでの持続力を高め、コグ＝マウの攻撃を耐えながら有利な状況を作ります。\n\n- CCを狙う: セナのスネアを使って、コグ＝マウを捕まえ、味方と連携してキルを狙うことで、レーンの優位を確立します。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの低い機動力を突くことができるため、レーンでのハラスやキルチャンスが増えます。\n- コグ＝マウはスキルのCD中に戦闘能力が落ちるため、トゥイッチの持つ持続的なダメージを受けやすく、特に序盤のトレードで有利に立ちやすいです。\n- トゥイッチのアルティメットは長射程であり、集団戦でのダメージを一方的に与えることができるため、コグ＝マウの集団戦での強みを打ち消すことができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削ることで、早期に優位を築く。\n- ステルスを活用して奇襲を仕掛け、コグ＝マウがスキルを使った後に攻撃することで、反撃を受けにくくする。\n- 集団戦では、アルティメットを使って後方から一方的に攻撃し、コグ＝マウがダメージを与える前に排除する。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウの機動力の低さを突いてトレードで優位に立ちやすい。\n- コグ＝マウは射程が長いものの、基礎射程が短く、ルシアンのスキルを使ったハラスに対して反撃しづらい。\n- ルシアンはスキルのクールダウンが短く、機動力が高いため、コグ＝マウのスキルを避けながら攻撃を続けることができる。\n\n有利の取り方：\n- コグ＝マウのスキルがクールダウン中のタイミングを見計らい、積極的にハラスを行う。\n- スキルを使った後の通常攻撃を活かして、短時間でダメージを与えた後はすぐに退く。\n- 敵のサポートやジャングラーの位置を確認し、孤立したコグ＝マウに対してオールインを仕掛ける。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、コグ＝マウの攻撃を止めることができるため、コグ＝マウの攻撃を受けにくい。\n- コグ＝マウは機動力が低く、ザヤのKite能力に対して非常に弱いため、ザヤは安全に攻撃を続けられる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、コグ＝マウが集団戦でのダメージを出す前に倒すことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コグ＝マウの体力を削る。\n- スネアを使ってコグ＝マウを捕まえ、ダメージを与えるチャンスを作る。\n- サポートと連携してエンゲージを行い、コグ＝マウを早期に排除する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、コグ＝マウの射程外から安全にハラスができるため、レーンでの優位性を保ちやすい。\n- コグ＝マウは機動力が低く、エズリアルのワープスキルを使った回避や追撃に対して脆弱であるため、エズリアルが有利に立ち回れる。\n- コグ＝マウのスキルは主にDPSを重視しているが、エズリアルはスキルを駆使してバーストダメージを出せるため、特に序盤のハラスで優位に立つことができる。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってハラスを行い、コグ＝マウのHPを削る。\n- ワープスキルを活用して、コグ＝マウのスキルを避けつつ、反撃のチャンスを狙う。\n- サポートと連携して、コグ＝マウがスキルを使った後の隙を突いて攻撃することで、さらなる優位を築く。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ジンクスは長射程を持ち、サミーラが接近する前にハラスを行いやすいため、序盤のトレードで不利になりやすい。\n- ジンクスのCCスキル（スネアやスロー）によって、サミーラは接近戦を仕掛けることが難しく、行動を制限されるリスクが高い。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすいため、サミーラが育つ前にジンクスが優位に立つ可能性が高い。\n\n不利の緩和策：\n- サポートと連携して、ジンクスのハラスを避けるために視界を確保し、適切なタイミングでエンゲージを仕掛ける。\n- ジンクスのCCを避けるために、ブリンクや移動スキルを活用し、接近する際は慎重に行動する。\n- アイテムを早めに購入し、耐久力を上げることで、ジンクスの攻撃に耐えられるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- ジンクスは長射程と高い攻撃速度を持ち、ドレイヴンが接近する前にハラスを行いやすいです。これにより、ドレイヴンは序盤からダメージを受けやすくなります。\n- ジンクスのスネアやスローによるCCが、ドレイヴンの斧を拾う動作を妨げるため、彼のダメージ出力が大幅に低下します。特に、移動妨害を受けると戦闘能力が著しく損なわれます。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上昇し、連続キルを狙いやすくなるため、ドレイヴンが育つ前に試合の流れを有利に進められる可能性が高いです。\n\n不利の緩和策：\n- サポートと連携して、ジンクスのハラスを避けるために位置取りを工夫し、できるだけ安全な距離からファームを行うようにします。\n- ジンクスのCCを避けるために、アイテムやルーンで移動速度を上げる手段を取り入れ、斧を拾いやすい状況を作ることが重要です。\n- ジンクスが育つ前に積極的にオールインを狙い、早期にキルを取ることで試合の流れを変えることを目指します。特に、サポートのCCやエンゲージを活用して、ジンクスを捕まえるチャンスを増やします。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ジンクスは長射程を持ち、ヴェインが接近する前にハラスを行いやすいため、レーンでのトレードが不利になります。\n- ジンクスのスネアやスローによって、ヴェインの機動力が制限され、接近戦に持ち込むことが難しくなります。\n- ジンクスはキルを取ることで攻撃速度と移動速度が上昇し、連続キルを狙いやすいため、ヴェインが育つ前に圧倒される可能性があります。\n\n不利の緩和策：\n- サポートと連携して、ジンクスのスキルを避ける動きを意識し、ハラスを受けないように立ち回る。\n- レーンでのファームを優先し、無理にトレードを仕掛けずに安全に育つことを目指す。\n- ジンクスのスキルを避けるために、アイテムを早めに購入し、特に防御アイテムを整えることで生存率を上げる。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ジンクスは長射程の攻撃を持ち、カイ＝サよりも安全な距離から攻撃できるため、ハラスが非常に強力です。\n- ジンクスのスキルにはCCがあり、カイ＝サが接近するのを妨げることができるため、オールインを仕掛けるのが難しくなります。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がるため、連続キルを狙いやすく、カイ＝サが育つ前に圧倒される可能性があります。\n\n不利の緩和策：\n- サポートと連携して、ジンクスに対してエンゲージを仕掛けるタイミングを見計らい、彼女のCCを避けるようにする。\n- レーンでのハラスを避けるために、ミニオンを利用してジンクスの攻撃を受けないように立ち回る。\n- 装備を早めに整え、特に防御アイテムを優先して購入し、ジンクスの攻撃に耐えられるようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ジンクスは高い攻撃速度と長射程を持ち、トリスターナが接近する前にハラスを受けやすいです。\n- ジンクスのCCスキルにより、トリスターナが攻撃を仕掛ける際に動きを妨げられ、反撃を受けるリスクが高まります。\n- トリスターナはスキルのクールダウンが長く、特に序盤はダメージを出しにくいため、ジンクスに対して有利なトレードができません。\n\n不利の緩和策：\n- サポートと連携して、ジンクスのハラスを避けるために位置取りを工夫し、できるだけ安全にファームを行う。\n- ジンクスのCCスキルを避けるために、ブリンクを活用して距離を保ち、チャンスがあれば反撃を狙う。\n- アイテムを早めに揃え、特に防御アイテムを購入してジンクスの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、ジンクスの攻撃を安全な距離から避けながらハラスが可能です。\n- ジグスのスキルはAoEダメージを持ち、ミニオン処理や集団戦での影響力が高いため、ジンクスが育つ前に優位に立てることができます。\n- ジンクスは自衛手段が乏しく、ジグスのスキルを受けると大きなダメージを受けやすいため、トレードで有利に進めやすいです。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、ジンクスの体力を削ることでレーンの主導権を握ります。\n- ジグスのスキルを使ってミニオンを処理しつつ、ジンクスに対して圧力をかけ続けます。\n- サポートと連携して、ジンクスがスキルを使った後に攻撃を仕掛けることで、トレードを有利に進めます。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ジンクスに対して一方的にハラスを行いやすい。これにより、ジンクスが育つ前に優位に立つことができる。\n- セナの回復能力により、ジンクスの攻撃を受けても持ちこたえやすく、持続的なトレードが可能。ジンクスの攻撃速度が上がる前にダメージを与えられる。\n- ジンクスは自衛手段が乏しく、セナのスネアを受けると大きなダメージを受けやすい。これにより、セナはジンクスを捕まえやすく、キルを狙いやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジンクスの体力を削る。特に、セナのスキルを使って安全にダメージを与える。\n- ジンクスがスキルを使った後や、攻撃を避けるタイミングを見計らって、スネアを使って捕まえる。これにより、ジンクスに大きなダメージを与えるチャンスを作る。\n- ジャングラーとの連携を強化し、ジンクスが孤立しているタイミングを狙ってgankを仕掛ける。これにより、ジンクスを早期に排除し、レーンの優位を確保する。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジンクスの自衛手段が乏しいため、接近してダメージを与えやすい。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの攻撃を避けるのが難しく、特に集団戦ではトゥイッチの火力が活かされやすい。\n- トゥイッチのアルティメットは長射程で、ジンクスが安全に攻撃できる距離から一方的にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削ることで、トレードを有利に進める。\n- ステルスを活用して奇襲を仕掛け、ジンクスがスキルを使った後に攻撃することで、反撃を受けにくくする。\n- 集団戦では、アルティメットを使って後方から一気にダメージを与え、ジンクスが反撃する前にキルを狙う。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の長さ：ヴァルスはジンクスよりも射程が長いため、ハラスやトレードで優位に立ちやすいです。ジンクスの攻撃を受ける前にダメージを与えることができます。\n- CC効果：ヴァルスはスネア効果を持つスキルを使うことで、ジンクスの動きを制限し、接近を防ぐことができます。これにより、ジンクスが攻撃しづらくなります。\n- スノーボール性能：ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、さらにダメージを出しやすくなります。ジンクスが育つ前に早期にキルを狙うことが可能です。\n\n有利の取り方：\n- レベル1からのハラス：序盤から積極的にハラスを行い、ジンクスにプレッシャーをかけることで、ファームを妨害します。\n- スキルを活用したトレード：スネアを使ってジンクスを捕まえ、ダメージを与えた後に安全に距離を取ることで、リスクを減らしつつ有利なトレードを行います。\n- サポートとの連携：サポートと連携して、ジンクスに対して集中的に攻撃を仕掛け、早期にキルを狙うことで、ゲームの流れを有利に進めます。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ジンクスのスキルを避けやすいため、トレードで有利に立ちやすい。\n- ジンクスは自衛手段が乏しく、接近されると脆弱なため、ゼリの攻撃を受けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えやすく、ジンクスのハラスを凌ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削る。\n- ジンクスのスキルを避けながら、スキルを使ってダメージを与えることで、トレードを有利に進める。\n- サポートと連携して、ジンクスが孤立したタイミングでエンゲージを仕掛け、キルを狙う。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ジンクスの攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- ジンクスは自衛手段が乏しく、コーキのAoEダメージを受けると大きなダメージを受けやすい。\n- コーキのアルティメットはクールダウンが短く、ジンクスに対して持続的な圧力をかけることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジンクスの体力を削る。\n- ジンクスのスキルを避けつつ、スキルを使ってプッシュし、ミニオンを利用して安全にダメージを与える。\n- ジャングラーとの連携を取り、ジンクスが孤立しているタイミングでギャンクを狙う。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチがハラスを受けやすい。特に、ルシアンのスキルを使った後の通常攻撃が強化されるため、トゥイッチはトレードで不利になる。\n- ルシアンの機動力が高く、トゥイッチが逃げる手段が限られているため、オールインを仕掛けられると非常に危険。ルシアンの攻撃を避けるのが難しい。\n- トゥイッチは序盤の射程が短く、ルシアンの攻撃範囲に対して劣っているため、レーンでの優位性を確保しにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ルシアンの動きを把握する。特に、ルシアンがスキルを使った後に攻撃するタイミングを見計らう。\n- トゥイッチのステルスを活用して奇襲を仕掛けるタイミングを見極め、ルシアンに対して反撃のチャンスを作る。特に、サポートがCCを持っている場合は連携を強化する。\n- 装備を早めに整え、特に防御アイテムを優先して購入することで、ルシアンのバーストダメージに耐えられるようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがハラスを受けやすい。特に、ルシアンのスキルを使った後の通常攻撃が強化されるため、トレードで不利になる。\n- コグ＝マウは機動力が低く、ルシアンの攻撃を避けるのが難しい。ルシアンの高い機動力により、コグ＝マウは追撃されやすい。\n- ルシアンは射程が短いとはいえ、コグ＝マウの基礎射程が短いため、ルシアンが先に攻撃を仕掛けることができる。これにより、レーンでの優位性を失いやすい。\n\n不利の緩和策:\n- サポートと連携して、ルシアンの攻撃を避けるためのポジショニングを意識する。特に、ルシアンのスキルのクールダウンを狙って攻撃するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ルシアンのバーストダメージに耐えられるようにする。特に、早めに防具を揃えることが重要。\n- レーンでのCSを優先し、ファームをしっかり行うことで、後半のスケーリングを意識する。特に、レベル6以降は集団戦でのダメージを出せるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、特にトレードでシヴィアに対して優位に立ちやすいです。シヴィアの基礎射程が短いため、ルシアンの攻撃を受けやすくなります。\n- ルシアンのスキルのクールダウンが短く、連続して攻撃を仕掛けることができるため、シヴィアは持続的なダメージを受けやすいです。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとの1対1の殴り合いでは火力負けしやすいです。\n\n不利の緩和策：\n- ルシアンの攻撃を受けないように、慎重に立ち回り、ハラスを避けることが重要です。\n- スペルシールドを活用して、ルシアンのスキルを防ぎ、トレードを有利に進めるタイミングを見計らいましょう。\n- レーンフェイズでは、サポートと連携してルシアンの攻撃を分散させ、シヴィアのウェーブクリア能力を活かしてレーンを押し込むことを目指しましょう。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、スキルを使った後の通常攻撃が強化されるため、ケイトリンに対して強力なハラスが可能です。\n- ケイトリンは射程が長いものの、ルシアンのスキルのクールダウンが短く、機動力が高いため、ケイトリンが攻撃を仕掛ける隙を与えにくいです。\n- ルシアンはオールインが強く、ケイトリンが殴り合いで劣るため、特に集団戦やレーンでのトレードで不利になります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ルシアンの動きを把握することが重要です。\n- 罠を効果的に使い、ルシアンの攻撃を制限することで、彼のオールインを防ぐことができます。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ルシアンのバーストダメージに耐えられるようにすることが有効です。",
      "ヴェイン": "ヴェインが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ヴェインに対してハラスを行いやすい。特に、スキル使用後の通常攻撃が強化されるため、トレードで有利を取られやすい。\n- ヴェインは射程が短く、ルシアンの攻撃を受けやすい。ルシアンの攻撃を避けるためには、近づく必要があり、逆にハラスを受けるリスクが高まる。\n- ルシアンは機動力が高く、スキルのクールダウンが短いため、ヴェインがオールインを狙う際に逃げられる可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。これにより、ルシアンの攻撃を受けにくくなる。\n- サポートと連携して、ルシアンに対してカウンターを狙うタイミングを見計らう。特に、ルシアンのスキルがクールダウン中のタイミングを狙うと良い。\n- アイテムを早めに購入し、耐久力を上げることで、ルシアンのバーストダメージに耐えられるようにする。特に、早めに防具を整えることが重要。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- 射程の差：セナはルシアンよりも長い射程を持っており、これによりルシアンに対して一方的にハラスを行いやすいです。ルシアンは射程が短いため、セナの攻撃を避けるのが難しくなります。\n- 回復能力：セナはスキルを使って自身や味方を回復できるため、ルシアンのバーストダメージに対して耐性を持つことができます。これにより、レーンでの持続力が高まります。\n- CC効果：セナはスネア効果を持つスキルを使うことで、ルシアンの動きを制限し、オールインを仕掛けるチャンスを作ることができます。ルシアンはCCを持たないため、セナのスネアに対して無防備です。\n\n有利の取り方：\n- ハラスを積極的に行う：セナは長射程を活かして、ルシアンに対して常にハラスを行い、体力を削ることが重要です。\n- スキルを使った回復を活用する：ルシアンの攻撃を受けた際には、スキルを使って自分や味方を回復し、持続的にレーンを維持します。\n- スネアを狙う：ルシアンが攻撃的に出てきたタイミングでスネアを使い、捕まえることで有利なトレードやキルを狙います。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ルシアンの射程が短いため、サミーラが近づくことで有利にトレードができる。\n- ルシアンはCCを持たないため、サミーラの攻撃を防ぐ手段が限られており、サミーラは自由に攻撃できる。\n- サミーラのスキルは、連続攻撃を行うことでスタイルランクを上げ、強力なバーストダメージを発揮できるため、ルシアンに対しても高いダメージを出せる。\n\n有利の取り方：\n- ルシアンのスキルのクールダウンを見極め、スキルを使った後に積極的にトレードを仕掛ける。\n- サポートと連携し、ルシアンが攻撃しづらい位置に誘導してからオールインを狙う。\n- スタイルランクを意識し、通常攻撃とスキルを組み合わせてダメージを最大化し、ルシアンに圧力をかける。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはスキルを駆使して戦うため、ルシアンの短射程を利用して安全にハラスができる。特に、ルシアンがスキルを使った後の隙を突くことができる。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなるため、レーンでの優位を維持しやすい。ルシアンが序盤に強いとはいえ、スモルダーは後半にかけて逆転する可能性が高い。\n- スモルダーのEスキルによる高速移動は、ルシアンの攻撃を避けるのに役立ち、追撃や逃走が得意であるため、ルシアンのバーストダメージを受けにくい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルシアンのスキルを使わせて隙を作る。特に、ルシアンがスキルを使った後に攻撃することで、ダメージを与えやすい。\n- スタックを貯めるために、ミニオンを効率よく処理し、ルシアンとのトレードを避けつつ、スキルを使ってダメージを与える。\n- 集団戦では、スモルダーのAoE攻撃を活かして、ルシアンが密集した敵を狙うことで、ダメージを最大化する。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けながらハラスを行いやすいです。特に、ルシアンの射程が短いため、ゼリは安全に攻撃できます。\n- ゼリのスキルはノーコストで使用できるため、マナ管理を気にせずに積極的に攻撃でき、持続的なダメージを与えやすいです。\n- ルシアンはCCを持たないため、ゼリの機動力を活かして逃げたり、反撃したりすることが容易です。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ルシアンのHPを削ることで、レーンの主導権を握ります。\n- ルシアンのスキルを避けながら、ゼリのスキルを使ってダメージを与え、トレードを有利に進めます。\n- サポートと連携して、ルシアンが攻撃しづらい位置に誘導し、ゼリの攻撃を最大限に活かすようにします。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、ルシアンの攻撃を止めることができるため、トレードで優位に立ちやすい。\n- ルシアンは射程が短く、ザヤの攻撃を受けやすいため、ハラスが効果的に行える。\n- ザヤはスキルを使って無敵状態になれるため、ルシアンのバーストダメージを回避しやすい。\n\n有利の取り方：\n- ルシアンがスキルを使った後に攻撃を仕掛け、スネアを使って反撃する。\n- ルシアンが近づいてきた際に、スキルを使って距離を取りつつ攻撃する。\n- サポートと連携して、ルシアンに対してオールインを仕掛けるタイミングを見計らう。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にルシアンのバーストダメージに対して持続的なダメージを出すことが可能です。\n- ルシアンは射程が短いため、アフェリオスの攻撃を受けやすく、アフェリオスのハラスに対して耐えにくいです。\n- アフェリオスはCCスキルを持っており、ルシアンの機動力を制限することで、彼の攻撃を無効化することができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルシアンのHPを削ることで、彼のプレッシャーを減らします。\n- 武器の選択を状況に応じて変え、ルシアンの攻撃を避けつつ反撃することで、トレードを有利に進めます。\n- サポートと連携し、ルシアンに対してオールインを仕掛けるタイミングを見計らい、CCを活用して確実にダメージを与えます。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持っており、ルシアンの射程を超えて安全にハラスができるため、レーンでのトレードで優位に立ちやすい。\n- ルシアンはCCを持たないため、エズリアルの機動力を活かして攻撃を避けながら反撃することが可能で、エズリアルのスキルを当てやすい。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられるため、ルシアンのバーストダメージに対抗しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってハラスし、ルシアンのHPを削る。\n- Eを使ってルシアンの攻撃を避けつつ、反撃のチャンスを狙う。\n- ルシアンがスキルを使った後の隙を狙って、スキルを当ててダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンよりも早い段階でトレードで優位に立つことができる。\n- ルシアンは射程が短く、ドレイヴンの攻撃を受けやすいため、ハラスを受けるリスクが高い。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることで後半の強さを確保しやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ルシアンにプレッシャーをかける。\n- 斧をしっかりと拾い続け、ダメージを最大限に引き出すことで、ルシアンに対する優位性を維持する。\n- サポートと連携して、ルシアンがスキルを使った後の隙を突いてオールインを狙う。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由：\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、物理ダメージと魔法ダメージを両方扱えるため、ルシアンの防御を無効化しやすい。\n- ルシアンは射程が短く、カイ＝サのスキルを使ったハラスや奇襲に対して脆弱であるため、レーンでのトレードで優位に立ちやすい。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ルシアンの攻撃を回避しやすく、オールインの際にも有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルシアンのスキルを避けながらダメージを与える。\n- スキルを進化させるタイミングを見計らい、特にルシアンがスキルを使った後に攻撃を仕掛ける。\n- サポートと連携して、ルシアンが攻撃しづらい位置に誘導し、オールインを仕掛ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の長さ：ヴァルスはルシアンよりも射程が長いため、ルシアンの攻撃を受けずにハラスを行いやすい。\n- CC効果：ヴァルスはスネア効果を持つスキルを使うことで、ルシアンの動きを制限し、攻撃を当てやすくすることができる。\n- 持続的なダメージ：ヴァルスはAoEダメージを持ち、集団戦やレーンでの持続的なダメージを与える能力が高いため、ルシアンに対して優位に立てる。\n\n有利の取り方：\n- レーンでのハラス：射程を活かして、ルシアンが近づく前に攻撃を仕掛け、ダメージを与える。\n- スキルのタイミング：CCスキルを使ってルシアンを捕まえ、通常攻撃やスキルで追撃する。\n- サポートとの連携：サポートと連携して、ルシアンに対して集中的に攻撃を行い、早期に優位を築く。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすく、Kiteを行うことでザヤに対して優位に立てる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理を気にせずにハラスを行えるため、ザヤは序盤から圧力を受けやすい。\n- ゼリのウルトによるSlow効果で、ザヤの動きを制限し、反撃のチャンスを減少させることができる。\n\n不利の緩和策：\n- ザヤはレーンでのハラスを避けるために、ミニオンを利用してゼリの攻撃をブロックし、ダメージを受けないようにする。\n- ゼリのスキルを避けるために、位置取りを工夫し、特にゼリのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ゼリに対して集中的に攻撃を仕掛け、早期にキルを狙うことで、レーンの主導権を取り戻す。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ゼリは高い機動力を持ち、スキルを駆使してミス・フォーチュンの攻撃を避けやすく、Kiteが得意です。これにより、ミス・フォーチュンは攻撃を当てるのが難しくなります。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にハラスを行うことができます。これに対して、ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちです。\n- ゼリはウルトでスローを付与できるため、接近された際に逃げる手段が乏しいミス・フォーチュンにとって非常に脅威となります。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してゼリの攻撃を遮るように立ち回ることが重要です。\n- サポートと連携して、ゼリに対してオールインを仕掛けるタイミングを見計らい、逆にハラスを行うことでプレッシャーをかけることができます。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ゼリの攻撃に耐えられるようにすることが効果的です。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすく、ハラスを行いやすい。特に、ゼリのスキルを使ったKiteが効果的で、ヴェインが近づくのを難しくする。\n- ゼリのスロー効果により、ヴェインは接近戦での機動力を制限され、トレードで不利になる可能性が高い。\n- ヴェインは射程が短く、ゼリの長射程攻撃に対してハラスを受けやすく、序盤のレーンでの優位性を失いやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がけ、ゼリの攻撃を受けないようにする。\n- サポートと連携して、ゼリに対して積極的にトレードを仕掛け、相手のスキルを使わせてから反撃するタイミングを見計らう。\n- アイテムを早めに購入し、特に防御アイテムを優先して、ゼリのハラスに耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、スキルを駆使してシヴィアの攻撃を避けやすく、トレードで有利に立ち回ることができる。\n- シヴィアの基礎射程が短いため、ゼリの長射程の攻撃に対して一方的にダメージを受けやすい。\n- ゼリのスロー効果により、シヴィアは移動速度を上昇させる手段を活かしにくく、逃げることが難しくなる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ゼリの攻撃を避けるように心がける。\n- サポートと連携して、ゼリに対するハラスを行い、レーンの主導権を握る。\n- アイテムを早めに購入し、特に防御アイテムを優先してゼリのダメージを軽減する。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、スキルを駆使して距離を保ちながら攻撃できるため、サミーラが接近するのが難しい。\n- ゼリのスキルはノーコストで使用でき、持続的にハラスを行えるため、サミーラは序盤からダメージを受けやすい。\n- ゼリのウルトによるCC効果でサミーラの行動を制限されると、接近戦での強みを活かせなくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ゼリのスキルを避ける立ち回りを心がける。\n- ゼリのスキルを避けるために、ブリンクや移動スキルを活用し、タイミングを見計らって接近する。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリのハラスに耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすく、特にダッシュを使って距離を取ることができるため、ルシアンのバーストダメージを受けにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にハラスを行うことができる。これに対してルシアンはスキルのクールダウンがあるため、ハラスの頻度が制限される。\n- ゼリはウルトで移動速度を上げることができ、集団戦やレーンでの位置取りが有利になるため、ルシアンが攻撃しづらくなる。\n\n不利の緩和策：\n- ゼリのスキルを避けるために、位置取りを意識し、ダッシュを使って攻撃を回避するタイミングを見極める。\n- ゼリがスキルを使った後の隙を狙って、バーストダメージを与えるチャンスを作る。特に、ゼリがスキルを外したタイミングを狙う。\n- サポートと連携して、ゼリに対してオールインを仕掛けるタイミングを見計らい、彼女のスキルを使わせてから攻撃する。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの低い基礎ADを利用してハラスを行いやすい。\n- ゼリはスキルを多用するスタイルで、ドレイヴンの高いダメージに対して耐えるのが難しいため、トレードで有利を取れる。\n- ドレイヴンのCCスキルにより、ゼリの機動力を制限し、逃げる手段を奪うことができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ゼリのHPを削ることでレーンの主導権を握る。\n- 斧を正確に拾い続け、ダメージを最大化しつつ、パッシブを活かしてゴールドを稼ぐ。\n- ゼリがスキルを使った後の隙を狙い、CCを使って追撃し、キルを狙う。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、ゼリの攻撃を受ける前にハラスを行いやすいです。ゼリは序盤の基礎ADが低いため、コグ＝マウの攻撃を受けるとダメージを受けやすいです。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、特にタンクや耐久力のある相手に対して高いダメージを出せます。ゼリは基礎ステータスが低いため、これにより有利に立てます。\n- ゼリは機動力が高いものの、接近手段が乏しいため、コグ＝マウのスキルを避けるのが難しく、トレードで不利になることが多いです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ゼリの基礎ADの低さを利用してCSを取る際にダメージを与え続ける。\n- ゼリのスキルを避けつつ、コグ＝マウのスキルを使ってダメージを与え、相手のHPを削る。\n- サポートと連携して、ゼリが攻撃しづらい位置に誘導し、集団戦やトレードで有利な状況を作る。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ゼリの基礎ADが低いため、序盤からハラスがしやすい。\n- コーキのスキルはAoEダメージを持ち、ゼリの機動力を活かしたKiteを封じることができる。\n- ゼリは序盤が弱く、コーキのプッシュ力によってレーンを支配しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ゼリの体力を削る。\n- スキルを使ってウェーブを早くクリアし、ゼリにプレッシャーをかける。\n- 敵のサポートやジャングラーの動きを警戒しつつ、位置取りを工夫して安全にダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の差：ヴァルスはゼリよりも射程が長いため、ゼリが近づく前にハラスを行いやすい。\n- CC効果：ヴァルスのスネア効果により、ゼリの機動力を制限でき、逃げる手段を奪うことができる。\n- 序盤の火力：ゼリは序盤の基礎ADが低く、ウェーブクリアが難しいため、ヴァルスが優位に立ちやすい。\n\n有利の取り方：\n- ハラスを積極的に行う：ゼリが近づく前にスキルを使ってダメージを与え、レーンを支配する。\n- ゼリのスキルを避ける：ゼリの攻撃を避けつつ、反撃のチャンスを狙うことで、ダメージを受けずに有利な状況を作る。\n- サポートとの連携：サポートと連携して、ゼリに対して集中的に攻撃を仕掛け、早期にキルを狙う。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは序盤から高いバーストダメージを持ち、ゼリの低い基礎ADを利用して早期にハラスを行いやすい。\n- トリスターナの射程がレベルアップと共に増加するため、ゼリが攻撃しづらい状況を作り出せる。\n- ゼリはスキルのクールダウンが短く、通常攻撃に依存するため、トリスターナのノックバック効果で距離を取ることで安全に戦える。\n\n有利の取り方：\n- レベル2やレベル3で積極的にハラスを行い、ゼリにプレッシャーをかける。\n- トリスターナのブリンクを活かして、ゼリのスキルを避けつつ攻撃する。\n- サポートと連携して、ゼリがスキルを使った後にトレードを仕掛けることで、ダメージを稼ぐ。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナのスネア効果により、サミーラは接近戦を仕掛ける際に行動を制限されやすく、攻撃を受けるリスクが高まる。\n- サミーラは低い防御ステータスを持ち、セナの持つ回復能力や持続的なダメージに対して脆弱であるため、持ち味を活かしにくい。\n\n不利の緩和策：\n- セナのスキルを避けるために、ミニオンを利用して位置取りを工夫し、ハラスを受けないようにする。\n- サポートと連携し、セナに対して一気に攻撃を仕掛けるタイミングを見計らうことで、セナのハラスを無効化する。\n- アイテムを早めに購入し、耐久力を上げることで、セナの攻撃に対する耐性を高め、レーンでの生存率を上げる。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- セナの長射程攻撃により、ザヤは一方的にハラスを受けやすく、レーンでのプレッシャーが強い。\n- セナのスネア効果により、ザヤは捕まるリスクが高く、特にザヤのスキル発動中にCCを受けると致命的なダメージを受ける可能性がある。\n- セナは回復能力を持っているため、ザヤがダメージを与えてもセナが持ちこたえやすく、持続戦闘で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを行い、セナの攻撃を受けないようにする。\n- サポートと連携して、セナのスネアを避けるための位置取りを意識し、エンゲージのタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、セナの攻撃に対する耐性を高め、レーンでの生存率を上げる。",
      "ヴェイン": "ヴェインが不利です。\n\n- セナは長射程を持ち、ハラスが得意なため、ヴェインは序盤から一方的に攻撃されやすいです。特に、セナの回復能力により、ハラスを受けても持ちこたえられることが多いです。\n- セナのスネア効果を持つスキルにより、ヴェインは捕まると大きなダメージを受けやすく、逃げる手段が限られているため、非常に危険です。\n- ヴェインは射程が短く、セナの攻撃を避けるのが難しいため、レーンでのプレッシャーを受けやすく、育つのが難しいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してセナの攻撃を遮るように立ち回ることが重要です。\n- サポートと連携して、セナに対してカウンターアタックを仕掛けるタイミングを見計らい、ハラスを返すことでプレッシャーをかけることができます。\n- ジャングラーのガンクを活用し、セナを捕まえるチャンスを作ることで、レーンの状況を有利に持っていくことが可能です。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- セナは長射程を持ち、ハラスが得意なため、コグ＝マウは序盤から一方的に攻撃されやすい。\n- セナのスネア効果により、コグ＝マウは捕まると大きなダメージを受けやすく、自衛が難しい。\n- コグ＝マウは機動力が低く、セナの回復能力によって持続的なハラスに耐えにくい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、セナの攻撃を避けるようにする。\n- サポートと連携して、セナに対するカウンターアタックを狙い、ハラスを返す機会を増やす。\n- アイテムを早めに購入し、耐久力を上げることで、セナのハラスに耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- セナの射程が長いため、ルシアンはハラスを受けやすく、特に序盤のトレードで不利になります。\n- セナのスネア効果により、ルシアンは捕まるリスクが高く、オールインを仕掛ける際に非常に危険です。\n- セナは回復能力を持っているため、ルシアンのダメージを軽減しやすく、持続戦闘で優位に立たれることが多いです。\n\n不利の緩和策：\n- セナのスキルのクールダウンを意識し、彼女のスキルを使った後に攻撃的にプレイすることで、オールインのチャンスを狙う。\n- ルシアンの機動力を活かして、セナのハラスを避けつつ、クリープを利用して安全にファームを行う。\n- サポートと連携して、セナに対するガンクを狙い、彼女の弱点を突くことでレーンの主導権を取り戻す。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- セナの長射程とハラス能力により、シヴィアは序盤から一方的にダメージを受けやすい。特に、セナのスネア効果がシヴィアの動きを制限し、トレードで不利になる。\n- シヴィアは基礎射程が短く、セナの攻撃を避けるのが難しいため、レーンでの優位性を築くのが困難。\n- セナの回復能力により、シヴィアがダメージを与えても持ちこたえられるため、持続戦闘で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してセナの攻撃を遮る。特に、セナのスキルを使わせた後に攻撃するタイミングを見計らう。\n- サポートと連携して、セナに対するガンクを狙う。セナは逃げ手段が乏しいため、早期にキルを狙うことでレーンを有利に進める。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、セナのハラスを耐えやすくする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- セナは長射程を持ち、ハラスが得意なため、ジンクスは序盤から一方的に攻撃されやすい。\n- セナのスネア効果により、ジンクスは動きを制限され、接近されると危険な状況に陥りやすい。\n- ジンクスは自衛手段が乏しく、セナの回復能力とハラスに対抗しにくいため、レーンでの優位を築くのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- サポートと連携して、セナのスネアを避ける動きを意識し、積極的にトレードを行うタイミングを見極める。\n- ジンクスのアイテムを早めに揃え、火力を上げることで、セナに対抗できる状況を作る。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の差：ヴァルスはセナよりも射程が長いため、セナが攻撃する前にハラスを行いやすい。\n- CCの活用：ヴァルスはスネア効果を持つスキルを使うことで、セナの動きを制限し、攻撃のチャンスを増やすことができる。\n- スノーボール性能：ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、序盤からの優位をさらに強化できる。\n\n有利の取り方：\n- レーンでのハラス：セナが近づく前にスキルや通常攻撃でダメージを与え、レーンの優位を築く。\n- 敵の動きを制限：スネアを使ってセナを捕まえ、追撃やキルを狙う。\n- サポートとの連携：サポートと協力してセナに対するプレッシャーをかけ、彼女の育成を妨げる。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは序盤から高いバーストダメージを持ち、セナの脆弱な基礎ステータスを突くことができるため、早期にキルを狙いやすい。\n- トリスターナの射程はレベルアップと共に増加し、特に終盤ではセナよりも長い射程を持つため、集団戦やレーンでのハラスにおいて優位に立てる。\n- セナは逃げ手段が乏しく、トリスターナのノックバック効果を利用することで、セナを捕まえやすく、ダメージを与えやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナのHPを削ることでプレッシャーをかける。\n- セナがスキルを使った後の隙を狙い、トリスターナのバーストダメージを活かしてキルを狙う。\n- サポートと連携し、セナが捕まりやすい位置でのエンゲージを行い、トリスターナのノックバックを活用して安全にダメージを与える。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、セナに対して一方的にハラスを行いやすいです。特に、セナの基礎ステータスが低いため、序盤のハラスで優位に立つことができます。\n- コーキのスキルはAoEダメージを持ち、セナが複数の敵チャンピオンに対して回復を行う際に、ダメージを与えやすくなります。これにより、セナの回復能力を無効化しやすいです。\n- セナは逃げ手段が乏しく、捕まると簡単に倒されるため、コーキの高いバーストダメージが脅威となります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナのHPを削ることで、レーンの主導権を握ります。\n- セナのスキルを避けつつ、コーキのスキルを使ってダメージを与え、セナの回復を無効化します。\n- ジャングラーとの連携を取り、セナが捕まるような状況を作り出し、キルを狙います。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、セナよりも一方的にハラスを行いやすいです。これにより、セナは攻撃を受けながら自分のスキルを使うことが難しくなります。\n- セナは序盤が弱く、基礎ステータスが低いため、ケイトリンの高いダメージを受けやすいです。特に、ケイトリンの罠を使ったコンボで捕まると、セナは簡単に倒される可能性があります。\n- ケイトリンは視界を確保しつつ、タワーシージが得意であり、セナが育つ前に早期にタワーを破壊することで、ゲーム全体の流れを有利に進めることができます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナにプレッシャーをかけることで、彼女のファームを妨害します。\n- 罠を使ってセナの動きを制限し、捕まえた際にダメージを与えることで、キルを狙います。\n- ジャングラーと連携して、セナが捕まりやすい位置でgankを仕掛け、早期にアドバンテージを得ることを目指します。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはセナに対して射程が短い序盤の段階で、ハラスを行いやすく、セナの回復能力を無効化することができる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、トゥイッチの攻撃を受けると早期にダメージを与えやすい。\n- トゥイッチのステルスを利用した奇襲が、セナの逃げ手段の乏しさを突くことができ、捕まえやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、セナのHPを削ることでレーンの主導権を握る。\n- ステルスを活用して奇襲を仕掛け、セナがスキルを使った後に攻撃することで、彼女の反撃を避ける。\n- セナがCCスキルを使った後の隙を狙い、トレードを行うことで、ダメージを与えつつ有利な状況を作る。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程の攻撃を持ち、セナよりも遠くからハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ジグスのAoEダメージを受けやすく、早期にダメージを与えることでプレッシャーをかけられる。\n- ジグスの設置型スキルは、セナの動きを制限することができ、特に逃げ手段が乏しいセナに対して有効に働く。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナの体力を削ることで、レーンの主導権を握る。\n- セナがスキルを使った後の隙を狙い、設置型スキルを使ってダメージを与え、セナの回復を無効化する。\n- ジャングラーと連携してガンクを仕掛け、セナが捕まる状況を作り出すことで、キルを狙う。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはスキルを駆使して戦うキャリータイプであり、セナのハラスを受けてもスキルで反撃しやすい。特に、セナの攻撃が届かない距離から攻撃できるため、ハラス合戦で優位に立てる。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーがスタックを貯める前に攻撃を仕掛けることで、早期に有利な状況を作りやすい。\n- スモルダーのAoE攻撃は集団戦での強みを持ち、セナが後衛にいる場合でも、スモルダーはその範囲攻撃でダメージを与えやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、セナの回復を無効化することで、彼女のスタックを貯める機会を減らす。\n- スキルを使ってセナの攻撃を避けつつ、反撃を行い、レーンの主導権を握る。\n- セナがCCを使った後の隙を狙い、オールインを仕掛けることで、キルを狙う。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- アッシュのスロー効果により、アフェリオスは距離を保つことが難しく、ハラスやオールインの際に不利な状況に陥りやすい。\n- アッシュのアルティメットスキルは長距離からのキャッチ能力が高く、アフェリオスは機動力が低いため、捕まるリスクが高い。\n- アフェリオスは序盤が弱く、アッシュのハラスに対抗しづらいため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握する。\n- アッシュのスキルを避けるために、位置取りを意識し、常に安全な距離を保つように心がける。\n- 装備を早めに整え、特に防御アイテムを購入して耐久力を上げることで、アッシュの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- アッシュの射程がシヴィアよりも長いため、アッシュはシヴィアを一方的に攻撃しやすい。\n- アッシュのスロー効果により、シヴィアは距離を保つことが難しく、追撃されやすい。\n- アッシュのアルティメットによるキャッチ能力が高く、シヴィアは逃げる手段が限られているため、捕まると厳しい状況になる。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、アッシュの攻撃を避けるように動く。\n- サポートと連携し、アッシュのスキルをスペルシールドで無効化するタイミングを見極める。\n- ウェーブクリア能力を活かして、アッシュの攻撃を受ける前にミニオンを処理し、レーンを押し込むことで安全な距離を保つ。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- アッシュは長射程の通常攻撃を持ち、スロー効果でルシアンの動きを制限できるため、ハラスが非常に強力です。\n- アッシュのアルティメットは遠距離からのキャッチ能力が高く、ルシアンが接近する前に大きなダメージを与えられる可能性があります。\n- ルシアンは射程が短く、アッシュの攻撃を受けやすいため、オールインを仕掛ける際にリスクが高くなります。\n\n不利の緩和策：\n- アッシュのスキルを避けるために、位置取りを意識し、常に距離を保つように心がける。\n- サポートと連携して、アッシュに対して集中的に攻撃を仕掛け、彼女のスキルを使わせることで有利な状況を作る。\n- ルシアンのスキルを活用して、アッシュのハラスを受ける前に先手を打ち、ダメージを与えることでレーンの主導権を握る。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、アッシュに対して一方的にハラスができるため、レーンでの優位性を保ちやすい。\n- アッシュは基礎ステータスが控えめで、序盤のダメージが低いため、コーキの持つ長射程のスキルで安全に攻撃できる。\n- アッシュのスロー効果やCCに対して、コーキは機動力がないため、直接的な対抗手段がない。コーキは距離を保ちながら攻撃できる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アッシュのHPを削ることでプレッシャーをかける。\n- スキルを使ってミニオンを一掃し、アッシュに対してCSを取らせないようにする。\n- アッシュがスキルを使った後の隙を狙い、反撃を行うことでダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の長さ：ヴァルスはアッシュよりも射程が長いため、アッシュが攻撃を仕掛ける前にハラスを行いやすいです。\n- AoEダメージ：ヴァルスはスキルを使って複数の敵にダメージを与えることができ、特に集団戦やレーンでのハラスにおいて優位性を持っています。\n- CC効果：ヴァルスのスネア効果により、アッシュの動きを制限し、攻撃を避けることが難しくなります。\n\n有利の取り方：\n- レーンでのハラス：アッシュが近づく前にスキルを使ってダメージを与え、レーンの優位性を確保します。\n- サポートとの連携：サポートと協力してアッシュに対してオールインを仕掛け、早期にキルを狙います。\n- ビジョンの確保：視界を確保し、アッシュが安全に攻撃できない状況を作り出すことで、レーンを支配します。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アッシュの攻撃を避けながらダメージを与えることが可能です。\n- アッシュは基礎ステータスが控えめで、序盤のバーストダメージが低いため、トゥイッチの持つ持続的なダメージに対抗しにくいです。\n- トゥイッチのアルティメットは長射程で、集団戦やレーンでの一方的な攻撃が可能であり、アッシュのスロー効果を無効化しやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、アッシュのHPを削りつつ、ステルスを活用して安全に距離を保つ。\n- アッシュのスキルを避けながら、トレードを行い、相手のスキルを使わせてからオールインを狙う。\n- 集団戦では、アルティメットを使って後方から一方的に攻撃し、アッシュを排除することでチームファイトを有利に進める。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、アッシュの基礎ステータスが控えめなため、早期にキルを狙いやすい。\n- トリスターナの射程はレベルが上がるごとに増加し、特に終盤ではアッシュよりも長い射程を持つため、戦闘での位置取りが有利になる。\n- アッシュは機動スキルを持たず、トリスターナのノックバック効果を利用することで、アッシュの攻撃を避けつつ安全に攻撃できる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アッシュのHPを削ることでレーンの主導権を握る。\n- トリスターナのバーストダメージを活かして、アッシュやそのサポートに対してオールインを仕掛ける。\n- レベルが上がったら、射程の差を利用して安全に攻撃し、アッシュが近づけないように立ち回る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、アッシュの射程が長いとはいえ、サミーラが近づくことで一気にダメージを与えることができる。\n- アッシュはCCスキルを持っているが、サミーラはブリンクを使ってその攻撃を回避しやすく、接近することでアッシュに対して優位に立てる。\n- アッシュの基礎ステータスが控えめで、序盤はダメージが低いため、サミーラが早い段階から攻撃を仕掛けることで有利なレーンを築ける。\n\n有利の取り方：\n- アッシュのスキルを避けながら、サミーラの攻撃を当てるためにブリンクを活用し、接近戦を仕掛ける。\n- サポートと連携して、アッシュがスキルを使った後の隙を狙ってオールインを行う。\n- スタイルランクを上げるために、敵ミニオンやチャンピオンに攻撃を当てて、サミーラの強力なアルティメットを早めに発動させる。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、アッシュの攻撃を受ける前に反撃することができるため、アッシュのハラスを無効化しやすい。\n- アッシュは機動スキルを持たないため、ザヤの加速スキルを使って距離を取りつつ攻撃することができ、Kitingが得意なザヤにとって有利な状況を作りやすい。\n- ザヤのAoEダメージは集団戦やレーン戦でのファーム能力を高め、アッシュに対して持続的なダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アッシュの体力を削ることでプレッシャーをかける。\n- アッシュのスキルを避けつつ、スネアを使って反撃し、オールインを狙うタイミングを見計らう。\n- サポートと連携して、アッシュに対して集中的に攻撃を仕掛け、早期にキルを狙う。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ニーラは高い機動力を持ち、接近してオールインを仕掛けることが得意です。ミス・フォーチュンは射程が短く、ニーラに近づかれると反撃が難しくなります。\n- ニーラのパッシブによる回復やシールド効果が、ミス・フォーチュンのハラスを軽減します。特に集団戦では、ニーラが味方と連携することで持続的なダメージを与えられます。\n- ニーラはスロー効果を持つスキルを使ってミス・フォーチュンの動きを制限しやすく、逃げる手段が乏しいミス・フォーチュンにとって非常に厄介です。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートチャンピオンと連携し、ニーラの攻撃を受けないように立ち回ることが重要です。\n- アイテムを早めに購入し、特に防御アイテムを優先することでニーラのダメージを軽減し、耐久力を上げることが有効です。\n- 集団戦では、味方のCCを活用し、ニーラを捕まえるチャンスを作ることで、彼女の強みを無効化することができます。",
      "セナ": "セナが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、接近戦での持続的なダメージが強力で、セナの射程を活かす前に接近されやすい。\n- ニーラのスキルによる回復やシールド効果が、セナのハラスを軽減し、特に連携したサポートがいる場合、セナのダメージを無効化されることが多い。\n- セナは基礎ステータスが低く、特に序盤においてニーラの攻撃を受けると、ハラスやオールインに対して脆弱になりやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ニーラの攻撃を避けることで、ハラスを最小限に抑える。\n- サポートと連携し、ニーラが接近する前にハラスを行い、できるだけ早くレベル差をつける。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ニーラのダメージを軽減し、耐久力を高める。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- 射程の短さ：トゥイッチは遠距離攻撃ができるものの、ニーラの近接攻撃に対しては常に距離を保つ必要があり、ニーラの攻撃を受けやすい。\n- 機動力の差：ニーラは高い機動力を持ち、ダッシュを使ってトゥイッチに接近しやすく、トゥイッチの攻撃を避けながら攻撃を仕掛けることができる。\n- CCの不足：トゥイッチはスロー効果しか持たず、ニーラの機動力を抑える手段が限られているため、彼女の攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ニーラの攻撃を避けるようにする。特に、彼女のスキルのクールダウンを確認し、攻撃を受けないタイミングを見計らう。\n- サポートと連携を強化し、ニーラに対してハラスを行うことで、彼女の回復やシールドを無効化する。\n- アイテムビルドを工夫し、早めに防御アイテムを購入することで、ニーラの攻撃に耐えられるようにする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- 射程の長いニーラに対して、ヴァルスはハラスを受けやすく、特に近づくことが難しいため、レーンでの優位性を失いやすい。\n- ニーラの高い機動力と持続的なダメージにより、ヴァルスは攻撃を受けると回復手段が乏しいため、持続戦で不利になる。\n- ニーラのスロー効果により、ヴァルスは逃げる手段が限られているため、捕まると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してミニオンを利用しながら安全にCSを取ることを心がける。\n- ニーラのスキルを避けるために、位置取りを工夫し、特にダッシュやスローを受けないように注意する。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ニーラのダメージを軽減し、持続戦に持ち込む。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ニーラは近接チャンピオンであり、持続的なダメージと回復能力を持っているため、カイ＝サの射程を活かしにくい。\n- ニーラのスロー効果により、カイ＝サは移動が制限され、攻撃を避けることが難しくなる。\n- ニーラは味方との連携を重視しており、サポートがいる場合、カイ＝サはさらに不利な状況に置かれる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してニーラの攻撃を受けないように立ち回る。\n- サポートと連携し、ニーラのスキルを誘発させてから反撃するタイミングを見計らう。\n- 中盤以降は、集団戦での位置取りを意識し、ニーラのオールインを避けるために後衛に留まる。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、トリスターナの攻撃を避けやすいため、トレードで有利に立ち回ることができる。\n- ニーラのスキルによる回復やシールド効果が、トリスターナのバーストダメージを軽減し、持続戦闘で優位に立つことができる。\n- ニーラは近接攻撃チャンピオンであり、トリスターナの射程が長くても、接近して攻撃することでトリスターナに対して圧力をかけやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して安全にCSを取ることを心がける。\n- ニーラのスキルを避けるために、位置取りを工夫し、特に彼女のダッシュやCCを警戒する。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、ニーラのダメージを軽減し、持続戦闘での生存率を上げる。"
    },
    "loses": {
      "ザヤ": "ザヤが有利です。\n\n理由：\n- 射程の長さ：ザヤは遠距離攻撃が可能で、ニーラの近接攻撃に対して安全にハラスを行うことができます。これにより、ニーラが接近する前にダメージを与えることができます。\n- CCの存在：ザヤはスネアを持っており、ニーラが近づいてきた際に足止めすることができるため、ニーラの攻撃を無効化しやすいです。\n- 自衛能力：ザヤは無敵状態を持っており、ニーラの攻撃を回避する手段があるため、特に集団戦や1対1の状況で有利に立ち回ることができます。\n\n有利の取り方：\n- レーンでのハラス：ニーラが近づく前に、ザヤの射程を活かしてAAやスキルでダメージを与え、ニーラの体力を削る。\n- スキルのタイミングを見極める：ニーラがダッシュを使った後や、スキルを使った後に反撃することで、彼女の隙を突く。\n- サポートとの連携：サポートと協力してニーラを囲い、CCを活用して彼女を無力化し、集団戦での優位性を確保する。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは射程が長く、ニーラの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- コーキのスキルはAoEダメージを持ち、ニーラが近づく前にダメージを与えることができるため、ニーラの回復やシールド効果を無効化しやすい。\n- ニーラはサポートがいないと序盤に弱く、コーキはその隙を突いてレーンを支配することができる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ニーラの体力を削ることでプレッシャーをかける。\n- スキルを使ってニーラの攻撃を避けつつ、CSを取りながら安全にダメージを与える。\n- ニーラが近づいてきた際には、スキルを使って距離を保ち、反撃のチャンスを狙う。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- 射程の長さ：ジグスは遠距離攻撃が可能で、ニーラの近接攻撃を避けながらハラスを行うことができます。これにより、ニーラが攻撃を仕掛ける前にダメージを与えることができます。\n- AoEダメージ：ジグスのスキルは全て範囲攻撃であり、ミニオンを一掃しつつニーラにダメージを与えることができるため、レーンでの優位性を保ちやすいです。\n- CC効果：ジグスは地雷によるスロー効果を持っており、ニーラの機動力を制限することができるため、彼女の攻撃を避けやすくなります。\n\n有利の取り方：\n- レーンでのハラス：ジグスは遠距離からスキルを使ってニーラにハラスを行い、彼女の体力を削ることが重要です。\n- ミニオン管理：ミニオンを適切に処理し、ニーラが近づけないようにすることで、レーンの主導権を握ります。\n- タワーへのプレッシャー：ジグスの高いタワー破壊能力を活かし、ニーラがレーンにいる間にタワーを攻撃することで、マップ全体に圧力をかけることができます。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- 射程の長さ：ヴェインは遠距離攻撃が可能で、ニーラの近接攻撃を避けながらハラスを行うことができます。これにより、ニーラが攻撃を仕掛ける前にダメージを与えることができます。\n- 高い機動力：ヴェインはダッシュを持っており、ニーラのスローや攻撃を回避しやすいです。これにより、ニーラの攻撃を受けるリスクを減らしつつ、反撃のチャンスを増やせます。\n- 確定ダメージ：ヴェインは最大HPに比例したダメージを与えることができ、ニーラがタンクやサステインを持っていても、迅速に排除することが可能です。\n\n有利の取り方：\n- レーンでのハラス：ニーラが近づく前に、ヴェインの射程を活かしてAAでハラスを行い、相手のHPを削ります。\n- ダッシュを活用：ニーラの攻撃を避けるために、ダッシュをタイミングよく使い、反撃のチャンスを狙います。\n- サポートとの連携：サポートチャンピオンと連携し、ニーラに対して集中的に攻撃を仕掛けることで、レーンの優位性を確保します。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは射程が長く、ニーラの近接攻撃を避けやすいため、ハラスがしやすい。\n- スモルダーのスキルはスタックを貯めることで後半のダメージが非常に高く、ニーラが成長する前に有利な状況を作りやすい。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤のハラスに対して脆弱であるため、スモルダーが攻撃的に出やすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スキルを使ってスタックを貯め、ダメージを増加させる。\n- ニーラがサポートなしで孤立しているタイミングを狙い、オールインを仕掛ける。",
      "アッシュ": "アッシュが有利です。\n\n理由：\n- 射程の長さ：アッシュは遠距離攻撃が可能で、ニーラよりも射程が長いため、ニーラが近づく前にダメージを与えることができます。\n- スロー効果：アッシュの通常攻撃にはスロー効果があり、ニーラの接近を妨げることができるため、彼女の攻撃を避けやすくなります。\n- CCの存在：アッシュはスタン効果を持つアルティメットを持っており、ニーラが接近してきた際に一気に制圧することが可能です。\n\n有利の取り方：\n- レーンでのハラス：アッシュは遠距離からニーラに対してハラスを行い、彼女の体力を削ることでレーンの優位性を確保します。\n- スキルの活用：スロー効果を活かして、ニーラが近づけないように立ち回り、常に距離を保ちながら攻撃します。\n- サポートとの連携：サポートと協力して、ニーラに対して集中的に攻撃を仕掛け、彼女の回復やシールド効果を無効化するようにします。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは射程が長く、ニーラの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- シヴィアのウェーブクリア能力が高く、ニーラがサポートなしでレーンを維持するのが難しいため、レーンの主導権を握りやすい。\n- スペルシールドにより、ニーラのスローやCCを無効化できるため、トレードで有利な状況を作りやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ニーラの体力を削ることでプレッシャーをかける。\n- ウェーブを押し込んでタワー下にミニオンを持ち込み、ニーラがCSを取りづらい状況を作る。\n- スペルシールドを活かしてニーラのスキルを弾き、トレードで有利な状況を維持する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- 射程の長さ：アフェリオスは遠距離攻撃が可能で、ニーラの近接攻撃を避けながらハラスを行うことができます。これにより、ニーラが攻撃を仕掛ける前にダメージを与えることができます。\n- CCの活用：アフェリオスはスネアやスローを持つ武器を使うことができ、ニーラの機動力を制限することができます。これにより、ニーラが攻撃を仕掛ける際のリスクを高めることができます。\n- 序盤のハラス性能：アフェリオスは序盤からハラスが強力で、ニーラがサポートなしでレーンにいる場合、特にハラスを受けやすくなります。これにより、ニーラの成長を妨げることができます。\n\n有利の取り方：\n- レーンでのハラス：アフェリオスの射程を活かして、ニーラが近づく前に攻撃を行い、持続的にダメージを与えます。\n- 武器の選択：状況に応じて適切な武器を選び、ニーラの動きを制限するためのCCを活用します。特にスネアを持つ武器を使うことで、ニーラの攻撃を防ぎやすくなります。\n- サポートとの連携：サポートチャンピオンと連携し、ニーラに対して集中的に攻撃を行うことで、彼女の成長を抑えつつ自分の優位性を確保します。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- サミーラは接近戦に強く、オールインが得意なため、ドレイヴンの攻撃を無効化しやすい。特に、サミーラのスキルを使うことでドレイヴンの攻撃を避けたり、反撃を行うことができる。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、サミーラの攻撃を受けるとその操作が難しくなる。サミーラの高いバーストダメージにより、ドレイヴンは早期に倒されるリスクが高い。\n- サミーラは短い射程を持つが、接近することで高いDPSを発揮できるため、ドレイヴンが距離を保とうとしても、サミーラに近づかれると不利な状況に陥りやすい。\n\n不利の緩和策:\n- サポートと連携して、サミーラのオールインを避けるために、視界を確保しつつ安全な位置でファームを行う。特に、サポートのCCを利用してサミーラを牽制する。\n- 早めにアイテムを購入し、バーストダメージを軽減するための防具を整える。特に、サミーラの攻撃を受ける前に耐久力を上げることが重要。\n- サミーラのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングを狙って攻撃する。特に、サミーラがスキルを使った後は反撃のチャンスとなる。",
      "ヴェイン": "ヴェインが不利です。\n\n- サミーラは接近戦に強く、高いDPSを持っているため、ヴェインが近づく前にダメージを与えられる可能性が高いです。\n- サミーラのスキルは、ヴェインの機動力を制限することができ、特にノックアップを利用されると反撃が難しくなります。\n- ヴェインは射程が短く、サミーラの攻撃を受けやすいため、ハラスやオールインで不利な状況に陥りやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して安全にファームを行い、レベルを上げることを優先します。\n- サミーラのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないように心掛けます。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、サミーラの攻撃に耐えられるようにします。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- サミーラは接近戦に強く、高いDPSを持っているため、アフェリオスが距離を保とうとしても、サミーラが近づいてくるとダメージを受けやすい。\n- サミーラのスキルは、アフェリオスの攻撃を防ぐ能力があり、特に弾速のある攻撃を防ぐことで、アフェリオスのハラスを無効化しやすい。\n- アフェリオスは機動力が低く、サミーラの接近を許すと反撃を受けやすく、特にサミーラのスタイルランクが上がると一気にダメージを受けるリスクが高まる。\n\n不利の緩和策:\n- サポートと連携して、サミーラが接近する前にハラスを行い、できるだけ早くリードを取る。\n- サミーラのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 遠距離からの攻撃を活かし、サミーラが近づく前に安全な位置からダメージを与えるように立ち回る。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由：\n- サミーラは接近戦を得意としており、高いDPSを持つため、カイ＝サが攻撃を仕掛ける前に反撃されやすい。\n- サミーラのWによってカイ＝サのQやWのバーストダメージを無効化されるため、ダメージを与える機会が減少する。\n- サミーラは短期戦を好むため、カイ＝サが戦闘を長引かせることが難しく、早期に倒されるリスクが高まる。\n\n不利の緩和策：\n- サミーラのWを使わせた後に攻撃を仕掛けることで、ダメージを与えるチャンスを増やす。\n- サポートと連携し、CCを活用してサミーラの動きを制限することで、戦闘を有利に進める。\n- レベル1でのハラスを行い、サミーラのファームを妨害することで、早期の優位を確保する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- サミーラは接近戦に強く、高いDPSを持っているため、ミス・フォーチュンが近づかれると一方的にダメージを受けやすい。\n- サミーラのスキルは、ミス・フォーチュンの攻撃を防ぐ能力があり、特にミス・フォーチュンのスキルを無効化することで、反撃のチャンスを与えない。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、サミーラのオールインに対して脆弱であるため、タイマンでの勝率が低い。\n\n不利の緩和策:\n- レーンでのハラスを重視し、サミーラが接近する前にダメージを与えることで、優位に立つ。\n- サポートと連携し、サミーラがオールインを仕掛けるタイミングをずらすことで、彼女の攻撃を避ける。\n- 中盤以降は、アイテムを整え、集団戦での立ち回りを意識して、サミーラの攻撃を避けつつダメージを与える。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- サミーラは接近戦に強く、ルシアンの攻撃を防ぐスキルを持っているため、ルシアンが攻撃を仕掛ける際に反撃を受けやすい。\n- サミーラの高いDPSとバーストダメージにより、オールインを仕掛けられるとルシアンは瞬時に倒されるリスクが高い。\n- ルシアンは射程が短く、サミーラの攻撃範囲内で戦うことになるため、ハラスを受けやすく、立ち位置が難しい。\n\n不利の緩和策：\n- サミーラのスキルがクールダウン中のタイミングを狙って攻撃を仕掛け、ハラスを行う。\n- サポートと連携し、CCを持つチャンピオンを利用してサミーラを捕まえる機会を作る。\n- 自身のスキルを駆使して距離を保ちながら、サミーラの攻撃を避ける立ち回りを心がける。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程の攻撃を持ち、サミーラの短射程を活かしてハラスを行いやすい。\n- コーキのスキルはAoEダメージを持ち、サミーラが接近する前にダメージを与えることができる。\n- サミーラは接近戦を得意とするが、コーキは自己強化がないため、単純な殴り合いでは不利になりやすいが、コーキは遠距離からの攻撃で優位に立てる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- スキルを使ってサミーラの体力を削り、レーンの主導権を握る。\n- サポートと連携して、サミーラが接近するタイミングを見計らい、ダメージを与え続ける。",
      "セナ": "セナが有利です。\n\n理由：\n- 射程の差：セナは長射程の攻撃を持っており、サミーラの短射程を活かして一方的にハラスを行うことができます。\n- CCの存在：セナはスネア効果を持つスキルを使うことで、サミーラの接近を阻止し、攻撃のチャンスを作ることができます。\n- 回復能力：セナの回復スキルにより、サミーラの攻撃を受けても持ちこたえやすく、持続的にレーンでの優位を保つことができます。\n\n有利の取り方：\n- ハラスを積極的に行う：サミーラが近づく前に、長射程を活かして攻撃し続けることで、相手の体力を削ります。\n- スネアを活用する：サミーラが接近してきた際にスネアを使い、行動を制限することで、反撃のチャンスを作ります。\n- サポートとの連携：サポートと連携して、サミーラに対してプレッシャーをかけ、キルを狙う機会を増やします。",
      "ジンクス": "ジンクスが有利です。\n\n理由：\n- 射程の差：ジンクスは長射程を持っており、サミーラの短い射程を活かして安全にハラスができるため、トレードで優位に立ちやすい。\n- CCの活用：ジンクスはスネアやスローを持っており、サミーラの接近を妨げることができるため、彼女が攻撃を仕掛ける前にダメージを与えることが可能。\n- 自衛手段の差：ジンクスはサミーラに比べて自衛手段が乏しいサミーラに対して、距離を保ちながら攻撃できるため、リスクを減らしつつダメージを与えられる。\n\n有利の取り方：\n- レベル1からのハラス：ジンクスはレベル1から長射程を活かしてサミーラにハラスをかけ、早期に優位を築く。\n- サポートとの連携：サポートと連携して、サミーラが接近する前にCCを使い、ダメージを与えることでトレードを有利に進める。\n- オブジェクトのコントロール：ジンクスの高いDPSを活かして、タワーやドラゴンなどのオブジェクトを早めに破壊し、マップ全体での優位を確保する。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、サミーラの短射程を活かすことができるため、遠距離から安全に攻撃できる。\n- サミーラは接近戦を得意とするが、コグ＝マウのスロー効果を利用することで、サミーラの接近を阻止しやすい。\n- コグ＝マウのスキルはAR/MRを低下させるため、サミーラの耐久力を削りやすく、特に集団戦でのダメージ出力が高い。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- サポートと連携して、サミーラが接近するタイミングを見計らってスローを使い、逃げるか反撃する。\n- 集団戦では、後衛から安全に攻撃し、サミーラが接近できないように位置取りを意識する。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、サミーラの接近戦スタイルに対して距離を保ちながら攻撃できるため、サミーラの攻撃を避けやすい。\n- サミーラは射程が短く、ゼリのスキルを避けることが難しいため、ゼリは安全にハラスを行うことができる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与え続けることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラが近づく前にダメージを与える。\n- サミーラのスキルを避けながら、距離を保って攻撃し続けることで、サミーラのスタイルランクを上げさせない。\n- サポートと連携して、サミーラが接近できない状況を作り出し、集団戦でも有利に立ち回る。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、サミーラの接近を阻止することができるため、サミーラが攻撃を仕掛ける前にダメージを与えるチャンスが増える。\n- ザヤのAoEダメージは集団戦やファームにおいて非常に強力で、サミーラが接近戦を挑む際に一方的にダメージを与えやすい。\n- サミーラは射程が短く、ザヤの攻撃を受けるリスクが高いため、ザヤは安全にハラスを行うことができる。\n\n有利の取り方：\n- サポートと連携して、サミーラが接近する前にスネアを当てることで、サミーラの行動を制限する。\n- ザヤのスキルを駆使して、サミーラが攻撃を仕掛けるタイミングを見計らい、反撃を行う。\n- ファームを優先しつつ、サミーラの動きを観察し、隙を見つけてハラスを行うことで、レーンの主導権を握る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の差：ヴァルスはサミーラよりも長い射程を持っており、遠距離から安全に攻撃できるため、サミーラが接近する前にダメージを与えることができます。\n- CC効果：ヴァルスのスネア効果を持つスキルにより、サミーラの動きを制限できるため、彼女が攻撃を仕掛けるタイミングを崩すことができます。\n- 持続的なダメージ：ヴァルスはAoEダメージを持ち、集団戦やレーン戦で持続的にダメージを与えることができるため、サミーラの高いDPSを抑えることができます。\n\n有利の取り方：\n- レーンでのハラス：サミーラが近づく前にスキルや通常攻撃でハラスを行い、彼女の体力を削ることで接近を難しくします。\n- ポジショニング：常に後ろに位置し、サミーラが接近できないように立ち回ることで、彼女の攻撃を避けつつダメージを与えます。\n- サポートとの連携：サポートと連携して、サミーラに対して集中的に攻撃を仕掛け、彼女の動きを制限することで有利な状況を作ります。",
      "ニーラ": "ニーラが有利です。\n\n理由：\n- 射程の短いサミーラに対して、ニーラは近接攻撃を持ちながらも高い機動力を活かして接近戦を有利に進めることができる。\n- ニーラのパッシブによるヒールやシールド効果が、サミーラのバーストダメージを軽減し、持続的な戦闘を可能にする。\n- サミーラは単独でのCCがないため、ニーラのダッシュやスロー効果を利用して、サミーラの攻撃を回避しやすい。\n\n有利の取り方：\n- サミーラの攻撃を避けつつ、ダッシュを使って接近し、連続攻撃を行うことでダメージを与える。\n- サポートと連携し、サミーラに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- レベル差を利用して、サミーラが育つ前に積極的にハラスを行い、レーンでの優位性を確保する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- 射程の差：トリスターナはレベルが上がるごとに射程が増加し、サミーラよりも長い射程で攻撃できるため、サミーラが接近する前にダメージを与えることができる。\n- バーストダメージ：トリスターナは序盤から高いバーストダメージを持っており、特にサミーラのような脆いサポートがいる場合、早期にキルを狙いやすい。\n- CCの活用：トリスターナはノックバック効果を持つスキルを使うことで、サミーラの接近を防ぎ、自身の安全を確保しながら攻撃できる。\n\n有利の取り方：\n- レベルアップを意識する：トリスターナはレベルが上がるごとに強くなるため、早めにレベルを上げて射程を活かす。\n- サミーラのスキルを避ける：サミーラの攻撃を受けないように立ち回り、特に接近戦を避けることで有利に戦う。\n- サポートとの連携：サポートと連携して、サミーラに対して集中的に攻撃を仕掛け、早期にキルを狙う。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの基礎ADが低いため、ハラスで劣る。\n- ドレイヴンのCCスキルにより、ゼリの機動力を活かしにくく、追撃や逃げる際に危険な状況に陥りやすい。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、ビルド面でのアドバンテージを早期に得ることができるため、スノーボールされやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- サポートと連携して、ドレイヴンの斧を落とさせるようなトレードを狙い、彼のダメージを減少させる。\n- 早めにアイテムを購入し、特に防御アイテムを優先して、ドレイヴンの攻撃に耐えられるようにする。",
      "スモルダー": "スモルダーが不利です。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、スモルダーの耐久力が低いため、オールインで簡単に倒される可能性が高いです。\n- スモルダーはAA強化がないため、ドレイヴンの高いDPSに対抗しにくく、特に序盤のレーニングで不利になります。\n- ドレイヴンのCCスキルにより、スモルダーは移動を制限されやすく、逃げる手段が限られているため、攻撃を受けやすいです。\n\n不利の緩和策：\n- 序盤は慎重にプレイし、ドレイヴンの攻撃を避けるために位置取りを工夫し、ハラスを受けないように心がける。\n- サポートと連携して、ドレイヴンが斧を落とすタイミングを狙い、オールインを仕掛けるチャンスを作る。\n- 中盤以降はスモルダーのスタックが貯まることで強力になるため、焦らずにファームを優先し、集団戦での役割を意識する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サがトレードを仕掛ける前に大きなダメージを受ける可能性が高い。\n- ドレイヴンの攻撃はAAに依存しており、カイ＝サは射程が短いため、ドレイヴンの攻撃を避けるのが難しい。\n- ドレイヴンはCCを持っており、カイ＝サがスキルを使う際に妨害されると、ダメージを出す機会が減少する。\n\n不利の緩和策：\n- サポートと連携して、ドレイヴンの攻撃を避けるためのポジショニングを意識し、トレードのタイミングを見極める。\n- ドレイヴンの斧を落とすように仕向け、彼のダメージ出力を低下させるために、CCを持つサポートを活用する。\n- レーンでのファームを優先し、無理にトレードを仕掛けずに安全にレベルアップを目指す。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、ヴェインがハラスを受けやすい。特に、ドレイヴンの攻撃力が高いため、ヴェインは早い段階で体力を削られやすい。\n- ドレイヴンのCCスキルにより、ヴェインの機動力が制限される。特に、ノックバックや貫通攻撃によって、ヴェインが攻撃を避けることが難しくなる。\n- ヴェインは射程が短く、ドレイヴンの攻撃を受けやすい。ドレイヴンの攻撃が届く範囲で戦わざるを得ないため、常に危険な状況に置かれる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な位置からCSを取る。特に、ドレイヴンの攻撃を受けないように注意する。\n- サポートと連携して、ドレイヴンに対してオールインを仕掛けるタイミングを見計らう。特に、ドレイヴンの斧を落としたタイミングを狙うと良い。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ドレイヴンのダメージを軽減する。これにより、レーンでの生存率を上げることができる。",
      "シヴィア": "シヴィアが不利です。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、シヴィアの基礎射程が短いため、トレードで一方的に攻撃を受けやすいです。\n- ドレイヴンの自動攻撃は非常に強力で、斧を使った攻撃でシヴィアを圧倒することができます。\n- シヴィアは単体へのDPSが他のADCに劣るため、ドレイヴンとの殴り合いでは火力負けしやすいです。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ドレイヴンの斧が落ちる地点を意識してQを投げることで、ドレイヴンの攻撃を避けることができます。\n- ポークサポートと組むことで、ドレイヴンに対する圧力を高め、シヴィアが安全にファームできる環境を作ることが重要です。\n- レベルアップやアイテムを整えるまで無理にトレードを仕掛けず、ウェーブクリアを優先して安全にレーンを維持することが効果的です。",
      "ユナラ": "ユナラが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラがハラスを受けやすい。特に、ドレイヴンの攻撃力が高いため、ユナラは早期にダメージを受けてしまう。\n- ドレイヴンのCCスキルにより、ユナラの立ち位置が制限され、攻撃を行うのが難しくなる。特に、ドレイヴンのノックバックによってユナラが攻撃しづらくなる。\n- ユナラはAAに依存しているため、ドレイヴンの高い攻撃力に対抗するのが難しい。ドレイヴンが斧を正確に拾うことで、持続的なダメージを与えられるため、ユナラは劣位に立たされる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ドレイヴンの攻撃を受けないように立ち回る。\n- サポートと連携して、ドレイヴンのCCを避けるためのポジショニングを意識し、必要に応じてサポートのCCを活用する。\n- アイテムを早めに購入し、耐久力を上げることでドレイヴンの攻撃に耐えられるようにする。特に、早期に防具を購入することが重要。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチが攻撃を仕掛ける前に大きなダメージを受ける可能性が高いです。\n- ドレイヴンのCCスキルにより、トゥイッチの移動が制限され、奇襲や逃げることが難しくなります。\n- トゥイッチは装備依存度が高く、序盤にドレイヴンに対して劣勢になると、後半まで影響が続く可能性があります。\n\n不利の緩和策:\n- サポートと連携して、ドレイヴンの攻撃を避けるためのポジショニングを意識し、トレードを避ける。\n- レベルアップやアイテムを整えるまで、ファームを優先し、無理なトレードを避ける。\n- ステルスを活用して、ドレイヴンの視界外から奇襲を仕掛けるタイミングを見計らう。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、ドレイヴンの攻撃を受ける前に安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、コグ＝マウのスロー効果を使うことでドレイヴンの攻撃を妨害しやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、特に集団戦でのダメージ出力が高く、ドレイヴンの耐久力を削りやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ドレイヴンの斧を拾わせないようにスローを活用する。\n- サポートと連携して、ドレイヴンが攻撃しづらい位置に追い込むことで、ファームを妨害する。\n- 集団戦では、ドレイヴンを優先的に狙い、AR/MRを低下させるスキルを活かしてダメージを与える。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化することができるため、オールインで有利に立ち回れる。\n- ドレイヴンはAAに依存しているため、サミーラのスキルを使って接近し、ダメージを与えることで彼の攻撃を封じることができる。\n- サミーラは高いDPSを持ち、スノーボールが始まると非常に強力なキャリー能力を発揮できるため、ドレイヴンの序盤の強さを逆転することが可能。\n\n有利の取り方：\n- サポートと連携して、ドレイヴンが斧を拾う前にオールインを仕掛ける。\n- ドレイヴンのCCスキルを避けるために、タイミングを見計らってスキルを使用し、接近する。\n- ドレイヴンがマナを消費しているタイミングを狙い、積極的にハラスを行い、ファームを妨害する。",
      "ニーラ": "ニーラが有利です。\n\n理由：\n- ニーラはオールインが強く、ドレイヴンの攻撃を無効化する能力があるため、ドレイヴンのバーストダメージを受けにくい。\n- ドレイヴンはAAに依存しているため、ニーラのダッシュやCCを使って攻撃を避けることができ、戦闘を有利に進めやすい。\n- ニーラのパッシブによるヒール効果が、ドレイヴンの高いバーストダメージを相殺しやすく、持続戦闘に強い。\n\n有利の取り方：\n- レーンでのハラスを行い、ドレイヴンの斧を落とさせることで、彼のダメージを減少させる。\n- サポートと連携し、ドレイヴンに対してオールインを仕掛け、早期にキルを狙う。\n- ドレイヴンが斧を拾うために前に出てきたタイミングを狙い、ダッシュを使って攻撃を避けつつ反撃する。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程のスキルを持っており、ドレイヴンが斧を拾うために前に出る必要がある場面で、安全に攻撃できるため、ドレイヴンに対して優位に立ちやすい。\n- ドレイヴンはAAに依存しているため、ジグスのスキルでダメージを与えつつ、地雷や爆弾で移動を制限することで、ドレイヴンの攻撃を避けやすい。\n- ジグスは集団戦でのAoEダメージが強力で、ドレイヴンがスノーボールを狙う際に、ジグスのスキルで一気にダメージを与えられるため、ドレイヴンの強みを活かさせにくい。\n\n有利の取り方：\n- レベル1から積極的にスキルを使い、ドレイヴンに対してハラスを行い、早期にリードを取る。\n- 地雷を使ってドレイヴンの動きを制限し、斧を拾うのを難しくさせることで、彼のダメージ出力を低下させる。\n- ジャングラーと連携してガンクを狙い、ドレイヴンが育つ前にキルを取ることで、ゲームの流れを有利に進める。",
      "ジンクス": "ジンクスが有利です。\n\n理由：\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤から有利に立ち回れる。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、操作ミスを誘いやすい。ジンクスのスネアやスローを使うことで、ドレイヴンの動きを制限できる。\n- ジンクスはキルやオブジェクト破壊によって得られるバフにより、連続キルを狙いやすく、スノーボールを狙うことができる。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、ドレイヴンのファームを妨害する。\n- スネアやスローを駆使して、ドレイヴンが斧を拾えない状況を作り出す。\n- サポートと連携して、ドレイヴンに対してオールインを仕掛け、早期にキルを狙う。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ドレイヴンの攻撃を安全に避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- セナの回復能力により、ドレイヴンの高いバーストダメージをある程度軽減できるため、持続戦闘に強い。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、セナのスネアを当てることで彼の攻撃を無効化しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ドレイヴンの体力を削ることでプレッシャーをかける。\n- セナのスネアを活用して、ドレイヴンが斧を拾えない状況を作り出し、彼のダメージを減少させる。\n- サポートと連携して、ドレイヴンが攻撃しづらい位置に誘導し、キルチャンスを狙う。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n- スモルダーは長射程の攻撃を持ち、ザヤが近づく前にハラスを受けやすいです。\n- スモルダーのスキルはスタックを貯めることで後半に強力なダメージを出せるため、ザヤが序盤で優位に立つのが難しいです。\n- スモルダーのEスキルによる高速移動で、ザヤの攻撃を避けやすく、反撃を受けるリスクが低くなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、スモルダーの攻撃を受けないように立ち回る。\n- スモルダーのスキルのCDを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携して、スモルダーに対してオールインを仕掛けるタイミングを作り、早めにダメージを与える。",
      "コーキ": "コーキが不利です。\n\n理由：\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなります。コーキはスキルのダメージが高いものの、持続的なダメージを出す能力が劣るため、スモルダーに対して持続戦闘で不利になります。\n- スモルダーのEスキルによる高速移動とWのSlow効果により、コーキは追撃や逃走が難しくなります。コーキはCCがないため、スモルダーのスキルを避ける手段が限られています。\n- スモルダーは集団戦に強く、AoE攻撃を持っているため、コーキが集団戦でのダメージを出しにくくなります。特にスモルダーがスタックを貯めている状態では、コーキのダメージが通りにくくなります。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。特に序盤はスモルダーのスキルが弱いため、積極的に攻撃することが重要です。\n- サポートと連携して、スモルダーに対して集中的に攻撃を仕掛ける。特にCCを持つサポートと組むことで、スモルダーの動きを制限しやすくなります。\n- アイテムを工夫して、マナ管理をしっかり行い、スキルを使い続けられるようにする。特にマナ回復アイテムを早めに購入することで、持続的なハラスが可能になります。",
      "ヴェイン": "ヴェインが不利です。\n\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなります。これに対して、ヴェインは序盤のダメージが低く、スモルダーのスキルのスタックが貯まる前に有利に立ち回るのが難しいです。\n- スモルダーのEスキルによる高速移動は、ヴェインの追撃能力を無効化することができ、逃げる際に非常に厄介です。また、スモルダーのWによるスロー効果も、ヴェインの機動力を制限します。\n- ヴェインは射程が短く、スモルダーの長射程の攻撃に対してハラス負けしやすいです。特に、スモルダーのAoE攻撃は集団戦での影響力が大きく、ヴェインが集団戦で活躍するのが難しくなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してスモルダーの攻撃を受けないように立ち回ることが重要です。特に、スモルダーのスキルのCDを意識して行動しましょう。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、スモルダーのダメージを軽減し、耐久力を上げることができます。\n- 集団戦では、スモルダーのスキルを避けるために位置取りを工夫し、できるだけ安全な位置から攻撃することを心がけましょう。また、サポートと連携してスモルダーを狙うタイミングを見計らうことも重要です。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- スモルダーはスキルを駆使してスタックを貯めることで後半のダメージが非常に高く、ミス・フォーチュンのハラスを受けながらも耐えられるため、レーンでの優位性を持ちやすい。\n- スモルダーのEスキルによる高速移動とWのスロー効果により、ミス・フォーチュンが接近されると逃げる手段が乏しく、オールインで不利になる可能性が高い。\n- スモルダーは集団戦でのAoE攻撃が強力で、ミス・フォーチュンのUltが当たる前にダメージを与えられるため、集団戦でも不利な状況に陥りやすい。\n\n不利の緩和策:\n- レーンでのハラスを重視し、スモルダーのスタックを貯めさせないように積極的に攻撃し、相手の動きを制限する。\n- サポートと連携して、スモルダーのEスキルのCDを狙い、捕まえるチャンスを作ることで、オールインのリスクを減らす。\n- アイテムを早めに購入し、特に防御アイテムを取り入れることで、スモルダーのダメージを軽減し、耐久力を上げる。",
      "ルシアン": "ルシアンが不利です。\n\n- スモルダーはレベル3以降、スキルを使ってのトレードが強力で、特に火球を使った後の隙を突くのが難しいため、ルシアンはハラスを受けやすいです。\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、ルシアンは時間が経つにつれて不利になります。\n- ルシアンは射程が短く、スモルダーのAoE攻撃やCCを避けるのが難しいため、集団戦での立ち位置が厳しくなります。\n\n不利の緩和策：\n- レーンではスモルダーのスキルを避けることに集中し、ハラスを受けないように距離を保つことが重要です。\n- スモルダーのスキルのクールダウンを利用して、短いトレードを行い、可能な限りダメージを与える機会を増やします。\n- サポートと連携して、スモルダーに対するオールインを仕掛けるタイミングを見計らい、早期に優位を築くことを目指します。",
      "セナ": "セナが不利です。\n\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなります。これに対して、セナは序盤の基礎ステータスが低く、スモルダーのスキルによるハラスに対抗しにくいです。\n- スモルダーのEスキルによる高速移動は、セナのハラスを避けるのに役立ち、追撃や逃走が得意です。セナは逃げ手段が乏しく、捕まると危険です。\n- スモルダーはAoE攻撃を持ち、集団戦での強さが際立っています。セナは単体のハラスが得意ですが、集団戦ではスモルダーに対して劣ることが多いです。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、セナはスキルを積極的に使い、スモルダーのスタックを貯めさせないようにすることが重要です。\n- サポートと連携して、スモルダーのEスキルのクールダウンを狙い、捕まえるチャンスを作ることが有効です。\n- アイテムを早めに購入し、特に防御アイテムを取り入れることで、スモルダーのダメージを軽減し、レーンでの生存率を上げることができます。",
      "ニーラ": "ニーラが不利です。\n\n理由：\n- スモルダーは射程が長く、ニーラが近づく前にハラスを行いやすいため、序盤のレーニングで不利を強いられる。\n- スモルダーのスキルはスタックを貯めることで強力になり、特に集団戦でのAoE攻撃がニーラに対して効果的で、持続的なダメージを与えられる。\n- ニーラはサポートがいない場合、パッシブの効果が薄れ、特に序盤のハラスに対して脆弱で、スモルダーの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用してスモルダーの攻撃を受けないように立ち回る。\n- サポートチャンピオンと連携し、ニーラのパッシブを活かして回復やシールドを得ることで、耐久力を高める。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、スモルダーのダメージを軽減し、レーンでの生存率を上げる。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、序盤からレーンを押しやすいため、スモルダーがスタックを貯める前に有利な状況を作りやすい。\n- スモルダーは序盤のスキル性能が低く、シヴィアの攻撃を受けるとトレードで不利になることが多い。\n- シヴィアのスペルシールドにより、スモルダーのCCを無効化できるため、トレードや集団戦での生存能力が高い。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- ウェーブを押し込んで、スモルダーがファームしづらい状況を作り、タワーにプレッシャーをかける。\n- 集団戦では後衛に位置し、スペルシールドを活かしてスモルダーの攻撃を回避しつつ、ダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーの序盤の弱さを突くことができるため、レーニングで優位に立ちやすい。\n- スモルダーはAA強化がないため、ドレイヴンの高DPSに対抗しにくく、1対1の戦闘で不利になる。\n- ドレイヴンのCCスキルにより、スモルダーの移動を制限しやすく、追撃やオールインが効果的に行える。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯める前にダメージを与える。\n- 斧を正確に拾い続け、常に高いダメージを維持することで、スモルダーにプレッシャーをかける。\n- サポートと連携して、スモルダーがスキルを使った後にオールインを仕掛け、確実にキルを狙う。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチは序盤からスキルを使ってハラスができ、スモルダーのスタックが貯まる前に有利なトレードが可能です。\n- スモルダーはAA強化がないため、トゥイッチの持つ持続的な毒ダメージに対して耐性が低く、ダメージを受けやすいです。\n- トゥイッチのステルスを利用した奇襲が効果的で、スモルダーの逃げ手段がEスキルのみであるため、捕まえやすいです。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- ステルスを活用して奇襲を仕掛け、スモルダーがスキルを使った後に攻撃することで、反撃を受けにくくする。\n- 集団戦ではアルティメットを使って後方から攻撃し、スモルダーのAoE攻撃を避けつつダメージを与える。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは多様な武器を使い分けることで、スモルダーのスキルに対抗できる柔軟性を持っています。特に、スモルダーのスタックが貯まる前の序盤において、アフェリオスはハラスやオールインで優位に立ちやすいです。\n- スモルダーはAA強化がないため、アフェリオスの高いDPSに対抗しづらいです。アフェリオスは武器の特性を活かして、スモルダーに対して持続的なダメージを与えることができます。\n- スモルダーはCCに対して脆弱であり、アフェリオスのスネアやスローを活用することで、スモルダーを捕まえやすくなります。これにより、アフェリオスは有利な状況を作り出すことができます。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯める前にダメージを与え続けることが重要です。\n- 武器の組み合わせを意識し、スモルダーがスキルを使った後にオールインを仕掛けることで、彼の弱点を突くことができます。\n- スモルダーのEスキルのクールダウンを狙い、CCを使って捕まえた際に一気にダメージを与えることで、キルを狙うことができます。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、スモルダーがスタックを貯める前の序盤に強力なハラスを行うことができるため、レーニングで優位に立ちやすい。\n- スモルダーはAA強化がないため、ジグスのスキルによるダメージを受けやすく、特に序盤のオールインで不利になる。\n- ジグスの設置型スキルは、スモルダーの移動を制限し、逃げ道を封じることができるため、スモルダーに対して強力なゾーニングが可能。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- スキルを使ってミニオンを処理しつつ、スモルダーにダメージを与えることで、レーンの主導権を握る。\n- ジグスの設置型スキルを利用して、スモルダーの移動を制限し、オールインのチャンスを作る。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは序盤からスキルを使ったハラスが得意で、スモルダーのスタックが貯まる前にダメージを与えやすい。\n- スモルダーはAA強化がないため、ジンの高バーストダメージに対して耐えにくく、1対1の戦闘で不利になる。\n- ジンのスネア効果により、スモルダーの移動を制限できるため、逃げる手段が限られるスモルダーに対して有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- スネアを活用してスモルダーの動きを制限し、オールインのチャンスを作る。\n- ジンの4発目の攻撃やアルティメットを使って、HPが減ったスモルダーを狙い撃ちする。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、スモルダーの攻撃範囲を超えて安全にハラスができるため、序盤から有利に立ち回れる。\n- スモルダーは序盤のスキル性能が低く、スタックがない状態ではダメージが出しにくいため、ヴァルスの持続的なダメージに対抗しづらい。\n- ヴァルスのCC効果により、スモルダーの動きを制限できるため、オールインやハラスの際に有利に戦える。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- スモルダーがスキルを使った後の隙を狙って、CCを活用しつつダメージを与える。\n- サポートと連携して、スモルダーがEスキルを使った後に攻撃することで、逃げる手段を奪い、キルを狙う。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けながら安全にハラスができるため、ジグスはダメージを与えにくい。\n- ジンのスネア効果により、ジグスは接近されると動きを制限され、オールインを受けやすくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジグスのHPが減った際に特に脅威となる。\n\n不利の緩和策：\n- ジグスはレーンでのポジショニングを意識し、ジンの攻撃範囲外からスキルを使うことでハラスを行う。\n- サポートと連携し、ジンに対して集団での攻撃を仕掛けることで、ジンの強みを無効化する。\n- アイテムを早めに購入し、マナ管理をしっかり行いながら、スキルを連発できる状況を作る。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ジンは長射程のスキルを持ち、全てのスキルがAoE効果を持つため、ケイトリンがハラスを試みる際に逆にダメージを受けやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、特にケイトリンが体力を削られた際に致命的なダメージを与えられる。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ジンのスネアや高ダメージの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ジンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ジンのスネアを避けるための罠を適切に配置し、敵の動きを制限する。\n- ジンの攻撃を受ける際は、常に位置取りを意識し、できるだけ安全な距離を保ちながら攻撃を行う。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットが高いバーストダメージを持つため、ヴァルスはジンの攻撃を受けやすい。\n- ジンのスネア効果により、ヴァルスは動きを制限されやすく、接近された際に反撃が難しくなる。\n- ヴァルスはHP回復手段が乏しく、ジンの持続的なハラスに対して耐えにくい。\n\n不利の緩和策:\n- ジンのスキルを避けるために、位置取りを意識し、常に距離を保つように心がける。\n- サポートと連携し、ジンのスネアを避けるための視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、耐久力を上げることでジンの攻撃に耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットが高いバーストダメージを持つため、ミス・フォーチュンは接近するのが難しい。\n- ジンのスネア効果を持つスキルにより、ミス・フォーチュンは動きを制限されやすく、オールインを仕掛けられると脆弱。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ジンの持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- ミニオンを利用してジンの攻撃を避けるようにし、距離を保ちながらハラスを行う。\n- サポートと連携して、ジンのスキルを避けるためのエンゲージを狙い、カウンタートレードを行う。\n- レベル2でのエンゲージを狙い、早めにドラゴンを取ることで、ジンの強力なレベル6を迎える前に有利な状況を作る。",
      "スモルダー": "スモルダーが不利です。\n\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットが高いバーストダメージを持つため、スモルダーは序盤からトレードで不利になりやすい。\n- スモルダーはAA強化がないため、DPSが低く、ジンの高いダメージを受けると対抗しづらい。\n- ジンのスネア効果により、スモルダーは接近戦での動きが制限され、オールインを仕掛けることが難しくなる。\n\n不利の緩和策：\n- レーンではできるだけ健康を保ちながらファームを獲得し、ジンの攻撃を避けるように立ち回る。\n- ジンのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- 後半に向けてスタックを貯め、スモルダーの強みを活かすために、集団戦での立ち回りを重視する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、エズリアルが攻撃する前にハラスを受けやすい。特に、ジンのスキルはAoE効果があり、エズリアルがミニオンを使ってハラスを避けるのが難しい。\n- ジンの通常攻撃は4発目に高いバーストダメージを持ち、エズリアルが体力を削られるとオールインされるリスクが高まる。エズリアルは持続的なダメージを出すのが難しいため、ジンの攻撃に対抗しにくい。\n- エズリアルは主力スキルが方向指定であり、ジンのスネア効果を受けると動きが制限され、反撃が難しくなる。ジンのCCを避ける手段が限られているため、特に不利な状況に陥りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してジンのスキルを避ける立ち回りを心がける。特に、ジンのスキルがクールダウン中のタイミングを狙う。\n- サポートと連携して、ジンの攻撃を受ける前に先手を打つ。特に、サポートがCCを持っている場合、ジンに対してオールインを仕掛けることで有利に立ち回る。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、ジンのバーストダメージに耐えられるようにする。特に、早期の防御アイテムは生存率を高める。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットで高いバーストダメージを与えることができるため、コグ＝マウは序盤からハラスを受けやすい。\n- コグ＝マウは機動力が低く、ハードCCがないため、ジンのスネアや高いダメージを受けた際に逃げる手段が限られている。\n- ジンはスキルの射程が長く、AoE効果を持つため、コグ＝マウが集団戦でダメージを出す前に、ジンに倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してジンの攻撃を受けないように立ち回る。\n- アイテムを早めに購入し、特に防御アイテムを優先してジンのバーストダメージに耐えられるようにする。\n- ジンのスキルのクールダウンを意識し、特にリロードのタイミングを狙って攻撃することで、反撃のチャンスを増やす。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、特にスキルを使ったハラスが得意なため、ジンクスは距離を詰めるのが難しい。\n- ジンのスネア効果を持つスキルにより、ジンクスは接近戦でのオールインが難しく、捕まるリスクが高い。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジンクスがHPを削られると逆にジンに狙われやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ジンのスキルを避ける立ち回りを心がける。\n- ジンクスのスキルを活かして、ジンの攻撃を受ける前にハラスを行い、相手のHPを削ることで有利な状況を作る。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、ジンのバーストダメージに耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットで高いバーストダメージを与えることができるため、アッシュはオールインで劣る。\n- ジンのスネア効果を持つスキルにより、アッシュは接近されると動きを制限されやすく、反撃が難しくなる。\n- アッシュは基礎ステータスが控えめで、序盤のダメージが低いため、ジンのハラスに対して耐えにくい。\n\n不利の緩和策：\n- サポートと連携して、ジンのスキルを避ける位置取りを心がけ、ハラスを受けないようにする。\n- レベルアップやアイテムを早めに取得し、アッシュのダメージを強化してジンに対抗できるようにする。\n- ジンのスキルのクールダウンを狙い、スネアやバーストダメージがないタイミングで積極的に攻撃する。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サはオールインが強力で、特にレベル6以降にジンに対して一気にダメージを与えることができるため、ジンの高バーストダメージを避けることができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サの瞬時の移動能力を活かして攻撃することができる。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、ジンの攻撃に対して柔軟に対応できる。\n\n有利の取り方:\n- レベル6以降、サポートと連携してジンに対してオールインを仕掛けるタイミングを見計らう。\n- ジンのスキルや通常攻撃のクールダウンを利用して、隙を突いて攻撃する。\n- サポートのCCを活かして、ジンが攻撃できない状況を作り出し、カイ＝サのバーストダメージを最大限に活かす。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは最大HPに比例した確定ダメージを持ち、ジンのような高HPの敵に対して特に効果的です。ジンはタンクに対して強いが、ヴェインはそのタンクを迅速に排除できる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られています。ヴェインは高い機動力を持ち、ジンの攻撃を避けながら接近することができます。\n- ヴェインのスキルは、敵を壁にぶつけることで追加ダメージを与えることができ、ジンのスネアを避けつつ攻撃することが可能です。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンのスキルを避けながらダメージを与える。特に、ジンのリロードタイミングを狙って攻撃する。\n- ジンがスネアを使った後の隙を突いてオールインを仕掛ける。ジンのスキルがクールダウン中は、ヴェインが優位に立てる。\n- ジンの4発目の攻撃が発動する前に、ヴェインの機動力を活かして距離を詰め、反撃を行う。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ジンのスキル発動時に足が止まる特性を利用してオールインが可能です。\n- ジンはブリンクを持たず、サミーラが接近することで高いバーストダメージを与えられるため、ジンの攻撃を避けやすいです。\n- サミーラはスキルの組み合わせによってスタイルランクを上げることができ、集団戦でも強力なキャリー能力を発揮しますが、ジンは単体でのDPSが低いため、サミーラに対抗しづらいです。\n\n有利の取り方：\n- ジンのスキルや通常攻撃のリロードタイミングを見計らい、接近してオールインを仕掛ける。\n- サポートと連携して、ジンがスキルを使った後に攻撃を仕掛けることで、ジンの反撃を避ける。\n- スタイルランクを上げるために、通常攻撃とスキルを組み合わせてダメージを与え、ジンのHPを削る。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にジンのHPが減った状態でのオールインが得意です。ジンはブリンクを持たないため、接近された際にトリスターナの攻撃を受けやすいです。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、特に終盤ではジンよりも長い射程を持つため、ジンの攻撃を避けながら安全にダメージを与えることができます。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、ジンのスネアや高バースト攻撃を避けることが可能です。\n\n有利の取り方：\n- レベル2やレベル3のタイミングで積極的にトレードを仕掛け、ジンのHPを削ることで有利な状況を作ります。\n- ジンの4発目の攻撃やアルティメットのタイミングを見計らい、スキルを使って距離を取りつつ反撃することで、ジンの攻撃を無効化します。\n- ジンがリロード中やスキルを使った後の隙を狙ってオールインし、キルを狙うことでスノーボールを狙います。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ジンのスキルを避けやすいため、トレードで有利に立ち回ることができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、ゼリの機動力を活かしてオールインを仕掛けやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にハラスを行いやすい。\n\n有利の取り方：\n- ジンのスキルを避けながら、ゼリのスキルを使ってハラスを行い、ジンの体力を削る。\n- ジンのリロードタイミングを狙い、4発目の攻撃が終わった瞬間にオールインを仕掛ける。\n- ゼリの加速手段を活かして、ジンが攻撃を仕掛けてきた際に距離を取り、反撃のチャンスを作る。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、ザヤが近づく前にハラスを行いやすいため、レーンでの圧力を受けやすい。\n- ザヤの攻撃範囲が短いため、エズリアルのスキルを避けることが難しく、特にバーストダメージを受けやすい。\n- エズリアルの機動力が高く、ザヤが攻撃を仕掛ける際に逃げられることが多く、反撃のチャンスが減少する。\n\n不利の緩和策：\n- サポートと連携して、エズリアルのスキルを避ける動きを意識し、ハラスを受けないように立ち回る。\n- レーンでのファームを優先し、無理にエズリアルに近づかず、CSを確保することに集中する。\n- アイテムを早めに購入し、特に防御アイテムを揃えてエズリアルのバーストに耐えられるようにする。",
      "ジグス": "ジグスが不利です。\n\n- エズリアルは長射程のスキルを持ち、ジグスの攻撃を安全な距離からハラスできるため、ジグスはダメージを与えにくい。\n- エズリアルのワープスキルにより、ジグスのスキルを避けやすく、接近されるとジグスは無力になりやすい。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、ジグスのスキルを連発するマナ管理が難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してエズリアルの攻撃を受け流す。\n- サポートと連携して、エズリアルに対する反撃のチャンスを作り、ジグスのスキルを当てる機会を増やす。\n- アイテムを早めに購入し、マナ管理を意識してスキルを使うことで、持続的なダメージを与えられるようにする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、ヴァルスに対して安全な距離からハラスが可能です。これにより、ヴァルスはダメージを受けやすくなります。\n- エズリアルの機動力が高く、ワープスキルを使ってヴァルスの攻撃を回避しやすいため、ヴァルスのスキルを当てるのが難しくなります。\n- ヴァルスは継続的なハラスに弱く、エズリアルのスキルによるポークに対して耐えにくいです。特に、エズリアルのスキルのクールダウンが短いため、持続的にダメージを受けるリスクが高まります。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、エズリアルのスキルが届かない位置を保つことで、ハラスを避けるようにします。\n- サポートと連携して、エズリアルに対してカウンターを狙うタイミングを見計らい、スキルを当てるチャンスを増やします。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、エズリアルのダメージを軽減し、レーンでの生存率を上げます。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンに対して安全な距離からハラスを行うことができるため、レーンでの圧力が強い。\n- エズリアルの機動力が高く、ワープスキルを使ってミス・フォーチュンの攻撃を回避しやすいため、オールインが難しい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルの持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- ポジショニングを意識し、エズリアルのスキルを避けながらCSを取ることで、ハラスを最小限に抑える。\n- サポートと連携し、エズリアルのスキルのクールダウンを狙って反撃するタイミングを見計らう。\n- アイテムビルドを工夫し、早期にダメージを出せる装備を整えることで、エズリアルに対抗する力を高める。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、トゥイッチが近づく前にハラスを行いやすいため、レーンでの圧力が高い。\n- エズリアルの機動力により、トゥイッチの奇襲が難しく、逆にエズリアルが安全に距離を保ちながら攻撃できる。\n- トゥイッチは装備依存度が高く、序盤にエズリアルにハラスされると、成長が遅れやすくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携してエズリアルのスキルを避ける動きを心がける。\n- 早めに防具アイテムを購入し、エズリアルのダメージを軽減することで、耐久力を上げる。\n- 中盤以降は集団戦を意識し、エズリアルのスキルを避けながら、アルティメットを活かしてダメージを出すタイミングを見極める。",
      "コーキ": "コーキが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、コーキに対して安全な距離からハラスを行うことができるため、コーキはダメージを与えにくい。\n- エズリアルの機動力が高く、ワープスキルを使うことでコーキの攻撃を回避しやすく、反撃を受けるリスクが低い。\n- コーキはCCがないため、エズリアルのスキルを避ける手段が限られており、持続的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してエズリアルのスキルをブロックし、ダメージを軽減する。\n- サポートと連携して、エズリアルに対して集中的に攻撃を仕掛け、彼のスキルを使わせてから反撃するタイミングを狙う。\n- アイテムを工夫して、マナ管理をしっかり行い、スキルを無駄に使わないようにして持続的に戦えるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、ケイトリンに対して安全な距離からハラスを行うことができるため、レーンでの圧力をかけやすい。\n- ケイトリンのスキルのモーションが長く、エズリアルの高い機動力とワープスキルによって、攻撃を避けられやすい。\n- エズリアルはスキルのクールダウンが短く、持続的なダメージを与えられるため、ケイトリンが一方的に攻撃することが難しい。\n\n不利の緩和策：\n- サポートと連携して、エズリアルのスキルを避けるための位置取りを意識し、ハラスを受けないようにする。\n- レーンでのCSを優先し、エズリアルに対して無理にハラスを仕掛けず、ファームを重視する。\n- 早めにアイテムを購入し、エズリアルのハラスに耐えられるように防御アイテムを整える。"
    },
    "loses": {
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。特に、エズリアルの主力スキルが方向指定であるため、ヴェインのダッシュを使って回避することが可能。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、エズリアルがタンクや高HPのチャンピオンに対して有利である一方、ヴェインはエズリアルに対しても高いダメージを出せる。\n- エズリアルはAoE攻撃手段が限られており、ミニオンやタンクに守られると攻撃が通りにくいが、ヴェインは1対1の戦闘において非常に強力で、エズリアルを迅速に排除できる。\n\n有利の取り方：\n- レーンでのハラスを行い、エズリアルのスキルを避けながらCSを取る。特に、エズリアルがスキルを使った後に攻撃を仕掛けると良い。\n- ダッシュを駆使してエズリアルのスキルを回避し、反撃のチャンスを狙う。特に、エズリアルがスキルを外したタイミングで攻撃を仕掛ける。\n- サポートと連携して、エズリアルに対して集中的に攻撃を行い、早期にキルを狙う。特に、サポートがCCを持っている場合は、ヴェインのダメージを最大限に活かすことができる。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由：\n- カイ＝サは早い段階でのウェーブクリアが得意で、エズリアルのポークをミニオンで防ぎやすい。\n- エズリアルの主力スキルが方向指定であるため、カイ＝サの機動力を活かして回避しやすい。\n- カイ＝サはバーストダメージが高く、エズリアルのトレードに対して強力な反撃が可能。\n\n有利の取り方：\n- ミニオンの後ろに隠れながらトレードを行い、エズリアルのスキルを避ける。\n- スキルを進化させて、エズリアルに対してオールインを仕掛けるタイミングを見計らう。\n- サポートと連携して、エズリアルがスキルを使った後に攻撃を仕掛けることで、優位に立つ。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にエズリアルのスキルを避けながらダメージを与えることが可能です。\n- エズリアルは主にスキルを使って戦うため、アフェリオスの持つCC効果を持つ武器を使うことで、エズリアルの機動力を制限しやすいです。\n- アフェリオスは持続的なダメージを出す能力が高く、エズリアルのバーストダメージに対して耐性を持つため、長期戦で有利に立ちやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、エズリアルのスキルを避けながらダメージを与える。\n- CC効果を持つ武器を使用して、エズリアルの移動を制限し、キルチャンスを作る。\n- サポートと連携して、エズリアルがスキルを使った後の隙を突いて攻撃する。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、エズリアルがミニオンを通過させる攻撃を行っても、ミニオンでブロックできるため、エズリアルのポークが効きにくい。\n- スペルシールドにより、エズリアルのスキルを一度無効化できるため、トレードで有利に立ち回ることができる。\n- エズリアルはウェーブクリアが遅く、シヴィアは簡単にウェーブをフリーズできるため、レーンを支配しやすい。\n\n有利の取り方：\n- ミニオンを利用してエズリアルのポークを防ぎつつ、ウェーブを押し込むことでレーンを有利に進める。\n- スペルシールドを活かしてエズリアルのスキルを防ぎ、トレードでダメージを与える。\n- エズリアルがスキルを使った後の隙を狙って、積極的にオールインを仕掛ける。",
      "ジン": "ジンが有利です。\n\n理由：\n- エズリアルはレーンフェーズでのオールインが苦手で、特にレベル6になる前にジンの高いバーストダメージに対処しきれないため、ジンが積極的に攻撃できる。\n- ジンのスキルは全てAoE効果を持ち、エズリアルのミニオンを利用したハラスを無効化しやすい。これにより、エズリアルのポークを受けにくくなる。\n- エズリアルは主力スキルが方向指定であり、ジンのスネア効果を受けると動きが制限され、反撃が難しくなる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、エズリアルの体力を削る。特に、エズリアルがスキルを使った後に攻撃することで、反撃を受けにくくなる。\n- ミニオンを利用してエズリアルのスキルをブロックし、彼のハラスを無効化する。これにより、ジンが安全にCSを取れる。\n- エズリアルがEを使った後の隙を狙い、スネアを使って捕まえ、オールインを仕掛けることで、早期にキルを狙う。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- アフェリオスは長射程を持ち、ハラス性能が高いため、ヴェインは序盤からダメージを受けやすい。\n- アフェリオスの武器の中にはスネアやスローを持つものがあり、ヴェインの機動力を制限しやすい。\n- ヴェインは射程が短く、アフェリオスの攻撃を避けるのが難しいため、特に集団戦での生存が難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してガンクを狙うか、視界を確保して安全にファームする。\n- アフェリオスの武器のクールダウンを意識し、攻撃を受けるタイミングを見計らって反撃する。\n- アイテムを早めに購入し、特に防御アイテムを優先してアフェリオスのダメージを軽減する。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- アフェリオスは多様な武器を使い分けることで、状況に応じた強力なハラスやCCを持っており、トリスターナが攻撃する前にダメージを与えられる可能性が高いです。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、アフェリオスの持つ持続的なダメージに対抗しづらいです。\n- アフェリオスは射程が長く、トリスターナが近づく前にハラスを受けやすく、特にアフェリオスの武器の組み合わせによっては、トリスターナが攻撃しづらい状況を作られます。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、アフェリオスの動きを把握することが重要です。\n- トリスターナのスキルを使うタイミングを工夫し、アフェリオスのスキルを避けながら攻撃することで、ダメージを最小限に抑えることができます。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、アフェリオスの攻撃に耐えられるようにすることが有効です。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由：\n- アフェリオスは長射程の攻撃を持ち、特にハラス性能が高いため、カイ＝サは序盤からダメージを受けやすい。\n- アフェリオスの武器にはCC効果があり、特にスネアやスローを使われるとカイ＝サは動きが制限され、反撃が難しくなる。\n- カイ＝サは装備依存度が高く、序盤の強さが不足しているため、アフェリオスが育つ前に有利な状況を作るのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、アフェリオスの攻撃を受けないように立ち回る。\n- アフェリオスのCCを避けるために、スキルを使うタイミングを見極め、相手の攻撃を回避することを意識する。\n- 装備を早めに整えるために、ファームを優先し、可能であればジャングラーのサポートを受けてレーンを有利に進める。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- アフェリオスは多様な武器を使い分けることで、状況に応じた柔軟な戦術を展開でき、特にハラス性能が高いため、ジンクスは序盤から圧力を受けやすい。\n- アフェリオスの持つCCスキルにより、ジンクスは移動を妨げられやすく、接近されると致命的なダメージを受けるリスクが高い。\n- ジンクスは自衛手段が乏しく、アフェリオスの高い火力に対抗するのが難しいため、特に集団戦での生存能力が低くなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握することが重要。\n- アフェリオスのCCスキルを避けるために、位置取りを意識し、常に安全な距離を保つように心がける。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、アフェリオスの攻撃に耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にハラス性能が高く、ケイトリンの射程を活かした攻撃を受けにくい状況を作り出せます。\n- アフェリオスのスネアやスローを持つ武器によって、ケイトリンは捕まりやすく、オールインを仕掛けられるリスクが高まります。\n- ケイトリンはスキルのモーションが長く、アフェリオスの攻撃を受ける際に隙が生じやすく、集団戦での生存能力が低下します。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、アフェリオスの攻撃を受けない位置取りを心がけ、罠を効果的に使って安全なハラスを行う。\n- サポートと連携して、アフェリオスのスキルを避けるための視界を確保し、Gankを警戒する。\n- アイテムを早めに購入し、特に防御アイテムを優先してアフェリオスの攻撃に耐えられるようにする。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にハラス性能が高いため、エズリアルは序盤から圧力を受けやすい。\n- アフェリオスの持つCCスキル（スネアやスロー）によって、エズリアルの機動力が制限され、反撃が難しくなる。\n- エズリアルは主にスキルで戦うため、アフェリオスの持続的なダメージや高火力に対抗しづらく、特に集団戦での生存が難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して安全にCSを取ることを心がける。\n- サポートと連携して、アフェリオスのCCスキルを避ける動きを意識し、必要に応じてポジションを調整する。\n- アイテムを早めに購入し、特に防御アイテムを優先してアフェリオスのダメージを軽減することで、耐久力を上げる。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチは序盤からアフェリオスに対してハラスが強く、特にアフェリオスのレベルが低い時期に有利に立ち回ることができる。\n- アフェリオスは機動力が低く、トゥイッチのステルスを利用した奇襲に対して脆弱であるため、捕まえやすい。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させるため、アフェリオスが育つ前に有利な状況を作りやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削ることでレーンの主導権を握る。\n- ステルスを活用して奇襲を仕掛け、アフェリオスが武器の切り替えを行う前に攻撃を仕掛ける。\n- 集団戦ではアルティメットを使って後衛から一方的に攻撃し、アフェリオスを排除することでチーム全体の有利を確保する。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、アフェリオスに対してハラスが強力です。特に序盤からのポークでアフェリオスの体力を削りやすいです。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、コーキが早期に優位に立つことでアフェリオスの成長を妨げることができます。\n- コーキのスキルはAoEダメージを持ち、複数の敵に対しても効果的にダメージを与えられるため、アフェリオスが武器を使い分ける際の隙を突きやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アフェリオスの体力を削ることでプレッシャーをかけます。\n- アフェリオスが武器を切り替えるタイミングを見計らい、その隙にスキルを当てることでダメージを与えます。\n- 可能であれば、サポートと連携してアフェリオスを捕まえ、早期にキルを狙うことでレーンの主導権を握ります。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて攻撃しやすいです。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、サミーラが早い段階でハラスを行うことで優位に立てます。\n- サミーラは高いDPSを持ち、アフェリオスの攻撃を受ける前に大きなダメージを与えることができるため、集団戦でも強力です。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削ることでプレッシャーをかける。\n- サポートと連携して、アフェリオスが攻撃しづらい位置に誘導し、接近戦を仕掛ける。\n- スタイルランクを上げるために、敵チャンピオンに対して多様な攻撃を行い、Ultを効果的に発動させる。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはアフェリオスに対して接近戦が得意で、スネアを使って相手の動きを制限できるため、アフェリオスの攻撃を避けながらダメージを与えやすい。\n- アフェリオスは序盤が弱く、レベルが上がるまでの間にザヤがハラスを行うことで有利な状況を作りやすい。\n- ザヤは自身のスキルで無敵状態になれるため、アフェリオスの強力な攻撃を回避しやすく、反撃のチャンスを得ることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害することでレベル差をつける。\n- サポートと連携して、アフェリオスが武器を切り替えるタイミングを狙い、スネアを当ててダメージを与える。\n- 集団戦では、無敵状態を活かしてアフェリオスの攻撃を避けつつ、AoEダメージを活用して敵チームに大きな影響を与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- 序盤から高いバーストダメージを持ち、アフェリオスの弱い序盤を突くことができるため、ハラスやオールインで優位に立ちやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでアフェリオスに対して圧力をかけられる。\n- アフェリオスは機動力が低く、ドレイヴンの追撃能力を活かすことで、アフェリオスを捕まえやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削ることで、レーンの主導権を握る。\n- 斧を正確に拾い続け、ダメージを最大限に活かしてアフェリオスにプレッシャーをかける。\n- サポートと連携して、アフェリオスが武器を切り替えるタイミングを狙い、オールインを仕掛ける。",
      "アッシュ": "アッシュが有利です。\n\n理由：\n- アッシュは長射程を持ち、アフェリオスに対して一方的にハラスを行うことができるため、序盤から優位に立ちやすい。\n- アッシュのスロー効果により、アフェリオスの攻撃を避けやすく、接近されるリスクを減少させることができる。\n- アフェリオスは機動力が低く、アッシュのCCスキルによって捕まえやすく、集団戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削ることで、レーンの主導権を握る。\n- アッシュのスローを活かして、アフェリオスが攻撃を仕掛ける前に距離を保ちつつ攻撃する。\n- 集団戦では、アッシュのアルティメットを使ってアフェリオスを遠距離から捕まえ、味方と連携して一気に攻撃する。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の長さ：ヴァルスはアフェリオスよりも射程が長いため、ハラスやポークがしやすく、アフェリオスが攻撃する前にダメージを与えることができます。\n- CC効果：ヴァルスのスネア効果により、アフェリオスの動きを制限できるため、彼の攻撃を避けやすくなります。これにより、アフェリオスが攻撃を仕掛けるタイミングをずらすことができます。\n- 序盤の強さ：アフェリオスは序盤が弱いため、ヴァルスが早い段階から優位に立ちやすく、レベル差をつけることでさらに有利に進めることができます。\n\n有利の取り方：\n- ハラスを積極的に行う：アフェリオスが攻撃する前に、スキルや通常攻撃でダメージを与え続け、相手の体力を削ります。\n- スネアを活用する：アフェリオスが近づいてきた際にスネアを使い、彼の攻撃を封じることで、ダメージを与えるチャンスを増やします。\n- レベル差を利用する：序盤から積極的にファームし、アフェリオスよりも早くレベルを上げることで、スキルやアイテムの効果を最大限に活かします。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を受けることなくハラスが可能です。これにより、アフェリオスの序盤の弱さを突くことができます。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果を受けることで、接近や逃げることが難しくなります。これにより、コグ＝マウは安全にダメージを与えられます。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、アフェリオスが育った際の高火力を抑えることができます。これにより、集団戦でも優位に立てます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削ることで、レーンの主導権を握ります。\n- サポートと連携して、アフェリオスが武器を使い分けるタイミングを見計らい、スローを活用して捕まえるチャンスを作ります。\n- 早めにアイテムを揃え、特にAR/MRを低下させるアイテムを購入することで、アフェリオスに対するダメージを最大化します。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、コグ＝マウに対して遠くからハラスを行いやすい。これにより、コグ＝マウはレーンでのファームが難しくなる。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすいため、コグ＝マウが安全にファームする機会を減少させる。\n- コグ＝マウは機動力が低く、ジグスの地雷や爆弾によるスロー効果に対して逃げる手段が限られているため、接近されると脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してジグスのスキルを避ける動きを心がける。\n- ジグスのスキルのクールダウンを利用して、積極的にファームを行い、レベル差をつけることを目指す。\n- アイテムを早めに購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。特に、早めに防具を整えることが重要。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、ジンクスが攻撃する前にダメージを与えることができるため、ハラスが非常に強力です。\n- ジグスの地雷によるスロー効果で、ジンクスの移動が制限され、接近するのが難しくなります。\n- ジグスはAoEダメージを持っているため、ミニオン処理や集団戦での影響力が高く、ジンクスが安全にファームするのが難しくなります。\n\n不利の緩和策：\n- サポートと連携して、ジグスのスキルを避ける動きを心がけ、ハラスを受けないようにする。\n- ジグスのスキルを避けるために、ブリンクや移動スキルを活用し、距離を保つ。\n- 早めにアイテムを購入し、耐久力を上げることで、ジグスの攻撃に耐えられるようにする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、ヴァルスが近づく前にハラスを行いやすいため、持続的なダメージを受けやすい。\n- ジグスの地雷によるスロー効果で、ヴァルスの移動が制限され、接近や逃げることが難しくなる。\n- ジグスのAoEダメージはミニオン処理や集団戦で非常に強力で、ヴァルスがスキルを当てる前にジグスが優位に立つことができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- サポートと連携して、ジグスのスキルを避ける動きをしつつ、チャンスがあれば反撃を狙う。\n- アイテムを早めに購入し、マナ管理をしっかり行い、スキルを使うタイミングを見極めることで、持続的なダメージを抑える。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、ケイトリンが攻撃する前にダメージを与えることができるため、ハラスが難しい。\n- ジグスの地雷によるスロー効果で、ケイトリンの移動が制限され、接近されると脆弱になる。\n- ケイトリンのスキルのモーションが長く、ジグスのスキルを避けるのが難しいため、集団戦での生存率が低くなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジグスのスキルを避ける立ち回りを心がける。\n- サポートと連携して、ジグスに対して積極的に罠を設置し、敵の動きを制限することで有利な状況を作る。\n- ジグスのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ジグスは長射程の攻撃を持ち、ザヤが近づく前に一方的にダメージを与えることができるため、ザヤはハラスを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ザヤがミニオンを処理する際にもダメージを受けるリスクが高い。\n- ジグスの地雷によるスロー効果は、ザヤの機動力を制限し、接近や逃げる際に不利な状況を作り出す。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ジグスのスキルを避けることでダメージを最小限に抑える。\n- サポートと連携し、ジグスに対して積極的にエンゲージを仕掛けることで、彼のスキルを無力化する。\n- アイテムを早めに購入し、耐久力を上げることで、ジグスのバーストダメージに耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、セナが近づく前にハラスを受けやすい。特に、ジグスの範囲攻撃はセナの基礎ステータスの低さを突いてくる。\n- ジグスの地雷によるスロー効果は、セナの逃げ手段を制限し、接近されると脆弱なセナにとって致命的な状況を作り出す。\n- セナはスキルを使って回復やハラスを行うが、ジグスのAoEダメージに対しては効果的に対抗できず、特に集団戦ではジグスのダメージに圧倒されやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、ジグスのスキルを避けるように心がける。\n- サポートと連携して、ジグスのスキルを避けつつ、チャンスがあればカウンターでハラスを行う。\n- アイテムを早めに購入し、耐久力を上げることで、ジグスの攻撃に対する耐性を高める。特に、早期の防具アイテムを検討する。",
      "コーキ": "コーキが不利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、コーキが近づく前にハラスを行いやすいため、レーンでの圧力が強い。\n- ジグスの地雷によるスロー効果で、コーキの移動が制限され、接近するのが難しくなる。\n- コーキはCCを持たないため、ジグスのスキルを避ける手段が限られ、持続的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジグスのスキルを避ける立ち回りを心がける。\n- サポートと連携して、ジグスに対するガンクを狙い、早期にプレッシャーをかける。\n- アイテムを工夫して、マナ管理をしっかり行い、スキルを無駄にしないようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、サミーラは攻撃を受けやすい。\n- ジグスの地雷によるスロー効果は、サミーラの接近を妨げ、攻撃を行うタイミングを失わせる要因となる。\n- サミーラは低い防御ステータスを持ち、ジグスのAoE攻撃に対して脆弱であり、集団戦やミニオン処理での生存が難しい。\n\n不利の緩和策:\n- サポートと連携し、ジグスのスキルを避けながら安全にファームを行うことを心がける。\n- ジグスのスキルのクールダウンを把握し、スキルがないタイミングを狙って積極的に攻撃する。\n- アイテムを工夫し、耐久力を上げることでジグスの攻撃に耐えられるようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n- ジグスは長射程のスキルを持ち、トリスターナが接近する前にダメージを与えることができるため、ハラスが非常に強力です。\n- ジグスの地雷によるスロー効果で、トリスターナの移動が制限され、接近するのが難しくなります。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ジグスの攻撃を受けやすくなります。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、ミニオンの後ろに隠れたり、ブリンクを活用して距離を取るように心がける。\n- サポートと連携して、ジグスに対して集中的に攻撃を仕掛け、早期にキルを狙うことで有利な状況を作る。\n- アイテムを早めに揃え、特に防御アイテムを購入してジグスのバーストダメージに耐えられるようにする。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、スモルダーが接近する前にダメージを与えることができるため、レーニングでのハラスが非常に強力です。\n- スモルダーは序盤のスキル性能が低く、スタックがない状態ではジグスに対抗するのが難しいため、レーニングでのオールインが不利になります。\n- ジグスの設置型スキルによるゾーニング効果で、スモルダーが安全にファームすることが難しく、ミニオン処理でも劣位に立たされることが多いです。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ジグスのスキルを避けるように立ち回る。\n- サポートと連携して、ジグスに対して集中的に攻撃を仕掛けることで、彼のスキルを無駄にさせる。\n- アイテムを早めに購入し、特にマナ管理を意識して、スキルを効率的に使えるようにすることで、レーニングを有利に進める。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- ジグスは長射程のスキルを持ち、ユナラが近づく前にダメージを与えることができるため、レーンでのハラスが非常に強力です。\n- ジグスのスキルはAoEダメージを持ち、ユナラがミニオンを処理する際に一緒にダメージを受けやすく、レーンでの生存が難しくなります。\n- ユナラはCCがスローのみで、ジグスの地雷や爆弾によるスロー効果を受けると、接近が難しくなり、攻撃を受けやすくなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がけ、ジグスのスキルを避けるように立ち回る。\n- サポートと連携して、ジグスに対してガンクを仕掛けることで、彼のレーン優位を崩すチャンスを作る。\n- アイテムを早めに購入し、マナ管理をしっかり行い、持続的にダメージを出せるようにすることで、集団戦やオブジェクト争いでの影響力を高める。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、アッシュが攻撃する前にダメージを与えることができるため、アッシュはハラスを受けやすい。\n- ジグスの地雷によるスロー効果で、アッシュの移動が制限され、接近されると脆弱な状態になる。\n- アッシュは機動スキルを持たないため、ジグスのスキルを避けることが難しく、特に集団戦ではジグスのAoEダメージにさらされやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してジグスのスキルを避けるように立ち回る。\n- サポートと連携して、ジグスに対して積極的にエンゲージを仕掛け、早期にキルを狙う。\n- アイテムを早めに購入し、耐久力を上げることでジグスのダメージを軽減し、レーンでの生存率を高める。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ルシアンが近づく前にハラスを行いやすいため、レーンでのトレードが不利になります。\n- ジグスのスキルは範囲攻撃であり、ルシアンがミニオンを処理する際に巻き込まれやすく、ダメージを受けるリスクが高いです。\n- ルシアンは射程が短いため、ジグスの地雷や爆弾を避けるのが難しく、接近する際にダメージを受けやすいです。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- サポートと連携して、ジグスのスキルを避けるためのタイミングを合わせ、オールインを狙うチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることで、ジグスの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けやすいため、レーンでのハラスが得意です。\n- ジグスは対象指定スキルを持たず、ジンのスネアを受けると大きなダメージを受けやすく、特にHPが減った状態でのジンのバーストダメージが効果的です。\n- ジンはスキルを使った後も通常攻撃でダメージを与えられるため、ジグスのスキルを避けながら持続的にダメージを与えることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジグスのHPを削ることで、ジグスがスキルを使うタイミングを制限します。\n- ジグスのスキルを避けるために、位置取りを工夫し、スネアを当てるチャンスを狙います。\n- ジグスがスキルを使った後の隙を突いて、通常攻撃やスキルで反撃し、優位なトレードを行います。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由：\n- カイ＝サはブリンクを持っており、ジグスのスキルを回避しやすい。ジグスのスキルは発動までにラグがあるため、カイ＝サは接近して攻撃するチャンスが多い。\n- カイ＝サは高いバーストダメージを持ち、ジグスのHPを迅速に削ることができる。特に、スキルを進化させることでダメージを増加させることが可能。\n- ジグスは接近を許すと無力になりやすいが、カイ＝サは瞬時に移動しつつ攻撃できるため、ジグスに対してオールインを仕掛けやすい。\n\n有利の取り方：\n- ウェーブ管理を行い、ジグスがプッシュしすぎないようにする。中立に保つことで、ジグスのポークを避けつつ安全にファームできる。\n- エンゲージサポートと連携し、ジグスに対してオールインを狙う。特に、ジグスがスキルを使った後の隙を突くことが重要。\n- アイテムを早めに購入し、ウェーブクリア能力を高める。スタティック・シヴなどを使って、ジグスのミニオン処理を妨げる。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは高い機動力を持ち、ジグスのスキルを避けやすいため、接近してダメージを与えることができる。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、ヴェインのブリンクを捉えにくい。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、ジグスのHPを迅速に削ることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ジグスのスキルを避けながら攻撃を重ねる。\n- ジグスがスキルを使った後に積極的に攻撃し、ダメージを与えるチャンスを狙う。\n- ジャングラーと連携して、ジグスに対するガンクを仕掛け、早期にアドバンテージを取る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ジグスの攻撃を受けることなくハラスが可能です。これにより、ジグスのスキルを避けながらダメージを与えることができます。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、エズリアルのブリンクを使った機動力を活かして攻撃を回避しやすいです。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、ジグスのスキルを避けながら安定してダメージを出すことができます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジグスの体力を削ることでプレッシャーをかけます。\n- ジグスのスキルを避けるために、ブリンクを使って位置取りを工夫し、相手の攻撃を回避します。\n- ジグスがスキルを使った後の隙を狙って、スキルを使って反撃し、ダメージを与えるチャンスを作ります。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、ジグスのスキルを避けながらミニオンを処理できるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、ジグスのスキルを一度無効化できるため、ジグスの攻撃を受けにくく、トレードで有利に立ちやすい。\n- ジグスは接近を許すと脆弱になるが、シヴィアは移動速度を上昇させる手段が多く、ジグスに近づくことでダメージを与えやすい。\n\n有利の取り方：\n- レーンでのミニオン処理を優先し、ジグスのスキルを避けながらプッシュを行う。\n- スペルシールドを活用して、ジグスのスキルを無効化し、トレードを有利に進める。\n- ジグスがスキルを使った後の隙を狙って、積極的に攻撃を仕掛けることで、レーンでの優位性を確保する。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすいです。ジグスは対象指定スキルを持たないため、トゥイッチが接近するのを防ぎにくいです。\n- トゥイッチのアルティメットは長射程で、ジグスの攻撃範囲外から安全に攻撃できるため、集団戦での火力を発揮しやすいです。\n- ジグスは接近を許すと脆弱になるため、トゥイッチの高いバーストダメージと持続的な攻撃が有効に働きます。\n\n有利の取り方：\n- レーンでのトレード時に、ジグスのスキルを避けながら攻撃し、優位に立つことを心がける。\n- ステルスを活用して、ジグスがスキルを使った後に奇襲を仕掛け、ダメージを与える。\n- 集団戦では、ジグスのスキルがクールダウン中にアルティメットを使い、後衛から安全にダメージを出す。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ザヤは射程が長く、ニーラが近づく前にハラスを行いやすいため、ニーラはダメージを受けやすい。\n- ザヤのスネア効果により、ニーラは接近戦での攻撃を妨げられ、反撃のチャンスを失いやすい。\n- ザヤは集団戦でのAoEダメージが強力で、ニーラが味方と連携しても一方的にダメージを受ける可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して安全にファームを行う。\n- ザヤのスネアを避けるために、ダッシュスキルをタイミングよく使用し、接近戦を仕掛ける。\n- 装備を整えるまで耐えるために、CSを優先し、必要に応じてリコールを行い、アイテムを整える。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ザヤはスネア効果を持っており、ケイトリンが攻撃を仕掛ける際に捕まるリスクが高いです。これにより、ケイトリンは一方的にダメージを受ける可能性があります。\n- ザヤの加速スキルにより、ケイトリンの攻撃を避けやすく、反撃のチャンスを持っています。特に、ザヤが近づいてくると、ケイトリンは攻撃を当てるのが難しくなります。\n- ザヤは集団戦でのAoEダメージが強力で、ケイトリンが集団戦に参加する際に、ザヤのダメージを受けやすくなります。これにより、ケイトリンは生存率が低下します。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、常に位置取りを意識し、ザヤのスネアを避けるように動くことが重要です。\n- サポートと連携して、ザヤに対して積極的に攻撃を仕掛け、彼女のスキルを使わせることで、反撃のチャンスを減らすことができます。\n- 罠を効果的に使い、ザヤの動きを制限することで、彼女の攻撃を受けるリスクを減らし、レーンでの優位性を保つことができます。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ザヤは射程が長く、トリスターナが攻撃を仕掛ける前にハラスを行いやすいため、トリスターナはダメージを受けやすい。\n- ザヤのスネア効果により、トリスターナは接近戦で捕まえられるリスクが高く、反撃が難しくなる。\n- ザヤは集団戦でのAoEダメージが強力で、トリスターナが集団戦でのダメージを出す前にザヤに倒される可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを行い、ザヤの攻撃を受けないようにする。\n- サポートと連携して、ザヤのスネアを避けるための位置取りを意識し、トレードを行うタイミングを見極める。\n- アイテムを早めに揃え、特に防御アイテムを購入してザヤのダメージを軽減し、レベルアップを目指す。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ザヤは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。これにより、サミーラはダメージを受けやすく、ファームが難しくなる。\n- ザヤのEスキルによるスネア効果は、サミーラの接近を阻害し、攻撃を行う機会を減少させる。特に、サミーラは単独でのCCがないため、ザヤのスネアに対して無力。\n- ザヤは集団戦でのAoEダメージが強力で、サミーラが接近しても反撃を受けやすい。特に、ザヤがRスキルを使うことで無敵状態になり、サミーラの攻撃を無効化することができる。\n\n不利の緩和策：\n- サポートと連携して、ザヤのスネアを避けるためのエンゲージを行う。特に、サポートがCCを持っている場合、ザヤを捕まえるチャンスを作る。\n- ファームを優先し、レベル差をつけることで、サミーラの強みを活かせるタイミングを待つ。特に、アイテムを揃えることでダメージを増加させる。\n- ザヤの攻撃を受けないように、ミニオンを利用してハラスを避ける。特に、ザヤが攻撃を行う際には、ミニオンの後ろに隠れることでダメージを軽減する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ザヤはスネア効果を持っており、接近された際に捕まると大きなダメージを受ける可能性が高いです。\n- ザヤの攻撃範囲はミス・フォーチュンよりも長いため、ザヤが安全にハラスを行いやすいです。\n- ザヤは集団戦でのAoEダメージが強力で、ミス・フォーチュンが集団戦での影響力を発揮しにくい状況を作り出します。\n\n不利の緩和策:\n- 短いトレードを心がけ、ザヤのスキルがクールダウンしている時に攻撃する。\n- サポートと連携して、ザヤがスネアを使った後に攻撃するタイミングを見計らう。\n- アイテムを選ぶ際に、早めに防御アイテムを購入し、ザヤのダメージを軽減する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ザヤはスネア効果を持っており、カイ＝サが接近する際に捕まえられるリスクが高いです。これにより、カイ＝サはトレードやオールインで不利になります。\n- ザヤの攻撃範囲はカイ＝サと同等かやや長いため、ザヤが先に攻撃を仕掛けることができ、カイ＝サはダメージを受けやすいです。\n- ザヤはAoEダメージを持ち、集団戦やレーン戦でのダメージを稼ぎやすい一方、カイ＝サは装備依存度が高く、序盤は脆弱です。\n\n不利の緩和策：\n- ザヤのスネアを避けるために、カイ＝サのEやアルティメットをタイミングよく使用し、位置取りを工夫することが重要です。\n- サポートと連携して、ザヤの攻撃を受けないようにし、CSを優先することでレベル差をつけることを目指します。\n- 装備を早めに整え、特に防御アイテムを購入することで、ザヤのダメージを軽減し、トレードでの生存率を上げることが有効です。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- 射程の差：セナはザヤよりも長い射程を持っており、これによりザヤが近づく前にハラスを行いやすいです。\n- 回復能力：セナの回復スキルにより、ザヤの攻撃を受けても持続的に戦えるため、レーンでの耐久力が高まります。\n- CCの活用：セナもスネア効果を持っており、ザヤの動きを制限することで、彼女の攻撃を避けやすくなります。\n\n有利の取り方：\n- ハラスを積極的に行う：長射程を活かして、ザヤが近づく前に攻撃し続けることで、レーンの優位を築く。\n- 回復を活用する：味方や自分のHPを回復しながら戦うことで、ザヤの攻撃を耐えつつ、持続的にダメージを与える。\n- スネアを狙う：ザヤが攻撃を仕掛けてきたタイミングでスネアを使い、彼女の動きを制限し、反撃のチャンスを作る。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすい。特に、ザヤの攻撃範囲が短いため、ゼリは安全にハラスを行うことができる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与え続けることができる。これに対して、ザヤはスキルの発動に時間がかかるため、ゼリに対して反撃しづらい。\n- ゼリはKite能力が高く、ザヤのスネアや無敵状態を避けることができるため、ザヤの強みを無効化しやすい。\n\n有利の取り方：\n- ゼリのスキルを駆使して、ザヤの攻撃を避けながらハラスを行い、レーンでの優位を確保する。\n- ザヤがスキルを使った後の隙を狙って、積極的にトレードを仕掛ける。\n- ゼリの機動力を活かして、ザヤのスネアを避けつつ、相手のミスを誘発し、ダメージを与えるチャンスを作る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ザヤの短い射程を活かして安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ザヤのスネアや無敵スキルに対して、エズリアルはワープスキルを使って回避できるため、ザヤのCCを避けやすい。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、ザヤが反撃する前にダメージを与えることができる。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってハラスし、ザヤの体力を削る。\n- ザヤがスネアを使った後に、ワープスキルを使って距離を取り、再度攻撃するチャンスを作る。\n- 敵のミニオンウェーブを利用して、ザヤが近づくタイミングを見計らい、スキルで一方的にダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ザヤよりも早くダメージを与えることができるため、早期のハラスやキルを狙いやすい。\n- ザヤの攻撃範囲が短いため、ドレイヴンの長射程からの攻撃を避けることが難しく、ザヤは一方的にダメージを受けやすい。\n- ドレイヴンのスキルはCCを持ち、ザヤの動きを制限することができるため、ザヤが反撃する機会を減らすことができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ザヤにプレッシャーをかけてファームを妨害する。\n- 斧を正確に拾い続け、ダメージを最大化しつつ、相手の動きを見ながら安全に攻撃する。\n- サポートと連携して、ザヤがスネアを使う前にエンゲージし、ザヤのスキルを無効化することで有利な状況を作る。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にダメージを与えることができる。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- ザヤのスネアや無敵状態は強力だが、スモルダーはEスキルでの高速移動により、これらのスキルを避けやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ザヤの体力を削ることでプレッシャーをかける。\n- スモルダーのスキルを使ってスタックを貯め、集団戦に備えてダメージを増加させる。\n- ザヤのスキルのクールダウンを確認し、無敵状態がないタイミングでオールインを狙う。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ザヤの短い射程を活かして安全にハラスができるため、ザヤに対して一方的にダメージを与えやすい。\n- コーキのスキルは全てAoEであり、ザヤが集団戦で強みを発揮する前に、早期にダメージを与えて圧力をかけることができる。\n- ザヤはスキルの発生に時間がかかるため、コーキの長射程からの攻撃を避けるのが難しく、特に突発的な戦闘で不利になる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ザヤの体力を削ることで、ファームやエンゲージの機会を減らす。\n- スキルのクールダウンを意識し、ザヤがスネアを使った後に攻撃することで、反撃を受けにくくする。\n- 早めにアイテムを揃え、ダメージを増加させることで、ザヤに対する圧力をさらに高める。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲がザヤよりも長いため、ザヤが近づく前にハラスを行いやすい。\n- ユナラのスキルは魔法ダメージを与えるため、ザヤの物理防御を無視してダメージを出せる。\n- ザヤはスキルの発動に時間がかかるため、ユナラの高い攻撃速度と移動速度を活かして、ザヤのスキルを避けながら攻撃できる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ザヤにプレッシャーをかける。\n- スキルを使って攻撃速度を上げ、ザヤが近づく前にダメージを与える。\n- 敵のミニオンを利用して、ブッシュからの奇襲や射線を切りながら安全に攻撃する。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、トリスターナが近づく前にハラスを行いやすいため、レーンでの圧力が強い。\n- コーキのAoEダメージにより、トリスターナがウェーブをプッシュする際に一緒にダメージを受けやすく、ミニオンを処理するのが難しくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、コーキの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、コーキの攻撃を受けないようにする。\n- サポートと連携して、コーキに対してカウンターを狙うタイミングを見計らい、ハラスを行う。\n- アイテムを早めに揃え、特に防御アイテムを購入して耐久力を上げることで、コーキの攻撃に耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ハラスやプッシュが得意なため、サミーラが接近する前にダメージを与えられやすい。\n- サミーラは射程が短く、コーキの攻撃を避けることが難しいため、特にレーン戦でのハラスに苦しむ。\n- コーキはCCを持たないが、サミーラも単独でのCCがないため、コーキの攻撃を受けながら接近するのが難しい。\n\n不利の緩和策：\n- サポートと連携して、コーキの攻撃を避けるためのタイミングを見計らい、ハラスを受けないように立ち回る。\n- コーキのスキルのクールダウンを利用して、隙を見て接近し、ダメージを与えるチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることで、コーキのハラスに耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、トゥイッチが近づく前にハラスを行いやすい。これにより、トゥイッチはレーンでのトレードで不利になる。\n- コーキのAoEダメージは、トゥイッチのステルスや奇襲を無効化しやすく、集団戦でもトゥイッチが狙われやすい。\n- トゥイッチは装備依存度が高く、序盤にコーキに対して劣位に立たされると、後半まで影響が続く可能性がある。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、コーキのスキルを避けるようにする。\n- ステルスを活用して奇襲を仕掛けるタイミングを見計らい、コーキがスキルを使った後に攻撃することで、ダメージを通しやすくする。\n- 装備を早めに整えるために、ファームを優先し、必要に応じて安全な位置からCSを取ることで、レベルやアイテム差を縮める。",
      "セナ": "セナが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ハラスが得意なため、セナはレーンでの圧力を受けやすい。\n- コーキのAoEダメージにより、セナは一度に複数のミニオンやチャンピオンからダメージを受ける可能性が高く、レーン維持が難しくなる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、コーキの持続的なダメージに対抗しにくい。\n\n不利の緩和策：\n- セナはレーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、コーキのスキルを避けることを心がける。\n- サポートと連携して、コーキの攻撃を受ける前に先手を打つことで、ハラスを軽減する。\n- アイテムを早めに購入し、特に回復アイテムを持つことで、持続的なダメージを受けても耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、アッシュに対してハラスが得意で、序盤から圧力をかけやすい。\n- アッシュは機動スキルを持たず、コーキの攻撃を避ける手段が限られているため、接近されると脆弱。\n- コーキのスキルはAoEダメージが多く、アッシュが集団戦でダメージを出す前にダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮る。\n- サポートと連携して、コーキの攻撃を受ける前に先手を打つように心がける。\n- アイテムを早めに購入し、耐久力を上げることで、コーキの攻撃に耐えられるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ヴェインはレーンでのダメージを受けやすい。\n- コーキのAoEダメージは、ヴェインのような単体攻撃型のチャンピオンに対して効果的で、集団戦でも不利になる。\n- ヴェインは射程が短く、コーキの攻撃を避けるのが難しいため、特に序盤でのハラスに苦しむ。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、コーキのスキルを避ける。\n- サポートと連携して、コーキに対して積極的に攻撃を仕掛け、ハラスを返すことでプレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げることで、コーキの攻撃に耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ジンクスは序盤からダメージを受けやすい。\n- コーキのAoEダメージはジンクスの集団戦での強みを打ち消すことができ、ジンクスが安全に攻撃するのが難しくなる。\n- コーキはCCを持たないため、ジンクスの自衛手段が乏しい状況でも、コーキは持続的にダメージを与え続けることができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、コーキのスキルを避けるようにする。\n- ジンクスのスキルを活かすために、レベルアップを早め、アイテムを整えてからトレードを行う。\n- コーキのスキルのマナ消費を利用し、彼がマナが枯渇するタイミングを狙って攻撃することで、優位に立つ。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ユナラはレーンでのダメージを受けやすい。\n- コーキのAoEダメージに対して、ユナラはスローしか持っておらず、相手の攻撃を止める手段が限られている。\n- ユナラは通常攻撃に依存しているため、コーキの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n- ブッシュを利用してコーキのスキルを避け、ハラスを最小限に抑える。\n- サポートと連携して、コーキに対するガンクを狙い、レーンの主導権を取り戻す。\n- アイテムを工夫して、マナ管理をしっかり行い、持続的に戦えるようにする。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、コーキの防御力を削ることで高いダメージを出せます。\n- コーキはCCがないため、コグ＝マウのスロー効果を利用して距離を保ちながら攻撃することができます。\n- コグ＝マウは長射程を持ち、集団戦での持続的なダメージを出しやすく、コーキのバーストダメージに対しても耐えやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コーキのマナを枯渇させることで、彼の攻撃力を削ぐ。\n- スキルを使ってコーキのAR/MRを下げ、ダメージを通しやすくする。\n- 集団戦では、コグ＝マウの射程を活かして安全な位置から攻撃し、コーキの攻撃を避ける。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、コーキに対して一方的にハラスを行いやすいです。コーキは射程が長いものの、ケイトリンの射程には及びません。\n- コーキはCCスキルを持っていないため、ケイトリンの罠を使った捕らえやすさがあり、敵の動きを制限することで有利に戦えます。\n- ケイトリンは序盤からタワーシージが得意で、コーキのAoEダメージを受ける前にタワーを攻撃することが可能です。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキのマナを消耗させることで、彼のスキルを使わせる機会を減らします。\n- 罠を使ってコーキの移動を制限し、捕まえた際にダメージを与えるチャンスを増やします。\n- ジャングラーと連携して、コーキがスキルを使った後の隙を狙い、Gankを仕掛けることで有利な状況を作ります。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはスタックを無限に貯めることができ、後半のダメージが非常に高くなるため、コーキのAoE攻撃に対しても持続的にダメージを出せる。\n- コーキはCCがないため、スモルダーのEスキルによる高速移動を活かして、攻撃を避けたり、追撃したりすることができる。\n- コーキのマナ消費が激しいため、スモルダーが耐え忍ぶことでコーキのリソースを枯渇させることができ、レーンでの優位性を確保しやすい。\n\n有利の取り方：\n- レーン序盤はCSを譲り、コーキのハラスを避けながらスタックを集めることに集中する。\n- コーキのスキルを避けるために位置取りを工夫し、トレードを避けることで安全にレーンを維持する。\n- 後半に向けてアイテムを整え、集団戦でのAoEダメージを活かしてコーキを圧倒する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、コーキの攻撃を受けることなく安全にハラスができるため、レーンでの優位性を保ちやすい。\n- コーキはCCがないため、エズリアルの機動力を活かした立ち回りに対して対抗手段が乏しく、エズリアルが自由に動き回ることができる。\n- エズリアルのスキルは短いクールダウンを持ち、持続的なダメージを与えられるため、コーキのマナ消費を強制的に増やし、レーンでの持続力を削ることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキのマナを削ることで、彼のスキル使用を制限する。\n- Eを使ってコーキの攻撃を避けつつ、スキルを当てることでダメージを与え、相手のプレッシャーを軽減する。\n- 敵ジャングラーの動きを警戒しつつ、ミニオンウェーブを管理し、コーキがプッシュしすぎないようにコントロールする。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、コーキのAoE攻撃に対しても効果的にダメージを与えられるため、レーンでの優位性を保ちやすい。\n- コーキはCCがないため、ミス・フォーチュンのスローやAoEダメージを受けても逃げる手段が乏しく、オールインを仕掛ける際に不利になる。\n- ミス・フォーチュンのアルティメットは集団戦での影響力が高く、コーキの防御力を低下させるデバフを活かしてダメージを通しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コーキのマナを枯渇させることで、彼のスキルを使わせる機会を減らす。\n- Wを活用して立ち位置を調整し、コーキの攻撃を避けつつ、反撃のチャンスを狙う。\n- 集団戦では、アルティメットを効果的に使い、コーキを含む敵チャンピオンに大ダメージを与えることで、試合の流れを有利に進める。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンはスネア効果を持つスキルを使ってコーキの動きを制限できるため、コーキが攻撃を仕掛けるのを妨げることができる。\n- コーキはCCがないため、ジンの高いバーストダメージに対して防御手段が乏しく、特にHPが減った状態でのジンの攻撃に弱い。\n- ジンは長射程の攻撃を持ち、コーキのAoE攻撃に対しても安全な距離からハラスが可能で、レーンでの優位を保ちやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コーキのHPを削ることで、ジンの4発目やアルティメットを効果的に使える状況を作る。\n- コーキがスキルを使った後の隙を狙い、スネアを使って捕まえ、ダメージを与える。\n- マナ管理に注意しつつ、コーキのスキルのクールダウンを利用して、ジンの攻撃を当てるタイミングを見計らう。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、コーキのHPを早期に削ることができるため、レーンでの優位性を確保しやすい。\n- コーキはCCがないため、ドレイヴンの攻撃を止める手段がなく、オールインを仕掛ける際に有利な状況を作りやすい。\n- ドレイヴンのパッシブによってゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作ることができる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、コーキのHPを削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しつつ、相手の動きを制限するためにCCを活用する。\n- サポートと連携して、コーキがスキルを使った後の隙を狙い、オールインを仕掛けることでキルを狙う。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、コーキはその射程に対抗できず、一方的にハラスを受けやすい。\n- ケイトリンの罠によるスネア効果は、コーキの移動を制限し、特にGankを受けやすくなるため、レーンでの生存が難しくなる。\n- コーキはCCを持たないため、ケイトリンのオールインやハラスに対して反撃手段が乏しく、殴り合いで不利になる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ケイトリンの射程外からスキルを使ってハラスを行う。\n- サポートと連携し、ケイトリンの罠を避けるために視界を確保し、Gankを警戒する。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にしっかりとダメージを出せるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎射程を持っており、セナに対して一方的にハラスを行いやすい。これにより、セナはレーンでのプレッシャーを受けやすく、育ちにくくなる。\n- ケイトリンの罠によるスネア効果は、セナの逃げ手段を制限し、捕まるリスクを高める。特に、セナは基礎ステータスが低いため、捕まると簡単に倒されてしまう。\n- ケイトリンは高いダメージを持ち、特に序盤からのオールインが強力で、セナが持つ回復能力では対抗しきれないことが多い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ケイトリンの攻撃を受けないようにする。\n- サポートと連携して、ケイトリンの罠を避けるための視界を確保し、Gankを受けにくい状況を作る。\n- セナのスキルを活用して、ハラスを行いながら回復を行い、少しでも体力を維持しつつ、レベルアップを目指す。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の射程を持っており、ヴェインが近づく前に一方的にハラスを受けることができるため、レーンでのプレッシャーが強い。\n- ケイトリンの罠によるスネア効果は、ヴェインの機動力を制限し、特に逃げる手段を奪うため、Gankやオールインの際に非常に危険。\n- ヴェインは射程が短く、ケイトリンの攻撃を避けるのが難しいため、レーンでの殴り合いで不利になることが多い。\n\n不利の緩和策：\n- サポートと連携して、ケイトリンの攻撃を避けるために位置取りを工夫し、ハラスを最小限に抑える。\n- レーンでのファームを優先し、無理にハラスを受けないようにし、アイテムを早めに揃えることで強化を図る。\n- ケイトリンの罠を避けるために、視界を確保し、Gankのリスクを減らすためにワードを適切に配置する。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎射程を持っており、ジンクスよりも遠くから一方的にハラスを行うことができるため、ジンクスは攻撃を受けやすい。\n- ケイトリンの罠によるスネア効果は、ジンクスの移動を制限し、接近を困難にするため、ジンクスが安全に攻撃することが難しくなる。\n- ケイトリンは序盤からのタワーシージが得意で、ジンクスが育つ前にタワーを破壊されるリスクが高まる。\n\n不利の緩和策：\n- サポートと連携して、ケイトリンのハラスを避けるために、視界を確保しつつ安全な位置でファームを行う。\n- ケイトリンの罠を避けるために、移動を慎重に行い、罠の設置位置を把握しておく。\n- レベル6以降は、ジンクスの集団戦での影響力を活かし、チームメイトと連携して集団戦を仕掛けることで、逆転のチャンスを狙う。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の射程を持ち、サミーラが近づく前に一方的にハラスを受けることができるため、レーンでの優位性が高い。\n- ケイトリンの罠によるスネア効果は、サミーラの接近を阻害し、捕まるリスクを高めるため、サミーラは安全に攻撃することが難しい。\n- サミーラは短射程で低い防御ステータスを持つため、ケイトリンの高いバーストダメージに対して脆弱で、オールインされると対処が難しい。\n\n不利の緩和策：\n- サポートと連携して、ケイトリンのハラスを避けるために、視界を確保しつつ安全にファームを行う。\n- ケイトリンの罠を避けるために、移動を意識し、罠の設置位置を把握しておくことで、捕まるリスクを減らす。\n- レベル6以降は、サミーラのUltを活かして集団戦やオールインを狙うタイミングを見計らい、味方のCCを利用して接近する。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n- ジンはスキルの射程が長く、特に通常攻撃の4発目やアルティメットが高いバーストダメージを持つため、ケイトリンが体力を削られた際に強力な攻撃が可能です。\n- ケイトリンはスキルのモーションが長く、スキルを使った後の隙を突いてジンが攻撃を仕掛けやすいです。ジンのスキルはAoE効果があるため、ミニオンを処理しつつケイトリンにハラスをかけることができます。\n- ケイトリンはオールインに弱く、ジンはその特性を利用して距離を保ちながらトレードを行うことができるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- レーン開始時にドランのリングを持ち、Qを使ってミニオンを処理し、ケイトリンのプッシュを妨害します。\n- ケイトリンのスキルを避けつつ、スキルを使った後の隙を狙って攻撃を仕掛け、トレードで有利を取ります。\n- レベル6になったら、アルティメットを使ってケイトリンやサポートを削り、キルチャンスを作ります。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程のスキルを持っており、ケイトリンよりも遠くから攻撃できるため、ハラスがしやすい。\n- ケイトリンのスキルはモーションが長く、ジグスのスキルを避けるのが難しいため、ジグスは安全にダメージを与えられる。\n- ケイトリンはオールインが強いが、ジグスは設置型のスキルでゾーニングができるため、接近を防ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ケイトリンの体力を削る。\n- ジグスのスキルを使ってミニオンを処理しつつ、ケイトリンに圧力をかける。\n- サポートと連携して、ケイトリンが罠やスキルを使った後に攻撃するタイミングを狙う。",
      "シヴィア": "シヴィアがケイトリンに有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ミニオンを素早く処理できるため、ケイトリンのハラスを受けにくいです。\n- スペルシールドにより、ケイトリンのスネアやスキルを無効化できるため、トレードで有利に立ち回ることができます。\n- ケイトリンの攻撃を受ける際に、シヴィアは自分のスキルを使ってダメージを軽減しつつ、反撃することが可能です。\n\n有利の取り方：\n- 初期のウェーブをプッシュし、ケイトリンが攻撃しづらい状況を作ることで、レーンを支配します。\n- スペルシールドを活用して、ケイトリンのスキルを回避しながらトレードを行い、ダメージを与えます。\n- ケイトリンの攻撃を受けないように、タワーの近くでの立ち回りを避け、フリーズを狙ってガンクを呼び込むタイミングを見計らいます。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、ケイトリンの射程を上回るため、ハラスやファームで優位に立ちやすい。\n- ケイトリンはスキルのモーションが長く、コグ＝マウのスキルを避けるのが難しいため、ダメージを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、特に集団戦でのダメージ出力が高く、ケイトリンに対しても有効。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ケイトリンの体力を削る。\n- スキルを使ってケイトリンの動きを制限し、攻撃の隙を突く。\n- ジャングラーとの連携を強化し、Gankを狙ってケイトリンを圧倒する。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンはスキルを使った後の通常攻撃が強化されるため、ケイトリンに対して高いバーストダメージを出すことができ、トレードで優位に立ちやすい。\n- ケイトリンの射程は長いが、ルシアンは機動力が高く、スキルのクールダウンが短いため、ケイトリンの攻撃を避けながら攻撃することが可能。\n- ルシアンはレーンでのハラスが強力で、特にレベル2でのオールインが効果的。これにより、ケイトリンのHPを削り、彼女のポーク能力を制限できる。\n\n有利の取り方：\n- レベル2に達したら、積極的に攻撃を仕掛け、スキルを使ったコンボでケイトリンにダメージを与える。\n- クリープを利用してケイトリンにポークを行い、距離を保ちながらトレードを行う。\n- ケイトリンの罠やスキルを避けるために、常に位置取りを意識し、攻撃の隙を突いて反撃する。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、ケイトリンの攻撃を避けつつ反撃することができるため、殴り合いで優位に立てる。\n- ケイトリンは長射程を活かしてハラスが得意だが、ザヤはスキルを使って距離を詰めることができ、接近戦でのダメージを稼ぎやすい。\n- ザヤのAoEダメージは集団戦での影響力が高く、特にケイトリンがスキルを使った後の隙を突くことができる。\n\n有利の取り方：\n- ケイトリンのスキルやAAの隙を狙って、スネアを使い反撃する。\n- レーンでのハラスを避けるために、ザヤのスキルを駆使して距離を保ちながらファームを行う。\n- ジャングラーとの連携を強化し、ケイトリンに対してGankを仕掛けることで、早期に有利な状況を作る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルはスキルを駆使してハラスができ、ケイトリンの攻撃を避けながらダメージを与えることができるため、レーンでの持続的なハラスが可能です。\n- ケイトリンはスキルのモーションが長く、エズリアルの機動力を活かした攻撃を受けやすく、反撃のチャンスを与えやすいです。\n- エズリアルのスキルは射程が長く、ケイトリンの攻撃を受けることなく安全にダメージを与えることができるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- スキルを使ってケイトリンの攻撃を避けつつ、ハラスを行い、相手の体力を削る。\n- Eを使って機動力を活かし、ケイトリンの罠や攻撃を避けながら安全にCSを取る。\n- 敵のサポートやジャングラーの動きを見極め、Gankを避けつつレーンを優位に進める。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ケイトリンに対して一方的にハラスを行いやすいです。特に、ケイトリンの攻撃がAAに依存しているため、ドレイヴンの攻撃力の高さが際立ちます。\n- ケイトリンは長射程を持っていますが、ドレイヴンは移動速度を上げるスキルを持っているため、接近してオールインを仕掛けることが可能です。これにより、ケイトリンのスネアを避けつつ攻撃できます。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作り出せます。これにより、レーンでの優位性を持続しやすくなります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ケイトリンのHPを削ることで、彼女のプレッシャーを減らします。\n- ケイトリンのスキルやAAの隙を狙って、斧を使った攻撃を行い、ダメージを与えつつゴールドを稼ぎます。\n- サポートと連携して、ケイトリンが罠を設置する前に接近し、オールインを仕掛けることで、彼女のスキルを無効化し、優位に立ちます。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- カリスタは短距離のブリンクを持っており、ゼリの攻撃を避けながら接近しやすい。これにより、ゼリはカリスタの攻撃を受けやすくなる。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦やトレードでの連携が強化されるため、ゼリは孤立しやすくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、カリスタのハラスに対して耐えにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、カリスタの動きを把握する。\n- カリスタのブリンクを利用して、彼女の攻撃を避けるタイミングを見計らい、反撃のチャンスを作る。\n- アイテムを早めに購入し、特に防御アイテムを優先してカリスタのダメージを軽減する。",
      "セナ": "セナが不利です。\n\n理由：\n- カリスタは短距離のブリンクを持っており、セナの攻撃を避けながら接近しやすいため、セナがハラスを行いにくい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦やエンゲージ時にセナのスネアを無効化することができる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、カリスタの高いバーストダメージに対して脆弱である。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、サポートと連携してカリスタの動きを制限し、できるだけ安全にファームを行う。\n- カリスタのブリンクを意識し、スネアをタイミングよく使って捕まえるチャンスを狙う。\n- 逃げ道を確保するために、視界を確保し、敵の動きを把握しておくことで、gankやカリスタの攻撃を避ける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ヴェインの攻撃を避けながら反撃することができるため、ヴェインの攻撃が当たりにくい。\n- カリスタのアルティメットによるノックアップ効果は、ヴェインの機動力を制限し、特に集団戦での生存能力を低下させる。\n- カリスタは射程が長く、ハラスを行いやすいため、序盤からヴェインがダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してカリスタの攻撃を受けないように立ち回る。\n- 可能であれば、カリスタのリープを使った後に攻撃を仕掛け、反撃のチャンスを狙う。\n- アイテムを早めに購入し、特に防御アイテムを優先してカリスタのダメージを軽減する。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、トゥイッチの攻撃を避けながら接近しやすいため、トレードで有利を取られやすい。\n- カリスタのアルティメットによるノックアップ効果は、トゥイッチのステルスや移動を妨げるため、奇襲が難しくなる。\n- トゥイッチはハードCCを持たないため、カリスタの機動力を活かされた場合、逃げる手段が限られ、脆弱な状態に陥りやすい。\n\n不利の緩和策：\n- レーンでのトレードを避け、ファームを優先し、レベルやアイテムを整えることで強化された状態を目指す。\n- サポートと連携し、カリスタのリープやアルティメットを警戒しながら、視界を確保して安全にプレイする。\n- 中盤以降は集団戦での立ち回りを重視し、カリスタの攻撃を避けつつ、後衛からのダメージを与えることを意識する。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- カリスタは短距離のブリンクを持っており、エズリアルのスキルを避けやすく、接近してダメージを与えることが得意です。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦での連携が強化されるため、エズリアルが孤立しやすくなります。\n- エズリアルは主力スキルが方向指定であり、カリスタの機動力に対してパフォーマンスが落ちるため、反撃を受けやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカリスタの攻撃を受けないように立ち回る。\n- サポートと連携して、カリスタのブリンクを無効化するような位置取りを心がける。\n- アイテムを早めに購入し、特に防御アイテムを揃えてカリスタのダメージを軽減する。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- カリスタの短距離のリープにより、ドレイヴンの攻撃を避けやすく、Kite性能が高いため、ドレイヴンが攻撃を当てるのが難しい。\n- カリスタのアルティメットによるノックアップ効果は、ドレイヴンの移動を妨げ、斧を拾うことができなくなるため、戦闘能力が大幅に低下する。\n- カリスタは対象指定のCCを持たないため、ドレイヴンの攻撃を無効化する手段が少なく、オールインの際に有利に立ち回ることができる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、カリスタのリープを避けることで、攻撃を当てるチャンスを増やす。\n- サポートと連携し、カリスタのアルティメットを発動させる前に先手を打つことで、彼女の強みを無効化する。\n- アイテムを工夫し、特に防御アイテムを早めに購入することで、カリスタの攻撃を耐えられるようにする。",
      "スモルダー": "スモルダーが不利です。\n\n- カリスタは短距離のリープを持っており、スモルダーの攻撃を避けやすく、Kite性能が高いため、スモルダーが攻撃しづらい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦やトレードでの優位性を高めるため、スモルダーが不利な状況に陥りやすい。\n- スモルダーは序盤のスキル性能が低く、カリスタの早期のダメージに対抗しづらく、特にレーニングフェーズでのトレードで劣位に立たされる。\n\n不利の緩和策：\n- レーンでのトレードを避け、カリスタの攻撃を受けないように立ち回り、スキルスタックを貯めることに専念する。\n- サポートと連携し、カリスタのリープを無効化するような位置取りや、CCを活用してカリスタを捕まえるチャンスを作る。\n- 後半に強くなる特性を活かし、焦らずにレーンを維持し、アイテムを整えてから集団戦に参加する。",
      "コーキ": "コーキが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、コーキの攻撃を避けながら接近することができるため、コーキのハラスが通りにくい。\n- カリスタのアルティメットによるノックアップ効果は、コーキのスキルを妨害し、特に集団戦での影響が大きい。\n- コーキはCCがないため、カリスタの高い機動力に対抗する手段が乏しく、持続的なダメージを与えられない。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタのリープを封じるために、視界を確保しつつ敵の動きを把握する。\n- アイテムを早めに購入し、特に防御アイテムを積むことで、カリスタのダメージを軽減し、耐久力を上げる。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- カリスタは短距離のブリンクを持っており、ルシアンの攻撃を避けやすく、逆に追撃することができるため、トレードで不利になりやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦やオールインの際にルシアンが狙われやすくなる。\n- ルシアンは射程が短く、カリスタの攻撃を受けやすいため、ハラスやトレードで不利な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでのトレードを避け、カリスタのスキルを使わせた後に攻撃することで、リスクを減らす。\n- サポートと連携して、カリスタのブリンクを封じるようなプレイを心がけ、彼女の動きを制限する。\n- アイテムを早めに購入し、特に防御アイテムを積むことで、カリスタのダメージを軽減し、耐久力を上げる。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ジンクスに接近しやすく、ジンクスの攻撃を避けながらダメージを与えることができるため、トレードで有利に立ちやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦やエンゲージ時にジンクスに対して圧力をかけることができる。\n- ジンクスは自衛手段が乏しく、カリスタのCCや高いバーストダメージに対して脆弱で、接近されると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- サポートと連携してカリスタのリープを封じるために、CCスキルを活用し、カリスタが接近する前にダメージを与える。\n- レーンでのハラスを強化し、カリスタがリープを使う前に体力を削ることで、トレードを有利に進める。\n- ジンクスの装備を早めに整え、集団戦での影響力を高めることで、カリスタに対抗できるようにする。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- 射程の差：ヴァルスはカリスタよりも射程が長いため、ハラスやポークがしやすく、カリスタが近づく前にダメージを与えることができます。\n- CC効果：ヴァルスのスネア効果により、カリスタの動きを制限できるため、彼女のリープを無効化しやすく、追撃や逃げる際に有利に立てます。\n- AoEダメージ：ヴァルスはAoEダメージを持っているため、集団戦やミニオンウェーブの処理が得意で、カリスタが集団戦での影響力を発揮しにくくなります。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、カリスタにプレッシャーをかけることで、彼女のファームを妨害します。\n- スネアを活用してカリスタのリープを封じ、彼女が攻撃できない状況を作り出します。\n- ミニオンウェーブを管理し、カリスタが近づけない位置でファームを行うことで、彼女の経験値とゴールドを奪います。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、カリスタの短距離リープを封じることができるため、カリスタの機動力を制限できます。\n- ザヤのAoEダメージは集団戦やファームでの効率を高め、カリスタが単体でのダメージを出すのが難しい状況を作り出せます。\n- ザヤは無敵状態を持つため、カリスタのアルティメットによるイニシエートを無効化しやすく、反撃のチャンスを増やせます。\n\n有利の取り方：\n- カリスタのリープを狙ってスネアを当て、ダメージを与えつつ逃げ道を封じる。\n- 集団戦では、ザヤのAoEダメージを活かしてカリスタが攻撃しづらい状況を作る。\n- ラカンと連携し、カリスタに対して強力なエンゲージを行い、ザヤのダメージを最大限に引き出す。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではカリスタよりも長い射程で攻撃できるため、遠距離から安全にダメージを与えられます。\n- トリスターナのバーストダメージは高く、特にカリスタのサポートが脆い場合、早期にキルを狙いやすいです。\n- トリスターナはノックバック効果を持つスキルを使って、カリスタの攻撃を避けたり、距離を取ることができるため、カリスタのリープを無効化しやすいです。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カリスタのHPを削ることで、レーンの主導権を握ります。\n- カリスタのサポートが脆い場合、連携して早期にキルを狙い、スノーボールを狙います。\n- トリスターナの射程を活かして、カリスタが近づく前に攻撃し、相手の動きを制限することで、レーンでの優位性を保ちます。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、カリスタの短距離リープを利用して攻撃を仕掛けることができるため、カリスタのKite性能を無効化しやすい。\n- サミーラの高いDPSとバーストダメージにより、カリスタが持つ防御手段を突破しやすく、特に味方のCCを利用することで効果的にダメージを与えられる。\n- カリスタはAAや攻撃速度を強化するスキルを持たないため、サミーラの攻撃を受けるとダメージを受けやすく、特に接近戦での優位性が際立つ。\n\n有利の取り方：\n- サミーラはカリスタのリープを見極め、タイミングよく接近して攻撃を仕掛けることで、カリスタの動きを制限する。\n- 味方のCCを活用し、カリスタが動けない状況を作り出して一気にダメージを与える。\n- サミーラのスキルを駆使して、カリスタの攻撃を避けつつ、持続的にダメージを与えることで、戦闘を有利に進める。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、カリスタに対してレーンでのショートトレードで優位に立ちやすいです。特に、カリスタはAAをキャンセルできないため、ミス・フォーチュンの攻撃を受けやすいです。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦でも強力な影響力を発揮します。カリスタは集団戦でのAoE攻撃がないため、ミス・フォーチュンに対抗しづらいです。\n- カリスタは操作が忙しく、味方との連携が必要ですが、ミス・フォーチュンは比較的シンプルな操作で高いダメージを出せるため、カリスタに対して有利に立ち回ることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、カリスタのHPを削ることで、レーンの主導権を握ります。\n- ミニオンウェーブを管理し、カリスタが近づけない位置でファームを行うことで、彼女の経験値とゴールドを制限します。\n- 集団戦では、ミス・フォーチュンのUltを活用して、カリスタが集団戦での影響力を発揮できないようにします。特に、カリスタがUltを使った後に反撃することで、彼女の強みを無効化できます。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、カリスタの短距離リープを利用した接近を防ぎやすい。これにより、カリスタが攻撃を仕掛ける前にダメージを与えることができる。\n- ジンのスネア効果により、カリスタの動きを制限できるため、彼女のKite性能を無効化しやすい。特に、カリスタがリープを使った後にスネアを当てることで、追撃を防げる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったカリスタに対して特に効果的。カリスタはHPが減ると脆くなるため、ジンの攻撃が非常に強力。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カリスタのHPを削る。特に、ミニオンを利用して安全に攻撃することが重要。\n- カリスタがリープを使ったタイミングを見計らってスネアを当て、彼女の動きを制限する。これにより、カリスタが攻撃しづらくなる。\n- 中盤以降は、ジンのアルティメットを活用して遠距離からカリスタを狙い、彼女のHPを削る。特に、カリスタがサポートと一緒にいるときは、サポートを無視してカリスタを狙うことが効果的。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、カリスタの攻撃を避けながらファームを確保できます。\n- スペルシールドにより、カリスタのCCを一度無効化できるため、トレードで有利に立ち回ることができます。\n- カリスタはAAや攻撃速度を強化するスキルを持たないため、シヴィアの持つAoEダメージで集団戦やレーンでのダメージを稼ぎやすいです。\n\n有利の取り方：\n- レーンでのウェーブ管理を意識し、カリスタが近づけないようにミニオンを押し込む。\n- スペルシールドを活かしてカリスタの攻撃を避け、トレードを仕掛けるタイミングを見計らう。\n- サポートと連携し、カリスタが攻撃しづらい状況を作り出すことで、シヴィアのダメージを最大限に活かす。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは多様な武器を使い分けることで、カリスタの短距離リープに対抗できるスキルを持っています。特に、スネアやスローを使うことでカリスタの動きを制限できます。\n- カリスタはAAや攻撃速度を強化するスキルを持たないため、アフェリオスの高い火力と持続的なダメージに対して耐えにくいです。\n- アフェリオスは序盤のハラス性能が高く、カリスタが育つ前に有利な状況を作りやすいです。\n\n有利の取り方：\n- レベルが上がったら、カリスタに対して積極的にハラスを行い、彼女の体力を削る。\n- スネアやスローを駆使してカリスタのリープを封じ、彼女が攻撃できない状況を作る。\n- 位置取りを意識し、カリスタの攻撃範囲外から安全にダメージを与えることで、彼女の反撃を避ける。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- ヴァルスは長射程からのポークが得意で、セナが近づく前にダメージを与えられるため、レーンでのハラスが厳しい。\n- ヴァルスのスネア効果により、セナは捕まるリスクが高く、逃げる手段が乏しいため、簡単にキルされる可能性がある。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、ヴァルスの持続的なダメージに対抗しにくい。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスのスキルを避ける動きを心がけ、ハラスを最小限に抑える。\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃範囲外からハラスを行うことで、ダメージを受けにくくする。\n- アイテムを早めに購入し、耐久力を上げることで、ヴァルスの攻撃に対する耐性を高める。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、サミーラの短い射程では接近するのが難しいため、ハラスを受けやすい。\n- ヴァルスのスネア効果により、サミーラは動きを制限され、接近戦を仕掛けることができなくなる。\n- ヴァルスのAoEダメージと持続的なダメージに対して、サミーラは防御が低く、耐えるのが難しい。\n\n不利の緩和策:\n- サポートと連携して、ヴァルスのスキルを避ける動きを心がけ、ハラスを最小限に抑える。\n- レベルアップやアイテムを整えるまで、無理に接近せず、ファームを優先する。\n- ヴァルスのスキルクールダウンを狙って、隙を見て攻撃するタイミングを見極める。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、アッシュよりも遠くからハラスを行いやすいため、アッシュはダメージを受けやすい。\n- ヴァルスのCCスキルによってアッシュの動きを制限されると、逃げる手段がないため、オールイン合戦で不利になる。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいてアッシュに対して優位に立ちやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ヴァルスの位置を常に把握する。\n- アッシュのスロー効果を活かして、ヴァルスの攻撃を受ける前に距離を取るように心がける。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、ヴァルスのダメージを軽減する。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、コグ＝マウの基礎射程が短いため、ハラスを受けやすい。\n- ヴァルスのスネア効果により、コグ＝マウは動きを制限されやすく、逃げる手段が乏しいため捕まりやすい。\n- ヴァルスのAoEダメージと持続的なハラスに対して、コグ＝マウは自衛手段が限られているため、序盤から厳しい状況に置かれる。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスのスキルを避ける動きを心がけ、ハラスを最小限に抑える。\n- レーンでのファームを優先し、レベルアップやアイテムを早めに取得して、強力なスキルを活かせるようにする。\n- 可能であれば、視界を確保し、ヴァルスの位置を把握しておくことで、奇襲やキャッチを避ける。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、ジンクスが近づく前にハラスを受けやすい。\n- ヴァルスのスネア効果により、ジンクスは動きを制限され、接近や逃げる手段が難しくなる。\n- ジンクスは自衛手段が乏しく、ヴァルスの持続的なダメージに対して脆弱であるため、トレードで不利になりやすい。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスのスキルを避ける動きを心がけ、ハラスを最小限に抑える。\n- レベルアップやアイテムを早めに取得し、ジンクスのダメージを強化してトレードを有利に進める。\n- 逃げ道を確保するために、位置取りを意識し、ヴァルスのスネアを避けるように立ち回る。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、トリスターナが近づく前にハラスを受けやすいです。\n- ヴァルスのスネア効果により、トリスターナは移動を制限され、攻撃を受けやすくなります。\n- トリスターナは序盤のスキルクールダウンが長く、ヴァルスの持続的なダメージに対抗しづらいです。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスの攻撃を避けるために位置取りを工夫し、ハラスを最小限に抑える。\n- レベルアップやアイテムを早めに揃え、トリスターナのバーストダメージを活かして反撃のチャンスを作る。\n- ヴァルスのスネアを避けるために、ブリンクスキルを使うタイミングを見極め、攻撃を受けないようにする。",
      "ゼリ": "ゼリが不利です。\n\n- ヴァルスは長射程からのハラスが得意で、ゼリは基礎ADが低いため、序盤のトレードでダメージを受けやすい。\n- ヴァルスのスネア効果を持つスキルにより、ゼリの機動力を封じられ、逃げる手段が限られるため、捕まるリスクが高い。\n- ヴァルスはAoEダメージを持っており、集団戦やシージでの強さが際立つため、ゼリが効果的にダメージを与えにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ヴァルスのスキルを避ける動きを心がける。\n- アイテムを早めに購入し、特に防御アイテムを優先して、耐久力を上げることでトレードに耐えられるようにする。\n- レベルアップやミニオンウェーブの管理を意識し、ヴァルスのスキルを避けつつ、チャンスがあれば反撃するタイミングを見計らう。",
      "ザヤ": "ザヤが不利です。\n\n- ヴァルスは長射程からの攻撃が得意で、ザヤの攻撃範囲よりも優位に立つことができるため、ザヤは一方的にダメージを受けやすいです。\n- ヴァルスのスネア効果を持つスキルにより、ザヤは動きを制限されやすく、反撃のチャンスを失うことが多いです。\n- ザヤはスキルの発動に時間がかかるため、ヴァルスの高いバーストダメージに対して対処が難しく、特に序盤のハラスに弱いです。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスの攻撃を避けるために位置取りを工夫し、ハラスを受けないようにする。\n- 自身のスキルを適切に使い、ヴァルスのスネアを避けるか、無敵状態を活用して反撃のチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンを素早く処理できるため、レーンでの優位性を保ちやすいです。これにより、ヴァルスがスキルを使ってハラスをしてくる際にも、シヴィアは反撃しやすくなります。\n- スペルシールドにより、ヴァルスのCCスキルを無効化できるため、トレードで有利に立ち回ることができます。これにより、ヴァルスの攻撃を受けるリスクを減らせます。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けながら攻撃することができるため、カイティングがしやすいです。\n\n有利の取り方：\n- レーン開始時にミニオンを早めに処理し、ヴァルスにプレッシャーをかけることで、彼のハラスを抑えることができます。\n- スペルシールドを活用して、ヴァルスのスネアを弾き、トレードで優位に立つことが重要です。\n- 移動速度を活かして、ヴァルスの攻撃を避けつつ、反撃を行うことでダメージを稼ぎ、レーンでの優位性を確保します。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルはスキルの射程が長く、ヴァルスの攻撃を受けることなくハラスが可能です。これにより、レーンでの優位性を保ちやすくなります。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルの機動力を活かして回避しやすいです。エズリアルはEで瞬時に位置を変えられるため、ヴァルスの攻撃を避けることができます。\n- エズリアルは持続的なダメージを与える能力が高く、特に中盤までのDPSが優れているため、ヴァルスに対して有利に立ち回ることができます。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってハラスを行い、ヴァルスのHPを削ることでプレッシャーをかけます。\n- Eを使ってヴァルスのスキルを避けつつ、反撃のチャンスを狙います。特に、ヴァルスがスキルを使った後は攻撃のチャンスです。\n- サポートと連携して、ヴァルスに対して集中的に攻撃を仕掛け、早期にキルを狙うことでレーンの主導権を握ります。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程の攻撃を持ち、ヴァルスよりも安全な距離からハラスが可能です。これにより、ヴァルスの攻撃を受けずにダメージを与えることができます。\n- ジグスのスキルは全てAoEであり、ミニオン処理や集団戦でのダメージを出しやすいため、ヴァルスがスキルを使う隙を与えずに圧力をかけることができます。\n- ヴァルスはHP回復手段が乏しく、継続的なハラスに弱いため、ジグスの持続的なダメージを受けると厳しい状況に追い込まれやすいです。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、ヴァルスの体力を削ることで、レーンの主導権を握ります。\n- 地雷を設置してヴァルスの動きを制限し、スキルを当てやすくすることで、ダメージを効率的に与えます。\n- ミニオンウェーブを管理し、ヴァルスが近づけないようにしつつ、タワーへの圧力をかけることで、ジグスの強みを活かします。",
      "ジン": "ジンが有利です。\n\n- ジンは高いバーストダメージを持ち、特にHPが減った敵に対して強力な攻撃が可能です。ヴァルスはHP回復手段が乏しく、ジンの攻撃を受けやすいです。\n- ジンのスキルは全てAoE効果を持ち、レーンでのハラスやプッシュが得意です。これにより、ヴァルスのポークを避けつつ、持続的にダメージを与えることができます。\n- ジンは射程が長く、ヴァルスのスキルの発動から効果が出るまでのタイムラグを利用して、攻撃を避けながら反撃することができます。\n\n有利の取り方：\n- レーンでの位置取りを工夫し、ヴァルスのスキルを避けつつ、ハラスを行うことで優位に立つことができます。\n- 4発目の攻撃やアルティメットを活用し、HPが減ったヴァルスを狙って一気にダメージを与えるタイミングを見計らいます。\n- サポートと連携し、ヴァルスがスキルを使った後の隙を突いて攻撃することで、より有利な状況を作り出します。"
    }
  }
}