{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスがシヴィアに不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ヴァルスはトレードを仕掛ける機会が減少します。\n- シヴィアのスペルシールドにより、ヴァルスのスキルを無効化されることが多く、トレードでの優位性が失われます。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスの攻撃を避けやすいです。\n- シヴィアの基礎射程が短いとはいえ、ヴァルスのスキルを避けながら攻撃できるため、シヴィアが有利な状況を作りやすいです。\n- ヴァルスはHP回復手段が乏しく、シヴィアの持続的なダメージに対して脆弱です。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、シヴィアの攻撃を避けるように心がける。\n- シヴィアのスペルシールドを使わせるために、スキルをタイミングよく使う。\n- サポートと連携し、シヴィアに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、シヴィアに対抗できる火力を確保する。\n- レーンフェイズを早めに終わらせ、集団戦に移行することでシヴィアの強みを抑える。",
      "サミーラ": "サミーラがシヴィアに不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、サミーラがトレードを仕掛ける前にシヴィアが有利な状況を作りやすい。\n- シヴィアの射程が長いため、サミーラは接近する前にダメージを受けやすく、トレードで不利になることが多い。\n- シヴィアのスペルシールドは、サミーラの攻撃を無効化することができ、特にサミーラのスキルを弾かれるとダメージを出しづらくなる。\n- サミーラは接近戦を得意とするが、シヴィアの攻撃速度上昇やAoEダメージにより、接近する前にダメージを受けるリスクが高い。\n\n不利の緩和策:\n- レーンでのトレードを避け、シヴィアのスキルを避けながらファームに専念する。\n- サポートと連携し、シヴィアがウェーブを押しているときにギャンクを狙う。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫して、シールドを使わせる。\n- アイテムを早めに購入し、シヴィアとのトレードで有利に立てるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンがハラスを行っても、シヴィアはすぐにミニオンを処理して反撃できる。\n- シヴィアのスペルシールドにより、ミス・フォーチュンのスローやCCを無効化されるため、トレードが不利になる。\n- シヴィアは基礎射程が短いミス・フォーチュンに対して、射程を活かして安全に攻撃できる。\n- シヴィアの移動速度上昇手段により、ミス・フォーチュンが接近するのが難しく、オールインがしづらい。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ミス・フォーチュンの火力を上回る可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避け、シヴィアのウェーブクリアを利用して安全にファームを行う。\n- シヴィアのスペルシールドを意識し、CCを使うタイミングを工夫する。\n- サポートと連携して、シヴィアに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、DPSを向上させてシヴィアに対抗できるようにする。\n- 逃げ道を確保し、シヴィアが接近してきた際には迅速に退避する。",
      "スモルダー": "スモルダーがシヴィアに不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押し込まれる可能性が高い。\n- シヴィアの攻撃は跳弾するため、スモルダーがミニオンを利用してハラスを行う際に、思わぬダメージを受けることがある。\n- シヴィアは射程が短いとはいえ、スモルダーのスキルのCDが長いため、トレードで不利になることが多い。\n- スモルダーはAA強化がないため、シヴィアとの1対1の殴り合いでDPSが劣る。\n- シヴィアのスペルシールドはスモルダーのCCを無効化できるため、スモルダーのハラスが効きにくい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して安全にスタックを貯めることを優先する。\n- シヴィアの攻撃を避けるために、Eスキルを適切に使用して位置取りを工夫する。\n- サポートと連携し、シヴィアに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、シヴィアとのトレードで有利になるようにする。\n- 集団戦では、シヴィアのスペルシールドを意識し、CCを使うタイミングを調整する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ケイトリンがハラスを行う機会が減る。\n- シヴィアの攻撃速度増加効果により、ケイトリンの攻撃を受ける前に反撃されることが多い。\n- シヴィアのスペルシールドはケイトリンの罠やスキルを無効化できるため、ケイトリンのトレードが成立しにくい。\n- ケイトリンは射程が長いが、シヴィアも射程が長く、特に集団戦ではシヴィアの方が後衛にダメージを与えやすい。\n- シヴィアは移動速度を上昇させる手段が多く、ケイトリンの攻撃を避けやすい。\n\n不利の緩和策:\n- レーンでのハラスを控え、シヴィアのウェーブクリアを利用してタワー下での安全なファームを心がける。\n- サポートと連携して、シヴィアのスペルシールドを使わせるようにトレードを行う。\n- 罠を使ってシヴィアの動きを制限し、オールインのチャンスを作る。\n- ジャングラーと連携して、シヴィアに対するGankを狙うことで、レーンの主導権を取り戻す。\n- アイテムを早めに購入し、シヴィアとのトレードで有利に立てるようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナがプッシュしてもすぐに返されるため、レーンでの優位性を保ちにくい。\n- シヴィアの攻撃速度増加効果により、トリスターナのバーストダメージを受ける前にダメージを与えられる可能性が高い。\n- シヴィアのスペルシールドは、トリスターナのCCを無効化するため、トリスターナの攻撃が効果的に機能しにくい。\n- トリスターナは序盤のスキルクールダウンが長く、シヴィアの持続的な攻撃に対して反撃が難しい。\n- シヴィアの射程がトリスターナの射程よりも長いため、トレードで不利になることが多い。\n\n不利の緩和策:\n- レーンでのトレードを避け、シヴィアのスキルを避けながらファームに専念する。\n- サポートと連携して、シヴィアの攻撃を受けないように位置取りを工夫する。\n- シヴィアのウェーブクリアを意識し、ミニオンをまとめて処理するタイミングを見計らう。\n- アイテムを早めに揃え、装備が整った後にトレードを仕掛ける。\n- 敵ジャングラーの動きを警戒し、Gankを受けないようにマップを常に確認する。"
    },
    "loses": {
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは攻撃範囲がシヴィアよりも長いため、レーンでのハラスがしやすい。\n- ユナラのスキルは魔法ダメージを与えるため、シヴィアのスペルシールドを無効化できる。\n- ユナラはスロー効果を持つため、シヴィアの移動を制限しやすい。\n- シヴィアは単体へのDPSが低いため、ユナラの持つAoEダメージに対抗しづらい。\n- ユナラは高い移動速度を持ち、シヴィアの攻撃を避けやすい。\n\n有利の取り方:\n- レーン開始時にユナラの攻撃範囲を活かして、シヴィアに対して積極的にハラスを行う。\n- スキルを使って攻撃速度を上昇させ、ミニオンを早く処理しつつシヴィアに圧力をかける。\n- シヴィアがスペルシールドを使った後にスローを使い、トレードを有利に進める。\n- 集団戦では、ユナラのAoEダメージを活かしてシヴィアを狙う。\n- ブッシュを利用してシヴィアの視界を切り、奇襲をかける。",
      "トゥイッチ": "トゥイッチがシヴィアに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、シヴィアの射程が短いことを逆手に取ることができる。\n- トゥイッチのアルティメットは長い射程を持ち、集団戦でのダメージを大幅に増加させるため、シヴィアが後衛にいる場合でも脅威となる。\n- シヴィアは単体へのDPSが低いため、トゥイッチの持つ持続的な毒ダメージに対して効果的に対抗できない。\n- トゥイッチはスロー効果を持つスキルを使うことで、シヴィアの移動を制限しやすい。\n- シヴィアのスペルシールドはトゥイッチの毒ダメージや通常攻撃には効果がないため、トゥイッチは安心して攻撃できる。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、シヴィアの射程を利用してダメージを与える。\n- ステルスを活用して奇襲を仕掛け、シヴィアが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、シヴィアが攻撃しづらい状況を作る。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを調整してダメージを与える。\n- シヴィアがウェーブクリアを行っている際に、トゥイッチのスキルを使ってハラスを行い、レーンの主導権を握る。",
      "ゼリ": "ゼリはシヴィアに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。\n- シヴィアの基礎射程が短いため、ゼリは距離を保ちながら攻撃できる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にハラスが可能。\n- シヴィアは単体へのDPSが低いため、ゼリの機動力を活かしてトレードで有利を取れる。\n- ゼリのウルトによるスロー効果で、シヴィアの動きを制限しやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- シヴィアの攻撃を避けながら、スキルを使ってダメージを与える。\n- シヴィアがウェーブクリアを行う際に、ゼリの機動力を活かして安全にミニオンを処理する。\n- シヴィアがスペルシールドを使った後に攻撃を仕掛け、トレードを有利に進める。\n- 集団戦では、シヴィアの後衛にダメージを与えつつ、逃げる準備をしておく。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なトレードが可能です。\n- シヴィアの基礎射程が短いため、ドレイヴンが先手を取ることで有利な状況を作りやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- シヴィアは単体へのDPSが低いため、ドレイヴンの高いバーストに対抗しづらいです。\n- ドレイヴンのCCスキルにより、シヴィアの動きを制限しやすく、追撃が可能です。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出す。\n- シヴィアがウェーブクリアを行う前に、ミニオンを利用してトレードを仕掛ける。\n- シヴィアのスペルシールドを意識し、CCを使うタイミングを計る。\n- アイテムを早めに揃え、シヴィアとのアイテム差を利用して有利なトレードを続ける。",
      "ルシアン": "ルシアンがシヴィアに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- ルシアンのスキルはクールダウンが短く、連続して攻撃できるため、シヴィアのスペルシールドを無視してダメージを与えやすいです。\n- シヴィアは基礎射程が短く、ルシアンの攻撃を受けやすい状況を作りやすいです。\n- ルシアンは機動力が高く、シヴィアの攻撃を避けながらトレードを行うことができます。\n- シヴィアの単体DPSが低いため、ルシアンが有利なトレードを仕掛けやすいです。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- スキルを使った後の通常攻撃でダメージを与え、シヴィアのスペルシールドを無駄にさせる。\n- シヴィアがウェーブクリアを行う際に、スキルを使ってトレードを仕掛ける。\n- ルシアンの機動力を活かして、シヴィアの攻撃を避けつつ、ダメージを与えるポジショニングを心がける。\n- シヴィアが攻撃を仕掛けるタイミングを見計らい、反撃することで有利なトレードを維持する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることができ、シヴィアの攻撃を回避しやすい。\n- シヴィアの基礎射程が短いため、アフェリオスの射程を活かして安全にハラスができる。\n- アフェリオスのスキルにはCC効果があり、シヴィアの移動を制限することで有利なトレードが可能。\n- アフェリオスは装備によるスケールが良好で、特に脅威ステータスが育つとシヴィアに対して高い火力を発揮できる。\n- シヴィアは単体へのDPSが低いため、アフェリオスが持つ火力を活かしやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、シヴィアのスペルシールドを使わせる。\n- アフェリオスの射程を活かして、シヴィアが攻撃できない位置から攻撃する。\n- CCスキルを使ってシヴィアの動きを制限し、トレードを有利に進める。\n- シヴィアがウェーブクリアを行う際に、アフェリオスの武器を使って反撃する。\n- 集団戦では、シヴィアの後衛にダメージを与えるポジションを確保し、アフェリオスの火力を最大限に活かす。",
      "ヴェイン": "ヴェインがシヴィアに有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすい。\n- シヴィアの基礎射程が短いため、ヴェインが近づくことで有利なトレードが可能。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、シヴィアのHPを迅速に削ることができる。\n- シヴィアは単体へのDPSが低いため、ヴェインとの1対1のトレードで火力負けしやすい。\n- ヴェインのダッシュやノックバックを活用することで、シヴィアの攻撃を避けながら反撃できる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- シヴィアがスキルを使った後に攻撃を仕掛け、トレードを有利に進める。\n- シヴィアがウェーブクリアを行っている際に、隙を見て近づき攻撃する。\n- シヴィアのスペルシールドを意識し、スキルを使った後に攻撃を行う。\n- 敵ジャングラーの動きを警戒しつつ、ヴェインの機動力を活かして安全にトレードを行う。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、シヴィアの基礎射程が短いため、レーンでのハラスが有利。\n- コーキのAoEダメージはシヴィアのウェーブクリア能力に対抗でき、プッシュ合戦で優位に立てる。\n- シヴィアは単体へのDPSが低いため、コーキのAoE攻撃に対して効果的にダメージを与えられる。\n- コーキのアルティメットはクールダウンが短く、頻繁にダメージを与えることができるため、シヴィアに対して持続的な圧力をかけられる。\n- シヴィアのスペルシールドはコーキの攻撃に対してあまり効果がないため、トレードで有利に進めやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- AoEスキルを使ってミニオンを一掃し、シヴィアのウェーブクリアを妨害する。\n- シヴィアがスペルシールドを使った後に攻撃を仕掛け、トレードで優位に立つ。\n- アルティメットを活用して、シヴィアが集団戦に参加する前にダメージを与える。\n- マナ管理に注意しつつ、スキルを効果的に使い続けることで、持続的な圧力を維持する。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、オールインが強力であるため、ジンが接近された際に対処が難しい。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ジンの攻撃を回避しやすい。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サの攻撃を受けやすい。\n- カイ＝サのスキルは物理ダメージと魔法ダメージの両方を扱えるため、ジンの防御がしにくい。\n- カイ＝サはUltを使って奇襲や追撃が得意で、ジンが不利な状況に持ち込まれやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、カイ＝サのスキルを避ける位置取りを心がける。\n- サポートと連携し、カイ＝サに対して集団でのトレードを行うことで、オールインを避ける。\n- ジンのスキルを活用して、カイ＝サの動きを制限し、距離を保つようにする。\n- アイテムを早めに購入し、耐久力を上げることで、カイ＝サの攻撃に耐えられるようにする。\n- 可能であれば、視界を確保し、カイ＝サの動きを把握しておくことで、奇襲を避ける。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、エズリアルのスキルを回避しながら攻撃できるため、オールインで有利に立てる。\n- カイ＝サの機動力により、エズリアルのスキルを避けやすく、接近戦での優位性を持つ。\n- エズリアルは主力スキルが方向指定であり、カイ＝サの瞬時の移動に対して当てにくくなる。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、エズリアルのダメージを軽減しやすい。\n- カイ＝サのシールドや逃げる能力により、エズリアルの攻撃が通りにくくなる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、カイ＝サの攻撃を避けるようにする。\n- スキルを無駄にしないようにし、カイ＝サのスキルを見極めてから攻撃する。\n- サポートと連携し、カイ＝サに対して集団での攻撃を仕掛ける。\n- アイテムを工夫し、耐久力を上げることでカイ＝サのバーストダメージに耐える。\n- 逃げる手段を確保し、カイ＝サが接近してきた際に迅速に距離を取る。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた戦術を展開できるため、カイ＝サに対して柔軟に対応できる。\n- アフェリオスの武器にはCC効果があり、カイ＝サの移動を制限することで、彼女のバーストダメージを抑えることができる。\n- カイ＝サは序盤が脆弱であり、アフェリオスがハラスを行うことで優位に立ちやすい。\n- アフェリオスは装備によるスケールが良好で、特に脅威ステータスが育つとカイ＝サに対して高い火力を発揮できる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削る。\n- CC効果を持つ武器を使用して、カイ＝サの動きを制限し、オールインを仕掛けるタイミングを作る。\n- カイ＝サのスキルのクールダウンを見極め、スキルを使った後に攻撃を仕掛ける。\n- 位置取りを工夫し、カイ＝サの攻撃を避けつつ、アフェリオスの攻撃を当てる。",
      "ドレイヴン": "ドレイヴンがカイ＝サに有利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サが脆弱な序盤に対して強力に圧力をかけられる。\n- カイ＝サはCCを持たず、ドレイヴンの攻撃を止める手段が限られているため、ドレイヴンは自由に攻撃できる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、装備面での優位を早期に確立できる。\n- ドレイヴンの移動速度上昇スキルにより、カイ＝サの攻撃を避けつつ、追撃や逃げることができる。\n- カイ＝サは装備依存度が高く、序盤の強さを活かせないと後半に向けての成長が遅れる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カイ＝サにダメージを与えていく。\n- 斧を正確に拾い続け、ダメージを最大化することでカイ＝サを圧倒する。\n- カイ＝サのスキルを避けるために、移動速度上昇スキルを活用して位置取りを工夫する。\n- サポートと連携し、カイ＝サに対してオールインを仕掛けるタイミングを見計らう。\n- ゴールドアドバンテージを活かして、早期にアイテムを揃え、カイ＝サに対して圧力をかけ続ける。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備依存度を無視してダメージを与えられる。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスがしやすく、カイ＝サに対して主導権を握りやすい。\n- スロー効果を持つスキルにより、カイ＝サの移動を制限し、接近戦での優位性を保てる。\n- ユナラは集団戦でのAoEダメージが強力で、カイ＝サが集団戦での位置取りに苦労する中でダメージを出しやすい。\n- カイ＝サのCCがないため、ユナラは自由に動き回りながら攻撃できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- スロー効果を活用してカイ＝サの動きを制限し、オールインを仕掛けるタイミングを作る。\n- 集団戦では、アルティメットを使ってダメージを増加させ、カイ＝サが位置取りに苦労する状況を作る。\n- ブッシュを利用して奇襲をかけ、カイ＝サに対して有利な状況を作る。",
      "ザヤ": "ザヤがカイ＝サに有利です。\n\n理由:\n- ザヤはスネアを持っており、カイ＝サの移動を制限できるため、接近戦で優位に立てる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カイ＝サのバーストダメージに対抗しやすい。\n- カイ＝サはCCを持たないため、ザヤのスネアや無敵スキルを避ける手段が限られている。\n- ザヤは加速スキルを持っており、カイ＝サの攻撃を回避しやすい。\n- ザヤはラカンと組むことで、さらなる強化が可能で、カイ＝サに対して圧力をかけやすい。\n\n有利の取り方:\n- レベルが上がったら、スネアを使ってカイ＝サを捕まえ、オールインを仕掛ける。\n- カイ＝サがスキルを使った後の隙を狙い、反撃を行う。\n- 集団戦では、ザヤのAoEダメージを活かして、カイ＝サを含む敵チームにダメージを与える。\n- ラカンと連携して、カイ＝サに対するエンゲージを行い、ザヤの強みを最大限に活かす。",
      "サミーラ": "サミーラがカイ＝サに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、サミーラが優位に立ちやすい。\n- サミーラの高いDPSとバーストダメージにより、カイ＝サがスキルを進化させる前に圧倒できる可能性が高い。\n- カイ＝サはCCを持たないため、サミーラの攻撃を防ぐ手段が限られている。\n- サミーラは瞬時に移動できる能力を持っており、カイ＝サの攻撃を回避しやすい。\n- サミーラのスキルは、カイ＝サの防御を無視してダメージを与えることができるため、効果的にダメージを稼げる。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、カイ＝サにプレッシャーをかける。\n- サポートと連携して、カイ＝サがスキルを使った後にオールインを仕掛ける。\n- サミーラのスキルを駆使して、カイ＝サの攻撃を避けつつ接近し、ダメージを与える。\n- 敵のCCを利用して、サミーラの攻撃を最大限に活かすタイミングを見計らう。\n- 中盤以降も、サミーラのUltを活用して集団戦でのダメージを稼ぎ、カイ＝サを排除する。",
      "ニーラ": "ニーラがカイ＝サに有利です。\n\n理由:\n- ニーラは近接チャンピオンであり、カイ＝サの射程の短さを利用してオールインが可能。\n- ニーラのダッシュスキルにより、カイ＝サのスキルを回避しやすく、接近戦で優位に立てる。\n- ニーラのパッシブによるヒールとシールド効果が、カイ＝サのバーストダメージを軽減する。\n- カイ＝サはCCがないため、ニーラの機動力を抑える手段が少ない。\n- ニーラは持続的なダメージを持ち、カイ＝サのスキルを進化させる前にダメージを与えやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、カイ＝サの体力を削る。\n- ダッシュスキルを使ってカイ＝サに接近し、オールインを仕掛ける。\n- サポートと連携し、ニーラのパッシブを活かしてレーンでの優位性を確保する。\n- カイ＝サのスキルを避けるために、タイミングを見計らってダッシュを使用する。\n- 集団戦では、カイ＝サの位置を把握し、奇襲をかけることでダメージを与える。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "アッシュ": "アッシュが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤ではアッシュよりも長い射程を持つため、アッシュが攻撃を当てる前にトリスターナからの攻撃を受けやすい。\n- トリスターナのバーストダメージが高く、特に序盤から中盤にかけてアッシュの基礎ステータスが控えめなため、オールイン合戦で不利になる。\n- トリスターナのノックバック効果により、アッシュが近づくことが難しく、捕まると逃げる手段が限られる。\n- アッシュは機動スキルを持たないため、トリスターナの攻撃を避けるのが難しく、特にトリスターナがブリンクを使った後の追撃が厳しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、トリスターナの攻撃範囲を意識して立ち位置を調整する。\n- サポートと連携して、トリスターナに対する集中的なハラスを行い、早期にリードを取る。\n- トリスターナのスキルのクールダウンを狙って、スキルを使った後に攻撃を仕掛ける。\n- アイテムを早めに揃え、特に防御アイテムを購入してトリスターナのバーストダメージに耐えられるようにする。",
      "コグ＝マウ": "コグ＝マウがトリスターナに不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、コグ＝マウが攻撃を当てる前にダメージを受けやすい。\n- トリスターナのバーストダメージが高く、序盤から中盤にかけてのハラスが強力で、コグ＝マウは自衛手段が乏しいため、早期にダメージを受けやすい。\n- トリスターナのノックバック効果により、コグ＝マウが近づくことが難しく、特にトリスターナが安全な位置から攻撃できる状況では不利が増す。\n- コグ＝マウは機動力が低く、トリスターナの高い移動能力に対抗できず、追撃や逃げる際に不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サポートと連携してトリスターナの攻撃を受けないように立ち回る。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃するタイミングを見計らう。\n- アイテムを早めに揃え、特に防御アイテムを優先して購入し、耐久力を上げる。\n- トリスターナのノックバックを避けるため、位置取りに注意し、できるだけ安全な距離を保つ。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- トリスターナは長射程を持ち、サミーラが接近する前に攻撃を受けることができるため、サミーラは攻撃を仕掛けるのが難しい。\n- トリスターナのノックバック効果により、サミーラが接近した際に距離を取られ、攻撃のチャンスを失う可能性が高い。\n- サミーラは低い防御ステータスを持ち、トリスターナのバーストダメージに対して脆弱であるため、早期に倒されるリスクがある。\n- トリスターナは序盤から中盤にかけて強力なバーストダメージを持ち、サミーラが育つ前に有利に立ち回ることができる。\n\n不利の緩和策:\n- サポートと連携し、トリスターナの攻撃を避けるために位置取りを工夫する。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、耐久力を上げることでトリスターナのバーストに耐えられるようにする。\n- トリスターナのノックバックを避けるために、ブリンクや移動スキルを活用して距離を詰めるタイミングを調整する。",
      "セナ": "セナが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、セナがハラスを行う際に反撃を受けやすい。\n- トリスターナのバーストダメージが高く、特に序盤から中盤にかけてセナの基礎ステータスが低いため、簡単にキルを狙われる。\n- トリスターナのノックバック効果により、セナが近づくことが難しく、セナのスキルを使うタイミングを制限される。\n- セナは逃げ手段が乏しく、トリスターナの攻撃を受けると致命的なダメージを受ける可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃範囲を意識し、距離を保つようにする。\n- トリスターナのスキルのクールダウンを利用して、攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、トリスターナに対する集中的なハラスを行い、彼女の成長を抑える。\n- 逃げ道を確保するために、視界を確保し、敵の動きを常に把握しておく。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、ヴェインが近づく前に攻撃されやすい。\n- トリスターナのバーストダメージが高く、序盤から中盤にかけてのハラスが強力で、ヴェインは序盤にビハインドを負いやすい。\n- トリスターナのノックバック効果により、ヴェインが接近しても安全に距離を取ることができ、ヴェインの攻撃を避けやすい。\n- ヴェインは射程が短く、トリスターナの攻撃を受けながら反撃するのが難しいため、レーンでの対面が厳しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃を受けない位置取りを心がける。\n- サポートと連携して、トリスターナに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- トリスターナのスキルのクールダウンを利用して、スキルを使った後の隙を突く。\n- アイテムを早めに揃え、ダメージを増加させてトリスターナに対抗できるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、トゥイッチが近づくのが難しい。\n- トリスターナのノックバック効果を持つスキルにより、トゥイッチが接近した際に安全に距離を取ることができる。\n- トリスターナは序盤から高いバーストダメージを持ち、特にトゥイッチが装備を整える前に有利に立ち回ることができる。\n- トゥイッチは逃げ性能が低く、トリスターナの攻撃を受けやすい状況に置かれることが多い。\n\n不利の緩和策:\n- トゥイッチは序盤のレベルアップを意識し、トリスターナの攻撃を避けながらファームを行う。\n- サポートと連携し、トリスターナのスキルを避けるための視界を確保する。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、トリスターナに対抗できる火力を持つようにする。",
      "ジン": "ジンが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、ジンが近づくのが難しい。\n- トリスターナのバーストダメージは高く、オールインの際にジンが対処しきれないことが多い。\n- トリスターナのノックバック効果により、ジンが攻撃を当てる前に距離を取られる可能性が高い。\n- ジンはブリンクを持たないため、トリスターナの攻撃を受けやすく、接近された際に逃げる手段が限られている。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃範囲を意識して立ち回る。\n- トリスターナのスキルのクールダウンを利用して、攻撃の隙を突くタイミングを見計らう。\n- サポートと連携して、トリスターナに対する集団戦でのフォーカスを強化する。\n- アイテムを早めに揃え、バーストダメージを上げてトリスターナに対抗できるようにする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキはAoEダメージを持ち、トリスターナの攻撃を受ける前にハラスが可能です。\n- コーキのスキルは長射程で、トリスターナが近づく前にダメージを与えることができます。\n- トリスターナはスキルのクールダウンが長く、序盤は特に隙が大きいため、コーキが有利に立ち回りやすいです。\n- コーキはトリスターナのバーストダメージに対して耐性があり、持続的なダメージを出しやすいです。\n- トリスターナの攻撃が届かない距離からのハラスが得意なため、トリスターナが攻撃しづらくなります。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、トリスターナの体力を削る。\n- スキルを使ってウェーブを早くプッシュし、トリスターナにプレッシャーをかける。\n- トリスターナがスキルを使った後の隙を狙って攻撃する。\n- トリスターナが近づいてきた際には、距離を保ちながらスキルを使ってダメージを与える。\n- サポートと連携して、トリスターナに対する集中的な攻撃を行う。",
      "アフェリオス": "アフェリオスがトリスターナに有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にトリスターナの攻撃を受ける前にハラスを行いやすい。\n- トリスターナは序盤のスキルクールダウンが長く、アフェリオスの攻撃を受けると反撃が難しい。\n- アフェリオスの持つCC効果により、トリスターナの移動を制限しやすく、バーストダメージを与えるチャンスが増える。\n- アフェリオスは装備によるスケールが良好で、特に脅威ステータスが育つとトリスターナに対して高い火力を発揮できる。\n- トリスターナはレベル依存度が高く、序盤での成長が重要なため、アフェリオスが早期に有利な状況を作ることでトリスターナの成長を妨げられる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トリスターナのスキルを使わせる。\n- トリスターナの攻撃範囲が増える前に、レベルやアイテムを優位に保つ。\n- CCを活用してトリスターナの移動を制限し、キルを狙う。\n- サポートと連携して、トリスターナが安全にファームできない状況を作る。\n- ウェーブ管理を行い、トリスターナが育つ前にプレッシャーをかけ続ける。",
      "ドレイヴン": "ドレイヴンがトリスターナに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、トリスターナがスキルを使った後の隙を突いて攻撃できる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃手段が限られるため、ドレイヴンが有利に立ち回れる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテムを早く揃えることでトリスターナに対して圧力をかけられる。\n- トリスターナの攻撃が届かない距離からのハラスが可能で、特に序盤のトレードで優位に立てる。\n- ドレイヴンは移動速度を上げるスキルを持ち、トリスターナの逃げる能力を制限しやすい。\n\n有利の取り方:\n- 序盤から積極的にトレードを仕掛け、トリスターナのスキルを使わせて隙を作る。\n- パッシブを活かしてゴールドを稼ぎ、アイテムを早く揃えることでダメージを増加させる。\n- トリスターナのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- 斧を正確に拾い続け、常に高いダメージを維持することでトリスターナにプレッシャーをかける。\n- トリスターナのノックバックスキルを避ける位置取りを心がけ、攻撃を続ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、トリスターナよりも遠くからハラスが可能です。\n- スネア効果を持つスキルにより、トリスターナの移動を制限し、攻撃を当てやすくなります。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、ヴァルスがその隙を突いて攻撃できます。\n- ヴァルスのAoEダメージは集団戦やミニオンウェーブの処理に優れており、トリスターナがプッシュしづらくなります。\n- トリスターナは装備依存度が高く、アイテムが揃うまでの間にヴァルスが有利に立ち回ることができます。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、トリスターナのHPを削る。\n- スネアを使ってトリスターナの動きを制限し、追撃を狙う。\n- ミニオンウェーブをコントロールし、トリスターナがプッシュしづらい状況を作る。\n- トリスターナがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では後衛から安全に攻撃し、トリスターナが近づけないようにする。",
      "シヴィア": "シヴィアがトリスターナに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナのプッシュを抑えることができる。\n- スペルシールドにより、トリスターナのCCスキルを無効化できるため、トレードで有利に立ち回れる。\n- シヴィアの攻撃は跳弾するため、ミニオンを利用してトリスターナにハラスをかけやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、シヴィアがその間にダメージを与えられる。\n- シヴィアは移動速度を上昇させる手段が多く、トリスターナの攻撃を避けやすい。\n\n有利の取り方:\n- レーン開始時にシヴィアのウェーブクリア能力を活かして、トリスターナのプッシュを抑える。\n- トリスターナがスキルを使った後の隙を狙って、積極的にハラスを行う。\n- スペルシールドを活用して、トリスターナのCCを無効化し、トレードを有利に進める。\n- ミニオンを利用して跳弾を活かし、トリスターナにダメージを与えつつ、ウェーブを管理する。\n- トリスターナがスキルを使った後は、積極的に攻撃を仕掛けてダメージを稼ぐ。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ユナラはAAに特化したスキルを持ち、クリティカルヒット時に追加の魔法ダメージを与えるため、シヴィアの耐久力を削りやすい。\n- ユナラのスロー効果により、シヴィアの移動速度を制限し、接近や逃げることが難しくなる。\n- ユナラの攻撃範囲がシヴィアよりも長いため、レーンでのハラスが有利に進められる。\n- シヴィアは基礎射程が短く、ユナラの攻撃を受けやすくなるため、トレードで不利になることが多い。\n- ユナラのAoEダメージにより、集団戦でシヴィアが後衛にダメージを与える前に、ユナラがダメージを与える機会が増える。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して立ち回る。\n- ユナラのスキルを避けるために、スペルシールドを適切に使用する。\n- シヴィアのウェーブクリア能力を活かして、早めにミニオンを処理し、レーンを押し返す。\n- サポートと連携して、ユナラに対するトレードを有利に進める。\n- アイテムを適切に選択し、耐久力を上げることでユナラのダメージを軽減する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ユナラは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。\n- ユナラのスロー効果により、サミーラは接近戦に持ち込むのが難しくなる。\n- ユナラの魔法ダメージは、サミーラの防御ステータスを無視してダメージを与えることができるため、サミーラはダメージを受けやすい。\n- ユナラは集団戦でのAoEダメージが強力で、サミーラが接近する前に大きなダメージを与えられる。\n- サミーラは単独でのCCがないため、ユナラのスローに対して無力になりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して立ち回る。\n- ユナラのスキルを避けるために、位置取りを意識し、スキルのクールダウンを確認する。\n- サポートと連携して、ユナラに対して一斉攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでユナラの攻撃に耐える。\n- 集団戦では、味方のCCを利用してユナラに接近するタイミングを計る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ユナラは長い攻撃範囲を持ち、ヴェインが接近する前にハラスを行いやすい。\n- ユナラのスロー効果により、ヴェインの機動力が制限され、逃げることが難しくなる。\n- ユナラの魔法ダメージは、ヴェインの防御力を無視するため、特にタンク相手に強力。\n- ヴェインは集団戦でのAoE攻撃がないため、ユナラのAoEダメージに対抗しづらい。\n- ユナラはCCがスローのみであるため、ヴェインが接近しても反撃しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して接近するタイミングを見計らう。\n- ユナラのスキルを避けるため、ダッシュをタイミングよく使用し、スローを回避する。\n- サポートと連携し、ユナラに対してガンクを仕掛けることで、レーンの主導権を取り戻す。\n- アイテムを早めに購入し、耐久力を上げることで、ユナラのダメージを軽減する。\n- 集団戦では、ユナラのスキルを避けながら、他の敵チャンピオンを狙うことで、戦闘を有利に進める。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ユナラは攻撃範囲が長く、カイ＝サが接近する前にハラスを行いやすい。\n- ユナラのスロー効果により、カイ＝サの移動が制限され、逃げることが難しくなる。\n- ユナラは魔法ダメージを持ち、カイ＝サの防御アイテムによるダメージ軽減がしにくい。\n- ユナラのAoEダメージにより、集団戦でのカイ＝サの生存が難しくなる。\n- カイ＝サは序盤が脆弱で、ユナラのハラスに対して耐えにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して立ち回る。\n- ユナラのスローを避けるため、位置取りを意識し、距離を保つ。\n- サポートと連携し、ユナラに対してオールインを仕掛けるタイミングを見計らう。\n- 早めに防具アイテムを購入し、耐久力を上げる。\n- 集団戦では後衛に位置し、ユナラの攻撃を避けつつダメージを出す。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ユナラはAAに特化したスキルを持ち、クリティカルヒット時に追加の魔法ダメージを与えるため、ミス・フォーチュンの通常攻撃に対して強力な反撃が可能です。\n- ユナラのスロー効果により、ミス・フォーチュンは接近されると逃げる手段が乏しく、立ち回りが難しくなります。\n- ユナラの攻撃範囲が長いため、ミス・フォーチュンはハラスを受けやすく、レーンでの優位性を失いやすいです。\n- ユナラは集団戦でのAoEダメージが強力で、ミス・フォーチュンのUltが発動する前にダメージを与えられる可能性があります。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、ユナラの攻撃を受けないようにする。\n- ユナラのスローを避けるために、Wを使って移動速度を上げ、距離を保つように心がける。\n- 集団戦では、ユナラのUltを避けるために、位置取りを意識し、後衛からの攻撃を行う。\n- アイテムを工夫して、ユナラの魔法ダメージに対抗できるようにする。特に魔法防御を上げるアイテムを選ぶ。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ユナラは攻撃範囲が長く、ザヤが接近する前にハラスを行いやすい。\n- ユナラのスキルは魔法ダメージを持ち、ザヤの防御力を無視してダメージを与えることができる。\n- ユナラのスロー効果により、ザヤのKite能力が制限され、逃げることが難しくなる。\n- ユナラはAoEダメージを持ち、集団戦でのダメージ出力が高いため、ザヤが集団戦で劣位に立たされることが多い。\n- ザヤは射程が短いため、ユナラの攻撃を受けやすく、特にレーン戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ユナラのスキルを避けるために、移動を意識し、スキルのクールダウンを確認する。\n- サポートと連携して、ユナラに対するエンゲージを試みることで、ザヤのダメージを活かす。\n- アイテムを工夫して、魔法ダメージに対する耐性を高める。\n- 集団戦では、ユナラのスキルを避けつつ、後衛からのダメージを意識して立ち回る。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキはAoEダメージを持ち、ユナラのようなAA依存のチャンピオンに対してハラスが得意です。\n- コーキのスキルは長射程で、ユナラが近づく前にダメージを与えることができます。\n- ユナラはスローしか持たないため、コーキの機動力を制限する手段がありません。\n- コーキは敵の防御力を低下させるデバフを持っており、ユナラに対してもダメージを通しやすいです。\n- コーキは自己強化がないものの、ユナラの攻撃を受ける前にダメージを与えられるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラのHPを削る。\n- スキルを使ってプッシュを早め、ユナラが近づく前にミニオンを処理する。\n- ユナラがスキルを使った後の隙を狙って攻撃する。\n- マナ管理に注意し、スキルを適切に使い分けて持続的にダメージを与える。\n- 敵のサポートやジャングラーの動きを警戒しつつ、位置取りを工夫して安全にハラスを続ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラに対して強力なハラスが可能です。\n- ユナラは通常攻撃に依存しているため、ドレイヴンの高いダメージに対抗しにくいです。\n- ドレイヴンのCCスキルにより、ユナラの動きを制限しやすく、接近戦で優位に立てます。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- ユナラのスロー効果はドレイヴンに対してあまり効果的ではなく、彼の機動力を活かしやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ユナラの体力を削る。\n- 斧を正確に拾い続け、ダメージを最大限に引き出す。\n- ユナラがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- 位置取りを工夫し、ユナラのスローを避けながら攻撃する。\n- ゴールドを稼いでアイテムを早く揃え、ユナラに対して圧倒的なダメージを持つ状態を作る。",
      "ルシアン": "ルシアンがユナラに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラのハラスを受ける前に攻撃を仕掛けやすい。\n- スキルのクールダウンが短く、連続攻撃が可能なため、ユナラのスローを避けながらダメージを与えられる。\n- ユナラは通常攻撃に依存しているため、ルシアンの高いバーストで早期にダメージを与えることで、ユナラの立ち回りを制限できる。\n- ルシアンは機動力が高く、ユナラのスローを避けやすいため、接近戦で有利に立ち回れる。\n- ユナラの魔法ダメージはルシアンに対してあまり効果的ではなく、ルシアンは物理ダメージを主に出すため、ユナラの防御が効きにくい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削る。\n- スキルを使った後の通常攻撃を活用し、ユナラに対して連続的にダメージを与える。\n- ユナラのスローを避けるために、位置取りを工夫し、機動力を活かして攻撃を続ける。\n- ユナラがスキルを使った後の隙を狙い、オールインを仕掛ける。\n- ルシアンのパッシブを活かして、ダメージを最大化し、ユナラを早期に圧倒する。",
      "ジグス": "ジグスがユナラに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ユナラの攻撃範囲を超えてハラスが可能です。\n- ユナラは通常攻撃に依存しているため、ジグスのAoE攻撃で一方的にダメージを与えやすいです。\n- ジグスのスキルは範囲攻撃であり、ユナラが集団戦での位置取りを誤ると大きなダメージを受ける可能性があります。\n- ユナラのスロー効果はジグスに対してあまり効果的ではなく、ジグスはスキルを使って距離を取ることができます。\n- ジグスはタワー破壊能力が高く、ユナラがレーンで優位に立つのが難しいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- スキルを使ってミニオンを処理しつつ、ユナラに圧力をかける。\n- ユナラが近づいてきた際には、地雷を設置してスローをかけ、距離を保つ。\n- 集団戦では、ユナラが接近する前にスキルを使ってダメージを与え、ユナラの動きを制限する。\n- タワーを攻撃する際には、ユナラの位置を確認し、スキルを使って安全にダメージを与える。",
      "ゼリ": "ゼリはユナラに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ユナラのスローを避けやすいため、接近戦での有利を保ちやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出し続けることができる。\n- ユナラは通常攻撃に依存しているため、ゼリのスキルを使ったハラスに対して反撃が難しい。\n- ゼリは射程が長く、ユナラの攻撃を受ける前にダメージを与えることができる。\n- ユナラのCCはスローのみで、ゼリの機動力を封じることができないため、逃げやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラのHPを削る。\n- スキルを使ってユナラの攻撃を避けつつ、ダメージを与える。\n- ユナラがスキルを使った後の隙を狙って攻撃する。\n- 敵ジャングラーの動きを警戒しつつ、位置取りを工夫して安全にファームする。\n- 集団戦では、ユナラのスローを避けながら、後衛からダメージを出す。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- トゥイッチは高い機動力と奇襲能力を持っており、セナが捕まるリスクが高い。\n- トゥイッチの攻撃は持続的なダメージを与えるため、セナの回復能力が追いつかないことがある。\n- セナは基礎ステータスが低く、序盤のトレードでトゥイッチに対抗しにくい。\n- トゥイッチのスキルはセナの逃げ手段を封じることができ、特にスネアを持つセナに対しても有利に立ち回れる。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、セナが対処しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避け、トゥイッチの攻撃を受けないように位置取りを工夫する。\n- セナのスネアを活用して、トゥイッチの奇襲を防ぐタイミングを見極める。\n- サポートと連携して、トゥイッチに対する視界を確保し、奇襲を未然に防ぐ。\n- アイテムを早めに購入し、耐久力を上げることでトゥイッチの攻撃に耐えられるようにする。\n- レーンでのファームを優先し、成長を早めてトゥイッチに対抗できる火力を持つようにする。",
      "シヴィア": "シヴィアがトゥイッチに不利です。\n\n理由:\n- シヴィアは基礎射程が短く、トゥイッチの攻撃範囲に対して不利な状況になりやすい。\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、シヴィアはその奇襲に対して脆弱。\n- シヴィアのスペルシールドは一度のスキルを無効化するだけで、トゥイッチの持続的なダメージには対処しきれない。\n- トゥイッチのアルティメットによる高いAoEダメージは、シヴィアの後衛としての役割を脅かす。\n- シヴィアは単体へのDPSが低く、トゥイッチとの殴り合いで火力負けしやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの攻撃を避けるようにする。\n- スペルシールドを適切なタイミングで使用し、トゥイッチのスキルを無効化する。\n- サポートと連携し、トゥイッチの奇襲を警戒するための視界を確保する。\n- ウェーブクリア能力を活かして、トゥイッチが育つ前にレーンを押し込む。\n- 集団戦では、トゥイッチのアルティメットを避けるために位置取りを工夫する。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスは機動力が低いため、捕まりやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アフェリオスは集団戦で狙われやすい。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、トゥイッチに対して早期に圧力をかけられると厳しい。\n- トゥイッチの毒による持続ダメージは、アフェリオスの回復手段が限られているため、非常に厳しい。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、トゥイッチの攻撃を避けることに集中する。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保する。\n- トゥイッチのアルティメットが発動した際は、距離を取り、集団戦では後衛に位置する。\n- アイテムを早めに購入し、耐久力を上げることで、トゥイッチの攻撃に耐えられるようにする。",
      "コグ＝マウ": "コグ＝マウがトゥイッチに不利です。\n\n理由:\n- コグ＝マウは機動力が低く、トゥイッチの奇襲に対して脆弱です。\n- トゥイッチはステルスを利用して接近し、コグ＝マウの自衛手段を無効化することができます。\n- トゥイッチのアルティメットによる高いダメージ出力は、コグ＝マウの耐久力を圧倒します。\n- コグ＝マウは基礎射程が短く、トゥイッチの攻撃を受けやすい状況に置かれやすいです。\n- トゥイッチのスロー効果により、コグ＝マウは逃げることが難しくなります。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの奇襲を避けるようにする。\n- サポートと連携し、トゥイッチの攻撃を受ける前にCCを使って反撃する。\n- 早めに防具アイテムを購入し、トゥイッチのダメージを軽減する。\n- ワードを使って視界を確保し、トゥイッチの動きを把握する。\n- スキルのCDを意識し、トゥイッチの攻撃を受ける前にスキルを使って自衛する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動スキルを持たないため、捕まるリスクが高い。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アッシュはその攻撃を避けるのが難しい。\n- アッシュの攻撃力は序盤は控えめで、トゥイッチの毒による持続ダメージに対抗しにくい。\n- トゥイッチはスロー効果を持つ攻撃を行うため、アッシュのKiting能力が制限される。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの奇襲を避けるために常にミニマップを確認する。\n- サポートと連携し、トゥイッチがステルス状態の時に視界を確保するアイテムを使用する。\n- トゥイッチのアルティメットが発動した際は、距離を取るか、逃げる準備をする。\n- 早めに防御アイテムを購入し、トゥイッチの持続ダメージに耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスが接近されると脆弱な自衛手段のために大きなダメージを受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスが安全に攻撃できる距離から攻撃されることが多い。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの奇襲や瞬時の攻撃に対処しづらい。\n- トゥイッチは自動攻撃に依存しているため、ジンクスが攻撃を当てる前にトゥイッチが先に攻撃を仕掛けることができる。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、トゥイッチのステルスを警戒して常に周囲を確認する。\n- サポートと連携して、トゥイッチが接近する前にCCスキルを使って行動を制限する。\n- 早めに防御アイテムを購入し、トゥイッチのダメージを軽減する。\n- トゥイッチのアルティメットが発動した際は、距離を取り、集団戦では位置取りを工夫して安全な攻撃を心がける。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- スモルダーはAA強化がないため、トゥイッチの高DPSに対抗しづらい。\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、スモルダーは逃げ性能がEスキルに依存しているため、奇襲に弱い。\n- トゥイッチのアルティメットによる長射程攻撃は、スモルダーが集団戦でのAoE攻撃を行う際に脅威となる。\n- スモルダーは序盤のスキル性能が低く、トゥイッチが序盤から強力なダメージを持つため、レーニングで不利になりやすい。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、トゥイッチの攻撃を避けることに集中する。\n- スモルダーのEスキルを活用して、トゥイッチの攻撃を避けつつ、スタックを貯めることを優先する。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保する。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。",
      "ジグス": "ジグスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすい。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できる距離から一方的にダメージを与えられる。\n- ジグスは接近を許すと無力になりやすく、トゥイッチの高い機動力とバーストダメージに対抗しづらい。\n- トゥイッチの毒による持続ダメージは、ジグスの耐久力を削るのに効果的で、特に集団戦での影響が大きい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチのステルスを警戒する。\n- サポートと連携し、トゥイッチが奇襲を仕掛ける前に視界を確保する。\n- マナ管理をしっかり行い、スキルを無駄にしないようにする。\n- 防御アイテムを早めに購入し、トゥイッチのダメージを軽減する。"
    },
    "loses": {
      "コーキ": "コーキがトゥイッチに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トゥイッチが近づく前にハラスが可能。\n- コーキのAoEダメージは、トゥイッチのステルスや奇襲を無効化しやすい。\n- トゥイッチは逃げ性能が低く、コーキの持続的なダメージに対して脆弱。\n- コーキは防御力を低下させるデバフを持っており、トゥイッチの耐久力を削ることができる。\n- コーキはスキルのクールダウンが短く、トゥイッチがアルティメットを発動する前にダメージを与えやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- スキルを使ってトゥイッチが近づく前にダメージを与え、トレードを有利に進める。\n- トゥイッチがステルスを使った際には、AoEスキルで位置を予測して攻撃する。\n- トゥイッチがアルティメットを発動する前に、できるだけ多くのダメージを与えておく。\n- マナ管理に注意し、スキルを適切に使い分けて持続的にダメージを出す。",
      "ニーラ": "ニーラがトゥイッチに有利です。\n\n理由:\n- ニーラは高い機動力を持ち、トゥイッチの攻撃を避けやすい。\n- トゥイッチは自動攻撃に依存しているため、ニーラのダッシュやシールドで攻撃を無効化しやすい。\n- ニーラの持続的なダメージと回復能力により、トゥイッチの攻撃を耐えやすい。\n- トゥイッチのスロー効果はニーラに対してあまり効果的ではなく、逃げや追撃が容易。\n- ニーラは味方との連携を重視しており、サポートと組むことでトゥイッチに対して優位に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- ダッシュを活用してトゥイッチの攻撃を避け、反撃のチャンスを作る。\n- サポートと連携し、トゥイッチに対して集中的に攻撃を仕掛ける。\n- トゥイッチがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では、トゥイッチの位置を把握し、奇襲をかけることで優位に立つ。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチに対して強力なハラスが可能です。\n- トゥイッチは逃げ性能が低く、ルシアンの攻撃を受けやすいため、オールインを仕掛けやすいです。\n- ルシアンのスキルはクールダウンが短く、連続して攻撃できるため、トゥイッチの自動攻撃に対して優位に立てます。\n- トゥイッチは序盤のトレードが苦手で、ルシアンの高いダメージに対抗しづらいです。\n- ルシアンは機動力が高く、トゥイッチのスロー効果を避けやすいです。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トゥイッチの体力を削る。\n- トゥイッチがスキルを使った後にオールインを仕掛け、ダメージを与える。\n- ルシアンのスキルを駆使して、トゥイッチの逃げ道を封じる。\n- トゥイッチがカモフラージュを使った際に、位置を把握して攻撃を続ける。\n- 集団戦では、トゥイッチのアルティメットを避けつつ、ダメージを与え続ける。",
      "ドレイヴン": "ドレイヴンがトゥイッチに有利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチが成長する前に圧倒することができる。\n- トゥイッチは逃げ性能が低く、ドレイヴンの攻撃を受けやすい。特に、ドレイヴンのCCを受けるとトゥイッチは反撃が難しくなる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- トゥイッチは自動攻撃に依存しているため、ドレイヴンの高いバーストに対して脆弱である。\n\n有利の取り方:\n- 序盤から積極的にトレードを仕掛け、トゥイッチにプレッシャーをかける。\n- ドレイヴンのCCを活用して、トゥイッチの動きを制限し、キルを狙う。\n- トゥイッチがステルスを使った際には、位置を予測して攻撃を仕掛ける。\n- アイテムを早めに揃え、トゥイッチとのアイテム差を広げることで、戦闘を有利に進める。",
      "トリスターナ": "トリスターナがトゥイッチに有利です。\n\n理由:\n- トリスターナは序盤から高いバーストダメージを持ち、トゥイッチの脆弱な状態を突くことができる。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、特に終盤ではトゥイッチよりも長い射程を持つため、安全に攻撃できる。\n- トリスターナはノックバック効果を持つスキルを使って、トゥイッチの奇襲を防ぐことができる。\n- トゥイッチは逃げ性能が低く、トリスターナのバーストを受けると簡単に倒される可能性が高い。\n- トリスターナは移動能力が高く、トゥイッチの攻撃を避けやすい。\n\n有利の取り方:\n- 序盤から積極的にトレードを行い、トゥイッチにプレッシャーをかける。\n- トリスターナのスキルを使って、トゥイッチが攻撃しづらい位置に押し込む。\n- トゥイッチがカモフラージュを使った際に、ノックバック効果を利用して距離を取る。\n- トリスターナの射程を活かして、トゥイッチが近づく前に攻撃する。\n- 集団戦では、トリスターナの長射程を活かして安全にダメージを与える。",
      "エズリアル": "エズリアルがトゥイッチに有利です。\n\n理由:\n- エズリアルは長射程のスキルを持っており、トゥイッチが近づく前にハラスが可能。\n- トゥイッチは逃げ性能が低く、エズリアルのスキルを受けやすい。\n- エズリアルの機動力により、トゥイッチの奇襲を回避しやすい。\n- トゥイッチの主力スキルは自動攻撃に依存しているため、エズリアルのスキルでのポークが効果的。\n- エズリアルはスキルを駆使して戦うため、トゥイッチのステルスに対しても有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- トゥイッチが近づいてきた際には、Eを使って距離を取り、反撃する。\n- トゥイッチのスキルを避けるために、常に位置取りに注意を払う。\n- トゥイッチがステルス状態の時は、周囲の視界を確保し、奇襲を防ぐ。\n- 集団戦では、トゥイッチのアルティメットを避けつつ、スキルでダメージを与える。",
      "ザヤ": "ザヤがトゥイッチに有利です。\n\n理由:\n- ザヤはスネアを持っており、トゥイッチの奇襲を防ぎやすい。\n- ザヤの無敵スキルにより、トゥイッチのアルティメットのダメージを回避できる。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすい。\n- トゥイッチは逃げ性能が低く、ザヤの攻撃を受けやすい。\n- ザヤはKite能力に優れており、トゥイッチの攻撃を避けながら反撃できる。\n\n有利の取り方:\n- トゥイッチが奇襲を仕掛けてきた際に、スネアを使って捕まえる。\n- トゥイッチのアルティメット中に無敵スキルを使用し、ダメージを回避する。\n- トゥイッチが近づいてきたら、距離を保ちながら攻撃し、反撃のチャンスを狙う。\n- 集団戦では、トゥイッチの位置を把握し、AoEダメージを活かしてダメージを与える。\n- ラカンと連携して、トゥイッチを捕まえるエンゲージを行う。",
      "サミーラ": "サミーラがトゥイッチに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、トゥイッチの低い逃げ性能を突くことができる。\n- トゥイッチは自動攻撃に依存しているため、サミーラの高いバーストダメージで早期に倒すことが可能。\n- サミーラはスキルを使ってトゥイッチの攻撃を防ぐことができ、特にトゥイッチのスロー効果を無効化できる。\n- サミーラのスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮でき、トゥイッチのアルティメットに対抗できる。\n- トゥイッチは射程が短く、サミーラの攻撃範囲に入ると逆に攻撃されやすい。\n\n有利の取り方:\n- トゥイッチが攻撃を仕掛ける前に、サミーラが接近して攻撃を開始する。\n- トゥイッチがスキルを使った後の隙を狙って、サミーラのスキルを使い反撃する。\n- サミーラのスキルを駆使して、トゥイッチの攻撃を防ぎつつ、ダメージを与える。\n- 集団戦では、味方のCCを利用してトゥイッチに接近し、効果的にダメージを与える。\n- トゥイッチがステルス状態の時に、予測して攻撃を仕掛けることで奇襲を防ぐ。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由:\n- 射程の短さ: ニーラは近接チャンピオンであり、ヴェインの長射程に対して攻撃を当てるのが難しい。\n- ハラス能力: ヴェインは序盤から強力なハラスを持ち、ニーラはそれに対して自衛が難しい。\n- CCの脅威: ヴェインのノックバックやスタンは、ニーラの機動力を制限し、攻撃を受けやすくなる。\n- タイマン性能: ヴェインは1対1の戦闘において非常に強力で、ニーラはその対面で劣ることが多い。\n- サポート依存: ニーラはサポートがいないとパッシブが活かせず、特に序盤に不利を被りやすい。\n\n不利の緩和策:\n- レーンでのポジショニング: ヴェインの攻撃を避けるために、常に安全な位置を保つ。\n- サポートとの連携: サポートと連携して、ハラスを受けないようにする。\n- アイテム選択: 早めに防御アイテムを購入し、耐久力を上げる。\n- レベルアップを意識: レベル差をつけることで、ニーラの強みを活かす。\n- 集団戦での役割: レーンでの不利を補うために、集団戦での貢献を意識する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。\n- ヴェインの攻撃は真のダメージを与えるため、エズリアルの防御を無視してダメージを与えられる。\n- ヴェインのノックバックやスタンによって、エズリアルは捕まりやすく、反撃が難しい。\n- エズリアルは主にスキルで戦うため、ヴェインの高い機動力に対抗しづらい。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルはその接近戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取る。\n- サポートと連携し、ヴェインの攻撃を受けないように立ち回る。\n- 早めに防御アイテムを購入し、ヴェインのダメージを軽減する。\n- スキルを使うタイミングを工夫し、ヴェインのスキルを避けるようにする。\n- 可能であれば、集団戦での役割を重視し、1対1の状況を避ける。",
      "ジン": "ジンが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジンの攻撃を回避しやすい。\n- ヴェインのスキルは、ジンの攻撃を受けた際に反撃する能力が高く、オールインでの勝率が高い。\n- ヴェインの真のダメージは、ジンのHPを迅速に削ることができ、特にジンが低HPの時に危険。\n- ジンはブリンクを持たず、ヴェインの接近を許すと一気に不利になる。\n- ヴェインのCCスキルにより、ジンは動きを制限され、攻撃ができなくなる可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、できるだけ安全にCSを取ることを心がける。\n- サポートと連携し、ヴェインのオールインを避けるための視界を確保する。\n- 逃げ道を確保するために、位置取りを意識し、壁を利用する。\n- アイテムを早めに購入し、耐久力を上げることでヴェインの攻撃に耐える。\n- ヴェインのスキルを避けるために、スキルのクールダウンを意識して立ち回る。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ザヤの攻撃を避けやすい。\n- ヴェインのスキルは壁を利用したノックバックやスタンを持ち、ザヤの動きを制限できる。\n- ヴェインは短いCDのダッシュを持ち、ザヤの攻撃を回避しながら反撃することができる。\n- ヴェインの真のダメージはタンクや高HPの相手に対して強力で、ザヤの耐久力を脅かす。\n- ザヤは射程が短く、ヴェインの長射程攻撃に対して一方的にダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、できるだけ安全にファームを行う。\n- ヴェインのスキルを避けるために、位置取りを意識し、壁を利用する。\n- サポートと連携し、ヴェインに対して集団でのエンゲージを試みる。\n- アイテムを工夫し、耐久力を上げることでヴェインのダメージを軽減する。\n- スキルの発動タイミングを見極め、ヴェインの攻撃を受ける前に無敵状態を活用する。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスはハラス性能が高く、ヴェインの射程を活かす前にダメージを与えることができる。\n- ヴェインは射程が短いため、アフェリオスの攻撃を受けやすい。\n- アフェリオスの武器の組み合わせにより、ヴェインの機動力を制限することができる。\n- アフェリオスは集団戦での火力が高く、ヴェインが集団戦でのダメージを出しづらい。\n- ヴェインはCCを受けると脆弱であり、アフェリオスのスネアやスローで捕まえやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- アフェリオスの武器を状況に応じて使い分け、ヴェインの動きを制限する。\n- 敵ジャングラーの動きを警戒しつつ、アフェリオスの強みを活かしてレーンを優位に進める。\n- 集団戦では、ヴェインが接近する前にダメージを与え、CCで捕まえるタイミングを見計らう。",
      "セナ": "セナが有利です。\n\n理由:\n- 射程が長いため、ヴェインの攻撃を避けながらハラスが可能。\n- スネア効果を持つスキルで、ヴェインの機動力を制限できる。\n- 回復能力があり、ヴェインの攻撃を受けても持ちこたえやすい。\n- パッシブによってスケールしやすく、育つと高い火力を発揮できる。\n- ヴェインは短射程であるため、セナの長射程を活かして安全にダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインのHPを削る。\n- スネアを使ってヴェインの動きを制限し、追撃や逃げを難しくする。\n- 自身の回復スキルを活用して、ヴェインの攻撃を受けても耐えられるようにする。\n- セナのパッシブを活かして、敵チャンピオンを攻撃し続けてゴールドを獲得する。\n- 敵の動きを見極めて、ヴェインが攻撃しづらい位置を保つ。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ヴェインの射程の短さを逆手に取ることができる。\n- サミーラの高いDPSとバーストダメージにより、ヴェインが攻撃を重ねる前に迅速にダメージを与えることができる。\n- サミーラはスキルの組み合わせによってスタイルを上げ、Ultを発動することで集団戦でも強力なキャリー能力を発揮できる。\n- ヴェインのCCスキルに対して、サミーラは瞬時の防御性能を持つため、攻撃を回避しやすい。\n- サミーラは味方のCCを利用して接近することで、ヴェインに対して有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインのHPを削る。\n- サミーラのスキルを駆使して、ヴェインが攻撃を重ねる前にダメージを与える。\n- ヴェインがCCを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- 味方のサポートと連携し、CCを利用して接近戦を有利に進める。\n- サミーラのUltをタイミングよく発動し、集団戦での優位性を確保する。",
      "ゼリ": "ゼリはヴェインに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えられる。\n- ヴェインは射程が短く、ゼリの長射程の攻撃に対してハラスを受けやすい。\n- ゼリは接近手段が不確実なメレーキャリーに対して有利で、ヴェインの攻撃を回避しやすい。\n- ゼリのスロー効果により、ヴェインの機動力を制限できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインのHPを削る。\n- スキルを使って距離を保ちながら、ヴェインの攻撃を避ける。\n- ヴェインが攻撃を仕掛けてきた際に、スキルを使って反撃する。\n- ゼリの加速を活かして、ヴェインとの距離を常に保つ。\n- サポートと連携して、ヴェインを捕まえるチャンスを作る。",
      "コグ＝マウ": "コグ＝マウがヴェインに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ヴェインの短射程を活かさずに攻撃できる。\n- コグ＝マウのスキルはAR/MRを低下させるため、ヴェインのダメージを軽減しやすい。\n- ヴェインは機動力が高いが、コグ＝マウのスロー効果で追撃や逃げるのを妨げられる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ヴェインが接近する前にダメージを与えられる。\n- ヴェインはCCを受けると脆弱だが、コグ＝マウは自衛手段が乏しいため、ヴェインが接近する前にダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- スキルを使ってAR/MRを低下させ、ヴェインに対するダメージを増加させる。\n- スロー効果を活用して、ヴェインの接近を阻止し、距離を保つ。\n- 集団戦では、後衛から安全に攻撃し、ヴェインが近づく前にダメージを与える。\n- アイテムを適切にビルドし、ダメージを最大化する。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ヴェインの射程を上回るため、ハラスがしやすい。\n- コーキのAoEダメージは、ヴェインが近づく前にダメージを与えることができ、レーンでのプッシュも早い。\n- ヴェインは短射程であるため、コーキの攻撃を避けることが難しく、特に序盤は不利になる。\n- コーキは防御力を低下させるデバフを持っており、ヴェインのダメージを通しやすくする。\n- コーキはCCを持たないが、ヴェインの機動力を活かす前にダメージを与え続けることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- スキルを使ってレーンをプッシュし、相手のファームを妨害する。\n- 敵のミニオンを利用して、ヴェインが近づく前にダメージを与える。\n- アルティメットを活用して、ヴェインが接近する前に大きなダメージを与える。\n- マナ管理に注意しつつ、スキルを適切に使い分けて持続的にダメージを与える。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ヴェインよりも遠くから攻撃できるため、ハラスが非常に強力。\n- ヴェインは射程が短く、ケイトリンの攻撃を避けることが難しいため、レーンでのプレッシャーを受けやすい。\n- ケイトリンの罠によるスネア効果で、ヴェインの機動力を制限できるため、接近戦を避けやすい。\n- ケイトリンは序盤からのタワーシージが得意で、ヴェインが育つ前にタワーを破壊しやすい。\n- ヴェインはCCを受けると脆弱であり、ケイトリンの攻撃を受けることで早期にダメージを与えられる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインのHPを削る。\n- 罠を使ってヴェインの動きを制限し、接近を防ぐ。\n- ケイトリンの射程を活かして、ヴェインが攻撃できない位置から攻撃を続ける。\n- ジャングラーと連携して、ヴェインに対するGankを仕掛ける。\n- タワーを早期に破壊し、マップのコントロールを強化する。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、ジグスがスキルを使う前にダメージを与えやすい。\n- ミス・フォーチュンのスローやチャネリングスキルにより、ジグスは接近されると無力になりやすい。\n- ミス・フォーチュンの攻撃は範囲攻撃であり、ジグスのスキルを避けるのが容易で、逆にジグスがハラスを受けやすい。\n- ミス・フォーチュンは集団戦でのAoEダメージが強力で、ジグスのスキルを無効化することができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ジグスのスキルを使うタイミングを見極め、ミス・フォーチュンのスキルを避けるようにする。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを作る。\n- アイテムを工夫して、耐久力を上げることでミス・フォーチュンの攻撃に耐える。",
      "ジンクス": "ジンクスがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特に序盤のトレードでジンクスに対して優位に立ちやすい。\n- ミス・フォーチュンのスキルは、ジンクスの移動を妨げることができるため、ジンクスが攻撃しづらくなる。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に強力で、ジンクスが集団戦での影響力を発揮しにくい。\n- ジンクスは自衛手段が乏しく、ミス・フォーチュンの攻撃を受けると脆弱な状態になりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて安全にCSを取る。\n- ミス・フォーチュンのスキルを避けるために、位置取りを意識し、Wを使って距離を保つ。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでミス・フォーチュンの攻撃に耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、アッシュは常にダメージを受けやすい。\n- ミス・フォーチュンのスローとAoEダメージにより、集団戦での影響力が高く、アッシュはその攻撃を避けるのが難しい。\n- アッシュは機動スキルを持たないため、ミス・フォーチュンの攻撃を受けると逃げる手段が乏しく、オールインされると脆弱。\n- ミス・フォーチュンのWによる移動速度の増加で、アッシュが距離を保つのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、ミス・フォーチュンの攻撃を受けないようにする。\n- 早めにアイテムを購入し、耐久力を上げることで、ハラスに耐えられるようにする。\n- ミス・フォーチュンのスキルを避けるために、常に位置を意識し、距離を保つように心がける。",
      "コーキ": "コーキがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、コーキはハラスを受けやすい。\n- ミス・フォーチュンのスローや集団戦でのAoEダメージにより、コーキは接近されると脆弱になりやすい。\n- コーキはCCを持たないため、ミス・フォーチュンの攻撃を止める手段が乏しく、オールインされると不利になる。\n- ミス・フォーチュンのUltは高いバーストダメージを持ち、コーキは耐久力が低いため、一撃で倒される可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらCSを取る。\n- ミス・フォーチュンのスキルを避けるために、位置取りを意識し、Wでの移動速度を活かす。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ミス・フォーチュンの攻撃に耐えられるようにする。"
    },
    "loses": {
      "シヴィア": "シヴィアがミス・フォーチュンに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンのハラスを受けにくい。\n- スペルシールドにより、ミス・フォーチュンのスキルを無効化できるため、トレードで有利を取れる。\n- シヴィアの攻撃速度増加効果により、ミス・フォーチュンの攻撃を受ける前に反撃が可能。\n- ミス・フォーチュンは基礎攻撃力が低く、シヴィアのAoE攻撃に対して脆弱。\n- シヴィアは移動速度を上昇させる手段が多く、ミス・フォーチュンのスキルを避けやすい。\n\n有利の取り方:\n- レーン開始時に積極的にウェーブをプッシュし、ミス・フォーチュンのハラスを避ける。\n- スペルシールドを活用して、ミス・フォーチュンのスキルを弾き、トレードを有利に進める。\n- シヴィアの攻撃速度を活かして、ミス・フォーチュンに対して短期的なハラスを行う。\n- 敵のスキルを避けながら、ミニオンを利用してハラスを行い、相手の動きを制限する。\n- 集団戦では後衛にダメージを与えつつ、スペルシールドを活かして生存率を高める。",
      "ゼリ": "ゼリがミス・フォーチュンに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ミス・フォーチュンのスキルを避けやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤の火力が不足しているため、ゼリのハラスに耐えにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的なハラスが可能。\n- ミス・フォーチュンのCCはスローのみで、ゼリの機動力を活かして逃げやすい。\n- ゼリは通常攻撃の代わりにスキルを駆使して戦うスタイルで、ミス・フォーチュンの攻撃を避けながらダメージを与えられる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ミス・フォーチュンの体力を削る。\n- スキルを使ってミス・フォーチュンの攻撃を避け、反撃するタイミングを見計らう。\n- ミス・フォーチュンがスキルを使った後の隙を狙って攻撃する。\n- ゼリの機動力を活かして、ミス・フォーチュンのスキルを避けながら立ち回る。\n- 集団戦では、ミス・フォーチュンのスキルを避けつつ、後衛からダメージを与える。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウはAR/MRを低下させるスキルを持っており、特に集団戦でのダメージ出力が高い。\n- コグ＝マウのスキルは割合ダメージを持ち、タンクに対して強いが、コーキはタンクに対して有利なため、コーキのダメージが通りにくい。\n- コーキは長射程のスキルを持ち、ハラスが得意で、コグ＝マウの基礎射程が短いため、レーン戦でのハラスが難しい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、コーキのAoE攻撃に対して脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して安全にファームする。\n- コーキのスキルのクールダウンを意識し、攻撃の隙を突いて反撃するタイミングを見計らう。\n- サポートと連携し、コーキに対して集中的に攻撃を仕掛ける。\n- アイテムビルドを工夫し、耐久力を上げることでコーキの攻撃に耐える。",
      "サミーラ": "サミーラがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、サミーラが接近する前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させるため、サミーラのダメージが通りづらくなる。\n- コグ＝マウはスロー効果を持つスキルを使って、サミーラの接近を妨げることができる。\n- サミーラは射程が短く、コグ＝マウの攻撃を受けやすい。\n- コグ＝マウは集団戦でのダメージ出力が高く、サミーラが接近戦を挑む際に危険が伴う。\n\n不利の緩和策:\n- レーンでのハラスを避け、CSを優先してファームを行う。\n- サポートと連携し、コグ＝マウに対して一斉攻撃を仕掛けるタイミングを見計らう。\n- コグ＝マウのスキルのCDを意識し、スキルを使った後に接近する。\n- アイテムビルドを工夫し、耐久力を上げることで生存率を高める。\n- 敵の位置を常に把握し、無理な接近を避ける。",
      "ゼリ": "ゼリがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは高いDPSを持ち、特に集団戦でのダメージ出力が優れているため、ゼリが攻撃を避けるのが難しい。\n- コグ＝マウのスキルはAR/MRを低下させるため、ゼリのダメージが通りやすく、特に集団戦での耐久力が低いゼリにとっては厳しい。\n- コグ＝マウのスロー効果を持つスキルにより、ゼリの機動力が制限され、逃げることが難しくなる。\n- コグ＝マウは長射程を持ち、ゼリがハラスを受けやすい状況を作りやすい。\n\n不利の緩和策:\n- ゼリは序盤のハラスを避けるために、位置取りを工夫し、コグ＝マウの攻撃を受けないようにする。\n- サポートと連携して、コグ＝マウに対するハラスを行い、レーンの主導権を握る。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- 集団戦では、コグ＝マウの攻撃を避けるために、位置取りを意識し、後衛からの攻撃を心がける。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、スキルを駆使して高いDPSを発揮できるため、スモルダーが近づく前にダメージを与えられる。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、タンクに対して強いが、スモルダーはAA強化がないため、タンクに対してのダメージが出しにくい。\n- コグ＝マウはスロー効果を持つスキルで自衛ができるため、スモルダーが接近するのが難しい。\n- スモルダーは序盤のスキル性能が低く、レーニングでのハラスが強いコグ＝マウに対して不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、できるだけ安全な位置からファームを行う。\n- スモルダーのEスキルを活用して、コグ＝マウの攻撃を避けつつ、スタックを貯めることに集中する。\n- サポートと連携して、コグ＝マウに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。",
      "ドレイヴン": "ドレイヴンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ドレイヴンが接近する前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させるため、ドレイヴンのダメージを軽減しやすい。\n- コグ＝マウはスロー効果を持つため、ドレイヴンの移動を妨げ、斧を拾うのが難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ドレイヴンがオールインを仕掛ける前にダメージを与えられる。\n- コグ＝マウは自衛手段が乏しいドレイヴンに対して、持続的なダメージを与えやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、コグ＝マウの攻撃を受けないようにする。\n- サポートと連携し、コグ＝マウに対してオールインを仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、ダメージを増加させてコグ＝マウに対抗する。\n- 斧を落とさないように注意し、常に攻撃力を維持する。\n- 敵の動きを予測し、スローを避けるために位置を調整する。",
      "アフェリオス": "アフェリオスがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を受けながら安全にハラスができるため、レーン戦での優位性が高い。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、アフェリオスの耐久力を削るのに適している。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果により逃げることが難しくなる。\n- コグ＝マウは割合ダメージを持っており、アフェリオスのHPを効率的に削ることができる。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、コグ＝マウに対して立ち上がりが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してCSを取ることに集中する。\n- サポートと連携して、コグ＝マウに対して積極的にプレッシャーをかける。\n- アフェリオスの武器を適切に選択し、状況に応じた戦術を展開する。\n- 早めにアイテムを購入し、耐久力を上げることでコグ＝マウの攻撃に耐える。\n- ジャングラーのサポートを受けて、コグ＝マウを狙ったギャンクを試みる。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ケイトリンがハラスを行う際に反撃を受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ケイトリンの耐久力を削ることができる。\n- ケイトリンはスキルのCDが長く、長期戦では息切れしやすいため、コグ＝マウの持続的なダメージに対抗しづらい。\n- コグ＝マウのスロー効果により、ケイトリンが距離を取ることが難しくなり、オールインを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを控え、CSを優先して安全にファームする。\n- サポートと連携し、コグ＝マウのスキルを避けるために位置取りを工夫する。\n- 早めに防御アイテムを購入し、コグ＝マウのダメージを軽減する。\n- ジャングラーと連携して、コグ＝マウに対するGankを仕掛け、レーンの主導権を取り戻す。",
      "シヴィア": "シヴィアはコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは高いDPSを持ち、特に長射程からの攻撃が得意で、シヴィアの基礎射程が短いため、レーンでのハラスが難しい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、シヴィアの耐久力を削るのに優れている。\n- シヴィアは単体へのDPSが他のADCに劣るため、コグ＝マウとの1対1のトレードで火力負けしやすい。\n- コグ＝マウのスロー効果により、シヴィアの機動力が制限され、逃げるのが難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、シヴィアが後衛にダメージを与える前に倒される可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してCSを取ることに集中し、無理なトレードを避ける。\n- サポートと連携して、コグ＝マウのスキルを避けるためのポジショニングを意識する。\n- アイテムビルドで耐久力を上げるために、早めに防具を購入する。\n- 集団戦では、コグ＝マウのスキルを避けつつ、後衛からのダメージを意識して立ち回る。\n- スペルシールドを活用して、コグ＝マウのスキルを無効化し、トレードを有利に進める。",
      "ミス・フォーチュン": "ミス・フォーチュンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ミス・フォーチュンがハラスを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ミス・フォーチュンの耐久力を削るのに優れている。\n- コグ＝マウはスロー効果を持つスキルを使って、ミス・フォーチュンの移動を制限しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちなため、コグ＝マウとの殴り合いで不利になることが多い。\n- コグ＝マウは機動力が低いため、ミス・フォーチュンが接近しても逃げる手段が乏しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- コグ＝マウのスキルのCDを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、コグ＝マウに対するオールインを試みることで、早期に有利を取る。\n- アイテムビルドを工夫し、耐久力を上げることで、コグ＝マウの攻撃に耐えられるようにする。\n- 集団戦では、コグ＝マウの射程を意識し、適切な立ち位置を保つことで、ダメージを最小限に抑える。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、コグ＝マウよりも遠くから攻撃できるため、ハラスがしやすい。\n- コグ＝マウは機動力が低く、ジグスのスキルを避けるのが難しいため、ダメージを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすく、レーンでの優位性を確保しやすい。\n- コグ＝マウはハードCCがないため、ジグスのスキルによるゾーニングが効果的で、接近を許しにくい。\n- ジグスはタワー破壊能力が高く、レーンでのプレッシャーをかけやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、コグ＝マウの体力を削る。\n- スキルを使ってミニオンを処理し、コグ＝マウがファームしづらい状況を作る。\n- 地雷を設置してコグ＝マウの動きを制限し、接近を防ぐ。\n- スキルのクールダウンを管理し、常に攻撃の手を緩めずにプレッシャーをかける。\n- 集団戦では、コグ＝マウが接近できない位置からダメージを与え続ける。",
      "ルシアン": "ルシアンがコグ＝マウに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウの機動力の低さを突いてハラスが可能。\n- コグ＝マウは射程が長いが、ルシアンのスキルを使った後の通常攻撃の強化により、トレードで優位に立てる。\n- ルシアンはスキルのクールダウンが短く、連続的に攻撃を行えるため、コグ＝マウのスキルのCD中にダメージを与えやすい。\n- コグ＝マウは自衛手段が乏しく、ルシアンの攻撃を受けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウのHPを削る。\n- スキルを使った後の通常攻撃を活用し、トレードで優位を保つ。\n- コグ＝マウがスキルを使った後に攻撃を仕掛け、反撃を受けないように立ち回る。\n- ルシアンの機動力を活かして、コグ＝マウの攻撃を避けつつ、ダメージを与える。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、コグ＝マウよりも遠くからハラスが可能で、レーンでの優位性を築きやすい。\n- セナの回復能力により、コグ＝マウのハラスを受けても持ちこたえやすく、持続的に戦闘を続けられる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、セナのスネアを受けると捕まりやすい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、レイトゲームでも強力。\n- コグ＝マウのスキルはAR/MRを低下させるが、セナはその影響を受けにくい回復能力を持っている。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- スネアを使ってコグ＝マウを捕まえ、連携攻撃を行うことでキルを狙う。\n- 回復スキルを活用して、味方や自分の体力を維持しつつ、持続的に戦闘を行う。\n- コグ＝マウがスキルを使った後の隙を狙って攻撃し、優位に立つ。\n- 位置取りを工夫し、コグ＝マウの攻撃を避けつつ、最大限のダメージを与える。",
      "ヴァルス": "ヴァルスがコグ＝マウに有利です。\n\n理由:\n- 射程の長さ: ヴァルスはコグ＝マウよりも射程が長いため、遠くから安全に攻撃できる。\n- CC効果: ヴァルスのスネア効果により、コグ＝マウの動きを制限しやすく、攻撃を当てやすい。\n- 継続的なハラス: ヴァルスはAoEダメージを持ち、コグ＝マウに対して持続的にダメージを与えることができる。\n- 機動力の低さ: コグ＝マウは機動力が低く、ヴァルスの攻撃を避けるのが難しい。\n- スノーボール性能: ヴァルスはキルを取ることで攻撃速度が増加し、さらに有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてコグ＝マウに対して積極的にハラスを行う。\n- CCを活用: スネアを使ってコグ＝マウを捕まえ、ダメージを与えるチャンスを作る。\n- 集団戦での位置取り: 集団戦では後衛から安全に攻撃し、コグ＝マウを狙う。\n- アイテムの選択: 早めにダメージアイテムを揃え、コグ＝マウに対するダメージを最大化する。\n- マップの視界を確保: 敵の動きを把握し、コグ＝マウが孤立するタイミングを狙う。",
      "トリスターナ": "トリスターナがコグ＝マウに有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに射程が増加し、終盤では非常に長い射程を持つため、コグ＝マウの攻撃を安全な距離から行える。\n- トリスターナのバーストダメージは高く、特にコグ＝マウのような自衛手段が乏しいキャリーに対して有効。\n- コグ＝マウは機動力が低く、トリスターナのノックバック効果を使って距離を取ることで、コグ＝マウの攻撃を避けやすい。\n- トリスターナは逃げや追撃が得意で、コグ＝マウが攻撃を仕掛ける隙を突いて反撃することができる。\n\n有利の取り方:\n- レベルアップを意識し、早めに攻撃範囲を増やしてコグ＝マウに対して優位に立つ。\n- コグ＝マウがスキルを使った後の隙を狙い、バーストダメージで早期にキルを狙う。\n- ノックバックを活用して、コグ＝マウの攻撃を避けつつ、反撃のチャンスを作る。\n- サポートと連携し、コグ＝マウが育つ前にプレッシャーをかけてファームを妨害する。",
      "ザヤ": "ザヤがコグ＝マウに有利です。\n\n理由:\n- ザヤはスネアを持っており、コグ＝マウの攻撃を止めることができるため、接近戦で優位に立てる。\n- コグ＝マウは機動力が低く、ザヤの加速スキルを使って逃げたり、反撃したりすることができる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、コグ＝マウの耐久力を削るのに効果的。\n- コグ＝マウは射程が短く、ザヤの攻撃を受けやすい状況を作りやすい。\n- ザヤはスキルの発動に時間がかかるコグ＝マウに対して、先手を取ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削る。\n- スネアを使ってコグ＝マウを捕まえ、ダメージを与える。\n- コグ＝マウがスキルを使った後に攻撃を仕掛け、反撃のチャンスを狙う。\n- 集団戦では、コグ＝マウの位置を把握し、スキルを使ってダメージを与える。\n- ラカンと連携して、エンゲージや逃げる際のサポートを受ける。",
      "ニーラ": "ニーラがコグ＝マウに有利です。\n\n理由:\n- ニーラは近接キャリーであり、コグ＝マウの低い機動力を利用して接近しやすい。\n- コグ＝マウは自衛手段が乏しく、ニーラの持続的なダメージに対抗しづらい。\n- ニーラのスキルは回復やシールドを得ることができ、コグ＝マウの攻撃を受けても持続力が高い。\n- コグ＝マウのスキルは主に遠距離攻撃に依存しているため、ニーラの高い機動力で避けやすい。\n- ニーラはダッシュスキルを持ち、コグ＝マウのスロー効果を無効化しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削る。\n- サポートと連携し、ニーラのパッシブを活かして回復やシールドを得る。\n- コグ＝マウがスキルを使った後に攻撃を仕掛け、CD中の隙を突く。\n- 近接戦を仕掛け、コグ＝マウが反撃できない状況を作る。\n- 集団戦では、コグ＝マウの後衛にダッシュして攻撃し、ダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、コグ＝マウの射程外からハラスが可能です。\n- コグ＝マウは機動力が低く、エズリアルのスキルを避けるのが難しいため、エズリアルが有利に立ちやすいです。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えることができるため、コグ＝マウの自衛手段を無力化できます。\n- コグ＝マウは基礎射程が短く、エズリアルのポークに対して反撃しづらいです。\n- エズリアルはEによるワープスキルで逃げやすく、コグ＝マウの攻撃を避けることができます。\n\n有利の取り方:\n- レーン開始時から積極的にスキルを使い、コグ＝マウにハラスを行う。\n- コグ＝マウがスキルを使った後に攻撃することで、反撃を受けにくくする。\n- Eを使って距離を保ちながら、コグ＝マウの攻撃を避ける。\n- 可能な限りミニオンを利用して、コグ＝マウの攻撃を遮る。\n- 早めにアイテムを揃え、ダメージを増加させてコグ＝マウを圧倒する。",
      "トゥイッチ": "トゥイッチがコグ＝マウに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの低い自衛能力を突くことができる。\n- コグ＝マウは機動力が低く、トゥイッチの攻撃を避けることが難しい。\n- トゥイッチのアルティメットは長射程で、コグ＝マウが攻撃する前に大きなダメージを与えることができる。\n- コグ＝マウはハードCCがないため、トゥイッチの奇襲に対して反撃が難しい。\n- トゥイッチはAPビルドでも運用可能で、コグ＝マウのAR/MRを無視したダメージを与えることができる。\n\n有利の取り方:\n- レーンでのハラスを行い、コグ＝マウのHPを削る。\n- ステルスを利用して奇襲を仕掛け、コグ＝マウが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、コグ＝マウを狙う。\n- コグ＝マウがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、コグ＝マウを孤立させる。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ジンクスは長射程を持ち、サミーラが接近する前に攻撃できるため、ハラスが強力。\n- ジンクスのCCスキルにより、サミーラの接近を妨げることができ、攻撃を受けやすくなる。\n- サミーラは射程が短く、ジンクスの攻撃を避けることが難しいため、トレードで不利になる。\n- ジンクスは集団戦でのAoEダメージが強力で、サミーラが接近する前に大きなダメージを受ける可能性が高い。\n\n不利の緩和策:\n- サポートと連携して、ジンクスに対して一気に接近するタイミングを見計らう。\n- ジンクスのCCを避けるために、ブリンクや移動スキルを活用して立ち回る。\n- ジンクスが育つ前に積極的にハラスを行い、レーンでの優位を確保する。\n- ジンクスのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- ジンクスは高い攻撃速度と長射程を持ち、ドレイヴンが接近する前にハラスを行いやすい。\n- ジンクスのEによるスネアやWのスローは、ドレイヴンの斧を拾う動作を妨げ、彼のダメージ出力を低下させる。\n- ジンクスは集団戦でのAoEダメージが強力で、ドレイヴンが接近する際に大きなダメージを受けやすい。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすく、ドレイヴンが育つ前に有利な状況を作りやすい。\n\n不利の緩和策:\n- ジンクスのスキルを避けるために、位置取りを意識し、斧を拾うタイミングを計る。\n- サポートと連携し、ジンクスに対してオールインを狙うタイミングを見計らう。\n- 早めにアイテムを揃え、ダメージを出せる状態を作ることで、ジンクスに対抗する。\n- ジンクスのスネアやスローを受けないように、移動を意識して立ち回る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ジンクスは長射程を持ち、ヴェインが接近する前にハラスを行いやすい。\n- ジンクスの攻撃速度の上昇により、連続的なダメージを与えられ、ヴェインが反撃する前に倒される可能性が高い。\n- ジンクスのCCスキルにより、ヴェインの機動力が制限され、接近戦に持ち込むことが難しくなる。\n- ジンクスは集団戦でのAoEダメージが強力で、ヴェインが集団戦で活躍するのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して隠れながら動く。\n- サポートと連携して、ジンクスに対して積極的にエンゲージを試みる。\n- ジンクスのスキルを避けるために、ダッシュをタイミングよく使用する。\n- アイテムを早めに購入し、ダメージを増加させてジンクスに対抗する。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ジンクスよりも安全な距離から攻撃できるため、ハラスがしやすい。\n- ジグスのスキルはAoEダメージを持ち、集団戦での影響力が高く、ジンクスの集団戦での強みを打ち消すことができる。\n- ジグスは設置型のスキルを持ち、ジンクスが接近するのを防ぐことができるため、ジンクスの自衛手段を制限できる。\n- ジグスはスキルの発動にラグがあるものの、ジンクスのスキルも発動に時間がかかるため、トレードで有利に立ちやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ジンクスの体力を削る。\n- ジグスのスキルを使ってミニオンを処理しつつ、ジンクスに圧力をかける。\n- ジンクスがスキルを使った後の隙を狙って、ジグスのスキルを当てる。\n- サポートと連携して、ジンクスを捕まえるチャンスを作る。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ジンクスの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを出しやすい。\n- ジンクスは自衛手段が乏しく、ゼリの機動力に対して脆弱である。\n- ゼリは接近手段に確実性がないジンクスに対して、Kiteを行いやすい。\n- ゼリの攻撃はスキルを駆使して行うため、ジンクスのスキルを避けることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジンクスのHPを削る。\n- ジンクスのスキルを避けながら、スキルを使ってダメージを与える。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。\n- ジンクスが近づいてきた際には、機動力を活かして距離を取る。\n- 集団戦では、ジンクスの攻撃を避けつつ、後衛から安全にダメージを与える。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジンクスの自衛手段が乏しいため、接近しやすい。\n- トゥイッチの攻撃は真のダメージを持ち、ジンクスの防御を無視してダメージを与えることができる。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの奇襲に対して反応が遅れる可能性が高い。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスの集団戦での強みを打ち消すことができる。\n- ジンクスは逃げる手段が乏しく、トゥイッチの攻撃を受けると致命的なダメージを受けやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンクスのHPを削ることで、トレードを有利に進める。\n- ステルスを利用して奇襲を仕掛け、ジンクスが反応する前にダメージを与える。\n- 集団戦では、アルティメットを使って後方から攻撃し、ジンクスを狙う。\n- ジンクスのCCスキルを避けるために、位置取りを工夫し、攻撃を行う。\n- ジンクスが育つ前に積極的にキルを狙い、早期にリードを取る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程の長さ: ヴァルスはジンクスよりも射程が長いため、ジンクスが攻撃する前にハラスが可能。\n- CC効果: ヴァルスのスネア効果により、ジンクスの動きを制限し、攻撃を当てやすくする。\n- AoEダメージ: ヴァルスはAoEダメージを持っており、集団戦やミニオン処理で優位に立てる。\n- スノーボール性能: ジンクスがキルを取ることで強化されるのに対し、ヴァルスはキルを取ることで攻撃速度が増加し、さらに強力になる。\n- 自衛手段: ヴァルスは自衛手段が乏しいが、ジンクスも同様に脆弱であり、ヴァルスの方が射程で優位。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ジンクスのパッシブを発動させないようにする。\n- スネアを使ってジンクスを捕まえ、ダメージを与える。\n- ミニオンウェーブを利用して、ジンクスが近づく前にダメージを与える。\n- 集団戦では、後衛から安全に攻撃し、ジンクスを狙う。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ジンクスの攻撃を安全な距離からハラスできるため、ジンクスの攻撃を避けやすい。\n- コーキのスキルはAoEダメージを持ち、ジンクスが集団戦で強いとはいえ、コーキのスキルで一方的にダメージを与えられる。\n- コーキはアルティメットのクールダウンが短く、持続的にダメージを与えられるため、ジンクスが育つ前に圧力をかけやすい。\n- ジンクスは自衛手段が乏しいため、コーキの持つ高いハラス能力に対して脆弱である。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジンクスの体力を削る。\n- スキルを使ってジンクスの攻撃を避けつつ、ミニオンを処理してレーンを押し込む。\n- ジンクスがスキルを使った後の隙を狙って、ダメージを与える。\n- ジンクスが育つ前に、早期にリードを取るために、敵ジャングラーと連携してギャンクを仕掛ける。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "コグ＝マウ": "コグ＝マウがルシアンに不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがハラスを受けやすい。\n- ルシアンの機動力により、コグ＝マウが攻撃を避けるのが難しく、オールインされると脆弱。\n- コグ＝マウは自衛手段が限られており、ルシアンの攻撃を受けると致命的なダメージを受ける可能性が高い。\n- ルシアンの射程が短いため、コグ＝マウが有利な状況を作りにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- サポートと連携し、ルシアンの攻撃を受けないようにする。\n- アイテムを早めに購入し、耐久力を上げることでルシアンのバーストに耐える。\n- スキルのクールダウンを意識し、ルシアンのスキルがないタイミングで攻撃する。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、トゥイッチは持続的なダメージを受けやすい。\n- トゥイッチは射程が短く、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、トゥイッチが奇襲を仕掛ける前に攻撃を仕掛けられる可能性が高い。\n- トゥイッチは逃げ性能が低く、ルシアンのオールインに対して脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してトレードを行う。\n- ステルスを活用して、ルシアンの攻撃を避けつつ奇襲を狙うタイミングを見計らう。\n- サポートと連携して、ルシアンに対して集団でのトレードを行う。\n- 早めに防具アイテムを購入し、耐久力を上げる。\n- ルシアンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。",
      "ケイトリン": "ケイトリンがルシアンに不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ケイトリンがハラスを行う前に攻撃を仕掛けることができる。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ケイトリンの攻撃を受ける前に反撃できる。\n- ケイトリンは射程が長いが、ルシアンも機動力が高く、接近されると一気にダメージを受けやすい。\n- ルシアンはCCを持たないが、ケイトリンの罠を避けるための機動力を活かして、攻撃を回避しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して攻撃を受けないように立ち回る。\n- サポートと連携して、ルシアンの攻撃を受けないように位置取りを工夫する。\n- 罠を適切に配置し、ルシアンの接近を防ぐことで、攻撃のチャンスを増やす。\n- アイテムを早めに購入し、耐久力を上げることで、ルシアンのバーストに耐えられるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ヴェインがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ヴェインが反撃する前にダメージを与えられる。\n- ルシアンは射程が短いものの、ヴェインも同様に射程が短いため、互いに近接戦になるが、ルシアンの方が攻撃のタイミングを取りやすい。\n- ヴェインは集団戦での立ち回りが難しく、ルシアンの高い機動力により、逃げられやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを行う。\n- ルシアンのスキルを避けるために、ダッシュをタイミングよく使い、反撃のチャンスを狙う。\n- サポートと連携して、ルシアンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ルシアンのバーストダメージに耐えられるようにする。",
      "シヴィア": "シヴィアがルシアンに不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアの射程が短いため、ハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、シヴィアはトレードで不利になることが多い。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとの殴り合いで火力負けしやすい。\n- ルシアンは機動力が高く、シヴィアが攻撃する隙を与えずに距離を詰めることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ルシアンのスキルを避けるために、スペルシールドを適切に使う。\n- 可能であれば、サポートと連携してルシアンに対抗する。\n- アイテムを早めに購入し、耐久力を上げることでトレードに耐える。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ルシアンよりも遠くからハラスが可能で、序盤から優位に立ちやすい。\n- セナのスネア効果により、ルシアンの動きを制限でき、オールインを仕掛けるチャンスを作りやすい。\n- セナの回復能力により、ルシアンの攻撃を受けても持ちこたえやすく、持続的なトレードが可能。\n- ルシアンはCCを持たないため、セナのスネアに対して無防備であり、捕まると大きなダメージを受けるリスクがある。\n- セナはパッシブによってゴールドを得やすく、育つと高い火力を発揮できるため、レイトゲームでも強力。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ルシアンにプレッシャーをかける。\n- スネアを使ってルシアンの動きを制限し、オールインのチャンスを作る。\n- 回復スキルを活用して、トレード後も自分のHPを維持し、持続的に戦う。\n- ルシアンのスキルのクールダウンを見極め、スキルを使った後に攻撃するタイミングを狙う。\n- ルシアンが攻撃的に出てきた際には、スネアを使って反撃し、逆にダメージを与える。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うため、ルシアンの短射程を利用して安全にハラスができる。\n- スモルダーのスタックが貯まることで後半のダメージが非常に高く、ルシアンのバーストダメージに耐えることができる。\n- スモルダーのAoE攻撃は集団戦での効果が高く、ルシアンが集団戦で立ち位置を取るのが難しいため、スモルダーが有利に戦える。\n- スモルダーはEスキルによる高速移動が可能で、ルシアンの攻撃を避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削る。\n- スタックを貯めるために、スキルを使って敵チャンピオンやミニオンを攻撃する。\n- 集団戦では、ルシアンが集まるタイミングを見計らってAoE攻撃を行い、ダメージを最大化する。\n- Eスキルを使ってルシアンの攻撃を避けつつ、反撃のチャンスを狙う。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ルシアンの射程の短さを利用してオールインが可能です。\n- ルシアンはCCを持たないため、サミーラの攻撃を防ぐ手段が限られています。\n- サミーラは高いDPSを持ち、ルシアンがスキルを使った後の隙を突いてダメージを与えることができます。\n- サミーラのスキルは、ルシアンの攻撃を防ぐことができるため、彼のハラスを軽減できます。\n- サミーラはスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮でき、ルシアンに対して優位に立てます。\n\n有利の取り方:\n- レーンでのハラスを行い、ルシアンのHPを削る。\n- ルシアンがスキルを使った後に積極的にオールインを仕掛ける。\n- サポートと連携して、ルシアンに対してCCを利用し、接近戦を有利に進める。\n- スタイルランクを意識し、スキルを効果的に使ってダメージを最大化する。\n- ルシアンの攻撃を避けるために、適切なタイミングでスキルを使用し、反撃のチャンスを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンよりも早い段階でトレードで優位に立てる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- ルシアンは射程が短いため、ドレイヴンの攻撃を受けやすく、ハラスに対して弱い。\n- ドレイヴンはCCを持っており、ルシアンの機動力を制限することができる。\n- ドレイヴンのスノーボール能力により、序盤の優位を後半に繋げやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ルシアンにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大化する。\n- ルシアンのスキルを避けつつ、CCを使って追撃やオールインを狙う。\n- ルシアンがスキルを使った後の隙を突いて攻撃する。\n- サポートと連携し、ルシアンを孤立させることで有利な状況を作る。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤがゼリに不利です。\n\n理由:\n- ゼリは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にハラスができる。\n- ゼリの高い機動力により、ザヤのスネアを避けやすく、反撃が難しい。\n- ゼリはスキルのコストがないため、持続的にダメージを与え続けることができ、ザヤがダメージを出す前に圧力をかけられる。\n- ゼリのウルトによるSlow効果で、ザヤの移動を制限しやすく、トレードで不利になる可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してゼリの攻撃を遮る。\n- ゼリのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- サポートと連携して、ゼリに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリの攻撃に耐えられるようにする。",
      "サミーラ": "サミーラがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、サミーラの接近を容易に避けることができるため、サミーラが攻撃を当てるのが難しい。\n- ゼリのスキルはノーコストで使用でき、持続的にハラスを行うことができるため、サミーラは序盤から圧力を受けやすい。\n- ゼリのウルトはSlow効果を持ち、サミーラの接近戦を妨げることができるため、サミーラが有効に攻撃できない状況を作りやすい。\n- サミーラは射程が短く、ゼリの長射程攻撃に対して不利で、トレードで劣位に立たされることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してゼリの攻撃をブロックする。\n- サポートと連携して、ゼリに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- ゼリのスキルを避けるために、ブリンクや移動スキルを活用して位置取りを工夫する。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリの攻撃に耐えられるようにする。",
      "ヴェイン": "ヴェインがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にハラスを行うことができるため、ヴェインが攻撃を重ねる前にダメージを与えられる。\n- ゼリのウルトによるスロー効果で、ヴェインの機動力を制限しやすい。\n- ヴェインは射程が短く、ゼリの長射程攻撃に対して接近しづらい。\n- ゼリは対象指定のCCを持たないため、ヴェインがダッシュを使って逃げることができるが、ゼリの攻撃を受けるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してゼリの攻撃をブロックする。\n- ゼリのスキルを避けるために、ダッシュをタイミングよく使用する。\n- サポートと連携して、ゼリに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げてゼリの攻撃に耐える。\n- 集団戦では、ゼリのスキルを避けながら他の敵チャンピオンを狙う。",
      "ミス・フォーチュン": "ミス・フォーチュンがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的なハラスが可能で、ミス・フォーチュンのハラスを受け流しやすい。\n- ゼリのウルトはスロー効果を持ち、集団戦でのミス・フォーチュンの動きを制限しやすい。\n- ミス・フォーチュンは基礎ADが低く、序盤の火力が不足しがちで、ゼリの高い機動力に対抗しにくい。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、ゼリのスキルを避ける。\n- サポートと連携し、ゼリに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、火力を上げてゼリに対抗できるようにする。\n- ウェーブ管理を意識し、ゼリがハラスを行いにくい状況を作る。\n- 集団戦では、位置取りを意識し、ゼリのスキルを避けつつダメージを出す。",
      "シヴィア": "シヴィアがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にダメージを与えられるため、シヴィアのウェーブクリア能力を上回ることができる。\n- シヴィアは射程が短く、ゼリの攻撃を受けやすい状況に置かれやすい。\n- ゼリのウルトによるスロー効果で、シヴィアは逃げることが難しくなる。\n- シヴィアのスペルシールドはゼリのスキルに対して効果が薄く、トレードで不利になることが多い。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ゼリの攻撃を避ける。\n- サポートと連携して、ゼリに対するハラスを行い、レーンの主導権を握る。\n- アイテムを早めに購入し、耐久力を上げることでゼリのダメージを軽減する。\n- 集団戦では、ゼリのスキルを避けるために位置取りを工夫し、スペルシールドを有効に活用する。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの基礎ADが低いため、早期に有利を取ることができる。\n- ゼリは通常攻撃に依存しているが、ドレイヴンは斧を使った攻撃で高いダメージを出せるため、トレードで優位に立ちやすい。\n- ドレイヴンのCCスキルにより、ゼリの機動力を制限しやすく、逃げる手段を封じることができる。\n- ゼリはスキルを多用するが、ドレイヴンはAAに依存しているため、ゼリのスキルを避けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n\n有利の取り方:\n- レーン開始時に積極的にトレードを仕掛け、ゼリのHPを削る。\n- 斧を正確に拾い続け、ダメージを最大限に活かす。\n- ゼリのスキルを避けつつ、CCを使って彼女の動きを制限する。\n- 早期にアイテムを揃え、スノーボールを狙う。\n- ゼリがスキルを使った後の隙を狙って攻撃する。",
      "コグ＝マウ": "コグ＝マウがゼリに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ゼリの攻撃を受ける前にダメージを与えることができる。\n- ゼリは序盤が弱く、コグ＝マウの高いDPSに対抗しにくい。\n- コグ＝マウのスキルはAR/MRを低下させるため、ゼリに対して効果的なダメージを与えられる。\n- ゼリは機動力が高いが、コグ＝マウのスロー効果で追撃や逃げを制限できる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ゼリが集団戦でのCCに脆弱なため、優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ゼリのHPを削る。\n- スキルを使ってAR/MRを低下させ、ダメージを増加させる。\n- ゼリのスキルを避けつつ、距離を保ちながら攻撃を続ける。\n- 集団戦では、位置取りを意識し、ゼリが近づけないようにする。\n- ゼリのスキルのCDを見極めて、攻撃のタイミングを計る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、ゼリの攻撃を安全な距離から避けながらハラスが可能です。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスのスキルによるポークに対して耐えにくいです。\n- ヴァルスのCCスキルにより、ゼリの機動力を制限し、トレードで有利に立ち回ることができます。\n- ゼリはスキルを避けることが得意ですが、ヴァルスのAoEダメージやスネア効果に対しては避けにくい状況を作りやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ゼリの基礎ステータスの低さを利用してダメージを与える。\n- スネアを使ってゼリの動きを制限し、トレードで有利な状況を作る。\n- ゼリがスキルを使った後の隙を狙って攻撃し、持続的にダメージを与える。\n- 集団戦では、ゼリが近づく前にAoEダメージを活かしてダメージを与え、ゼリの機動力を封じる。",
      "コーキ": "コーキがゼリに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ゼリの機動力を活かす前にハラスが可能。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コーキのAoEダメージに対して耐えにくい。\n- コーキのスキルはノーコストで使用できるため、マナ管理が難しいゼリに対して持続的に圧力をかけられる。\n- コーキはCCがないため、ゼリの機動力を直接的に制限することはできないが、ゼリが近づく前にダメージを与えられる。\n- ゼリは接近戦が得意だが、コーキは遠距離からの攻撃で安全にダメージを与えられるため、トレードで有利。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ゼリのHPを削る。\n- スキルを使ってウェーブを早くクリアし、ゼリにプレッシャーをかける。\n- ゼリが近づく前にスキルを当てて、ダメージを与え続ける。\n- ゼリのスキルのクールダウンを見極めて、攻撃のタイミングを調整する。\n- 敵のサポートやジャングラーの動きを意識し、孤立したゼリを狙う。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由:\n- セナは長射程を持ち、サミーラが接近する前にハラスを行いやすい。\n- セナのスネア効果により、サミーラは接近戦を仕掛ける前に行動を制限される可能性が高い。\n- セナの回復能力により、サミーラのダメージを軽減されやすく、持続戦闘で不利になる。\n- サミーラは低い防御ステータスのため、セナの攻撃を受けると早期に倒されるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、ブリンクや移動スキルを活用してタイミングを見計らう。\n- サポートと連携し、セナを捕まえるチャンスを作ることで、逆に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることで、セナの攻撃に耐えられるようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- セナは長射程を持ち、コグ＝マウに対して一方的にハラスを行いやすい。\n- セナの回復能力により、コグ＝マウのダメージを軽減されやすく、持続戦闘で不利になる。\n- セナのCCスキルにより、コグ＝マウは動きを制限されやすく、攻撃を受けやすい。\n- コグ＝マウは機動力が低く、捕まると簡単に倒されるため、セナのハラスに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナのスキルを避ける位置取りを心がける。\n- サポートと連携し、セナに対して反撃のチャンスを作る。\n- 早めにアイテムを購入し、耐久力を上げてセナのハラスに耐える。\n- セナのCCスキルを避けるため、位置取りを工夫し、敵の動きを予測する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- セナは長射程を持ち、ハラスが得意なため、ヴェインは序盤からダメージを受けやすい。\n- セナのスネア効果により、ヴェインの機動力が制限され、捕まるリスクが高まる。\n- セナの回復能力により、ヴェインが与えるダメージを軽減されやすく、持続戦闘で不利になる。\n- セナはレーンでのゴールド獲得が得意で、育つと高い火力を発揮するため、ヴェインが育つ前に有利な状況を作られる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、常に位置を変えながらプレイし、捕まらないようにする。\n- セナの回復を無効化するために、早めにアイテムを購入し、ダメージを与えるタイミングを見極める。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛け、レーンの主導権を取り戻す。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- セナは長射程を持ち、ルシアンの攻撃を受ける前にハラスを行いやすい。\n- セナのスネア効果により、ルシアンは捕まるリスクが高く、オールインが難しい。\n- セナの回復能力により、ルシアンのダメージを軽減されやすく、トレードで不利になることが多い。\n- ルシアンはCCを持たないため、セナのスキルを無効化する手段がない。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナのスキルを避ける位置取りを心がける。\n- セナのスネアを避けるため、常に移動し続けることを意識する。\n- サポートと連携し、セナに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、ダメージを増加させてセナに対抗する。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ザヤが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ザヤは捕まるリスクが高く、反撃が難しくなる。\n- セナの回復能力により、ザヤのダメージを軽減されやすく、持続戦闘で不利になる。\n- ザヤは攻撃範囲が短いため、セナの射程を活かしたプレイに対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、スキルを使うタイミングを見極める。\n- サポートと連携し、セナに対して積極的にエンゲージを試みる。\n- アイテムを早めに購入し、耐久力を上げてセナのハラスに耐える。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ドレイヴンに対して一方的にハラスを行いやすい。\n- セナのスネア効果により、ドレイヴンは捕まるリスクが高く、斧を拾えなくなる可能性がある。\n- セナの回復能力により、ドレイヴンの攻撃を受けても持ちこたえやすく、持続戦闘で不利になる。\n- ドレイヴンはCCに弱く、セナのスキルによって動きを制限されると、攻撃力を発揮できなくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナのスキルを避ける位置取りを心がける。\n- セナのスネアを避けるため、常に移動し続け、捕まらないようにする。\n- サポートと連携し、セナに対してオールインを狙うタイミングを見計らう。\n- 早めにアイテムを揃え、火力を上げてセナに対抗できるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- セナは長射程でハラスが得意なため、ジンクスは序盤から一方的にダメージを受けやすい。\n- セナのスネア効果により、ジンクスは移動を制限され、攻撃を受けやすくなる。\n- セナの回復能力により、ジンクスがハラスを行っても効果が薄く、持続的なトレードが難しい。\n- セナはパッシブによってスケールしやすく、育つとジンクスに対して高い火力を持つため、後半戦でも不利が続く。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナのスキルを避ける位置取りを心がける。\n- セナのスネアを避けるために、常にミニオンの後ろに位置するようにする。\n- ジャングラーに協力を求めて、セナを狙ったギャンクを仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることで、セナのハラスに耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- セナは長射程でハラスが得意なため、シヴィアは序盤から一方的に攻撃を受けやすい。\n- セナのスネア効果により、シヴィアは動きを制限されやすく、捕まると大きなダメージを受ける可能性が高い。\n- シヴィアは基礎射程が短く、セナの攻撃を避けるのが難しいため、トレードで不利になることが多い。\n- セナの回復能力により、シヴィアがダメージを与えても持ちこたえられることが多く、持続戦闘で不利になる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、セナの攻撃を避けるようにする。\n- セナのスネアを避けるために、ミニオンの後ろに隠れるなどして立ち回る。\n- サポートと連携し、セナに対して積極的にトレードを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでセナのハラスに耐えられるようにする。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、セナのハラスを避けつつ一方的に攻撃できる。\n- AoEダメージを持つスキルにより、セナが回復するためのスタックを貯める前にダメージを与えられる。\n- CC効果を持つスキルで、セナの動きを制限しやすく、捕まえやすい。\n- セナは基礎ステータスが低く、序盤のハラスで有利を取ることができる。\n- セナの逃げ手段が乏しいため、ヴァルスの攻撃を受けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナのスタックを貯めさせない。\n- スキルを使ってセナを捕まえ、ダメージを与えた後に安全に距離を取る。\n- セナが回復を行うタイミングを見計らって、CCを使って動きを制限する。\n- 敵ジャングラーの動きを意識しつつ、セナを孤立させるように立ち回る。\n- アイテムを早めに揃え、ダメージを増加させてセナに対するプレッシャーを高める。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、セナよりも早くハラスを行うことができるため、レーンでの優位を築きやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキのAoE攻撃によるハラスに対して脆弱。\n- コーキのスキルは全てAoEであり、セナが複数のミニオンを相手にしている際にダメージを与えやすい。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを出しやすいため、セナに対してプレッシャーをかけ続けることができる。\n- セナの回復能力は強いが、コーキの持つ防御力を下げるデバフによって、セナの回復効果を相対的に減少させることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- ミニオンを利用してセナにAoEダメージを与え、彼女の回復を無効化する。\n- アルティメットを使用して、セナが逃げる前にダメージを与え続ける。\n- セナがCCを使った後の隙を狙い、攻撃を仕掛ける。\n- マナ管理に注意しつつ、スキルを効果的に使い、持続的にダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、セナに対して一方的に攻撃できる。\n- トリスターナのバーストダメージは高く、特にセナのような脆いサポートに対しては早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、セナのCCを避けやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、トリスターナが序盤から積極的にハラスを行うことで有利を築きやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、セナのHPを削る。\n- セナがスキルを使った後の隙を狙って、バーストダメージを与える。\n- トリスターナの射程を活かして、セナが近づけないように立ち回る。\n- セナがCCを使った後に、トリスターナの移動能力を活かして安全に距離を取る。",
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、セナよりも遠くからハラスが可能です。\n- セナは基礎ステータスが低く、序盤が弱いため、ジグスの攻撃を受けやすいです。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすく、セナのハラスを防ぎやすいです。\n- セナのスネア効果はジグスに対して当てにくく、ジグスは距離を保ちながら攻撃できます。\n- ジグスは設置型のスキルを使ってセナの動きを制限し、逃げ道を封じることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- ミニオンを利用してセナにスキルを当て、ハラスを強化する。\n- セナが近づいてきた際に、設置型のスキルを使って動きを制限する。\n- セナがスキルを使った後の隙を狙って、攻撃を仕掛ける。\n- ジグスのスキルを連発し、セナの回復を無効化する。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプであり、セナの基礎ステータスが低い序盤に対して強力なハラスを行いやすい。\n- セナは逃げ手段が乏しく、捕まると致命的なダメージを受ける可能性が高いが、スモルダーはEスキルで高速移動ができ、追撃や逃走が得意。\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、セナが育つ前に有利な状況を作りやすい。\n- セナのスネア効果は強力だが、スモルダーは範囲攻撃を持っており、集団戦でのAoEダメージが効果的で、セナのヒールを無効化することができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、セナのスタックを貯める機会を減らす。\n- Eスキルを使ってセナの攻撃を避けつつ、反撃を行う。\n- セナがCCを使った後の隙を狙い、オールインを仕掛ける。\n- 集団戦では、セナが密集している敵チャンピオンを狙い、AoE攻撃でダメージを与える。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはセナよりも攻撃力が高く、特に序盤からハラスが強力です。\n- セナは基礎ステータスが低く、序盤にトゥイッチの攻撃を受けると苦しい状況になります。\n- トゥイッチのステルスを利用した奇襲が、セナの逃げ手段の乏しさを突くことができます。\n- セナのスネア効果はトゥイッチに対して効果的ですが、トゥイッチはその前に攻撃を仕掛けることができるため、先手を取ることが可能です。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、セナが回復を行う前に大ダメージを与えることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- ステルスを利用して奇襲を仕掛け、セナが反応する前にダメージを与える。\n- セナがスネアを使った後の隙を狙い、攻撃を続ける。\n- アルティメットを使用して、集団戦での位置取りを有利にし、セナを狙う。\n- セナのサポートが不在のタイミングを見計らって、積極的にキルを狙う。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは高い機動力を持ち、セナの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にハラスが可能。\n- セナは基礎ステータスが低く、序盤が弱いため、ゼリの機動力を活かしたハラスに対処しづらい。\n- ゼリは射程が長く、セナのハラスを受けながらも反撃しやすい。\n- セナのCCスキルに対して、ゼリは機動力を活かして回避することができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- セナのスキルを避けながら、ゼリのスキルを使ってダメージを与える。\n- セナがCCを使った後の隙を狙って、反撃を行う。\n- ゼリの加速を活かして、セナとの距離を保ちながら安全にファームを行う。\n- 敵ジャングラーの動きを警戒しつつ、ゼリの機動力を活かして安全にレーンを維持する。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "シヴィア": "シヴィアがアッシュに不利です。\n\n理由:\n- アッシュの射程がシヴィアよりも長いため、アッシュはシヴィアに対して一方的に攻撃できる。\n- アッシュのスロー効果により、シヴィアは距離を保つことが難しく、追撃されやすい。\n- アッシュのスタン効果を持つアルティメットスキルにより、シヴィアは捕まるリスクが高くなる。\n- シヴィアは単体へのDPSが低いため、アッシュとの殴り合いで劣ることが多い。\n- アッシュのパッシブによるハラスが強力で、シヴィアはレーンでのトレードで不利になりやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、アッシュの攻撃を避けるようにする。\n- スペルシールドを活用して、アッシュのスキルを無効化し、トレードを有利に持ち込む。\n- ジャングラーのガンクを呼び込み、アッシュにプレッシャーをかける。\n- ウェーブクリア能力を活かして、早めにレーンを押し込んでタワー下での安全なファームを心がける。\n- アイテムを適切に選び、特に防御アイテムを早めに購入して耐久力を上げる。",
      "コグ＝マウ": "コグ＝マウがアッシュに不利です。\n\n理由:\n- アッシュは射程が長く、コグ＝マウに対して一方的にハラスができるため、レーンでの圧力が強い。\n- アッシュのスロー効果により、コグ＝マウは距離を保つことが難しく、接近されると攻撃を受けやすい。\n- アッシュのスタン効果を持つアルティメットスキルにより、コグ＝マウは捕まるリスクが高く、特に集団戦での生存能力が低下する。\n- コグ＝マウは機動力が低く、アッシュの攻撃を避ける手段が限られているため、オールイン合戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して視界を確保し、アッシュの攻撃を受けないようにする。\n- サポートと連携して、アッシュに対してカウンターを狙うタイミングを見計らう。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- 集団戦では、後衛として安全な位置を確保し、アッシュの攻撃を避けつつダメージを出すことを心がける。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- アッシュのスロー効果により、アフェリオスは距離を保つことが難しくなる。\n- アッシュのアルティメットスキルは、アフェリオスを遠距離から捕まえることができ、彼の機動力の低さを突かれる。\n- アッシュは長射程でハラスが得意なため、アフェリオスは序盤からダメージを受けやすい。\n- アフェリオスは武器の切り替えに依存しており、アッシュの持つCCに対して脆弱である。\n- アッシュのパッシブによるスロー効果は、アフェリオスの攻撃を妨げる要因となる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アッシュのスキルを避ける位置取りを心がける。\n- サポートと連携し、アッシュに対してオールインを仕掛けるタイミングを見計らう。\n- アフェリオスの武器を適切に選択し、アッシュに対抗できる状況を作る。\n- 早めに防御アイテムを購入し、アッシュのダメージを軽減する。\n- ジャングラーと連携して、アッシュを狙ったgankを行い、レーンの主導権を取り戻す。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アッシュに対してハラスが得意です。\n- アッシュは機動スキルを持たず、コーキの攻撃を避ける手段が限られています。\n- コーキのスキルはAoEダメージを持ち、アッシュのような単体攻撃型のチャンピオンに対して効果的です。\n- アッシュのスロー効果はコーキに対してあまり影響を与えず、コーキは自由に動き回ることができます。\n- コーキはアルティメットのクールダウンが短く、頻繁に攻撃を仕掛けることができます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アッシュのHPを削る。\n- スキルを使ってアッシュの攻撃を避けつつ、ダメージを与える。\n- アッシュが近づいてきた際には、距離を保ちながら攻撃を続ける。\n- 可能であれば、サポートと連携してアッシュを捕まえるチャンスを作る。\n- マナ管理に注意し、スキルを適切に使い分けて持続的にダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、アッシュよりも先に攻撃できる。\n- AoEダメージを持つスキルが豊富で、アッシュのハラスを無視してダメージを与えられる。\n- CC効果を持つスキルにより、アッシュの動きを制限しやすい。\n- アッシュは機動スキルを持たないため、ヴァルスのスネアで捕まると厳しい状況になる。\n- ヴァルスはスノーボール性能が高く、キルを取ることで攻撃速度が増加し、さらに有利に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アッシュのHPを削る。\n- スキルを使ってアッシュをスネアし、オールインを狙う。\n- アッシュのスキルのクールダウンを見極め、仕掛けるタイミングを計る。\n- サポートと連携して、アッシュに対するプレッシャーをかけ続ける。\n- 早めにアイテムを揃え、ダメージを増加させてアッシュに対抗する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤ではアッシュよりも長い射程を持つため、遠距離から安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特にアッシュの基礎ステータスが低い序盤では、トリスターナが一方的にダメージを与えやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意で、アッシュのスロー効果を避けやすい。\n- アッシュは機動スキルを持たないため、トリスターナが近づいて攻撃する際に逃げる手段が限られる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アッシュのHPを削ることでレーンの主導権を握る。\n- トリスターナのバーストダメージを活かして、アッシュがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- アッシュのCCスキルを避けるために、トリスターナのブリンクを活用して安全に距離を保つ。\n- レベルアップ時に攻撃範囲が増加するタイミングを利用して、アッシュに対して優位に立つ。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アッシュの攻撃を避けながら接近することが可能です。\n- アッシュは機動スキルを持たず、トゥイッチの攻撃を受けると逃げる手段が限られています。\n- トゥイッチのアルティメットは長射程で、集団戦やレーンでの一方的な攻撃が可能です。\n- アッシュのスロー効果はトゥイッチに対してあまり効果的ではなく、トゥイッチはその間にダメージを与えることができます。\n- トゥイッチはバーストダメージが高く、アッシュの基礎ステータスが控えめなため、オールイン合戦で有利です。\n\n有利の取り方:\n- レーンでのハラスを行い、アッシュのHPを削る。\n- ステルスを利用して奇襲を仕掛け、アッシュに接近してダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、アッシュを狙う。\n- アッシュのスキルを避けながら、トレードを行い、優位な状況を作る。\n- 逃げ性能が低いアッシュを狙い、CCがない状態で攻撃を仕掛ける。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、アッシュの射程を活かした攻撃を避けながら攻撃できる。\n- アッシュは機動スキルを持たず、サミーラが接近することで一方的にダメージを与えられる。\n- サミーラの高いDPSとバーストダメージにより、アッシュが攻撃を仕掛ける前に倒すことが可能。\n- アッシュのCCスキルに対して、サミーラは弾速のある攻撃を防ぐスキルを持っているため、アッシュの攻撃を無効化しやすい。\n- アッシュの基礎ステータスが控えめであるため、サミーラが序盤から優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、アッシュが攻撃を仕掛けるタイミングを見計らって接近する。\n- アッシュのスキルを避けながら、サミーラの攻撃を当ててスタイルランクを上げる。\n- 味方のCCを利用して、アッシュに対してオールインを仕掛ける。\n- アッシュがスキルを使った後の隙を狙って、積極的に攻撃を行う。\n- サミーラのスキルを駆使して、アッシュの攻撃を防ぎつつ、ダメージを与える。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- ニーラは近接チャンピオンであり、高い機動力と持続的なダメージを持っているため、セナの射程を活かしたハラスが難しい。\n- ニーラのスキルは、攻撃を行うことで回復やシールドを得るため、セナのハラスを受けても持続的に戦える。\n- ニーラはダッシュスキルを持っており、セナのスネアを避けやすく、捕まえにくい。\n- ニーラは味方との連携を重視しており、サポートがいる場合、さらに強力なシナジーを発揮するため、セナのサポート効果が薄れる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してニーラの攻撃を受けないようにする。\n- セナのスキルを使って、ニーラの攻撃を受けた際に回復を行い、持続的に耐える。\n- ニーラのダッシュスキルを予測し、スネアを当てるタイミングを見極める。\n- サポートと連携し、ニーラに対して集中的にハラスを行い、レーンの主導権を取り戻す。",
      "ミス・フォーチュン": "ミス・フォーチュンがニーラに不利です。\n\n理由:\n- 射程の長さ: ミス・フォーチュンは遠距離攻撃を行うチャンピオンですが、ニーラは近接型であり、ニーラが接近するとミス・フォーチュンは攻撃を受けやすくなります。\n- ハラス性能: ニーラは持続的なダメージを持ち、特にサポートと連携することでハラスが強力です。ミス・フォーチュンはハラスを受けると、ニーラの回復やシールド効果に対抗しづらくなります。\n- CCの不足: ミス・フォーチュンはスローしか持っておらず、ニーラの高い機動力に対抗する手段が限られています。接近されると逃げる手段が乏しいため、ニーラに捕まると危険です。\n- オールインの脆弱性: ニーラはオールインを仕掛ける能力が高く、ミス・フォーチュンは一度接近されると脆弱なため、ニーラの攻撃に対して耐えられないことが多いです。\n\n不利の緩和策:\n- 遠距離からのハラスを徹底する: ミス・フォーチュンはスキルを使ってニーラにハラスをかけ、距離を保つことが重要です。\n- サポートとの連携: サポートチャンピオンと連携し、ニーラの攻撃を受けないように立ち回ることで、レーンでの優位性を保つことができます。\n- 位置取りを意識する: ミス・フォーチュンは立ち位置を調整し、ニーラが接近できないようにすることで、ダメージを最小限に抑えることができます。\n- アイテム選択: 早めに防御アイテムを購入し、ニーラのオールインに対抗できるようにすることが重要です。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ニーラは高い機動力を持ち、トゥイッチの攻撃を避けやすい。\n- ニーラのスロー効果により、トゥイッチの移動が制限され、攻撃しづらくなる。\n- ニーラは持続的なダメージを持ち、トゥイッチのHPを削りやすい。\n- ニーラの回復やシールド効果により、トゥイッチのダメージを軽減される。\n- トゥイッチは序盤のトレードが苦手で、ニーラの攻撃を受けると不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避け、CSを優先する。\n- サポートと連携し、ニーラの攻撃を受けないように立ち回る。\n- ステルスを活用して奇襲を仕掛け、ニーラのスキルを避ける。\n- 装備を整え、レベルアップを目指して耐える。\n- 集団戦では後衛から攻撃し、ニーラの接近を避ける。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- 射程の長いヴァルスに対して、ニーラは近接攻撃型であるため、接近するのが難しい。\n- ニーラの持続的なダメージと回復効果は、ヴァルスのハラスを受けるときに効果的に活かせない。\n- ヴァルスのスネア効果により、ニーラは移動を制限されやすく、追撃や逃走が難しくなる。\n- ニーラはサポートとの連携が強みであるが、ヴァルスは単独でのハラスが強力なため、サポートがいない場合に不利を強調される。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してヴァルスの攻撃を受けないようにする。\n- サポートチャンピオンと連携し、ヴァルスのスキルを避ける動きを心がける。\n- ニーラのダッシュスキルを活用して、ヴァルスのスネアを避けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げてハラスに耐えられるようにする。",
      "ドレイヴン": "ドレイヴンがニーラに不利です。\n\n理由:\n- ニーラは高い機動力を持ち、ドレイヴンの攻撃を避けやすい。\n- ニーラのスキルは持続的なダメージと回復を提供し、ドレイヴンのバーストダメージを相殺できる。\n- ニーラはオールインが得意で、ドレイヴンの攻撃を無効化する手段を持っているため、接近戦で優位に立てる。\n- ドレイヴンはAAに依存しているため、ニーラのスロー効果によって攻撃が制限されやすい。\n- ニーラはサポートチャンピオンとの連携が強力で、特にサポートがいる場合、ドレイヴンはハラスを受けやすくなる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ニーラのスキルを避けるようにする。\n- 早めに防御アイテムを購入し、ニーラのダメージを軽減する。\n- サポートと連携し、ニーラに対してハラスを行うタイミングを見極める。\n- 斧を落とさないように注意し、常に攻撃力を維持する。\n- ニーラのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ニーラは高い機動力を持ち、コグ＝マウの攻撃を避けやすい。\n- ニーラのスキルは持続的なダメージを与えつつ回復やシールドを得るため、コグ＝マウのダメージを軽減できる。\n- コグ＝マウは機動力が低く、ニーラの追撃に対して逃げる手段が限られている。\n- ニーラのスロー効果により、コグ＝マウは攻撃を当てることが難しくなる。\n- ニーラは味方との連携を重視しており、サポートがいる場合、コグ＝マウはさらに不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ポジショニングに注意し、ミニオンを利用してダメージを受けないようにする。\n- サポートチャンピオンと連携し、ニーラの攻撃を受ける前に反撃するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでニーラの攻撃に耐えられるようにする。\n- ニーラのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ニーラは高い機動力を持ち、接近戦でのオールインが得意なため、カイ＝サは攻撃を受けやすい。\n- ニーラのスロー効果により、カイ＝サの位置取りが難しくなり、攻撃を避けることが困難になる。\n- ニーラは味方との連携を重視しており、サポートがいる場合、カイ＝サはその連携を崩すのが難しい。\n- カイ＝サは基礎ADが低く、序盤のハラスに対して脆弱で、ニーラの持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、適切な位置取りを心がけ、ニーラのスキルを避ける。\n- サポートチャンピオンと連携し、ニーラのオールインを防ぐためのシールドや回復を活用する。\n- アイテムを早めに購入し、耐久力を上げることでニーラのダメージを軽減する。\n- ニーラのスキルのクールダウンを意識し、攻撃の隙を突いて反撃するタイミングを見計らう。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ニーラは近接チャンピオンであり、トリスターナの射程に対して攻撃を仕掛けるのが難しい。\n- ニーラのスキルは味方との連携を重視しているが、トリスターナは単独でのバーストダメージが高く、ニーラがサポートなしで戦うと不利になる。\n- トリスターナのノックバック効果により、ニーラが接近するのを妨げられるため、攻撃を仕掛けるタイミングが難しい。\n- ニーラは序盤にハラスを受けやすいが、トリスターナは序盤から強力なハラスを持っているため、ニーラがレーンで苦しむ可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して動くことを心がける。\n- トリスターナのスキルクールダウンを利用して、攻撃を仕掛けるタイミングを見計らう。\n- ニーラのダッシュスキルを活用して、トリスターナの攻撃を避けつつ、反撃のチャンスを狙う。\n- アイテムを早めに揃え、耐久力を上げることで、トリスターナのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "ザヤ": "ザヤがニーラに有利です。\n\n理由:\n- ザヤは射程が長く、ニーラの近接攻撃を避けながらハラスが可能です。\n- ザヤのスネア効果により、ニーラの機動力を制限しやすく、接近を阻止できます。\n- ニーラはサポートがいない場合、序盤にハラスを受けやすいですが、ザヤはそのハラスを行いやすいです。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、ニーラが集団戦での持続的なダメージを出すのを妨げることができます。\n- ザヤは自衛手段が豊富で、ニーラの攻撃を受け流しやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スネアを使ってニーラの接近を阻止し、攻撃のチャンスを作る。\n- 集団戦では、ニーラがダッシュを使うタイミングを見計らってスネアを当てる。\n- 自身の位置取りを意識し、ニーラの攻撃範囲外から攻撃を行う。\n- サポートと連携し、ニーラに対して圧力をかけ続ける。",
      "ジグス": "ジグスはニーラに有利です。\n\n理由:\n- 射程の長さ: ジグスは遠距離から攻撃できるため、ニーラが近づく前にダメージを与えることができる。\n- AoEダメージ: ジグスのスキルは範囲攻撃であり、ニーラが集団戦で動き回る際にもダメージを与えやすい。\n- CC効果: ジグスの地雷によるスロー効果は、ニーラの機動力を制限し、追撃や逃走を難しくする。\n- ニーラの弱点を突ける: ニーラはサポートがいないと脆弱であり、ジグスはその状況を利用してハラスを行いやすい。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてニーラに対して積極的にハラスを行い、体力を削る。\n- 地雷の設置: ニーラが近づいてくる際に地雷を設置し、スロー効果で動きを制限する。\n- 集団戦での位置取り: 遠距離からスキルを使い、ニーラが接近する前にダメージを与える。\n- タワー攻撃: ジグスのタワー破壊能力を活かし、ニーラがレーンに出てくる前にタワーを攻撃する。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- 射程の長さ: ヴェインは遠距離攻撃が可能で、ニーラの近接攻撃を避けやすい。\n- 高い機動力: ヴェインはダッシュを使ってニーラの攻撃を回避し、距離を保ちながら攻撃できる。\n- 確定ダメージ: ヴェインは最大HPに比例したダメージを与えることができ、ニーラのHPを迅速に削ることができる。\n- CCの活用: ヴェインのノックバックを使ってニーラを壁にぶつけることで、追加ダメージを与えられる。\n- タイマン戦での強さ: ヴェインは1対1の戦闘において非常に強力で、ニーラに対しても優位に立てる。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてニーラに対して積極的にハラスを行う。\n- ダッシュの活用: 攻撃を受ける前にダッシュを使って距離を取り、反撃のチャンスを狙う。\n- 壁を利用: ノックバックを使ってニーラを壁にぶつけ、ダメージを与える。\n- 位置取り: 常に距離を保ちながら、ニーラの攻撃を避ける位置取りを心がける。\n- アイテムの選択: 早めにダメージアイテムを揃え、ニーラに対するダメージを最大化する。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは射程が長く、ニーラに対して安全にハラスを行えるため、序盤から優位に立ちやすい。\n- コーキのスキルはAoEダメージを持ち、ニーラが近づく前にダメージを与えることができる。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを出しやすいため、ニーラの回復を上回るダメージを与えられる。\n- ニーラは近接チャンピオンであり、コーキの長射程に対して接近するのが難しい。\n- コーキはCCを持たないが、ニーラの機動力を活かす前にダメージを与えられるため、ニーラの強みを無効化できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スキルを使ってプッシュし、ニーラがCSを取りに来る際にダメージを与える。\n- アルティメットを活用して、ニーラが近づく前に大きなダメージを与える。\n- マナ管理に注意し、スキルを適切に使い分けて持続的にハラスを行う。\n- サポートと連携し、ニーラが孤立しないようにプレッシャーをかける。",
      "シヴィア": "シヴィアはニーラに有利です。\n\n理由:\n- シヴィアは射程が長く、ニーラの近接攻撃を避けやすい。\n- シヴィアのウェーブクリア能力が高く、ニーラがレーンでの優位性を持ちにくい。\n- スペルシールドにより、ニーラのスキルを無効化できるため、トレードで有利を取れる。\n- ニーラはサポートがいないとパッシブが活かせず、序盤のハラスに弱いが、シヴィアはそのハラスを行いやすい。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ニーラの機動力を活かす前にダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- ウェーブクリアを利用して、ニーラが近づく前にミニオンを処理する。\n- スペルシールドを活かして、ニーラのスキルを無効化し、トレードを有利に進める。\n- ニーラがサポートなしでプレイしている場合、積極的に攻撃を仕掛けてプレッシャーをかける。\n- 集団戦では後衛として安全な位置からダメージを与え、ニーラの接近を防ぐ。",
      "ケイトリン": "ケイトリンがニーラに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ニーラが近づく前に一方的にハラスが可能。\n- ニーラはメレーキャリーであり、射程差を活かして攻撃を避けることができるため、ニーラが攻撃を仕掛けるのが難しい。\n- ケイトリンの罠によるスネア効果で、ニーラの機動力を制限し、追撃や逃走を困難にする。\n- ニーラはサポートがいない場合、序盤のハラスに対して脆弱であり、ケイトリンのハラスに対して特に弱い。\n- ケイトリンはタワーシージが得意で、ニーラがレーンでの優位性を確保するのを妨げることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ニーラのHPを削る。\n- 罠を適切に配置し、ニーラが近づけないようにする。\n- 射程を活かして、ニーラが攻撃を仕掛ける前にダメージを与える。\n- ニーラがダッシュを使った後の隙を狙い、さらにハラスを続ける。\n- サポートと連携し、ニーラに対して集中的に攻撃を行う。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは射程が長く、ニーラの攻撃を避けながらハラスが可能。\n- ニーラは近接チャンピオンであり、スモルダーの遠距離攻撃に対して脆弱。\n- スモルダーのスキルはスタックを貯めることで強化され、集団戦でのダメージが高くなる。\n- ニーラのCCスキルはスモルダーに対して効果が薄く、スモルダーは逃げる手段を持っている。\n- スモルダーはAoE攻撃を持ち、ニーラが集団戦で密集する際に有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スモルダーのスキルを使ってスタックを貯め、ダメージを増加させる。\n- ニーラが近づいてきた際には、Eスキルを使って距離を保ちつつ反撃する。\n- 集団戦では、スモルダーのAoE攻撃を活かしてニーラを含む敵チャンピオンにダメージを与える。\n- ニーラのサポートがいない場合、特に序盤に積極的に攻撃し、レーンの主導権を握る。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- サミーラは接近戦に強く、ドレイヴンの攻撃を無効化する能力を持っているため、オールインされると反撃が難しい。\n- サミーラのスキルは、ドレイヴンの攻撃を防ぐことができ、特に瞬時の防御性能が高いため、ドレイヴンのバーストダメージを受けにくい。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、サミーラの攻撃を受けると操作が難しくなる。\n- サミーラは高いDPSを持ち、接近戦での持続的なダメージを与えることができるため、ドレイヴンが持つバーストダメージを上回る可能性がある。\n\n不利の緩和策:\n- サミーラのスキルを避けるために、位置取りを工夫し、距離を保つことを意識する。\n- サポートと連携し、サミーラに対して集団での攻撃を仕掛けることで、彼女の強みを無効化する。\n- 早めにアイテムを揃え、サミーラに対抗できるダメージを確保する。\n- サミーラのスキルのクールダウンを狙い、スキルがないタイミングで攻撃を仕掛ける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- サミーラは接近戦に強く、高いDPSを持っているため、ヴェインが近づく前にダメージを与えられる。\n- サミーラのスキルは、ヴェインの機動力を制限することができ、特に接近戦での反撃が難しくなる。\n- サミーラは短い射程を持つが、ヴェインも同様に射程が短いため、互いに接近する際にサミーラが有利な状況を作りやすい。\n- サミーラはスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮でき、ヴェインが単独で戦う際に不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避け、サポートと連携して安全にファームを行う。\n- サミーラのスキルを避けるために、位置取りを意識し、壁を利用して戦う。\n- アイテムを早めに購入し、サミーラに対抗できるダメージを確保する。\n- 集団戦では、サミーラのスキルを避けつつ、後衛からの攻撃を狙う立ち回りを心がける。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- サミーラは接近戦に強く、アフェリオスの射程を活かす前に近づいてダメージを与えることができる。\n- サミーラのスキルは、アフェリオスの攻撃を防ぐ能力があり、特に弾速のある攻撃を無効化できるため、アフェリオスの攻撃が通りにくい。\n- アフェリオスは機動力が低く、サミーラの高いDPSに対して逃げる手段が限られている。\n- サミーラはスタイルランクを上げることで、瞬時に高いバーストダメージを出すことができ、アフェリオスが反撃する前に倒されるリスクが高い。\n\n不利の緩和策:\n- サポートと連携して、サミーラが接近する前にハラスを行い、レベル差をつける。\n- サミーラのスキルを避けるために、位置取りを工夫し、距離を保つことを意識する。\n- 集団戦では、サミーラが接近する前に他のチャンピオンと連携してCCを使い、サミーラを無力化する。\n- 武器の選択を工夫し、特にCC効果を持つ武器を活用して、サミーラの動きを制限する。",
      "ミス・フォーチュン": "ミス・フォーチュンはサミーラに不利です。\n\n理由:\n- サミーラは接近戦に強く、ミス・フォーチュンが遠距離から攻撃している間に接近されると、強力なバーストダメージを受ける可能性が高い。\n- サミーラは高いDPSを持ち、ミス・フォーチュンの低い防御ステータスを突いて一気に倒すことができる。\n- サミーラのスキルは、ミス・フォーチュンの攻撃を防ぐ手段が少ないため、サミーラが接近することでミス・フォーチュンは無力化されやすい。\n- サミーラは味方のCCを利用して接近することが得意で、ミス・フォーチュンが逃げる手段が乏しいため、捕まるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、サミーラが接近する前に距離を保つように立ち回る。\n- サポートと連携し、サミーラに対して集中的にハラスを行い、レーンの主導権を握る。\n- アイテムを早めに購入し、サミーラに対抗できる火力を確保する。\n- サミーラが接近してきた際には、スキルを使って距離を取るか、逃げる準備をしておく。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- サミーラは接近戦に強く、カイ＝サが距離を取ることが難しい。\n- サミーラの高いDPSとバーストダメージにより、カイ＝サは早期に倒されるリスクが高い。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、カイ＝サの攻撃を無効化しやすい。\n- サミーラは味方のCCを利用して接近しやすく、カイ＝サが反撃する前にダメージを与えられる。\n- カイ＝サは基礎ADが低く、序盤は脆弱なため、サミーラに対して有利な状況を作りにくい。\n\n不利の緩和策:\n- 序盤は慎重に立ち回り、サミーラとの接触を避ける。\n- サポートと連携し、サミーラに対して集団での攻撃を仕掛ける。\n- 遠距離からの攻撃を意識し、サミーラのスキルを避ける動きを心がける。\n- アイテムを早めに購入し、耐久力を上げることでサミーラの攻撃に耐える。\n- サミーラのスキルのクールダウンを見極め、隙を突いて攻撃するタイミングを計る。",
      "ジン": "ジンが不利です。\n\n理由:\n- サミーラは接近戦が得意で、ジンの長射程を活かす前に近づいてオールインを仕掛けることができる。\n- サミーラは高いDPSを持ち、ジンがリロード中やスキルのクールダウン中に攻撃を集中させることができる。\n- サミーラのスキルはジンの動きを制限することができ、特にジンが攻撃を行う際に隙を突かれやすい。\n- ジンはブリンクを持たず、サミーラが接近してきた際に逃げる手段が限られているため、オールインに弱い。\n\n不利の緩和策:\n- レーンでのハラスを強化し、サミーラが近づく前にダメージを与える。\n- サポートと連携して、サミーラが接近する前にCCを使って行動を制限する。\n- リロードのタイミングを意識し、サミーラが攻撃を仕掛ける隙を作らないように立ち回る。\n- 位置取りを工夫し、サミーラが攻撃しづらい場所で戦うようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- サミーラは接近戦に強く、ルシアンの射程が短いため、オールインを仕掛けられると不利になる。\n- サミーラのスキルは、ルシアンの攻撃を防ぐことができ、特に弾速のある攻撃を無効化する能力があるため、ルシアンのハラスが効きにくい。\n- サミーラは高いDPSを持ち、スタイルランクを上げることで瞬時にバーストダメージを出せるため、ルシアンが攻撃を仕掛ける前に倒されるリスクが高い。\n- ルシアンはCCを持たないため、サミーラの接近を防ぐ手段がなく、彼女の攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サミーラの攻撃を受けない位置取りを心がける。\n- サポートと連携し、サミーラに対して集団での攻撃を仕掛けることで、彼女の強みを無効化する。\n- アイテムを早めに購入し、サミーラに対抗できるダメージを確保する。\n- サミーラのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングで攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- サミーラは接近戦に強く、トゥイッチの射程を活かす前に近づいて攻撃できる。\n- サミーラのスキルは高いDPSを持ち、トゥイッチの脆弱な防御を突くことができる。\n- サミーラはCCを持っており、トゥイッチの移動を制限することで、彼の奇襲を無効化できる。\n- トゥイッチは逃げ性能が低く、サミーラに接近されると反撃が難しい。\n- サミーラはスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮できるため、トゥイッチが不利な状況を作りやすい。\n\n不利の緩和策:\n- レーンでのトレードを避け、ファームを優先することでレベル差をつける。\n- サポートと連携し、サミーラに対して奇襲を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、特に防御アイテムを購入して生存率を上げる。\n- サミーラのスキルのクールダウンを意識し、攻撃を受けないタイミングで攻撃する。\n- 集団戦では後衛からの攻撃を心がけ、サミーラが接近する前にダメージを与える。"
    },
    "loses": {
      "セナ": "セナがサミーラに有利です。\n\n理由:\n- セナは長射程を持ち、サミーラの短射程を活かして一方的にハラスが可能です。\n- セナのスネア効果により、サミーラの接近を阻止しやすく、攻撃のチャンスを減らせます。\n- セナは回復能力を持っており、サミーラの攻撃を受けても持ちこたえやすいです。\n- サミーラは接近戦を得意としていますが、セナは距離を保ちながら攻撃できるため、サミーラの強みを無効化できます。\n- セナのパッシブによって、レーンでのハラスが強化され、ゴールドを得やすくなります。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、サミーラにプレッシャーをかける。\n- スネアを使ってサミーラの動きを制限し、接近を許さない。\n- サミーラが攻撃してきた際には、回復スキルを使って耐え、反撃のチャンスを狙う。\n- サミーラがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- サポートと連携して、サミーラを捕まえる機会を作り、キルを狙う。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、サミーラの短射程を活かして安全にハラスができる。\n- コーキのスキルはAoEダメージを持ち、サミーラが接近する前にダメージを与えることができる。\n- サミーラは接近戦を得意とするが、コーキは自己強化がないため、単純な殴り合いでは不利。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを与えやすい。\n- サミーラはCCがないため、コーキの攻撃を防ぐ手段が限られている。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づく前にダメージを与える。\n- スキルを使ってサミーラの動きを制限し、接近を難しくする。\n- サミーラが接近してきた際には、距離を保ちながらスキルを使い続ける。\n- サポートと連携し、サミーラが接近できない状況を作る。\n- 早期にアイテムを揃え、ダメージを増加させてサミーラに対抗する。",
      "ゼリ": "ゼリはサミーラに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、サミーラの接近戦スタイルに対して距離を保ちながら攻撃できる。\n- サミーラは射程が短く、ゼリの長射程の攻撃に対して反撃しづらい。\n- ゼリはスキルを駆使してハラスを行いやすく、サミーラの攻撃を避けることができる。\n- サミーラは単独でのCCがないため、ゼリの機動力を活かして逃げやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で持続的に攻撃できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラの体力を削る。\n- サミーラが接近してきた際には、距離を保ちながらスキルを使って反撃する。\n- サミーラのスキルのクールダウンを見極め、攻撃の隙を突いてダメージを与える。\n- サミーラが攻撃を仕掛ける前に、ゼリの加速スキルを使って距離を取る。\n- 集団戦では、サミーラが接近する前にスキルでダメージを与え、サミーラの動きを制限する。",
      "コグ＝マウ": "コグ＝マウがサミーラに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、サミーラの短射程を活かすことができない。\n- サミーラは接近戦を得意とするが、コグ＝マウはスロー効果を持つスキルで距離を保つことができる。\n- コグ＝マウのAR/MRを低下させるスキルは、サミーラに対して効果的で、高いダメージを与えることができる。\n- サミーラは単独でのCCがないため、コグ＝マウの攻撃を受ける際に反撃が難しい。\n- コグ＝マウは集団戦でのダメージ出力が高く、サミーラが接近する前に大きなダメージを与えることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- スキルを使ってサミーラの動きを制限し、距離を保ちながら攻撃する。\n- サミーラが接近してきた際には、スロー効果を利用して逃げるか、反撃する。\n- 集団戦では、サミーラが接近する前にダメージを与え、味方と連携してサミーラを排除する。",
      "ジンクス": "ジンクスが有利です。\n\n理由:\n- ジンクスは長射程を持ち、サミーラの短射程を活かして安全にハラスができる。\n- ジンクスの攻撃速度が高く、サミーラが接近する前にダメージを与えやすい。\n- サミーラは接近戦を得意とするが、ジンクスはスネアやスローを使ってサミーラの動きを制限できる。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすい。\n- サミーラは単独でのCCがないため、ジンクスのスキルを避けることが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- サポートと連携して、サミーラが接近するタイミングを見計らってスネアやスローを使う。\n- ジンクスのパッシブを活かして、キルを取った後はさらに攻撃的に立ち回る。\n- サミーラがスキルを使った後の隙を狙って、反撃を行う。\n- 集団戦では、サミーラが接近する前にダメージを与え、味方のCCを利用してサミーラを排除する。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネアを持っており、サミーラの接近を阻止できるため、サミーラが攻撃を仕掛ける前に制圧できる。\n- ザヤの攻撃はAoEダメージを持ち、集団戦でのダメージを稼ぎやすい。サミーラが接近戦を挑む際に、ザヤの攻撃が効果的に当たる。\n- ザヤは加速スキルを持っており、サミーラの攻撃を避けやすい。これにより、サミーラのバーストダメージを軽減できる。\n- サミーラは接近戦を得意とするが、ザヤは距離を保ちながら攻撃できるため、サミーラの強みを無効化できる。\n- ザヤはラカンと組むことで、さらに強力なコンボを発揮でき、サミーラに対して有利な状況を作りやすい。\n\n有利の取り方:\n- サミーラが接近してくるタイミングを見計らい、スネアを使って捕まえる。\n- 遠距離からの攻撃を活かし、サミーラが近づく前にダメージを与える。\n- 加速スキルを使って、サミーラの攻撃を避けつつ反撃する。\n- 集団戦では、ザヤのAoEダメージを活かしてサミーラを狙う。\n- ラカンと連携し、サミーラを効果的に制圧するコンボを狙う。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程の長さ: ヴァルスはサミーラよりも射程が長いため、遠距離から安全に攻撃できる。\n- CC効果: ヴァルスのスキルには敵の動きを制限する効果があり、サミーラの接近を阻止できる。\n- 持続的なダメージ: ヴァルスはAoEダメージを持ち、集団戦やレーンでのハラスが得意で、サミーラに対して持続的にダメージを与えられる。\n- スノーボール性能: 敵チャンピオンをキルすることで攻撃速度が増加し、さらにダメージを与えやすくなる。\n\n有利の取り方:\n- レーンでのハラス: サミーラが近づく前にスキルや通常攻撃でダメージを与える。\n- ポジショニング: 常にサミーラの攻撃範囲外に位置し、攻撃を避けつつダメージを与える。\n- CCを活用: サミーラが接近してきた際にCCスキルを使い、動きを制限してから攻撃する。\n- 集団戦での立ち回り: サミーラが接近する前に、味方と連携してダメージを与え、サミーラを排除する。",
      "シヴィア": "シヴィアがサミーラに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンでのプッシュが得意なため、サミーラが接近する前に有利な状況を作りやすい。\n- スペルシールドにより、サミーラのスキルを一度無効化できるため、サミーラの攻撃を防ぎやすい。\n- シヴィアは射程が長く、サミーラの短い射程を活かしてトレードを有利に進めることができる。\n- シヴィアの攻撃は跳弾するため、ミニオンを利用してサミーラにハラスをかけることができる。\n- サミーラは接近戦を得意とするが、シヴィアは距離を保ちながら攻撃できるため、サミーラが近づくのを難しくする。\n\n有利の取り方:\n- レーンでのウェーブ管理を行い、サミーラが接近できないようにミニオンを利用してハラスを行う。\n- スペルシールドを活かして、サミーラのスキルを無効化し、トレードを有利に進める。\n- シヴィアの射程を活かして、サミーラが攻撃できない距離から攻撃を行う。\n- サミーラが近づいてきた際には、シヴィアの移動速度を上昇させる手段を使って距離を保つ。\n- 集団戦では後衛としての役割を果たし、サミーラが接近できないように立ち回る。",
      "ニーラ": "ニーラがサミーラに有利です。\n\n理由:\n- 射程の短いサミーラに対して、ニーラは近接攻撃を持ちながらも高い機動力を活かして接近しやすい。\n- ニーラのパッシブによるヒールやシールド効果が、サミーラの攻撃を受けた際の生存能力を高める。\n- サミーラは接近戦を得意とするが、ニーラはダッシュスキルを持っており、サミーラの攻撃を回避しやすい。\n- ニーラはサステインが高く、レーンでの持続力があるため、サミーラのハラスに対して耐えやすい。\n- サミーラのスキルは特定の条件下で強力だが、ニーラはその条件を無視して攻撃できるため、サミーラのスタイルランクを上げる前にダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを行い、サミーラのHPを削る。\n- サポートと連携し、ニーラのパッシブを活かして持続的にダメージを与える。\n- サミーラがスキルを使った後の隙を狙って攻撃し、ダッシュで逃げる。\n- サミーラが接近してきた際に、ダッシュを使って距離を取りつつ反撃する。\n- 集団戦では、サミーラの攻撃を避けながら味方をサポートし、ダメージを与える。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリがドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリがハラスを受けやすい。\n- ドレイヴンのCCスキルにより、ゼリの機動力が制限され、逃げることが難しくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ドレイヴンの攻撃に対抗しにくい。\n- ドレイヴンは斧を使った攻撃で高いダメージを出せるため、ゼリがスキルを使ってもダメージを返しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、位置取りを工夫し、ドレイヴンの攻撃を受けないようにする。\n- サポートと連携して、ドレイヴンに対する集団戦でのCCを狙う。\n- ゼリの機動力を活かして、ドレイヴンのスキルを避ける動きを心がける。\n- アイテムを早めに購入し、基礎ADを補強して序盤の火力を向上させる。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、カイ＝サが成長する前に圧力をかけやすい。\n- ドレイヴンのCCスキルにより、カイ＝サの動きを制限されやすく、特にオールインを仕掛ける際に不利になる。\n- カイ＝サは基礎ADが低く、装備依存度が高いため、ドレイヴンの攻撃を受けると早期にダメージを受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、カイ＝サのスキルを使う隙を与えにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ドレイヴンの攻撃を避けるようにする。\n- サポートと連携して、ドレイヴンに対して集団でのプレッシャーをかける。\n- 早めに防具を購入し、耐久力を上げることでドレイヴンのバーストを耐える。\n- スキルを進化させるタイミングを見極め、特に逃げる手段を確保する。",
      "トゥイッチ": "トゥイッチがドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチが攻撃を受けると早期に倒される可能性が高い。\n- ドレイヴンのCCスキルにより、トゥイッチの移動が制限され、逃げる手段が乏しくなる。\n- トゥイッチは装備依存度が高く、序盤にドレイヴンに対して劣位に立たされると、後の展開が厳しくなる。\n- ドレイヴンの攻撃はAAに依存しており、トゥイッチも同様だが、ドレイヴンの方が序盤のトレードで優位に立ちやすい。\n\n不利の緩和策:\n- レーンでのトレードを避け、ファームに専念することで、レベルやアイテムを整える。\n- サポートと連携し、ドレイヴンの攻撃を受けないように位置取りを工夫する。\n- ステルスを活用して奇襲を仕掛けるタイミングを見計らい、ドレイヴンの斧を拾わせないようにする。\n- 可能であれば、早めに防御アイテムを購入し、耐久力を上げることで生存率を高める。",
      "シヴィア": "シヴィアはドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアが攻撃を受けやすい。\n- シヴィアの基礎射程が短く、ドレイヴンの攻撃を避けるのが難しい。\n- ドレイヴンのCCスキルにより、シヴィアの動きが制限される可能性がある。\n- シヴィアは単体へのDPSが低く、ドレイヴンとのトレードで火力負けしやすい。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、ビルド面での有利を取りやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ドレイヴンの攻撃を避ける。\n- ウェーブクリア能力を活かして、早めにレーンを押し込む。\n- スペルシールドを適切に使い、ドレイヴンのCCを回避する。\n- サポートと連携し、ドレイヴンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムビルドを工夫し、耐久力を上げることでドレイヴンの攻撃に耐える。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーの弱い序盤を突いて攻撃しやすい。\n- ドレイヴンのCCスキルにより、スモルダーは移動を制限され、攻撃を受けやすくなる。\n- スモルダーはAA強化がないため、ドレイヴンの高DPSに対抗しにくい。\n- スモルダーのスキルはスタックを貯める必要があり、序盤はダメージが低いため、ドレイヴンに対して劣位に立たされる。\n- ドレイヴンの攻撃を受けると、スモルダーは早期にダメージを受けてしまい、レーンでの優位性を失いやすい。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、ドレイヴンの攻撃を避けることに集中する。\n- サポートと連携して、ドレイヴンに対するハラスを行い、スタックを貯める時間を稼ぐ。\n- アイテムを早めに購入し、耐久力を上げることでドレイヴンの攻撃に耐える。\n- 集団戦では、ドレイヴンを狙うのではなく、他の敵チャンピオンに焦点を当てる。\n- Eスキルを活用して、ドレイヴンの攻撃を避けつつ、位置取りを工夫する。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがドレイヴンに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ドレイヴンの攻撃を安全に避けながらハラスが可能です。\n- ドレイヴンはAAに依存しているため、コグ＝マウのスロー効果を受けることで攻撃が当たりにくくなります。\n- コグ＝マウのスキルはAR/MRを減少させるため、ドレイヴンの耐久力を削りやすいです。\n- コグ＝マウは集団戦でのダメージ出力が高く、ドレイヴンがオールインを仕掛ける前にダメージを与えられます。\n- ドレイヴンは移動妨害に弱く、コグ＝マウのスローで追撃や逃げることが難しくなります。\n\n有利の取り方:\n- レーン戦では、コグ＝マウの長射程を活かしてドレイヴンにハラスを行い、CSを稼ぎます。\n- ドレイヴンが斧を落としたタイミングを狙い、積極的に攻撃を仕掛けます。\n- スキルを使ってAR/MRを減少させ、ドレイヴンの耐久力を削ります。\n- 集団戦では、後衛から安全に攻撃し、ドレイヴンが近づく前にダメージを与えます。\n- ドレイヴンがオールインを仕掛けてきた際には、スローを使って距離を取り、反撃のチャンスを作ります。",
      "ジグス": "ジグスがドレイヴンに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ドレイヴンが近づく前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、ドレイヴンが斧を拾うために必要な位置取りを難しくする。\n- ドレイヴンはAAに依存しているため、ジグスのスキルで移動を妨害されると攻撃ができなくなる。\n- ジグスはミニオン処理が得意で、ドレイヴンがファームをする際に圧力をかけやすい。\n- ジグスの設置型スキルは、ドレイヴンが接近するのを防ぐ効果があり、特に序盤での有利を確保しやすい。\n\n有利の取り方:\n- レベル1から積極的にスキルを使い、ドレイヴンにダメージを与えて圧力をかける。\n- ミニオンウェーブをコントロールし、ドレイヴンがファームしづらい状況を作る。\n- ジグスのスキルを使ってドレイヴンの動きを制限し、斧を拾えないようにする。\n- ジグスの設置型スキルを利用して、ドレイヴンが近づけないようにゾーニングする。\n- サポートと連携して、ドレイヴンに対してオールインを仕掛けるタイミングを見計らう。",
      "ニーラ": "ニーラがドレイヴンに有利です。\n\n理由:\n- ニーラは近接チャンピオンであり、ドレイヴンの攻撃を避けやすい。\n- 彼女のスキルは、ドレイヴンの攻撃を無効化する能力があり、特にオールイン時に強力。\n- ニーラは持続的なダメージを持ち、ドレイヴンのバーストダメージに対抗できる。\n- パッシブによるヒール効果で、ドレイヴンの攻撃を受けても生存しやすい。\n- ダッシュスキルにより、ドレイヴンの攻撃を回避しやすく、反撃のチャンスを作りやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ドレイヴンの斧を拾わせないようにする。\n- サポートと連携し、ニーラのパッシブを活かして持続的にダメージを与える。\n- オールインのタイミングを見計らい、ドレイヴンが斧を落とした瞬間に攻撃を仕掛ける。\n- 敵のCCを避けるために、ダッシュスキルを活用して位置取りを工夫する。\n- ドレイヴンの攻撃を受けた際は、パッシブのヒールを活かして耐える。",
      "ジンクス": "ジンクスがドレイヴンに有利です。\n\n理由:\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ジンクスの攻撃速度の上昇により、ドレイヴンのバーストダメージを受ける前にダメージを与えやすい。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、ジンクスのスネアやスローで動きを制限することで、彼の攻撃を無効化しやすい。\n- ジンクスはキルを取ることで移動速度と攻撃速度が向上し、連続キルを狙いやすく、スノーボールが可能。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ドレイヴンのファームを妨害する。\n- スネアやスローを活用して、ドレイヴンの斧を拾えない状況を作り出す。\n- ジンクスのパッシブを活かして、キルを取った際に得られるバフを利用し、さらに攻撃的に立ち回る。\n- サポートと連携して、ドレイヴンに対するオールインを仕掛け、早期にアドバンテージを取る。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化する能力があるため、オールインが強い。\n- ドレイヴンはAAに依存しているため、サミーラのスキルで攻撃を防がれるとダメージを出しにくくなる。\n- サミーラは高いDPSを持ち、スノーボールが始まると非常に強力なキャリー能力を発揮できる。\n- サミーラのスキルは、ドレイヴンのCCを回避する手段を持っているため、接近して攻撃しやすい。\n\n有利の取り方:\n- サミーラは序盤から積極的にドレイヴンに接近し、オールインを狙う。\n- サポートと連携して、ドレイヴンのCCを避けながら攻撃する。\n- スタイルランクを上げるために、敵チャンピオンに対して多様な攻撃を行い、Ultを発動するタイミングを見計らう。\n- ドレイヴンが斧を落としたタイミングを狙って攻撃し、彼の戦闘能力を低下させる。",
      "アッシュ": "アッシュが有利です。\n\n理由:\n- アッシュは長射程を持ち、ドレイヴンに対して一方的にハラスができるため、序盤から優位に立ちやすい。\n- アッシュのパッシブによるスロー効果で、ドレイヴンの動きを制限し、斧を拾うのを難しくさせることができる。\n- アッシュはCCスキルを持っており、ドレイヴンがオールインを仕掛ける際にスタンを使って反撃することが可能。\n- ドレイヴンは操作が難しく、斧を落とすと戦闘能力が低下するため、アッシュのスローでその隙を突くことができる。\n- アッシュは視界を確保するスキルを持っており、マップの情報を得ることで安全にプレイできる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ドレイヴンのHPを削る。\n- スローを活用してドレイヴンの斧を拾わせないように立ち回る。\n- CCスキルを使ってドレイヴンがオールインを仕掛けてきた際に反撃する。\n- サポートと連携して、ドレイヴンに対して集中的に攻撃を仕掛ける。\n- ドレイヴンが斧を落としたタイミングを狙って、積極的に攻撃を仕掛ける。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ザヤの攻撃範囲よりも優位に立つことができるため、ザヤは一方的にダメージを受けやすい。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、ザヤが序盤で優位に立つのが難しい。\n- スモルダーのCCスキル（スロウ）によって、ザヤの移動が制限され、反撃のチャンスを失いやすい。\n- ザヤはスキルの発生に時間がかかるため、スモルダーの攻撃を避けるのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ファームを優先することで、スモルダーのスタックを貯めさせないようにする。\n- スモルダーのスキルを避けるために、位置取りを工夫し、常に距離を保つ。\n- サポートと連携して、スモルダーに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、スモルダーの攻撃に耐えられるようにする。",
      "コーキ": "コーキがスモルダーに不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、持続的なダメージを出しやすい。\n- スモルダーのEスキルによる高速移動で、コーキの攻撃を避けやすく、追撃も得意。\n- スモルダーはAoE攻撃を持ち、集団戦での強さが際立つため、コーキのスキルが当たりにくくなる。\n- コーキはCCがないため、スモルダーの攻撃を止める手段がなく、タイマンでの戦闘で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを意識し、スモルダーのスタックを貯めさせないようにする。\n- スモルダーのEスキルのクールダウンを狙い、攻撃の隙を突く。\n- アイテムを工夫し、マナ管理を徹底してスキルを使い続ける。\n- 集団戦では位置取りを工夫し、スモルダーのAoE攻撃を避けるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特に集団戦でのAoE攻撃が強力です。ヴェインはAoE攻撃を持たないため、集団戦での影響力が低くなります。\n- スモルダーのWによるスロー効果やRの範囲攻撃は、ヴェインの機動力を制限し、追撃や逃走を難しくします。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高く、特に集団戦での持続的なダメージが強力です。ヴェインは序盤からのハラスが弱く、スモルダーの成長を許してしまうと厳しくなります。\n- ヴェインは射程が短く、スモルダーの攻撃を受けやすく、特にスキルのスタックが貯まった状態での攻撃に対して脆弱です。\n\n不利の緩和策:\n- レーンでのハラスを避け、スモルダーのスキルを避けるために位置取りを工夫する。\n- 早めにアイテムを購入し、特に防御アイテムを優先して生存能力を高める。\n- 集団戦では、スモルダーのスキルを避けながら、他の味方と連携して攻撃する。\n- スモルダーのスタックが貯まる前に積極的にハラスを行い、レーンでの優位を保つ。",
      "セナ": "セナが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、セナのハラスを受けても耐えられる。\n- スモルダーのEスキルによる高速移動で、セナのハラスを避けたり、追撃を行うことができる。\n- スモルダーはAoE攻撃を持ち、集団戦でのダメージが高いため、セナが集団戦での影響力を発揮しにくい。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーのスキルのスタックが貯まる前に不利な状況に陥りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、位置取りを工夫し、スモルダーのスキルを避ける。\n- サポートと連携して、スモルダーに対する集中的なハラスを行い、早期にプレッシャーをかける。\n- 逃げ手段が乏しいため、視界を確保し、敵の動きを把握しておくことで、gankを避ける。\n- アイテムを早めに購入し、耐久力を上げることで、スモルダーの攻撃に耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプであり、特にスタックを貯めることで後半のダメージが非常に高くなるため、持続的なダメージでルシアンを圧倒できる。\n- スモルダーのAoE攻撃は集団戦で非常に強力で、ルシアンが集団戦で立ち位置を取るのが難しくなる。\n- スモルダーのEスキルによる高速移動は、ルシアンの攻撃を避ける手段として非常に効果的で、追撃や逃走が得意。\n- ルシアンは射程が短いため、スモルダーの攻撃を受けやすく、特にオールインの際に不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、スモルダーのスキルを避ける位置取りを心がける。\n- スモルダーのスタックが貯まる前に積極的にハラスを行い、早期に優位を築く。\n- 集団戦では、スモルダーのAoE攻撃を避けるために、立ち位置を工夫し、後衛からの攻撃を意識する。\n- アイテムを工夫して、スモルダーのダメージを軽減する手段を持つ（例：防具アイテムの購入）。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、ミス・フォーチュンのハラスを受けても耐えられる。\n- スモルダーのEスキルによる高速移動で、ミス・フォーチュンの攻撃を避けやすく、接近戦での有利を取ることができる。\n- スモルダーはAoE攻撃が強力で、集団戦での影響力が大きいため、ミス・フォーチュンのUltを無効化することができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのスタックが貯まる前にダメージを与えられないことが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してスモルダーの攻撃を遮る。\n- スモルダーのスキルのCDを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、DPSを向上させることで、スモルダーに対抗できるようにする。\n- 集団戦では、位置取りを工夫し、スモルダーのAoE攻撃を避けるように心がける。"
    },
    "loses": {
      "シヴィア": "シヴィアがスモルダーに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押し込むことができる。\n- スペルシールドにより、スモルダーのCCスキルを無効化できるため、トレードで有利に立ち回れる。\n- シヴィアの攻撃速度増加効果により、スモルダーのスキルを受ける前にダメージを与えることができる。\n- スモルダーは序盤のDPSが低いため、シヴィアがレーンで優位に立ちやすい。\n- シヴィアの跳弾するスキルにより、ミニオンをプッシュしながらスモルダーにハラスをかけることができる。\n\n有利の取り方:\n- レーン開始時に積極的にミニオンをプッシュし、スモルダーがスタックを貯める前にタワーに寄せる。\n- スペルシールドを活用して、スモルダーのスキルを弾きながらトレードを行う。\n- 攻撃速度を上げるアイテムを早めに購入し、スモルダーに対して優位なダメージを与える。\n- スモルダーがEスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- 集団戦では後衛から安全にダメージを与え、スモルダーのAoE攻撃を避ける位置取りを心がける。",
      "ドレイヴン": "ドレイヴンがスモルダーに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーの序盤の弱さを突くことができる。\n- スモルダーはAA強化がないため、ドレイヴンの高DPSに対抗しにくい。\n- ドレイヴンのCCスキルにより、スモルダーの移動を制限しやすく、逃げる手段を奪うことができる。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、アイテム差をつけやすい。\n- スモルダーはスタックを貯めるまでの序盤が弱く、ドレイヴンがその間に有利を築くことができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スモルダーのHPを削る。\n- スモルダーがスキルを使った後にオールインを仕掛け、ダメージを与える。\n- ドレイヴンのCCを活用して、スモルダーの移動を制限し、追撃を行う。\n- スモルダーがスタックを貯める前に、レーンでの優位を確立し、ファームを圧倒する。\n- アイテムを早めに揃え、スモルダーに対して圧力をかけ続ける。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ジグスの攻撃を避けながら安全にダメージを与えることができる。\n- ジンのスネア効果により、ジグスは接近されると動きを制限され、攻撃を受けやすくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジグスのHPが減った際に特に脅威となる。\n- ジグスは対象指定スキルを持たず、ジンのようなブリンク持ちのチャンピオンに対してはダメージを出しづらい。\n\n不利の緩和策:\n- ジグスはレーンでのハラスを強化するために、ミニオンを利用してジンの攻撃を避ける立ち回りを心がける。\n- ジンのスネアを避けるために、位置取りを工夫し、スキルの発動タイミングを見極める。\n- ジグスのスキルを連発する際は、マナ管理をしっかり行い、持続的にダメージを与えられるようにする。\n- サポートと連携し、ジンに対してオールインを仕掛けるタイミングを見計らうことで、ジンの強みを打ち消す。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ヴァルスが攻撃する前にハラスを行いやすい。\n- ジンのスネア効果により、ヴァルスは接近されると動きを制限され、反撃が難しくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減った状態のヴァルスに対して特に効果的。\n- ヴァルスは逃げる手段が限られており、ジンの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ジンのスキルを避ける位置取りを心がける。\n- サポートと連携して、ジンに対してオールインを仕掛けるタイミングを見計らう。\n- 逃げ道を確保するために、視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、耐久力を上げることでジンの攻撃に耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ケイトリンの攻撃を避けながら反撃できるため、レーンでのトレードで有利。\n- ジンのスネア効果により、ケイトリンが接近された際に動きを制限され、オールインを受けやすい。\n- ケイトリンはスキルのモーションが長く、ジンの攻撃を受ける隙ができやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して特に強力。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、ジンのスキルを避ける。\n- サポートと連携し、ジンのスネアを避けるための視界を確保する。\n- 罠を効果的に使い、ジンの接近を防ぐ。\n- アイテムを早めに購入し、耐久力を上げることでオールインに対抗する。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- スモルダーはAA強化がないため、DPSが他のADCに比べて低く、ジンの高バーストダメージに対抗しづらい。\n- ジンのスネア効果により、スモルダーは接近戦での動きが制限され、オールインに弱くなる。\n- スモルダーは序盤のスキル性能が低く、ジンの長射程攻撃に対してレーニングで不利を取ることが多い。\n- ジンの4発目の攻撃やアルティメットは、HPが減った相手に対して非常に強力で、スモルダーはそのダメージを受けやすい。\n\n不利の緩和策:\n- 序盤は慎重に立ち回り、ジンの攻撃を避けるために位置取りを工夫する。\n- スモルダーのEスキルを活用して、ジンのスキルを避けつつ距離を保つ。\n- ジンのスネア効果を避けるために、味方のサポートと連携して動く。\n- アイテムを早めに購入し、スモルダーのダメージを向上させることで、後半のスケールを活かす。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、ジンのHPが減った際に一気に仕掛けることができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サのオールインに対して脆弱。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、ジンに対しても効果的なダメージを与えられる。\n- カイ＝サのUltを使うことで、ジンの攻撃を避けつつ接近しやすく、主導権を握ることができる。\n- ジンの残弾数が見えるため、カイ＝サはリロードのタイミングを狙って攻撃を仕掛けやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンのHPを削る。\n- ジンがリロード中やスキルを使った後にオールインを仕掛ける。\n- スキルを進化させて、ジンに対するダメージを最大化する。\n- Ultを使ってジンの攻撃を避けつつ、接近して一気にダメージを与える。\n- ジンのCCスキルを避けるために、位置取りを工夫しながら戦う。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、トゥイッチが近づく前にハラスが可能。\n- エズリアルの高い機動力により、トゥイッチの奇襲を回避しやすい。\n- エズリアルのスキルはクールダウンが短く、持続的にダメージを与えられるため、トゥイッチが反撃する隙を与えにくい。\n- トゥイッチは逃げ性能が低く、エズリアルのスキルで捕まえられるリスクが高い。\n- エズリアルのAoEダメージは、トゥイッチの集団戦での強みを打ち消す可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルのスキルを避ける。\n- ステルスを活用して、エズリアルのスキルのクールダウン中に奇襲を仕掛ける。\n- サポートと連携して、エズリアルに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- 早めに防御アイテムを購入し、エズリアルのダメージを軽減する。\n- レーンを押し込まず、相手の動きを観察しながら慎重にプレイする。",
      "ジグス": "ジグスが不利です。\n\n理由:\n- エズリアルは高い機動力を持ち、ワープスキルでジグスの攻撃を避けやすい。\n- エズリアルのスキルは長射程で、ジグスが攻撃する前にハラスを受ける可能性が高い。\n- ジグスは対象指定スキルを持たず、エズリアルのブリンクに対してダメージを与えにくい。\n- エズリアルはスキルのクールダウンが短く、持続的にハラスを行うことができるため、ジグスは圧力を受けやすい。\n- ジグスは接近を許すと無力になりやすく、エズリアルの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避ける。\n- ジグスのスキルを適切に使い、エズリアルのハラスを最小限に抑える。\n- サポートと連携し、エズリアルに対する圧力をかける。\n- マナ管理をしっかり行い、スキルを無駄にしないようにする。\n- タワーの近くで戦うことで、エズリアルの攻撃を受けにくくする。",
      "ザヤ": "ザヤがエズリアルに不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ザヤが近づく前にハラスを行うことができる。\n- エズリアルのスキルは短いクールダウンで、持続的にダメージを与えられるため、ザヤは常に圧力を受ける。\n- ザヤの攻撃範囲はエズリアルより短いため、エズリアルが安全な距離から攻撃できる。\n- エズリアルの機動力により、ザヤのスネアを避けやすく、反撃が難しい。\n- ザヤはスキルの発生に時間がかかるため、エズリアルのバーストに対して反応しづらい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避ける。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げてエズリアルのハラスに耐える。\n- スネアを使うタイミングを慎重に選び、エズリアルがスキルを使った後に反撃を狙う。\n- 可能であれば、エズリアルのスキルを避けるために、ブッシュを利用して奇襲をかける。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ヴァルスの攻撃を安全な距離からハラスできるため、レーンでの優位性が高い。\n- エズリアルの機動力が高く、ワープスキルを使ってヴァルスのスキルを避けやすい。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルの素早い動きに対して反応しづらい。\n- エズリアルは持続的なダメージを与える能力が高く、ヴァルスのHP回復手段が乏しいため、ハラスに対して脆弱。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、エズリアルのスキルを避けるようにする。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを工夫し、耐久力を上げることでエズリアルのハラスに耐えられるようにする。\n- スキルのクールダウンを管理し、エズリアルのスキルが使われた後に攻撃を仕掛ける。",
      "コーキ": "コーキが不利です。\n\n理由:\n- コーキはCCを持たないため、エズリアルの高い機動力に対して反撃が難しい。\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離から避けながらハラスができる。\n- コーキのスキルはAoEダメージが中心であるため、エズリアルのスキルの方向指定に対して効果的にダメージを与えにくい。\n- エズリアルはワープスキルを持ち、コーキの攻撃を回避しやすく、持続的なダメージを与えられない。\n- コーキはマナ消費が激しく、持続的な戦闘においてマナが枯渇しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルの攻撃を遮る。\n- スキルのクールダウンを意識し、エズリアルのスキルを避けるタイミングを見計らう。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛ける。\n- マナ管理を徹底し、必要な時にスキルを使えるようにする。\n- アイテムを工夫して、耐久力を上げることでエズリアルの攻撃に耐える。",
      "ミス・フォーチュン": "ミス・フォーチュンがエズリアルに不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンが近づく前にハラスが可能。\n- エズリアルの機動力が高く、Eを使ってミス・フォーチュンの攻撃を回避しやすい。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、ミス・フォーチュンのハラスを受け流しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルの高いバーストダメージに対抗しにくい。\n- エズリアルのCCはAoEであり、ミス・フォーチュンが集団戦での立ち位置を取りにくくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルのスキルを避ける。\n- サポートと連携して、エズリアルに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、DPSを向上させることで、エズリアルに対抗できるようにする。\n- 逃げる手段を確保するために、Wを活用して立ち位置を調整し、エズリアルの攻撃を避ける。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ケイトリンの攻撃を安全な距離からハラスできるため、レーンでの優位性を持つ。\n- エズリアルの機動力が高く、ワープスキルを使ってケイトリンの攻撃を回避しやすい。\n- ケイトリンはスキルのモーションが長く、エズリアルのスキルコンボに対して反撃が難しい。\n- エズリアルは持続的なダメージを出す能力が高く、ケイトリンの一時的なハラスに対して持続的にダメージを与えられる。\n- ケイトリンの罠はエズリアルの機動力に対して効果的ではなく、彼の逃げ道を封じることが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルのスキルを避ける。\n- サポートと連携して、エズリアルに対してオールインを狙うタイミングを見計らう。\n- 罠を適切に配置し、エズリアルの動きを制限することで、反撃のチャンスを作る。\n- 早めにアイテムを購入し、パワースパイクを活かしてエズリアルに対抗する。\n- ジャングラーとの連携を強化し、Gankを狙うことでレーンの状況を有利に持っていく。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ドレイヴンが近づく前にハラスを行うことができるため、ドレイヴンはレーンでの圧力を受けやすい。\n- エズリアルの機動力が高く、ワープスキルを使ってドレイヴンの攻撃を避けることができるため、ドレイヴンの攻撃が当たりにくい。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、ドレイヴンのバーストダメージを上回ることができる。\n- エズリアルのCCスキルにより、ドレイヴンの動きを制限されると、斧を拾うことが難しくなり、戦闘能力が低下する。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、エズリアルのスキルのクールダウンを意識し、タイミングを見計らって攻撃する。\n- サポートと連携して、エズリアルに対してオールインを狙うタイミングを作る。\n- 斧を落とさないように注意し、位置取りを工夫して安全にファームを行う。\n- エズリアルのスキルを避けるために、常に移動しながら戦うことを心がける。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、コグ＝マウが攻撃する前にハラスを行いやすい。\n- エズリアルの機動力が高く、ワープスキルを使ってコグ＝マウの攻撃を避けることができる。\n- コグ＝マウは自衛手段が乏しく、エズリアルのバーストダメージに対して脆弱である。\n- エズリアルはスキルのクールダウンが短く、持続的にハラスを行うことができるため、コグ＝マウはレーンで圧倒されやすい。\n- コグ＝マウの基礎射程が短く、エズリアルの攻撃を受けやすい。\n\n不利の緩和策:\n- サポートと連携して、エズリアルのハラスを受けないように立ち回る。\n- レーンでのCSを優先し、できるだけ安全にファームを行う。\n- 早めに防御アイテムを購入し、エズリアルのバーストダメージに耐えられるようにする。\n- エズリアルのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 可能であれば、ジャングラーにGankを依頼し、エズリアルを圧倒する。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、エズリアルに対して柔軟に対応できる。\n- 高いバーストダメージを持ち、エズリアルのHPを迅速に削ることができる。\n- エズリアルの主力スキルが方向指定であるため、カイ＝サの機動力を活かして回避しやすい。\n- カイ＝サはUltを使って瞬時に距離を詰めることができ、エズリアルの射程を逆手に取ることができる。\n- エズリアルのAoE攻撃が限られているため、カイ＝サはミニオンを利用して安全に攻撃できる。\n\n有利の取り方:\n- レーンでのハラスを行い、エズリアルのHPを削る。\n- スキルを進化させて、エズリアルに対するダメージを増加させる。\n- Ultを使ってエズリアルに接近し、オールインを仕掛ける。\n- エズリアルのスキルを避けるために、機動力を活かして立ち回る。\n- サポートと連携して、エズリアルを孤立させる。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。\n- エズリアルの主力スキルが方向指定であるため、ヴェインのダッシュで回避可能。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、エズリアルのHPを迅速に削ることができる。\n- エズリアルはAoE攻撃が限られており、ヴェインの持続的なダメージに対抗しにくい。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルが孤立した際に有利に立てる。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、エズリアルのスキルを回避するためにダッシュを活用する。\n- エズリアルがスキルを使った後の隙を狙って攻撃を仕掛ける。\n- 近づいてAAを重ね、真のダメージを活かしてエズリアルのHPを削る。\n- サポートと連携して、エズリアルを孤立させる状況を作る。\n- クリティカルヒットを狙い、ダメージを最大化する装備を整える。",
      "アフェリオス": "アフェリオスがエズリアルに有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にエズリアルのスキルを避ける手段が豊富です。\n- エズリアルは主にスキルを使って戦うため、アフェリオスの持つCC効果を持つ武器での反撃が有効です。\n- アフェリオスは持続的なダメージを出す能力が高く、エズリアルのスキルクールダウンを利用してハラスが可能です。\n- アフェリオスはエズリアルの機動力の低さを突いて、近距離での戦闘を有利に進めることができます。\n\n有利の取り方:\n- レーン開始時にアフェリオスの武器を適切に選び、エズリアルのスキルを避けながらハラスを行う。\n- エズリアルのスキルがクールダウン中に積極的に攻撃し、ダメージを与える。\n- CC効果を持つ武器を使用して、エズリアルの動きを制限し、追撃を行う。\n- レベルアップ時にアフェリオスの強みを活かし、エズリアルが育つ前に優位に立つ。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることができ、特にハラス性能が高いため、トリスターナは序盤から圧力を受けやすい。\n- アフェリオスのスネアやスローを持つ武器により、トリスターナは捕まりやすく、逃げる手段が制限される。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きく、アフェリオスの攻撃を受けやすい。\n- アフェリオスはレベルが上がると脅威ステータスが増し、トリスターナが育つ前に有利な状況を作りやすい。\n\n不利の緩和策:\n- トリスターナは序盤から積極的にハラスを行い、アフェリオスのリソースを削ることを目指す。\n- サポートと連携して、アフェリオスのスキルを避ける動きを心がけ、特にスネアを警戒する。\n- ウェーブ管理を意識し、アフェリオスが育つ前に自分がレベルを上げるように努める。\n- アイテムを早めに揃え、バーストダメージを活かしてアフェリオスに対抗する。",
      "ヴェイン": "ヴェインがアフェリオスに不利です。\n\n理由:\n- アフェリオスは長射程のマークスマンであり、ヴェインの射程が短いため、ハラスを受けやすい。\n- アフェリオスの武器の組み合わせにより、特にスネアやスローを使われると、ヴェインは機動力を活かせずに捕まるリスクが高い。\n- アフェリオスは高い火力を持ち、特に脅威ステータスが育つと、ヴェインは一方的にダメージを受ける可能性がある。\n- ヴェインは集団戦でのAoE攻撃がないため、アフェリオスの持つ多様な攻撃スタイルに対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して位置取りを工夫する。\n- アフェリオスのスキルを避けるため、ダッシュをタイミングよく使い、攻撃を回避する。\n- サポートと連携して、アフェリオスに対する集中的な攻撃を仕掛ける。\n- アイテムを適切に選択し、特に防御アイテムを早めに購入して耐久力を上げる。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に高い火力を持つため、カイ＝サはオールインを仕掛ける際にリスクが高い。\n- アフェリオスのスネアやスローを持つ武器により、カイ＝サは移動が制限され、攻撃を受けやすくなる。\n- カイ＝サは基礎ADが低く、序盤のハラスに対抗するのが難しいため、アフェリオスに対して優位に立たれることが多い。\n- アフェリオスは射程が長く、カイ＝サが接近するのが難しいため、戦闘を仕掛けるタイミングが制限される。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、アフェリオスのハラスを避けることでレベルアップを目指す。\n- サポートと連携し、アフェリオスに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、装備を整えることで火力を向上させ、アフェリオスに対抗できるようにする。\n- アフェリオスのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを狙う。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチがアフェリオスに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アフェリオスの機動力の低さを突くことができる。\n- アフェリオスは序盤が弱く、トゥイッチは序盤からハラスが強いため、アフェリオスが育つ前に有利に立てる。\n- トゥイッチのアルティメットは長射程で、アフェリオスが安全に攻撃できない位置から攻撃できるため、集団戦での優位性が高い。\n- アフェリオスの武器の組み合わせに対して、トゥイッチは毒による持続ダメージを与えられるため、持続戦闘で有利に立てる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- ステルスを活用して奇襲を仕掛け、アフェリオスがスキルを使った後に攻撃する。\n- 集団戦ではアルティメットを使って後方から一方的に攻撃し、アフェリオスを狙う。\n- アフェリオスが武器を切り替えるタイミングを見計らって、攻撃を仕掛ける。",
      "ザヤ": "ザヤがアフェリオスに有利です。\n\n理由:\n- ザヤはスネアを持っており、アフェリオスの攻撃を止めることができるため、彼の攻撃を無効化しやすい。\n- アフェリオスは機動力が低く、ザヤの加速スキルを使うことで距離を保ちながら攻撃できる。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすく、アフェリオスの脆さを突くことができる。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、ザヤが早い段階で優位に立つことができる。\n- ザヤはラカンと組むことで、さらに強力なコンボを展開でき、アフェリオスに対して圧力をかけやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- スネアを使ってアフェリオスの攻撃を止め、反撃のチャンスを作る。\n- アフェリオスが武器を切り替えるタイミングを見計らい、攻撃を仕掛ける。\n- ラカンと連携して、エンゲージを行い、アフェリオスを捕まえる。\n- 集団戦では、AoEダメージを活かしてアフェリオスを狙い、早期に排除する。",
      "サミーラ": "サミーラがアフェリオスに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて攻撃しやすい。\n- アフェリオスは序盤が弱く、サミーラは早期にハラスを行うことで優位に立てる。\n- サミーラの高いDPSとバーストダメージにより、アフェリオスが育つ前に倒すことが可能。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、アフェリオスのCCを無効化しやすい。\n- アフェリオスの武器の組み合わせに対して、サミーラは柔軟に対応できる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- サポートと連携して、アフェリオスに対して集中的に攻撃を仕掛ける。\n- アフェリオスが武器を切り替えるタイミングを見計らい、接近して攻撃する。\n- スキルを駆使して、アフェリオスのCCを避けながらダメージを与える。\n- 集団戦では、味方のCCを利用してアフェリオスに接近し、瞬時にダメージを与える。",
      "コーキ": "コーキがアフェリオスに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アフェリオスの攻撃を避けながらハラスができるため、序盤から優位に立ちやすい。\n- アフェリオスは機動力が低く、コーキのAoEダメージを受けやすい。特に、コーキのスキルを使った後の追撃が効果的。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与えられるため、アフェリオスの回復や防御を無視しやすい。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、コーキが早期にダメージを与えることで有利に進められる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- コーキのスキルを使ってアフェリオスの攻撃を避けつつ、ダメージを与える。\n- アフェリオスが武器を切り替えるタイミングを見計らい、隙を突いて攻撃する。\n- 早期にアイテムを整え、アフェリオスに対して圧力をかけ続ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、アフェリオスの弱い序盤を突くことができる。\n- アフェリオスは機動力が低く、ドレイヴンの攻撃を避けるのが難しいため、ドレイヴンが有利に立ちやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ドレイヴンはCCを持っており、アフェリオスの動きを制限することができる。\n- アフェリオスは武器の組み合わせに依存しているため、ドレイヴンが攻撃を仕掛けるタイミングでアフェリオスが不利な武器を持っていると、さらに有利に戦える。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- ドレイヴンのパッシブを活かして、キルを取ることでゴールドを稼ぎ、アイテムを早く揃える。\n- アフェリオスが武器を切り替えるタイミングを見計らって、攻撃を仕掛ける。\n- CCを使ってアフェリオスの動きを制限し、追撃を行う。\n- 敵のサポートやジャングラーの動きを意識し、gankを避けつつ安全にファームを行う。",
      "コグ＝マウ": "コグ＝マウがアフェリオスに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を避けながらハラスが可能です。\n- アフェリオスは機動力が低く、コグ＝マウのスキルによるスロー効果で捕まえやすいです。\n- コグ＝マウのAR/MRを低下させるスキルは、アフェリオスに対して効果的で、高いダメージを与えられます。\n- アフェリオスは序盤が弱いため、コグ＝マウが早期に優位に立つことができます。\n- コグ＝マウは集団戦でのダメージ出力が高く、アフェリオスが育つ前に圧倒することが可能です。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- スキルを使ってアフェリオスのAR/MRを下げ、ダメージを増加させる。\n- アフェリオスが武器を切り替えるタイミングを見計らい、攻撃を仕掛ける。\n- 集団戦では、アフェリオスを狙い撃ちし、早期に排除する。\n- 自身の位置取りを意識し、アフェリオスの攻撃を避けつつダメージを与える。",
      "ヴァルス": "ヴァルスがアフェリオスに有利です。\n\n理由:\n- ヴァルスは長射程を持ち、アフェリオスの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- アフェリオスは機動力が低く、ヴァルスのスネアによって捕まえやすく、集団戦でも有利に立ち回れる。\n- ヴァルスのAoEダメージは、アフェリオスが武器を切り替える際の隙を突くのに効果的で、持続的なダメージを与えやすい。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、ヴァルスが早期にダメージを与えることで有利に進められる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削る。\n- スネアを活用してアフェリオスを捕まえ、キルを狙う。\n- 集団戦では、アフェリオスが武器を切り替えるタイミングを見計らってAoEダメージを与える。\n- サポートと連携し、アフェリオスを孤立させることで、より安全にダメージを与える。",
      "セナ": "セナがアフェリオスに有利です。\n\n理由:\n- セナは長射程を持ち、アフェリオスの攻撃を避けながらハラスが可能です。\n- アフェリオスは序盤が弱く、セナのハラスによってレーンでの優位を築きやすいです。\n- セナの回復能力により、アフェリオスの攻撃を受けても持ちこたえやすく、持続的なハラスが可能です。\n- アフェリオスは機動力が低いため、セナのスネアを当てることで捕まえやすいです。\n- セナのパッシブによって、ハラスを行うことで自身の火力を強化しやすいです。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、アフェリオスの体力を削る。\n- スネアを使ってアフェリオスを捕まえ、連続攻撃を行う。\n- 回復スキルを活用して、アフェリオスの攻撃を受けても耐えられるようにする。\n- アフェリオスの武器の特性を理解し、適切なタイミングでハラスを行う。\n- 敵ジャングラーの動きを警戒しつつ、セナの強みを活かしてレーンを支配する。",
      "アッシュ": "アッシュが有利です。\n\n理由:\n- アッシュは長射程を持ち、アフェリオスに対してハラスが得意であるため、序盤から優位に立ちやすい。\n- アッシュのスロー効果により、アフェリオスの攻撃を避けやすく、Kitingが可能である。\n- アフェリオスは機動力が低く、アッシュのCCスキルによって捕まえやすい。\n- アッシュは視界を確保するスキルを持っており、アフェリオスの動きを把握しやすい。\n- アフェリオスは序盤が弱いため、アッシュが早期にリードを取ることで有利に進められる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- スロー効果を活かして、アフェリオスが攻撃を仕掛けてきた際に距離を保つ。\n- CCスキルを使ってアフェリオスを捕まえ、オールインを狙う。\n- アフェリオスの武器の切り替えを見極め、弱いタイミングを狙って攻撃する。\n- サポートと連携して、アフェリオスに対するプレッシャーをかけ続ける。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウがジグスに不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、コグ＝マウが接近する前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、コグ＝マウがミニオンを処理する際に巻き込まれやすい。\n- コグ＝マウは機動力が低く、ジグスの地雷や爆弾によるスロー効果で動きを制限されやすい。\n- ジグスは集団戦でのAoEダメージが高く、コグ＝マウが集団戦でのダメージを出しづらくなる。\n- コグ＝マウの自衛手段が乏しく、ジグスに接近されると脆弱になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してジグスのスキルを避ける。\n- サポートと連携し、ジグスに対してガンクを仕掛けることでプレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げることでジグスのダメージを軽減する。\n- スキルのCD中に積極的にファームし、レベル差をつけられないようにする。\n- ジグスのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ヴァルスが攻撃する前にダメージを与えることができるため、ハラスが難しい。\n- ジグスの地雷によるスロー効果で、ヴァルスの移動が制限され、接近されるリスクが高まる。\n- ジグスのAoEダメージは、集団戦やミニオン処理において非常に強力で、ヴァルスがスキルを当てる前にダメージを受けやすい。\n- ヴァルスは逃げる手段が限られているため、ジグスのスキルに捕まると致命的なダメージを受ける可能性が高い。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- サポートと連携し、ジグスに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、範囲攻撃でジンクスに対してハラスを行いやすい。\n- ジグスの地雷によるスロー効果で、ジンクスの移動を制限されやすく、接近されるリスクが高まる。\n- ジグスは対象指定スキルを持たないため、ジンクスの機動力を活かしづらいが、ジグスのスキルは広範囲で当たりやすい。\n- ジグスは集団戦でのAoEダメージが強力で、ジンクスが集団戦での影響力を発揮しにくい。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ジグスに対するハラスを行い、早期に優位を取る。\n- 自衛手段を強化するアイテムを早めに購入し、ジグスの攻撃を受けた際のリスクを軽減する。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ザヤが近づく前にダメージを与えることができる。\n- ジグスのスキルはAoEダメージが豊富で、ザヤがミニオンを処理する際に巻き込まれやすい。\n- ジグスの地雷によるスロー効果で、ザヤの移動が制限され、反撃が難しくなる。\n- ザヤの攻撃範囲は短めで、ジグスの攻撃を避けるのが難しい。\n- ジグスは対象指定スキルを持たないため、ザヤのスキルを避けられる可能性が高い。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ジグスの攻撃を避ける。\n- ジグスのスキルを避けるために、Eスキルをタイミングよく使用する。\n- サポートと連携し、ジグスに対して積極的にエンゲージを試みる。\n- アイテムを工夫し、耐久力を上げることでジグスのバーストを耐える。\n- ジグスのスキルのクールダウンを見計らって攻撃するタイミングを計る。",
      "コーキ": "コーキが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、コーキの攻撃を避けることが難しいため、ハラスが受けやすい。\n- ジグスのスキルはAoEであり、コーキがミニオンを処理する際に一緒にダメージを受ける可能性が高い。\n- コーキはCCがないため、ジグスのスキルを避ける手段が限られており、接近されると脆弱になる。\n- ジグスの地雷によるスロー効果で、コーキの移動が制限され、攻撃を受けやすくなる。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ジグスのスキルを避けるようにする。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- マナ管理を徹底し、スキルを無駄に使わないようにする。\n- サポートと連携し、ジグスに対するガンクを狙うことで、プレッシャーをかける。",
      "セナ": "セナが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、セナが近づく前にハラスを行いやすい。\n- ジグスのスキルは範囲攻撃であり、セナがミニオンを処理する際にダメージを受けやすい。\n- ジグスの地雷によるスロー効果で、セナの移動が制限され、接近が難しくなる。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、ジグスの攻撃に対して脆弱。\n- ジグスはエンゲージを持たないため、セナが安全に攻撃できる状況を作りにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ジグスのスキルを避けるようにする。\n- サポートと連携し、ジグスに対して積極的にハラスを行う。\n- ジグスのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 逃げ道を確保するために、ワードを使って視界を確保し、ガンクを警戒する。\n- アイテムを早めに購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。",
      "ゼリ": "ゼリが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、遠くからのハラスが可能で、ゼリが近づく前にダメージを与えやすい。\n- ジグスのスキルはAoEダメージを持ち、ゼリが集団戦やミニオン処理で不利になる。\n- ジグスの地雷によるスロー効果で、ゼリの機動力を制限され、逃げることが難しくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ジグスのハラスに耐えにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち回る。\n- ジグスのスキルを避けるために、常に位置取りを意識し、ブリンクを活用する。\n- サポートと連携して、ジグスに対して積極的にトレードを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ジグスのハラスに耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ケイトリンが攻撃する前にダメージを与えることができるため、ハラスが難しい。\n- ジグスの地雷によるスロー効果で、ケイトリンの移動が制限され、接近されるリスクが高まる。\n- ケイトリンのスキルのモーションが長いため、ジグスのスキルを避けるのが難しく、特に集団戦では脆弱になる。\n- ジグスはAoEダメージを持つため、ミニオンを利用したハラスが効果的で、ケイトリンのミニオン処理が難しくなる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ジグスのスキルを避けるようにする。\n- ジグスのスキルを避けるために、罠を適切に配置し、敵の動きを制限する。\n- ジャングラーと連携し、ジグスに対するガンクを狙うことで、レーンの優位性を取り戻す。\n- アイテムを工夫し、耐久力を上げることで、ジグスのダメージを軽減する。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ドレイヴンが接近する前にダメージを与えることができるため、ドレイヴンは攻撃を受けやすい。\n- ジグスの地雷によるスロー効果は、ドレイヴンの移動を制限し、斧を拾うのを難しくするため、戦闘能力が低下する。\n- ジグスは範囲攻撃を持っているため、ドレイヴンがミニオンを処理する際にもダメージを受けやすい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、ドレイヴンが安全に攻撃するのが難しくなる。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを意識し、ミニオンの後ろから攻撃する。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ジグスに対してオールインを仕掛ける機会を作る。\n- 早めにアイテムを購入し、耐久力を上げてジグスの攻撃に耐える。",
      "サミーラ": "サミーラはジグスに不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、サミーラが近づくと同時に大きなダメージを受ける可能性が高い。\n- ジグスの地雷によるスロー効果は、サミーラの接近を妨げ、攻撃のチャンスを減少させる。\n- サミーラは低い防御ステータスを持ち、ジグスの高いAoEダメージに対して脆弱である。\n- ジグスは対象指定スキルを持たないため、サミーラのブリンクを利用した動きに対しても効果的にダメージを与えられる。\n\n不利の緩和策:\n- サミーラはレーンでのファームを優先し、ジグスのスキルを避ける立ち回りを心がける。\n- サポートと連携し、ジグスに対して集団での攻撃を仕掛けることで、彼のスキルを避ける。\n- ジグスのスキルのクールダウンを見極め、スキルがないタイミングで積極的に攻撃する。\n- アイテムを活用して耐久力を上げ、ジグスの攻撃を耐えられるようにする。\n- ブリンクを使ってジグスのスキルを避けつつ、接近戦を挑むタイミングを見計らう。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、アッシュが近づく前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、アッシュがミニオンを処理する際に巻き込まれやすい。\n- ジグスの地雷によるスロー効果で、アッシュの移動が制限され、接近されるリスクが高まる。\n- アッシュは機動スキルを持たないため、ジグスのスキルを避けるのが難しい。\n- ジグスはタワー破壊能力が高く、アッシュがレーンで優位に立つのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろで安全にファームする。\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- サポートと連携して、ジグスに対するガンクを試みる。\n- 早めに防御アイテムを購入し、耐久力を上げる。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。"
    },
    "loses": {
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジグスのスキルを避けやすい。\n- ジグスは対象指定スキルを持たず、ヴェインのブリンクに対してダメージを与えにくい。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、ジグスの耐久力を無視してダメージを出せる。\n- ヴェインは1対1の戦闘において非常に強力で、ジグスが接近を許すと脆弱になる。\n\n有利の取り方:\n- レーンでのハラスを行い、ジグスのスキルを避けながら攻撃する。\n- ブリンクを活用してジグスのスキルを回避し、反撃する。\n- ジグスがスキルを使った後の隙を狙って攻撃する。\n- ジグスがミニオンを処理している隙に、積極的にダメージを与える。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サはブリンクを持っており、ジグスのスキルを回避しやすい。\n- ジグスは対象指定スキルを持たず、カイ＝サのような機動力のあるチャンピオンに対してはダメージを与えにくい。\n- カイ＝サは高いバーストダメージを持ち、ジグスが接近されると脆弱なため、オールインが有効。\n- カイ＝サはスキルを進化させることで、状況に応じたビルドが可能で、ジグスに対して柔軟に対応できる。\n\n有利の取り方:\n- レベルが上がったら、ジグスのスキルを避けながら接近し、オールインを仕掛ける。\n- ジグスのスキルのクールダウンを確認し、隙を突いて攻撃する。\n- ジグスがミニオンを狙っているときに、ブリンクを使って距離を詰める。\n- 集団戦では、ジグスのスキルを避けつつ、後衛から攻撃を行う。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けながら安全に攻撃できる。\n- ジンのスネア効果により、ジグスの移動を制限し、スキルを当てやすくすることができる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジグスのHPが減った際に特に効果的。\n- ジグスは対象指定スキルを持たないため、ジンの機動力を活かした立ち回りが有利に働く。\n\n有利の取り方:\n- レーンでのハラスを行い、ジグスのHPを削る。\n- スネアを使ってジグスの動きを制限し、スキルを当てるチャンスを増やす。\n- ジグスがスキルを使った後の隙を狙って攻撃する。\n- ジグスが接近してきた際には、距離を保ちながら攻撃し、逃げる準備をする。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすい。\n- ジグスは対象指定スキルを持たず、トゥイッチの移動速度を上げるスキルに対して反応しづらい。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できない位置からダメージを与えることができる。\n- ジグスは接近を許すと脆弱になるが、トゥイッチはステルス状態で接近しやすく、ジグスに対して有利なトレードが可能。\n- トゥイッチはAPビルドでも運用可能で、ジグスに対して多様なビルド戦略を取れる。\n\n有利の取り方:\n- レーンでのトレード時にステルスを活用し、ジグスのスキルを避けながら攻撃する。\n- ジグスがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- アルティメットを使って集団戦での位置取りを有利にし、ジグスを狙う。\n- ジグスのCCスキルを避けるために、移動速度を上げるアイテムを早めに購入する。\n- ジグスがミニオンを処理している際に、奇襲を仕掛けてキルを狙う。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ジグスの攻撃を避けながらハラスが可能です。\n- ジグスのスキルは発動までにラグがあるため、エズリアルのブリンクを使って簡単に回避できます。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、ジグスに対しても有効なダメージを与えられます。\n- ジグスは接近を許すと無力になるため、エズリアルの機動力を活かして距離を保ちながら戦うことができます。\n\n有利の取り方:\n- レーンでのハラスを行い、ジグスのHPを削る。\n- ブリンクを使ってジグスのスキルを避け、反撃のチャンスを狙う。\n- ジグスがスキルを使った後の隙を突いて攻撃する。\n- ジグスがミニオンを使って防御する前に、スキルを使ってダメージを与える。",
      "ミス・フォーチュン": "ミス・フォーチュンがジグスに有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、ジグスのスキルを避けながらダメージを与えやすい。\n- ジグスは対象指定スキルを持たず、ミス・フォーチュンの移動速度を上げるスキルにより、ジグスの攻撃を回避しやすい。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が高いため、ジグスのスキルを無効化しやすい。\n- ジグスは接近を許すと脆弱になるが、ミス・フォーチュンは距離を保ちながら攻撃できるため、ジグスに対して優位に立てる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジグスのHPを削る。\n- ジグスのスキルを避けるために、Wを使って移動速度を上げ、距離を保ちながら攻撃する。\n- ジグスがスキルを使った後の隙を狙って、QやUltで大ダメージを与える。\n- 集団戦では、ジグスのスキルを避けつつ、AoEダメージを活かして敵チームにダメージを与える。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由:\n- ザヤは射程が長く、ニーラが近づく前にハラスを行いやすい。\n- ザヤのスネア効果により、ニーラは接近戦での機動力を制限される。\n- ザヤの無敵状態を持つスキルにより、ニーラの攻撃を回避される可能性がある。\n- ニーラは基本的に近接攻撃型であり、ザヤの遠距離攻撃に対して脆弱である。\n- ザヤは集団戦でのAoEダメージが強力で、ニーラが集団戦での存在感を発揮しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して奇襲をかける。\n- ザヤのスネアを避けるために、ダッシュスキルをタイミングよく使用する。\n- サポートと連携し、ザヤに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げてハラスに耐える。\n- レベルアップを狙い、パッシブを活かして味方と連携することで有利な状況を作る。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ザヤは射程が長く、トリスターナが攻撃を仕掛ける前にハラスを行いやすい。\n- ザヤのスネア効果により、トリスターナは接近戦で捕まえられるリスクが高い。\n- ザヤは集団戦でのAoEダメージが強力で、トリスターナが一度捕まると大きなダメージを受ける可能性がある。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きくなるため、ザヤに対して不利な状況を作りやすい。\n\n不利の緩和策:\n- レベルアップを早め、できるだけ早く射程を増やすことで、ザヤとの距離を保つ。\n- ザヤのスネアを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- サポートと連携し、ザヤに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、バーストダメージを高めてザヤに対抗できるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ザヤは射程が短いものの、スネア効果を持っており、ケイトリンの攻撃を避けることができる。\n- ケイトリンの攻撃は長射程であるが、ザヤはスキルを使って距離を詰めたり、無敵状態で攻撃を回避できるため、オールインが強い。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいが、ケイトリンは集団戦での持続力が低く、ザヤに対して劣る。\n- ケイトリンはスキルのモーションが長く、ザヤの反撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ザヤのスネアを警戒しながら立ち回る。\n- 罠を使って視界を確保し、ザヤの動きを制限する。\n- ジャングラーとの連携を強化し、ザヤに対するGankを狙う。\n- アイテムを早めに購入し、ダメージを増加させてザヤに対抗する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ザヤは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができる。\n- ザヤのEスキルによるスネア効果は、サミーラの接近を阻害し、行動を制限する。\n- ザヤは集団戦でのAoEダメージが強力で、サミーラが接近戦を挑む際に多くのダメージを受けやすい。\n- サミーラは単独でのCCがないため、ザヤのスキルコンボに対して脆弱である。\n- ザヤは自衛手段が豊富で、サミーラの攻撃をかわすことができる。\n\n不利の緩和策:\n- ザヤとの距離を保ちながら、ハラスを行うことを心がける。\n- サポートと連携し、ザヤに対して一斉攻撃を仕掛けるタイミングを見計らう。\n- ザヤのスネアを避けるために、ブリンクや移動スキルを活用する。\n- 集団戦では、ザヤのスキルが発動する前に先手を打つようにする。\n- アイテムを活用して、ザヤのダメージを軽減する手段を持つ。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ザヤは射程が短いとはいえ、スネアや無敵状態を持っており、コグ＝マウの攻撃を避けたり反撃したりする能力が高い。\n- コグ＝マウは機動力が低く、ザヤのスキルによるハラスやCCに対して脆弱である。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、コグ＝マウが集団戦でのダメージを出す前に倒される可能性が高い。\n- ザヤは自衛手段が豊富で、コグ＝マウが攻撃を仕掛ける際に反撃されやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れてファームを行う。\n- ザヤのスネアを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- サポートと連携して、ザヤに対して積極的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを適切に選択し、特に防御アイテムを早めに購入して生存率を上げる。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ザヤはスネアを持っており、ミス・フォーチュンが接近した際に捕まえやすい。\n- ザヤの加速や反撃能力により、ミス・フォーチュンのハラスをかわしやすい。\n- ザヤは集団戦でのAoEダメージが強力で、ミス・フォーチュンのUltを無効化する手段を持っている。\n- ミス・フォーチュンは射程が短めで、ザヤのKite能力に対して脆弱。\n\n不利の緩和策:\n- レーンでのハラスを控え、ザヤのスネアを避ける立ち回りを心がける。\n- サポートと連携し、ザヤに対して集中的に攻撃するタイミングを見計らう。\n- アイテムを早めに購入し、DPSを向上させることで、オールインを狙う。\n- ザヤのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。",
      "アフェリオス": "アフェリオスがザヤに不利です。\n\n理由:\n- ザヤは射程が短いため、アフェリオスの長射程攻撃に対して一方的にダメージを受けやすい。\n- ザヤのスネア効果により、アフェリオスは移動を制限され、攻撃を避けることが難しくなる。\n- ザヤは集団戦でのAoEダメージが強力で、アフェリオスが集団戦で狙われやすい状況を作り出す。\n- ザヤは加速や無敵状態を持っているため、アフェリオスの攻撃をかわしやすい。\n- アフェリオスは機動力が低く、ザヤの反撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ファームを優先することでレベル差をつける。\n- サポートと連携し、ザヤのスネアを避けるためのポジショニングを意識する。\n- ザヤのスキルを避けるために、適切なタイミングでスキルを使用する。\n- 集団戦では、ザヤのスネアを避けるために後衛に位置し、攻撃を行う。\n- アイテムを適切に選択し、耐久力を上げることで生存率を高める。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ザヤはスネアを持っており、カイ＝サが接近する際に捕まえられるリスクが高い。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カイ＝サが一度捕まると大きなダメージを受ける可能性がある。\n- ザヤは加速や無敵状態を持っているため、カイ＝サの攻撃を回避しやすい。\n- ザヤの攻撃範囲が短いとはいえ、カイ＝サが射程を活かせない状況を作り出すことができる。\n- カイ＝サは序盤が脆弱で、ザヤの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ファームを優先する。\n- サポートと連携し、ザヤのスネアを避けるための位置取りを意識する。\n- 早めにアイテムを揃え、パワースパイクを迎えることで対抗する。\n- ザヤのスキルを避けるために、移動スキルを活用して距離を保つ。\n- 集団戦では後衛に位置し、ザヤの攻撃を受けないようにする。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ザヤの短射程を活かして一方的にハラスが可能です。\n- セナの回復能力により、ザヤの攻撃を受けても持ちこたえやすく、持続的なハラスができる。\n- セナのスネア効果により、ザヤの動きを制限し、反撃のチャンスを減少させることができる。\n- ザヤはスキルの発生に時間がかかるため、セナの攻撃を避けるのが難しい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、レーンでの優位を築きやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ザヤにプレッシャーをかける。\n- セナのスキルを使ってザヤをスネアし、追撃を狙う。\n- ザヤがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- セナの回復を活かして、ザヤの攻撃を受けても耐えられるように立ち回る。\n- ザヤが近づいてきた際には、距離を保ちながら攻撃し続ける。",
      "ゼリ": "ゼリはザヤに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えられる。\n- ゼリの射程が長く、ザヤの短い射程を活かしてハラスを行いやすい。\n- ゼリはスキルを駆使してザヤのスネアを避けることができ、反撃のチャンスを持つ。\n- ゼリの加速手段により、ザヤの攻撃を受けずに距離を取ることができる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ザヤの体力を削る。\n- ゼリのスキルを使ってザヤの攻撃を避けつつ、反撃を行う。\n- ザヤがスネアを使った後に、ゼリの機動力を活かして距離を取る。\n- ゼリのウルトを使って、集団戦やトレードでの優位性を確保する。\n- ザヤのスキルのクールダウンを狙い、攻撃の隙を突いてダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持っており、ザヤの短い射程を活かして安全にハラスができる。\n- エズリアルのスキルはクールダウンが短く、ザヤに対して持続的にダメージを与えられる。\n- ザヤのスネアや無敵スキルに対して、エズリアルはワープスキルを使って回避することができる。\n- ザヤはスキルの発生に時間がかかるため、エズリアルはその隙を突いて攻撃できる。\n- エズリアルはバーストダメージを出す能力が高く、ザヤの自衛手段を無視してダメージを与えられる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ザヤの体力を削る。\n- スキルを使ってミニオンを処理しつつ、ザヤに対してポークを行う。\n- ザヤがスネアを使った後の隙を狙って、攻撃を仕掛ける。\n- ワープスキルを駆使して、ザヤの攻撃を避けつつ反撃する。\n- 集団戦では、ザヤが無敵状態のスキルを使った後に攻撃を仕掛けるタイミングを見計らう。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にダメージを与えることができる。\n- スモルダーのAoE攻撃は、ザヤが集団戦で羽根を使って攻撃する際に、彼女の周囲にいる敵にもダメージを与えることができるため、ザヤに対して有利に働く。\n- スモルダーはスキルをスタックさせることで後半のダメージが非常に高くなるため、ゲームが進むにつれてザヤに対して優位に立つことができる。\n- ザヤのスネアや無敵状態を持つスキルに対して、スモルダーはEスキルでの高速移動を活かして回避することができる。\n\n有利の取り方:\n- レーンでのハラスを行い、ザヤの体力を削ることでプレッシャーをかける。\n- スモルダーのスキルを使ってスタックを貯め、集団戦でのダメージを最大化する。\n- ザヤがスネアを使った後の隙を狙い、攻撃を仕掛ける。\n- 集団戦では、ザヤが羽根を使っている間にAoE攻撃を活かしてダメージを与える。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは攻撃範囲がザヤよりも長いため、ザヤが接近する前にハラスが可能。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ザヤの物理ダメージに対して強い。\n- ユナラのスロー効果により、ザヤの動きを制限しやすく、Kite能力を活かしにくくする。\n- ユナラは集団戦でのAoEダメージが強力で、ザヤの羽根攻撃を無効化することができる。\n- ザヤのスキルは発動に時間がかかるため、ユナラの攻撃を受ける前にダメージを与えやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤにダメージを与える。\n- スキルを使って攻撃速度を上げ、プッシュを早めて相手のファームを妨害する。\n- ザヤが近づいてきた際にはスローを使い、距離を保ちながら攻撃する。\n- 集団戦ではアルティメットを活用し、ザヤの攻撃を無効化しつつダメージを与える。\n- ブッシュを利用してザヤの視界を切り、奇襲をかける。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にハラスができる。\n- コーキのスキルはAoEダメージを持ち、ザヤが集団戦でのダメージを稼ぎにくくする。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを与えやすい。\n- ザヤのスネアや無敵スキルに対して、コーキはCCを持たないため、ザヤの反撃を受けにくい。\n- ザヤはスキルの発生に時間がかかるため、コーキの長射程攻撃で先手を取ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤの体力を削る。\n- スキルを使ってザヤの攻撃範囲外から攻撃し、ダメージを与える。\n- ザヤがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では、ザヤが近づく前にAoEスキルでダメージを与え、ザヤの動きを制限する。\n- マナ管理をしっかり行い、スキルを使い続けられるようにする。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トリスターナが近づく前にハラスを行いやすい。\n- コーキのAoEダメージにより、トリスターナはウェーブ管理が難しく、プッシュされやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きくなるため、コーキの攻撃を受けやすい。\n- コーキは防御力を下げるデバフを持っており、トリスターナのダメージを通しにくくする。\n- コーキはCCを持たないため、トリスターナのノックバックを受けても逃げやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して視界を確保し、コーキのスキルを避ける。\n- スキルのクールダウンを考慮し、トレードを行うタイミングを見極める。\n- サポートと連携し、コーキに対して集団での攻撃を仕掛ける。\n- アイテムを早めに揃え、ダメージを増加させることで、コーキに対抗する。\n- ウェーブ管理を意識し、プッシュしすぎないように注意する。",
      "トゥイッチ": "トゥイッチがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トゥイッチが近づく前にハラスを行いやすい。\n- コーキのAoEダメージは、トゥイッチのステルスや奇襲を無効化する可能性がある。\n- コーキは防御力を低下させるデバフを持っており、トゥイッチのダメージを通しやすくする。\n- トゥイッチは自己強化がないため、コーキの持続的なダメージに対抗しづらい。\n- コーキはマナ消費が激しいが、トゥイッチは序盤に転ぶと何もできなくなるため、コーキが優位に立ちやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけ安全な位置からCSを取る。\n- ステルスを活用して、コーキのスキルを避けつつ奇襲を狙うタイミングを見計らう。\n- サポートと連携して、コーキに対する集団戦を仕掛ける。\n- アイテムを早めに購入し、ダメージを増加させてコーキに対抗する。\n- コーキのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "サミーラ": "サミーラがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスやプッシュが得意なため、サミーラが接近する前にダメージを与えられる。\n- コーキのAoEダメージは、サミーラが接近戦を仕掛ける際に、複数の敵に同時にダメージを与えることができるため、サミーラの攻撃が通りにくい。\n- サミーラは射程が短く、コーキの攻撃を避けることが難しいため、特にレーン戦での不利が大きい。\n- コーキはCCを持たないが、サミーラも単独でのCCがないため、コーキの攻撃を受けながら接近するのが難しい。\n\n不利の緩和策:\n- サポートと連携して、コーキの攻撃を避けるためのタイミングを見計らい、接近する。\n- コーキのスキルのクールダウンを利用して、隙を突いて攻撃を仕掛ける。\n- アイテムを工夫して、耐久力を上げることでコーキの攻撃に耐えられるようにする。\n- レーン戦では、ミニオンを利用してコーキの攻撃を遮ることで、ダメージを減らす。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アッシュが近づく前にハラスを行いやすい。\n- コーキのAoEダメージにより、アッシュはレーンでのプッシュやハラスに苦しむ。\n- アッシュは機動スキルを持たないため、コーキの攻撃を避けるのが難しい。\n- コーキはバーストダメージや持続的なダメージを出せるため、アッシュがオールインされると不利になる。\n- コーキはCCを持たないが、アッシュのスロー効果を無視して攻撃できるため、アッシュのKitingが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して視界を確保し、コーキのスキルを避ける。\n- サポートと連携して、コーキに対して集団で攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでコーキの攻撃に耐える。\n- 可能であれば、レベル6以降にアルティメットを使ってコーキを捕まえるチャンスを作る。\n- マナ管理をしっかり行い、スキルを無駄に使わないようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、セナは距離を詰めるのが難しい。\n- コーキのAoEダメージにより、セナは一度に複数のミニオンやチャンピオンからダメージを受けやすい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、コーキの攻撃に対して脆弱。\n- コーキはCCを持たないため、セナのスネアを避けることができ、自由に動き回ることができる。\n- セナの回復能力は強いが、コーキの持続的なダメージに対しては効果が薄くなる。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、コーキの攻撃を避けるようにする。\n- セナのスネアを適切なタイミングで使用し、コーキの動きを制限する。\n- サポートと連携し、コーキに対して集中的に攻撃を仕掛ける。\n- 早めにアイテムを購入し、耐久力を上げることでコーキのハラスに耐える。\n- ミニオンを利用してコーキの攻撃を遮ることで、ダメージを軽減する。",
      "ジンクス": "ジンクスがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ジンクスは距離を詰めるのが難しい。\n- コーキのAoEダメージは、ジンクスの集団戦での強みを打ち消すことができる。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与えられるため、ジンクスが反撃する隙を与えにくい。\n- ジンクスは自衛手段が乏しく、コーキの攻撃を受けると脆弱な状態になりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してコーキのスキルを避ける。\n- サポートと連携して、コーキに対して積極的にトレードを仕掛けるタイミングを見計らう。\n- 早めに防具アイテムを購入し、耐久力を上げることでコーキのダメージを軽減する。\n- ジンクスのスキルを活用して、コーキの攻撃を避けつつ、反撃のチャンスを狙う。",
      "ザヤ": "ザヤがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ザヤが近づく前にハラスを行いやすい。\n- コーキのAoEダメージは、ザヤのファームや集団戦でのダメージを稼ぐ能力を制限する。\n- ザヤの攻撃範囲が短いため、コーキの攻撃を避けるのが難しく、一方的にダメージを受けやすい。\n- コーキはスキルのクールダウンが短く、持続的に圧力をかけることができるため、ザヤが反撃する隙を与えにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、コーキの攻撃を避けるようにする。\n- スキルを使うタイミングを見極め、コーキのスキルを避けながら反撃する。\n- サポートと連携し、エンゲージやカバーを受けながら安全にファームを行う。\n- アイテムを早めに購入し、耐久力を上げることでコーキのダメージを軽減する。",
      "ヴェイン": "ヴェインがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ヴェインはレーンでの圧力を受けやすい。\n- コーキのAoEダメージにより、ヴェインは集団戦での影響を受けやすく、特にプッシュが早いコーキに対してはレーンでの優位性を失いやすい。\n- ヴェインは射程が短く、コーキの攻撃を避けるのが難しいため、ハラスやダメージを受けやすい。\n- コーキはCCを持たないが、ヴェインはCCを受けると脆弱であり、コーキの持続的なダメージに対して耐えにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- コーキのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携して、コーキに対する集団戦での圧力を高める。\n- アイテムを早めに購入し、耐久力を上げることでコーキのダメージを軽減する。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがコーキに有利です。\n\n理由:\n- コグ＝マウはAR/MRを低下させるスキルを持っており、コーキの防御力を削ることでダメージを通しやすくなります。\n- コグ＝マウの割合ダメージは、コーキのHPを効率的に削ることができ、特にタンク相手に強いです。\n- コグ＝マウは長射程を持ち、コーキの攻撃を受ける前にハラスを行いやすいです。\n- コーキはCCがないため、コグ＝マウのスロー効果を利用して安全に攻撃することができます。\n- コグ＝マウは集団戦でのダメージ出力が高く、コーキが集団戦での持続的なダメージを出すのが難しいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コーキのHPを削る。\n- コーキのスキルのCDを見極めて、スキルを使った後に攻撃する。\n- スロー効果を活用して、コーキが近づけないようにする。\n- 集団戦では、コーキの防御力を下げるスキルを使い、味方と連携してダメージを集中させる。\n- 自身の位置取りを意識し、コーキの攻撃を避けながらダメージを出す。",
      "ケイトリン": "ケイトリンがコーキに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキよりも遠くから攻撃できるため、一方的にハラスが可能。\n- コーキはCCスキルを持たないため、ケイトリンの罠によるスネア効果で簡単に捕まえることができ、ダメージを与えやすい。\n- ケイトリンのスキルは高いバーストダメージを持ち、コーキの耐久力が低いため、早期にキルを狙いやすい。\n- コーキはマナ消費が激しく、スキルを多用することでマナが枯渇しやすいが、ケイトリンは持続的なハラスが得意で、レーンでの優位を保ちやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- 罠を使ってコーキの動きを制限し、攻撃を当てやすくする。\n- コーキがスキルを使った後の隙を狙って、AAやスキルでダメージを与える。\n- ジャングラーと連携して、コーキに対するGankを仕掛け、キルを狙う。",
      "エズリアル": "エズリアルがコーキに有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を受けずにハラスが可能。\n- コーキはCCがないため、エズリアルの機動力を活かした立ち回りに対抗できない。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられる。\n- コーキはマナ消費が激しく、スキルを多用するとマナが枯渇しやすいが、エズリアルはスキルを使い続けることができる。\n- エズリアルはワープスキルを持ち、コーキの攻撃を避けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのマナを削る。\n- スキルを使ってコーキの攻撃を避けつつ、ダメージを与える。\n- コーキがスキルを使った後の隙を狙って攻撃する。\n- ワープスキルを活用して、コーキの攻撃を回避しながら安全に立ち回る。\n- 可能であれば、サポートと連携してコーキに対するプレッシャーをかける。",
      "スモルダー": "スモルダーがコーキに有利です。\n\n理由:\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキのダメージを上回る可能性がある。\n- コーキはCCがないため、スモルダーのEスキルによる高速移動を止める手段がない。\n- スモルダーのAoE攻撃は集団戦で非常に効果的であり、コーキのAoEダメージに対抗できる。\n- コーキは序盤のハラスが得意だが、スモルダーはスタックが貯まるまでの間に耐えることができれば、後半で逆転できる。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、スタックを貯めることに集中する。\n- コーキのスキルを避けながら、Eスキルを使って位置取りを工夫する。\n- 集団戦では、コーキが密集している敵に対してAoE攻撃を活かす。\n- コーキのアルティメットのクールダウンを考慮し、タイミングを見計らって攻撃する。",
      "ミス・フォーチュン": "ミス・フォーチュンはコーキに有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、コーキのAoE攻撃に対しても効果的にダメージを与えられる。\n- コーキはCCがないため、ミス・フォーチュンのスローやUltによる制圧力を受けやすい。\n- ミス・フォーチュンのパッシブによる追加ダメージが、コーキの耐久力を削るのに役立つ。\n- コーキはマナ消費が激しく、スキルを多用することでミス・フォーチュンが有利な状況を作りやすい。\n- ミス・フォーチュンはレーンでのハラスが得意で、コーキのスキルを避けながらダメージを与えられる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- スキルを使ってコーキの攻撃を避けつつ、ミニオンを利用してダメージを与える。\n- コーキがスキルを使った後の隙を狙って、Ultを使って大ダメージを与える。\n- Wを活用して立ち位置を調整し、コーキの攻撃を避けながら攻撃を続ける。\n- 敵ジャングラーやサポートと連携して、コーキを捕まえるチャンスを作る。",
      "ジン": "ジンがコーキに有利です。\n\n理由:\n- ジンはスネア効果を持つスキルを使ってコーキの動きを制限できるため、コーキが攻撃しづらくなる。\n- コーキはCCがないため、ジンのスキルや通常攻撃に対して反撃手段が限られている。\n- ジンの長射程の攻撃により、コーキが近づく前にダメージを与えることができる。\n- コーキはマナ消費が激しく、スキルを多用するとマナが枯渇しやすいが、ジンは持続的なダメージを与えられるため、コーキのマナ管理を圧迫できる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったコーキに対して特に効果的。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コーキのHPを削る。\n- スネアを使ってコーキの動きを制限し、攻撃のチャンスを作る。\n- コーキがスキルを使った後の隙を狙って攻撃する。\n- ジンのアルティメットを使って、コーキが逃げられない状況を作り出す。\n- マナ管理を意識し、コーキがスキルを使いすぎたタイミングでオールインを仕掛ける。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキよりも遠くから一方的にハラスができるため、レーンでの優位性が高い。\n- ケイトリンの罠によるスネア効果が、コーキの移動を制限し、攻撃を受けやすくする。\n- コーキはCCを持たないため、ケイトリンの攻撃を受け続けると、持続的なダメージを与えられやすい。\n- ケイトリンのバーストダメージが高く、コーキは単純な殴り合いに弱いため、オールインされると不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ケイトリンの攻撃範囲外からスキルを使うように心がける。\n- 罠を避けるために、視界を確保しつつ慎重に動く。\n- ジャングラーと連携して、ケイトリンに対するGankを試みることで、レーンのプレッシャーを軽減する。\n- マナ管理をしっかり行い、スキルを無駄に使わないようにすることで、持続的なダメージを維持する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の射程を持ち、ヴェインが攻撃を仕掛ける前に一方的にハラスを受けることができる。\n- ケイトリンの罠によるスネア効果は、ヴェインの機動力を制限し、逃げる手段を奪うことができる。\n- ヴェインは射程が短いため、ケイトリンの攻撃を避けることが難しく、特に序盤のレーン戦で不利になる。\n- ケイトリンの高いダメージとプッシュ力により、タワーシージが得意で、ヴェインがレーンでのプレッシャーを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して隠れながら動く。\n- サポートと連携して、ケイトリンの罠を避けるための視界を確保する。\n- レベルが上がるまで耐え、アイテムを揃えてからオールインを狙う。\n- ケイトリンのスキルのCDを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ジンクスよりも遠くから一方的にハラスを行うことができる。\n- ケイトリンの罠によるスネア効果は、ジンクスの移動を制限し、接近を難しくするため、ジンクスが攻撃を仕掛けるタイミングを失いやすい。\n- ケイトリンは序盤からのタワーシージが得意で、ジンクスが育つ前にタワーを破壊されるリスクが高い。\n- ジンクスは自衛手段が乏しく、ケイトリンの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- サポートと連携して、ケイトリンの攻撃を避けるために位置取りを工夫する。\n- ケイトリンの罠を避けるために、視界を確保し、ワードを設置しておく。\n- レーンでのハラスを受けた際は、無理にトレードを仕掛けず、ファームを優先する。\n- ジャングラーにGankを依頼し、ケイトリンを捕まえるチャンスを作る。",
      "セナ": "セナが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、セナよりも一方的にハラスを行いやすい。\n- ケイトリンの罠によるスネア効果は、セナが逃げる手段を制限し、捕まるリスクを高める。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃に対して耐えにくい。\n- ケイトリンはGankに強い特性を持ち、セナが捕まりやすい状況を作り出すことができる。\n- セナのCCスキルは発生が遅く、ケイトリンの攻撃を受ける前に反撃するのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけミニオンの後ろに位置し、ケイトリンの攻撃を受けないようにする。\n- サポートと連携し、ケイトリンの罠を避けるために視界を確保し、Gankを警戒する。\n- セナの回復スキルを活用し、ハラスを受けた際には早めに回復を行う。\n- アイテムを早めに購入し、耐久力を上げることで、ケイトリンの攻撃に耐えられるようにする。\n- レベルアップを利用して、セナのスキルを活かし、ケイトリンに対抗するタイミングを見計らう。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、サミーラが接近する前に一方的にハラスを受ける。\n- ケイトリンの罠によるスネア効果で、サミーラは接近することが難しく、行動を制限される。\n- サミーラは射程が短く、ケイトリンの攻撃を避けることができず、殴り合いで不利になる。\n- ケイトリンの高いダメージとプッシュ力により、レーンでの優位性を保たれやすい。\n\n不利の緩和策:\n- サポートと連携して、ケイトリンの攻撃を避けるための視界を確保する。\n- ケイトリンの罠を避けるために、マップの位置を意識しながら動く。\n- レベルアップやアイテムを利用して、接近戦でのダメージを強化する。\n- 敵ジャングラーのGankを警戒し、適切なタイミングでのポジショニングを心がける。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、アフェリオスよりも遠くから一方的にハラスを行うことができる。\n- ケイトリンの罠によるスネア効果は、アフェリオスの機動力の低さを突くことができ、捕まるリスクが高まる。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、ケイトリンの強力なハラスに対抗しづらい。\n- ケイトリンはタワーシージが得意で、アフェリオスが育つ前に早期にタワーを破壊される可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サポートと連携して視界を確保し、ケイトリンの罠を避ける。\n- アフェリオスの武器を適切に選択し、状況に応じた戦術を展開することで、ケイトリンに対抗する。\n- レベルアップを意識し、序盤のファームを優先して、成長を早める。\n- サポートと連携して、ケイトリンの攻撃を受ける前に先手を打つように心がける。",
      "ユナラ": "ユナラが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ユナラよりも遠くから一方的にハラスを行うことができる。\n- ケイトリンの罠によるスネア効果は、ユナラの移動を制限し、接近を難しくするため、ユナラが攻撃を仕掛けるチャンスを減少させる。\n- ユナラはAAに依存しているため、ケイトリンの長射程に対抗するのが難しく、特にレーン戦での殴り合いで不利になる。\n- ケイトリンの高いバーストダメージと集団戦での強さに対して、ユナラはスローしか持たず、ダメージを出すためには接近が必要で、リスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ケイトリンの攻撃を受けないように立ち回る。\n- サポートと連携し、ケイトリンの罠を避けるためのワーディングを行い、Gankを狙う。\n- ユナラのスキルを活用して、ケイトリンの攻撃を受ける前に反撃するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ケイトリンのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ケイトリンと同じく遠距離からのハラスが得意です。これにより、ケイトリンの攻撃を避けつつ反撃することができます。\n- ジンのスキルはAoE効果を持ち、レーンでのプッシュやトレードにおいて優位性を発揮します。特に、ケイトリンが罠を使った際に、ジンはスキルで一気にダメージを与えることが可能です。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して特に強力です。\n- ケイトリンはスキルのモーションが長く、ジンはその隙を突いて攻撃することができます。ジンのスキルは発動時に足が止まるものの、ケイトリンの攻撃を避けるための位置取りがしやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ケイトリンの攻撃を避けつつダメージを与える。\n- ケイトリンが罠を設置した際には、スキルを使って一気にダメージを与え、反撃のチャンスを作る。\n- 4発目の攻撃やアルティメットを使って、ケイトリンのHPが減ったタイミングで一気に攻める。\n- ジンの移動速度上昇を活かして、ケイトリンの攻撃を避けながら立ち回る。",
      "コグ＝マウ": "コグ＝マウがケイトリンに有利です。\n\n理由:\n- コグ＝マウはスキルを駆使して高いDPSを発揮でき、特にAR/MRを減少させるスキルがあるため、タンクや耐久力のある相手に対して強い。\n- コグ＝マウのスキルは長射程であり、特に集団戦でのダメージ出力が高く、ケイトリンのハラスを受けながらも反撃が可能。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、コグ＝マウはその隙を突いて攻撃するチャンスがある。\n- ケイトリンのパッシブによるAA強化が限られているため、コグ＝マウは持続的なダメージを出しやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ケイトリンのスキルを避けつつ反撃する。\n- スキルを使ってケイトリンのAR/MRを減少させ、ダメージを増加させる。\n- ケイトリンのスキルのCDを見極め、隙を突いて攻撃する。\n- 集団戦では、コグ＝マウの長射程を活かして安全な位置からダメージを出し続ける。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは高いバーストダメージを持ち、序盤からケイトリンに対して強力なハラスが可能です。\n- ルシアンのスキルのクールダウンが短く、連続攻撃ができるため、ケイトリンの攻撃を受ける前にダメージを与えやすいです。\n- ケイトリンは射程が長いものの、ルシアンは機動力が高く、スキルを使って位置を変えながら攻撃できるため、ケイトリンの攻撃を避けやすいです。\n- ルシアンはCCを持たないものの、ケイトリンの罠に対してもスキルを使って回避することができ、攻撃のチャンスを逃しにくいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ケイトリンのHPを削る。\n- スキルを使った後の通常攻撃を活かして、ケイトリンに対して連続的にダメージを与える。\n- ケイトリンが罠を設置した際には、スキルを使って位置を変え、罠を避けながら攻撃を続ける。\n- 敵ジャングラーのGankを警戒しつつ、ルシアンの機動力を活かして安全にレーンを維持する。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルはスキルを駆使して戦うため、ケイトリンの長射程を逆手に取ることができる。\n- エズリアルのスキルはクールダウンが短く、ケイトリンのハラスに対して持続的に反撃できる。\n- ケイトリンの罠に対して、エズリアルはワープスキルを使って回避することができるため、捕まるリスクが低い。\n- エズリアルは射程が長く、ケイトリンの攻撃を避けながら安全にハラスを行える。\n- ケイトリンのスキルのモーションが長いため、エズリアルはその隙を突いて攻撃するチャンスがある。\n\n有利の取り方:\n- レーン開始時からスキルを使ってハラスを行い、ケイトリンの体力を削る。\n- ケイトリンが罠を設置した際は、ワープスキルを使って安全に回避し、反撃のチャンスを狙う。\n- ケイトリンがスキルを使った後の隙を狙って、エズリアルのスキルを当てる。\n- ジャングラーと連携して、ケイトリンに対するGankを仕掛け、優位な状況を作る。\n- 中盤以降もスキルを活かして、ケイトリンの攻撃を避けつつダメージを与え続ける。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリがカリスタに不利です。\n\n理由:\n- カリスタは対象指定のCCを持っており、ゼリの機動力を封じることができる。\n- カリスタの短距離リープにより、ゼリの攻撃を避けることが難しく、トレードで有利を取られやすい。\n- カリスタは高いバーストダメージを持ち、ゼリの基礎ステータスの低さを突いて早期にダメージを与えることができる。\n- カリスタのアルティメットは、集団戦での連携を強化し、ゼリが孤立しにくくなる。\n\n不利の緩和策:\n- ゼリは序盤から積極的にハラスを行い、カリスタのレベルアップを遅らせる。\n- サポートと連携し、カリスタのリープを無駄にさせるような位置取りを心がける。\n- アイテムを早めに購入し、基礎ADを強化してトレードでのダメージを増やす。\n- 集団戦では、カリスタのアルティメットを避けるために位置取りを工夫し、CCを受けないようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、セナの攻撃を避けやすい。\n- カリスタのアルティメットは、セナのCCを無効化することができ、セナのスネアが効果を発揮しにくい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、カリスタの高いバーストダメージに対処しづらい。\n- カリスタは接近戦での強さを持っており、セナが距離を保つのが難しい。\n- セナの逃げ手段が乏しいため、カリスタの攻撃を受けやすく、捕まると致命的なダメージを受ける可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、カリスタの攻撃を受けない位置取りを心がける。\n- セナのスネアを適切なタイミングで使用し、カリスタのブリンクを無効化するチャンスを狙う。\n- サポートと連携し、カリスタに対して集団でのプレッシャーをかける。\n- 逃げ道を確保するために、視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、耐久力を上げることでカリスタの攻撃に耐えられるようにする。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、エズリアルのスキルを避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、エズリアルの機動力を無効化する可能性がある。\n- エズリアルは主にスキルで戦うが、カリスタは持続的なダメージを与えながら近づくことができるため、エズリアルが反撃しづらい。\n- カリスタの高いKite性能により、エズリアルは攻撃を当てるのが難しくなる。\n- カリスタはエズリアルのスキルを避けながら、持続的にダメージを与えることができるため、レーンでのハラスが不利になる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、カリスタのブリンクを予測してスキルを使う。\n- サポートと連携し、カリスタに対して集中的に攻撃を仕掛けるタイミングを作る。\n- アイテムを工夫し、耐久力を上げることでカリスタの攻撃を耐える。\n- カリスタのアルティメットを避けるために、位置取りを工夫し、CCを受けないようにする。\n- 可能であれば、カリスタのブリンクを無効化するアイテムを選択する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- カリスタは短距離のリープを持ち、ヴェインの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果が、ヴェインの機動力を制限する。\n- カリスタは対象指定のCCを持っており、ヴェインが接近するのを難しくする。\n- カリスタのKite性能が高く、ヴェインが攻撃を当てるのが難しい。\n- カリスタは視界を確保するスキルを持ち、ヴェインの動きを察知しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタのスキルを冷静に見極める。\n- 可能な限りカリスタのリープを誘発し、スキルのクールダウンを狙う。\n- サポートと連携し、カリスタのアルティメットを無効化するタイミングを見計らう。\n- アイテムを活用して生存能力を高め、集団戦での役割を果たす。\n- 位置取りを工夫し、カリスタの攻撃を受けないようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、ドレイヴンの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、ドレイヴンの攻撃を妨害し、彼のダメージ出力を低下させる。\n- ドレイヴンは移動妨害CCに弱く、カリスタの機動力によって追撃されやすい。\n- カリスタは集団戦での機動性が高く、ドレイヴンが狙いにくい位置に移動できる。\n- カリスタは対象指定CCを持たないため、ドレイヴンの攻撃を無効化する手段がないが、カリスタの機動力でドレイヴンを翻弄できる。\n\n不利の緩和策:\n- カリスタのブリンクを予測し、位置取りを工夫して攻撃を当てる。\n- サポートと連携し、カリスタのアルティメットを無効化するタイミングで攻撃を仕掛ける。\n- 早めにアイテムを揃え、バーストダメージを高めてカリスタを圧倒する。\n- 敵の視界を意識し、カリスタが孤立しているタイミングを狙ってオールインを仕掛ける。\n- 位置取りを工夫し、カリスタの攻撃を避けつつ、反撃のチャンスを伺う。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、ルシアンの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、ルシアンの機動力を無効化しやすい。\n- カリスタは高いKite性能を持ち、ルシアンが接近するのを難しくする。\n- ルシアンは射程が短いため、カリスタの攻撃を受けやすく、ハラスが難しい。\n- カリスタは対象指定CCを持たないため、ルシアンのバーストダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、カリスタの攻撃を受けない位置取りを心がける。\n- サポートと連携し、カリスタに対してオールインを狙うタイミングを見計らう。\n- 逃げ道を確保するために、視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、耐久力を上げることでカリスタの攻撃に耐える。\n- 集団戦では、カリスタのアルティメットを避ける位置取りを意識する。",
      "スモルダー": "スモルダーがカリスタに不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、スキルを駆使して高いKite性能を発揮できるため、スモルダーの攻撃を避けやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦での連携が強化されるため、スモルダーのAoE攻撃が効果的に機能しにくい。\n- スモルダーはAA強化がないため、カリスタの高DPSに対抗しづらく、1対1の戦闘で不利になる。\n- カリスタは対象指定のCCを持っており、スモルダーの移動を制限することができるため、逃げる手段が限られる。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- スモルダーのスキルを活用して、カリスタのブリンクを誘発させ、隙を作る。\n- 集団戦では、カリスタのアルティメットを意識し、味方と連携してカリスタを狙う。\n- アイテムを工夫し、耐久力を上げることでカリスタの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ヴァルス": "ヴァルスがカリスタに有利です。\n\n理由:\n- 射程の長さ: ヴァルスはカリスタよりも射程が長いため、遠くから安全に攻撃できる。\n- CC効果: ヴァルスのスネア効果により、カリスタの動きを制限しやすく、彼女のKite性能を無効化できる。\n- AoEダメージ: ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいて優位に立てる。\n- スノーボール性能: 敵チャンピオンをキルすることで攻撃速度が増加し、試合を有利に進めやすい。\n- カリスタの弱点: カリスタはAAや攻撃速度を強化するスキルがないため、持続的なダメージを与えられるヴァルスに対して苦しむ。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてカリスタに対して積極的にハラスを行う。\n- CCを活用: スネアを使ってカリスタの動きを制限し、追撃や逃げ道を封じる。\n- 集団戦での位置取り: AoEダメージを活かして、集団戦でのダメージを最大化する。\n- スノーボールを狙う: キルを取ることで攻撃速度を上げ、さらに有利な状況を作る。\n- サポートとの連携: サポートと連携して、カリスタを捕まえるチャンスを増やす。",
      "ザヤ": "ザヤがカリスタに有利です。\n\n理由:\n- ザヤはスネアを持っており、カリスタの短距離リープを封じることができるため、カリスタの機動力を制限できる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カリスタが単体でのダメージを出すのが難しい状況を作りやすい。\n- ザヤは加速スキルを持っており、カリスタの攻撃を避けやすく、反撃のチャンスを増やすことができる。\n- ザヤはラカンと組むことで、さらに強力なコンボを発揮でき、カリスタに対して有利な状況を作りやすい。\n\n有利の取り方:\n- スネアを活用してカリスタのリープを封じ、攻撃のチャンスを作る。\n- AoEダメージを活かして、集団戦でのダメージを稼ぎ、カリスタを圧倒する。\n- 加速スキルを使ってカリスタの攻撃を避けつつ、反撃を狙う。\n- ラカンとの連携を強化し、カリスタに対して強力なイニシエートを行う。",
      "トリスターナ": "トリスターナがカリスタに有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、カリスタの攻撃を避けやすい。\n- トリスターナのバーストダメージは高く、特にカリスタのような脆いサポートに対して有効。\n- トリスターナはノックバック効果を持つスキルを使って、カリスタの接近を阻止できる。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、カリスタの攻撃をかわしやすい。\n- カリスタはAAをキャンセルできないため、トリスターナの持続的なDPSに対して耐えにくい。\n\n有利の取り方:\n- レベルアップを早め、攻撃範囲の増加を活かしてカリスタに対してハラスを行う。\n- ノックバックを利用してカリスタの接近を阻止し、距離を保ちながら攻撃する。\n- カリスタのスキルを避けるために、トリスターナのブリンクを活用して位置取りを工夫する。\n- サポートと連携し、カリスタが孤立したタイミングでバーストダメージを狙う。\n- 集団戦では、トリスターナの長射程を活かして安全な位置から攻撃し、カリスタを排除する。",
      "ミス・フォーチュン": "ミス・フォーチュンはカリスタに有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、カリスタがAAをキャンセルできないため、レーンでのハラスが効果的。\n- ミス・フォーチュンのスキルは多段ヒットするため、カリスタの短距離リープを無効化しやすい。\n- カリスタは操作が忙しく、ミス・フォーチュンのスキルを避けるのが難しい。\n- ミス・フォーチュンの集団戦でのAoEダメージは、カリスタが集団戦での戦力を発揮するのを妨げる。\n- カリスタは対象指定CCを持たないため、ミス・フォーチュンのスローやUltに対して脆弱。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カリスタのHPを削る。\n- ミス・フォーチュンのスキルを使ってカリスタのリープを無効化し、接近を許さない。\n- 集団戦では、ミス・フォーチュンのUltを活用してカリスタを排除する。\n- Wを使って立ち位置を調整し、カリスタの攻撃を避けつつダメージを与える。\n- カリスタがリープを使った後の隙を狙って攻撃する。",
      "サミーラ": "サミーラがカリスタに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、カリスタの短距離リープを利用して攻撃を仕掛けやすい。\n- カリスタはAAをキャンセルできないため、サミーラの高いDPSに対抗しづらい。\n- サミーラのスキルは、カリスタの攻撃を防ぐ能力を持っており、特に接近戦での優位性を発揮できる。\n- カリスタのCCは主にUltに依存しているが、サミーラはその間に攻撃を仕掛けることができる。\n- サミーラはスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮できるため、カリスタに対しても有利に立ち回れる。\n\n有利の取り方:\n- カリスタがリープを使った際に、サミーラはその隙を突いて攻撃を仕掛ける。\n- サミーラのスキルを駆使して、カリスタの攻撃を防ぎつつ、ダメージを与える。\n- 味方のCCを利用してカリスタに接近し、効果的にダメージを与える。\n- 集団戦では、サミーラの高いDPSを活かしてカリスタを優先的に狙う。\n- カリスタのUltを警戒しつつ、タイミングを見計らって攻撃を行う。",
      "シヴィア": "シヴィアがカリスタに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、カリスタがレーンでのプレッシャーをかけるのを防ぎやすい。\n- スペルシールドにより、カリスタのCCを無効化できるため、カリスタの攻撃を受けにくい。\n- シヴィアの攻撃速度を増加させるスキルにより、持続的なダメージを与えやすく、カリスタのKite性能を無効化できる。\n- シヴィアは後衛にダメージを与える能力が高く、集団戦での優位性を持つ。\n- カリスタはAAをキャンセルできないため、シヴィアの攻撃を受けるとダメージを受けやすい。\n\n有利の取り方:\n- レーンでのウェーブクリアを活かして、カリスタを圧倒し、タワーを早めに攻撃する。\n- スペルシールドを活用して、カリスタのCCを回避し、トレードで有利を取る。\n- シヴィアの攻撃速度を活かして、カリスタに持続的なダメージを与え、Kiteを無効化する。\n- 集団戦では、後衛にダメージを与えつつ、カリスタの動きを制限する位置取りを心がける。\n- カリスタがリープを使った後の隙を狙い、攻撃を仕掛ける。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、セナよりも射程が長いため、セナはハラスを受けやすい。\n- ヴァルスのスネア効果により、セナは捕まるリスクが高く、逃げる手段が乏しいため、致命的なダメージを受ける可能性がある。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいてセナに対して優位に立つことができる。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴァルスの持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してヴァルスの攻撃を遮る。\n- セナの回復スキルを活用して、ヴァルスのハラスを受けた際に自分や味方を回復する。\n- サポートと連携して、ヴァルスのスネアを避けるための位置取りを意識する。\n- アイテムを早めに購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、サミーラの短い射程に対して優位に立てる。\n- ヴァルスのスネア効果により、サミーラは接近戦を仕掛ける前に行動を制限される可能性が高い。\n- ヴァルスのAoEダメージは、サミーラが集団戦で効果的にダメージを出すのを妨げる。\n- サミーラは単独でのCCがないため、ヴァルスの攻撃を受けると反撃が難しい。\n\n不利の緩和策:\n- サポートと連携し、ヴァルスのスキルを避けるタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げてハラスを受けにくくする。\n- ヴァルスのスキルのクールダウンを狙い、隙を見て接近する。\n- 敵のミニオンを利用して、ヴァルスの攻撃を避けながら近づく。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、アッシュよりも遠くからハラスが可能。\n- ヴァルスのスネア効果により、アッシュは捕まるリスクが高く、逃げる手段がないため非常に脆弱。\n- ヴァルスのAoEダメージにより、集団戦やレーンでのハラスが強力で、アッシュは持続的なダメージを受けやすい。\n- アッシュはバーストダメージが低く、ヴァルスの攻撃を受けると厳しい状況になることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、ヴァルスのスネアを避けるための視界を確保する。\n- 早めに防御アイテムを購入し、耐久力を上げることでハラスに耐える。\n- スキルを使った後の隙を狙い、ヴァルスに対してカウンターを狙うタイミングを見計らう。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ヴァルスは長射程からのポークが得意で、コグ＝マウが攻撃する前にダメージを与えられる。\n- ヴァルスのスネア効果により、コグ＝マウは動きを制限されやすく、逃げる手段が乏しいため捕まりやすい。\n- コグ＝マウは機動力が低く、ヴァルスのスキルを避けるのが難しい。\n- ヴァルスのAoEダメージにより、集団戦でのコグ＝マウの生存能力が低下する。\n- ヴァルスはスノーボール性能が高く、序盤にキルを取られるとさらに不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サポートと連携してポジショニングを工夫する。\n- ヴァルスのスキルを避けるために、ミニオンを利用して前に出るタイミングを調整する。\n- 早めに防具アイテムを購入し、耐久力を上げる。\n- サポートにCCを持つチャンピオンを選び、ヴァルスに対抗する手段を増やす。\n- レベルアップやアイテムのパワースパイクを利用して、逆転のチャンスを狙う。",
      "ゼリ": "ゼリが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、ゼリの攻撃を避けることが難しい。\n- ヴァルスのスネア効果により、ゼリは動きを制限されやすく、特に集団戦での生存率が低下する。\n- ヴァルスのAoEダメージにより、ゼリはハラスを受けやすく、序盤の弱さが際立つ。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスのハラスに対抗しづらい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃を避けるようにする。\n- サポートと連携して、ヴァルスのスネアを避けるための視界を確保する。\n- アイテムを早めに購入し、耐久力を上げることでハラスに耐える。\n- 集団戦では、ヴァルスのスキルを避けるために、機動力を活かして立ち回る。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、ジンクスが近づく前にハラスを受けやすい。\n- ヴァルスのスネア効果により、ジンクスは動きを制限され、接近や逃げることが難しくなる。\n- ヴァルスのAoEダメージは集団戦での影響力が大きく、ジンクスが集団戦で活躍する前にダメージを受ける可能性が高い。\n- ジンクスは自衛手段が乏しく、ヴァルスの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携してポジショニングを工夫する。\n- ヴァルスのスネアを避けるために、移動を意識し、スキルのクールダウンを把握する。\n- 早めに防御アイテムを購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。\n- 集団戦では、後衛としての立ち位置を保ち、ヴァルスの攻撃を受けないように心掛ける。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、トリスターナが近づく前にハラスを受けやすい。\n- ヴァルスのCCスキルにより、トリスターナは動きを制限され、攻撃を避けることが難しくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃手段が限られるため、ヴァルスの持続的なダメージに対抗しづらい。\n- ヴァルスはスノーボール性能が高く、早期にキルを取られるとトリスターナはさらに不利になる。\n\n不利の緩和策:\n- レベル1から2の間に積極的にハラスを行い、ヴァルスのスキルを使わせてクールダウンを狙う。\n- サポートと連携して、ヴァルスのCCを避けるための位置取りを意識する。\n- アイテムを早めに揃え、特に防御アイテムを購入して耐久力を上げる。\n- トリスターナのブリンクを活用して、ヴァルスの攻撃を避けるタイミングを見極める。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- ヴァルスは長射程からのポークが得意で、アフェリオスは機動力が低いため、ハラスを受けやすい。\n- ヴァルスのCCスキルにより、アフェリオスは動きを制限されやすく、特に集団戦で狙われやすい。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、ヴァルスに対して立ち上がりが難しい。\n- ヴァルスはスノーボール性能が高く、キルを取られるとさらに不利な状況に陥る。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、ヴァルスのスキルを避けることを意識する。\n- サポートと連携し、ヴァルスのハラスを受けないように位置取りを工夫する。\n- レベルが上がるまで耐え、武器の組み合わせを活かして反撃のチャンスを狙う。\n- 可能であれば、アイテムを早めに購入し、火力を上げて対抗する。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、スモルダーが近づく前にハラスを受けやすい。\n- ヴァルスのCCスキルにより、スモルダーは動きを制限され、攻撃を受けやすくなる。\n- スモルダーは序盤のスキル性能が低く、ヴァルスのポークに対抗できない。\n- スモルダーはAA強化がないため、持続的なDPSが低く、ヴァルスに対して劣る。\n- ヴァルスはスノーボール性能が高く、キルを取られるとさらに不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してヴァルスの攻撃を遮る。\n- サポートと連携して、ヴァルスに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げてハラスに耐える。\n- スキルのスタックを貯めるために、ミニオンを優先して処理し、レベルアップを目指す。\n- 逃げる手段を確保するために、Eスキルのクールダウンを意識して使用する。"
    },
    "loses": {
      "ジグス": "ジグスがヴァルスに有利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ヴァルスの攻撃を受ける前にダメージを与えることができる。\n- ジグスのスキルは全てAoEであり、ミニオンを処理しやすく、ヴァルスのポークを無効化しやすい。\n- ヴァルスはHP回復手段が乏しく、ジグスの持続的なハラスに対して脆弱である。\n- ジグスの設置型スキルは、ヴァルスが近づくのを防ぎ、動きを制限することができる。\n- ヴァルスのスキルには発動までのラグがあり、ジグスのスキルを避けるのが難しい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ヴァルスのHPを削る。\n- ミニオンを利用して、ヴァルスの攻撃を避けつつスキルを当てる。\n- ジグスの設置型スキルを使って、ヴァルスの移動を制限し、攻撃のチャンスを作る。\n- 集団戦では、ジグスのAoEダメージを活かして、ヴァルスを狙う。\n- マナ管理をしっかり行い、スキルを連発してヴァルスにプレッシャーをかけ続ける。",
      "シヴィア": "シヴィアがヴァルスに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンでのプッシュが得意なため、ヴァルスのスキルを避けながら安全にハラスができる。\n- スペルシールドにより、ヴァルスのCCスキルを無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアの攻撃速度を増加させる効果により、持続的なダメージを与えやすく、ヴァルスのHPを削りやすい。\n- ヴァルスはHP回復手段が乏しく、シヴィアの持続的なハラスに対して脆弱である。\n\n有利の取り方:\n- レーン開始時に積極的にウェーブをプッシュし、ヴァルスにプレッシャーをかける。\n- スペルシールドを活用して、ヴァルスのスキルを弾きながらトレードを行う。\n- シヴィアの攻撃速度を活かして、ヴァルスのスキルがクールダウン中にダメージを与える。\n- 敵のミニオンを利用して、跳弾するスキルでハラスを行い、ヴァルスの動きを制限する。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ヴァルスの攻撃を受けることなくハラスが可能です。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルの機動力を活かして避けやすいです。\n- エズリアルのワープスキルにより、ヴァルスのスネアを回避しやすく、奇襲にも強いです。\n- エズリアルは持続的なダメージを出すことができ、特に中盤までのDPSが高いため、ヴァルスに対して優位に立ちやすいです。\n- ヴァルスはHP回復手段が乏しく、エズリアルのハラスに対して耐えにくいです。\n\n有利の取り方:\n- レーン開始時から積極的にスキルを使ってハラスを行い、ヴァルスのHPを削る。\n- ヴァルスのスキルを避けるために、ワープスキルを適切に使い、距離を保つ。\n- ミニオンを利用してヴァルスの攻撃を避けつつ、スキルでポークを行う。\n- 敵のスキルがクールダウン中のタイミングを狙って、積極的に攻撃を仕掛ける。\n- 可能であれば、サポートと連携してヴァルスを捕まえるチャンスを作る。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ヴァルスよりも安全にハラスができる。\n- ジンのスキルは全てAoE効果を持ち、集団戦やレーンでのプッシュに強い。\n- ヴァルスはHP回復手段が乏しく、ジンの高バーストダメージに対して脆弱。\n- ジンの4発目の攻撃やアルティメットは、HPが減った敵に対して非常に強力で、ヴァルスがスキルを使った後の隙を突くことができる。\n- ジンはスネア効果を持つため、ヴァルスの動きを制限しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴァルスのスキルを避けながらダメージを与える。\n- ジンのスキルを使ってヴァルスを捕まえ、スネアを活用して追撃する。\n- 4発目の攻撃を意識し、ヴァルスのHPが減ったタイミングでオールインを仕掛ける。\n- 集団戦では、ヴァルスのスキルを避けつつ、後衛から安全にダメージを与える立ち回りをする。"
    }
  }
}