{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ヴァルスはトレードを仕掛ける機会が減少します。\n- シヴィアのスペルシールドにより、ヴァルスのCCスキルが無効化されることが多く、トレードでの優位性が失われます。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けやすく、持続的なハラスが難しくなります。\n- シヴィアの基礎射程が短いとはいえ、ヴァルスの攻撃が届く前にシヴィアが反撃できる状況が多く、トレードで不利になります。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ヴァルスが前に出ると危険な状況になることが多いです。\n\n不利の緩和策:\n- レーンでのハラスを避け、シヴィアのウェーブクリアを利用して安全にファームを行う。\n- シヴィアのスペルシールドを意識し、CCスキルを使うタイミングを工夫する。\n- サポートと連携して、シヴィアがウェーブを押しすぎないように圧力をかける。\n- アイテムを早めに購入し、シヴィアに対抗できる火力を確保する。\n- 集団戦では後衛に位置し、シヴィアの攻撃を避けつつダメージを与える立ち回りを心がける。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンがハラスを行う前にレーンを押し込まれる可能性が高い。\n- シヴィアのスペルシールドは、ミス・フォーチュンのスローやCCを無効化できないため、トレードで有利を取られやすい。\n- シヴィアの基礎射程が短いとはいえ、ミス・フォーチュンの攻撃力が低いため、オールインされると脆弱である。\n- シヴィアは移動速度を上昇させる手段が多く、ミス・フォーチュンが接近されると逃げる手段が乏しい。\n\n不利の緩和策:\n- レーンでのハラスを控え、シヴィアのウェーブクリアを利用して安全にファームを行う。\n- サポートと連携し、シヴィアが押し込んできた際にカウンターを狙う。\n- アイテムを早めに購入し、DPSを向上させることで、シヴィアとの殴り合いで有利を取れるようにする。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫してトレードを行う。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ケイトリンがハラスを行う前にレーンを制圧される可能性が高い。\n- シヴィアの攻撃速度増加効果により、ケイトリンの攻撃を受ける前にダメージを与えられることが多い。\n- シヴィアのスペルシールドは、ケイトリンの罠やスキルを無効化することができ、トレードで不利になる。\n- ケイトリンは射程が長いが、シヴィアも射程が長く、特にシヴィアの跳弾によるハラスが効果的であるため、ケイトリンが一方的に攻撃できる状況が少ない。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ケイトリンが集団戦で活躍する前にダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、シヴィアのウェーブクリアを意識してミニオンを管理する。\n- シヴィアのスペルシールドを無効化するために、罠を使うタイミングを工夫する。\n- ジャングラーとの連携を強化し、シヴィアに対するGankを狙う。\n- シヴィアの攻撃を受ける際は、位置取りを工夫し、できるだけ安全な距離を保つ。\n- アイテムを早めに購入し、シヴィアとのトレードで有利に立てるようにする。",
      "スモルダー": "スモルダーがシヴィアに不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押し込まれる可能性が高い。\n- シヴィアの攻撃速度増加効果により、スモルダーのスキルを使う前にダメージを受けやすい。\n- スモルダーはAA強化がないため、シヴィアの持つ高DPSに対抗しづらい。\n- シヴィアのスペルシールドはスモルダーのCCを無効化できるため、トレードが不利になる。\n- スモルダーは序盤のスキル性能が低く、シヴィアの攻撃を受けると一方的に不利になる。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、シヴィアの攻撃を避ける。\n- スモルダーのEスキルを使って、シヴィアの攻撃を回避しつつハラスを行う。\n- ジャングラーと連携して、シヴィアに対するギャンクを狙う。\n- アイテムを早めに購入し、スモルダーのダメージを向上させる。\n- レーンフェイズでは無理にトレードを仕掛けず、ファームを優先する。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナがプッシュしてもすぐに返されるため、レーンでの優位性を保ちにくい。\n- シヴィアの攻撃速度増加効果により、トリスターナのバーストダメージが発揮しづらく、トレードで不利になることが多い。\n- シヴィアのスペルシールドは、トリスターナのノックバックを無効化するため、トリスターナが安全に攻撃する機会が減る。\n- トリスターナは序盤のスキルクールダウンが長く、シヴィアの持続的な攻撃に対して反撃が難しい。\n- シヴィアの射程が短いとはいえ、トリスターナが育つ前の段階では、シヴィアの攻撃を受けやすい。\n\n不利の緩和策:\n- トリスターナはレーンでのハラスを避け、シヴィアのスキルを避けるように立ち回る。\n- サポートと連携して、シヴィアに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、特に攻撃力を上げる装備を優先して購入する。\n- レベルが上がるにつれて射程が増える特性を活かし、レベルアップを意識してファームを行う。\n- 敵の動きを見て、シヴィアのスペルシールドがクールダウン中のタイミングを狙って攻撃する。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチは射程がシヴィアよりも長く、序盤からトレードで優位に立ちやすい。\n- シヴィアの基礎射程が短いため、トゥイッチの攻撃を受けやすく、特に序盤のレーンで圧力をかけやすい。\n- トゥイッチのステルスを利用した奇襲がシヴィアに対して効果的で、彼女のスペルシールドを無効化することができる。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、シヴィアの後衛へのダメージを脅かす。\n- シヴィアは単体へのDPSが低いため、トゥイッチの持つ持続的なダメージに対抗しづらい。\n\n有利の取り方:\n- レーン開始時に積極的にトレードを仕掛け、シヴィアの基礎射程の短さを利用する。\n- ステルスを活用して奇襲を行い、シヴィアが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、シヴィアの後衛を狙う。\n- シヴィアがスキルを使った後にトレードを仕掛け、スペルシールドのクールダウンを狙う。\n- アイテムを早めに揃え、装備差を利用してシヴィアに対して優位に立つ。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは攻撃範囲が長く、シヴィアの基礎射程が短いため、レーンでのハラスがしやすい。\n- ユナラのスキルは魔法ダメージを与えるため、シヴィアのスペルシールドを無効化しやすい。\n- ユナラはスロー効果を持つため、シヴィアの移動を制限しやすく、トレードで有利に立ち回れる。\n- ユナラは高いAoEダメージを持ち、集団戦でもシヴィアに対して効果的にダメージを与えられる。\n- シヴィアは単体へのDPSが低いため、ユナラの持つ魔法ダメージに対して耐性がない。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- スキルを使って攻撃速度を上昇させ、ミニオンを早く処理しつつシヴィアに圧力をかける。\n- シヴィアがスペルシールドを使った後にスローを使い、トレードを仕掛ける。\n- 集団戦では、シヴィアの後衛に対してAoEダメージを活かしてダメージを与える。\n- シヴィアが攻撃する際に、位置取りを工夫してKiteしながらダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なトレードが可能です。\n- シヴィアの基礎射程が短いため、ドレイヴンが先手を取ることで一方的に攻撃できる状況を作りやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- シヴィアは単体へのDPSが低いため、ドレイヴンの高いバーストに対抗しづらいです。\n- ドレイヴンのCCスキルにより、シヴィアの動きを制限しやすく、追撃が容易です。\n\n有利の取り方:\n- レーン開始時に積極的にトレードを仕掛け、シヴィアにダメージを与える。\n- 斧を正確に拾い続け、ダメージを最大化することでシヴィアを圧倒する。\n- シヴィアのスペルシールドを意識し、CCを使うタイミングを計る。\n- シヴィアがウェーブクリアを行う際に、ミニオンを利用してハラスを行う。\n- 可能であれば、ジャングラーと連携して早期にキルを狙う。",
      "ルシアン": "ルシアンがシヴィアに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- ルシアンのスキルはクールダウンが短く、連続して攻撃できるため、シヴィアのスペルシールドを無効化しやすいです。\n- シヴィアの基礎射程が短いため、ルシアンが先手を取ることでトレードを有利に進められます。\n- ルシアンは機動力が高く、シヴィアの攻撃を避けながら攻撃することができるため、レーンでの生存能力が高いです。\n- シヴィアは単体へのDPSが低いため、ルシアンのバーストに対抗しづらいです。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- シヴィアのスペルシールドを意識し、スキルを使った後に通常攻撃を行うコンボを活用する。\n- シヴィアがスキルを使った後にダッシュして攻撃することで、トレードを有利に進める。\n- ルシアンのスキルを駆使して、シヴィアのウェーブクリアを妨害し、レーンを押し込む。\n- シヴィアがオールインを狙うタイミングを見計らい、逃げる手段を使って反撃する。",
      "ゼリ": "ゼリがシヴィアに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。\n- シヴィアの基礎射程が短いため、ゼリは距離を保ちながら攻撃できる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与えられる。\n- シヴィアは単体へのDPSが低いため、ゼリのような機動力のあるキャリーに対しては火力負けしやすい。\n- ゼリのウルトによるスロー効果で、シヴィアの動きを制限しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、シヴィアの攻撃を避けながらダメージを与える。\n- シヴィアの攻撃を受ける際は、機動力を活かして距離を保ち、反撃のチャンスを狙う。\n- シヴィアがウェーブクリアを行う際に、ゼリのスキルを使ってミニオンを処理しつつ、シヴィアにダメージを与える。\n- シヴィアのスペルシールドを意識し、CCを使うタイミングを考える。\n- 集団戦では、シヴィアの後衛にダメージを与えつつ、逃げる準備をしておく。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n理由:\n- カイ＝サはオールインが強力で、ジンの攻撃を避けながら接近しやすい。\n- カイ＝サの高いバーストダメージにより、ジンは接近された際に瞬時に倒されるリスクが高い。\n- カイ＝サは移動しながら攻撃できるため、ジンのスキルを避けやすい。\n- ジンはブリンクを持たず、カイ＝サの攻撃を受けると逃げる手段が限られる。\n- カイ＝サのスキル進化により、状況に応じたダメージを出せるため、ジンの戦略が通用しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して距離を保つ。\n- サポートと連携し、カイ＝サがオールインを仕掛けるタイミングを見極める。\n- 逃げ道を確保するために、位置取りを意識し、常に後退できるようにする。\n- アイテムを早めに購入し、耐久力を上げることでカイ＝サのバーストを耐える。\n- カイ＝サのスキルのクールダウンを狙い、隙を見て反撃する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、エズリアルがスキルを使っても瞬時に倒される可能性がある。\n- カイ＝サの機動力により、エズリアルのスキルを避けやすく、接近戦に持ち込まれると不利になる。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、エズリアルのダメージを軽減しやすい。\n- エズリアルは主力スキルが方向指定であり、カイ＝サの動きに対して当てにくくなる。\n- カイ＝サのUltによる奇襲がエズリアルにとって脅威であり、位置取りが難しくなる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、カイ＝サの攻撃を避けるようにする。\n- サポートと連携し、カイ＝サに対して集団でのハラスを行う。\n- アイテムビルドを工夫し、早めに防具を購入して耐久力を上げる。\n- スキルを使うタイミングを見極め、カイ＝サのスキルを避けるようにする。\n- 可能であれば、カイ＝サのUltのクールダウンを狙って攻撃するタイミングを計る。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、瞬時に接近して攻撃できるため、ケイトリンの長射程を活かす前にオールインされる可能性が高い。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、物理ダメージと魔法ダメージを両方扱えるため、ケイトリンの防御がしにくい。\n- ケイトリンはスキルのモーションが長く、使用時に隙が生まれるため、カイ＝サの攻撃を受けやすい。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ケイトリンの攻撃を回避しやすい。\n\n不利の緩和策:\n- レーンでのハラスを強化し、カイ＝サが接近する前にダメージを与える。\n- サポートと連携して、カイ＝サのオールインを防ぐための視界を確保する。\n- 罠を効果的に使い、カイ＝サの移動を制限することで、攻撃のチャンスを増やす。\n- 装備を早めに整え、耐久力を上げることで、カイ＝サのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンがカイ＝サに有利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サが脆弱な序盤に対して強力に圧力をかけられる。\n- カイ＝サはCCを持たないため、ドレイヴンの攻撃を避ける手段が限られている。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、装備面での優位を早期に確保できる。\n- ドレイヴンの移動速度上昇スキルにより、カイ＝サに対して追撃や逃げる際の機動力が高い。\n- カイ＝サは装備依存度が高く、序盤の強さを活かすドレイヴンに対して対抗しにくい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削る。\n- 斧を正確に拾い続け、ダメージを最大限に引き出す。\n- カイ＝サのスキルを避けつつ、オールインを狙うタイミングを見計らう。\n- 可能な限りカイ＝サのミニオンを利用して、ファームを優位に進める。\n- 敵ジャングラーの動きを警戒しつつ、カイ＝サに対してプレッシャーをかけ続ける。",
      "サミーラ": "サミーラがカイ＝サに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、サミーラが優位に立ちやすい。\n- サミーラの高いDPSとバーストダメージにより、カイ＝サの脆弱な序盤を突くことができる。\n- カイ＝サはCCがないため、サミーラの攻撃を防ぐ手段が限られている。\n- サミーラはスキルの組み合わせでスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮できる。\n- サミーラの防御スキルにより、カイ＝サの攻撃を瞬時に防ぐことができるため、接近戦での生存率が高い。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削る。\n- サポートと連携して、カイ＝サに対してオールインを仕掛ける。\n- スキルを駆使して、カイ＝サの攻撃を回避しつつ、接近戦を挑む。\n- 敵のCCを利用して、サミーラの攻撃を最大限に活かす。\n- 集団戦では、味方のCCを利用して接近し、ダメージを集中させる。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にカイ＝サのようなハラス性能が低い相手に対して優位に立ちやすい。\n- アフェリオスのスキルにはCC効果があり、カイ＝サの移動を制限することで、彼女の攻撃を封じることができる。\n- アフェリオスはAAに追加効果を付与する武器を持っており、特に脅威ステータスが育つと高い火力を発揮できるため、カイ＝サに対しても強力なダメージを与えられる。\n- カイ＝サは序盤が脆弱であり、アフェリオスが序盤に優位に立つことで、レーンを支配しやすくなる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削る。\n- CC効果を持つ武器を使用して、カイ＝サの動きを制限し、オールインを仕掛ける。\n- レベルアップやアイテム購入のタイミングを見計らい、アフェリオスの強みを活かして戦闘を有利に進める。\n- サポートと連携し、カイ＝サに対してプレッシャーをかけ続けることで、彼女の成長を遅らせる。",
      "ニーラ": "ニーラがカイ＝サに有利です。\n\n理由:\n- ニーラは近接チャンピオンであり、カイ＝サの射程の短さを利用してオールインが可能。\n- ニーラのスキルは持続的なダメージを与えつつ、回復やシールドを得ることができるため、カイ＝サのバーストダメージに対抗しやすい。\n- カイ＝サはCCがないため、ニーラの機動力を活かして接近しやすく、攻撃を仕掛けやすい。\n- ニーラはダッシュスキルを持っており、カイ＝サの攻撃を回避しながら攻撃することができる。\n- ニーラはエンチャンターと組むことで、さらに強力なシナジーを発揮し、レーンでの優位性を高めることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- ダッシュスキルを使ってカイ＝サの攻撃を避けつつ、オールインを狙う。\n- サポートと連携し、シールドやヒールを活かして持続的に戦う。\n- カイ＝サのスキルのクールダウンを見極め、隙を突いて攻撃を仕掛ける。\n- 可能であれば、カイ＝サのUltの使用タイミングを読み、反撃のチャンスを作る。",
      "ザヤ": "ザヤがカイ＝サに有利です。\n\n理由:\n- ザヤはスネアを持っており、カイ＝サの移動を制限できるため、接近戦で優位に立てる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カイ＝サのバーストダメージに対抗しやすい。\n- カイ＝サはCCを持たないため、ザヤのスキルを避ける手段が限られている。\n- ザヤは加速スキルを持っており、カイ＝サの攻撃を回避しやすい。\n- ザヤはラカンと組むことで、さらなる強化が可能で、カイ＝サに対して圧力をかけやすい。\n\n有利の取り方:\n- スネアを活用してカイ＝サの動きを制限し、オールインを狙う。\n- 集団戦ではAoEダメージを活かして、カイ＝サを優先的に狙う。\n- 加速スキルを使ってカイ＝サの攻撃を避けつつ、反撃のチャンスを伺う。\n- ラカンと連携して、カイ＝サに対する圧力を高める。\n- 位置取りを工夫し、カイ＝サの射程外から攻撃を行う。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備依存度を無視してダメージを与えられる。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスや安全な攻撃が可能。\n- スロー効果を持つスキルにより、カイ＝サの移動を制限し、接近を難しくすることができる。\n- ユナラは集団戦でのAoEダメージが強力で、カイ＝サのバーストダメージを上回る可能性がある。\n- カイ＝サはCCがないため、ユナラの攻撃を避ける手段が限られている。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- スローを活用してカイ＝サの動きを制限し、オールインを仕掛けるタイミングを作る。\n- 集団戦では、アルティメットを使ってダメージを最大化し、カイ＝サを優先的に狙う。\n- ブッシュを利用して奇襲をかけ、カイ＝サの反応を遅らせる。\n- 装備を整えた後は、カイ＝サの攻撃を受ける前に先手を打つ。",
      "ゼリ": "ゼリはカイ＝サに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、カイ＝サのスキルを避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを出しやすい。\n- カイ＝サは基礎ADが低く、序盤は脆弱であるため、ゼリのハラスに対して弱い。\n- ゼリは接近手段がないカイ＝サに対して、Kiteを行いやすく、距離を保ちながら攻撃できる。\n- ゼリのウルトによるSlow効果で、カイ＝サの移動を制限しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- スキルを使って距離を保ちながら、カイ＝サの攻撃を避ける。\n- ウルトを使ってカイ＝サの動きを制限し、追撃や逃げを阻止する。\n- 位置取りを工夫し、カイ＝サがスキルを使った後の隙を突く。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "コグ＝マウがトリスターナに不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、コグ＝マウが攻撃しづらい。\n- トリスターナのバーストダメージが高く、序盤から中盤にかけてのハラスが強力で、コグ＝マウは自衛手段が乏しいため、ダメージを受けやすい。\n- トリスターナのノックバック効果により、コグ＝マウが近づくことが難しく、特にトリスターナが安全な位置から攻撃できる状況では不利が顕著になる。\n- コグ＝マウは機動力が低く、トリスターナの高い移動能力に対抗できず、追撃や逃げることが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サポートと連携してトリスターナの攻撃を受けないように立ち回る。\n- トリスターナのスキルのクールダウンを利用して、スキルを使った後の隙を突いて攻撃する。\n- アイテムを早めに揃え、特に防御アイテムを優先してトリスターナのバーストダメージに耐えられるようにする。\n- サポートにCCを持つチャンピオンを選び、トリスターナを捕まえる機会を増やす。",
      "セナ": "セナが不利です。\n\n理由:\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけての攻撃力が強力で、セナに対して有利に立ち回ることができる。\n- トリスターナの射程がレベルアップと共に増加するため、終盤ではセナよりも遠くから攻撃できる。\n- トリスターナのノックバック効果により、セナが攻撃を当てる前に距離を取られることが多く、ハラスが難しい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、トリスターナの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、トリスターナの攻撃を受けない位置取りを心がける。\n- トリスターナのスキルのクールダウンを利用して、攻撃の隙を突いてハラスを行う。\n- セナの回復スキルを活用して、トリスターナのバーストダメージを軽減する。\n- サポートと連携して、トリスターナに対する集中的なハラスを行い、彼女の成長を遅らせる。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤ではアッシュよりも長い射程を持つため、アッシュが攻撃しづらくなる。\n- トリスターナのバーストダメージが高く、特に序盤から中盤にかけてアッシュに対して強力なハラスが可能。\n- トリスターナのノックバック効果により、アッシュが近づくことが難しく、オールインを仕掛ける際に不利になる。\n- アッシュは機動スキルを持たないため、トリスターナの攻撃を避ける手段が限られている。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃範囲を意識して位置取りを工夫する。\n- サポートと連携して、トリスターナのスキルを避けるための視界を確保し、Gankを狙う。\n- トリスターナのスキルクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、耐久力を上げることでトリスターナのバーストに耐えられるようにする。",
      "ジン": "ジンが不利です。\n\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、ジンが攻撃しづらくなる。\n- トリスターナのバーストダメージが高く、特に接近された際にオールインを仕掛けられると、ジンは逃げる手段が限られているため危険。\n- トリスターナのノックバック効果により、ジンの攻撃を妨害されることが多く、特にジンのスキル発動時に隙を突かれやすい。\n- トリスターナは高いHPを持ち、ジンのバーストダメージを受けても生き残ることができるため、ジンの攻撃が効果的でない場合が多い。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、トリスターナの攻撃範囲外からハラスを行う。\n- トリスターナのスキルのクールダウンを把握し、特にノックバックを使った後に攻撃するタイミングを狙う。\n- サポートと連携して、トリスターナに対してオールインを仕掛けるチャンスを作る。\n- 自身のスキルを適切に使い、トリスターナの攻撃を避けることで、ダメージを最小限に抑える。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、トゥイッチが近づく前に攻撃されやすい。\n- トリスターナのノックバック効果を持つスキルにより、トゥイッチが接近した際に安全に距離を取ることができ、トゥイッチの攻撃を避けやすい。\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、特にトゥイッチが装備を整える前に有利に立ち回ることができる。\n- トゥイッチは逃げ性能が低く、トリスターナの攻撃を受けると脆弱で、特にハードCCがないため、トリスターナの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃範囲を意識して立ち回る。\n- サポートと連携し、トリスターナのスキルを避けるためのポジショニングを工夫する。\n- トリスターナのスキルのクールダウンを利用して、攻撃の隙を突くタイミングを見計らう。\n- 早めにアイテムを揃え、トリスターナに対抗できる火力を持つようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- トリスターナは長射程を持ち、サミーラが接近する前に攻撃を受けることができるため、サミーラは攻撃を仕掛けるのが難しい。\n- トリスターナのノックバック効果により、サミーラが接近した際に距離を取られ、攻撃のチャンスを失う可能性が高い。\n- サミーラは低い防御ステータスを持ち、トリスターナのバーストダメージに対して脆弱であるため、早期に倒されるリスクがある。\n- トリスターナは序盤から中盤にかけて強力なバーストダメージを持ち、サミーラが育つ前に有利に立ち回ることができる。\n\n不利の緩和策:\n- サポートと連携し、トリスターナの攻撃を避けるために位置取りを工夫する。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、耐久力を上げることでトリスターナのバーストに耐えられるようにする。\n- トリスターナの攻撃範囲外からハラスを行い、レベル差をつけることで有利な状況を作る。"
    },
    "loses": {
      "コーキ": "コーキがトリスターナに有利です。\n\n理由:\n- コーキはAoEダメージを持ち、トリスターナの攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- コーキのスキルは長射程であり、トリスターナが近づく前にダメージを与えることができる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、コーキがその隙を突いて攻撃できる。\n- コーキはトリスターナのバーストダメージに対して耐性があり、特に防御力を下げるデバフを持っているため、トリスターナに対して有利に立ち回れる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、トリスターナのHPを削る。\n- トリスターナがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- トリスターナの攻撃範囲が増える前に、早期にレベルを上げてスキルを強化する。\n- トリスターナがスキルを使った後は、積極的にプッシュを行い、相手のミニオンを処理しつつ、トリスターナにプレッシャーをかける。",
      "アフェリオス": "アフェリオスがトリスターナに有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にトリスターナのバーストダメージに対抗する手段を持っています。\n- トリスターナは序盤のスキルクールダウンが長く、アフェリオスはその隙を突いて攻撃することが可能です。\n- アフェリオスのスネアやスローを持つ武器は、トリスターナの移動能力を制限し、彼女の攻撃を避けるのを難しくします。\n- アフェリオスは装備によるスケールが良好で、特に脅威ステータスが育つと高い火力を発揮できるため、トリスターナに対して優位に立てます。\n- トリスターナはレベル依存度が高く、序盤の成長が重要ですが、アフェリオスはその間に有利な状況を作りやすいです。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トリスターナのスキルクールダウンを利用してダメージを与える。\n- 武器の選択を工夫し、トリスターナの移動を制限するスキルを使って、彼女の攻撃を避ける。\n- トリスターナがスキルを使った後の隙を狙って、オールインを仕掛ける。\n- サポートと連携して、トリスターナに対するプレッシャーをかけ、ファームを妨害する。\n- レベルアップやアイテムの購入タイミングを見計らい、トリスターナよりも早く強力な状態に持っていく。",
      "ドレイヴン": "ドレイヴンがトリスターナに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、トリスターナがスキルのクールダウン中に攻撃を仕掛けやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、ドレイヴンが有利に立ち回れる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテムを早く揃えることでトリスターナに対して圧力をかけられる。\n- ドレイヴンは移動速度を上げるスキルを持ち、トリスターナの攻撃を避けながら攻撃を続けることができる。\n- トリスターナの攻撃範囲が増加するのはレベルが上がってからであり、序盤のドレイヴンの強さを活かしやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トリスターナのHPを削る。\n- スキルを使ってトリスターナの攻撃を避けつつ、斧を拾い続けてダメージを出す。\n- トリスターナのスキルのクールダウンを狙って、オールインを仕掛けるタイミングを見計らう。\n- サポートと連携して、トリスターナに対して圧力をかけ、ファームを妨害する。\n- アイテムを早く揃え、トリスターナが育つ前に有利な状況を作る。",
      "シヴィア": "シヴィアがトリスターナに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナのプッシュを抑えることができる。\n- スペルシールドにより、トリスターナのスキルを無効化できるため、トレードで有利に立ち回れる。\n- トリスターナのバーストダメージに対して、シヴィアはスペルシールドを使うことでダメージを軽減できる。\n- シヴィアの攻撃は跳弾するため、ミニオンを攻撃しながらトリスターナにハラスをかけやすい。\n- トリスターナのスキルのクールダウンが長い序盤において、シヴィアは持続的にダメージを与えられる。\n\n有利の取り方:\n- レーン開始時にウェーブを早めにクリアし、トリスターナのプッシュを抑える。\n- スペルシールドを適切に使い、トリスターナのスキルを無効化することで、トレードを有利に進める。\n- トリスターナがジャンプした際にスペルシールドを発動し、爆弾のダメージを防ぐ。\n- トリスターナがスキルを使った後の隙を狙って攻撃する。\n- ルーンに「エクゾースト」を選択し、トリスターナのバーストを抑える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、トリスターナよりも遠くからハラスが可能です。\n- スネア効果を持つスキルにより、トリスターナの移動を制限し、攻撃を当てやすくなります。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、ヴァルスがその隙を突いて攻撃できます。\n- ヴァルスのAoEダメージは集団戦やシージにおいて非常に強力で、トリスターナが近づく前にダメージを与えられます。\n- トリスターナは装備依存度が高く、アイテムが揃うまでの間はヴァルスに対して劣位に立たされることが多いです。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、トリスターナのHPを削る。\n- スネアを使ってトリスターナの動きを制限し、追撃を狙う。\n- トリスターナがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では後衛から安全に攻撃し、トリスターナが近づく前にダメージを与える。\n- トリスターナのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。",
      "ザヤ": "ザヤがトリスターナに有利です。\n\n理由:\n- ザヤはスネア効果を持っており、トリスターナの移動を制限できるため、彼女の攻撃を避けやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ザヤが反撃しやすい。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいが、トリスターナは単体バーストに依存しているため、集団戦での強さで劣る。\n- ザヤは加速スキルを持っており、トリスターナの攻撃を避けながら攻撃することができる。\n- トリスターナの攻撃範囲が増加するのはレベルが上がった後であり、ザヤは早期に有利な状況を作りやすい。\n\n有利の取り方:\n- トリスターナのスキルがクールダウン中のタイミングを狙って攻撃する。\n- スネアを使ってトリスターナの移動を制限し、ダメージを与える。\n- トリスターナが攻撃を仕掛けてきた際に、加速スキルを使って距離を取る。\n- 集団戦では、トリスターナのバーストを避けつつ、AoEダメージを活かしてダメージを与える。\n- トリスターナがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、トリスターナのスキルを回避しやすい。\n- トリスターナのスキルのクールダウンが長いため、カイ＝サはその隙を突いて攻撃できる。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、トリスターナに対して柔軟に対応できる。\n- トリスターナは序盤のスキル使用後に隙が生まれるが、カイ＝サは瞬時に移動しつつシールドを得ることができるため、反撃が可能。\n- トリスターナのオールイン能力は強力だが、カイ＝サは射程を活かして安全に攻撃できる。\n\n有利の取り方:\n- トレードを短く保ち、トリスターナのスキルを使わせた後に攻撃する。\n- トリスターナがスキルを使った後の隙を狙って、積極的に攻撃する。\n- スキルを進化させて、トリスターナに対するダメージを増加させる。\n- サポートと連携して、トリスターナが攻撃しづらい状況を作る。\n- トリスターナのジャンプを無効化するために、CCを持つサポートを選ぶ。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアがユナラに不利です。\n\n理由:\n- ユナラはAAに特化したスキルを持ち、クリティカルヒット時に追加の魔法ダメージを与えるため、シヴィアの耐久力を削りやすい。\n- ユナラのスロー効果により、シヴィアの移動速度を制限され、逃げることが難しくなる。\n- ユナラの攻撃範囲がシヴィアよりも長いため、レーンでのハラスが有利に進められる。\n- ユナラはAoEダメージを持ち、集団戦でもシヴィアに対して大きなダメージを与えることができる。\n- シヴィアは射程が短く、ユナラの攻撃を受けやすくなるため、トレードで不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ユナラのスキルを避けるために、スペルシールドを適切に使用し、スローを回避する。\n- シヴィアのウェーブクリア能力を活かして、早めにミニオンを処理し、ユナラにプレッシャーをかける。\n- サポートと連携し、ユナラに対して集中的に攻撃を仕掛けることで、トレードを有利に持ち込む。\n- アイテムを適切に選択し、耐久力を上げることでユナラのダメージを軽減する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ユナラは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。\n- ユナラのスロー効果により、サミーラは接近戦に持ち込むのが難しくなる。\n- ユナラの魔法ダメージは、サミーラの防御ステータスを無視してダメージを与えることができるため、サミーラはダメージを受けやすい。\n- サミーラは単独でのCCがないため、ユナラの攻撃を受けると反撃が難しくなる。\n- ユナラは集団戦でのAoEダメージが強力で、サミーラが接近する前に大きなダメージを与えられる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して立ち回る。\n- ユナラのスローを避けるために、位置取りを工夫し、タイミングを見計らって接近する。\n- サポートと連携し、ユナラに対して一斉攻撃を仕掛けることで、ダメージを与えるチャンスを増やす。\n- アイテムを工夫して、ユナラの魔法ダメージに対抗できる装備を選ぶ。\n- 集団戦では、味方のCCを利用してユナラを狙うタイミングを見計らう。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ユナラは攻撃範囲が長く、カイ＝サが接近する前にハラスを受けやすい。\n- ユナラのスロー効果により、カイ＝サの移動が制限され、逃げることが難しくなる。\n- ユナラは魔法ダメージを持ち、カイ＝サの防具によるダメージ軽減がしにくい。\n- ユナラのAoEダメージにより、集団戦でのカイ＝サの生存が難しくなる。\n- カイ＝サは序盤が脆弱で、ユナラのハラスに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して立ち回る。\n- ユナラのスローを避けるため、位置取りを意識し、距離を保つ。\n- サポートと連携し、ユナラに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでユナラのダメージを軽減する。\n- レーン戦でのファームを優先し、レベル差をつけてからの対抗を狙う。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ユナラは長い攻撃範囲を持ち、ヴェインが接近する前にハラスを行いやすい。\n- ユナラのスロー効果により、ヴェインの機動力が制限され、逃げることが難しくなる。\n- ユナラの魔法ダメージは、ヴェインの防御を無視するため、特にタンク相手に強力。\n- ヴェインは集団戦でのAoE攻撃がないため、ユナラのAoEダメージに対抗しづらい。\n- ユナラはCCがスローのみであるため、ヴェインが接近しても反撃しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して立ち回る。\n- ユナラのスキルを避けるため、位置取りを意識し、スキルのCDを確認する。\n- 早めに防具を購入し、ユナラの魔法ダメージに対抗する。\n- サポートと連携し、ユナラに対してガンクを仕掛けることで、レーンの主導権を取り戻す。\n- 集団戦では、ユナラのスキルを避けつつ、他の敵チャンピオンを狙う。",
      "ニーラ": "ニーラがユナラに不利です。\n\n理由:\n- 射程の短さ: ニーラは近接チャンピオンであり、ユナラの長い攻撃範囲に対抗しづらい。\n- ハラスの強さ: ユナラはAAに特化したスキルを持ち、持続的なハラスが可能で、ニーラは序盤にハラスを受けやすい。\n- CCの不足: ニーラはスロー効果を持つが、ユナラのスローに対して効果的に反撃する手段が限られている。\n- 立ち回りの難しさ: ユナラのスキルによるスローでニーラの動きを制限されるため、接近が難しくなる。\n- 装備依存: ニーラは装備やレベルに依存しやすく、序盤に不利な状況になると逆転が難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ユナラの攻撃範囲外からハラスを行う。\n- サポートと連携し、ユナラのハラスを受けないようにする。\n- 可能な限りブッシュを利用して、ユナラのスキルを避ける。\n- レベルアップを狙い、パッシブを活かせるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げてユナラのハラスに耐える。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ユナラはAAに特化したスキルを持ち、クリティカルヒット時に追加の魔法ダメージを与えるため、ミス・フォーチュンの通常攻撃に対して強力な反撃が可能です。\n- ユナラのスロー効果により、ミス・フォーチュンは接近されると逃げる手段が乏しく、立ち回りが難しくなります。\n- ユナラの攻撃範囲が長いため、ミス・フォーチュンはハラスを受けやすく、レーンでの優位性を失いやすいです。\n- ユナラは集団戦でのAoEダメージが強力で、ミス・フォーチュンのUltが発動する前にダメージを与えられる可能性があります。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ユナラのスキルを避けるために、移動速度を活かして立ち位置を調整し、スキルの発動を見極める。\n- サポートと連携して、ユナラに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを工夫して、耐久力を上げることでユナラの攻撃に耐えられるようにする。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ユナラは攻撃範囲が長く、ザヤが接近する前にハラスを行いやすい。\n- ユナラのスキルは魔法ダメージを持ち、ザヤの防御力を無視してダメージを与えることができる。\n- ユナラのスロー効果により、ザヤは移動が制限され、Kite能力を活かしにくくなる。\n- ユナラはAoEダメージを持ち、集団戦でのダメージ出力が高いため、ザヤが集団戦で劣位に立たされることが多い。\n- ザヤは射程が短いため、ユナラの攻撃を避けるのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して立ち回る。\n- ユナラのスキルを避けるために、位置取りを意識し、スキルのクールダウンを確認する。\n- サポートと連携して、ユナラに対するエンゲージを試みる。\n- アイテムを工夫して、魔法ダメージに対する耐性を高める。\n- 集団戦では、ユナラのスキルを避けつつ、後衛からダメージを出す立ち位置を確保する。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキはAoEダメージを持ち、ユナラのようなAA依存のチャンピオンに対してハラスが得意です。\n- コーキのスキルは長射程で、ユナラが近づく前にダメージを与えることができます。\n- ユナラはスローしか持たないため、コーキの機動力を制限する手段がありません。\n- コーキは敵の防御力を低下させるデバフを持っており、ユナラに対してもダメージを通しやすいです。\n- コーキは自己強化がないものの、ユナラの攻撃を受ける前にダメージを与えられるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラのHPを削る。\n- スキルを使ってプッシュを早め、ユナラがレーンに近づく前にミニオンを処理する。\n- ユナラが近づいてきた際には、距離を保ちながらスキルを使ってダメージを与える。\n- 敵ジャングラーの動きを警戒しつつ、視界を確保して安全にファームを行う。\n- 集団戦では、ユナラの位置を意識しつつ、AoEダメージを活かしてダメージを出す。",
      "ドレイヴン": "ドレイヴンがユナラに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラのHPを早期に削ることができる。\n- ユナラは通常攻撃に依存しているため、ドレイヴンの攻撃力の高さに対抗しにくい。\n- ドレイヴンのCCスキルにより、ユナラの動きを制限しやすく、攻撃を当てやすい。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ユナラのスロー効果はドレイヴンに対してあまり効果的ではなく、彼の移動速度上昇スキルで逃げやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ユナラのHPを削る。\n- ドレイヴンの斧をしっかりと拾い、ダメージを最大限に活かす。\n- ユナラがスキルを使った後の隙を狙い、オールインを仕掛ける。\n- サポートと連携して、ユナラに対するガンクを行い、早期にキルを狙う。\n- アイテムを早めに揃え、ユナラに対して圧力をかけ続ける。",
      "ジグス": "ジグスがユナラに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ユナラの攻撃範囲を超えてハラスが可能です。\n- ジグスのスキルは全てAoEであり、ユナラが集団戦でダメージを出す前に大きなダメージを与えることができます。\n- ユナラは通常攻撃に依存しているため、ジグスのスキルによるダメージを受けやすいです。\n- ジグスの地雷によるスロー効果は、ユナラの移動を制限し、接近を難しくします。\n- ユナラはCCがスローのみで、ジグスの攻撃を止める手段が限られています。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- スキルを使ってミニオンを処理しつつ、ユナラに圧力をかける。\n- 地雷を設置してユナラの動きを制限し、接近を防ぐ。\n- 集団戦では、ユナラが攻撃する前にスキルでダメージを与え、優位に立つ。\n- タワーを攻撃する際は、ジグスの高いタワー破壊能力を活かして、早めにタワーを落とす。",
      "アフェリオス": "アフェリオスがユナラに有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、ユナラのスロー効果を避けつつ高いダメージを出せる。\n- ユナラは通常攻撃に依存しているため、アフェリオスの武器の効果でハラスを受けやすい。\n- アフェリオスは射程が長く、ユナラの攻撃を受ける前にダメージを与えることができる。\n- アフェリオスのCCスキルを使うことで、ユナラの動きを制限しやすく、接近戦で有利に立てる。\n- ユナラは魔法ダメージを出すが、アフェリオスは装備によるスケールが良好で、後半戦での火力が高い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- 武器の組み合わせを状況に応じて変え、ユナラのスキルを避ける。\n- ユナラがスローを使った後に攻撃を仕掛け、反撃の隙を作る。\n- 集団戦では、ユナラの位置を把握し、CCを使って動きを制限する。\n- 早めにアイテムを揃え、ユナラに対して圧力をかけ続ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、ユナラよりも遠くからハラスが可能です。\n- ヴァルスのスキルにはスネア効果があり、ユナラの動きを制限することができます。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのプッシュにおいて優位性を発揮します。\n- ユナラは通常攻撃に依存しているため、ヴァルスのスキルでハラスされるとダメージを出しづらくなります。\n- ヴァルスはスノーボール性能が高く、キルを取ることでさらに強化されます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- スネアを使ってユナラを捕まえ、追撃を狙う。\n- 集団戦では後衛から安全にダメージを与え、ユナラの攻撃を避ける。\n- ユナラが近づく前にスキルを使ってダメージを与え、距離を保つ。\n- クリティカルヒットやアイテム効果を活かして、持続的なダメージを与える。",
      "ゼリ": "ゼリはユナラに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ユナラのスローを避けやすいため、接近戦で有利に立ち回れる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出し続けることができる。\n- ユナラは通常攻撃に依存しているため、ゼリのスキルを使ったハラスに対して脆弱である。\n- ゼリは射程が長く、ユナラの攻撃を受ける前にダメージを与えることができる。\n- ユナラのCCはスローのみで、ゼリの機動力を封じることが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラのHPを削る。\n- スキルを使ってユナラの攻撃を避けつつ、ダメージを与える。\n- ユナラが攻撃するタイミングを見計らい、スキルを使って反撃する。\n- 敵ジャングラーの動きを警戒しつつ、位置取りを工夫して安全にファームする。\n- 集団戦では、ユナラのスローを避けながら、後衛からダメージを出す。",
      "ルシアン": "ルシアンがユナラに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラのハラスを受ける前に攻撃を仕掛けやすい。\n- ルシアンのスキルはクールダウンが短く、連続攻撃が可能なため、ユナラのスロー効果を受ける前にダメージを与えられる。\n- ユナラは通常攻撃に依存しているため、ルシアンの高いバーストで一気に削ることができる。\n- ルシアンは機動力が高く、ユナラの攻撃を避けながら攻撃できるため、立ち回りが有利。\n- ユナラはCCがスローのみで、ルシアンの瞬時の移動や攻撃を止める手段が乏しい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ユナラのHPを削る。\n- スキルを使った後の通常攻撃でダメージを与え、ユナラの反撃を避ける。\n- ユナラがスキルを使った後の隙を狙って攻撃し、ダメージを稼ぐ。\n- ルシアンの機動力を活かして、ユナラの攻撃を避けつつ、位置取りを工夫する。\n- 集団戦では、ユナラのスキルを避けながら、後衛から攻撃を行う。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、ユナラよりも長い射程を持つため、遠くから安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特にユナラのような脆いサポートに対しては早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意で、ユナラのスロー効果を避けやすい。\n- ユナラは通常攻撃に依存しているため、トリスターナのノックバック効果で距離を取られると攻撃が難しくなる。\n- トリスターナはスキルを使った後の隙が大きいが、ユナラのスロー効果に対しては距離を保つことでリスクを軽減できる。\n\n有利の取り方:\n- レベルアップを優先し、攻撃範囲の増加を活かしてユナラに対してハラスを行う。\n- ユナラがスキルを使った後の隙を狙い、バーストダメージで早期にキルを狙う。\n- ノックバック効果を利用して、ユナラの攻撃を避けつつ安全に攻撃する。\n- 逃げ道を確保しつつ、ユナラのスロー効果を避ける立ち回りを心がける。\n- 集団戦では、射程を活かして安全な位置からダメージを出し、ユナラを排除する。",
      "ケイトリン": "ケイトリンがユナラに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ユナラよりも遠くから攻撃できるため、ユナラのハラスを避けやすい。\n- ユナラはAAに依存しているため、ケイトリンの射程の長さにより、ユナラが攻撃を当てる前にダメージを与えることができる。\n- ケイトリンの罠によるスネア効果は、ユナラの移動を制限し、接近を難しくさせる。\n- ケイトリンは高いバーストダメージを持ち、ユナラがAAを当てる前に大きなダメージを与えることができる。\n- ユナラはスローしか持たないため、ケイトリンの逃げる手段に対して効果的ではない。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削る。\n- 罠を使ってユナラの動きを制限し、接近を防ぐ。\n- ユナラがスキルを使った後の隙を狙って攻撃する。\n- クリティカルヒットを活かして、ユナラに対して一気にダメージを与える。\n- ジャングラーと連携して、ユナラを捕まえるチャンスを作る。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルはスキルを駆使して戦うため、ユナラの通常攻撃に対して安全な距離からハラスが可能です。\n- ユナラのスロー効果はエズリアルのワープスキルによって回避できるため、エズリアルは機動力を活かして立ち回りやすいです。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられるため、ユナラの攻撃を受ける前にダメージを与えることができます。\n- ユナラは通常攻撃に依存しているため、エズリアルのスキルによるポークで体力を削ることができ、レーンでの優位を築きやすいです。\n- エズリアルは長射程のスキルを持っているため、ユナラの攻撃範囲を超えて安全に攻撃できます。\n\n有利の取り方:\n- レーン開始時からスキルを使ってユナラにハラスを行い、体力を削る。\n- ユナラがスローを使った際に、ワープスキルを駆使して距離を取る。\n- スキルのクールダウンを意識し、常にユナラに対して圧力をかけ続ける。\n- ユナラが攻撃する際に、スキルを使って反撃し、ダメージを与える。\n- 敵ジャングラーのガンクに注意しつつ、位置取りを工夫してユナラに対して優位を保つ。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- トゥイッチは高い機動力と奇襲能力を持っており、セナの逃げ手段が乏しいため、捕まるリスクが高い。\n- トゥイッチの攻撃は持続的なダメージを与えるため、セナの回復能力があまり効果的でない場合がある。\n- トゥイッチはステルスを利用してセナに接近しやすく、セナがハラスを行う前に攻撃を受ける可能性が高い。\n- セナは基礎ステータスが低く、序盤のトレードでトゥイッチに対抗しにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの奇襲を避けるようにする。\n- トゥイッチの攻撃を受ける前に、スキルを使ってハラスを行い、距離を保つ。\n- サポートと連携して、トゥイッチが接近する前にCCを使って制圧する。\n- アイテムを早めに購入し、耐久力を上げることでトゥイッチのダメージを軽減する。",
      "コグ＝マウ": "コグ＝マウがトゥイッチに不利です。\n\n理由:\n- コグ＝マウは機動力が低く、トゥイッチの奇襲に対して脆弱です。\n- トゥイッチはステルスを利用して接近し、コグ＝マウの自衛手段を無効化することができます。\n- トゥイッチのアルティメットによる高いダメージ出力は、コグ＝マウの耐久力を上回るため、集団戦での生存が難しいです。\n- コグ＝マウは基礎射程が短く、トゥイッチの攻撃を受けやすい状況に置かれやすいです。\n- トゥイッチのスロー効果は、コグ＝マウの移動を制限し、逃げる手段を奪います。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの奇襲を避けるようにする。\n- サポートと連携し、トゥイッチの攻撃を受ける前にCCを使って制圧する。\n- 早めに防具アイテムを購入し、トゥイッチのダメージを軽減する。\n- トゥイッチのアルティメットが発動する前に、位置取りを工夫して安全な距離を保つ。\n- 可能であれば、視界を確保し、トゥイッチの動きを把握しておく。",
      "シヴィア": "シヴィアがトゥイッチに不利です。\n\n理由:\n- シヴィアは基礎射程が短く、トゥイッチのカモフラージュからの奇襲に対して脆弱です。\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、シヴィアはその奇襲に対して防御手段が限られています。\n- トゥイッチのアルティメットによる高いAoEダメージは、シヴィアの後衛としての役割を脅かします。\n- シヴィアは単体へのDPSが他のADCに劣るため、トゥイッチとの殴り合いで火力負けしやすいです。\n- トゥイッチのスロー効果は、シヴィアの移動速度を上昇させる手段を無効化する可能性があります。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチのカモフラージュを警戒する。\n- トゥイッチがステルス状態の時は、マップ全体を意識してギャンクに備える。\n- ウェーブクリア能力を活かして、トゥイッチが育つ前にレーンを押し込む。\n- スペルシールドを活用して、トゥイッチのスキルを無効化し、トレードを有利に進める。\n- サポートと連携して、トゥイッチの奇襲を防ぐための視界を確保する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動スキルを持たないため、捕まるリスクが高い。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アッシュはその攻撃を避けるのが難しい。\n- アッシュの攻撃力は序盤は控えめで、トゥイッチの毒による持続ダメージに対抗しにくい。\n- トゥイッチはスロー効果を持つが、アッシュのスローは相手を追い詰めるためのものであり、トゥイッチの奇襲を防ぐには不十分。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチのステルスを警戒する。\n- サポートと連携して、トゥイッチが奇襲を仕掛ける前に視界を確保する。\n- アッシュのスキルを活用して、トゥイッチが近づく前にハラスを行い、レーンでの優位を保つ。\n- 早めに防御アイテムを購入し、トゥイッチの持続ダメージに耐えられるようにする。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスの機動力の低さを突くことができる。\n- トゥイッチのアルティメットは長射程で、アフェリオスが集団戦で狙われやすく、ダメージを受けやすい。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、トゥイッチに対して早期に圧力をかけられると厳しい。\n- トゥイッチの毒による持続ダメージは、アフェリオスの回復手段が限られているため、非常に効果的。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチのステルスを警戒する。\n- サポートと連携して、トゥイッチの奇襲を防ぐために視界を確保する。\n- アフェリオスの武器を適切に使い分け、トゥイッチとのトレードで有利を取る。\n- 早めに防御アイテムを購入し、トゥイッチのダメージを軽減する。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスが接近されると脆弱な自衛手段のために大きなダメージを受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスはその攻撃を避けるのが難しい。\n- トゥイッチはスロー効果を持つスキルを使い、ジンクスの移動を妨げることができるため、逃げる手段が限られる。\n- ジンクスは装備依存度が高く、序盤にトレードで不利になると後半に影響が出やすい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチのステルスを警戒して常に距離を保つ。\n- サポートと連携して、トゥイッチが奇襲を仕掛ける前に視界を確保し、警戒する。\n- 自衛手段を強化するために、早めに防御アイテムを購入する。\n- トゥイッチのアルティメット中は、集団戦から距離を取り、他のチャンピオンと連携して攻撃する。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- スモルダーはAA強化がないため、トゥイッチの高DPSに対抗しづらい。\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、スモルダーは逃げ性能がEスキルに依存しているため、奇襲に弱い。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、スモルダーは集団戦での耐久力が低いため、瞬時に倒される可能性がある。\n- スモルダーは序盤のスキル性能が低く、トゥイッチが序盤から強力なハラスを行うと不利になる。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、トゥイッチのハラスを避けることに集中する。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保する。\n- アイテムを早めに購入し、スキルのスタックを貯めることで後半の強さを活かす。\n- トゥイッチのアルティメット中は距離を保ち、集団戦では位置取りを工夫して生存率を上げる。",
      "ジグス": "ジグスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジグスのスキルを避けやすい。\n- トゥイッチの攻撃は持続的なダメージを与えるため、ジグスの耐久力が低いとすぐに削られてしまう。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できる距離からダメージを与えられる。\n- ジグスは接近を許すと無力になりやすく、トゥイッチの奇襲に対して脆弱である。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、トゥイッチのステルスを警戒する。\n- サポートと連携して、トゥイッチが近づく前にCCを当てるチャンスを作る。\n- マナ管理をしっかり行い、スキルを連発しすぎないようにする。\n- トゥイッチのアルティメット中は距離を保ち、無理に前に出ないようにする。"
    },
    "loses": {
      "コーキ": "コーキがトゥイッチに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トゥイッチが近づく前にハラスが可能。\n- コーキのAoEダメージは、トゥイッチのステルス状態を無視してダメージを与えることができる。\n- トゥイッチは逃げ性能が低く、コーキの持続的なダメージに対して脆弱。\n- コーキはトゥイッチの攻撃を受ける前に、スキルを使って距離を取ることができる。\n- コーキのアルティメットは短いクールダウンで、トゥイッチの集団戦での強みを打ち消すことができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- スキルを使ってトゥイッチが近づく前にダメージを与え、トレードを有利に進める。\n- トゥイッチがステルスを使った際には、位置を把握し、逃げる準備をする。\n- 集団戦では、トゥイッチの位置を意識し、AoEダメージで彼を狙う。\n- トゥイッチがアルティメットを使った際には、距離を取りつつ反撃する。",
      "ニーラ": "ニーラがトゥイッチに有利です。\n\n理由:\n- ニーラは高い機動力を持ち、トゥイッチの攻撃を避けやすい。\n- トゥイッチは自動攻撃に依存しており、ニーラのダッシュやシールドでその攻撃を無効化できる。\n- ニーラの持続的なダメージと回復能力により、トゥイッチの攻撃を受けても耐えやすい。\n- トゥイッチは逃げ性能が低く、ニーラが接近して攻撃することで有利に戦える。\n- ニーラは味方との連携を重視しており、サポートと組むことでさらに強力になる。\n\n有利の取り方:\n- レーンでのハラスを行い、トゥイッチの体力を削る。\n- トゥイッチが攻撃してきた際に、ダッシュを使って攻撃を避ける。\n- トゥイッチがスキルを使った後に反撃することで、ダメージを与える。\n- サポートと連携し、トゥイッチに対して集中的に攻撃を仕掛ける。\n- トゥイッチのアルティメットを使うタイミングを見計らい、集団戦での優位性を活かす。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチに対して早期にハラスをかけやすい。\n- トゥイッチは逃げ性能が低く、ルシアンのスキルを受けると簡単にダメージを与えられる。\n- ルシアンのスキルはクールダウンが短く、連続して攻撃できるため、トゥイッチのステルスを使う前にダメージを与えられる。\n- トゥイッチは序盤のトレードが苦手で、ルシアンの攻撃を受けると不利になる。\n- ルシアンは機動力が高く、トゥイッチの攻撃を避けながら攻撃できるため、立ち回りが有利。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トゥイッチのHPを削る。\n- スキルを使った後の通常攻撃を活かして、トゥイッチにダメージを与える。\n- トゥイッチがステルスを使う前に、先手を取って攻撃する。\n- トゥイッチがカモフラージュを使った際には、位置を変えながら攻撃を続ける。\n- 必要に応じて、サポートと連携してトゥイッチを捕まえる。",
      "ドレイヴン": "ドレイヴンがトゥイッチに有利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチが成長する前に圧倒することができる。\n- トゥイッチは逃げ性能が低く、ドレイヴンの攻撃を受けやすい。特に、ドレイヴンのCCを受けるとトゥイッチは反撃が難しくなる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- トゥイッチは自動攻撃に依存しているため、ドレイヴンの高いバーストダメージに対抗しにくい。\n\n有利の取り方:\n- 序盤から積極的にトレードを仕掛け、トゥイッチにダメージを与えていく。\n- ドレイヴンのCCを活用して、トゥイッチの動きを制限し、逃げられない状況を作る。\n- トゥイッチがステルスを使った際には、予測して攻撃を仕掛けることで奇襲を防ぐ。\n- アイテムを早めに揃え、トゥイッチに対して圧力をかけ続ける。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、トゥイッチに対して安全な距離からハラスが可能です。\n- トゥイッチは逃げ性能が低く、エズリアルのスキルを受けやすいです。\n- エズリアルの機動力により、トゥイッチの奇襲を回避しやすいです。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、トゥイッチのHPを削りやすいです。\n- トゥイッチのアルティメットは集団戦で強力ですが、エズリアルは距離を保ちながら攻撃できるため、トゥイッチの攻撃を避けやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチのHPを削る。\n- トゥイッチがカモフラージュを使った際は、エズリアルの機動力を活かして距離を保つ。\n- トゥイッチがスキルを使った後の隙を狙って反撃する。\n- トゥイッチがアルティメットを使う際は、位置取りを工夫して攻撃を避ける。\n- サポートと連携して、トゥイッチに対する圧力を高める。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、特に脆いサポートやトゥイッチに対して有利に立ち回ることができる。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、終盤では非常に長い射程を活かして安全に攻撃できる。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、トゥイッチの奇襲を回避しやすい。\n- トリスターナのノックバック効果により、トゥイッチの攻撃を防ぎつつ、自分の安全を確保できる。\n\n有利の取り方:\n- 序盤から積極的にトレードを仕掛け、トゥイッチのHPを削る。\n- トリスターナのスキルを使って、トゥイッチが攻撃しづらい位置に押し込む。\n- トゥイッチがカモフラージュを使った際に、ノックバックを利用して距離を取る。\n- 集団戦では、トリスターナの長射程を活かして安全にダメージを与え、トゥイッチの攻撃を避ける。",
      "ヴァルス": "ヴァルスがトゥイッチに有利です。\n\n理由:\n- ヴァルスは長射程を持ち、トゥイッチが近づく前に攻撃できるため、トレードで優位に立てる。\n- ヴァルスのスネア効果により、トゥイッチの移動を制限でき、奇襲を防ぐことができる。\n- トゥイッチは逃げ性能が低く、ヴァルスの持続的なダメージに対して脆弱である。\n- ヴァルスは集団戦でのAoEダメージが強力で、トゥイッチが集団戦で活躍する前にダメージを与えられる。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、スネアを使ってトゥイッチを捕まえる。\n- 遠距離からのポークを行い、トゥイッチのHPを削ることで、彼の攻撃力を低下させる。\n- 集団戦では、トゥイッチが近づく前にスキルを使い、彼の動きを制限する。\n- トゥイッチがステルスを使った際には、予測してスネアを当てることで、彼の奇襲を無効化する。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由:\n- 射程の短さ: ニーラは近接チャンピオンであり、ヴェインの長射程に対して攻撃を当てるのが難しい。\n- ハラス能力: ヴェインは序盤から強力なハラスを持ち、ニーラはそれに対して反撃しづらい。\n- CCの脅威: ヴェインのノックバックやスタンは、ニーラの機動力を制限し、攻撃を受けやすくなる。\n- タイマン性能: ヴェインは1対1の戦闘において非常に強力で、ニーラはその対面で劣ることが多い。\n- サポート依存: ニーラはサポートがいないとパッシブの効果が薄れ、特に序盤に不利を強いられる。\n\n不利の緩和策:\n- レーンでのポジショニング: ヴェインの攻撃を避けるために、常に安全な位置を保つ。\n- サポートとの連携: サポートと連携して、ハラスを受けないようにする。\n- アイテム選択: 早めに防御アイテムを購入し、耐久力を上げる。\n- レベルアップを意識: レベル差をつけることで、ニーラの強みを活かす。\n- 集団戦での役割: 集団戦では、味方と連携してヴェインを狙うのではなく、他の敵チャンピオンを攻撃する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。\n- ヴェインの攻撃は真のダメージを与えるため、エズリアルの防御を無視してダメージを与えられる。\n- ヴェインのノックバックやスタンによって、エズリアルは捕まりやすく、反撃が難しい。\n- エズリアルは主にスキルで戦うため、ヴェインの高い機動力に対抗しづらい。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルはその戦闘で不利になることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取る。\n- サポートと連携して、ヴェインの攻撃を受けないように立ち回る。\n- 早めに防御アイテムを購入し、ヴェインのダメージを軽減する。\n- スキルを使うタイミングを工夫し、ヴェインのスキルを避けるようにする。\n- チームメイトと連携して、集団戦でヴェインを狙う。",
      "ジン": "ジンが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジンが攻撃を仕掛ける前に接近してオールインを狙いやすい。\n- ヴェインのスタン効果を持つスキルにより、ジンは攻撃を中断されやすく、特にリロードのタイミングで狙われると危険。\n- ジンはブリンクを持たないため、ヴェインの追撃を逃れる手段が限られている。\n- ヴェインの真のダメージはタンクや高HPの相手に対して強力で、ジンのHPが減った際に特に脅威となる。\n- ヴェインは短い射程のジンに対して、壁を利用してのトレードが得意で、ジンの攻撃を避けやすい。\n\n不利の緩和策:\n- レーンでのハラスを強化し、ヴェインがスキルを使う前にダメージを与える。\n- サポートと連携して、ヴェインに対するプレッシャーをかけ、オールインを狙わせないようにする。\n- ジンのスキルを適切に使い、ヴェインの動きを制限することで、彼女の機動力を抑える。\n- 可能な限り、ヴェインのアルティメット発動前にダメージを与え、彼女の強みを発揮させないようにする。\n- 位置取りを工夫し、ヴェインの攻撃を避けることで、持続的なダメージを与え続ける。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ザヤの攻撃を避けやすい。\n- ヴェインのスキルは壁を利用したノックバックを持ち、ザヤの攻撃を妨害できる。\n- ヴェインは最大HPに比例した確定ダメージを持ち、ザヤのHPを迅速に削ることができる。\n- ヴェインの射程がザヤよりも長く、ハラスを受けやすい。\n- ザヤはスキルの発生に時間がかかるため、ヴェインの攻撃を避けるのが難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ヴェインの攻撃を避ける。\n- スキルを使うタイミングを見極め、ヴェインの攻撃を受けないようにする。\n- サポートと連携し、ヴェインに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることで生存率を高める。\n- ヴェインのスキルを避けるために、マップの視界を確保し、敵の動きを把握する。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすい。\n- ヴェインの攻撃は真のダメージを与えるため、シヴィアの耐久力を無視してダメージを与えられる。\n- シヴィアは射程が短く、ヴェインの攻撃を受けやすい。\n- ヴェインのCCスキルにより、シヴィアは動きが制限され、トレードで不利になる。\n- ヴェインは1対1の戦闘において非常に強力で、シヴィアはその対面で劣る。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ヴェインの攻撃を避ける。\n- サポートと連携して、ヴェインを押し込むことでファームを安定させる。\n- 早期にアイテムを購入し、耐久力を上げることでトレードを有利に進める。\n- ヴェインのアルティメット発動後は慎重に行動し、無理なトレードを避ける。\n- ジャングラーと連携して、ヴェインに対するガンクを狙う。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスはハラス性能が高く、ヴェインの射程を活かす前にダメージを与えることができる。\n- アフェリオスの武器の組み合わせにより、ヴェインの機動力を制限するスネアやスローを使うことができる。\n- ヴェインは射程が短いため、アフェリオスの攻撃を受けやすい。\n- アフェリオスは装備によるスケールが良好で、特に脅威ステータスが育つと高い火力を発揮できる。\n- ヴェインはCCを受けると脆弱であり、アフェリオスの攻撃を受けると一気に不利になる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- アフェリオスのスネアやスローを活用して、ヴェインの動きを制限する。\n- ヴェインが近づいてくるタイミングを見計らい、武器の効果を最大限に活かして反撃する。\n- 敵ジャングラーの動きを警戒しつつ、アフェリオスの強みを活かしてレーンを優位に進める。\n- 集団戦では、ヴェインを狙うのではなく、他の敵チャンピオンを優先しつつ、ヴェインの動きを制限する。",
      "セナ": "セナが有利です。\n\n理由:\n- 射程が長いため、ヴェインの攻撃を避けながらハラスが可能。\n- スネア効果を持つスキルで、ヴェインの機動力を制限できる。\n- セナの回復能力により、ヴェインの攻撃を受けても持ちこたえやすい。\n- パッシブによってスケールしやすく、育つと高い火力を発揮できる。\n- ヴェインは短射程であるため、セナのハラスに対して反撃しづらい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- スネアを使ってヴェインの動きを制限し、追撃や逃げる手段を奪う。\n- セナの回復を活用して、ヴェインの攻撃を耐えつつ持続的にダメージを与える。\n- 位置取りを工夫し、ヴェインの攻撃範囲外から攻撃を行う。\n- 敵ジャングラーの動きを警戒しつつ、セナのスキルを活かしてレーンを優位に進める。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインに対して強力なハラスが可能です。\n- ドレイヴンの攻撃はAAに依存しており、ヴェインの短射程を利用して有利に立ち回ることができます。\n- CCスキルを持っているため、ヴェインの機動力を制限しやすく、追撃が容易です。\n- パッシブによるゴールドアドバンテージを活かし、アイテム差をつけやすいです。\n- ヴェインはCCを受けると脆弱であり、ドレイヴンの攻撃を受けると早期に倒される可能性が高いです。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ヴェインのHPを削る。\n- 斧を正確に拾い続け、ダメージを最大限に引き出す。\n- CCを活用してヴェインの動きを制限し、オールインを狙う。\n- アイテムを早めに揃え、スノーボールを狙う。\n- ヴェインのスキルを避けつつ、攻撃を重ねていく。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ヴェインの射程を上回るため、ハラスがしやすい。\n- コーキのAoEダメージは、ヴェインが近づく前にダメージを与えることができ、レーンでのプッシュも早い。\n- ヴェインは短射程であるため、コーキの攻撃を避けるのが難しく、特に序盤は有利に立ち回れる。\n- コーキは防御力を低下させるデバフを持っており、これによりヴェインのダメージを通しやすくする。\n- コーキはCCを持たないが、ヴェインの機動力を活かす前にダメージを与え続けることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- スキルを使ってレーンをプッシュし、相手のファームを妨害する。\n- ヴェインが近づく前に距離を保ち、スキルを使ってダメージを与え続ける。\n- 敵の防御力を下げるデバフを活かし、味方と連携してダメージを与える。\n- マナ管理に注意し、スキルを適切に使いながら持続的にダメージを与える。",
      "ゼリ": "ゼリはヴェインに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えられる。\n- ヴェインは射程が短く、ゼリの長射程攻撃に対して不利。\n- ゼリは接近手段がないメレーキャリーに対して有利で、ヴェインの攻撃を回避しやすい。\n- ゼリのスロー効果により、ヴェインの機動力を制限できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- スキルを使って距離を保ちながら攻撃し、ヴェインの攻撃を避ける。\n- ヴェインが攻撃を仕掛けてきた際に、スキルを使って逃げるか反撃する。\n- ゼリの加速を活かして、ヴェインとの距離を常に保つ。\n- サポートと連携して、ヴェインを捕まえるチャンスを作る。",
      "サミーラ": "サミーラがヴェインに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ヴェインの射程の短さを逆手に取ることができる。\n- サミーラの高いDPSとバーストダメージにより、ヴェインが攻撃を重ねる前に迅速にダメージを与えることが可能。\n- サミーラはスキルの組み合わせによってスタイルを上げ、Ultを発動することで集団戦でも強力なキャリー能力を発揮できる。\n- ヴェインのCCスキルに対して、サミーラは瞬時の防御性能を持ち、攻撃を回避しやすい。\n- サミーラはヴェインの機動力を制限することができるため、ヴェインが逃げるのを難しくする。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- サミーラのスキルを駆使して、ヴェインが攻撃を重ねる前にダメージを与える。\n- ヴェインがCCを使った後の隙を狙って、接近戦を挑む。\n- 味方のCCを利用して、ヴェインに対して効果的に攻撃を仕掛ける。\n- サミーラのUltをタイミングよく発動し、集団戦での優位性を確保する。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ヴェインよりも遠くから攻撃できるため、ハラスが一方的に行える。\n- ヴェインは射程が短く、ケイトリンの攻撃を避けるのが難しいため、レーンでのプレッシャーを受けやすい。\n- ケイトリンの罠によるスネア効果で、ヴェインの機動力を制限できるため、接近戦を避けやすい。\n- ケイトリンはレーンでのタワーシージが得意で、早期にタワーを破壊することで、ヴェインの成長を妨げることができる。\n- ヴェインは集団戦での機動力が高いが、ケイトリンは射程を活かして安全にダメージを与えられるため、集団戦でも有利に立ちやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインのHPを削る。\n- 罠を適切に配置し、ヴェインが近づけないようにする。\n- ケイトリンの射程を活かして、ヴェインが攻撃できない位置から攻撃を続ける。\n- 早期にアイテムを購入し、ダメージを増加させてヴェインに対する圧力を高める。\n- 集団戦では、後衛から安全に攻撃し、ヴェインの接近を防ぐ。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはAoE攻撃を持ち、集団戦でのダメージを稼ぎやすい。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなる。\n- ヴェインは射程が短く、スモルダーの長射程攻撃に対して接近しづらい。\n- スモルダーはEスキルによる高速移動が可能で、ヴェインの攻撃を回避しやすい。\n- ヴェインのCCスキルはスモルダーに対して効果的ではなく、スモルダーは逃げやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スタックを貯める。\n- 集団戦では密集した敵に対してAoE攻撃を活用する。\n- ヴェインが攻撃を仕掛けてきた際にEスキルで距離を取る。\n- スモルダーのスキルを使って、ヴェインの攻撃を避けつつダメージを与える。\n- 位置取りを意識し、ヴェインが近づけないように立ち回る。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、ジグスがスキルを使う前にダメージを与えやすい。\n- ミス・フォーチュンのスローやチャネリングスキルにより、ジグスは接近されると脆弱になりやすい。\n- ミス・フォーチュンの攻撃は長射程であり、ジグスのスキルを避けながら攻撃できるため、ジグスのスキルを当てるのが難しい。\n- ミス・フォーチュンの集団戦でのAoEダメージは、ジグスのスキルと相性が悪く、ジグスがダメージを出しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- スキルを使う際は、ミス・フォーチュンのスキルのクールダウンを意識し、タイミングを見計らって攻撃する。\n- 逃げ道を確保するために、ワードを使って視界を確保し、ミス・フォーチュンの動きを把握する。\n- アイテムを工夫して、耐久力を上げることで、ミス・フォーチュンの攻撃に耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、アッシュは常にダメージを受けやすい。\n- ミス・フォーチュンのスローとAoEダメージにより、集団戦での影響力が高く、アッシュはその攻撃を避けるのが難しい。\n- アッシュは機動スキルを持たないため、ミス・フォーチュンの攻撃を受けると逃げる手段が乏しく、オールインされると脆弱。\n- ミス・フォーチュンのパッシブによる追加ダメージが、アッシュの通常攻撃に対して有利に働く。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、ミス・フォーチュンの攻撃を受けないようにする。\n- 早めにアイテムを購入し、耐久力を上げることで、ハラスに耐えられるようにする。\n- ミス・フォーチュンのスキルを避けるために、常に位置を意識し、距離を保つように心がける。",
      "トゥイッチ": "トゥイッチがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードが得意なため、トゥイッチは早期にダメージを受けやすい。\n- ミス・フォーチュンのスロー効果により、トゥイッチの移動が制限され、奇襲が難しくなる。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、トゥイッチは一度捕まると脆弱であるため、集団戦での生存が難しい。\n- トゥイッチは装備依存度が高く、序盤に不利になると後半に持ち直すのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携し、ミス・フォーチュンのスキルを避けるための視界を確保する。\n- 早めに防御アイテムを購入し、耐久力を上げることでミス・フォーチュンの攻撃に耐える。\n- 集団戦では、ミス・フォーチュンのスキルを避けるために、立ち位置を意識し、奇襲を狙うタイミングを見極める。",
      "ジンクス": "ジンクスがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特に序盤のトレードでジンクスに対して優位に立ちやすい。\n- ミス・フォーチュンのスキルは、ジンクスの移動を妨げることができるため、ジンクスが攻撃しづらくなる。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、ジンクスが集団戦で効果的にダメージを出すのが難しい。\n- ジンクスは自衛手段が乏しく、ミス・フォーチュンのオールインに対して脆弱である。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れてプレイする。\n- ミス・フォーチュンのスキルを避けるために、位置取りを意識し、常に移動を続ける。\n- サポートと連携して、ミス・フォーチュンに対してカウンターを狙う。\n- アイテムを早めに購入し、特に防御アイテムを優先して自衛力を高める。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、ケイトリンはハラスを受けやすい。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が大きいため、ケイトリンは集団戦での火力が劣る。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ミス・フォーチュンの攻撃を受けやすい。\n- ミス・フォーチュンのスロー効果により、ケイトリンは逃げる手段が限られ、接近されると脆弱になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ミス・フォーチュンのスキルを避けるために、常に移動しながら攻撃する。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らう。\n- 罠を効果的に使い、ミス・フォーチュンの動きを制限することで、ハラスを軽減する。",
      "アフェリオス": "アフェリオスがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、アフェリオスは序盤から圧力を受けやすい。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が大きいため、アフェリオスは集団戦での生存が難しい。\n- アフェリオスは機動力が低く、ミス・フォーチュンのスローやUltに捕まりやすく、逃げる手段が乏しい。\n- ミス・フォーチュンのWによる移動速度の増加で、アフェリオスの攻撃を避けやすく、立ち位置を調整される。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、ミス・フォーチュンのスキルを避ける動きを心がける。\n- アフェリオスの武器を適切に選択し、ミス・フォーチュンに対抗できる状況を作る。\n- 早めにアイテムを購入し、パワースパイクを迎えることで、ミス・フォーチュンに対抗する。",
      "コーキ": "コーキがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、コーキはハラスを受けやすい。\n- ミス・フォーチュンのスローやチャネリングスキルにより、コーキは接近されると逃げる手段が乏しく、脆弱になる。\n- コーキはCCを持たないため、ミス・フォーチュンの攻撃を止める手段がなく、オールインされると不利な状況に陥りやすい。\n- ミス・フォーチュンのUltはAoEダメージが高く、集団戦での影響力が大きいため、コーキはその火力に対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取る。\n- ミス・フォーチュンのスキルを避けるために、位置取りを意識し、Wでの移動速度を活かす。\n- アイテムを早めに購入し、耐久力を上げることで、ミス・フォーチュンの攻撃に耐えられるようにする。\n- 集団戦では、ミス・フォーチュンのUltを避けるために、位置取りを工夫し、味方と連携して戦う。"
    },
    "loses": {
      "シヴィア": "シヴィアはミス・フォーチュンに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンのハラスを受け流しやすい。\n- スペルシールドにより、ミス・フォーチュンのスキルを一度無効化できるため、トレードで有利を取れる。\n- シヴィアの攻撃速度増加効果により、ミス・フォーチュンの攻撃を避けながら反撃しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、シヴィアの持つAoEダメージに対して脆弱。\n- シヴィアは後衛にダメージを与える能力が高く、集団戦での影響力が大きい。\n\n有利の取り方:\n- レーン開始時に積極的にウェーブをプッシュし、ミス・フォーチュンのハラスを避ける。\n- スペルシールドを使ってミス・フォーチュンのスキルを無効化し、トレードを有利に進める。\n- ミス・フォーチュンがスキルを使った後に反撃し、ダメージを与える。\n- 集団戦では後衛に位置し、ミス・フォーチュンのアルティメットを避けつつダメージを与える。\n- 立ち位置を意識し、ミス・フォーチュンの攻撃を避けながら攻撃する。",
      "ゼリ": "ゼリがミス・フォーチュンに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ミス・フォーチュンのスキルを避けやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤のDPSが不足しているため、ゼリのハラスに対して耐えにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的なハラスが可能。\n- ミス・フォーチュンのスローは逃げ手段が乏しいゼリに対して効果的ではないため、トレードで有利を取れる。\n- ゼリは通常攻撃の代わりにスキルを駆使して戦うスタイルで、ミス・フォーチュンの攻撃を避けながらダメージを与えやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ミス・フォーチュンのHPを削る。\n- ミス・フォーチュンのスキルを避けるために、常に位置取りを意識し、Kiteを行う。\n- ミス・フォーチュンがスキルを使った後の隙を狙って、反撃を行う。\n- ゼリのスキルを活用して、ミス・フォーチュンの攻撃を避けつつ、ダメージを与える。\n- サポートと連携して、ミス・フォーチュンに対するプレッシャーをかけ続ける。",
      "ザヤ": "ザヤがミス・フォーチュンに有利です。\n\n理由:\n- ザヤはスネアを持っており、ミス・フォーチュンの移動を制限できるため、接近戦で有利に立てる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちであるため、ザヤの持つAoEダメージに対して脆弱。\n- ザヤはスキルを使って自衛ができるため、ミス・フォーチュンのハラスを受け流しやすい。\n- ザヤの加速スキルにより、ミス・フォーチュンの攻撃を避けやすく、反撃のチャンスを作りやすい。\n- ミス・フォーチュンのCCがスローのみであるため、ザヤの無敵スキルを使って攻撃を回避できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミス・フォーチュンの体力を削る。\n- スネアを使ってミス・フォーチュンを捕まえ、オールインを狙う。\n- 自衛スキルを活用して、ミス・フォーチュンの攻撃を避けつつ反撃する。\n- ミニオンウェーブを管理し、ミス・フォーチュンが攻撃しづらい状況を作る。\n- ラカンと連携して、より強力なエンゲージを行い、ミス・フォーチュンを圧倒する。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して高いハラス性能を持ち、ミス・フォーチュンのスキルを避けやすい。\n- スモルダーのスタックによる後半のダメージが非常に高く、集団戦でのAoE攻撃がミス・フォーチュンに対して効果的。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのスキルによるハラスに対して脆弱。\n- スモルダーはEスキルによる高速移動が可能で、ミス・フォーチュンのスローを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削る。\n- スタックを貯めるために、ミス・フォーチュンが近づくタイミングを見計らってスキルを使用する。\n- 集団戦では、ミス・フォーチュンが密集している場面でAoE攻撃を狙い、ダメージを最大化する。\n- Eスキルを使って、ミス・フォーチュンのスローを避けつつ、攻撃のチャンスを作る。",
      "ユナラ": "ユナラがミス・フォーチュンに有利です。\n\n理由:\n- ユナラは魔法ダメージを自然に出せるため、ミス・フォーチュンの基礎攻撃力の低さを突くことができる。\n- ユナラの攻撃範囲がミス・フォーチュンよりも長いため、ハラスを行いやすい。\n- ユナラはスキルを使うことで攻撃速度が上昇し、持続的なダメージを与えやすい。\n- ミス・フォーチュンのCCがスローのみであるため、ユナラの高い移動速度を活かして逃げやすい。\n- ユナラは集団戦においてもAoEダメージを持ち、ミス・フォーチュンのUltに対抗できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削る。\n- 敵のスキルを避けながら、常に距離を保ちつつ攻撃を行う。\n- ブッシュを利用して奇襲をかけ、ミス・フォーチュンの動きを制限する。\n- 集団戦では、Ultを活かして敵チーム全体にダメージを与える。\n- ミス・フォーチュンがスキルを使った後の隙を狙って攻撃する。",
      "セナ": "セナがミス・フォーチュンに有利です。\n\n理由:\n- セナは長射程を持ち、ミス・フォーチュンのハラスを避けながら一方的に攻撃できる。\n- セナの回復能力により、ミス・フォーチュンのハラスを受けても持ちこたえやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、セナの持つハラスに対して脆弱。\n- セナのスネア効果により、ミス・フォーチュンの動きを制限し、オールインを仕掛けやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ミス・フォーチュンの体力を削る。\n- セナのスネアを活用して、ミス・フォーチュンが近づいてきた際に捕まえる。\n- 回復スキルを適切に使用し、ミス・フォーチュンのハラスを受けても耐えられるようにする。\n- ミニオンウェーブを管理し、ミス・フォーチュンがハラスを行いにくい状況を作る。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンの攻撃を避けながらハラスができる。\n- エズリアルのスキルはクールダウンが短く、持続的にダメージを与えられるため、ミス・フォーチュンのハラスに対抗しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルのポークに対して耐えにくい。\n- エズリアルのEによる機動力で、ミス・フォーチュンのスローを回避しやすく、接近戦でも有利に立ち回れる。\n- ミス・フォーチュンのCCはスローのみで、エズリアルはワープで逃げることができるため、捕まりにくい。\n\n有利の取り方:\n- レーン開始時から積極的にスキルを使ってハラスを行い、ミス・フォーチュンの体力を削る。\n- ミニオンウェーブを管理し、ミス・フォーチュンが攻撃しづらい状況を作る。\n- Eを使ってミス・フォーチュンの攻撃を避けつつ、反撃のチャンスを狙う。\n- 可能であれば、サポートと連携してミス・フォーチュンに対するオールインを仕掛ける。\n- アイテムを早めに揃え、ダメージを増加させてミス・フォーチュンに対する圧力を高める。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは高いDPSを持ち、特に集団戦での持続的なダメージが強力です。コーキは持続的なダメージを出すのが苦手で、コグ＝マウの攻撃を受けやすいです。\n- コグ＝マウのスキルはAR/MRを低下させるため、コーキの防御力を削ぎやすく、ダメージを通しやすいです。\n- コーキはCCがないため、コグ＝マウの攻撃を止める手段がなく、特に接近戦で不利になります。\n- コグ＝マウの射程が長く、コーキがハラスを行う際に逆にハラスされやすいです。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してコグ＝マウの攻撃を遮る。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的な戦闘能力を維持する。\n- サポートと連携し、コグ＝マウに対して集団での攻撃を仕掛けることで、孤立させる。\n- アイテムビルドを工夫し、耐久力を上げることでコグ＝マウの攻撃に耐えられるようにする。",
      "ゼリ": "ゼリがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ゼリが近づく前にダメージを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ゼリの耐久力を削るのに優れている。\n- コグ＝マウはスロー効果を持つスキルを使ってゼリの機動力を制限できるため、ゼリが逃げるのが難しくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、コグ＝マウのハラスに対抗しにくい。\n\n不利の緩和策:\n- ゼリは序盤のレーンで慎重にプレイし、コグ＝マウのスキルを避けることを心がける。\n- サポートと連携して、コグ＝マウに対するハラスを行い、CSを確保する。\n- アイテムを早めに購入し、耐久力を上げることでコグ＝マウの攻撃に耐えられるようにする。\n- 集団戦では、コグ＝マウの射程外から攻撃し、機動力を活かして安全にダメージを与える。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、スキルを駆使して高いDPSを発揮できるため、スモルダーの攻撃を受けながら安全にハラスができる。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、スモルダーの耐久力を削ることができる。\n- スモルダーは序盤のスキル性能が低く、コグ＝マウのハラスに対抗しづらい。\n- コグ＝マウはスロー効果を持つため、スモルダーのEスキルによる移動を制限しやすい。\n- コグ＝マウは集団戦でのダメージ出力が高く、スモルダーが集団戦でのAoE攻撃を行う際に脅威となる。\n\n不利の緩和策:\n- レーン戦ではコグ＝マウのWのクールダウンを意識し、攻撃のタイミングを見計らう。\n- スモルダーのスタックを早めに貯めるために、CSを優先しつつ安全にファームを行う。\n- サポートと連携し、コグ＝マウに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムビルドを工夫し、耐久力を上げるアイテムを早めに購入する。\n- 集団戦では、コグ＝マウのスキルを避けつつ、AoE攻撃を最大限に活かす位置取りを心がける。",
      "サミーラ": "サミーラがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、サミーラが接近する前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させるため、サミーラのダメージが通りやすい。\n- サミーラは機動力が低く、コグ＝マウのスロー効果により接近が難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、サミーラが接近戦を挑む際に危険が伴う。\n- コグ＝マウは自衛手段が乏しいサミーラに対して、遠距離からの攻撃で圧力をかけられる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サポートと連携して視界を確保し、敵の動きを把握する。\n- コグ＝マウのスキルのCDを狙って、タイミングを見計らって接近する。\n- アイテムビルドで防御力を上げ、耐久性を高める。\n- サポートのCCを利用して、コグ＝マウに対して一気に攻撃を仕掛ける。\n- レーン戦でのCSを優先し、レベル差をつけてからの接近戦を狙う。",
      "ドレイヴン": "ドレイヴンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ドレイヴンが近づく前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させるため、ドレイヴンのダメージを軽減しやすい。\n- コグ＝マウはスロー効果を持つため、ドレイヴンの移動を妨げ、斧を拾うのが難しくなる。\n- コグ＝マウは集団戦での持続的なダメージが高く、ドレイヴンのバーストダメージを凌ぐことができる。\n- ドレイヴンは機動力が低く、コグ＝マウの攻撃を避けるのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して視界を確保する。\n- サポートと連携して、コグ＝マウに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでコグ＝マウの攻撃に耐える。\n- 斧を落とさないように注意し、常に攻撃力を維持する。\n- 敵の動きを予測し、スキルを避けることで生存率を上げる。",
      "ミス・フォーチュン": "ミス・フォーチュンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ミス・フォーチュンがハラスを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ミス・フォーチュンの耐久力を削るのに優れている。\n- コグ＝マウはスロー効果を持つスキルを使って、ミス・フォーチュンの移動を制限しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、コグ＝マウとの殴り合いで劣る。\n- コグ＝マウは機動力が低いため、ミス・フォーチュンが接近しても逃げる手段が乏しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- コグ＝マウのスキルのCDを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、コグ＝マウに対してオールインを仕掛ける機会を作る。\n- アイテムビルドを工夫し、早めに耐久力を上げるアイテムを購入する。\n- 集団戦では、コグ＝マウの射程を意識し、適切な立ち位置を保つことでダメージを避ける。",
      "シヴィア": "シヴィアがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは高いDPSを持ち、特に長射程からの攻撃が得意で、シヴィアの基礎射程が短いため、レーンでのハラスが難しい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、シヴィアの耐久力を削るのが得意。\n- シヴィアは移動速度を上昇させる手段があるが、コグ＝マウのスロー効果により、逃げるのが難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、シヴィアが後衛にダメージを与える前に倒される可能性が高い。\n- シヴィアは単体へのDPSが他のADCに劣るため、コグ＝マウとの1対1のトレードで不利になることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してコグ＝マウの攻撃を受けないようにする。\n- スペルシールドを活用して、コグ＝マウのスキルを無効化し、ダメージを軽減する。\n- 可能であれば、サポートと連携してコグ＝マウを攻撃し、早期に優位を取る。\n- アイテムビルドを工夫し、耐久力を上げることでコグ＝マウの攻撃に耐えられるようにする。\n- 集団戦では、コグ＝マウを優先的に狙うようにし、彼を排除することで戦闘を有利に進める。",
      "ケイトリン": "ケイトリンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ケイトリンがハラスを行う際に逆にダメージを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンクに対して強いが、ケイトリンはその影響を受けにくい。\n- ケイトリンはスキルのCDが長く、長期戦では息切れしやすいが、コグ＝マウは持続的なダメージを出せるため、レーン戦での持久力で優位に立たれる。\n- コグ＝マウのスロー効果により、ケイトリンが逃げる手段が制限され、接近されると危険な状況になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- コグ＝マウのスキルを避けるために、常に移動し続けることを意識する。\n- サポートと連携して、コグ＝マウに対するオールインを狙うタイミングを見計らう。\n- 早めにアイテムを購入し、ダメージを増加させてコグ＝マウに対抗する。",
      "アフェリオス": "アフェリオスがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を受けながら安全にハラスができる。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、アフェリオスの耐久力を削るのに適している。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果により追撃されやすい。\n- コグ＝マウは集団戦でのDPSが高く、アフェリオスが育つ前に圧倒される可能性がある。\n- アフェリオスはレベル依存度が高く、序盤の弱さがコグ＝マウに対して致命的になることがある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけ安全な位置でファームを心がける。\n- サポートと連携し、コグ＝マウのスキルを避ける動きを意識する。\n- 早めにアイテムを購入し、耐久力を上げることでコグ＝マウの攻撃に耐える。\n- 集団戦では、コグ＝マウを優先的に狙うのではなく、他の敵キャリーや後衛を狙う戦略を取る。\n- 可能であれば、視界を確保し、敵の動きを把握しておくことで、ギャンクやハラスを避ける。"
    },
    "loses": {
      "ジグス": "ジグスがコグ＝マウに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、コグ＝マウの射程を上回るため、遠くから安全に攻撃できる。\n- コグ＝マウは機動力が低く、ジグスのスキルを避けるのが難しいため、ダメージを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、コグ＝マウがミニオンを使って安全にファームするのを妨げることができる。\n- コグ＝マウはハードCCがないため、ジグスのスキルを受けた後の反撃が難しい。\n- ジグスは設置型のスキルを使ってゾーニングができ、コグ＝マウの接近を防ぐことができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウのHPを削る。\n- ミニオンウェーブを利用して、コグ＝マウがファームしづらい状況を作る。\n- ジグスのスキルを使って、コグ＝マウが近づく前にダメージを与える。\n- ジグスの設置型スキルを使って、コグ＝マウの移動を制限し、追撃を行う。\n- 集団戦では、コグ＝マウが集まる場所にスキルを当ててダメージを与え、コグ＝マウのダメージ出力を抑える。",
      "ヴァルス": "ヴァルスがコグ＝マウに有利です。\n\n理由:\n- 射程の長さ: ヴァルスはコグ＝マウよりも射程が長いため、遠距離から安全に攻撃できる。\n- CC効果: ヴァルスのスネア効果により、コグ＝マウの動きを制限しやすく、攻撃を当てやすい。\n- 継続的なハラス: ヴァルスはAoEダメージを持ち、コグ＝マウに対して持続的にダメージを与えることができる。\n- 機動力の低さ: コグ＝マウは機動力が低く、ヴァルスの攻撃を避けるのが難しい。\n- スノーボール性能: ヴァルスはキルを取ることで攻撃速度が増加し、さらに有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてコグ＝マウに対して積極的にハラスを行う。\n- CCを活用: スネアを使ってコグ＝マウを捕まえ、連続攻撃を狙う。\n- 集団戦での立ち位置: 後衛から安全に攻撃し、コグ＝マウが近づけないようにする。\n- アイテム差をつける: 早めにアイテムを揃え、ダメージを増加させて有利な状況を作る。\n- マップの視界を確保: 敵の動きを把握し、コグ＝マウが孤立するタイミングを狙う。",
      "トリスターナ": "トリスターナがコグ＝マウに有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、コグ＝マウの攻撃を安全に避けながら攻撃できる。\n- トリスターナのバーストダメージは高く、特にコグ＝マウのような自衛手段が乏しいキャリーに対して有効。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、コグ＝マウのスキルを避けやすい。\n- コグ＝マウは機動力が低く、ハードCCがないため、トリスターナの攻撃を受けやすい。\n\n有利の取り方:\n- レベルアップを早め、攻撃範囲の増加を活かしてコグ＝マウに対してハラスを行う。\n- コグ＝マウがスキルを使った後の隙を狙い、バーストダメージで早期にキルを狙う。\n- トリスターナのノックバック効果を利用して、コグ＝マウとの距離を保ちながら安全に攻撃する。\n- 敵サポートが脆い場合、積極的に攻撃を仕掛けてスノーボールを狙う。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、コグ＝マウよりも遠くからハラスが可能で、レーンでの優位性を確保しやすい。\n- セナの回復能力により、コグ＝マウのハラスを受けても持ちこたえやすく、持続的に戦闘を続けられる。\n- コグ＝マウは機動力が低く、セナのスネアによって捕まえやすく、キルチャンスを作りやすい。\n- セナのパッシブによって、敵チャンピオンを攻撃することで自身を強化でき、スケーリングが早い。\n- コグ＝マウは基礎射程が短く、セナのハラスに対して反撃しづらい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- セナのスネアを使ってコグ＝マウを捕まえ、連携を取ってキルを狙う。\n- 回復スキルを活用して、味方や自分の体力を維持しつつ、持続的に戦闘を行う。\n- コグ＝マウがスキルを使った後の隙を狙い、攻撃を仕掛ける。\n- セナのパッシブを活かして、敵チャンピオンを攻撃し続け、ゴールドを稼ぎつつ育つ。",
      "トゥイッチ": "トゥイッチがコグ＝マウに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの低い自衛能力を突くことができる。\n- コグ＝マウは機動力が低く、トゥイッチの攻撃を避けることが難しい。\n- トゥイッチのアルティメットは長射程で、コグ＝マウが攻撃を仕掛ける前に大きなダメージを与えることができる。\n- コグ＝マウはハードCCがないため、トゥイッチの奇襲に対して無防備である。\n- トゥイッチはAPビルドでも運用可能で、コグ＝マウのAR/MRを無視したダメージを与えることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削る。\n- ステルスを利用して奇襲を仕掛け、コグ＝マウが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、コグ＝マウを狙う。\n- コグ＝マウがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、コグ＝マウを孤立させる。",
      "ルシアン": "ルシアンがコグ＝マウに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウの機動力の低さを突くことができる。\n- コグ＝マウは自衛手段が乏しく、ルシアンの攻撃を受けやすい。\n- ルシアンのスキルはクールダウンが短く、連続的に攻撃を仕掛けることができるため、コグ＝マウに対して持続的な圧力をかけられる。\n- コグ＝マウの基礎射程が短いため、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、攻撃後にすぐに位置を変えられるため、コグ＝マウの反撃を回避しやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウのHPを削る。\n- コグ＝マウのスキルのクールダウンを確認し、Wが使用されていないタイミングでオールインを仕掛ける。\n- スキルを使った後は、通常攻撃でダメージを与えつつ、すぐに位置を変えて安全を確保する。\n- コグ＝マウがスキルを使った後の隙を狙って、バーストダメージを与える。\n- サポートと連携して、コグ＝マウを追い詰める戦略を取る。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネア効果を持っており、コグ＝マウの攻撃を止めることができるため、接近戦で優位に立てる。\n- コグ＝マウは機動力が低く、ザヤの加速スキルを使うことで簡単に距離を取ることができる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、コグ＝マウが集団戦でのダメージを出す前に倒すことができる。\n- コグ＝マウは射程が短く、ザヤの攻撃を受けやすい状況に置かれることが多い。\n- ザヤはラカンと組むことで、さらに強力なエンゲージや反撃が可能になり、コグ＝マウに対して圧力をかけやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削る。\n- スネアを使ってコグ＝マウの動きを制限し、攻撃を当てやすくする。\n- 集団戦では、コグ＝マウがスキルを使う前に先手を打ち、ダメージを与える。\n- コグ＝マウが攻撃してくるタイミングを見計らい、加速スキルを使って距離を取る。\n- ラカンと連携して、コグ＝マウを狙ったエンゲージを行い、早期に排除する。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、コグ＝マウの射程を超えてハラスが可能です。\n- コグ＝マウは機動力が低く、エズリアルのワープスキルによって簡単に距離を取ることができます。\n- エズリアルのスキルはクールダウンが短く、持続的にダメージを与えやすいです。\n- コグ＝マウは自衛手段が乏しく、エズリアルのバーストダメージに対して脆弱です。\n- コグ＝マウのスキルは主にタンクに対して強いが、エズリアルはタンクではないため、コグ＝マウの強みを活かしにくいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- ワープスキルを活用して、コグ＝マウの攻撃を避けつつ安全にダメージを与える。\n- スキルのクールダウンを意識し、常にダメージを与え続けることでコグ＝マウの反撃を許さない。\n- コグ＝マウがスキルを使った後の隙を狙って、積極的に攻撃する。\n- サポートと連携して、コグ＝マウを孤立させる状況を作り出す。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ジンクスは長射程を持ち、サミーラが接近する前に攻撃を受けることができるため、サミーラはハラスを受けやすい。\n- ジンクスのCCスキルにより、サミーラの接近を妨げられるため、サミーラは攻撃を仕掛けるタイミングが難しくなる。\n- ジンクスは高いDPSを持ち、集団戦での影響力が大きいため、サミーラが一度接近しても、ジンクスに対して効果的なダメージを与えにくい。\n- サミーラは単独でのCCがないため、ジンクスの攻撃を受けると反撃が難しく、特にジンクスが育つと致命的なダメージを受けやすい。\n\n不利の緩和策:\n- サポートと連携して、ジンクスに対して一斉に攻撃を仕掛けることで、ハラスを軽減する。\n- ジンクスのCCスキルを避けるために、ブリンクや移動スキルを活用して接近するタイミングを見計らう。\n- ジンクスが育つ前に、早めにレーンでの優位を確保し、サミーラのスノーボールを狙う。\n- ジンクスの攻撃を受ける前に、サミーラのスキルを使ってダメージを与え、相手の体力を削る。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- ジンクスは高い攻撃速度と長射程を持ち、序盤からハラスが得意で、ドレイヴンが近づく前にダメージを与えやすい。\n- ジンクスのEによるスネアやWのスローは、ドレイヴンの斧を拾う動作を妨げ、彼の攻撃能力を低下させる。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすく、ドレイヴンが育つ前に圧倒される可能性が高い。\n- ドレイヴンはCCに弱く、ジンクスのスキルによって接近を阻まれると、戦闘能力が大幅に低下する。\n\n不利の緩和策:\n- ジンクスのスキルを避けるために、位置取りを意識し、ハラスを受けないようにする。\n- サポートと連携し、ジンクスに対してオールインを狙うタイミングを見計らう。\n- 早めにアイテムを購入し、ダメージを増加させてジンクスに対抗する。\n- ジンクスのスネアやスローを受けないように、移動を慎重に行い、斧を落とさないようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ジンクスは長射程を持ち、ヴェインが接近する前にハラスを行いやすい。\n- ジンクスの攻撃速度の上昇により、連続的なダメージを与えられ、ヴェインが反撃する前に倒される可能性が高い。\n- ジンクスのCCスキルにより、ヴェインの機動力が制限され、接近戦での強みを活かしにくい。\n- ジンクスは集団戦でのAoEダメージが強力で、ヴェインが集団戦に参加する際に脆弱になりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用してジンクスの攻撃を回避する。\n- サポートと連携し、ジンクスに対して積極的にエンゲージを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでジンクスの攻撃に耐えられるようにする。\n- ジンクスのCCを避けるために、位置取りを意識し、常に安全な距離を保つ。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ジンクスは長射程を持ち、カイ＝サが攻撃を仕掛ける前にハラスを受けやすい。\n- ジンクスのスキルにはCCがあり、カイ＝サが接近するのを妨げることができる。\n- ジンクスは高いDPSを持ち、集団戦での影響力が大きいため、カイ＝サが戦闘を仕掛けるのが難しい。\n- カイ＝サはオールインを狙う必要があるが、ジンクスはその間にダメージを与え続けることができる。\n- ジンクスがキルを取ることで得られるバフにより、カイ＝サが追いつくのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携してエンゲージを狙う。\n- ジンクスのスキルを避けるために、位置取りを工夫し、隙を見て攻撃する。\n- ジンクスがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- 早めにアイテムを揃え、ダメージを出せる状態に持っていく。\n- サポートにCCを持つチャンピオンを選び、ジンクスを拘束することで戦闘を有利に進める。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ジンクスは長射程を持ち、トリスターナが接近する前にハラスを行いやすい。\n- ジンクスのスキルにはCCがあり、トリスターナが攻撃を仕掛ける際に動きを妨げられる可能性が高い。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きくなるため、ジンクスに対して不利な状況を作りやすい。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすく、トリスターナが育つ前に圧倒される可能性がある。\n\n不利の緩和策:\n- レベル1から2の間に積極的にハラスを行い、ジンクスのパッシブを発動させないようにする。\n- サポートと連携して、ジンクスに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- ジンクスのCCを避けるために、位置取りを工夫し、スキルのクールダウンを見極めて攻撃するタイミングを計る。\n- 装備を早めに整え、トリスターナのバーストダメージを活かしてジンクスに対抗できるようにする。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ジンクスよりも安全な距離から攻撃できるため、ハラスがしやすい。\n- ジグスのスキルはAoEダメージを持ち、集団戦やミニオン処理において優位性を発揮できる。\n- ジグスは設置型のスキルを持ち、敵の動きを制限することでジンクスの攻撃を妨げることができる。\n- ジンクスは自衛手段が乏しく、ジグスのスキルを受けると大きなダメージを受けやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ジンクスの体力を削る。\n- ジグスのスキルを使ってミニオンを処理しつつ、ジンクスに圧力をかける。\n- ジグスの設置型スキルを利用して、ジンクスの移動を制限し、トレードを有利に進める。\n- 集団戦では、ジグスのAoEダメージを活かして、ジンクスを狙う。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ジンクスよりも安全な距離からハラスが可能です。\n- セナの回復能力により、ジンクスの攻撃を受けても持ちこたえやすく、持続的なトレードが可能です。\n- セナのスネア効果により、ジンクスの移動を制限し、攻撃を当てやすくすることができます。\n- ジンクスは自衛手段が乏しく、セナの攻撃を受けるとダメージを受けやすいです。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、ジンクスに対してもプレッシャーをかけやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジンクスの体力を削る。\n- スネアを使ってジンクスを捕まえ、連続攻撃を狙う。\n- 回復スキルを活用して、ジンクスの攻撃を受けた後も持続的に戦える状況を作る。\n- ジャングラーとの連携を図り、ジンクスを捕まえるチャンスを作る。\n- セナのパッシブを活かして、ゴールドを稼ぎつつアイテムを早く揃える。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジンクスの自衛手段が乏しいため、接近しやすい。\n- トゥイッチの攻撃は持続的なダメージを与えることができ、ジンクスの高いDPSを上回ることができる。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの奇襲に対して反応が遅れる可能性が高い。\n- トゥイッチのアルティメットは長射程で、集団戦での影響力が大きく、ジンクスの後衛としての役割を脅かす。\n- ジンクスは逃げる手段が限られており、トゥイッチの攻撃を受けると致命的なダメージを受けやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンクスのHPを削ることで、トレードを有利に進める。\n- ステルスを活用して奇襲を仕掛け、ジンクスが反応する前にダメージを与える。\n- 集団戦ではアルティメットを使い、ジンクスが攻撃しづらい位置から持続的にダメージを与える。\n- ジンクスのCCスキルを避けるために、位置取りを工夫し、攻撃を行うタイミングを見極める。\n- ジンクスが育つ前に積極的にキルを狙い、ゲームの主導権を握る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程の長さ: ヴァルスはジンクスよりも射程が長いため、ジンクスに対して安全にハラスを行いやすい。\n- CC効果: ヴァルスのスネア効果により、ジンクスの動きを制限でき、接近を防ぎやすい。\n- AoEダメージ: ヴァルスはAoEダメージを持っており、集団戦やミニオン処理で優位に立てる。\n- スノーボール性能: ジンクスがキルを取ることで強化されるのに対し、ヴァルスはキルを取ることで自身の攻撃速度が増加し、さらに強力になる。\n- 自衛手段: ジンクスは自衛手段が乏しいため、ヴァルスのハラスに対して脆弱。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ジンクスのHPを削る。\n- スネアを使ってジンクスの動きを制限し、トレードを有利に進める。\n- ミニオンウェーブを利用して、ジンクスが近づけない位置で攻撃を行う。\n- 集団戦では、後衛から安全に攻撃し、ジンクスを狙う。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ジンクスの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを出しやすい。\n- ジンクスは自衛手段が乏しく、ゼリの機動力に対して脆弱である。\n- ゼリは短射程の相手に対して有利で、ジンクスの射程を活かした攻撃を避けることができる。\n- ゼリのスキルはジンクスのCCを避けるのに適しており、トレードで優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジンクスのHPを削る。\n- ジンクスのスキルを避けながら、スキルを使ってダメージを与える。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。\n- ジンクスが近づいてきた際には、機動力を活かして距離を取る。\n- 集団戦では、ジンクスの攻撃を避けつつ、後衛から安全にダメージを与える。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ジンクスの攻撃を安全な距離からハラスできるため、ジンクスの攻撃を避けやすい。\n- コーキのスキルはAoEダメージを持ち、ジンクスが集団戦で強いとはいえ、コーキの持続的なダメージで圧力をかけられる。\n- コーキは防御力を低下させるデバフを持っており、ジンクスの耐久力を削ることができる。\n- コーキのアルティメットはクールダウンが短く、頻繁にダメージを与えることができ、ジンクスに対して持続的な圧力をかけられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジンクスの体力を削る。\n- スキルを使ってジンクスの攻撃を避けつつ、ダメージを与える。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。\n- ジンクスが集団戦に参加する前に、レーンでの優位を確保し、早期にタワーを破壊する。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、トゥイッチは持続的なダメージを受けやすい。\n- トゥイッチは射程が短く、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、トゥイッチが奇襲を仕掛ける前に攻撃を仕掛けられる可能性が高い。\n- トゥイッチは逃げ性能が低く、ルシアンのオールインに対して脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち回る。\n- ルシアンのスキルを避けるために、位置取りを工夫し、スキルのクールダウンを確認する。\n- サポートと連携して、ルシアンに対してカウンターを狙う。\n- 早めにアイテムを揃え、トゥイッチのダメージを強化する。\n- ステルスを活用して、ルシアンの攻撃を避けつつ奇襲を狙うタイミングを見計らう。",
      "コグ＝マウ": "コグ＝マウがルシアンに不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがハラスを受けやすい。\n- ルシアンの機動力により、コグ＝マウが攻撃を避けるのが難しく、オールインされると脆弱。\n- コグ＝マウは自衛手段が乏しく、ルシアンの攻撃を受け続けるとすぐにダメージを受ける。\n- ルシアンの射程が短いとはいえ、コグ＝マウの基礎射程が短いため、レーンでのトレードで不利になることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- サポートと連携し、ルシアンの攻撃を受けないようにする。\n- スキルのクールダウンを意識し、ルシアンのスキルがないタイミングで攻撃する。\n- アイテムを早めに購入し、耐久力を上げることで生存率を高める。",
      "シヴィア": "シヴィアがルシアンに不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアの射程が短いため、ハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、シヴィアはトレードで不利になることが多い。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとの1対1の殴り合いで火力負けしやすい。\n- ルシアンは機動力が高く、シヴィアが攻撃する隙を与えずに立ち回ることができる。\n- シヴィアのスペルシールドはルシアンの攻撃を防げないため、彼の攻撃を受け続けるリスクがある。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- シヴィアのウェーブクリア能力を活かして、早めにミニオンを処理し、ルシアンのハラスを受けないようにする。\n- サポートと連携して、ルシアンの攻撃を分散させるようにする。\n- ルシアンのスキルのクールダウンを見極めて、攻撃の隙を狙うタイミングを計る。\n- アイテムを早めに購入し、耐久力を上げることで、ルシアンのバーストダメージに耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ケイトリンに対して強力なハラスを行うことができる。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ケイトリンが反撃する前にダメージを与えられる。\n- ケイトリンは射程が長いが、ルシアンも機動力が高く、接近されるとオールインされやすい。\n- ルシアンはCCを持たないが、ケイトリンの罠を避けるための機動力を活かして、攻撃を回避しつつダメージを与えることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ルシアンのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携して、ルシアンに対してカウンターを狙う。\n- 罠を適切に配置し、ルシアンの接近を防ぐことで、オールインを避ける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ヴェインがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ヴェインが反撃する前にダメージを与えられる。\n- ルシアンは射程が短いものの、ヴェインも同様に射程が短いため、互いに近接戦になるが、ルシアンの方がダメージを出しやすい。\n- ヴェインは集団戦での立ち回りが難しく、ルシアンの高い機動力により、逃げられたり追撃されたりしやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- ルシアンのスキルを避けるために、ダッシュをタイミングよく使う。\n- サポートと連携して、ルシアンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ルシアンのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ルシアンよりも遠くからハラスが可能で、序盤から優位に立ちやすい。\n- セナのスネア効果により、ルシアンの攻撃を制限でき、彼の機動力を活かさせない。\n- セナは回復能力を持っており、ルシアンのバーストダメージを軽減できるため、持続戦闘に強い。\n- ルシアンはCCを持たないため、セナのスネアに対して無防備であり、捕まるリスクが高い。\n- セナのパッシブによって、育つと高い火力を発揮でき、ルシアンに対してもダメージで優位に立てる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ルシアンにプレッシャーをかける。\n- スネアを使ってルシアンの動きを制限し、オールインのチャンスを作る。\n- 回復スキルを活用して、ルシアンのバーストダメージを受けた後も持続的に戦えるようにする。\n- ルシアンのスキルクールダウンを見極めて、攻撃のタイミングを調整する。\n- セナのパッシブを活かして、ゴールドを得ながらレベルアップし、アイテムを早く揃える。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ルシアンの射程の短さを利用してオールインが可能です。\n- サミーラのスキルは、ルシアンの攻撃を防ぐ手段を持っており、特に弾速のある攻撃を防ぐことで有利に立てます。\n- ルシアンはCCを持たないため、サミーラが接近して攻撃する際に反撃が難しいです。\n- サミーラは高いDPSを持ち、スノーボールが始まると非常に強力なキャリー能力を発揮します。\n- ルシアンのバーストダメージに対して、サミーラは接近戦での持続的なダメージを出すことができ、耐えることが可能です。\n\n有利の取り方:\n- レーンでのハラスを行い、ルシアンのHPを削る。\n- ルシアンがスキルを使った後に接近し、オールインを仕掛ける。\n- 味方のCCを利用して、ルシアンに対して効果的に攻撃する。\n- スタイルランクを上げるために、通常攻撃とスキルを組み合わせて連続攻撃を行う。\n- ルシアンの攻撃を避けるために、適切なタイミングでスキルを使用して防御する。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うため、ルシアンの短射程を利用して安全にハラスができる。\n- スモルダーのスタックが貯まることで後半のダメージが非常に高く、ルシアンのバーストダメージに耐えられる。\n- スモルダーのAoE攻撃は集団戦での効果が高く、ルシアンが集団戦で立ち位置を取るのが難しいため、スモルダーが有利に戦える。\n- Eスキルによる高速移動で、ルシアンの攻撃を避けながら反撃することができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削る。\n- スタックを貯めるために、スキルを使って敵チャンピオンやミニオンを攻撃する。\n- 集団戦では、ルシアンが集まるタイミングを見計らってAoE攻撃を行い、ダメージを最大化する。\n- ルシアンのスキルのクールダウンを見て、隙を突いて攻撃する。",
      "ゼリ": "ゼリがルシアンに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすい。\n- ルシアンは射程が短いため、ゼリのスキルを使ったハラスに対して反撃しづらい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的に攻撃できる。\n- ゼリはCCを持っており、ルシアンの動きを制限することができる。\n- ルシアンはCCを持たないため、ゼリの機動力を活かしたトレードに対して脆弱。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ルシアンのHPを削る。\n- ルシアンがスキルを使った後に隙を見て攻撃し、反撃を避ける。\n- ゼリのスキルを使ってルシアンの動きを制限し、トレードを有利に進める。\n- ルシアンのスキルのクールダウンを見計らって、攻撃のタイミングを調整する。\n- 逃げ道を確保しつつ、ルシアンの攻撃を避けながら持続的にダメージを与える。",
      "ザヤ": "ザヤがルシアンに有利です。\n\n理由:\n- ザヤはスネアを持っており、ルシアンの高い機動力を制限できるため、トレードやオールインで有利に立ち回れる。\n- ザヤのスキルはAoEダメージを持ち、集団戦やレーンでのファームにおいて有利に働く。\n- ルシアンは射程が短いため、ザヤの攻撃を受けやすく、ハラスを受けるリスクが高い。\n- ザヤは無敵状態を持つため、ルシアンのバーストダメージを回避できるチャンスがある。\n- ザヤはラカンと組むことで、さらなる強化が可能で、連携による圧力をかけやすい。\n\n有利の取り方:\n- スネアを活用してルシアンの動きを制限し、トレードで優位に立つ。\n- ルシアンがスキルを使った後に反撃することで、ダメージを稼ぐ。\n- レーンでのファームを優先しつつ、ルシアンの攻撃を避ける位置取りを心がける。\n- ラカンと連携し、エンゲージやカウンターを狙うことで、ルシアンに対する圧力を高める。\n- 集団戦では、無敵状態を活用してルシアンのバーストを回避し、持続的なダメージを与える。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた戦術を展開できるため、ルシアンの攻撃をかわしやすい。\n- アフェリオスの武器にはCC効果を持つものがあり、ルシアンの機動力を制限することができる。\n- ルシアンは射程が短いため、アフェリオスの攻撃を受けやすく、ハラスを受けるリスクが高い。\n- アフェリオスは装備によるスケールが良好で、特に脅威ステータスが育つと高い火力を発揮できるため、ルシアンに対して優位に立てる。\n\n有利の取り方:\n- レーン開始時にアフェリオスの武器を適切に選択し、ルシアンの攻撃を避けながらハラスを行う。\n- CC効果を持つ武器を使用して、ルシアンの動きを制限し、オールインを仕掛けるタイミングを作る。\n- ルシアンのスキルのクールダウンを見極め、スキルを使った後に攻撃を仕掛ける。\n- アフェリオスのパッシブを活用し、通常攻撃を強化してダメージを増加させる。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ルシアンの射程を超えてハラスが可能です。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられるため、ルシアンのバーストに対抗しやすいです。\n- エズリアルはEによるワープスキルで機動力が高く、ルシアンの攻撃を避けやすいです。\n- ルシアンはCCを持たないため、エズリアルのスキルを避ける手段が限られています。\n- エズリアルは安全な距離からポークできるため、ルシアンのオールインを避けやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にスキルを使い、ルシアンにハラスをかける。\n- Eを使ってルシアンの攻撃を避けつつ、反撃のチャンスを狙う。\n- ルシアンがスキルを使った後の隙を狙って、スキルを当てる。\n- ルシアンが近づいてきた際には、Eで距離を取りつつ攻撃する。\n- ルシアンのバーストが発動する前に、HPを管理しながらハラスを続ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンよりも早い段階でのトレードで優位に立てる。\n- ルシアンは射程が短いため、ドレイヴンの攻撃を受けやすく、ハラスに対して脆弱。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- ドレイヴンはCCを持っており、ルシアンの機動力を制限することができる。\n- ルシアンはCCを持たないため、ドレイヴンの攻撃を避ける手段が限られている。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ルシアンにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大化する。\n- ルシアンのスキルのクールダウンを利用して、オールインを狙う。\n- サポートと連携し、ルシアンを孤立させる。\n- ルシアンがスキルを使った後の隙を突いて攻撃する。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、状況に応じたダメージを出せるため、ルシアンに対して柔軟に対応できる。\n- ルシアンは射程が短く、カイ＝サのスキルを使ったハラスに対して脆弱であるため、レーンでのトレードで優位に立ちやすい。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ルシアンの攻撃を回避しやすく、オールインの際にも有利に立ち回れる。\n- ルシアンはCCを持たないため、カイ＝サの機動力を活かした奇襲や追撃に対して無防備である。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削る。\n- スキルを進化させるタイミングを見計らい、ルシアンに対して強力なダメージを与える。\n- ルシアンがスキルを使った後の隙を狙い、オールインを仕掛ける。\n- サポートと連携し、ルシアンに対してプレッシャーをかけ続けることで、レーンの主導権を握る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、ルシアンの攻撃を受けずにハラスが可能。\n- CCスキルを持っているため、ルシアンの動きを制限しやすい。\n- AoEダメージを持つため、集団戦やレーンでのトレードで有利に立ち回れる。\n- ルシアンはCCを持たないため、ヴァルスのスキルを避ける手段が限られている。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ルシアンのHPを削る。\n- CCスキルを使ってルシアンの動きを制限し、オールインを狙う。\n- スキルを駆使して、ルシアンが近づく前にダメージを与える。\n- ルシアンのスキルクールダウンを見極めて、攻撃のタイミングを調整する。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、加速手段が豊富で、ザヤの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にハラスを行いやすい。\n- ゼリの射程が長く、ザヤの短い射程に対して一方的に攻撃できる。\n- ゼリはCCを持っており、ザヤの動きを制限することができる。\n- ゼリは序盤から強力なハラスを持ち、ザヤがレーンでの優位を築くのが難しい。\n\n不利の緩和策:\n- ザヤはレベルを上げてからの強みを活かし、序盤は慎重にプレイする。\n- ゼリのスキルを避けるために、位置取りを意識し、カイトを行う。\n- サポートと連携して、ゼリに対するハラスを行い、レーンの主導権を取り戻す。\n- アイテムを早めに購入し、耐久力を上げてゼリの攻撃に耐える。\n- 集団戦では、無敵状態を活かしてゼリの攻撃を回避し、反撃のチャンスを狙う。",
      "ミス・フォーチュン": "ミス・フォーチュンがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的なハラスが可能で、ミス・フォーチュンのハラスを受け流しやすい。\n- ゼリのウルトはスロー効果を持ち、ミス・フォーチュンが接近されるリスクを高める。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤の火力が不足しがちで、ゼリに対して有利なトレードを仕掛けにくい。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、ゼリのスキルを避ける。\n- サポートと連携し、ゼリに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、火力を上げることでトレードを有利に進める。\n- ウェーブ管理を意識し、相手のミニオンを利用して安全にファームを行う。\n- 集団戦では、後衛としての立ち位置を確保し、ゼリのスキルを避けながらダメージを出す。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にハラスを行うことができるため、ヴェインは序盤から圧力を受けやすい。\n- ゼリのウルトによるスロー効果で、ヴェインの機動力が制限され、追撃や逃げが難しくなる。\n- ヴェインは射程が短いため、ゼリの長射程攻撃に対して不利で、ハラスを受けやすい。\n- ゼリは集団戦でのCCを持っており、ヴェインが捕まるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してゼリの攻撃を遮る。\n- サポートと連携して、ゼリに対して積極的にトレードを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリの攻撃に耐えられるようにする。\n- ゼリのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- 集団戦では、ゼリを優先的に狙うのではなく、他の敵チャンピオンをターゲットにすることで、リスクを減らす。",
      "シヴィア": "シヴィアがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的なハラスが可能で、シヴィアのウェーブクリア能力を上回ることができる。\n- ゼリのウルトによるスロー効果で、シヴィアは逃げることが難しくなる。\n- シヴィアは射程が短いため、ゼリの攻撃を受けやすく、トレードで不利になることが多い。\n- ゼリは対象指定のCCを持たないため、シヴィアのスペルシールドが機能しにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ゼリの攻撃を避ける。\n- ウェーブクリアを早めに行い、ゼリにハラスを与える機会を減らす。\n- サポートと連携し、ゼリに対して集団でのエンゲージを狙う。\n- アイテムを早めに購入し、火力を上げてトレードで有利を取る。\n- ゼリのスキルを避けるために、スペルシールドを適切に使用する。",
      "サミーラ": "サミーラがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、サミーラの接近を容易に避けることができる。\n- ゼリのスキルはノーコストで使用でき、持続的にハラスを行うことができるため、サミーラは序盤から圧力を受けやすい。\n- ゼリのウルトはSlow効果を持ち、サミーラの接近を妨げることができる。\n- サミーラは射程が短く、ゼリの長射程攻撃に対して不利な立ち位置になりやすい。\n- ゼリはCCを持っており、サミーラが接近する際に捕まるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して安全にファームを行う。\n- ゼリのスキルを避けるために、ブリンクや移動スキルを活用して立ち回る。\n- アイテムを早めに購入し、耐久力を上げることでゼリの攻撃に耐える。\n- 集団戦では、味方のCCを利用してゼリを捕まえるタイミングを狙う。\n- レーンでのトレードを避け、ファームを優先することでレベル差をつけられないようにする。",
      "ルシアン": "ルシアンがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的なハラスが可能。\n- ゼリのウルトによる移動速度バフで、ルシアンが攻撃しづらくなる。\n- ルシアンは射程が短いため、ゼリの攻撃を受けやすく、トレードで不利になることが多い。\n- ゼリは接近戦でのオールインが得意で、ルシアンのバーストダメージを受ける前に反撃できる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、ゼリのスキルを避ける。\n- ゼリのウルトを使用した後は、慎重に立ち回り、攻撃を受けないようにする。\n- サポートと連携し、ゼリに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリの攻撃に耐えられるようにする。\n- ゼリのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの低い基礎ADを利用して圧倒することができる。\n- ゼリは基礎ステータスが低く、特に序盤の火力が不足しているため、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンのCCスキルにより、ゼリの機動力を制限しやすく、逃げる手段を奪うことができる。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作りやすい。\n- ゼリはスキルを多用するスタイルであるため、ドレイヴンの高いバーストダメージに対して脆弱である。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ゼリのHPを削る。\n- ドレイヴンのCCを活用して、ゼリの動きを制限し、追撃を狙う。\n- 斧を正確に拾い続け、ダメージを最大化することで、ゼリに対して優位に立つ。\n- ゼリがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- アイテムを早めに揃え、スノーボールを狙うことで、試合全体を有利に進める。",
      "コグ＝マウ": "コグ＝マウがゼリに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ゼリの攻撃を避けながら安全にハラスができる。\n- ゼリは序盤が弱く、コグ＝マウの高いDPSに対抗しにくい。\n- コグ＝マウのスキルはAR/MRを低下させるため、ゼリに対して効果的なダメージを与えられる。\n- ゼリは機動力が高いが、コグ＝マウのスロー効果で追撃や逃げを制限できる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ゼリが集団戦での位置取りを難しくする。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ゼリのHPを削る。\n- スキルを使ってAR/MRを低下させ、ダメージを増加させる。\n- ゼリのスキルを避けつつ、スロー効果を活用してトレードを有利に進める。\n- 集団戦では後衛から安全に攻撃し、ゼリの機動力を制限する位置取りを心がける。\n- ゼリがスキルを使った後の隙を狙って攻撃する。",
      "コーキ": "コーキがゼリに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ゼリの機動力を活かす前にハラスが可能。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コーキのAoEダメージに対して耐えにくい。\n- コーキのスキルはノーコストで使用できるため、マナ管理が難しいゼリに対して持続的に圧力をかけられる。\n- コーキはCCを持たないため、ゼリの機動力を封じることができず、自由に動きながら攻撃できる。\n- ゼリは接近戦が得意だが、コーキは遠距離からの攻撃で安全にダメージを与えられる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ゼリのHPを削る。\n- コーキのスキルを使ってウェーブを早くクリアし、ゼリにプレッシャーをかける。\n- ゼリがスキルを使った後の隙を狙って攻撃する。\n- 敵ジャングラーの動きを警戒しつつ、ゼリの位置を常に把握しておく。\n- 集団戦では、ゼリが近づく前にダメージを与え、ゼリの機動力を活かさせないようにする。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、ゼリの攻撃を避けながら安全にハラスができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスのスキルによるポークに対して耐えにくい。\n- ヴァルスのCCスキルにより、ゼリの機動力を制限し、トレードで有利に立ち回ることができる。\n- ゼリはスキルを駆使して戦うスタイルだが、ヴァルスのAoEダメージに対しては脆弱である。\n- ゼリの逃げ手段がEに依存しているため、ヴァルスのスネアで捕まるリスクが高い。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ゼリのHPを削る。\n- スキルを使ってゼリの動きを制限し、トレードで優位に立つ。\n- ゼリがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では、ゼリが近づく前にスキルを使ってダメージを与え、CCで捕まえる。\n- ゼリの逃げスキルがクールダウン中のタイミングを狙って攻撃する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナは序盤から高いバーストダメージを持ち、ゼリの低い基礎ADを利用して早期にハラスが可能。\n- トリスターナの攻撃範囲がレベルアップと共に増加し、ゼリの攻撃を避けながら安全にダメージを与えられる。\n- トリスターナのノックバック効果により、ゼリのスキルを無効化しやすく、トレードで優位に立てる。\n- ゼリは序盤が弱いため、トリスターナが早期にリードを取ることで、ゲーム全体を有利に進めやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ゼリにプレッシャーをかける。\n- トリスターナのスキルを使った後は、クールダウンを意識しつつ、ゼリのスキルを避ける動きを心がける。\n- ゼリがスキルを使った後の隙を狙って、トレードを仕掛ける。\n- サポートと連携し、ゼリを捕まえるチャンスを作り、早期キルを狙う。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由:\n- セナは長射程を持ち、ハラスが得意なため、サミーラは接近する前にダメージを受けやすい。\n- セナのスネア効果により、サミーラは接近戦を仕掛ける際に行動を制限されるリスクが高い。\n- サミーラは低い防御ステータスを持ち、CCに弱いため、セナの攻撃を受けると簡単に倒される可能性がある。\n- セナの回復能力により、サミーラが与えるダメージを相殺されやすく、持ち味を活かしにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、ブリンクや移動スキルを活用してタイミングを見計らう。\n- サポートと連携し、セナを捕まえるチャンスを作ることで、逆にダメージを与える機会を増やす。\n- アイテムを早めに購入し、耐久力を上げることで、セナの攻撃に耐えられるようにする。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- セナの長射程攻撃により、ザヤは一方的にハラスを受けやすい。\n- セナのスネア効果により、ザヤは捕まるリスクが高く、反撃が難しい。\n- セナの回復能力により、ザヤがダメージを与えても持続的に回復されるため、効果的なダメージを与えにくい。\n- ザヤの攻撃範囲が短いため、セナのハラスを避けることが難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、セナの射程外から攻撃を行う。\n- セナのスネアを避けるために、スキルを使って距離を保つ。\n- サポートと連携し、セナに対して積極的にエンゲージを仕掛ける。\n- アイテムを早めに購入し、耐久力を上げてセナのハラスに耐える。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- セナは長射程を持ち、ハラスが得意なため、ヴェインは序盤から一方的に攻撃されやすい。\n- セナのスネア効果により、ヴェインの機動力が制限され、捕まると致命的なダメージを受ける可能性が高い。\n- セナの回復能力により、ヴェインがダメージを与えても持ちこたえられることが多く、持続戦闘で不利になる。\n- セナはレーンでのゴールド獲得が得意で、育つと高い火力を発揮するため、ヴェインが育つ前に有利な状況を作られる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、常に位置を変えながらプレイし、捕まらないようにする。\n- ジャングラーと連携して、セナを狙ったgankを行い、彼女の強みを削ぐ。\n- アイテムを早めに購入し、セナに対抗できる火力を持つようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- セナは長射程を持ち、コグ＝マウに対して一方的にハラスを行いやすい。\n- セナの回復能力により、コグ＝マウのダメージを軽減されやすく、持続戦闘で不利になる。\n- セナのCCスキルによって、コグ＝マウの動きを制限され、攻撃を受けやすくなる。\n- コグ＝マウは機動力が低く、捕まると簡単に倒されるため、セナのハラスに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナのスキルを避ける位置取りを心がける。\n- サポートと連携し、セナに対して反撃のチャンスを作る。\n- 早めにアイテムを購入し、耐久力を上げることでセナのハラスに耐える。\n- セナのCCを避けるために、位置取りを意識し、ミニオンを利用して隠れる。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- セナの長射程により、ルシアンはハラスを受けやすく、特に序盤のトレードで不利になる。\n- セナのスネア効果により、ルシアンは捕まるリスクが高く、オールインを仕掛ける際に危険が伴う。\n- セナの回復能力により、ルシアンのダメージが相対的に軽減され、持続戦闘で不利になる。\n- ルシアンはCCを持たないため、セナのスキルを避ける手段が限られている。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナのスキルを避ける位置取りを心がける。\n- セナのスキルのクールダウンを確認し、スキルを使った後に攻撃的にプレイするタイミングを見計らう。\n- サポートと連携して、セナを捕まえるチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることで、セナのハラスに耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- セナの長射程によるハラスが強力で、シヴィアは序盤に射程負けしやすい。\n- セナのスネア効果により、シヴィアは捕まると大きなダメージを受けるリスクが高い。\n- セナの回復能力により、シヴィアのダメージを軽減されやすく、トレードで不利になることが多い。\n- シヴィアはCCを持たないため、セナのスキルを無効化する手段が限られている。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、セナのハラスを避ける。\n- セナのスネアを避けるために、ミニオンの後ろに隠れるなどの動きを心がける。\n- 早めにアイテムを購入し、耐久力を上げることでセナのハラスに耐える。\n- ジャングラーと連携し、セナを狙ったgankを仕掛けることでレーンの主導権を取り戻す。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- セナは長射程でハラスが得意なため、ジンクスは序盤から一方的にダメージを受けやすい。\n- セナのスネア効果により、ジンクスは捕まるリスクが高く、特に自衛手段が乏しいため、致命的なダメージを受ける可能性がある。\n- セナの回復能力により、ジンクスのハラスが効果的でなくなり、レーンでの優位性を失いやすい。\n- セナはパッシブによってスケールしやすく、育つとジンクスよりも高い火力を発揮するため、後半戦でも不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、セナのスキルを避ける位置取りを心がける。\n- ジャングラーと連携して、セナを狙ったgankを行い、早期にキルを取ることでレーンの流れを変える。\n- セナのスネアを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- アイテムを早めに購入し、耐久力を上げることで、セナのハラスに耐えられるようにする。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程の差: ヴァルスはセナよりも射程が長いため、セナが攻撃する前にハラスを行いやすい。\n- AoEダメージ: ヴァルスのスキルはAoEダメージを持ち、セナが複数の敵に対しても効果的にダメージを与えられる。\n- CC効果: ヴァルスのスネア効果により、セナの動きを制限しやすく、捕まえやすい。\n- スノーボール性能: セナが育つ前にキルを取ることで、ヴァルスは攻撃速度が増加し、さらに有利な状況を作り出せる。\n- セナの弱点を突ける: セナは基礎ステータスが低く、逃げ手段が乏しいため、ヴァルスの持続的なハラスに対して脆弱。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かして、セナに対して積極的にハラスを行う。\n- スキルのコンボ: AoEスキルを使って、セナが近づく前にダメージを与える。\n- CCを活用: スネアを使ってセナを捕まえ、追撃を行う。\n- 敵の動きを読む: セナのスキルのクールダウンを把握し、隙を突いて攻撃する。\n- 早期のアイテムを整える: 早めにダメージアイテムを購入し、レーンでの優位を確立する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、セナに対して一方的に攻撃できる。\n- トリスターナのバーストダメージは高く、特にセナのような脆いサポートに対しては早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、セナのハラスを受けながらも安全に立ち回れる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、トリスターナの攻撃を受けると非常に危険。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、セナのHPを削る。\n- セナがスキルを使った後の隙を狙って、バーストダメージを与える。\n- トリスターナの射程を活かして、セナが近づけないように立ち回る。\n- セナがCCを使った後に反撃することで、キルを狙う。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、セナよりも早くハラスを行うことができるため、レーンでの優位性を確保しやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキのAoEダメージに対して耐えにくい。\n- コーキのスキルは全てAoEであり、セナの回復能力を無効化するほどのダメージを与えることができる。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを与え続けることができるため、セナに対してプレッシャーをかけやすい。\n- セナのCCスキルはコーキに対して効果的ではなく、コーキは自由に動き回りながら攻撃できる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- セナがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- セナが回復を使ったタイミングを見計らって、さらに攻撃を仕掛ける。\n- クリープを利用してセナにAoEダメージを与え、ハラスを強化する。\n- 敵ジャングラーの動きを意識しつつ、セナを追い詰める位置取りを心がける。",
      "ケイトリン": "ケイトリンはセナに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、セナよりも遠くから攻撃できるため、一方的にハラスが可能。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃を受けやすい。\n- ケイトリンの罠によるスネア効果は、セナの逃げ手段を制限し、捕まえやすくする。\n- ケイトリンはタワーシージが得意で、序盤からセナにプレッシャーをかけやすい。\n- セナはスタックによるスケールに依存しているため、序盤に優位を取られると育ちにくい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、セナの基礎ステータスの低さを利用する。\n- 罠を使ってセナの動きを制限し、捕まえた際にダメージを与える。\n- セナが回復を行うタイミングを見計らって、ハラスを続ける。\n- タワーに近づく際は、罠を設置してセナの逃げ道を封じる。\n- ジャングラーと連携して、セナを狙ったGankを行うことで、さらに有利を築く。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはセナよりも攻撃範囲が長く、序盤からハラスが強力です。\n- セナは基礎ステータスが低く、序盤のトレードでトゥイッチに対抗しにくいです。\n- トゥイッチのステルスを利用した奇襲が、セナの逃げ手段の乏しさを突くことができます。\n- セナのスネア効果はトゥイッチに対して効果的ですが、トゥイッチはその前にダメージを与えることができるため、先手を取ることが可能です。\n- トゥイッチは集団戦での火力が高く、セナが育つ前に試合を有利に進めることができます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、セナのHPを削る。\n- ステルスを利用して奇襲を仕掛け、セナを捕まえる。\n- セナがスネアを使った後の隙を狙い、ダメージを与える。\n- アルティメットを使って集団戦での位置取りを有利にし、セナを狙う。\n- セナが育つ前に試合を決めるため、積極的にオブジェクトを狙う。",
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、セナよりも遠くからハラスが可能であるため、セナの攻撃を避けながらダメージを与えやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすいため、セナがハラスを行う際にミニオンを利用しづらくなる。\n- セナは基礎ステータスが低く、序盤が弱いため、ジグスの高いダメージを受けやすい。\n- ジグスの設置型スキルは、セナの動きを制限し、捕まえやすくするため、セナにとっては脅威となる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- ミニオンを利用してセナのハラスを妨害し、ジグスのスキルで一掃する。\n- セナが近づいてきた際に、設置型スキルを使って動きを制限し、追撃を狙う。\n- ジグスのスキルを連発し、セナが回復する前にダメージを与え続ける。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプであり、セナの基礎ステータスが低いため、序盤のハラスで優位に立ちやすい。\n- セナは逃げ手段が乏しく、捕まると致命的なダメージを受けやすいが、スモルダーはEスキルで高速移動が可能で、追撃や逃走が得意。\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、セナが育つ前に有利な状況を作りやすい。\n- セナのスネア効果は強力だが、スモルダーは範囲攻撃を持っており、集団戦でのAoEダメージが効果的で、セナの回復を無効化しやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、セナのスタックを減らす。\n- Eスキルを使ってセナの攻撃を避けつつ、反撃を行う。\n- スキルを使ってスタックを貯め、レベルアップやアイテムを早めに取得してダメージを増加させる。\n- 集団戦では、セナが密集している敵チャンピオンを狙い、AoE攻撃で一気にダメージを与える。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- アッシュのスロー効果により、アフェリオスは距離を保つことが難しくなる。\n- アッシュのアルティメットスキルによるキャッチ能力が高く、アフェリオスは機動力が低いため捕まりやすい。\n- アッシュは長射程からのハラスが得意で、アフェリオスは序盤の立ち上がりが弱いため、レーンでの圧力を受けやすい。\n- アフェリオスは武器の切り替えに依存しており、アッシュの持つCCに対して柔軟に対応しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アッシュのスキルを避ける位置取りを心がける。\n- サポートと連携し、アッシュに対してオールインを仕掛けるタイミングを見計らう。\n- アフェリオスの武器を適切に選択し、アッシュのスローやCCに対抗できるようにする。\n- 早めにアイテムを購入し、アッシュに対抗できる火力を確保する。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- アッシュの長射程により、シヴィアは序盤からポークされやすい。\n- アッシュのスロー効果により、シヴィアは距離を保つのが難しくなる。\n- アッシュのアルティメットは、シヴィアのスペルシールドを無効化するため、シヴィアが逃げる手段が限られる。\n- アッシュはトレードでのダメージを一方的に与えやすく、シヴィアは反撃が難しい。\n- シヴィアの基礎射程が短いため、アッシュとの1対1の状況で不利になる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、アッシュの攻撃を避ける。\n- スペルシールドをタイミングよく使い、アッシュのスキルを無効化する。\n- サポートと連携し、アッシュに対して集団でのトレードを仕掛ける。\n- ウェーブクリア能力を活かして、アッシュの攻撃を受ける前にミニオンを処理する。\n- 装備を整え、特に防御アイテムを早めに購入して耐久力を上げる。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- アッシュの長射程により、ルシアンはハラスを受けやすく、攻撃を当てるのが難しい。\n- アッシュのスロー効果により、ルシアンは距離を保つことが難しく、追撃されやすい。\n- アッシュのスタン効果を持つアルティメットにより、ルシアンは捕まるリスクが高く、オールイン合戦で不利になる。\n- ルシアンはCCを持たないため、アッシュの攻撃を止める手段が乏しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アッシュの攻撃を受けない位置取りを心がける。\n- アッシュのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- サポートと連携して、アッシュに対してオールインを仕掛けるタイミングを見計らう。\n- 逃げ道を確保し、アッシュのスタンを避けるために位置取りを工夫する。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アッシュに対してハラスが得意であるため、アッシュが攻撃する前にダメージを与えやすい。\n- コーキのスキルはAoEであり、アッシュが複数のミニオンを相手にしている際にもダメージを与えられる。\n- アッシュは機動スキルを持たないため、コーキの攻撃を避けるのが難しく、特に序盤のハラスで有利に立てる。\n- コーキはアルティメットのクールダウンが短く、頻繁に攻撃を仕掛けることができるため、アッシュに対して持続的なプレッシャーをかけられる。\n- アッシュのスロー効果はコーキに対してあまり効果的ではなく、コーキは距離を保ちながら攻撃できる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、アッシュのHPを削る。\n- ミニオンウェーブを早く処理し、アッシュにプレッシャーをかける。\n- アッシュがスキルを使った後に攻撃を仕掛け、反撃を受けにくいタイミングを狙う。\n- アッシュのスキルのクールダウンを把握し、その隙を突いて攻撃する。\n- 可能であれば、サポートと連携してアッシュを捕まえるチャンスを作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、アッシュよりも先に攻撃できる。\n- AoEダメージを持つスキルが豊富で、アッシュのハラスを無視してダメージを与えられる。\n- CC効果を持つスキルにより、アッシュの動きを制限しやすい。\n- アッシュは機動スキルを持たないため、ヴァルスの攻撃を受けやすい。\n- アッシュの基礎ステータスが控えめなため、序盤のハラスで有利を取れる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、アッシュのHPを削る。\n- スキルを使ってアッシュをスネアし、追撃を行う。\n- アッシュがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、アッシュに対してプレッシャーをかけ続ける。\n- クリープを利用して、アッシュの攻撃を避けつつダメージを与える。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アッシュのスキルを避けやすい。\n- アッシュは機動スキルを持たず、トゥイッチの攻撃を受けると逃げる手段が限られる。\n- トゥイッチのアルティメットは長射程で、アッシュが安全に攻撃できる距離から一方的にダメージを与えられる。\n- アッシュのスロー効果はトゥイッチに対してあまり効果的ではなく、トゥイッチはその間に反撃できる。\n- トゥイッチはバーストダメージが高く、アッシュの基礎ステータスの低さを突くことができる。\n\n有利の取り方:\n- レーンでのハラスを行い、アッシュのHPを削る。\n- ステルスを利用して奇襲を仕掛け、アッシュが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、アッシュを狙う。\n- アッシュがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、アッシュを捕まえるタイミングを見計らう。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤ではアッシュよりも長い射程を持つため、遠距離から安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特にアッシュの基礎ステータスが低い序盤では、トリスターナが一方的にダメージを与えやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意で、アッシュのスロー効果を避けやすい。\n- アッシュは機動スキルを持たないため、トリスターナが接近して攻撃する際に逃げる手段が限られる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アッシュのHPを削ることでレーンの主導権を握る。\n- トリスターナのバーストダメージを活かして、アッシュがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- レベルアップ時に攻撃範囲が増加するタイミングを利用して、アッシュに対して優位に立つ。\n- 敵サポートやジャングラーの動きを見ながら、トリスターナの移動能力を活かして安全に立ち回る。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、アッシュの射程を活かした攻撃を避けながら攻撃できる。\n- アッシュは機動スキルを持たず、サミーラが接近することで一方的にダメージを与えられる。\n- サミーラの高いDPSとバーストダメージにより、アッシュが攻撃を仕掛ける前に倒すことが可能。\n- アッシュのCCスキルに対して、サミーラは瞬時に回避する手段を持っているため、捕まるリスクが低い。\n- アッシュの基礎ステータスが控えめなため、序盤のサミーラの攻撃力に対抗しにくい。\n\n有利の取り方:\n- レーンでのハラスを行い、アッシュのHPを削る。\n- サポートと連携し、アッシュに対してオールインを仕掛けるタイミングを見計らう。\n- アッシュがスキルを使った後の隙を狙って接近し、ダメージを与える。\n- サミーラのスキルを駆使して、アッシュの攻撃を避けつつ反撃する。\n- 敵ジャングラーの動きを見て、サミーラの強みを活かしたギャンクを狙う。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネアを持っており、アッシュの攻撃を止めることができるため、アッシュのハラスを無効化しやすい。\n- ザヤの加速スキルにより、アッシュのスロー効果を回避しやすく、距離を保ちながら攻撃できる。\n- アッシュは機動力が低く、ザヤの反撃を受けやすい。特に、ザヤが無敵状態になることで、アッシュのアルティメットを無効化できる。\n- ザヤはAoEダメージを持ち、集団戦やレーンでのファームにおいて優位性を持つ。\n- アッシュの基礎ステータスが控えめなため、序盤のダメージ交換でザヤが有利になることが多い。\n\n有利の取り方:\n- レーンでのハラスを行い、アッシュのスキルを避けながらダメージを与える。\n- スネアを使ってアッシュを捕まえ、オールインを狙う。\n- アッシュのスキルを避けるために、加速スキルをタイミングよく使用する。\n- 集団戦では、ザヤのAoEダメージを活かして、敵チームに大きな影響を与える。\n- ラカンと連携して、ザヤの強みを最大限に引き出す。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- 射程が短く、ニーラの近接攻撃に対してハラスが受けやすい。\n- ニーラの高い機動力により、ミス・フォーチュンの攻撃を避けられやすい。\n- ニーラのスキルによる回復やシールド効果が、ミス・フォーチュンのダメージを軽減する。\n- ニーラはオールインが得意で、ミス・フォーチュンは一度接近されると逃げる手段が乏しい。\n- ニーラのスロー効果により、ミス・フォーチュンの立ち位置が悪化しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してニーラの攻撃を防ぐ。\n- サポートと連携し、ニーラに対して集中的にハラスを行う。\n- 遠距離からの攻撃を意識し、ニーラのスキルを避ける立ち回りを心がける。\n- アイテムを早めに購入し、耐久力を上げることでニーラのオールインに耐える。\n- CCを持つサポートチャンピオンと組むことで、ニーラの動きを制限する。",
      "セナ": "セナが不利です。\n\n理由:\n- ニーラは近接チャンピオンであり、高い機動力と持続的なダメージを持っているため、セナの射程を活かしたハラスが難しい。\n- ニーラのスキルは、攻撃を行うことで回復やシールドを得るため、セナのハラスを受けても持続的に戦える。\n- ニーラはダッシュスキルを持っており、セナのスネアを避けやすく、捕まえにくい。\n- ニーラは味方との連携を重視しており、サポートがいる場合、さらに強力なシナジーを発揮するため、セナのサポート効果が薄れる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してニーラの攻撃を受けないようにする。\n- セナのスネアを適切に使い、ニーラのダッシュを封じるタイミングを見極める。\n- サポートと連携し、ニーラに対して集中的にハラスを行うことで、レーンの主導権を取り戻す。\n- アイテムを早めに購入し、耐久力を上げることでニーラの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ニーラは高い機動力を持ち、トゥイッチの攻撃を避けやすい。\n- ニーラのスロー効果により、トゥイッチの移動が制限され、奇襲が難しくなる。\n- ニーラは持続的なダメージを持ち、トゥイッチのHPを削りやすい。\n- ニーラのパッシブによるヒールやシールド効果が、トゥイッチのダメージを相殺する。\n- トゥイッチは射程が長いが、ニーラのダッシュで接近されると不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避け、サポートと連携して安全にファームする。\n- ニーラのスキルを避けるために、位置取りを工夫し、距離を保つ。\n- 早めに防御アイテムを購入し、ニーラのダメージを軽減する。\n- 集団戦では、後衛から攻撃し、ニーラが接近する前にダメージを与える。\n- ステルスを活用して奇襲を仕掛け、ニーラのスキルを無効化するタイミングを見計らう。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- 射程の長いヴァルスに対して、ニーラは近接攻撃型であるため、接近するのが難しい。\n- ニーラの持続的なダメージと回復能力に対して、ヴァルスはHP回復手段が乏しく、持続戦闘で不利になる。\n- ニーラのスロー効果により、ヴァルスは移動が制限され、攻撃を避けることが難しくなる。\n- ヴァルスのスキルは発動から効果が出るまでにタイムラグがあり、ニーラの高い機動力に対して当てにくい。\n- ニーラがサポートと連携することで、ヴァルスのハラスを受けにくくなるため、レーンでの優位性を持たれやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してニーラの攻撃を受けないようにする。\n- サポートと連携し、ニーラのスキルを避けるために位置取りを工夫する。\n- 早めにアイテムを購入し、耐久力を上げることで持続戦闘に備える。\n- ニーラのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 集団戦では、後衛として安全な位置から攻撃し、ニーラの接近を避けるようにする。",
      "カイ＝サ": "カイ＝サがニーラに不利です。\n\n理由:\n- 射程の短いニーラに対して、カイ＝サは遠距離から攻撃できるため、ハラスがしやすい。\n- ニーラのオールイン能力は高く、特にサポートと連携した場合、カイ＝サは一気にダメージを受ける可能性がある。\n- ニーラは持続的なダメージと回復能力を持っており、カイ＝サのバーストダメージを耐えることができる。\n- ニーラのスロー効果により、カイ＝サの機動力が制限され、逃げるのが難しくなる。\n- ニーラは味方との連携を重視しており、サポートがいる場合、カイ＝サはさらに不利になる。\n\n不利の緩和策:\n- レーンでの距離を保ち、ニーラのスキルを誘い出すことで、オールインを避ける。\n- Exhaustなどのサモナースペルを使用して、ニーラのダメージを軽減する。\n- レベル1やレベル2の段階で積極的にハラスを行い、ニーラの成長を抑える。\n- 中盤以降は、チームメイトと連携して集団戦を行い、ニーラの強みを活かさせないようにする。\n- 遠距離からの攻撃を意識し、ニーラが近づく前にダメージを与える。",
      "トリスターナ": "トリスターナがニーラに不利です。\n\n理由:\n- 射程の長さ: トリスターナはレベルが上がるごとに射程が増加し、ニーラの攻撃を届かない距離からハラスできるため、ニーラは攻撃を仕掛けにくい。\n- バーストダメージ: トリスターナは序盤から高いバーストダメージを持ち、ニーラが近づく前に大きなダメージを与えることができる。\n- CCの存在: トリスターナのノックバック効果により、ニーラが接近した際に安全に距離を取ることができ、ニーラの攻撃を無効化することができる。\n- 機動力: トリスターナは移動能力が高く、逃げや追撃が得意なため、ニーラの攻撃を避けやすい。\n\n不利の緩和策:\n- レーンでのポジショニング: トリスターナの射程を意識し、できるだけ安全な位置からCSを取るように心がける。\n- サポートとの連携: サポートチャンピオンと連携し、ニーラの攻撃を受ける前にトリスターナがハラスできるようにする。\n- アイテムの選択: 早めに防御アイテムを購入し、トリスターナのバーストダメージを軽減する。\n- レベルアップを意識: レベルが上がることでトリスターナの強みが増すため、早めにレベルを上げて有利な状況を作る。"
    },
    "loses": {
      "ザヤ": "ザヤがニーラに有利です。\n\n理由:\n- ザヤは射程が長く、ニーラの近接攻撃を避けながらハラスが可能。\n- ザヤのスネアによって、ニーラの機動力を制限できるため、追撃や逃走を難しくする。\n- ニーラはサポートがいないとパッシブが活かせず、序盤のハラスに弱いが、ザヤはそのハラスを行いやすい。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、ニーラが集団戦での持続力を発揮する前にダメージを与えられる。\n- ザヤは自衛手段が豊富で、ニーラの攻撃を受け流しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スネアを使ってニーラのダッシュを封じ、攻撃のチャンスを作る。\n- ニーラがサポートなしでプレイしている場合、特に序盤に圧力をかける。\n- 集団戦では、ニーラが近づく前にダメージを与え、彼女の持続力を削ぐ。\n- 自身のスキルを駆使して、ニーラの攻撃を避けつつ反撃する。",
      "コーキ": "コーキがニーラに有利です。\n\n理由:\n- コーキは射程が長く、ニーラの近接攻撃を避けやすい。\n- コーキのスキルはAoEダメージを持ち、ニーラの持続的なダメージを上回ることができる。\n- コーキはハラスが得意で、ニーラがサポートなしで序盤にハラスを受けると不利になる。\n- コーキのアルティメットはクールダウンが短く、ニーラに対して持続的な圧力をかけることができる。\n- ニーラは基礎ステータスが低く、コーキの攻撃を受けると早期にダメージを受けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- 射程を活かしてニーラの攻撃を避けつつ、スキルを当てる。\n- ニーラがダッシュを使った後の隙を狙って攻撃する。\n- 早期にアイテムを揃え、ニーラに対してダメージを増加させる。\n- サポートと連携し、ニーラがサポートなしの状態でのハラスを強化する。",
      "ジグス": "ジグスはニーラに有利です。\n\n理由:\n- 射程の長さ: ジグスは遠距離攻撃が可能で、ニーラが近づく前にダメージを与えることができる。\n- AoEダメージ: ジグスのスキルは範囲攻撃であり、ニーラが集団戦で近づいてきた際にも効果的にダメージを与えられる。\n- CC効果: ジグスの地雷によるスロー効果は、ニーラの機動力を制限し、追撃や逃走を難しくする。\n- ニーラの弱点を突ける: ニーラはサポートがいないと脆弱であり、ジグスはその状況を利用してハラスを行いやすい。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてニーラに対して積極的にハラスを行い、CSを取らせない。\n- 地雷の設置: ニーラが近づいてくるタイミングで地雷を設置し、スロー効果で動きを制限する。\n- 集団戦での位置取り: 遠距離からスキルを使い、ニーラが接近する前にダメージを与える。\n- マナ管理: スキルを連発しすぎないように注意し、持続的にダメージを出せるようにする。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- 射程の長さ: ヴェインは遠距離攻撃が可能で、ニーラの近接攻撃を避けやすい。\n- 高い機動力: ヴェインはダッシュを使ってニーラの攻撃を回避し、距離を保つことができる。\n- 確定ダメージ: ヴェインのスキルは最大HPに比例したダメージを与えるため、ニーラのHPを迅速に削ることができる。\n- CCの活用: ヴェインはノックバックを持っており、ニーラの接近を妨げることができる。\n- タイマン戦での強さ: ヴェインは1対1の戦闘において非常に強力で、ニーラを圧倒しやすい。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてニーラに対して積極的にハラスを行う。\n- ダッシュを活用: ニーラの攻撃を避けるために、ダッシュをタイミングよく使用する。\n- 位置取り: 常に距離を保ち、ニーラが近づけないように立ち回る。\n- CCを利用: ノックバックを使ってニーラの攻撃を妨害し、反撃のチャンスを作る。\n- アイテムの選択: ニーラに対抗するために、適切なアイテムを選んでダメージを増加させる。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは射程が長く、ニーラの攻撃を避けながらハラスが可能。\n- スモルダーのスキルはスタックを貯めることで後半のダメージが非常に高く、ニーラの持続的なダメージに対抗できる。\n- ニーラは近接チャンピオンであり、スモルダーのAoE攻撃に対して脆弱。\n- スモルダーはEスキルで高速移動ができ、ニーラの攻撃を回避しやすい。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤にハラスを受けやすいが、スモルダーはその隙を突いて攻撃できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スキルを使ってスタックを貯め、ダメージを増加させる。\n- ニーラが近づいてきた際にはEスキルを使って距離を取り、反撃する。\n- 集団戦ではAoE攻撃を活かして、ニーラを含む敵チャンピオンにダメージを与える。\n- ニーラのCCスキルを避けるために、位置取りを意識して戦う。",
      "アッシュ": "アッシュが有利です。\n\n理由:\n- アッシュは射程が長く、ニーラに対して一方的にハラスを行うことができる。\n- アッシュのスロー効果により、ニーラの接近を妨げることができ、Kitingが得意。\n- アッシュのアルティメットは長距離からのエンゲージが可能で、ニーラを捕まえる手段がある。\n- ニーラは近接チャンピオンであり、アッシュの射程に対抗するのが難しい。\n- アッシュは基礎ステータスが控えめなニーラに対して、序盤から優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スロー効果を活かして、ニーラが近づけないように立ち回る。\n- アッシュのアルティメットを使って、ニーラを捕まえたり、味方と連携してキルを狙う。\n- ニーラがダッシュを使った後の隙を狙って攻撃する。\n- サポートと連携し、視界を確保しながら安全にレーンを維持する。",
      "シヴィア": "シヴィアはニーラに有利です。\n\n理由:\n- シヴィアは射程が長く、ニーラの近接攻撃を避けやすい。\n- シヴィアのウェーブクリア能力が高く、ニーラがレーンでの優位性を確保しにくい。\n- スペルシールドにより、ニーラのスキルを無効化できるため、トレードで有利を取れる。\n- ニーラはサポートがいない場合、序盤のハラスに弱いが、シヴィアはそのハラスを行いやすい。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ニーラの機動力を活かしにくい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- ウェーブを押し込んで、ニーラがファームしづらい状況を作る。\n- スペルシールドを活かして、ニーラのスキルを無効化し、トレードで優位を取る。\n- 集団戦では後衛として安全な位置からダメージを与え、ニーラの接近を防ぐ。\n- ニーラがダッシュを使った後に攻撃を仕掛け、反撃を受けないように立ち回る。",
      "アフェリオス": "アフェリオスがニーラに有利です。\n\n理由:\n- 射程の長さ: アフェリオスは遠距離攻撃が可能で、ニーラの近接攻撃を避けやすい。\n- ハラス性能: アフェリオスはスキルを使ってニーラに対して持続的なハラスができ、ニーラの回復を妨げることができる。\n- CCの活用: アフェリオスはスネアやスローを持っており、ニーラの機動力を制限することができる。\n- 装備のスケール: アフェリオスは装備による成長が良好で、特に脅威ステータスが育つと高い火力を発揮できるため、ニーラに対しても優位に立てる。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてニーラに対して積極的にハラスを行い、彼女の回復を妨げる。\n- CCを使ったキルチャンス: スネアやスローを使ってニーラを捕まえ、キルを狙う。\n- 適切な武器の選択: 状況に応じて武器を使い分け、ニーラに対して最も効果的な攻撃を行う。\n- サポートとの連携: サポートと連携してニーラに対する圧力を高め、彼女の動きを制限する。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- サミーラは接近戦に強く、ドレイヴンの攻撃を無効化する能力を持っているため、オールインされると反撃が難しい。\n- サミーラのスキルは、ドレイヴンの攻撃を防ぐことができ、特に瞬時の防御性能が高いため、ドレイヴンのバーストダメージを受けにくい。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、サミーラの攻撃を受けると操作が難しくなる。\n- サミーラは高いDPSを持ち、スノーボールが始まると非常に強力なキャリー能力を発揮するため、序盤からのプレッシャーが強い。\n\n不利の緩和策:\n- サポートと連携して、サミーラのオールインを避けるための位置取りを意識する。\n- 斧を落とさないように注意し、常に攻撃力を維持する。\n- サミーラのスキルを避けるために、移動を意識し、適切なタイミングで攻撃を行う。\n- 早めにアイテムを購入し、サミーラに対抗できるダメージを確保する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- サミーラは接近戦に強く、ヴェインの短い射程を利用して攻撃を仕掛けやすい。\n- サミーラのスキルは高いDPSを持ち、ヴェインがダメージを与える前に倒される可能性が高い。\n- サミーラは自身のスキルでヴェインの攻撃を防ぐことができ、特にヴェインのダッシュを無効化することができる。\n- サミーラは集団戦でのキャリー能力が高く、味方のCCを利用して接近することで、ヴェインに対して有利に立てる。\n\n不利の緩和策:\n- レーンでのハラスを避け、サミーラのスキルを無駄にさせるように立ち回る。\n- サポートと連携し、サミーラに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに購入し、サミーラの攻撃を耐えられるようにする。\n- サミーラのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- サミーラは接近戦に強く、アフェリオスの射程を活かす前に近づいてダメージを与えることができる。\n- サミーラのスキルは、アフェリオスの攻撃を防ぐ能力を持っており、特に弾速のある攻撃を無効化できるため、アフェリオスの攻撃が通りにくい。\n- アフェリオスは機動力が低く、サミーラの高いDPSに対して逃げる手段が限られている。\n- サミーラはスタイルランクを上げることで、瞬時に高いバーストダメージを出すことができ、アフェリオスはその攻撃に耐えられないことが多い。\n- サミーラは味方のCCを利用して接近することが得意で、アフェリオスが孤立した場合、簡単に捕まるリスクが高い。\n\n不利の緩和策:\n- サポートと連携し、サミーラが接近する前にハラスを行い、距離を保つことを心がける。\n- サミーラのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- 集団戦では、味方のCCを利用してサミーラを無力化するタイミングを見計らう。\n- 武器の選択を工夫し、特にサミーラに対して有効な武器を使うことで、ダメージを与えるチャンスを増やす。\n- 早めに防具を購入し、サミーラのバーストダメージに耐えられるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- サミーラは接近戦に強く、高いDPSを持っているため、カイ＝サが距離を詰められると危険。\n- サミーラのWによってカイ＝サのバーストダメージが無効化されるため、攻撃が通りにくい。\n- サミーラは短期決戦を好むため、カイ＝サが戦闘を長引かせることが難しい。\n- サミーラのUltは集団戦でのダメージが非常に高く、カイ＝サが対処しづらい。\n- サミーラはレベル1が弱いが、レベルが上がるとカイ＝サに対して有利になる。\n\n不利の緩和策:\n- サミーラのWを待ってから攻撃することで、ダメージを与えるチャンスを増やす。\n- 戦闘を長引かせるために、ディスエンゲージ手段を持つことが重要。\n- サポートのマッチアップを考慮し、CCの強いサポートを選ぶことで有利に立ち回る。\n- サミーラのレベル1を狙ってハラスを行い、早期に優位を取る。\n- レベル3以降はカイ＝サが有利になるため、積極的にトレードを行う。",
      "ミス・フォーチュン": "ミス・フォーチュンがサミーラに不利です。\n\n理由:\n- サミーラは接近戦に強く、ミス・フォーチュンが遠距離から攻撃する際に、サミーラが近づいてくると反撃されやすい。\n- サミーラの高いDPSとバーストダメージに対して、ミス・フォーチュンは基礎攻撃力が低く、タイマンでの火力が不足しがち。\n- サミーラはブリンクやCCを持っており、ミス・フォーチュンのスローやハラスを無効化しやすい。\n- サミーラはスタイルランクを上げることで強力なUltを発動でき、集団戦でも優位に立てる。\n- ミス・フォーチュンは逃げ手段が乏しく、サミーラに接近されると脆弱な状態になる。\n\n不利の緩和策:\n- レーンでのハラスを強化し、サミーラが近づく前にダメージを与える。\n- サポートと連携して、サミーラに対するCCを活用し、接近を阻止する。\n- アイテムビルドを工夫し、早期にダメージを出せるようにする（例: クリティカルビルド）。\n- 中盤以降は集団戦での立ち位置を意識し、サミーラのUltを避けるように動く。\n- サミーラがCSでリードしないように、ミニオンウェーブの管理を徹底する。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- サミラは接近戦に強く、ルシアンの攻撃を受けながら反撃できるため、オールインで不利になることが多い。\n- サミラのスキルによってルシアンの攻撃を防がれると、ダメージを与える機会が減少する。\n- サミラは高いDPSを持ち、ルシアンが攻撃を仕掛ける前に先手を取られることが多い。\n- ルシアンはCCを持たないため、サミラの接近を防ぐ手段が乏しく、彼女の攻撃を受けやすい。\n- サミラのスタイルランクを上げることで、集団戦でのキャリー能力が増し、ルシアンが対処しづらくなる。\n\n不利の緩和策:\n- レーンでのポークを意識し、サミラのスキルを避けながらダメージを与える。\n- サミラのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携し、サミラに対して集中的に攻撃を行うことで、彼女のスタイルランクを上げさせない。\n- 逃げる手段を持つアイテムを購入し、サミラのオールインに対して柔軟に対応できるようにする。\n- 集団戦では位置取りを工夫し、サミラの攻撃を受けないように立ち回る。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、サミーラの短射程を活かして安全にハラスができる。\n- コーキのスキルはAoEダメージを持ち、サミーラが接近する前にダメージを与えることができる。\n- サミーラは接近戦を得意とするが、コーキは自己強化がないため、単純な殴り合いでは不利になる。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを与えやすい。\n- サミーラはCCが少ないため、コーキの攻撃を避ける手段が限られている。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づく前にダメージを与える。\n- サミーラが接近してきた際には、距離を保ちながらスキルを使い続ける。\n- サミーラのスキルのクールダウンを把握し、攻撃の隙を狙って反撃する。\n- サポートと連携し、サミーラが接近できない状況を作る。\n- 早期にアイテムを揃え、ダメージを増加させてサミーラに対抗する。",
      "セナ": "セナが有利です。\n\n理由:\n- 射程の差: セナは長射程の攻撃を持っており、サミーラの短射程を活かして一方的にハラスが可能です。\n- CCの存在: セナはスネア効果を持つスキルを使うことで、サミーラの接近を阻止し、行動を制限できます。\n- 回復能力: セナの回復スキルにより、サミーラの攻撃を受けても持ちこたえやすく、持続的なハラスが可能です。\n- スケーリング: セナはパッシブによって成長しやすく、育つと高い火力を発揮できるため、レイトゲームでも強力です。\n- レーンの優位性: セナはハラスが得意で、サミーラが接近する前にダメージを与えることができます。\n\n有利の取り方:\n- レーンでのハラス: サミーラが近づく前に、スキルを使ってダメージを与え続ける。\n- CCを活用: サミーラが接近してきた際にスネアを使い、行動を制限して攻撃する。\n- 位置取り: 常にサミーラの攻撃範囲外に位置し、射程を活かして安全に攻撃する。\n- 回復を活かす: 自身や味方がダメージを受けた際に回復スキルを使い、持続的に戦闘を有利に進める。\n- サポートとの連携: 味方のサポートと連携し、サミーラに対してプレッシャーをかけ続ける。",
      "ジンクス": "ジンクスが有利です。\n\n理由:\n- ジンクスは長射程を持ち、サミーラの短射程を活かして安全にハラスができる。\n- ジンクスの攻撃速度が高く、サミーラが接近する前にダメージを与えやすい。\n- サミーラは接近戦を得意とするが、ジンクスはスキルで移動を妨げることができるため、サミーラの接近を阻止できる。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすい。これにより、サミーラが反撃する前に有利な状況を作れる。\n- サミーラは単独でのCCがないため、ジンクスのスキルを避けることが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- サポートと連携して、サミーラが接近するタイミングを見計らってスキルを使う。\n- ジンクスのパッシブを活かして、キルを取った後はさらに攻撃的に立ち回る。\n- サミーラがスキルを使った後の隙を狙って、反撃を行う。\n- 集団戦では、サミーラが接近する前にダメージを与え、味方のCCを利用してサミーラを無力化する。",
      "コグ＝マウ": "コグ＝マウがサミーラに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、サミーラの短射程を活かすことができない。\n- コグ＝マウのスキルはAR/MRを低下させるため、サミーラのダメージを軽減しやすい。\n- サミーラは接近戦を得意とするが、コグ＝マウはスロー効果を持つため、接近を阻止できる。\n- コグ＝マウは集団戦でのダメージ出力が高く、サミーラが接近する前にダメージを与えられる。\n- サミーラは単独でのCCがないため、コグ＝マウの攻撃を受けると反撃が難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- スキルを使ってAR/MRを低下させ、サミーラのダメージを減少させる。\n- サミーラが接近してきた際にはスローを使い、距離を保ちながら攻撃する。\n- 集団戦では後衛から安全に攻撃し、サミーラが接近できないように立ち回る。\n- サポートと連携し、サミーラを捕まえるチャンスを作る。",
      "ゼリ": "ゼリがサミーラに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、サミーラの接近戦を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にダメージを与えられるため、サミーラの攻撃を受けにくい。\n- サミーラは射程が短く、ゼリの長射程の攻撃に対して接近しづらい。\n- ゼリはサミーラのCCを避けることができるため、サミーラの攻撃を無効化しやすい。\n- ゼリのスキルはサミーラの攻撃を牽制しやすく、トレードで優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラのHPを削る。\n- サミーラが接近してきた際には、スキルを使って距離を保ちながら攻撃する。\n- サミーラのスキルのクールダウンを確認し、隙を突いて攻撃する。\n- サポートと連携して、サミーラに対するプレッシャーをかける。\n- 集団戦では、サミーラが接近する前にダメージを与え、彼女の動きを制限する。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネアを持っており、サミーラの接近を阻止できるため、サミーラが攻撃を仕掛ける前に制圧できる。\n- ザヤの攻撃はKite能力に優れており、サミーラの攻撃を避けながらダメージを与えることができる。\n- サミーラは接近戦を得意とするが、ザヤは無敵状態を持っているため、サミーラのUltを無効化できる。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすく、サミーラが複数の敵に囲まれた際に有利に立てる。\n\n有利の取り方:\n- サミーラが接近してくるタイミングを見計らい、スネアを使って捕まえる。\n- 遠距離から攻撃し、サミーラが近づく前にダメージを与える。\n- サミーラがUltを発動する前に無敵状態を使い、彼女の攻撃を回避する。\n- サポートと連携し、サミーラを囲む形で戦うことで、彼女の動きを制限する。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程の差: ヴァルスは長射程の攻撃を持っており、サミーラの短い射程を活かして安全にハラスができる。\n- CC効果: ヴァルスのスネア効果により、サミーラの接近を阻止しやすく、攻撃を受けるリスクを減少させることができる。\n- AoEダメージ: ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいてサミーラに対して優位に立てる。\n- スノーボール性能: ヴァルスはキルを取ることで攻撃速度が上がり、さらにダメージを増加させるため、サミーラに対して有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラス: サミーラが近づく前にスキルを使ってダメージを与え、レーンでの優位を確保する。\n- ポジショニング: 常にサミーラの攻撃範囲外に位置し、攻撃を避けつつ反撃する。\n- サポートとの連携: サポートと連携して、サミーラが接近できないようにし、CCを活かしてダメージを与える。\n- 集団戦での立ち回り: サミーラが接近する前にスネアを使い、集団戦での影響力を高める。",
      "ニーラ": "ニーラがサミーラに有利です。\n\n理由:\n- 射程の短いサミーラに対して、ニーラは近接攻撃を持ちながらも高い機動力を活かして接近しやすい。\n- ニーラのスキルは、攻撃を行うことで回復やシールドを得るため、サミーラの攻撃を受けても持続的に戦える。\n- サミーラは接近戦を得意とするが、ニーラはダッシュスキルを持っているため、サミーラの攻撃を回避しやすい。\n- ニーラはCCを持つ相手に対して強いが、サミーラは単独でのCCがないため、ニーラに対して有効な手段が少ない。\n\n有利の取り方:\n- レーンでのハラスを行い、サミーラのHPを削る。\n- サポートと連携し、ニーラのパッシブを活かして回復しながら攻撃する。\n- サミーラが接近してきた際にダッシュを使って回避し、反撃のチャンスを狙う。\n- 集団戦では、味方のCCを利用してサミーラを捕まえ、持続的なダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに射程が増加し、サミーラよりも遠くから攻撃できるため、接近戦を避けやすい。\n- トリスターナのバーストダメージは高く、特にサミーラが接近する前にダメージを与えることができる。\n- トリスターナはノックバック効果を持つスキルを使って、サミーラの接近を阻止できる。\n- サミーラは射程が短く、トリスターナの攻撃を受けるとダメージを受けやすい。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、サミーラの攻撃を避けることができる。\n\n有利の取り方:\n- レベルアップを優先し、早めに射程を増やしてサミーラに対して有利な位置を取る。\n- サミーラが接近する前にスキルを使ってダメージを与え、ハラスを行う。\n- ノックバック効果を活用して、サミーラが近づいてきた際に距離を取る。\n- サポートと連携し、サミーラに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに揃え、バーストダメージを最大限に活かす。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリはドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリがハラスを受けやすい。\n- ドレイヴンのCCスキルにより、ゼリの機動力が制限され、逃げることが難しくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ドレイヴンの攻撃に対抗しにくい。\n- ドレイヴンの攻撃はAAに依存しているが、ゼリはスキルを多用するため、ドレイヴンの攻撃を避けるのが難しい。\n- ドレイヴンはスノーボールを狙いやすく、ゼリが成長する前に有利な状況を作られる可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、ドレイヴンの攻撃を受けないようにする。\n- サポートと連携し、ドレイヴンに対して集団でのトレードを行い、ダメージを分散させる。\n- ゼリの機動力を活かし、ドレイヴンのCCを避ける動きを心がける。\n- アイテムを早めに購入し、基礎ADを補強することで、序盤の火力不足を解消する。\n- レーンでのファームを優先し、無理なトレードを避けて成長を目指す。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーのスキルが弱い序盤においてオールインされやすい。\n- ドレイヴンの攻撃はAAに依存しており、スモルダーはAA強化がないため、DPSで劣る。\n- ドレイヴンのCCスキルにより、スモルダーは移動を制限されやすく、逃げる手段が限られる。\n- スモルダーはスタックを貯めるまでの序盤が弱く、ドレイヴンに対して有利な状況を作りにくい。\n- ドレイヴンの高いゴールドアドバンテージにより、ビルド面での差が広がりやすい。\n\n不利の緩和策:\n- 序盤は慎重に立ち回り、ドレイヴンの攻撃を避けることに専念する。\n- スモルダーのスキルを使ってハラスを行い、スタックを貯めるタイミングを見計らう。\n- サポートと連携し、ドレイヴンに対して集団でのエンゲージを狙う。\n- アイテムを早めに購入し、耐久力を上げることでドレイヴンの攻撃に耐える。\n- 中盤以降は集団戦を意識し、AoE攻撃を活かしてドレイヴンを狙う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サがトレードで勝つのが難しい。\n- ドレイヴンの攻撃はAAに依存しており、カイ＝サは基礎ADが低いため、序盤は特に脆弱。\n- ドレイヴンのCCスキルにより、カイ＝サの動きが制限されやすく、オールインを仕掛けるタイミングが難しい。\n- カイ＝サはスキルを進化させることで強力になるが、ドレイヴンの攻撃力の前ではその進化が間に合わないことが多い。\n\n不利の緩和策:\n- サポートと連携して、ドレイヴンの攻撃を避けるための位置取りを心がける。\n- ドレイヴンのCCを受けないように、常に注意を払い、適切なタイミングでスキルを使用する。\n- レーンでのファームを優先し、無理なトレードを避けて装備を整える。\n- ドレイヴンが斧を落としたタイミングを狙って、オールインを仕掛けるチャンスを作る。",
      "ヴェイン": "ヴェインがドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインがレーンでのハラスを受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、ヴェインの機動力を活かす前にダメージを受ける可能性が高い。\n- ドレイヴンのCCスキルにより、ヴェインの動きが制限され、オールインを仕掛けるタイミングを逃しやすい。\n- ドレイヴンは射程が長く、ヴェインが近づく前に攻撃を仕掛けることができるため、ハラスが有利になる。\n- ヴェインは集団戦でのAoE攻撃がないため、ドレイヴンの高いDPSに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して位置取りを工夫する。\n- ドレイヴンの斧を落とすタイミングを狙い、攻撃を仕掛けるチャンスを増やす。\n- サポートと連携して、ドレイヴンに対するオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでドレイヴンの攻撃に耐える。\n- 集団戦では、ドレイヴンを狙うのではなく、他の敵チャンピオンを優先して攻撃する。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアの基礎射程が短いため、トレードで不利になりやすい。\n- ドレイヴンの攻撃はAAに依存しており、シヴィアはスペルシールドを持っているが、AA主体の攻撃には対抗しきれない。\n- ドレイヴンの移動速度上昇スキルにより、追撃されやすく、シヴィアが逃げるのが難しい。\n- シヴィアは単体へのDPSが低く、ドレイヴンとの殴り合いで火力負けしやすい。\n- ドレイヴンのCCスキルにより、シヴィアの動きが制限されると、彼女の攻撃機会が減少する。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ドレイヴンの攻撃を避けるようにする。\n- サポートと連携して、ドレイヴンに対するハラスを行い、彼のゴールドを稼がせないようにする。\n- ウェーブクリア能力を活かして、早めにレーンを押し込むことで、ドレイヴンのファームを妨害する。\n- スペルシールドを適切に使い、ドレイヴンのCCを回避することで、トレードを有利に進める。\n- 可能であれば、サポートにポーク系のチャンピオンを選び、ドレイヴンに対する圧力を高める。",
      "ユナラ": "ユナラが不利です。\n\n理由:\n- ドレイヴンは高いバーストダメージを持ち、序盤から強力な攻撃力を発揮するため、ユナラは早期に圧力を受けやすい。\n- ドレイヴンのCCスキルにより、ユナラの動きを制限されると、攻撃を行うことが難しくなる。\n- ユナラは通常攻撃に依存しているため、ドレイヴンの攻撃を受けると一方的にダメージを受けやすい。\n- ドレイヴンの攻撃範囲はユナラよりも長いため、ハラスが難しく、レーンでの優位性を保ちにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して位置取りを工夫する。\n- ドレイヴンの斧を落とすタイミングを狙い、攻撃の隙を突いて反撃する。\n- サポートと連携し、ドレイヴンに対してオールインを仕掛けるタイミングを見計らう。\n- 早めに防御アイテムを購入し、耐久力を上げて生存率を高める。",
      "トゥイッチ": "トゥイッチがドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチが攻撃を仕掛ける前に倒される可能性が高い。\n- ドレイヴンのCCスキルにより、トゥイッチの動きが制限され、奇襲が難しくなる。\n- トゥイッチは装備依存度が高く、序盤にドレイヴンに対して劣勢になると、後半まで持ち直すのが難しい。\n- ドレイヴンの攻撃力は高く、トゥイッチが持つスロー効果だけでは対抗しきれない。\n\n不利の緩和策:\n- レーンでのトレードを避け、ファームに専念することで、装備を整える。\n- サポートと連携し、ドレイヴンの攻撃を受けないように立ち回る。\n- ステルスを活用して、ドレイヴンの視界外から奇襲を狙うタイミングを見計らう。\n- 早めに防御アイテムを購入し、ドレイヴンのバーストダメージを軽減する。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがドレイヴンに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ドレイヴンの攻撃を安全に避けながらハラスが可能です。\n- ドレイヴンはAAに依存しているため、コグ＝マウのスロー効果を受けると攻撃が当てにくくなります。\n- コグ＝マウのスキルはAR/MRを減少させるため、ドレイヴンの耐久力を削ることができます。\n- コグ＝マウは集団戦でのダメージ出力が高く、ドレイヴンがオールインを狙う際にリスクを伴います。\n- ドレイヴンは移動妨害に弱く、コグ＝マウのスローで動きを制限されると攻撃が難しくなります。\n\n有利の取り方:\n- レーン戦では、コグ＝マウの長射程を活かしてドレイヴンにハラスを行い、CSを稼ぎます。\n- ドレイヴンが斧を拾うために前に出てきた際に、スローを使って攻撃し、距離を保ちます。\n- 集団戦では、コグ＝マウのスキルを使ってドレイヴンの耐久力を削り、後衛から安全にダメージを与えます。\n- ドレイヴンがオールインを狙う際には、スローを使って逃げるか、味方と連携して反撃します。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化する能力があるため、オールインが可能。\n- ドレイヴンはAAに依存しているため、サミーラのスキルで攻撃を防がれるとダメージを出しにくくなる。\n- サミーラは高いDPSを持ち、スノーボールが始まると非常に強力なキャリー能力を発揮できる。\n- サミーラのスキルは、ドレイヴンのCCを回避する手段を持っており、接近して攻撃することで有利に立てる。\n\n有利の取り方:\n- サミーラは序盤から積極的にドレイヴンに接近し、オールインを狙う。\n- サポートと連携して、ドレイヴンのCCを避けながら攻撃を仕掛ける。\n- スタイルランクを上げるために、敵チャンピオンに対して多様な攻撃を行い、Ultを発動するタイミングを見計らう。\n- ドレイヴンが斧を落としたタイミングを狙い、攻撃を仕掛ける。",
      "ニーラ": "ニーラがドレイヴンに有利です。\n\n理由:\n- ニーラは近接攻撃型であり、ドレイヴンの攻撃を避けやすい。\n- 彼女のダッシュスキルにより、ドレイヴンの攻撃を回避しつつ接近できる。\n- ニーラのパッシブは、味方のヒールやシールドを強化し、持続的な戦闘能力を向上させる。\n- ドレイヴンの攻撃はAAに依存しているため、ニーラのCCやダッシュで攻撃を無効化できる。\n- ニーラはオールインが強く、ドレイヴンの高バーストダメージに対抗できる。\n\n有利の取り方:\n- レーンでのハラスを行い、ドレイヴンの斧を拾わせないようにする。\n- ダッシュスキルを活用して、ドレイヴンの攻撃を避けつつ接近し、オールインを仕掛ける。\n- サポートと連携し、ヒールやシールドを活かして持続的に戦う。\n- ドレイヴンが斧を落としたタイミングを狙い、積極的に攻撃を仕掛ける。\n- 集団戦では、味方と連携してドレイヴンを狙い、彼の攻撃を無効化する。",
      "ジグス": "ジグスがドレイヴンに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ドレイヴンが近づく前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、ドレイヴンが斧を拾うために必要な位置取りを難しくする。\n- ドレイヴンは移動妨害に弱く、ジグスの地雷やスキルによって動きを制限されやすい。\n- ジグスはミニオン処理が得意で、ドレイヴンがファームをする際に圧力をかけやすい。\n- ジグスは接近戦に弱いが、ドレイヴンはAAに依存しているため、ジグスが距離を保てれば有利に戦える。\n\n有利の取り方:\n- レーンでの位置取りを工夫し、ドレイヴンが近づけないようにスキルを使う。\n- 地雷を設置してドレイヴンの動きを制限し、斧を拾うのを難しくする。\n- ミニオンを利用してドレイヴンにダメージを与えつつ、ファームを優位に進める。\n- ジグスのスキルを連発し、ドレイヴンが攻撃する前にダメージを与える。\n- サポートと連携して、ドレイヴンに対するガンクを仕掛ける。",
      "ジンクス": "ジンクスがドレイヴンに有利です。\n\n理由:\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ジンクスの攻撃速度の上昇により、ドレイヴンのバーストダメージを受ける前にダメージを与えやすい。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、ジンクスのスネアやスローで動きを制限することで、彼の攻撃を無効化しやすい。\n- ジンクスはキルを取ることで移動速度と攻撃速度が向上し、連続キルを狙いやすく、ドレイヴンを圧倒することができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ドレイヴンのファームを妨害する。\n- スネアやスローを活用して、ドレイヴンの斧を拾えない状況を作り出す。\n- ジンクスのパッシブを活かして、キルを取った際に得られるバフを利用し、さらに攻撃的に立ち回る。\n- サポートと連携して、ドレイヴンに対するオールインを仕掛け、早期にアドバンテージを取る。",
      "セナ": "セナがドレイヴンに有利です。\n\n理由:\n- セナは長射程を持ち、ドレイヴンの攻撃を避けながらハラスができるため、序盤から有利に立ち回れる。\n- セナのスキルによる回復能力があり、ドレイヴンの高いバーストダメージをある程度軽減できる。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、セナのハラスやCCで彼の動きを制限しやすい。\n- セナのスネア効果により、ドレイヴンの移動を妨げることができ、彼の攻撃を無効化するチャンスが増える。\n- セナはパッシブによってゴールドを得やすく、育つと高い火力を発揮できるため、レイトゲームでも強力。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ドレイヴンの体力を削る。\n- スネアを使ってドレイヴンの動きを制限し、斧を拾えない状況を作る。\n- セナの回復スキルを活用して、ドレイヴンの攻撃を受けても耐えられるようにする。\n- ドレイヴンが斧を落としたタイミングを狙って、オールインを仕掛ける。\n- サポートと連携して、ドレイヴンに対するプレッシャーを高め、ファームを妨害する。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にハラスができる。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、ザヤが持つ自衛手段では対処しきれないことがある。\n- スモルダーのCCスキルによるSlow効果で、ザヤの移動が制限され、反撃のチャンスを失いやすい。\n- スモルダーはAoE攻撃が得意で、集団戦でのダメージを稼ぎやすく、ザヤが集団戦での立ち位置を維持するのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、スモルダーの攻撃を避ける。\n- スモルダーのスキルのCDを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、スモルダーの攻撃に耐えられるようにする。\n- ラカンなどのサポートと連携し、エンゲージやカウンターを狙うことで、スモルダーに対抗する。",
      "コーキ": "コーキが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、持続的なダメージを出す能力が高い。\n- スモルダーのEスキルによる高速移動で、コーキの攻撃を避けやすく、追撃や逃走が得意。\n- スモルダーはAoE攻撃を持ち、集団戦での強さが際立っているため、コーキのスキルが当たりにくくなる。\n- コーキはCCがないため、スモルダーの攻撃を止める手段がなく、持続的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、スモルダーのスタックを貯めさせないように立ち回る。\n- スモルダーのEスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- アイテムを工夫して、スモルダーのダメージを軽減する（例：防具アイテムの購入）。\n- 集団戦では、スモルダーのAoE攻撃を避ける位置取りを心がける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特に後半のダメージが非常に高くなるため、ヴェインのダメージを上回る可能性がある。\n- スモルダーのAoE攻撃は集団戦で非常に強力で、ヴェインが一対一の戦闘を避けることが難しくなる。\n- スモルダーのEスキルによる高速移動は、ヴェインの追撃能力を上回ることがあり、逃げるのが難しくなる。\n- スモルダーはCCスキルを持っており、ヴェインがダッシュやステルスを使っても捕まえられる可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避け、スモルダーのスキルを避けるように立ち回る。\n- スモルダーのスタックが貯まる前に積極的に攻撃し、早期にダメージを与える。\n- 集団戦では、スモルダーのAoE攻撃を避けるために位置取りを工夫し、孤立しないようにする。\n- アイテムを工夫して、スモルダーのダメージを軽減する手段を持つ（例：防具アイテムの購入）。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、ミス・フォーチュンのハラスを受けても耐えられる。\n- スモルダーのEスキルによる高速移動で、ミス・フォーチュンの攻撃を避けやすく、接近戦での有利を取ることができる。\n- スモルダーはAoE攻撃が強力で、集団戦での影響力が大きいため、ミス・フォーチュンの集団戦での強みを打ち消すことができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのスタックが貯まる前にダメージを与えきれない可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してスモルダーの攻撃を遮る。\n- スモルダーのスキルのCDを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 逃げ手段が乏しいため、サポートと連携して視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、DPSを向上させることで、オールインの際に有利を取れるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、長期戦に持ち込まれると不利になる。\n- スモルダーのWによるスロー効果で、ルシアンの機動力が制限され、追撃や逃走が難しくなる。\n- スモルダーはAoE攻撃を持っており、集団戦でのダメージが高く、ルシアンが集団戦で立ち位置を維持するのが難しい。\n- ルシアンは射程が短いため、スモルダーの攻撃を受けやすく、特にオールインの際に不利になる。\n\n不利の緩和策:\n- レーンフェーズでは、スモルダーのスキルを避けつつ、短いトレードを心がける。\n- スモルダーのスキルのクールダウンを利用して、積極的にハラスを行う。\n- 早めにアイテムを購入し、ダメージを増加させてスモルダーに対抗する。\n- 集団戦では、位置取りを工夫し、スモルダーのAoE攻撃を避けるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- スモルダーはAA強化やハードCCを持つため、セナの逃げ手段が乏しい状況で捕まると致命的なダメージを受けやすい。\n- スモルダーのスキルはスタックを貯めることで強化され、特に集団戦でのAoE攻撃が強力で、セナの回復能力を上回るダメージを出すことができる。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーのスキルのスタックが貯まる前に有利な状況を作られると厳しい。\n- スモルダーのEスキルによる高速移動で、セナがハラスを試みても反撃される可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを控え、スモルダーのスキルのスタックを貯めさせないように注意する。\n- サポートと連携し、スモルダーのスキルを避けるために位置取りを工夫する。\n- 逃げ手段が乏しいため、視界を確保し、敵の動きを常に把握しておく。\n- アイテムを早めに購入し、耐久力を上げることで、スモルダーの攻撃に耐えられるようにする。",
      "ニーラ": "ニーラが不利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ニーラが近づく前にダメージを与えることができるため、ニーラはハラスを受けやすい。\n- スモルダーのスキルはスタックを貯めることで強化され、特に集団戦でのAoE攻撃が強力で、ニーラが接近するのを難しくする。\n- スモルダーのCCスキルにより、ニーラの機動力を制限される可能性が高く、逃げる手段が減少する。\n- ニーラはAAに依存するファイターであり、スモルダーの遠距離攻撃に対しては不利な立場にある。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して動くことを心がける。\n- スモルダーのスキルのクールダウンを利用して、攻撃の隙を突くタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、スモルダーの攻撃に耐えられるようにする。\n- 集団戦では、スモルダーのAoE攻撃を避ける位置取りを意識し、味方と連携して攻撃する。"
    },
    "loses": {
      "シヴィア": "シヴィアがスモルダーに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押し込むことができる。\n- スペルシールドにより、スモルダーのCCスキルを無効化できるため、トレードで有利に立ち回れる。\n- シヴィアの攻撃速度増加効果により、スモルダーのスキルを受ける前にダメージを与えることができる。\n- スモルダーは序盤のスキル性能が低いため、シヴィアが序盤から優位に立ちやすい。\n- シヴィアのAoE攻撃は、スモルダーが集団戦で強みを発揮する前にダメージを与えることができる。\n\n有利の取り方:\n- レーン開始時に積極的にウェーブを押し込み、スモルダーがスタックを貯める時間を与えない。\n- スペルシールドを活用して、スモルダーのスキルを回避しながらトレードを行う。\n- 攻撃速度を上げるアイテムを早めに購入し、スモルダーに対して圧力をかける。\n- 集団戦では後衛から安全にダメージを与え、スモルダーが前に出てくるのを防ぐ。\n- スモルダーがEスキルを使った後の隙を狙い、積極的に攻撃を仕掛ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーの序盤の弱さを突くことができる。\n- スモルダーはAA強化がないため、ドレイヴンの高DPSに対抗しにくい。\n- ドレイヴンのCCスキルにより、スモルダーの移動を制限しやすく、逃げる手段を奪うことができる。\n- ドレイヴンはゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作りやすい。\n- スモルダーはスタックがない序盤はスキルの性能が低く、ドレイヴンの攻撃を受けやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スモルダーのHPを削る。\n- スモルダーがスキルを使った後にオールインを仕掛け、ダメージを与える。\n- CCを活用してスモルダーの動きを制限し、斧を拾いながら攻撃を続ける。\n- スモルダーがスタックを貯める前に早めにキルを狙い、ゴールド差をつける。\n- サポートと連携して、スモルダーを孤立させるように立ち回る。",
      "トゥイッチ": "トゥイッチがスモルダーに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、スモルダーのスキルを避けやすい。\n- スモルダーは序盤のスキル性能が低く、トゥイッチの奇襲に対して脆弱である。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージを一方的に与えることができる。\n- スモルダーはAA強化がないため、トゥイッチの持つ高DPSに対抗しにくい。\n- トゥイッチは逃げ性能が低い相手に対して強力で、スモルダーはその一例である。\n\n有利の取り方:\n- レーンでのハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- ステルスを活用して奇襲を仕掛け、スモルダーがスキルを使った後に攻撃する。\n- 集団戦ではアルティメットを使い、スモルダーが密集しているところを狙ってダメージを与える。\n- スモルダーがCCを使った後に攻撃することで、反撃を受けにくくする。\n- アイテムを早めに揃え、DPSを高めてスモルダーに対抗する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、スモルダーのスキルに対抗できる柔軟性を持っています。\n- スモルダーは序盤が弱く、アフェリオスは序盤からハラスが可能なため、レーニングで優位に立ちやすいです。\n- アフェリオスのスネアやスローを使うことで、スモルダーの移動を制限し、攻撃を当てやすくなります。\n- スモルダーはAA強化がないため、アフェリオスの高いDPSに対抗しづらいです。\n- アフェリオスは後半の火力が高く、スモルダーがスタックを貯める前にダメージを与えられる可能性があります。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- スモルダーがスキルを使った後に隙を突いて攻撃し、ダメージを与える。\n- CCスキルを駆使してスモルダーの動きを制限し、オールインを仕掛けるタイミングを作る。\n- スモルダーがスキルを使った後のクールダウンを狙って、積極的に攻撃する。\n- 集団戦では、スモルダーのAoE攻撃を避けつつ、後衛から安全にダメージを与える。",
      "ジグス": "ジグスがスモルダーに有利です。\n\n理由:\n- ジグスは全てのスキルが範囲攻撃であり、スモルダーがスタックを貯める前にダメージを与えやすい。\n- スモルダーは序盤のスキル性能が低く、ジグスの長射程攻撃に対して脆弱である。\n- ジグスの設置型スキルは、スモルダーの移動を制限し、接近を防ぐことができる。\n- スモルダーはAA強化がないため、ジグスのAoE攻撃に対して耐久力が低い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯める前にダメージを与える。\n- スキルを使ってミニオンを処理しつつ、スモルダーに圧力をかける。\n- 設置型スキルを利用して、スモルダーの移動を制限し、オールインを狙う。\n- 集団戦では、スモルダーが密集する場面でAoEダメージを活かしてダメージを与える。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、スモルダーのスキルがスタックを貯める前にダメージを与えることができる。\n- スモルダーは序盤のDPSが低く、ジンのハラスに対して耐えにくい。\n- ジンのスネア効果により、スモルダーの移動を制限しやすく、オールインを仕掛けるチャンスを作れる。\n- ジンの4発目の攻撃やアルティメットは、高いバーストダメージを持ち、HPが減ったスモルダーに対して特に効果的。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯める前にダメージを与える。\n- スネアを使ってスモルダーの動きを制限し、オールインを狙う。\n- スモルダーがEスキルを使った後の隙を突いて攻撃する。\n- ジンのスキルを駆使して、スモルダーがスキルを使った後のクールダウンを狙い、優位に立つ。",
      "ヴァルス": "ヴァルスがスモルダーに有利です。\n\n理由:\n- ヴァルスは長射程を持ち、スモルダーがスタックを貯める前にハラスが可能。\n- スモルダーは序盤のスキル性能が低く、ヴァルスの攻撃を受けやすい。\n- ヴァルスのCCスキルにより、スモルダーの動きを制限できる。\n- スモルダーはAA強化がないため、持続的なダメージを与えるのが難しい。\n- ヴァルスはAoEダメージを持ち、集団戦での優位性を活かせる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせない。\n- CCスキルを使ってスモルダーの動きを制限し、オールインを狙う。\n- スキルを駆使して集団戦でのダメージを最大化し、スモルダーを排除する。\n- 適切なアイテムを選択し、スモルダーに対するダメージを増加させる。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ジグスの攻撃を避けながら安全にダメージを与えることができる。\n- ジンのスネア効果により、ジグスは動きを制限され、接近されると無力になりやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジグスのHPが減った際に特に脅威となる。\n- ジグスは対象指定スキルを持たず、ジンのようなブリンク持ちのチャンピオンに対してダメージを出しづらい。\n\n不利の緩和策:\n- ジグスはレーンでのハラスを強化するために、早めにアイテムを購入し、ダメージを増加させる。\n- ジンのスネアを避けるために、位置取りを意識し、ミニオンを利用してスキルを避ける。\n- ジグスのスキルを当てやすくするために、ジンの攻撃のタイミングを見極め、カウンターを狙う。\n- サポートと連携し、ジンに対してオールインを仕掛けるタイミングを作る。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ケイトリンの攻撃を避けながら反撃できるため、レーンでのトレードで有利を取られやすい。\n- ジンのスネア効果により、ケイトリンが接近された際に動きを制限され、オールインを受けやすくなる。\n- ケイトリンはスキルのモーションが長く、ジンの攻撃を受ける隙ができやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、特にHPが減った状態のケイトリンに対して致命的なダメージを与えることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ジンのスキルのクールダウンを意識し、攻撃を受けないように立ち回る。\n- 罠を効果的に使い、ジンの接近を防ぐことで、オールインを仕掛けられにくくする。\n- ジンのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- サポートと連携し、ジンに対して集団での攻撃を仕掛けることで、彼の強みを打ち消す。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ヴァルスが近づく前にハラスを行いやすい。\n- ジンのスネア効果により、ヴァルスは動きを制限され、攻撃を受けやすくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ヴァルスがHPを削られやすい。\n- ヴァルスは逃げる手段が限られており、ジンの攻撃を受けた後の反撃が難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジンの攻撃範囲外からスキルを使うように心がける。\n- サポートと連携し、ジンのスネアを避けるためのポジショニングを意識する。\n- 早めにアイテムを購入し、耐久力を上げることでジンのバーストダメージに耐える。\n- 集団戦では、ジンのスキルを避けつつ、後衛からの持続的なダメージを狙う。",
      "ミス・フォーチュン": "ミス・フォーチュンはジンに不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃が高いバーストダメージを持つため、ミス・フォーチュンが接近する前に大きなダメージを受ける可能性が高い。\n- ジンのスネア効果により、ミス・フォーチュンは動きを制限され、オールインを仕掛ける際に不利な状況に陥りやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ジンの持続的な攻撃に対抗しにくい。\n- ジンは逃げスキルを持たないため、ミス・フォーチュンが接近した際に反撃が難しく、オールインに弱い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジンの4発目の攻撃を受けないように立ち位置を工夫する。\n- サポートと連携し、ジンのスネアを避けるためのカウンタートレードを狙う。\n- 早めにサモナースペルを使用し、ジンのバーストダメージを軽減する。\n- ミニオンを利用してジンの攻撃を遮り、ハラスを行うタイミングを見計らう。",
      "スモルダー": "スモルダーが不利です。\n\n- ジンは長射程のスキルを持ち、遠距離からのハラスが得意であるため、スモルダーは序盤のレーニングで圧倒されやすい。\n- ジンのスネア効果により、スモルダーは接近戦での動きが制限され、オールインを仕掛けることが難しくなる。\n- スモルダーはAA強化がないため、DPSが低く、ジンの高バーストダメージに対抗しづらい。\n- ジンの4発目の攻撃やアルティメットは、HPが減ったスモルダーに対して非常に強力で、キルされるリスクが高い。\n- スモルダーは序盤のスキル性能が低く、ジンの強力なハラスに対抗できないため、ファームが難しくなる。\n\n不利の緩和策：\n- レーンではミニオンの近くに立たず、ジンのハラスを避けるように心がける。\n- できるだけ健康を保ちながらファームを取り、過度なトレードは避ける。\n- ジンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- スモルダーのスタックを貯めるために、序盤は慎重にプレイし、後半のパワースパイクを待つ。\n- サポートと連携し、ジンに対して集団でのエンゲージを狙うことで、オールインのチャンスを作る。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、エズリアルのポークを受けながら安全に攻撃できるため、レーンでのハラスが有利。\n- ジンのスネア効果を持つスキルにより、エズリアルの機動力を制限されると、逃げる手段が限られる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、エズリアルが体力を削られやすい。\n- エズリアルは主力スキルが方向指定であり、ジンのスキルを避けるのが難しいため、トレードで不利になることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してジンの攻撃を遮る。\n- ジンのスネアを避けるために、Eを使って機動力を活かし、距離を保つ。\n- ジンの4発目の攻撃やアルティメットのタイミングを見極めて、リスクを減らす。\n- サポートと連携して、ジンに対してオールインを仕掛けるタイミングを作る。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、コグ＝マウの射程を上回るため、ハラスが非常に強力。\n- ジンのスネア効果により、コグ＝マウは接近されると動きを制限され、オールインされやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ジンの高バーストダメージに対処しづらい。\n- ジンの4発目の攻撃やアルティメットは、HPが減ったコグ＝マウに対して致命的なダメージを与えることができる。\n- コグ＝マウはスキルのCD中に戦闘能力が落ちるため、ジンの持続的なハラスに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- サポートと連携し、ジンのスネアを避けるための視界を確保する。\n- アイテムを早めに購入し、耐久力を上げることでジンのバーストに耐える。\n- スキルのCD中でも安全にファームできる位置を確保し、CSを失わないようにする。\n- ジンの攻撃を受ける際は、パッシブを活用してダメージを軽減する。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ジンクスが接近する前にダメージを与えることができるため、レーンでのハラスが強力。\n- ジンのスネア効果により、ジンクスの動きを制限されると、攻撃を避けることが難しくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジンクスがHPを削られやすい。\n- ジンはスキルのAoE効果を活かして、ジンクスの集団戦での影響力を削ぐことができる。\n- ジンクスは自衛手段が乏しく、ジンの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ジンのスキルのクールダウンを意識して立ち回る。\n- サポートと連携して、ジンのスネアを避けるための位置取りを工夫する。\n- ジンの攻撃を受ける前に、スキルを使って距離を取ることを心がける。\n- ジンクスのパッシブを活かして、キルやオブジェクト破壊を狙い、早めに強化を得る。\n- アイテムを適切に選び、ジンに対抗できるダメージを出せるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、アッシュよりも安全な距離からハラスができるため、アッシュはダメージを受けやすい。\n- ジンのスネア効果により、アッシュは動きを制限され、接近されるとオールインされるリスクが高まる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、アッシュのHPが減った状態での対抗が難しい。\n- アッシュは機動スキルを持たず、ジンの攻撃を避ける手段が限られているため、特に接近戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してジンの攻撃を遮る。\n- サポートと連携して、ジンのスネアを避けるための位置取りを意識する。\n- アッシュのスロー効果を活かして、ジンとの距離を保ちながら攻撃する。\n- 早めに防具アイテムを購入し、ジンのバーストダメージを軽減する。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サはオールインが強力で、ジンのリロードタイミングを狙いやすい。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サの攻撃を受けやすい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、ジンに対して柔軟に対応できる。\n- カイ＝サのバーストダメージは高く、特にジンのHPが減った際に効果的。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ジンの攻撃を避けやすい。\n\n有利の取り方:\n- サポートと連携してジンのリロードタイミングを狙い、オールインを仕掛ける。\n- レベル6以降、アルティメットを使ってジンに接近し、バーストダメージを与える。\n- ジンのスキルを避けるために、瞬時の加速を活用して位置取りを工夫する。\n- ジンのスネア効果を避けるために、カイ＝サのスキルを使って距離を保ちながら攻撃する。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- ヴェインは最大HPに比例した確定ダメージを持ち、ジンのような高HPの敵に対して非常に効果的です。\n- ヴェインの機動力により、ジンのスキルを避けやすく、接近して攻撃することが可能です。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、ヴェインがオールインしやすいです。\n- ヴェインのノックバックを利用して、ジンの攻撃を妨害しやすく、特にリロードのタイミングを狙うことができます。\n- ジンの攻撃は残弾数が見えるため、ヴェインはそのタイミングを利用して攻撃を仕掛けやすいです。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンのHPを削ることで、オールインのチャンスを作ります。\n- ジンのスキルを避けるために、ダッシュを活用して接近し、攻撃を行います。\n- ジンがリロードしているタイミングを狙って、積極的に攻撃を仕掛けます。\n- ジンがスネアを使った後、隙を見てオールインを仕掛けることで、ダメージを与えやすくなります。\n- 集団戦では、ジンのスキルを避けながら、他の敵チャンピオンを狙うことで、ジンを無力化します。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ジンの射程外から攻撃を仕掛けることができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、サミーラのオールインに弱い。\n- サミーラは高いDPSを持ち、ジンの4発目の攻撃やアルティメットのタイミングを狙って攻撃することで、ジンを圧倒できる。\n- サミーラのスキルは、ジンのスキルを防ぐ能力があり、特にジンのスネアを避けることができるため、接近戦での優位性が高い。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンの体力を削る。\n- ジンのスキルのクールダウンを確認し、スキルがないタイミングでオールインを仕掛ける。\n- 味方のCCを利用して、ジンに接近し、ダメージを与える。\n- スタイルランクを上げるために、通常攻撃とスキルを組み合わせて連続攻撃を行う。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、ジンに対して安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特にジンのHPが減ったタイミングでのオールインが強力。\n- トリスターナは移動能力が高く、ブリンクを持っているため、ジンのスネアを避けやすい。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、トリスターナがオールインを仕掛けやすい。\n- トリスターナのスキルはクールダウンが長いが、ジンの攻撃が届かない距離からのハラスが可能で、ジンのリロードタイミングを狙いやすい。\n\n有利の取り方:\n- レベルアップを意識し、攻撃範囲が増えたタイミングで積極的にハラスを行う。\n- ジンのスネアを避けるために、ブリンクを使って距離を保ちながら攻撃する。\n- ジンの4発目の攻撃やアルティメットのタイミングを見計らい、HPが減った相手に対してオールインを仕掛ける。\n- サポートと連携し、ジンが攻撃しづらい状況を作り出す。\n- ウェーブコントロールを意識し、ジンがリロード中やスキルを使った後に攻撃を仕掛ける。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ジンのスキルを避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを出しやすい。\n- ジンは接近された際に逃げる手段が限られており、ゼリの機動力に対抗しにくい。\n- ゼリはジンの通常攻撃のリロードタイミングを狙いやすく、オールインを仕掛けるチャンスが多い。\n- ゼリのスキルはジンのスネアを避けることができ、トレードで有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジンのHPを削る。\n- ジンのスキルを避けながら、スキルを使ってダメージを与える。\n- ジンのリロードタイミングを見計らってオールインを仕掛ける。\n- ジンがスネアを使った後の隙を突いて攻撃する。\n- 逃げ道を確保しつつ、ジンに近づいてトレードを行う。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "ザヤがエズリアルに不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ザヤが近づく前にハラスを行うことができる。\n- ザヤの攻撃範囲はエズリアルより短いため、エズリアルのポークに対して一方的にダメージを受けやすい。\n- エズリアルのスキルはクールダウンが短く、持続的にザヤに圧力をかけることができる。\n- ザヤのスキルは発生に時間がかかるため、エズリアルの機動力を活かした攻撃を避けるのが難しい。\n- エズリアルのバーストダメージは高く、ザヤが回復や反撃を行う前に倒される可能性がある。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避けるようにする。\n- サポートと連携し、エズリアルに対して反撃のチャンスを作る。\n- 早めにアイテムを購入し、耐久力を上げることでエズリアルのハラスに耐える。\n- エズリアルのスキルを避けるために、適切なタイミングでスキルを使用し、反撃の機会を狙う。\n- 集団戦では、エズリアルのスキルを避けつつ、他のチャンピオンと連携してダメージを与える。",
      "ジグス": "ジグスが不利です。\n\n- エズリアルは高い機動力を持ち、ワープスキルでジグスの攻撃を回避しやすい。\n- エズリアルのスキルは長射程で、ジグスが攻撃を仕掛ける前にハラスを受ける可能性が高い。\n- ジグスは対象指定スキルを持たず、エズリアルのブリンクに対してダメージを与えにくい。\n- エズリアルはスキルのクールダウンが短く、持続的にハラスを行うことができるため、ジグスは圧力を受けやすい。\n- エズリアルのAoE攻撃はジグスのスキルを避けるのに有利で、ジグスがスキルを当てるのが難しい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避けるようにする。\n- ジグスのスキルを当てやすいタイミングを見計らい、エズリアルのブリンクを使わせる。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛ける。\n- マナ管理をしっかり行い、スキルを連発しすぎないようにする。\n- 早めにアイテムを購入し、耐久力を上げてエズリアルのハラスに耐える。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ヴァルスの攻撃を安全な距離からハラスできるため、レーンでの優位性が高い。\n- エズリアルの機動力が高く、ワープスキルを使ってヴァルスの攻撃を回避しやすい。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルの素早い攻撃に対して反応しづらい。\n- エズリアルは持続的なダメージを与える能力が高く、ヴァルスのHP回復手段が乏しいため、ハラスに対して脆弱。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避けるようにする。\n- サポートと連携して、エズリアルに対する反撃のチャンスを作る。\n- 早めにアイテムを購入し、ダメージを増加させてエズリアルに対抗する。\n- スキルのクールダウンを意識し、エズリアルのスキルが使えないタイミングを狙って攻撃する。",
      "ミス・フォーチュン": "ミス・フォーチュンがエズリアルに不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンが近づく前にハラスを行いやすい。\n- エズリアルのEによる高い機動力で、ミス・フォーチュンの攻撃を避けることができる。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、ミス・フォーチュンがオールインするタイミングを逃しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、エズリアルの高いバーストダメージに対抗しにくい。\n- エズリアルのCCがAoEであるため、ミス・フォーチュンは集団戦での影響力が薄れる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、エズリアルのスキルを避けるようにする。\n- エズリアルのEのクールダウンを把握し、その隙を狙ってオールインを仕掛ける。\n- サポートと連携し、エズリアルに対してハラスを行うタイミングを見計らう。\n- アイテムビルドを工夫し、早めにダメージを出せるようにする。\n- 集団戦では、エズリアルの移動手段を封じるように立ち回り、チャンスを狙う。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、トゥイッチが近づく前にハラスが可能。\n- エズリアルの機動力により、トゥイッチの奇襲が難しくなる。\n- エズリアルのスキルは短いクールダウンで、持続的にダメージを与えられるため、トゥイッチの攻撃を受けやすい。\n- トゥイッチは逃げ性能が低く、エズリアルのスキルで捕まると脆弱になる。\n- エズリアルのAoEダメージは、トゥイッチの集団戦での強みを打ち消す可能性がある。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避ける。\n- ステルスを活用して、エズリアルのスキルを避けつつ奇襲を狙うタイミングを見計らう。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛ける。\n- 早めに防御アイテムを購入し、エズリアルのダメージを軽減する。\n- レーンを押し込まず、ミニオンを利用してエズリアルの攻撃を受けにくくする。",
      "コーキ": "コーキが不利です。\n\n理由:\n- コーキはCCがないため、エズリアルの高い機動力に対抗できず、逃げられやすい。\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離からハラスできる。\n- コーキのスキルはAoEダメージが中心であるため、エズリアルのスキルの方向指定に対して効果的にダメージを与えにくい。\n- エズリアルは高いバーストダメージを持ち、コーキが持続的なダメージを出す前に倒される可能性が高い。\n- コーキはマナ消費が激しく、スキルを多用することで早期にマナが枯渇し、レーンでの持続力が低下する。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルの攻撃を遮る。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛ける。\n- マナ管理を徹底し、必要な時にスキルを使うことで持続力を保つ。\n- エズリアルのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- 早期にアイテムを購入し、ダメージを増加させてエズリアルに対抗する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- エズリアルはスキルの射程が長く、ケイトリンに対して安全な距離からポークが可能で、ハラスに強い。\n- エズリアルの機動力が高く、ワープスキルを使ってケイトリンの攻撃を回避しやすい。\n- ケイトリンはスキルのモーションが長く、エズリアルのスキルコンボに対して反撃が難しい。\n- エズリアルは短いクールダウンのスキルを持ち、持続的なダメージを与えやすいため、ケイトリンの攻撃を受け流しやすい。\n- ケイトリンの罠はエズリアルの機動力に対して効果的ではなく、逃げられることが多い。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、エズリアルのスキルを避けるようにする。\n- 罠を適切に配置し、エズリアルの動きを制限するタイミングを見計らう。\n- サポートと連携し、エズリアルに対してオールインを狙うタイミングを作る。\n- 早めにアイテムを購入し、耐久力を上げてエズリアルの攻撃に耐える。\n- ジャングラーとの連携を強化し、Gankを狙ってエズリアルを圧倒する。"
    },
    "loses": {
      "ヴェイン": "ヴェインがエズリアルに有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、エズリアルのスキルを回避しやすい。\n- エズリアルの主力スキルが方向指定であるため、ヴェインの機動力を活かして避けることができる。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、エズリアルのHPを迅速に削ることができる。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルが孤立した際に有利に立ちやすい。\n- エズリアルのAoE攻撃が限られているため、ヴェインはレーンでのハラスを受けにくい。\n\n有利の取り方:\n- レーンでのハラスを行い、エズリアルのHPを削る。\n- エズリアルがスキルを使った後に攻撃を仕掛け、反撃を避ける。\n- 敵のミニオンを利用して、エズリアルのスキルを避けながら接近する。\n- エズリアルが孤立した際に積極的に攻撃し、キルを狙う。\n- 敵のサポートやジャングラーの動きを見極めて、Gankを避けつつ有利な状況を作る。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サは早い段階でのウェーブクリアが得意で、エズリアルのポークを受けにくい。\n- エズリアルは主にスキルショットに依存しており、カイ＝サは瞬時に移動できるため、スキルを回避しやすい。\n- カイ＝サはバーストダメージが高く、オールインの際にエズリアルに対して優位に立てる。\n- カイ＝サのスキルは進化することで多様な戦術が可能で、エズリアルに対して柔軟に対応できる。\n- エズリアルは基礎ADが低く、序盤は脆弱なため、カイ＝サが攻撃的に出やすい。\n\n有利の取り方:\n- レーン開始時にミニオンを早くクリアし、エズリアルのポークを避ける。\n- スキルを使ってエズリアルに接近し、オールインを狙う。\n- エズリアルのスキルを避けるために、瞬時に移動するタイミングを見計らう。\n- サポートと連携して、エズリアルに対してプレッシャーをかける。\n- ウェーブ管理を行い、エズリアルがミニオンの後ろに隠れられない状況を作る。",
      "アフェリオス": "アフェリオスがエズリアルに有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にエズリアルのスキルを避ける手段が豊富です。\n- エズリアルは主にスキルを使って戦うため、アフェリオスの持つCC効果を持つ武器での反撃が有効です。\n- アフェリオスは持続的なダメージを出す能力が高く、エズリアルのスキルクールダウンを利用してハラスが可能です。\n- アフェリオスはエズリアルの射程内での戦闘において、武器の特性を活かして有利に立ち回ることができます。\n\n有利の取り方:\n- レーン開始時にアフェリオスの武器を適切に選択し、エズリアルのスキルを避けながらハラスを行う。\n- エズリアルのスキルクールダウンを見計らって、積極的に攻撃を仕掛ける。\n- CC効果を持つ武器を使用して、エズリアルの動きを制限し、ダメージを与える。\n- 可能であれば、サポートと連携してエズリアルを捕まえるチャンスを作る。",
      "シヴィア": "シヴィアがエズリアルに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、エズリアルがミニオンを通じてポークするのを防ぎやすい。\n- スペルシールドにより、エズリアルのスキルを一度無効化できるため、トレードで有利に立ちやすい。\n- エズリアルは主にスキルを使って戦うが、シヴィアはそのスキルを弾くことでダメージを受けずに反撃できる。\n- シヴィアの攻撃速度増加効果により、エズリアルに対して持続的なダメージを与えやすい。\n- エズリアルは方向指定のスキルが多く、シヴィアの機動力を活かして避けることができる。\n\n有利の取り方:\n- レーン開始時にウェーブを早めにクリアし、エズリアルにプレッシャーをかける。\n- スペルシールドを使ってエズリアルのスキルを無効化し、トレードを有利に進める。\n- エズリアルがスキルを使った後に攻撃を仕掛け、反撃のチャンスを狙う。\n- ミニオンを利用してエズリアルのポークを防ぎつつ、ハラスを行う。\n- 集団戦では後衛にダメージを与えやすい位置を確保し、エズリアルのスキルを避けながら攻撃する。",
      "ジン": "ジンはエズリアルに有利です。\n\n理由:\n- ジンは高威力の一撃を持ち、特にエズリアルのHPが減った際に強力なバーストダメージを与えられる。\n- ジンのスキルは全てAoE効果を持ち、エズリアルがミニオンを使ってハラスを行う際にもダメージを与えやすい。\n- ジンはスネア効果を持つスキルを使うことで、エズリアルの機動力を制限し、接近を許さない。\n- ジンの通常攻撃は4発目に特別な効果があり、エズリアルが逃げる際に致命的なダメージを与えることができる。\n- エズリアルは主にスキルを使って戦うため、ジンの高いバーストダメージに対して脆弱である。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、エズリアルのHPを削る。\n- スネアを使ってエズリアルのEを無効化し、逃げ道を封じる。\n- 4発目の通常攻撃を意識し、エズリアルがHPが減った際にオールインを仕掛ける。\n- ミニオンウェーブを利用してプッシュし、エズリアルがCSを取りに来る際にダメージを与える。\n- ジンのアルティメットを使って、エズリアルが逃げる際に追撃する。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "ヴェインがアフェリオスに不利です。\n\n理由:\n- アフェリオスは長射程のマークスマンであり、ヴェインの射程よりも優位に立つことができる。\n- アフェリオスの武器の組み合わせにより、強力なCCを持っており、ヴェインの機動力を制限することができる。\n- アフェリオスは序盤からハラス性能が高く、ヴェインがレーンでの立ち上がりに苦労する要因となる。\n- ヴェインは短射程であるため、アフェリオスの攻撃を受けやすく、特にハラスに対して脆弱である。\n- アフェリオスは装備によるスケールが良好で、成長が早い場合、ヴェインが追いつくのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- アフェリオスのスキルを避けるために、ダッシュをタイミングよく使用し、攻撃を回避する。\n- サポートと連携して、アフェリオスに対する集団戦を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、アフェリオスに対抗できる火力を確保する。\n- レーンでのビハインドを避けるために、ファームを優先し、無理な trades を避ける。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた柔軟な戦術を展開でき、特にハラス性能が高い。\n- アフェリオスのスネアやスローを持つ武器により、トリスターナの機動力を制限しやすい。\n- アフェリオスは序盤から中盤にかけて強力な火力を持ち、トリスターナが育つ前に有利な状況を作りやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、アフェリオスの攻撃を受けやすい。\n- アフェリオスは射程が長く、トリスターナが攻撃を仕掛ける前にハラスを受けるリスクが高い。\n\n不利の緩和策:\n- トリスターナは序盤から積極的にハラスを行い、アフェリオスのリソースを削ることを目指す。\n- サポートと連携して、アフェリオスのスキルを避ける動きを心がける。\n- アフェリオスの武器のクールダウンを見極め、スキルがないタイミングで攻撃を仕掛ける。\n- アイテムを早めに揃え、火力を上げてアフェリオスに対抗できるようにする。\n- ウェーブ管理を意識し、アフェリオスに対して有利な状況を作る。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に高い火力を持つため、カイ＝サはオールインを仕掛ける前に大きなダメージを受けやすい。\n- アフェリオスのスネアやスローを持つ武器により、カイ＝サは移動が制限され、攻撃を受けやすくなる。\n- カイ＝サは基礎ADが低く、序盤のハラスに対抗するのが難しいため、アフェリオスに対して優位に立たれることが多い。\n- アフェリオスは射程が長く、カイ＝サが接近する前に攻撃を仕掛けることができるため、カイ＝サは戦闘を仕掛けるタイミングが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アフェリオスの攻撃を受けないように位置取りを工夫する。\n- サポートと連携し、アフェリオスに対してオールインを仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、装備を整えることで、ダメージを増加させる。\n- アフェリオスのスキルを避けるために、移動を意識し、スキルを使った後の隙を狙う。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた柔軟な戦術を展開でき、特にハラス性能が高い。\n- アフェリオスのスネアやスローを持つ武器は、ジンクスの移動を妨げるため、接近されるリスクが高まる。\n- アフェリオスは高い火力を持ち、特に脅威ステータスが育つとジンクスに対して大きなダメージを与えることができる。\n- ジンクスは自衛手段が乏しく、アフェリオスの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- ジンクスは序盤から積極的にハラスを行い、アフェリオスのレベルアップを妨げる。\n- サポートと連携して、アフェリオスのスキルを避ける動きを心がける。\n- 自衛手段を強化するために、早めに防御アイテムを購入する。\n- 集団戦では、アフェリオスのスキルを避けつつ、後衛から安全に攻撃する立ち位置を確保する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にハラス性能が高い。\n- アフェリオスのスネアやスローを持つ武器により、ケイトリンは捕まりやすく、オールインされるリスクが高い。\n- ケイトリンはスキルのモーションが長く、アフェリオスの攻撃を避けるのが難しい。\n- アフェリオスはレベルが上がると火力が増し、ケイトリンのハラスを無視して反撃できる。\n- ケイトリンのAA強化が限られているため、アフェリオスとの殴り合いで劣ることがある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アフェリオスの攻撃を受けない位置取りを心がける。\n- 罠を効果的に使い、アフェリオスの動きを制限することで、オールインを防ぐ。\n- ジャングラーとの連携を強化し、アフェリオスを狙ったGankを仕掛ける。\n- アフェリオスの武器の種類を把握し、特に危険な武器を持っている時は慎重に行動する。\n- アイテムを早めに購入し、アフェリオスに対抗できる火力を確保する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にエズリアルのスキルを避けることが得意です。\n- アフェリオスの持つCCスキル（スネアやスロー）によって、エズリアルの機動力を制限しやすく、捕まるリスクが高まります。\n- アフェリオスは高いバーストダメージを持ち、エズリアルがスキルを使った後の隙を突いて攻撃することが可能です。\n- エズリアルは主にスキルで戦うため、アフェリオスの持続的なダメージやハラスに対抗しにくいです。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してポジショニングを工夫する。\n- アフェリオスのCCスキルを避けるため、Eを適切なタイミングで使用し、距離を保つ。\n- サポートと連携して、アフェリオスに対する集中的な攻撃を行い、早期に優位を取る。\n- アイテムを早めに購入し、耐久力を上げることで、アフェリオスの攻撃に耐えられるようにする。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチがアフェリオスに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アフェリオスの機動力の低さを突くことができる。\n- アフェリオスは序盤が弱く、トゥイッチは序盤からハラスを行いやすいため、アフェリオスが育つ前に有利を取れる。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が高く、アフェリオスの防御が薄い状態で攻撃できる。\n- アフェリオスの持つ武器の特性に対して、トゥイッチは毒による持続ダメージを与えられるため、持続戦闘で優位に立てる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- ステルスを活用して奇襲を仕掛け、アフェリオスがスキルを使った後に攻撃する。\n- 集団戦ではアルティメットを使い、アフェリオスが位置取りをする前にダメージを与える。\n- アフェリオスの武器の特性を理解し、適切なタイミングで攻撃を行うことで、持続的にダメージを与える。",
      "コーキ": "コーキがアフェリオスに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アフェリオスの攻撃を避けながらハラスができる。\n- アフェリオスは機動力が低く、コーキのAoEダメージを受けやすい。\n- コーキのスキルは全てAoEで、アフェリオスが集団戦で位置取りをする際にダメージを与えやすい。\n- アフェリオスはレベル依存度が高く、序盤の弱さを突かれやすいが、コーキは早期からハラスが強力。\n- コーキは防御力を下げるデバフを持っており、アフェリオスに対してダメージを通しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- アフェリオスが武器を切り替えるタイミングを見計らって攻撃する。\n- コーキのスキルを使ってアフェリオスの位置を制限し、集団戦でのダメージを最大化する。\n- アフェリオスがスキルを使った後の隙を狙って攻撃する。\n- マナ管理をしっかり行い、持続的にハラスを行えるようにする。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて攻撃しやすい。\n- アフェリオスは序盤が弱く、サミーラは早期にハラスを行うことで優位に立てる。\n- サミーラの高いDPSとバーストダメージにより、アフェリオスのHPを迅速に削ることができる。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、アフェリオスのスキルを無効化しやすい。\n- アフェリオスの武器の組み合わせに依存するため、サミーラはその隙を突いて攻撃することができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- サポートと連携して、アフェリオスに対して集中的に攻撃を仕掛ける。\n- アフェリオスが武器を切り替えるタイミングを見計らって、接近して攻撃する。\n- スキルを駆使して、アフェリオスの攻撃を避けつつ、反撃を行う。\n- 集団戦では、味方のCCを利用して接近し、アフェリオスを排除する。",
      "ザヤ": "ザヤがアフェリオスに有利です。\n\n理由:\n- ザヤはスネアを持っており、アフェリオスの攻撃を止めることができるため、彼の攻撃を無効化しやすい。\n- アフェリオスは機動力が低く、ザヤの加速スキルを使って距離を取ることができるため、追撃や逃げる際に有利。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすく、アフェリオスの脆さを突くことができる。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、ザヤが序盤から優位に立ちやすい。\n- ザヤはラカンと組むことで、さらに強力なコンボを展開でき、アフェリオスに対して圧力をかけやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削る。\n- スネアを使ってアフェリオスの攻撃を封じ、反撃のチャンスを作る。\n- アフェリオスの武器の特性を理解し、適切なタイミングで距離を取る。\n- 集団戦ではAoEダメージを活かし、アフェリオスを狙う。\n- ラカンと連携し、エンゲージや逃げのタイミングを合わせてアフェリオスにプレッシャーをかける。",
      "ドレイヴン": "ドレイヴンがアフェリオスに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、アフェリオスの弱い序盤を突くことができる。\n- アフェリオスは機動力が低く、ドレイヴンの追撃能力に対して脆弱である。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面での優位を早期に確保できる。\n- アフェリオスの武器の組み合わせに対して、ドレイヴンはシンプルな攻撃スタイルで対抗しやすい。\n- ドレイヴンのCCスキルにより、アフェリオスの動きを制限しやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- ドレイヴンのパッシブを活かして、キルを狙いながらゴールドを稼ぐ。\n- アフェリオスが武器を切り替えるタイミングを見計らい、攻撃を仕掛ける。\n- 位置取りを工夫し、アフェリオスのスキルを避けながら攻撃する。\n- サポートと連携して、アフェリオスを捕まえるチャンスを作る。",
      "アッシュ": "アッシュが有利です。\n\n理由:\n- アッシュは長射程を持ち、アフェリオスに対して一方的にハラスが可能です。\n- アッシュのスロー効果により、アフェリオスの攻撃を避けやすく、Kitingが得意です。\n- アフェリオスは機動力が低く、アッシュのCCスキルによって捕まえやすいです。\n- アッシュは視界を確保するスキルを持っており、アフェリオスの動きを把握しやすいです。\n- アフェリオスは序盤が弱いため、アッシュが早い段階で優位に立つことができます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- スロー効果を活かして、アフェリオスが近づけないようにする。\n- アフェリオスが武器を切り替えるタイミングを見計らって、CCスキルで捕まえる。\n- 位置取りを工夫し、アフェリオスの攻撃を避けつつ反撃する。\n- サポートと連携して、アフェリオスに対するプレッシャーをかけ続ける。",
      "ヴァルス": "ヴァルスがアフェリオスに有利です。\n\n理由:\n- ヴァルスは長射程を持ち、アフェリオスの攻撃を安全な距離からハラスできる。\n- アフェリオスは機動力が低く、ヴァルスのスネアで捕まえやすい。\n- ヴァルスのAoEダメージは集団戦やシージで強力で、アフェリオスの耐久力を削るのに適している。\n- アフェリオスは序盤が弱いため、ヴァルスが早期に優位を築くことができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削る。\n- スネアを利用してアフェリオスを捕まえ、連続攻撃を行う。\n- 集団戦では後衛から安全に攻撃し、アフェリオスを狙う。\n- アフェリオスの武器のクールダウンを見極め、攻撃のタイミングを調整する。",
      "コグ＝マウ": "コグ＝マウがアフェリオスに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を避けながらハラスが可能です。\n- アフェリオスは機動力が低く、コグ＝マウのスキルによるスロー効果で捕まえやすいです。\n- コグ＝マウのAR/MRを低下させるスキルは、アフェリオスに対して効果的で、高いダメージを与えられます。\n- アフェリオスは序盤が弱いため、コグ＝マウが早期に優位に立つことができます。\n- コグ＝マウは集団戦でのダメージ出力が高く、アフェリオスが集団戦で狙われやすい状況を利用できます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- スキルを使ってアフェリオスのAR/MRを低下させ、ダメージを増加させる。\n- アフェリオスが武器の切り替えを行うタイミングを見計らい、スキルを当てる。\n- 集団戦では、アフェリオスが近づく前にダメージを与え、後衛からの攻撃を意識する。\n- 自身の位置取りを意識し、アフェリオスの攻撃を避けつつ、持続的なダメージを与える。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ジグスの長射程のスキルにより、コグ＝マウはハラスを受けやすく、レーンでのプレッシャーが強い。\n- ジグスの範囲攻撃スキルは、コグ＝マウのミニオン処理を妨げることができ、ファームが難しくなる。\n- コグ＝マウは機動力が低く、ジグスの地雷や爆弾によるスロー効果で接近が困難になる。\n- ジグスのスキルはAoEダメージが高く、集団戦でのダメージを出しやすいため、コグ＝マウが狙われやすい。\n- コグ＝マウの自衛手段が乏しいため、ジグスに接近されると脆弱になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ジグスのスキルを避ける。\n- ミニオンを利用してジグスのスキルを避けつつ、CSを取ることに集中する。\n- アイテムを早めに購入し、耐久力を上げることでジグスの攻撃に耐える。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- サポートと連携して、ジグスに対するガンクを狙い、レーンでの優位を取り戻す。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、範囲攻撃でダメージを与えることが得意なため、ジンクスはハラスを受けやすい。\n- ジグスの地雷によるスロー効果で、ジンクスの移動が制限され、接近されるリスクが高まる。\n- ジグスは集団戦でのAoEダメージが強力で、ジンクスが集団戦で活躍する際に脅威となる。\n- ジグスのスキルは発動までにラグがあるものの、ジンクスは自衛手段が乏しいため、接近されると脆弱になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してジグスのスキルを避ける。\n- ジグスのスキルのクールダウンを考慮し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携して、ジグスに対して積極的にエンゲージを仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ヴァルスが接近する前にダメージを与えることができる。\n- ジグスの地雷によるスロー効果で、ヴァルスの移動が制限され、攻撃を受けやすくなる。\n- ジグスのAoEダメージは、集団戦やミニオン処理において非常に強力で、ヴァルスがスキルを当てるのが難しい状況を作り出す。\n- ヴァルスはHP回復手段が乏しく、ジグスの持続的なハラスに対して脆弱である。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- サポートと連携し、ジグスに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的なハラスに耐える。\n- アイテムを活用して耐久力を上げ、ジグスの攻撃を受けても生き残れるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ケイトリンが攻撃する前にダメージを与えることができるため、ハラスが難しい。\n- ジグスの地雷によるスロー効果で、ケイトリンの移動が制限され、接近されるリスクが高まる。\n- ケイトリンのスキルのモーションが長いため、ジグスのスキルを避けるのが難しく、特に集団戦では脆弱になる。\n- ジグスはAoEダメージを持つため、ミニオンを利用したハラスが効果的で、ケイトリンのミニオン処理が難しくなる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ジグスのスキルを避けるようにする。\n- ジグスのスキルを避けるために、罠を適切に配置し、敵の動きを制限する。\n- ジャングラーと連携し、ジグスに対するガンクを狙うことで、レーンの優位性を取り戻す。\n- アイテムを工夫し、耐久力を上げることで、ジグスのダメージを軽減する。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ザヤが近づく前にダメージを与えることができるため、ザヤは一方的にハラスを受けやすい。\n- ジグスのスキルはAoEダメージが豊富で、ザヤがミニオンを処理する際にもダメージを受ける可能性が高い。\n- ジグスの地雷によるスロー効果は、ザヤの移動を制限し、接近を難しくするため、ザヤのKite能力を活かしにくい。\n- ザヤの攻撃範囲は短めで、ジグスの攻撃を避けるのが難しいため、特に集団戦では不利になる。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ジグスに対するエンゲージを試み、早期にキルを狙う。\n- アイテムを活用して耐久力を上げ、ジグスのバーストを耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、セナが近づく前にダメージを与えることができるため、セナはハラスを受けやすい。\n- ジグスのスキルは範囲攻撃であり、セナがミニオンを処理する際に一緒にダメージを受ける可能性が高い。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、ジグスのスキルコンボに対して脆弱。\n- ジグスの地雷によるスロー効果で、セナの移動が制限され、逃げる手段が乏しい状況に陥りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに位置し、ジグスのスキルを避けるようにする。\n- サポートと連携し、ジグスのスキルを避けながらハラスを行うタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けることで、優位に立つチャンスを作る。",
      "コーキ": "コーキが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、コーキの攻撃を避けることが難しいため、ハラスが効果的。\n- ジグスのスキルはAoEであり、コーキがミニオンを処理する際に一緒にダメージを受けやすい。\n- コーキはCCがないため、ジグスのスキルを避ける手段が限られており、接近されると脆弱になる。\n- ジグスの地雷によるスロー効果で、コーキの移動が制限され、攻撃を受けやすくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してジグスのスキルをブロックする。\n- ジグスのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- マナ管理を徹底し、スキルを無駄に使わないようにする。\n- サポートと連携し、ジグスに対してガンクを仕掛けることで、プレッシャーをかける。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、サミーラが近づくと同時に複数の攻撃を受ける可能性が高い。\n- ジグスの地雷によるスロー効果で、サミーラの接近が難しくなる。\n- サミーラは低い防御ステータスを持ち、ジグスの高いAoEダメージに対して脆弱である。\n- ジグスは対象指定スキルを持たないため、サミーラのブリンクを利用した動きに対しても効果的に攻撃できる。\n\n不利の緩和策:\n- サポートと連携し、ジグスのスキルを避けながら接近するタイミングを見計らう。\n- ジグスのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- 早めにアイテムを購入し、耐久力を上げることでジグスの攻撃に耐える。\n- ジグスの地雷を避けるために、マップの視界を確保し、位置取りを工夫する。\n- 集団戦では、味方のCCを利用してジグスに接近し、ダメージを与える機会を増やす。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、トリスターナが接近する前にダメージを与えることができる。\n- ジグスのスキルはAoEダメージが多く、トリスターナがミニオンを処理する際に巻き込まれやすい。\n- ジグスの地雷によるスロー効果で、トリスターナの移動が制限され、攻撃を避けるのが難しくなる。\n- トリスターナのスキルはクールダウンが長く、ジグスの攻撃を受けると反撃が難しい。\n- ジグスはトリスターナのブリンクを予測してスキルを当てやすく、トリスターナが安全に攻撃するのが難しい。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、ブリンクを使うタイミングを慎重に選ぶ。\n- ジグスのスキルのクールダウンを考慮し、攻撃するタイミングを見極める。\n- サポートと連携して、ジグスに対する圧力をかけ、彼のスキルを無駄にさせる。\n- アイテムを早めに揃え、トリスターナのバーストダメージを強化する。\n- ジグスの地雷を避けるために、マップの視界を確保し、位置取りを工夫する。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、スモルダーが接近する前にダメージを与えることができるため、レーニングでのハラスが強力。\n- ジグスのスキルはAoEであり、スモルダーが集団戦でスタックを貯める前にダメージを受けやすい。\n- スモルダーは序盤のスキル性能が低く、ジグスの攻撃を受けると不利な状況に陥りやすい。\n- ジグスの地雷によるスロー効果が、スモルダーの移動を制限し、逃げる手段を奪う可能性がある。\n\n不利の緩和策:\n- レーニング中はジグスのスキルを避けるために、ミニオンを利用して位置取りを工夫する。\n- スモルダーのEスキルを活用して、ジグスの攻撃を避けつつ、チャンスがあれば反撃を試みる。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで積極的にハラスを行う。\n- サポートと連携して、ジグスに対するガンクを狙い、早期にプレッシャーをかける。",
      "ユナラ": "ユナラが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ユナラが接近する前にダメージを与えることができる。\n- ジグスのスキルはAoEダメージがあり、ユナラが集団戦での位置取りを難しくする。\n- ジグスの地雷によるスロー効果で、ユナラの移動を制限されやすい。\n- ユナラは通常攻撃に依存しているため、ジグスのスキルを避けるのが難しい。\n- ジグスはブリンクを持たないため、ユナラが接近する際に有利な状況を作りにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してジグスのスキルを避ける。\n- ジグスのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携して、ジグスに対するガンクを試みる。\n- アイテムを工夫して、耐久力を上げることでジグスのダメージを軽減する。\n- ブッシュを利用して、ジグスのスキルを避けながら接近する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、アッシュが攻撃する前にダメージを与えることができるため、アッシュはハラスを受けやすい。\n- ジグスの地雷によるスロー効果で、アッシュの移動が制限され、距離を保つことが難しくなる。\n- アッシュは機動スキルを持たないため、ジグスのスキルを避けるのが難しく、接近されると脆弱になる。\n- ジグスのAoEダメージは、アッシュのミニオン処理能力を上回るため、レーンでの優位性を失いやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち回る。\n- ジグスのスキルを避けるために、常に位置取りに注意し、スキルのクールダウンを把握する。\n- サポートと連携して、ジグスに対して積極的にエンゲージを試みる。\n- 早めに防御アイテムを購入し、耐久力を上げることでジグスのダメージを軽減する。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ルシアンが近づく前にダメージを与えることができるため、ルシアンはハラスを受けやすい。\n- ジグスの地雷によるスロー効果で、ルシアンの機動力を制限され、接近が難しくなる。\n- ジグスのAoEダメージは、ルシアンがミニオンを処理する際にも影響を与え、レーンでの優位性を保たれる。\n- ルシアンは射程が短いため、ジグスのスキルを避けるのが難しく、特に集団戦では立ち位置が厳しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジグスのスキルを避ける位置取りを心がける。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ジグスに対してオールインを仕掛ける機会を作る。\n- アイテムを早めに購入し、耐久力を上げることでジグスのダメージを軽減する。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けやすい。\n- ジンのスネア効果により、ジグスの動きを制限しやすく、接近を許さない。\n- ジンの4発目の攻撃やアルティメットは、高いバーストダメージを持ち、ジグスのHPが減った際に特に効果的。\n- ジグスは対象指定スキルを持たないため、ジンのスキルを当てるのが難しい。\n- ジンはジグスのスキルを避けながら、遠距離から安全に攻撃できる。\n\n有利の取り方:\n- レーンでのハラスを行い、ジグスのHPを削る。\n- スネアを使ってジグスの動きを制限し、攻撃のチャンスを作る。\n- ジグスがスキルを使った後の隙を狙って攻撃する。\n- ジグスが近づいてきた際には、距離を保ちながら攻撃し続ける。\n- 集団戦では、ジグスのスキルを避けつつ、後衛から安全にダメージを与える。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サはブリンクを持っており、ジグスのスキルを回避しやすい。\n- ジグスのスキルは発動までにラグがあるため、カイ＝サはその隙を突いて攻撃できる。\n- カイ＝サは高いバーストダメージを持ち、ジグスを瞬時に排除することが可能。\n- ジグスは接近を許すと脆弱になるが、カイ＝サはスキルを使って距離を詰めることができる。\n- カイ＝サは魔法ダメージも扱えるため、ジグスの防御を無視しやすい。\n\n有利の取り方:\n- ジグスのスキルを避けながら、AAやスキルでダメージを与える。\n- ジグスがスキルを使った後の隙を狙って攻撃する。\n- ウェーブ管理を行い、ジグスがプッシュした際にエンゲージする。\n- サポートと連携して、ジグスに対する圧力をかける。\n- スタティック・シヴなどのアイテムを早めに購入し、ウェーブクリアを助ける。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジグスのスキルを避けやすい。\n- ジグスは対象指定スキルを持たず、ヴェインのブリンクに対してダメージを与えにくい。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、ジグスのHPを迅速に削ることができる。\n- ヴェインは1対1の戦闘において非常に強力で、ジグスが接近を許すと脆弱になる。\n\n有利の取り方:\n- レーンでのハラスを行い、ジグスのスキルを避けながら攻撃する。\n- ブリンクを活用してジグスのスキルを回避し、反撃する。\n- ジグスがスキルを使った後の隙を狙って攻撃する。\n- ジグスがミニオンを処理している隙に、積極的にダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ジグスの攻撃を避けながらハラスが可能です。\n- ジグスのスキルは発動までにラグがあるため、エズリアルの機動力を活かして回避しやすいです。\n- エズリアルのワープスキルにより、ジグスの攻撃を避けつつ、反撃のチャンスを作りやすいです。\n- ジグスは対象指定スキルを持たないため、エズリアルのようなブリンク持ちに対してはダメージを与えにくいです。\n- エズリアルはスキルを駆使してポークが得意で、ジグスのスキルを避けながら持続的にダメージを与えられます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジグスの体力を削る。\n- ジグスのスキルを避けるために、常に位置取りを意識し、ワープスキルを活用する。\n- ジグスがスキルを使った後の隙を狙って、反撃を行う。\n- ミニオンを利用してジグスのスキルを避けつつ、CSを確保する。\n- ジグスが接近してきた際には、ワープスキルを使って距離を取る。",
      "シヴィア": "シヴィアがジグスに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ジグスのスキルを避けながらミニオンを処理できるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、ジグスのスキルを一度無効化できるため、ジグスの攻撃を受けにくい。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、シヴィアの機動力を活かして避けることができる。\n- シヴィアの攻撃速度を増加させるスキルにより、ジグスのタワーを早く破壊することができ、プレッシャーをかけやすい。\n- ジグスは接近を許すと脆弱になるが、シヴィアは距離を保ちながら攻撃できるため、ジグスに対して安全にダメージを与えられる。\n\n有利の取り方:\n- レーンでのウェーブ管理を行い、ジグスのスキルを避けながらミニオンを処理する。\n- スペルシールドを活用して、ジグスのスキルを無効化し、トレードを有利に進める。\n- ジグスがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- ジグスがタワーを攻撃している際に、シヴィアの攻撃速度を活かしてタワーを早く破壊する。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで積極的に攻撃する。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすい。\n- ジグスは対象指定スキルを持たず、トゥイッチの移動速度を上げるスキルに対して反応しづらい。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できない位置からダメージを与えることができる。\n- ジグスは接近を許すと脆弱になるが、トゥイッチはステルス状態で接近しやすく、ジグスに対して有利な状況を作りやすい。\n- トゥイッチはジグスのスキルのクールダウンを待つ間に、持続的なダメージを与えることができる。\n\n有利の取り方:\n- レーンでのトレード時にステルスを活用し、ジグスのスキルを避けながら攻撃する。\n- ジグスがスキルを使った後に攻撃を仕掛け、クールダウン中の隙を突く。\n- アルティメットを使用して、ジグスが安全に攻撃できない位置から一方的にダメージを与える。\n- ジグスの地雷やスキルの範囲を避けるために、常に位置取りを意識し、移動速度を活かして立ち回る。\n- ジグスがミニオンを処理している際に、奇襲を仕掛けてダメージを与える。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由:\n- ザヤは射程が長く、ニーラが近づく前にハラスを行いやすい。\n- ザヤのスネア効果により、ニーラは接近することが難しく、攻撃を受けやすい。\n- ザヤの無敵状態を持つスキルにより、ニーラの攻撃を回避される可能性が高い。\n- ニーラは基本的に近接攻撃型であり、ザヤの遠距離攻撃に対して脆弱である。\n- ザヤは集団戦でのAoEダメージが強力で、ニーラが集団戦で活躍するのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して奇襲をかける。\n- ザヤのスネアを避けるために、ダッシュスキルをタイミングよく使用する。\n- サポートと連携し、ザヤに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げてハラスに耐える。\n- レベルアップを狙い、スキルを強化して反撃のチャンスを増やす。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ザヤは射程が短いものの、スネア効果を持っており、ケイトリンの攻撃を避ける手段があるため、オールインが可能。\n- ケイトリンは長射程でハラスが得意だが、ザヤの無敵状態を持つスキルにより、ケイトリンのバーストを無効化されることがある。\n- ザヤは加速スキルを持っているため、ケイトリンの攻撃を避けやすく、反撃が得意。\n- ザヤは集団戦でのAoEダメージが強力で、ケイトリンが集団戦での持続力に欠けるため、劣位に立たされることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、ザヤのスネアを避ける。\n- ザヤの無敵状態を考慮し、スキルを温存してオールインを仕掛けるタイミングを見極める。\n- サポートと連携し、ザヤに対して集中的に攻撃を仕掛けることで、彼女の強みを抑える。\n- 早めにアイテムを揃え、集団戦での持続力を高めることで、ザヤに対抗する。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ザヤは射程が長く、トリスターナが攻撃を仕掛ける前にハラスを行いやすい。\n- ザヤのスネア効果により、トリスターナは接近することが難しく、攻撃を受けやすくなる。\n- ザヤは集団戦でのAoEダメージが強力で、トリスターナが集団戦でのダメージを出しにくくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きく、ザヤの攻撃を受けやすい。\n\n不利の緩和策:\n- レベルアップを早め、できるだけ早く射程を増加させる。\n- ザヤのスネアを避けるために、位置取りを意識し、距離を保つ。\n- サポートと連携し、ザヤに対して積極的にハラスを行う。\n- アイテムを早めに揃え、バーストダメージを強化してザヤに対抗する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ザヤは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができる。\n- ザヤのEスキルによるスネア効果は、サミーラの接近を阻害し、攻撃のチャンスを奪う。\n- ザヤは集団戦でのAoEダメージが強力で、サミーラが接近戦を挑む際に多くのダメージを受けやすい。\n- サミーラは単独でのCCがないため、ザヤのスキルコンボに対して脆弱である。\n- ザヤは自衛手段を持っており、サミーラが攻撃を仕掛ける際に反撃されるリスクが高い。\n\n不利の緩和策:\n- ザヤのスキルを避けるために、位置取りを意識し、距離を保つ。\n- サポートと連携し、ザヤに対して一斉攻撃を仕掛けるタイミングを見計らう。\n- ザヤのEスキルのクールダウンを狙い、その後に攻撃を仕掛ける。\n- 自身のスキルを適切に使い、ザヤの攻撃を防ぎつつ、ダメージを与える機会を増やす。\n- アイテムを活用して耐久力を上げ、ザヤの攻撃を耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ザヤは射程が長く、ミス・フォーチュンの攻撃を避けながらハラスを行えるため、ミス・フォーチュンは一方的にダメージを受けやすい。\n- ザヤのEスキルによるスネア効果が、ミス・フォーチュンの移動を制限し、接近されると脆弱な状態に陥る。\n- ザヤは集団戦でのAoEダメージが強力で、ミス・フォーチュンのUltを無効化する手段を持っているため、集団戦での影響力が高い。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ザヤの持つ持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- 短いトレードを心がけ、ザヤのスキルがクールダウンしている時に攻撃する。\n- ザヤの羽根を避けるために、立ち位置を意識し、常に距離を保つ。\n- サポートと連携し、ザヤがオールインを狙ってくるタイミングを見極めて反撃する。\n- アイテム選択を工夫し、Doran's シールドを選ぶことでハラスを軽減する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ザヤはスネア効果を持っており、カイ＝サが接近する際に捕まえられるリスクが高い。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カイ＝サが一対一でのバーストを狙うのが難しい。\n- ザヤは加速や無敵状態を持っているため、カイ＝サの攻撃を回避しやすい。\n- カイ＝サは序盤が脆弱で、ザヤの攻撃を受けると早期に不利になる可能性が高い。\n- ザヤの羽根を使った攻撃は、カイ＝サのスキルを避ける手段を持っているため、カイ＝サのダメージを軽減できる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ザヤのスネアを避けるように動く。\n- ザヤの羽根の効果を考慮し、攻撃を仕掛けるタイミングを見極める。\n- サポートと連携し、ザヤに対して集団でのエンゲージを試みる。\n- アイテムを早めに購入し、装備を整えてダメージを増加させる。\n- レベル6以降はUltを活用し、奇襲や追撃を狙うことで有利な状況を作る。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ザヤの短射程を活かして一方的にハラスが可能です。\n- セナの回復能力により、ザヤの攻撃を受けても持ちこたえやすく、持続的なハラスができる。\n- セナのスネア効果により、ザヤの動きを制限し、反撃のチャンスを減少させることができる。\n- ザヤはスキルの発生に時間がかかるため、セナのハラスに対して反応しづらい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、レーンでの優位を築きやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ザヤにプレッシャーをかける。\n- スネアを活用してザヤの動きを制限し、攻撃のチャンスを作る。\n- 回復スキルを駆使して自分や味方を守りつつ、ザヤに対して持続的にダメージを与える。\n- ザヤがスキルを使った後の隙を狙って攻撃し、ダメージを稼ぐ。\n- 敵ジャングラーの動きを警戒しつつ、セナの長射程を活かして安全にファームを行う。",
      "ゼリ": "ゼリはザヤに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えられる。\n- ゼリのQは射程が長く、ザヤの攻撃範囲よりも優位に立てる。\n- ゼリは加速手段が豊富で、ザヤのスネアを避けることができる。\n- ゼリは接近手段に確実性がないザヤに対して、Kiteを行いやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤの体力を削る。\n- ゼリの機動力を活かして、ザヤのスネアを避けながら攻撃する。\n- ザヤがスキルを使った後の隙を狙って、反撃を行う。\n- ゼリのウルトを使って、集団戦での位置取りを有利にする。\n- ザヤが近づく前に、スキルを使ってダメージを与え続ける。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持っており、ザヤの攻撃範囲を超えてハラスが可能です。\n- ザヤのスキルは発動に時間がかかるため、エズリアルの機動力を活かして避けやすいです。\n- エズリアルはスキルを使ったポークが得意で、ザヤが近づく前にダメージを与えることができます。\n- ザヤの攻撃は基本的に近接戦に強いが、エズリアルは距離を保ちながら戦えるため、ザヤの強みを活かさせません。\n- エズリアルのワープスキルにより、ザヤのスネアを避けることができ、反撃のチャンスを持ちやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤが近づけないようにする。\n- スキルを使ってミニオンを処理しつつ、ザヤにダメージを与える。\n- ザヤがスネアを使った後に、エズリアルのワープスキルで距離を取る。\n- ザヤが攻撃を仕掛ける前に、スキルを使って先手を取る。\n- 集団戦では、ザヤの無敵状態を避けるために、タイミングを見計らってスキルを使用する。",
      "ドレイヴン": "ドレイヴンがザヤに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ザヤの短い射程を利用して一方的にダメージを与えやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ザヤのスキルは発動に時間がかかるため、ドレイヴンの攻撃を避けるのが難しい。\n- ドレイヴンは移動速度を上げるスキルを持っており、ザヤのスネアを避けやすい。\n- ザヤはCCを持っているが、ドレイヴンはそのCCを受けると戦闘能力が低下するため、ドレイヴンが先に攻撃を仕掛けることで有利に立てる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ザヤにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大化する。\n- ザヤのスネアを避けるために、位置取りを工夫し、攻撃を仕掛けるタイミングを見極める。\n- アイテムを早めに揃え、ゴールドアドバンテージを活かして強力な装備を整える。\n- ザヤがスキルを使った後の隙を狙ってオールインを仕掛ける。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にダメージを与えることができる。\n- スモルダーのAoE攻撃は、ザヤが集団戦で羽根を使う際に効果的にダメージを与えることができる。\n- スモルダーはスキルをスタックさせることで後半のダメージが非常に高くなり、ザヤの持つスネアや無敵状態を凌ぐことができる。\n- ザヤのスキルは発動に時間がかかるため、スモルダーの高速移動を利用して回避しやすい。\n- スモルダーは集団戦でのエンゲージや支援が得意で、ザヤが孤立した際に有利に立ち回ることができる。\n\n有利の取り方:\n- レーンでのハラスを行い、ザヤの体力を削る。\n- スモルダーのスキルを使ってスタックを貯め、ダメージを増加させる。\n- ザヤがスネアを使った後の隙を狙って攻撃する。\n- 集団戦では、ザヤが羽根を使う前にスモルダーのAoE攻撃でダメージを与える。\n- Eスキルを使ってザヤの攻撃を避けつつ、距離を保ちながら攻撃を続ける。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にハラスができる。\n- コーキのスキルはAoEダメージが豊富で、ザヤが集団戦でダメージを出す前に削ることができる。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与え続けることができるため、ザヤの反撃を許さない。\n- ザヤのスネアや無敵スキルに対して、コーキはCCを持たないため、ザヤのスキルを避けやすい。\n- コーキは防御力を下げるデバフを持っており、ザヤに対してもダメージを通しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤの体力を削る。\n- スキルを使ってザヤの攻撃範囲外から攻撃し、接近を許さない。\n- 集団戦では、ザヤがスキルを使う前にダメージを与え、彼女の反撃を防ぐ。\n- マナ管理をしっかり行い、スキルを使い続けられるようにする。\n- ザヤが無敵状態のスキルを使った後に攻撃を仕掛け、反撃の隙を狙う。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは攻撃範囲がザヤよりも長いため、ザヤが接近する前にハラスが可能。\n- ユナラのスキルは魔法ダメージを与えるため、ザヤの物理防御を無視してダメージを与えやすい。\n- ユナラはスロー効果を持っており、ザヤの動きを制限することでKite能力を低下させることができる。\n- ザヤのスキルは発動に時間がかかるため、ユナラの攻撃を受ける前にダメージを与えられる。\n- ユナラは集団戦でのAoEダメージが強力で、ザヤの集団戦能力を上回ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤにダメージを与える。\n- スキルを使って攻撃速度を上げ、プッシュを早めて有利な状況を作る。\n- ザヤが近づいてきた際にはスローを使い、距離を保ちながら攻撃を続ける。\n- 集団戦ではアルティメットを活用し、ダメージを最大化してザヤを圧倒する。\n- ブッシュを利用してザヤの視界を切り、奇襲をかけることで有利な状況を作る。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トリスターナが近づく前にハラスを行いやすい。\n- コーキのAoEダメージにより、トリスターナはウェーブ管理が難しく、プッシュされやすい。\n- トリスターナのスキルクールダウンが長いため、コーキの攻撃を受ける時間が増える。\n- コーキはバーストダメージを持ち、トリスターナが装備を整える前にダメージを与えられる。\n- トリスターナのCCスキルは防御的なものであり、コーキの攻撃を止めることができない。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して視界を確保し、コーキのスキルを避ける。\n- スキルのクールダウンを考慮し、コーキのスキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携して、コーキに対する集団攻撃を行い、早期にキルを狙う。\n- アイテムを早めに揃え、トリスターナのバーストダメージを活かすためにファームを優先する。\n- コーキの攻撃を受ける際は、位置取りを工夫し、できるだけ安全な距離を保つ。",
      "サミーラ": "サミーラがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、サミーラが接近する前にハラスを行いやすい。\n- コーキのAoEダメージは、サミーラが近づく際に大きなダメージを与えることができ、サミーラの耐久力の低さを突くことができる。\n- サミーラは接近戦を得意とするが、コーキはその距離を保ちながら攻撃できるため、サミーラが有利な状況を作りにくい。\n- コーキはCCを持たないが、サミーラも単独でのCCがないため、コーキの攻撃を避ける手段が限られている。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、コーキのスキルを避ける。\n- サポートと連携し、コーキに対して集団での攻撃を仕掛けることで、接近戦を有利に持ち込む。\n- アイテムを早めに購入し、耐久力を上げることでコーキの攻撃に耐えられるようにする。\n- コーキのスキルのクールダウンを意識し、スキルがないタイミングを狙って攻撃する。",
      "トゥイッチ": "トゥイッチがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トゥイッチが近づく前にハラスを行いやすい。\n- コーキのAoEダメージは、トゥイッチのステルスや奇襲を無効化する可能性がある。\n- コーキは防御力を低下させるデバフを持っており、トゥイッチのダメージを通しやすくする。\n- トゥイッチは逃げ性能が低く、コーキの攻撃を受けやすい。\n- コーキはマナ消費が激しいが、トゥイッチは序盤に転ぶと何もできなくなるため、コーキが優位に立つと厳しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけ安全な位置から攻撃する。\n- ステルスを活用して、コーキのスキルを避けるタイミングを見計らう。\n- 早めにサポートやジャングラーと連携し、ギャンクを狙う。\n- 装備を整えるまで耐えることを意識し、無理にトレードを仕掛けない。\n- コーキのスキルのクールダウンを意識し、攻撃の隙を狙って反撃する。",
      "セナ": "セナが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、セナは距離を保つのが難しい。\n- コーキのAoEダメージにより、セナは一度に複数のミニオンやチャンピオンからダメージを受けやすい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、コーキの攻撃に対して脆弱。\n- コーキはCCを持たないため、セナのスネアを避けやすく、セナのハラスが効果的に機能しにくい。\n- コーキのアルティメットのクールダウンが短いため、持続的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、コーキの攻撃を避けるようにする。\n- セナのスネアを適切なタイミングで使用し、コーキを捕まえるチャンスを増やす。\n- サポートと連携し、コーキに対して集中的に攻撃を仕掛ける。\n- 早めにアイテムを購入し、耐久力を上げることでコーキのハラスに耐えられるようにする。\n- ミニオンを利用してコーキの攻撃を遮ることで、ダメージを軽減する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アッシュが近づく前にハラスを行いやすい。\n- コーキのAoEダメージにより、アッシュはレーンでのプッシュやハラスに苦しむ。\n- アッシュは機動スキルを持たないため、コーキの攻撃を避けるのが難しい。\n- コーキはバーストダメージや持続的なダメージを出せるため、アッシュがオールインされると不利になる。\n- コーキはCCを持たないが、アッシュのスローやスタンを避けることで、アッシュの攻撃を無効化しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮る。\n- サポートと連携して、コーキに対して集団で攻撃を仕掛ける。\n- 早めに防具を購入し、コーキのダメージを軽減する。\n- 位置取りを意識し、コーキの攻撃を避けるために常に後ろにいる。\n- 可能であれば、ジャングラーにガンクを依頼し、コーキを捕まえるチャンスを作る。",
      "ヴェイン": "ヴェインがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ヴェインはレーンでのダメージを受けやすい。\n- コーキのAoEダメージは、ヴェインのような単体攻撃型チャンピオンに対して効果的で、集団戦でもダメージを分散させやすい。\n- ヴェインは射程が短く、コーキの攻撃を避けるのが難しいため、特に序盤において不利な状況に陥りやすい。\n- コーキはCCを持たないが、ヴェインはCCを受けると脆弱であり、コーキの持続的なダメージに対して耐えにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- 早めにアイテムを購入し、耐久力を上げることでコーキのダメージを軽減する。\n- サポートと連携し、コーキに対して集団での攻撃を仕掛けることで、彼のハラスを抑える。\n- レベルアップを意識し、スキルを効果的に使ってコーキの攻撃を避けるタイミングを見極める。",
      "ジンクス": "ジンクスがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ジンクスは距離を詰めるのが難しい。\n- コーキのAoEダメージは、ジンクスの集団戦での強みを打ち消すことができる。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与えられるため、ジンクスが反撃する隙を与えにくい。\n- ジンクスは自衛手段が乏しく、コーキの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してコーキのスキルを避ける。\n- サポートと連携して、コーキに対して積極的にエンゲージを仕掛ける。\n- 早めに防具アイテムを購入し、耐久力を上げることでコーキのダメージを軽減する。\n- ジンクスのスキルを活かして、コーキのスキルを避けながらトレードを行う。",
      "ユナラ": "ユナラが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ユナラは距離を詰めるのが難しい。\n- コーキのAoEダメージにより、ユナラは一度に複数のダメージを受けやすく、耐久力が低いユナラには厳しい。\n- コーキはCCがないため、ユナラのスロー効果を無視して攻撃しやすい。\n- ユナラは通常攻撃に依存しているため、コーキの攻撃を受けるとKiteが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して位置取りを工夫する。\n- コーキのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携し、ガンクを狙うことでコーキにプレッシャーをかける。\n- アイテムを工夫し、耐久力を上げることでコーキのダメージを軽減する。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがコーキに有利です。\n\n理由:\n- コグ＝マウはAR/MRを低下させるスキルを持っており、コーキの防御力を下げることでダメージを通しやすくなります。\n- コグ＝マウの割合ダメージは、コーキのような耐久力が低い相手に対して特に効果的です。\n- コグ＝マウは長射程を持ち、コーキのハラスを受けることなく安全に攻撃できます。\n- コーキはCCがないため、コグ＝マウのスロー効果を利用して距離を保ちながら攻撃することが可能です。\n- コグ＝マウは集団戦でのダメージ出力が高く、コーキが集団戦での影響力を発揮しにくい状況を作り出せます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コーキのHPを削る。\n- コーキのスキルのCDを見極めて、スキルを使った後に攻撃を仕掛ける。\n- 自身のスキルを駆使して、コーキの攻撃を避けつつダメージを与える。\n- 集団戦では、コーキの防御力を下げるスキルを活用し、タンクや他の敵チャンピオンに対してもダメージを出す。\n- アイテムを適切に選び、コーキに対するダメージを最大化する。",
      "ケイトリン": "ケイトリンがコーキに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキよりも遠くから攻撃できるため、一方的にハラスが可能。\n- コーキはCCスキルを持たないため、ケイトリンの罠によるスネア効果で動きを制限されやすい。\n- ケイトリンのスキルは高いダメージを持ち、特に序盤からのタワーシージが得意で、コーキのプッシュ力を上回ることができる。\n- コーキはマナ消費が激しく、スキルを多用することでマナが枯渇しやすいが、ケイトリンは持続的なハラスが可能で、相手のリソースを削ることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- 罠を使ってコーキの動きを制限し、攻撃を当てやすくする。\n- コーキがスキルを使った後の隙を狙って、AAやスキルで追撃する。\n- タワー下でのプッシュを行い、早期にタワーを破壊してマップのコントロールを強化する。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキのAoE攻撃に対抗しやすい。\n- スモルダーのAoE攻撃は集団戦で非常に効果的であり、コーキが密集した敵に対して強い場合、スモルダーも同様に強力なダメージを出せる。\n- コーキはCCがないため、スモルダーのEスキルによる高速移動を利用して、攻撃を避けたり、追撃したりすることができる。\n- コーキのスキルはマナ消費が激しく、スモルダーが持続的に攻撃を続けることで、コーキのマナを枯渇させることができる。\n\n有利の取り方:\n- 序盤は慎重にプレイし、コーキのハラスを避けつつ、CSを確保する。\n- スタックを貯めるために、スキルを積極的に使用し、コーキの攻撃を受けないように位置取りを工夫する。\n- 集団戦では、コーキが密集した敵にAoE攻撃を行うタイミングを見計らい、スモルダーの強力なダメージを活かす。\n- コーキのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃を仕掛ける。",
      "エズリアル": "エズリアルがコーキに有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を受けずにハラスが可能。\n- コーキはCCがないため、エズリアルの機動力を活かした立ち回りに対抗できない。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられる。\n- コーキはマナ消費が激しく、スキルを多用することでマナ枯渇を狙える。\n- エズリアルはワープスキルを持ち、コーキの攻撃を避けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- スキルを使ってコーキの攻撃を避けつつ、距離を保ちながらダメージを与える。\n- コーキがスキルを使った後の隙を狙って攻撃する。\n- マナ管理に注意し、コーキがマナ枯渇するまで持続的に攻撃を続ける。\n- 敵のミニオンを利用して、コーキのスキルを避ける立ち回りを心がける。",
      "ミス・フォーチュン": "ミス・フォーチュンはコーキに有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、コーキのAoEスキルに対しても効果的にダメージを与えられる。\n- コーキはCCがないため、ミス・フォーチュンのスローやUltによる制圧力に対抗できない。\n- ミス・フォーチュンのパッシブによる追加ダメージが、コーキの耐久力を削りやすい。\n- ミス・フォーチュンはレーンでのショートトレードが得意で、コーキのマナ消費を強制的にさせることができる。\n- コーキは自己強化がないため、ミス・フォーチュンの持続的なハラスに対して弱い。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- スキルを使ってコーキの動きを制限し、逃げ道をなくす。\n- Ultを使って集団戦での影響力を高め、コーキを狙う。\n- Wを活用して立ち位置を調整し、コーキの攻撃を避ける。\n- コーキがマナを枯渇させるように、スキルを連打してプレッシャーをかける。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンはスネア効果を持つスキルを使ってコーキの動きを制限できるため、コーキの攻撃を避けやすくする。\n- コーキはCCがないため、ジンのスキルや通常攻撃に対して反撃手段が限られている。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、コーキのHPが減った際に特に効果的。\n- ジンは長射程の攻撃を持ち、コーキの攻撃を受ける前にダメージを与えることができる。\n- コーキはマナ消費が激しく、スキルを多用するとマナが枯渇しやすいが、ジンは持続的に攻撃できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コーキのHPを削る。\n- スネアを使ってコーキの動きを制限し、攻撃のチャンスを作る。\n- 4発目の攻撃やアルティメットを使って、コーキのHPが減ったタイミングで一気にダメージを与える。\n- コーキのスキルのクールダウンを見極め、スキルがないタイミングで攻撃を仕掛ける。\n- マナ管理をしっかり行い、コーキがマナ枯渇する前に有利な状況を作る。",
      "ドレイヴン": "ドレイヴンがコーキに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、コーキのHPを早期に削ることができる。\n- コーキはCCがないため、ドレイヴンの攻撃を止める手段がない。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- コーキはマナ消費が激しく、スキルを多用すると枯渇しやすいが、ドレイヴンはAAでのダメージを重視するため、マナ管理がしやすい。\n- ドレイヴンの移動速度上昇スキルにより、コーキに対して追撃や逃げる際の柔軟性が高い。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、コーキのHPを削る。\n- 斧を正確に拾い続け、ダメージを最大化する。\n- コーキがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- 可能な限り視界を確保し、敵の動きを把握して安全にファームを行う。\n- アイテムを早めに揃え、コーキに対して圧力をかけ続ける。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキよりも遠くから攻撃できるため、ハラスが一方的に行いやすい。\n- ケイトリンの罠によるスネア効果で、コーキの動きを制限しやすく、捕まえられるリスクが高まる。\n- コーキはCCがないため、ケイトリンの攻撃を受け続けると、持続的なダメージを受けやすい。\n- ケイトリンのバーストダメージに対して、コーキは自己強化がないため、殴り合いで不利になることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ケイトリンの攻撃範囲を意識して立ち位置を調整する。\n- ケイトリンの罠を避けるために、視界を確保し、罠の設置場所を把握する。\n- ジャングラーと連携して、ケイトリンに対するGankを仕掛け、彼女の強みを削ぐ。\n- スキルのマナ管理をしっかり行い、必要な時にスキルを使えるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、セナよりも一方的にハラスを行いやすい。\n- ケイトリンの罠によるスネア効果は、セナが逃げる手段を制限し、捕まるリスクを高める。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃に対して耐えにくい。\n- ケイトリンはGankに強い特性を持ち、セナが捕まりやすい状況を作り出すことができる。\n- セナの回復能力はあるものの、ケイトリンの高いバーストダメージに対抗するのは難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけミニオンの後ろに位置し、ケイトリンの攻撃を受けないようにする。\n- サポートと連携し、ケイトリンの罠を避けるために視界を確保し、Gankを警戒する。\n- セナのスキルを活用して、ケイトリンの攻撃を受けた際に回復を行い、持続的にレーンに留まる。\n- アイテムを早めに購入し、耐久力を上げることで、ケイトリンの攻撃に対する耐性を高める。\n- セナのスネアを適切なタイミングで使用し、ケイトリンの攻撃を制限することで、逆にハラスを行うチャンスを作る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ヴェインが攻撃を仕掛ける前に一方的にハラスを受けやすい。\n- ケイトリンの罠によるスネア効果で、ヴェインの機動力が制限され、逃げることが難しくなる。\n- ヴェインは射程が短いため、ケイトリンの攻撃を避けることが難しく、特に序盤のレーン戦で不利になる。\n- ケイトリンの高いダメージとプッシュ力により、タワーシージが得意で、ヴェインがレーンでのプレッシャーを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して隠れながら動く。\n- サポートと連携して、ケイトリンの罠を避けるための視界を確保する。\n- レベルが上がるまで耐え、アイテムを揃えてからオールインを狙う。\n- ケイトリンのスキルのCDを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ジンクスよりも遠くから一方的にハラスを行うことができる。\n- ケイトリンの罠によるスネア効果は、ジンクスの移動を制限し、接近を難しくするため、ジンクスが攻撃を仕掛けるタイミングを失いやすい。\n- ケイトリンは序盤からのタワーシージが得意で、ジンクスが育つ前にタワーを破壊されるリスクが高い。\n- ジンクスは自衛手段が乏しく、ケイトリンの攻撃を受けると大きなダメージを受けやすい。\n\n不利の緩和策:\n- サポートと連携して、ケイトリンの攻撃を避けるために位置取りを工夫する。\n- ケイトリンの罠を避けるために、視界を確保し、罠の位置を把握しておく。\n- ジンクスのスキルを活用して、ケイトリンの攻撃を受ける前に反撃するタイミングを見計らう。\n- ジャングラーと連携して、ケイトリンに対するGankを狙い、レーンでの優位性を取り戻す。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、サミーラが接近する前に一方的にハラスを受ける。\n- ケイトリンの罠によるスネア効果で、サミーラは接近することが難しく、行動を制限される。\n- サミーラは射程が短く、ケイトリンの攻撃を避けることができず、殴り合いで不利になる。\n- ケイトリンの高いダメージとプッシュ力により、レーンでの優位性を保たれやすい。\n\n不利の緩和策:\n- サポートと連携して、ケイトリンの攻撃を避けるための視界を確保する。\n- ケイトリンの罠を避けるために、マップの位置を意識し、罠の設置場所を把握する。\n- レベルアップやアイテムを活用して、接近戦でのダメージを強化し、オールインを狙うタイミングを見計らう。\n- ジャングラーのGankを呼び込み、ケイトリンにプレッシャーをかけることで、レーンの状況を改善する。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ケイトリンと同じく遠距離からのハラスが得意です。これにより、ケイトリンの攻撃を避けつつ反撃が可能です。\n- ジンのスキルはAoE効果を持ち、レーンでのプッシュやトレードにおいて優位性を発揮します。特に、ケイトリンが罠を使う前に攻撃を仕掛けることができます。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して強力です。\n- ケイトリンはオールインに弱いですが、ジンはその特性を利用して、接近戦を避けつつダメージを与えることができます。\n- ジンはクリティカルヒット時に移動速度が上昇するため、ケイトリンの攻撃を避けやすく、立ち回りがしやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ケイトリンの体力を削る。\n- ケイトリンが罠を設置する前に、スキルを使って攻撃を仕掛ける。\n- 4発目の攻撃を意識し、ケイトリンのHPが減ったタイミングでアルティメットを使用する。\n- ケイトリンのスキルのCDを把握し、隙を突いて攻撃を行う。\n- ジンの移動速度を活かして、ケイトリンの攻撃を避けつつ、反撃のチャンスを狙う。",
      "ジグス": "ジグスがケイトリンに有利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ケイトリンの攻撃を避けながらダメージを与えることができる。\n- ケイトリンのスキルはモーションが長く、ジグスのスキルを避けるのが難しい。\n- ジグスのAoEダメージはミニオン処理や集団戦で非常に強力で、ケイトリンが一方的に攻撃することを許さない。\n- ケイトリンはスキルのCDが長く、ジグスはその間に攻撃を仕掛けることができる。\n- ジグスの設置型スキルは、ケイトリンの移動を制限し、攻撃を受けやすくする。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ケイトリンの体力を削る。\n- ミニオンを利用してケイトリンの攻撃を避けつつ、スキルを当てる。\n- ケイトリンがスキルを使った後の隙を狙って攻撃する。\n- ジャングラーと連携して、ケイトリンにプレッシャーをかける。\n- タワーシージの際に、ジグスのAoEダメージを活かしてタワーを早く破壊する。",
      "シヴィア": "シヴィアがケイトリンに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、序盤からミニオンを素早く処理できるため、ケイトリンに対してプッシュ優位を持つ。\n- シヴィアのスペルシールドは、ケイトリンの罠やスキルを無効化できるため、トレードで有利に立ちやすい。\n- シヴィアは移動速度を上昇させる手段が豊富で、ケイトリンの攻撃を避けやすい。\n- ケイトリンの射程が長いが、シヴィアはウェーブを押し込むことでタワー下でのプレッシャーを軽減できる。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ケイトリンのスキルを回避しながら攻撃できる。\n\n有利の取り方:\n- 初期のウェーブでWを使い、レベル2や3に早く到達してプッシュを開始する。\n- マナ管理をしっかり行い、必要な時にQを使ってトレードを有利に進める。\n- タワー下ではケイトリンの攻撃を避けるため、ミニオンを押し込んで安全な位置を確保する。\n- スペルシールドを活用して、ケイトリンの罠やスキルを無効化し、トレードを有利に進める。\n- 同じスキルレベルであれば、シヴィアはケイトリンに対して有利なトレードを行いやすい。",
      "コグ＝マウ": "コグ＝マウがケイトリンに有利です。\n\n理由:\n- コグ＝マウはスキルを使うことでAR/MRを低下させることができ、ケイトリンの耐久力を削ることができる。\n- コグ＝マウのスキルは割合ダメージを持っており、タンクや高耐久の相手に対しても効果的にダメージを与えられる。\n- ケイトリンはスキルのモーションが長く、コグ＝マウのスキルを避けるのが難しいため、ハラスを受けやすい。\n- コグ＝マウは射程が長く、特にWを使うことでケイトリンに対しても一方的に攻撃できる。\n- ケイトリンは自衛手段が乏しく、コグ＝マウの持つスロー効果によって動きを制限されやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ケイトリンのHPを削る。\n- スキルを使ってAR/MRを低下させ、ケイトリンに対するダメージを増加させる。\n- ケイトリンのスキルを避けつつ、コグ＝マウのスキルを当てることで、相手の動きを制限する。\n- ジャングラーとの連携を強化し、ケイトリンを狙ったGankを仕掛ける。\n- 集団戦では、後衛から安全にダメージを出し続け、ケイトリンを排除することを目指す。",
      "ルシアン": "ルシアンがケイトリンに有利です。\n\n理由:\n- ルシアンは高いバーストダメージを持ち、序盤から攻撃的にプレイできるため、ケイトリンのハラスを受けにくい。\n- ルシアンのスキルはクールダウンが短く、連続攻撃が可能なため、ケイトリンに対して持続的なダメージを与えやすい。\n- ケイトリンの射程は長いが、ルシアンは機動力が高く、スキルを使って距離を詰めたり逃げたりできるため、ケイトリンの攻撃を避けやすい。\n- ルシアンはスキルを使った後の通常攻撃が強化されるため、ケイトリンのスネアや罠を避けながら攻撃できる。\n- レベル2でのパワースパイクを活かし、早期に攻撃を仕掛けることでケイトリンの健康を削り、レーンの主導権を握ることができる。\n\n有利の取り方:\n- レベル2に達したら、積極的に攻撃を仕掛け、スキルと通常攻撃のコンボでケイトリンの健康を削る。\n- ケイトリンのスキルを避けるために、スキルを使った後に位置を変え、反撃を受けないようにする。\n- クリープを利用してケイトリンにポークを行い、距離を保ちながらダメージを与える。\n- ケイトリンが罠を設置した場合は、スキルを使ってその範囲を避け、攻撃を続ける。\n- ジャングラーとの連携を取り、Gankを仕掛けることでケイトリンにプレッシャーをかける。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはケイトリンに対して射程が短いものの、スネアを持っているため、ケイトリンの攻撃を避けつつ反撃が可能。\n- ケイトリンのスキルはモーションが長く、ザヤはその隙を突いて攻撃できる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、ケイトリンが一方的に攻撃できる状況を作りにくい。\n- ザヤは無敵状態を持つため、ケイトリンのバーストダメージを回避できる。\n- ケイトリンは短射程のチャンピオンに対して有利だが、ザヤはその短射程を逆手に取ることができる。\n\n有利の取り方:\n- ケイトリンのスキルを避けながら、スネアを使って反撃する。\n- ケイトリンが罠を設置した際に、罠の範囲を避けつつ攻撃する。\n- ザヤのスキルを駆使して、ケイトリンの攻撃を受けずにダメージを与える。\n- 集団戦では、ザヤのAoEダメージを活かしてケイトリンを圧倒する。\n- ラカンと組むことで、ザヤの強みをさらに引き出し、ケイトリンに対するプレッシャーを高める。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルはスキルを駆使して戦うため、ケイトリンの長射程を逆手に取ることができる。\n- エズリアルのスキルはクールダウンが短く、ケイトリンのハラスに対して持続的に反撃できる。\n- ケイトリンのスキルはモーションが長く、エズリアルはEで回避することでダメージを避けやすい。\n- エズリアルは射程が長く、ケイトリンの攻撃を受けずにポークできるため、レーンでの優位性を保ちやすい。\n- ケイトリンの罠に対して、エズリアルはEで簡単に回避できるため、CCを避けやすい。\n\n有利の取り方:\n- レーン開始時にスキルを使ってケイトリンにハラスを行い、優位に立つ。\n- Eを使ってケイトリンの攻撃を避けつつ、反撃のチャンスを狙う。\n- ケイトリンが罠を設置した際には、Eを使って安全に距離を取る。\n- スキルのクールダウンを活かして、常にケイトリンに圧力をかけ続ける。\n- ジャングラーとの連携を取り、Gankを狙うことでケイトリンを圧倒する。",
      "ドレイヴン": "ドレイヴンがケイトリンに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ケイトリンのハラスを受ける前に攻撃を仕掛けることができる。\n- ケイトリンの攻撃は長射程だが、ドレイヴンは移動速度を上げるスキルを持っており、接近して攻撃することが可能。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- ケイトリンはスキルのモーションが長く、ドレイヴンはその隙を突いて攻撃を仕掛けることができる。\n- ドレイヴンはCCを持っており、ケイトリンの動きを制限することができる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ケイトリンのHPを削る。\n- 斧を正確に拾い、ダメージを最大化することで、ケイトリンに対して優位に立つ。\n- ケイトリンのスキルのCDを見極め、スキルが使えないタイミングでオールインを狙う。\n- ジャングラーとの連携を強化し、Gankを仕掛けることでケイトリンを圧倒する。\n- 罠やCCを避けつつ、ケイトリンに近づいて攻撃を行う。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリがカリスタに不利です。\n\n理由:\n- カリスタは対象指定のCCを持っており、ゼリの機動力を封じることができる。\n- カリスタの短距離リープにより、ゼリの攻撃を避けることができ、Kite性能が高い。\n- カリスタは高いバーストダメージを持ち、ゼリの基礎ステータスの低さを突くことができる。\n- カリスタのアルティメットは、集団戦での連携を強化し、ゼリに対する圧力を高める。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタのCCを避けるためのポジショニングを意識する。\n- アイテムを早めに購入し、基礎ステータスを強化して耐久力を上げる。\n- 集団戦では、カリスタのアルティメットを避けるために、位置取りを工夫する。",
      "セナ": "セナが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、セナの攻撃を避けやすい。\n- カリスタのアルティメットは、セナのCCを無効化することができ、セナの捕まえやすさを減少させる。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、カリスタの高いバーストダメージに対処しづらい。\n- カリスタはKite性能が高く、セナの攻撃を避けながら反撃することができる。\n- セナの逃げ手段が乏しいため、カリスタの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを控え、カリスタの攻撃を避けることに集中する。\n- サポートと連携し、カリスタの攻撃を受けないように位置取りを工夫する。\n- 早めにアイテムを購入し、耐久力を上げることでカリスタのバーストに耐えられるようにする。\n- 敵ジャングラーの動きを警戒し、Gankを避けるために視界を確保する。\n- セナのCCを活かすタイミングを見極め、カリスタがブリンクを使った後に攻撃する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、ヴェインの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果が、ヴェインの機動力を制限する。\n- カリスタは射程が長く、ヴェインが近づく前に攻撃を仕掛けることができる。\n- ヴェインは射程が短く、カリスタのKite性能に対抗しづらい。\n- カリスタは視界を確保するスキルを持ち、ヴェインの動きを察知しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタのアルティメットを使わせるタイミングを見計らう。\n- 可能であれば、アイテムを早めに購入し、ダメージを増加させる。\n- カリスタのブリンクを読んで、壁を利用して逃げるか、反撃のチャンスを作る。\n- 集団戦では、カリスタのスキルを避けつつ、他の敵チャンピオンを狙う。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、トゥイッチの攻撃を避けやすい。\n- カリスタのアルティメットは、トゥイッチの奇襲を無効化する可能性があり、連携を強化する。\n- カリスタは対象指定のCCを持っており、トゥイッチの逃げる手段を封じることができる。\n- トゥイッチは逃げ性能が低く、カリスタの攻撃を受けやすい。\n- カリスタは集団戦での持続的なダメージを出しやすく、トゥイッチのバーストダメージに対抗できる。\n\n不利の緩和策:\n- トゥイッチは序盤から積極的にファームし、装備を整えることで強化する。\n- ステルスを活用してカリスタの視界を避け、奇襲を狙うタイミングを見計らう。\n- サポートと連携し、カリスタのアルティメットを無効化するタイミングを作る。\n- 逃げ道を確保するために、位置取りを意識し、カリスタの攻撃を受けないようにする。\n- 集団戦では、カリスタのブリンクを意識し、彼女がスキルを使った後に攻撃を仕掛ける。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、エズリアルのスキルを避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、エズリアルの機動力を無効化する可能性がある。\n- エズリアルは主にスキルで戦うが、カリスタは高いKite性能を持ち、エズリアルの攻撃を避けながら反撃できる。\n- カリスタは持続的なダメージを与える能力が高く、エズリアルの耐久力を削りやすい。\n- エズリアルの主力スキルは方向指定であり、カリスタの機動力に対して当てにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、カリスタの攻撃を受けない位置取りを心がける。\n- スキルを使う際は、カリスタのブリンクを考慮し、予測して当てるようにする。\n- サポートと連携し、カリスタに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでカリスタの攻撃に耐えられるようにする。\n- 敵の動きを常に観察し、カリスタのアルティメットのクールダウンを意識して行動する。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、ドレイヴンの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、ドレイヴンの攻撃を妨害し、彼のダメージ出力を低下させる。\n- ドレイヴンは移動妨害CCに弱く、カリスタの機動力によって追撃されやすい。\n- カリスタは集団戦での機動性が高く、ドレイヴンが狙いにくい位置に移動できる。\n- カリスタは対象指定CCを持たないため、ドレイヴンの攻撃を無効化する手段がないが、カリスタの機動力でドレイヴンを圧倒できる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、カリスタの攻撃を避ける。\n- サポートと連携し、カリスタのアルティメットを無効化するタイミングを見計らう。\n- 早めにアイテムを揃え、バーストダメージを高めてカリスタを圧倒する。\n- カリスタのブリンクを読んで、予測攻撃を行うことでダメージを与える。\n- 敵ジャングラーの動きを警戒し、カリスタの攻撃を受けないようにする。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、スキルを駆使して高いKite性能を発揮できるため、スモルダーの攻撃を避けやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、スモルダーが攻撃を仕掛ける際にカリスタのサポートが非常に効果的。\n- スモルダーはAA強化がないため、カリスタの高DPSに対抗しづらい。\n- カリスタは対象指定のCCを持っており、スモルダーの移動を制限することができる。\n- スモルダーは序盤のスキル性能が低く、カリスタの早期の攻撃力に対抗できない。\n\n不利の緩和策:\n- レーンでのトレードを避け、ファームを優先することで、スモルダーのスタックを貯める。\n- サポートと連携し、カリスタの攻撃を受けないように位置取りを工夫する。\n- スモルダーのEスキルを活用して、カリスタの攻撃を避けるタイミングを見計らう。\n- 集団戦では、カリスタのブリンクを無効化するような位置取りを心がけ、彼女の動きを制限する。\n- アイテムを早めに購入し、ダメージを増加させることで、カリスタに対抗できるようにする。",
      "コーキ": "コーキがカリスタに不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、コーキの攻撃を避けやすい。\n- カリスタのアルティメットは、味方を助けるための強力なツールであり、コーキの攻撃を無効化することができる。\n- コーキはCCがないため、カリスタの機動力に対処できず、Kiteされやすい。\n- カリスタは高いバーストダメージを持ち、コーキの耐久力が低いため、瞬時に倒される可能性が高い。\n- カリスタは対象指定CCを持たないため、コーキの攻撃を受けることなく、距離を保ちながら攻撃できる。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタのブリンクを無効化するような戦略を取る。\n- マナ管理を徹底し、スキルを無駄に使わないようにする。\n- 可能であれば、アイテムを購入して耐久力を上げ、カリスタのバーストに耐えられるようにする。\n- 集団戦では、カリスタのアルティメットを避ける位置取りを心がける。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、ルシアンの攻撃を回避しやすい。\n- カリスタのアルティメットは味方を助ける強力なツールで、ルシアンがオールインを仕掛けた際に逆転される可能性がある。\n- カリスタは対象指定のCCを持たないため、ルシアンは自由に動き回れるが、カリスタの高いKite性能により、ルシアンが攻撃を当てるのが難しい。\n- カリスタは集団戦での持続的なダメージが高く、ルシアンが射程の短さから狙われやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- スキルを使った後の通常攻撃を活かし、カリスタのブリンクを誘発させる。\n- カリスタのアルティメットが発動する前に、味方と連携して攻撃を仕掛ける。\n- 集団戦では、カリスタの位置を常に意識し、彼女の攻撃を避けるように立ち位置を調整する。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、ジンクスの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、ジンクスの移動を妨げ、攻撃を受けやすくする。\n- カリスタは高いKite性能を持ち、ジンクスが接近するのを防ぎやすい。\n- ジンクスは自衛手段が乏しく、カリスタの攻撃を受けると脆弱な状態になる。\n\n不利の緩和策:\n- サポートと連携して、カリスタのブリンクを無効化するような位置取りを心がける。\n- ジンクスのスキルを活用して、カリスタの攻撃を避けるための距離を保つ。\n- 早めに防御アイテムを購入し、カリスタのダメージを軽減する。\n- 集団戦では、カリスタのアルティメットを避けるために、位置取りを意識して動く。"
    },
    "loses": {
      "ヴァルス": "ヴァルスがカリスタに有利です。\n\n理由:\n- 射程の差: ヴァルスはカリスタよりも長い射程を持っており、遠距離から安全に攻撃できるため、カリスタの攻撃を避けやすい。\n- CC効果: ヴァルスのスネア効果により、カリスタの動きを制限できるため、彼女のKite性能を無効化しやすい。\n- AoEダメージ: ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいて優位に立てる。\n- スノーボール性能: ヴァルスはキルを取ることで攻撃速度が増加し、さらに強力なダメージを出せるため、カリスタに対して有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてカリスタに対して積極的にハラスを行い、彼女の体力を削る。\n- CCを活用: スネアを使ってカリスタの動きを制限し、追撃や逃げる手段を奪う。\n- 集団戦での位置取り: AoEダメージを活かして、集団戦でカリスタを狙い撃ちする。\n- アイテムの選択: 早めに攻撃力を上げるアイテムを購入し、カリスタに対して圧力をかけ続ける。",
      "ザヤ": "ザヤがカリスタに有利です。\n\n理由:\n- ザヤはスネアを持っており、カリスタの短距離リープを封じることができるため、カリスタの機動力を制限できる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カリスタが単体でのダメージを出すのが難しい状況を作りやすい。\n- ザヤは加速スキルを持っており、カリスタの攻撃を避けやすく、反撃のチャンスを増やすことができる。\n- カリスタは操作が忙しく、連携が必要なため、ザヤのスネアや反撃に対して脆弱になりやすい。\n\n有利の取り方:\n- ザヤはカリスタとの距離を保ちながら、スネアを狙ってカリスタを捕まえる。\n- カリスタがリープを使った後に、ザヤの加速を活用して距離を詰め、反撃を行う。\n- 集団戦では、ザヤのAoEダメージを活かしてカリスタを狙うことで、ダメージを効率的に与える。\n- ラカンと連携し、ザヤのスキルを強化することで、カリスタに対する圧力をさらに高める。",
      "トリスターナ": "トリスターナがカリスタに有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、カリスタの攻撃を避けやすい。\n- トリスターナのバーストダメージは高く、特にカリスタの脆いサポートがいる場合、早期にキルを狙いやすい。\n- トリスターナはノックバック効果を持つスキルを使って、カリスタの攻撃を無効化し、自身の安全を確保できる。\n- カリスタはAAをキャンセルできないため、トリスターナの高いDPSに対して持続的にダメージを受けやすい。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、カリスタのリープを避けることができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カリスタのHPを削る。\n- トリスターナのバーストダメージを活かして、カリスタやそのサポートを早期に排除する。\n- カリスタがリープを使った後の隙を狙って、ノックバックを使い反撃する。\n- レベルが上がったら、射程を活かして安全な位置から攻撃し続ける。\n- 集団戦では、カリスタのアルティメットを警戒しつつ、位置取りを工夫してダメージを与える。",
      "サミーラ": "サミーラがカリスタに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、カリスタの短距離リープを利用して攻撃することができる。\n- カリスタはAAをキャンセルできないため、サミーラの高いDPSに対抗しづらい。\n- サミーラはスキルの組み合わせでスタイルランクを上げることで、瞬時に高いバーストダメージを出せる。\n- カリスタのCCスキルは主にUltに依存しており、サミーラはその間に攻撃を仕掛けることができる。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、カリスタの攻撃を避けやすい。\n\n有利の取り方:\n- サミーラはカリスタに接近し、スキルを駆使して高いダメージを与える。\n- カリスタのリープを読んで、タイミングよく攻撃を仕掛ける。\n- 味方のCCを利用してカリスタを捕まえ、ダメージを集中させる。\n- サミーラのスキルを連携させて、カリスタの動きを制限する。\n- 集団戦では、カリスタのUltを避ける位置取りを心がける。",
      "ミス・フォーチュン": "ミス・フォーチュンはカリスタに有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、カリスタがAAをキャンセルできないため、レーンでのハラスが効果的。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が大きい。カリスタは集団戦での戦力が装備に依存しやすい。\n- カリスタは接近戦に強いが、ミス・フォーチュンはWで移動速度を上げて立ち位置を調整できるため、カリスタの攻撃を避けやすい。\n- ミス・フォーチュンのスロー効果により、カリスタのリープを制限できるため、Kite性能を低下させることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、カリスタのHPを削る。\n- ミス・フォーチュンのスキルを使って、カリスタが近づく前にダメージを与える。\n- 集団戦では、カリスタが接近する前にUltを使い、AoEダメージで一気に削る。\n- Wを活用して、カリスタの攻撃を避けつつ、位置取りを工夫してダメージを与え続ける。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、カリスタのリーチを上回るため、遠距離から安全に攻撃できる。\n- ジンのスネア効果により、カリスタのブリンクを封じることができ、彼女の機動力を制限できる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、カリスタのHPが減った際に致命的なダメージを与えられる。\n- カリスタはAAをキャンセルできないため、ジンの攻撃を受け続けるリスクが高い。\n- ジンは集団戦でのAoEダメージが強力で、カリスタが集団戦での戦力を発揮しにくい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カリスタのHPを削る。\n- スネアを使ってカリスタの動きを制限し、追撃やダメージを与える。\n- 4発目の攻撃を意識し、カリスタのHPが減ったタイミングでオールインを狙う。\n- 集団戦では、カリスタが接近する前にスキルを使ってダメージを与え、彼女の動きを封じる。\n- サポートと連携し、カリスタがリーチを活かせない状況を作る。",
      "シヴィア": "シヴィアがカリスタに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、カリスタがレーンでのプレッシャーをかけるのを難しくします。\n- シヴィアのスペルシールドにより、カリスタのCCを無効化できるため、トレードで有利に立ちやすいです。\n- シヴィアは移動速度を上昇させる手段が豊富で、カリスタの攻撃を避けやすいです。\n- カリスタはAAをキャンセルできないため、シヴィアのAoE攻撃に対して脆弱です。\n- シヴィアは後衛にダメージを与える能力が高く、集団戦でもカリスタに対して優位に立てます。\n\n有利の取り方:\n- レーン開始時にシヴィアのスキルを使って早めにウェーブをクリアし、カリスタにプレッシャーをかける。\n- スペルシールドを活用して、カリスタのCCを無効化し、トレードで有利を取る。\n- 移動速度を上昇させるスキルを使い、カリスタの攻撃を避けながら反撃する。\n- 集団戦では、シヴィアのAoE攻撃を活かしてカリスタを狙い、後衛からダメージを与える。\n- カリスタがリープを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "アフェリオス": "アフェリオスがカリスタに有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることができ、状況に応じた戦術を展開しやすい。\n- カリスタの短距離リープは、アフェリオスのスネアやスローによって無効化される可能性が高い。\n- アフェリオスは高いハラス性能を持ち、カリスタがAAを当てる前にダメージを与えることができる。\n- カリスタはAAや攻撃速度を強化するスキルがないため、アフェリオスの持つ武器の効果を受けやすい。\n- アフェリオスは集団戦での火力が高く、カリスタが集団戦での影響力を発揮しにくい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カリスタの体力を削る。\n- スネアやスローを駆使してカリスタの動きを制限し、リープを無効化する。\n- 武器の組み合わせを意識し、カリスタが近づく前にダメージを与える。\n- 集団戦では、カリスタがリープを使うタイミングを見計らい、CCを当てて無力化する。\n- 位置取りを工夫し、カリスタの攻撃を避けつつ、ダメージを与え続ける。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、セナよりも射程が長いため、セナはハラスを受けやすい。\n- ヴァルスのスネア効果により、セナは捕まるリスクが高く、逃げる手段が乏しいため、致命的なダメージを受ける可能性がある。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいてセナに対して優位に立つことができる。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴァルスの持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃を避けるようにする。\n- サポートと連携して、ヴァルスに対して積極的にハラスを行い、プレッシャーをかける。\n- 逃げ道を確保するために、視界を確保し、敵の動きを常に把握する。\n- アイテムを早めに購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、サミーラが接近する前にダメージを与えられる。\n- ヴァルスのCCスキルによって、サミーラの動きを制限されるため、接近戦に持ち込むのが難しい。\n- サミーラは低い防御ステータスを持ち、ヴァルスの持続的なポークに対して脆弱。\n- ヴァルスのAoEダメージは、集団戦でサミーラが接近する際に大きな脅威となる。\n\n不利の緩和策:\n- サポートと連携して、ヴァルスの攻撃を避けるためのタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げることでポークに耐える。\n- ヴァルスのスキルのクールダウンを狙って、隙を見て接近する。\n- 敵チームの他のメンバーと連携し、ヴァルスを集中攻撃して早期に排除する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、アッシュよりも遠くからハラスが可能。\n- ヴァルスのスネア効果により、アッシュは捕まるリスクが高く、逃げる手段がないため非常に脆弱。\n- ヴァルスのAoEダメージにより、集団戦やレーンでのハラスが強力で、アッシュは持続的なダメージを受けやすい。\n- アッシュはバーストダメージが低く、オールイン合戦でヴァルスに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してヴァルスの攻撃を遮る。\n- サポートと連携して、ヴァルスのスネアを避けるための位置取りを意識する。\n- 早めに防具アイテムを購入し、耐久力を上げることでハラスに耐える。\n- スキルを使った後のヴァルスの隙を狙って、反撃のチャンスを作る。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ヴァルスは長射程からのポークが得意で、コグ＝マウは基礎射程が短いため、ハラスを受けやすい。\n- ヴァルスのスネア効果により、コグ＝マウは動きを制限されやすく、逃げる手段が乏しいため捕まりやすい。\n- ヴァルスのAoEダメージは集団戦で非常に強力で、コグ＝マウは自衛手段が限られているため、集団戦での生存が難しい。\n- ヴァルスはスノーボール性能が高く、キルを取られるとさらに強化されるため、序盤からのプレッシャーが大きい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ヴァルスのスキルを避けるようにする。\n- サポートと連携し、ヴァルスに対して積極的にハラスを行い、逆にプレッシャーをかける。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- レーン戦でのCSを優先し、スケーリングを意識して後半に備える。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、ジンクスが近づく前にハラスを受けやすい。\n- ヴァルスのスネア効果により、ジンクスは動きを制限され、接近や逃げる手段が難しくなる。\n- ヴァルスのAoEダメージは集団戦での影響力が大きく、ジンクスが集団戦で活躍する前にダメージを受ける可能性が高い。\n- ジンクスは自衛手段が乏しく、ヴァルスの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ヴァルスの位置を常に把握する。\n- スキルを使うタイミングを見極め、ヴァルスのスネアを避けるように動く。\n- 可能であれば、アイテムを早めに購入し、耐久力を上げることで生存率を高める。\n- 集団戦では、後衛から安全に攻撃できる位置を確保し、ヴァルスの攻撃を避けるように心がける。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ヴァルスは長射程からのポークが得意で、トリスターナが近づく前にダメージを与えられる。\n- ヴァルスのCCスキルにより、トリスターナは動きを制限され、攻撃を受けやすくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃手段が限られるため、ヴァルスの持続的なハラスに対処しづらい。\n- トリスターナのバーストダメージは高いが、ヴァルスの持続的なダメージと射程の優位性により、トレードで不利になることが多い。\n\n不利の緩和策:\n- レベルが上がるまで慎重にプレイし、ヴァルスの攻撃を避けることに集中する。\n- サポートと連携し、ヴァルスに対して一斉に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、特に防御アイテムを購入して耐久力を上げる。\n- ヴァルスのスキルのクールダウンを狙い、スキルがないタイミングで積極的に攻撃する。",
      "ゼリ": "ゼリはヴァルスに不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、ゼリの攻撃を受ける前にダメージを与えることができる。\n- ヴァルスのスネア効果を持つスキルにより、ゼリの機動力を制限されやすく、逃げる手段が減る。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、ヴァルスのハラスに対抗しにくい。\n- ヴァルスのAoEダメージにより、集団戦やレーンでのハラスが非常に厳しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してヴァルスの攻撃を遮る。\n- サポートと連携して、ヴァルスのスキルを避ける動きを心がける。\n- アイテムを早めに購入し、耐久力を上げることでハラスに耐える。\n- レベルアップを狙い、スキルを強化して反撃のチャンスを増やす。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、ザヤが近づく前にハラスを行いやすい。\n- ヴァルスのスネア効果により、ザヤは動きを制限され、反撃のチャンスが減少する。\n- ザヤの攻撃範囲が短いため、ヴァルスの攻撃を避けることが難しい。\n- ヴァルスはAoEダメージを持ち、集団戦やシージでの強みを活かしやすい。\n- ザヤはスキルの発生に時間がかかるため、ヴァルスの攻撃を受けやすい。\n\n不利の緩和策:\n- サポートと連携して、ヴァルスの攻撃を避ける位置取りを心がける。\n- スキルを使うタイミングを見極め、ヴァルスのスネアを避けるようにする。\n- アイテムを購入して、耐久力を上げることでハラスに耐える。\n- 集団戦では、ヴァルスのスキルを避けつつ、後衛からの攻撃を狙う。\n- ラカンなどのサポートと連携し、エンゲージを仕掛けるタイミングを調整する。"
    },
    "loses": {
      "シヴィア": "シヴィアがヴァルスに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンでのプッシュが得意なため、ヴァルスのスキルを避けながら安全にハラスができる。\n- スペルシールドにより、ヴァルスのCCスキルを無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアの攻撃速度を増加させる効果により、持続的なダメージを与えやすく、ヴァルスのHPを削りやすい。\n- ヴァルスはHP回復手段が乏しく、シヴィアの持続的なハラスに対して脆弱である。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスの攻撃を避けやすい。\n\n有利の取り方:\n- レーン開始時にウェーブを早めにクリアし、ヴァルスにプレッシャーをかける。\n- スペルシールドを活かして、ヴァルスのCCを避けながらトレードを行う。\n- 攻撃速度を上昇させるアイテムを早めに購入し、持続的なダメージを与える。\n- ヴァルスのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃する。\n- 敵のサポートやジャングラーの動きを見ながら、シヴィアの移動速度を活かして安全に立ち回る。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ヴァルスの攻撃を受けることなくハラスが可能です。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルの機動力を活かして避けやすいです。\n- エズリアルのワープスキルにより、ヴァルスのCCスキルを回避しやすく、奇襲にも強いです。\n- エズリアルは持続的なダメージを出すことができ、ヴァルスのHP回復手段の乏しさを突くことができます。\n- エズリアルはスキルを駆使してポークが得意で、特に序盤から中盤にかけてのダメージを稼ぎやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にスキルを使ってハラスを行い、ヴァルスのHPを削る。\n- ヴァルスのスキルを避けるために、Eを使って位置取りを工夫する。\n- ミニオンを利用してヴァルスの攻撃を避けつつ、スキルでポークを続ける。\n- 敵の動きを見極めて、CCスキルを避けるタイミングを計る。\n- 可能であれば、サポートと連携してヴァルスを捕まえるチャンスを作る。",
      "ジグス": "ジグスがヴァルスに有利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ヴァルスの攻撃を受ける前にダメージを与えることができる。\n- ジグスのスキルは全てAoEであり、ミニオンを処理しやすく、ヴァルスのポークを無効化しやすい。\n- ヴァルスはHP回復手段が乏しく、ジグスの持続的なハラスに対して脆弱である。\n- ジグスの設置型スキルは、ヴァルスが近づくのを防ぎ、動きを制限することができる。\n- ヴァルスのスキルには発動から効果が出るまでのラグがあり、ジグスの攻撃を避けるのが難しい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ヴァルスのHPを削る。\n- ミニオンを利用してスキルを当て、ヴァルスのポークを無効化する。\n- 設置型スキルを使って、ヴァルスの移動を制限し、攻撃を当てやすくする。\n- ジグスのスキルを連発し、マナ管理に注意しながら持続的に圧力をかける。\n- 集団戦では、AoEダメージを活かしてヴァルスを狙い、優位に立つ。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは高威力の一撃を持ち、特にHPが減った敵に対して強力なバーストダメージを与えることができるため、ヴァルスのHPが減った際に有利に立ち回れる。\n- ジンのスキルは全てAoE効果を持ち、レーンでのハラスやプッシュが得意で、ヴァルスのスキルを避けながら攻撃できる。\n- ジンは長射程のスキルを持ち、ヴァルスのスキルを避けやすく、ポジショニングを工夫することで安全にダメージを与えられる。\n- ヴァルスは逃げスキルが乏しく、ジンのスネア効果を受けると捕まりやすいため、ジンが有利に戦える状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴァルスのHPを削る。\n- スネアを活用して、ヴァルスが近づいてきた際に捕まえる。\n- ジンの4発目の攻撃を狙い、HPが減ったヴァルスに対して一気にダメージを与える。\n- ヴァルスのスキルのクールダウンを意識し、スキルを避けながら攻撃することで、持続的に有利な状況を維持する。"
    }
  }
}