{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを素早く処理できるため、レーンでの主導権を握りやすい。\n- シヴィアのスペルシールドにより、ヴァルスのスキルを無効化される可能性が高く、ダメージを与えにくい。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスの攻撃を避けやすい。\n- シヴィアのAAは跳弾するため、ミニオンを利用してヴァルスにハラスをかけることができる。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ヴァルスのバーストダメージを上回る可能性がある。\n\n不利の対策:\n- レーンフェイズではミニオンウェーブを適切に管理し、シヴィアのウェーブクリアを抑える。\n- シヴィアのEを避けるために、Qをチャージしてから攻撃するタイミングを見計らう。\n- シヴィアのスペルシールドがクールダウン中にスキルを使用し、ダメージを与えるチャンスを狙う。\n- 集団戦では、シヴィアのRを避ける位置取りを心がけ、後衛から安全に攻撃する。\n- アイテムを早めに購入し、シヴィアに対抗できる火力を確保する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを素早く処理できるため、レーンを押し込まれやすい。\n- シヴィアのスペルシールドにより、重要なスキルを無効化されると、トレードで不利になる。\n- シヴィアは後衛にダメージを与える能力が高く、集団戦での影響力が強い。\n- ミス・フォーチュンは基礎ADが低く、DPSが不足しがちで、オブジェクト取得が遅くなる。\n- シヴィアの射程が短いため、AA主体のトレードで不利になることが多い。\n\n不利の対策：\n- レーン序盤は無理に押さず、ミニオン管理を慎重に行い、シヴィアのウェーブプッシュを防ぐ。\n- シヴィアのスペルシールドの使用タイミングを意識し、使い切った後に攻撃する。\n- Qをミニオン処理とハラスに活用し、バウンスを狙う。\n- Eでゾーニングを行い、シヴィアの動きを制限する。\n- サポートとの連携を重視し、ジャングルgankを呼びやすい位置取りをする。\n- ポークを受けすぎないよう、ポーション等でサステインを確保する。",
      "ケイトリン": "ケイトリンが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを素早く処理できるため、ケイトリンがプッシュしてもすぐに押し返される。\n- シヴィアのEによってケイトリンの罠やスキルを無効化されるため、ケイトリンのハラスが効きにくい。\n- シヴィアは移動速度を上昇させる手段が多く、ケイトリンの攻撃を避けやすい。\n- ケイトリンは射程が長いが、シヴィアのスペルシールドによって一度は攻撃を回避されるため、トレードで不利になることがある。\n\n不利の対策：\n- レーン開始時から積極的にAAを使い、シヴィアにプレッシャーをかける。\n- 罠を設置してシヴィアの動きを制限し、Eを誘発させるタイミングを見計らう。\n- ミニオンウェーブを管理し、シヴィアがウェーブクリアを行う前に自分のウェーブを押し込む。\n- 集団戦では位置取りに注意し、シヴィアの攻撃を避けつつ、後衛からダメージを与える。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを迅速に処理できるため、レーンでの主導権を握りやすい。\n- スペルシールドにより、シヴィアはスモルダーのCCやハラスを無効化できるため、トレードで有利な状況を作りやすい。\n- シヴィアの射程が短いとはいえ、スモルダーのAA強化がないため、1対1の戦闘でのDPSが劣る。\n- シヴィアは集団戦でのバフを活かし、後衛にダメージを与える能力が高いため、スモルダーが集団戦で存在感を発揮しづらい。\n\n不利の対策:\n- 序盤はシヴィアのEを避けるため、スキルのタイミングに注意し、ハラスを控えめに行う。\n- ミニオンウェーブを効率よく処理し、シヴィアの攻撃を受けないようにポジショニングを工夫する。\n- 中盤以降はシヴィアのRを警戒し、集団戦では後衛に位置して安全に攻撃する。\n- スペルシールドを誘発させた後に攻撃を狙い、トレードで有利な状況を作る。",
      "トリスターナ": "トリスターナが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを迅速に処理できるため、トリスターナのファームを制限しやすい。\n- シヴィアの攻撃速度上昇効果により、トリスターナよりも高いダメージを与えることができる。\n- シヴィアのスペルシールドによって、トリスターナのスキルを無効化されると、反撃のチャンスを失う。\n- トリスターナはレベルが上がるまでの間、装備依存度が高く、序盤は特に弱いため、シヴィアに対してトレードで負けやすい。\n- シヴィアは集団戦で後衛にダメージを与えるのが得意で、トリスターナはその位置取りを避けるのが難しい。\n\n不利の対策：\n- レベル2・3でトレードを仕掛ける際は、シヴィアのスキルクールダウンを確認し、スペルシールドが使用された後にバーストを狙う。\n- ミニオンウェーブを管理し、シヴィアが押し込んでいる場合は、ジャングラーと連携してギャンクを仕掛ける。\n- シヴィアの攻撃を避けるために、Wを使って機動性を活かし、距離を保つ。\n- シヴィアのスペルシールドがクールダウン中に攻撃を仕掛け、ダメージを与えるチャンスを増やす。\n- アイテムを早めに揃え、装備依存度を克服するためにファームを意識する。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n- ステルスを活用して奇襲を仕掛けることができ、シヴィアのスキルを避けやすい。\n- バーストダメージが高く、特にレーン戦でのトレードでシヴィアに対して優位に立てる。\n- 後半のスケーリングが良く、アイテムが整うとシヴィアを上回る火力を発揮できる。\n- シヴィアは射程が短く、AA主体のトレードで不利になることが多いが、トゥイッチはその点を逆手に取れる。\n- シヴィアの持続戦闘力に対して、トゥイッチは一気にダメージを与えることができるため、瞬時に勝負を決めやすい。\n\n有利の取り方：\n- ステルスを使ってシヴィアの不意を突き、奇襲を仕掛ける。\n- Eでシヴィアのマナを削り、トレードを有利に進める。\n- Qでバーストを狙い、シヴィアのHPを早めに削る。\n- ミニオンウェーブを利用して、シヴィアが攻撃しづらい位置取りを心がける。\n- 視界を確保し、安全な位置から攻撃を行うことで、リスクを減らす。",
      "ユナラ": "ユナラが有利です。\n\n- ユナラはAAの射程が長く、シヴィアに対してハラスがしやすい。\n- ユナラのスキルは魔法ダメージを与えるため、シヴィアのスペルシールドを無効化しやすい。\n- シヴィアは基礎射程が短く、序盤のトレードで不利になりやすい。\n- ユナラはスロー効果を持つため、シヴィアの動きを制限しやすい。\n- ユナラのRは集団戦での瞬間火力を高め、シヴィアに対して優位に立てる。\n\n有利の取り方：\n- 序盤はAAを使って解放スタックを貯め、シヴィアに対して積極的にハラスを行う。\n- シヴィアのスペルシールドを誘発するために、小技を使ってスキルを先に使わせる。\n- Eで距離を詰めてから、Qの拡散を当ててダメージを与える。\n- Rを発動して自己強化し、集団戦でのダメージ出力を向上させる。\n- シヴィアの波状ダメージ中は被弾を避け、位置取りを重視して戦う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- 序盤から高いバーストダメージを持ち、シヴィアに対して圧力をかけやすい。\n- シヴィアの基礎射程が短いため、AAでのトレードで優位に立てる。\n- シヴィアのスペルシールドは一度のスキルしか無効化できないため、ドレイヴンのCCを受けると大きなダメージを与えられる。\n- ドレイヴンはゴールドを稼ぎやすく、アイテム差をつけやすい。\n- シヴィアの持続ダメージに対して、ドレイヴンは瞬間的なダメージを出せるため、オールインで勝ちやすい。\n\n有利の取り方：\n- Qを活用してシヴィアにハラスをかけ、ミニオンウェーブを管理する。\n- Eを使ってシヴィアの攻撃を中断し、トレードを有利に進める。\n- Wで移動速度を上げ、シヴィアの攻撃を避けつつ反撃する。\n- Rをシヴィアの移動速度が低下したタイミングで使用し、ダメージを与える。\n- ミニオンウェーブを押し込んでシヴィアのCSを妨害し、レーンの支配を維持する。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能。\n- シヴィアのスペルシールドは一度のスキルを無効化するだけで、ルシアンの連続攻撃には対処しづらい。\n- ルシアンは機動力が高く、シヴィアの攻撃を避けながら攻撃できるため、トレードで有利を取れる。\n- シヴィアは射程が短く、ルシアンの攻撃を受けやすい状況を作りやすい。\n- ルシアンはスキルのクールダウンが短く、持続的なダメージを与えやすい。\n\n有利の取り方:\n- ミニオンウェーブを押し込んで、シヴィアにプレッシャーをかける。\n- シヴィアのQがクールダウン中のタイミングを狙って、AAやスキルで攻撃する。\n- シヴィアのスペルシールドを意識し、EでAAを行った後にスキルを使ってダメージを与える。\n- トレードの際は、シヴィアが反撃できない状況を作り、積極的に攻撃する。\n- 集団戦では、シヴィアの後衛にダメージを与えつつ、位置取りに注意して立ち回る。",
      "ゼリ": "ゼリが有利です。\n\n- 高機動力を活かしてシヴィアの攻撃を避けやすい。\n- スキルのコストがないため、マナ管理が容易で、持続的に攻撃できる。\n- シヴィアの射程が短いため、トレードで優位に立ちやすい。\n- シヴィアの反撃を避けるための位置取りがしやすく、Kiteが得意。\n- シヴィアのウェーブクリア能力に対抗するため、ミニオンウェーブを管理しやすい。\n\n有利の取り方：\n- 序盤はミニオンウェーブをしっかり管理し、シヴィアの反撃を避ける。\n- シヴィアのスキルショットを避けつつ、AAやスキルでハラスを行う。\n- 中盤以降は位置取りを工夫し、シヴィアのウルトを警戒しながら攻撃する。\n- アイテムを積んで攻撃速度や機動力を高め、シヴィアに対して持続的なダメージを与える。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n- カイ＝サはレーンフェーズが非常に弱いが、ジンも序盤のDPSが低く、互いに弱い時期があるため、カイ＝サが成長する前にリードを取られる可能性がある。\n- カイ＝サはQを使って孤立した敵に大ダメージを与えることができ、ジンがミニオンや味方と一緒にいるとダメージを減少させることができる。\n- カイ＝サの射程はジンより短いが、Ultを使うことで瞬時に位置を変えられるため、ジンが攻撃を仕掛けるタイミングを逃しやすい。\n- カイ＝サは後半に強力になるため、レーンでのリードを確保できないと、ゲームが長引いた際に不利になる。\n\n不利の対策：\n- レーンフェーズでは、カイ＝サが孤立しないようにミニオンウェーブを管理し、AAで脅かしながらファームを妨害する。\n- カイ＝サのQを避けるために、ミニオンや味方と一緒に行動し、孤立しないようにする。\n- レベル6に達したら、カイ＝サのUltに注意し、攻撃的なプレイを控え、慎重に立ち回る。\n- 早期にリードを取るために、積極的にハラスを行い、カイ＝サが成長する前にゲームを早期に終わらせる。",
      "エズリアル": "エズリアルが不利です。\n\n- カイ＝サは高いバーストダメージを持ち、中盤以降に強力な攻撃を仕掛けてくるため、エズリアルはその攻撃を受けやすい。\n- カイ＝サのスキルはエズリアルのスキルを避けるのが難しく、特に接近戦での戦闘に持ち込まれると不利になる。\n- エズリアルは主力スキルが方向指定であり、機動力の高いカイ＝サに対してはパフォーマンスが落ちる。\n- カイ＝サはUltを使って瞬時に位置を変えられるため、エズリアルが反撃するタイミングを見極めるのが難しい。\n\n不利の対策：\n- 序盤はミニオンウェーブを適切に管理し、カイ＝サのスキルを避けながらファームを行う。\n- カイ＝サのスキルがクールダウン中を狙って攻撃し、隙を突く。\n- 集団戦では後衛を狙い、カイ＝サのバーストダメージを抑えるために位置取りを意識する。\n- Eを活用してカイ＝サの攻撃を回避し、距離を保ちながら戦う。",
      "ケイトリン": "ケイトリンが不利です。\n\n- カイ＝サは接近戦に強く、瞬時に移動しながらバーストダメージを与えることができるため、ケイトリンの長射程を活かしにくい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、特に魔法ダメージを扱えるため、防具での対策が難しい。\n- ケイトリンは集団戦での位置取りが難しく、カイ＝サの奇襲や追撃に対して脆弱。\n- カイ＝サはスキルショットを回避しやすく、ケイトリンのハラスを避けることができる。\n\n不利の対策：\n- 序盤はミニオンウェーブを管理し、カイ＝サのファームを妨害することに集中する。\n- ケイトリンのハラスを避けるため、視界を確保し、カイ＝サの接近を警戒する。\n- 中盤以降は後衛で安全に攻撃できる位置を確保し、カイ＝サのアルティメットを回避するために移動スキルを活用する。\n- 防具やライフスティールを早めに積み、耐久力を上げることを検討する。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、カイ＝サに対してプレッシャーをかけやすい。\n- カイ＝サは基礎ADが低く、序盤は脆弱なため、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンはCCを持っており、カイ＝サの動きを制限することができる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- カイ＝サはスキルを進化させる必要があり、序盤はスキルの進化が遅れるため、ドレイヴンが有利に立ち回れる。\n\n有利の取り方：\n- レベル1から積極的にAAを当てて、カイ＝サにダメージを与える。\n- Qを使ってダメージを最大化し、カイ＝サに対してプレッシャーをかける。\n- ミニオンウェーブを管理し、カイ＝サがCSを取りに来るタイミングで攻撃する。\n- Wを使って移動速度を上げ、カイ＝サの攻撃を避けつつ、反撃のチャンスを狙う。\n- アルティメットを使ってカイ＝サの位置を予測し、ダメージを与える。",
      "サミーラ": "サミーラが有利です。\n\n- 高い機動力を持ち、接近戦でのバースト力が強い。\n- カイ＝サの攻撃を避けながら、瞬時に距離を詰めることができる。\n- カイ＝サはCCがないため、サミーラの攻撃を受けやすい。\n- サミーラは近距離戦に強く、カイ＝サの射程を活かす前に攻撃を仕掛けられる。\n\n有利の取り方：\n- 序盤はミニオンの後ろに位置し、カイ＝サの攻撃を避ける。\n- レベル6前は慎重に立ち回り、カイ＝サのバーストを避ける。\n- レベル6以降はRを活用し、カイ＝サに接近して連続攻撃を行う。\n- アイテムを早めに揃え、攻撃力を強化してカイ＝サに対抗する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスはハラス性能が低いカイ＝サに対して優位に立ちやすい。\n- アフェリオスの武器の組み合わせにより、状況に応じた柔軟な戦術が可能で、特に脅威ステータスが育つと高い火力を発揮できる。\n- カイ＝サはCCを持たないため、アフェリオスの攻撃を避ける手段が限られている。\n- アフェリオスはミニオンウェーブを効率的に処理できるため、レーンの主導権を握りやすい。\n\n有利の取り方:\n- 序盤はカイ＝サのQによるポークに注意しつつ、AAでハラスを行う。\n- ミニオンウェーブを管理し、アフェリオスのEを使って効率的にクリープを処理する。\n- カイ＝サのRを避けるために、ポジショニングに気を付ける。\n- アフェリオスの武器の特性を活かし、状況に応じて攻撃スタイルを変えることで、カイ＝サに対して優位に立つ。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは高い機動力を持ち、カイ＝サのスキルを避けやすい。\n- パッシブによって味方のヒールやシールドを強化できるため、レーンでの優位性を持ちやすい。\n- カイ＝サはCCがないため、ニーラの持続的なダメージに対して対抗しにくい。\n- ニーラはAAにCCを依存する相手に強く、カイ＝サの攻撃を無効化しやすい。\n- ニーラはサポートチャンピオンとの連携が得意で、レーンでの圧力を高めやすい。\n\n有利の取り方：\n- ミニオンウェーブを管理し、カイ＝サにプレッシャーをかける。\n- Qでカイ＝サのスキルを避けつつダメージを与える。\n- Wで回避手段を確保し、攻撃を続ける。\n- サポートと連携して圧力を高め、カイ＝サの動きを制限する。\n- 中盤以降はアルティメットを活かして集団戦でのダメージを最大化する。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤはバースト型スキルとAoEダメージを持ち、集団戦でのダメージを稼ぎやすい。\n- カイ＝サのスキルはプラズマスタックを必要とし、ザヤは距離を保つことでスタックを重ねさせにくい。\n- ザヤのEによるスネア効果で、カイ＝サの動きを制限できる。\n- カイ＝サはCCを持たないため、ザヤの反撃に対して脆弱。\n- ザヤは加速を持ち、カイ＝サの攻撃を避けやすい。\n\n有利の取り方：\n\n- レーンではミニオンウェーブの後ろに隠れ、カイ＝サのQを避ける。\n- カイ＝サに近づかず、AAやスキルでのpokeを行い、ダメージを蓄積する。\n- カイ＝サが突っ込んできた際にはEを使ってスネアを狙い、反撃のチャンスを作る。\n- 集団戦ではRを活用し、カイ＝サの攻撃を無効化しつつダメージを与える。\n- サポートと連携し、CCを活用してカイ＝サの行動を制限する。",
      "ユナラ": "ユナラが有利です。\n\n- ユナラはAAに特化しており、クリティカルヒット時に追加の魔法ダメージを与えるため、カイ＝サに対して持続的なダメージを出しやすい。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスが有利に進められる。\n- ユナラはスロー効果を持つため、カイ＝サの移動を制限しやすく、接近戦での優位性を保てる。\n- カイ＝サはCCがないため、ユナラの持続火力に対抗しづらい。\n- ユナラのRによってスキルのダメージが大幅に上昇し、集団戦でのダメージ出力が向上する。\n\n有利の取り方：\n- レベル1からAAでスタックを優先し、早期にダメージを蓄積する。\n- レベル3でQのアクティブを狙い、波を押しつつ短い交戦を仕掛ける。\n- レベル6でRを使用し、自己強化を行い、カイ＝サに対して高火力を発揮する。\n- 集団戦ではRを温存し、タイミングを見計らって全弾発動し、持続火力を出す。\n- カイ＝サの進化を警戒しつつ、距離を保ちながら立ち回る。",
      "ゼリ": "ゼリが有利です。\n\n- 高い機動力を持ち、相手のスキルショットを避けやすい。\n- 持続的なダメージを出しやすく、特に集団戦でのダメージを維持しやすい。\n- 相手のバーストダメージに対してシールドを得ることができるため、耐久性が向上する。\n- スキルのコストがないため、マナ管理が容易で、頻繁に攻撃できる。\n\n有利の取り方：\n- 序盤のレーン戦では、ミニオンウェーブを利用してCSを確保しつつ、相手にスキルショットを当ててプレッシャーをかける。\n- 相手のスキルを避けながらAAでダメージを与え、相手の体力を削る。\n- 集団戦では、持続的なダメージを意識し、Rを使って攻撃速度を増加させ、相手を圧倒する。\n- アイテムビルドでは、Trinity ForceやHurricaneを優先し、ダメージを最大化する。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- トリスターナはレベル6以降のバーストダメージが高く、コグ＝マウはその攻撃に対して自衛手段が乏しいため、簡単にキルされる可能性がある。\n- トリスターナのジャンプによる機動力で、コグ＝マウの射程を活かす前に接近されやすい。\n- トリスターナはミニオンウェーブを早く処理できるため、コグ＝マウがミニオンを安全に取るのが難しくなる。\n- トリスターナのノックバック効果により、コグ＝マウは位置取りが難しく、攻撃を受けやすくなる。\n\n不利の対策：\n- 常に味方タンクの後ろに位置し、トリスターナの接近を防ぐ。\n- ミニオンウェーブを管理し、トリスターナが攻撃しにくい状況を作る。\n- トリスターナのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- 集団戦では、トリスターナのバーストを避けるために、位置取りを徹底し、後衛から安全に攻撃する。",
      "セナ": "セナが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、特にEをフルスタックした後の攻撃が強力です。\n- トリスターナの射程がレベルアップに伴って増加し、集団戦での位置取りがしやすくなります。\n- セナは基礎ステータスが低く、特に序盤が弱いため、トリスターナの攻撃を受けやすいです。\n- トリスターナのノックバック効果により、セナは接近を防がれやすく、逃げる手段が乏しいため、捕まると危険です。\n\n不利の対策：\n- 早期に距離を保ちつつ、AAやスキルでハラスを行い、トリスターナのEを溜めさせないようにする。\n- トリスターナが接近してきた際には、Wを使って距離を確保し、ブリンクを回避する。\n- アイテムを早めに購入し、防御系アイテムで耐久力を上げる。\n- 視界を確保し、トリスターナのジャンプを不意打ちされないように注意する。",
      "アッシュ": "アッシュが不利です。\n\n- トリスターナはレベル6以降にジャンプで瞬時に接近でき、バーストダメージが強力です。\n- トリスターナのAAはレベルが上がるごとに射程が増加し、アッシュよりも有利な距離から攻撃できます。\n- トリスターナはスキルのクールダウンが長い間隙ができるため、アッシュがポークを仕掛けるチャンスがありますが、トリスターナがアイテムを揃えると逆転される可能性があります。\n- アッシュは機動スキルを持たず、トリスターナの攻撃を避ける手段が限られています。\n\n不利の対策：\n- トリスターナがジャンプを使った後に反撃するタイミングを狙う。\n- ミニオンウェーブを管理し、トリスターナを詰めさせないようにする。\n- タワー下での戦闘を避け、トリスターナがタワーダイブを仕掛けやすくなる状況を作らない。\n- 支援と共にローミングの圧をかけ、他レーンを助けるタイミングを探る。",
      "ジン": "ジンが不利です。\n\n- トリスターナは高いHPを持ち、序盤からのバーストダメージが強力で、ジンのHPを50-60%削ることができる。\n- トリスターナのWで接近されると、ジンは逃げる手段がなく、オールインに弱い。\n- トリスターナは射程が長く、レーンでのトレードで有利に立ち回ることができる。\n- ジンはブリンクを持たず、接近された際に対処が難しいため、トリスターナの攻撃を受けやすい。\n- トリスターナのEによるプッシュ性能が高く、ミニオンウェーブの管理が難しくなる。\n\n不利の対策：\n\n- トリスターナのWのクールダウンを把握し、彼女がジャンプした後にトレードを行う。\n- レーンを凍らせてタワー近くで安全にプレイし、オールインのチャンスを狙う。\n- トリスターナの攻撃を避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、トリスターナが攻撃しづらい状況を作る。\n- トリスターナのバーストを受けないように、HP管理をしっかり行い、必要に応じて後退する。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- トリスターナはレベル2〜3でのオールインが強力で、トゥイッチはその攻撃に対抗しづらい。\n- トリスターナのバーストダメージが高く、特に序盤のトレードでトゥイッチは不利になる。\n- トリスターナはEによるタワープッシュが得意で、ミニオンウェーブを早く処理できるため、トゥイッチがCSを取りづらくなる。\n- トリスターナの射程が長く、トゥイッチはAAを当てるのが難しい。\n- トリスターナのCCスキルによって、トゥイッチが攻撃を仕掛けるタイミングを制限される。\n\n不利の対策:\n- 序盤は無理にトレードせず、ミニオンウェーブを守りながらCSを確保する。\n- トリスターナの攻撃を避けるために、常に位置取りに注意し、後ろに下がる。\n- ステルスを活用してポークし、トリスターナの攻撃を受けないようにする。\n- ワードを使って視界を確保し、味方のGankを意識する。\n- レベル6以降はRを使って集団戦での奇襲を狙い、トリスターナの攻撃を避けながらダメージを与える。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- トリスターナは長射程を持ち、遠距離から安全にダメージを与えることができるため、サミーラは接近するのが難しい。\n- トリスターナのバーストダメージが高く、特に序盤はサミーラが攻撃を受けやすい。\n- サミーラは低い防御ステータスを持ち、トリスターナの攻撃を受けるとすぐに危険な状況に陥る。\n- トリスターナの逃げスキルを無駄に使わせることが難しく、反撃のチャンスが少ない。\n\n不利の対策:\n- 序盤は無理に攻撃せず、ミニオンウェーブを優先してCSを確保する。\n- サポートと連携し、短いコンボでスタイルを貯めることを意識する。\n- トリスターナの攻撃を受けないように位置取りを工夫し、AAを避ける。\n- トリスターナのWを温存させるため、接近するタイミングを見極める。\n- レベル6以降はサポートのCCを利用して一気に攻撃し、トリスターナの反撃を避ける。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n- 遠距離からのポークが得意で、トリスターナが接近する前にダメージを与えやすい。\n- AoEダメージを持つため、ミニオンウェーブの処理が早く、トリスターナのファームを妨げることができる。\n- 中盤以降、スケールが良く、トリスターナが育つ前に有利な状況を作りやすい。\n- トリスターナの接近を嫌うため、距離を保ちながら戦うことができる。\n\n有利の取り方：\n- 開始からポークを行い、トリスターナのHPを削る。\n- トリスターナがEを積む前に積極的にダメージを与える。\n- レベル6以降はRを使って追撃や削りを行い、フラッシュを管理して逃げる準備をする。\n- タワー下や味方のMIAに注意しながらロームして、他のレーンにも圧力をかける。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、トリスターナの攻撃に対して柔軟に対応できる。\n- トリスターナのバーストダメージに対抗するために、アフェリオスは防御アイテムを早めに購入することで生存能力を高められる。\n- アフェリオスは射程が長く、トリスターナの攻撃を安全な距離から行えるため、ハラスがしやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、アフェリオスがその隙を突くことができる。\n\n有利の取り方：\n- レーン戦では、ミニオンウェーブを管理しつつ、トリスターナのスキルを避けながらAAでハラスを行う。\n- トリスターナがスキルを使った後に攻撃を仕掛け、ダメージを与えるチャンスを狙う。\n- 集団戦では、位置取りを工夫し、トリスターナのノックバックを避けながら安全にダメージを出す。\n- トリスターナが育つ前に積極的にキルを狙い、スノーボールを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、トリスターナに対してオールインが強力です。\n- トリスターナは序盤はスキルのクールダウンが長く、攻撃が届かない距離からのハラスが難しいため、ドレイヴンの攻撃を受けやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテムを早く揃えることができるため、対面でのビルド面での有利を取りやすいです。\n- トリスターナはレベルが上がるにつれて強くなるが、ドレイヴンは序盤からの強さを活かしてスノーボールしやすいです。\n\n有利の取り方：\n- レーニング初期にQを意識して斧を拾い、AAでトリスターナにプレッシャーをかける。\n- ミニオンウェーブを敵タワーに押し込んで、トリスターナがミニオンを処理する隙を狙う。\n- レベル2や3でWを使い、移動速度を上げてEでスローをかけ、オールインを仕掛ける。\n- トリスターナのスキルのクールダウンを利用して、隙を突いて攻撃する。\n- レベル6以降はRをフィニッシュ用に使い、トリスターナの隙を狙ってキルを狙う。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを素早く処理できるため、トリスターナの攻撃を受けにくい。\n- スペルシールドにより、トリスターナのウルトや爆発を防ぐことができ、ダメージを軽減できる。\n- シヴィアは遠距離からトリスターナをポークできるため、トレードで有利に立ち回ることができる。\n- トリスターナの攻撃が届かない距離から攻撃できるため、序盤のレーンで優位に立ちやすい。\n- トリスターナのスキルのクールダウンを利用して、攻撃の隙を突くことができる。\n\n有利の取り方：\n- ミニオンウェーブをしっかりと管理し、トリスターナが近づく前にウェーブを押し込む。\n- トリスターナがスキルを使った後の隙を狙って、AAやスキルで攻撃する。\n- スペルシールドを活用して、トリスターナの攻撃を防ぎつつ反撃する。\n- トリスターナがジャンプした際にスペルシールドを発動し、爆弾のダメージを防ぐ。\n- エクゾーストを選択し、トリスターナが近づいてきた際に弱体化させることで、トレードを有利に進める。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 遠距離からのポークが可能で、トリスターナの攻撃が届かない距離からダメージを与えられる。\n- CC効果を持つスキルで、トリスターナの動きを制限できるため、ジャンプを無効化しやすい。\n- トリスターナがレベル6になる前は射程で優位に立てるため、序盤のトレードで有利に進められる。\n- トリスターナのバーストダメージに対して、距離を保ちながら攻撃できるため、リスクを抑えられる。\n\n有利の取り方：\n- 開幕からミニオンウェーブを利用して、Qでチップダメージを与えつつ、トリスターナの攻撃を避ける。\n- Eを使ってトリスターナの回復を阻害し、持続的にダメージを与える。\n- レベル6以降はRを使ってトリスターナのジャンプ後の追撃を阻止し、味方のCCと連携して攻撃する。\n- トリスターナが近づいてきた際には、フラッシュを使って距離を保ち、AAやスキルで反撃する。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤは遠距離からのポークが得意で、トリスターナに対して安全にダメージを与えられる。\n- フェザーを使った根付けによって、トリスターナのジャンプを封じることができる。\n- トリスターナのバーストダメージに対して、ザヤはスネアや加速を活用して自衛が可能。\n- トリスターナがスキルを使った後の隙を突いて、ザヤは反撃しやすい。\n\n有利の取り方：\n- レーン開始時にミニオンウェーブを管理し、トリスターナが突っ込む状況を作らせない。\n- トレード時にはQでポークし、AAを交えながらフェザーを散らして根付けの準備をする。\n- トリスターナがジャンプを使った後に、Rを使って根付けを狙い、反撃する。\n- トリスターナのローミングに注意し、ワードを設置して情報を共有することで、スノーボールを防ぐ。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは短いトレードでトリスターナに対して優位に立てるため、序盤の小競り合いで有利に進めやすい。\n- トリスターナのオールイン能力は強力だが、カイ＝サは瞬時に移動しつつシールドを得ることができるため、トリスターナの攻撃を回避しやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、カイ＝サはその隙を突くことができる。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、トリスターナに対しても柔軟に対応できる。\n\n有利の取り方：\n- ミニオンウェーブを管理し、トリスターナが攻撃しづらい状況を作る。\n- 短いトレードを狙い、トリスターナのスキルを使わせた後に反撃する。\n- トリスターナがオールインを仕掛けてきた際に、瞬時に移動して攻撃を回避し、反撃のチャンスを作る。\n- サポートと連携し、トリスターナに対してエンゲージを仕掛けるタイミングを見計らう。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n- ユナラはAAに特化しており、クリティカルヒット時に追加の魔法ダメージを与えるため、シヴィアの耐久力を削りやすい。\n- ユナラの攻撃範囲が長く、レーンでのハラスが得意で、シヴィアは基礎射程が短いため、トレードで不利になりやすい。\n- ユナラはスロー効果を持つスキルでシヴィアの動きを制限でき、シヴィアのカイティングが難しくなる。\n- ユナラの集団戦でのAoEダメージは、シヴィアの後衛としての役割を脅かす。\n\n不利の対策：\n- レーンフェイズでは、ミニオンウェーブを早く処理し、ユナラのスタック獲得を妨げることを意識する。\n- ユナラのスキルを避けるために、Eを温存し、タイミングを見計らって反撃する。\n- 集団戦では、前線からの波状攻撃を活かし、ユナラのスキルが切れた瞬間を狙って攻撃する。\n- アイテムを選ぶ際には、攻撃速度やクリティカル率を重視し、ユナラに対抗できる火力を確保する。",
      "サミーラ": "サミーラが不利です。\n\n- ユナラは長射程のAAを持ち、遠距離からのハラスが得意で、サミーラは射程が短いため、距離を詰めるのが難しい。\n- ユナラのスキルは魔法ダメージを持ち、装備によるダメージ妨害を受けにくいため、サミーラのバーストダメージが通りにくい。\n- ユナラのスロー効果により、サミーラが接近する際に動きを制限されやすく、反撃を受けるリスクが高まる。\n- サミーラは単独でのCCがないため、ユナラのスキルを避けるのが難しく、特にユナラのR中は攻撃が困難になる。\n\n不利の対策：\n- 序盤は距離を詰めず、波を整理しながらスタイルを稼ぎ、ユナラのQスタックが溜まる前に攻撃を避ける。\n- ユナラのEやRのクールダウンを確認し、これらが不在のタイミングで攻撃を仕掛ける。\n- ユナラのスキルを避けるためにEで横移動し、反撃のチャンスを狙う。\n- ミニオンを利用してユナラの射線を切り、接近する際のリスクを減らす。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ユナラは集団戦での継続火力が強く、AoEダメージを持っているため、カイ＝サが単体バーストで攻撃する際に不利になる。\n- ユナラのAAの射程が長く、レーンでのハラスが得意なため、カイ＝サはポークを受けやすい。\n- ユナラのスロー効果により、カイ＝サの機動力が制限され、逃げるのが難しくなる。\n- カイ＝サは序盤が脆弱で、ユナラの攻撃を受けると早期に不利な状況に陥る可能性が高い。\n\n不利の対策:\n- 序盤はミニオンウェーブを重視し、農兵を優先してレベルを上げる。\n- ユナラの攻撃を避けるために、距離を取りながらポークを行う。\n- ユナラのスキルのクールダウンを見て、反撃のタイミングを計る。\n- 集団戦では、ユナラのスキルが発動している間は距離を保ち、味方のCCと連携して攻撃する。",
      "ヴェイン": "ヴェインが不利です。\n\n- ユナラのAAの射程が長く、レーンでのハラスを受けやすい。\n- ユナラはスロー効果を持つスキルを使って、ヴェインの接近を妨げることができる。\n- ユナラのR発動時には全スキルのダメージが上昇し、集団戦での火力が増すため、ヴェインが攻撃しづらくなる。\n- ヴェインは短射程であるため、ユナラのQアクティブ中は特に不利で、接近するのが難しい。\n- ユナラは集団戦でのAoEダメージが強力で、ヴェインは単体攻撃に依存しているため、集団戦での効果的なダメージを出しにくい。\n\n不利の対策：\n- ミニオン管理を徹底し、ユナラの解放スタックを溜めさせないようにする。\n- ユナラのQアクティブ発動時は即座に距離を取る。\n- ユナラのR使用時は、集団から離れるか、味方のCCと連携して攻撃するタイミングを見計らう。\n- 早めに回復アイテムを購入し、持続的なハラスに耐えられるようにする。\n- ユナラのスキルのCDを意識し、隙を見て攻撃するタイミングを選ぶ。",
      "ニーラ": "ニーラが不利です。\n\n理由:\n- ユナラはAAに特化しており、長い射程からのハラスが強力で、ニーラが接近するのが難しい。\n- ユナラのスキルは持続的なダメージを与えるため、ニーラの短期決着を狙う戦略が通用しにくい。\n- ユナラのRによってスキルのダメージが大幅に上昇し、集団戦でのダメージ出力が高くなるため、ニーラが一気に倒されるリスクがある。\n- ニーラはCCを持っているが、ユナラのスキルを避けるための立ち回りが難しく、特に近距離での交戦が危険。\n\n不利の対策:\n- 序盤はユナラの「解放」スタックを溜めさせないように、AAを避けつつミニオンウェーブを管理する。\n- ユナラのスキルを避けるために、距離を保ちながらダッシュを活用し、接触しないように注意する。\n- 集団戦ではユナラのRを先に消費させることを意識し、味方と連携して攻撃するタイミングを見計らう。\n- ユナラのスキルのクールダウンを確認し、隙を突いて攻撃することで、短期決着を狙う。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ユナラはAAに特化しており、長射程でのハラスが得意なため、ミス・フォーチュンはレーンでのプレッシャーを受けやすい。\n- ユナラのスキルは魔法ダメージを持ち、装備によるダメージ妨害を受けにくいため、ミス・フォーチュンの攻撃が効きにくい。\n- ユナラは集団戦でのAoEダメージが強力で、ミス・フォーチュンのRを受けた後でも大きなダメージを出せる可能性がある。\n- ミス・フォーチュンは基礎ADが低く、DPSが不足しがちで、ユナラの波処理に対抗しにくい。\n\n不利の対策:\n- レベル1から3の間は無理に張り合わず、ミニオンウェーブを安全に処理し、スタックを稼ぐことに専念する。\n- ユナラのAAを避けるために、Eを使ってゾーン管理を行い、近接戦を避ける。\n- ミニオンウェーブを早く押し込むことで、ユナラのAA回収を妨害し、ハラスを続ける。\n- 集団戦では、ユナラのRを確認し、先にバーストを出してからRを使うタイミングを見極める。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ユナラは長射程のAAを持ち、レーンでのハラスが得意で、ザヤは射程が短いため一方的にダメージを受けやすい。\n- ユナラのRによる波状攻撃は、集団戦でのダメージ出力が高く、ザヤはそのダメージを受けるリスクがある。\n- ユナラのスロー効果により、ザヤの移動が制限され、Kite能力が発揮しにくくなる。\n- ユナラは継続的なダメージを出せるため、短い交戦で勝ちやすい。\n\n不利の対策:\n- レーン序盤はユナラの攻撃を避けるため、位置取りを工夫し、AAを受けないようにする。\n- ユナラのQ発動中は近寄らず、スタックが不足しているタイミングを狙って短いトレードを行う。\n- アイテムを早めに揃え、クリティカルや攻撃速度を確保してダメージを増やす。\n- 集団戦ではユナラのRを見て、タイミングを考えて反撃するか、逃げる準備をする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n- コーキは短〜中距離の強力なポークが可能で、ユナラがAAでスタックを溜める前にダメージを与えやすい。\n- ユナラはAAに依存しているため、コーキのスキルでハラスを受けると接近が難しくなる。\n- コーキはAoEダメージを持ち、集団戦でも有利に立ち回れる。\n- コーキのアルティメットはクールダウンが短く、瞬間火力を活かしてユナラをキル圏に持ち込むことができる。\n\n有利の取り方：\n- 序盤はミサイルとスキルを使ってユナラのサステインを削り、AAでのスタックを許さないようにする。\n- ユナラのRがないタイミングを狙って、瞬間火力を活かしてキルを狙う。\n- 集団戦では敵の攻撃を避けつつ、ユナラのR中に散開して被害を減らす。\n- ミニオンウェーブを利用してプッシュし、ユナラにプレッシャーをかける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラに対して先手を取ることができる。\n- ユナラはAAに依存しているため、ドレイヴンの攻撃を受けるとスタックを稼ぎにくくなる。\n- ドレイヴンのCCスキルにより、ユナラの動きを制限しやすく、攻撃を避けることが難しくなる。\n- ドレイヴンは移動速度を上げるスキルを持っており、ユナラのスローを避けやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくいが、ドレイヴンは序盤からの強さで有利を取れる。\n\n有利の取り方：\n\n- レーン序盤でAAを積極的に当て、ユナラにプレッシャーをかける。\n- Qの斧をしっかり回収し、攻撃力を維持しながらトレードを行う。\n- ユナラがスタックを溜める前に短期決戦を仕掛け、キルを狙う。\n- 波管理を行い、ユナラがスタックを発動しにくい状況を作る。\n- 集団戦では、ユナラのRを警戒しつつ、瞬時にダメージを与えて倒す。",
      "ジグス": "ジグスが有利です。\n\n- 遠距離からの攻撃が可能で、ユナラのAAを制限できる。\n- ミニオンウェーブを素早くクリアできるため、ユナラのハラスを受けにくい。\n- スキルのAoEダメージにより、ユナラのスタックを稼ぐ機会を減少させる。\n- ユナラが接近してきた際に、距離を取る手段があるため、リスクを軽減できる。\n- ユナラのRを警戒しつつ、適切な距離を保つことで、ダメージを回避しやすい。\n\n有利の取り方：\n\n- 開幕から遠距離のスキルでユナラのヘルスを削り、ミニオンウェーブを押し込む。\n- 短期トレードでは、バウンドするスキルを使って安全にダメージを与え、接近されたら距離を取る。\n- 長期トレードでは、ユナラのRを警戒しつつ、スキルを使ってダメージを与え続ける。\n- ウェーブ管理を行い、ミニオンを押し込んでロームの機会を作る。\n- ユナラのスキル発動を見て、適切に距離を取ることで、リスクを減らしつつ有利な状況を維持する。",
      "アフェリオス": "アフェリオスが有利です。\n\n- 射程が長いため、ユナラの接近を阻止しやすい。\n- 継続的な火力を持ち、ユナラのスローを避けながらダメージを与えられる。\n- ユナラのCCはスローのみで、アフェリオスは距離を保ちながら戦える。\n- ユナラがQアクティブやRを使う際に、アフェリオスは距離を取ることで拡散ダメージを避けられる。\n\n有利の取り方：\n- レーニング前半では、遠距離からAAでユナラにダメージを与え、ミニオンに被弾させないようにする。\n- Qを使って短期トレードを有利に進め、ユナラのスキルを警戒しながら距離を管理する。\n- 中盤以降は、ユナラのRの時間を意識し、R中は特に離れてAoEに巻き込まれないようにする。\n- 集団戦では、安全圏から継続火力を出し、サポートのpeelを利用してユナラの攻撃を避ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは射程が長く、ユナラに対して遠距離からポークが可能です。\n- ヴァルスのスキルはAoEダメージを持ち、集団戦でのダメージ出力が高いです。\n- ユナラはAAに依存しているため、ヴァルスのスキルで距離を保ちながら攻撃することで、ユナラの攻撃を避けやすいです。\n- ヴァルスはCCを持っており、ユナラの突進を制御することができます。\n- ユナラはスローしか持たないため、ヴァルスの逃げる手段に対して脆弱です。\n\n有利の取り方：\n\n- Qを常にチャージして、ユナラに「解放」スタックを積ませないようにします。\n- ミニオンの後ろからEを使い、ユナラを前に出させないように立ち回ります。\n- ユナラが攻撃してきたら距離を取り、Rで拘束してから味方と連携して攻撃します。\n- レーン戦ではヘルス差を作り、視界を確保してサイドピールを行います。\n- 集団戦では後衛で安全に射程を保ち、ユナラの動きをCCで潰すことを意識します。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- 高い機動力を持ち、ゼリはユナラの攻撃を避けやすい。\n- スキルのコストがないため、マナ管理が容易で、持続的にハラスが可能。\n- ユナラのAAに依存したダメージ出力に対して、距離を保ちながら攻撃できる。\n- ユナラのスタックを溜めさせないように、短い攻撃で圧力をかけられる。\n- 集団戦では、ユナラのRのクールダウンを狙って攻撃することで、ダメージを抑えられる。\n\n有利の取り方:\n- 序盤はユナラに近づかせず、ミニオンウェーブを優先してCSを取る。\n- ハラスを行い、ユナラのスタックを溜めさせないようにする。\n- 中盤では、ユナラがRを持っている時は距離を取り、集団戦でサイドから攻撃する。\n- ユナラのRが切れたタイミングやスタックが未完の時に積極的に交戦する。\n- 終盤では、ユナラのR強化時はクールダウンを待ち、CCと連携して攻撃する。",
      "ルシアン": "ルシアンが有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラのスタックを妨害しやすい。\n- ルシアンのスキルは短いクールダウンで連続的にダメージを与えられ、ユナラの攻撃を受ける前に先手を取れる。\n- ユナラはAAに依存しているため、ルシアンの瞬間火力に対して脆弱である。\n- ルシアンは機動力が高く、ユナラのスローを避けながら攻撃できる。\n- ルシアンは射程が短いが、ユナラの攻撃範囲を活かす前にトレードを仕掛けることができる。\n\n有利の取り方：\n\n- 開幕から短いトレードを行い、ユナラのスタックを妨害する。\n- ミニオンウェーブを利用してユナラに圧力をかけ、AAやスキルでダメージを与える。\n- ユナラのスキルを警戒しつつ、Eで距離を取りながら攻撃する。\n- アルティメットを使ってラインプレッシャーをかけ、ローミングを行い他レーンに影響を与える。\n- 集団戦ではターゲットを集中し、ユナラのスキルを避けるために分散して立ち回る。",
      "トリスターナ": "トリスターナはユナラに有利です。\n\n- トリスターナは短期的なバーストダメージが高く、ユナラの攻撃を受ける前に倒すことができる。\n- ユナラはAAに依存しているため、トリスターナのバーストに対して脆弱である。\n- トリスターナはレベルが上がるごとに射程が増加し、ユナラよりも遠くから攻撃できる。\n- トリスターナのノックバック効果により、ユナラの攻撃を避けることができる。\n\n有利の取り方：\n- レベル2/3でEを使い、AAを連続で当ててユナラに短期的なダメージを与える。\n- ユナラの「解放」スタックを溜めさせないように、早めに攻撃を仕掛ける。\n- ユナラのR中は無理に攻撃を続けず、距離を取って安全に立ち回る。\n- 集団戦ではRをフィニッシュや逃げに使い、ユナラのR中は前線での攻撃を避ける。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長のAA射程を持ち、ユナラに対して一方的にハラスを行いやすい。\n- ユナラのスキルはスローのみで、ケイトリンの長射程からの攻撃を避ける手段が限られている。\n- ケイトリンの罠を使うことで、ユナラの動きを制限し、トレードやオールインの際に有利な状況を作りやすい。\n- ユナラはAAに依存しているため、ケイトリンの射程差を利用して安全にCSを取ることができる。\n\n有利の取り方：\n- 開始時にAAとQを使ってユナラにハラスを行い、スタックを溜めさせないようにする。\n- ユナラが近づいてきたら、距離を保ちながらトレードを行い、相手のスキルを避ける。\n- ユナラがRを使ったりスタックを溜め切ったタイミングで、罠を設置してからRでフィニッシュを狙う。\n- アイテムを選ぶ際には、射程とヘルスを重視し、早めのライフスティールやブーツを購入して生存能力を高める。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持ち、ミニオン越しにユナラにポークできるため、レーニングでのハラスが得意。\n- ユナラはAAに依存しており、接近しないとダメージを出せないため、エズリアルのポークに対して反撃しづらい。\n- エズリアルのEによる機動力で、ユナラの攻撃を避けることができ、トレードで有利に立ち回れる。\n- ユナラのCCはスローのみで、エズリアルの高い機動力を活かして逃げやすい。\n- 集団戦では、エズリアルは安全な位置からスキルを連打でき、ユナラのRのタイミングを見計らって行動できる。\n\n有利の取り方：\n- レーニング開始時にミニオンウェーブを利用して、ユナラにAAをさせずにQでポークする。\n- ユナラが接近してきた際にはEで距離を取り、トレードを避ける。\n- ミニオンウェーブを押し込んで、ユナラに近づかせないようにする。\n- ミッドゲームではロームやサイドラインでのポークを続け、ユナラを近接させないようにする。\n- 集団戦では、ユナラのRのタイミングを見て、適切な位置からスキルを使い続ける。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n- トゥイッチはステルスを使って奇襲を仕掛けることが得意で、セナは逃げ手段が乏しいため、捕まると簡単に倒される。\n- トゥイッチのAAは毒を付与し、持続的なダメージを与えるため、セナの回復能力が相手のダメージに対抗しきれない。\n- トゥイッチは集団戦での火力が非常に高く、セナは単体での火力が低いため、集団戦での影響力が劣る。\n- トゥイッチは機動力が高く、セナのスネアを避けやすいため、捕まえるのが難しい。\n\n不利の対策：\n\n- レーン序盤は距離を保ち、AAやQでミニオンウェーブを削りつつ、トゥイッチの奇襲を警戒する。\n- ブッシュに近づく際は、ワードを置いて視界を確保し、トゥイッチの動きを把握する。\n- トゥイッチがステルスから攻撃してきた場合は、味方と連携して反撃し、スネアを確実に当てる。\n- 中盤以降は、Rを使って安全な距離から味方を支援し、トゥイッチのフリート入りを防ぐために視界を多く確保する。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、コグ＝マウは近接戦闘に弱いため、奇襲を受けやすい。\n- トゥイッチのEによる短時間での高火力攻撃は、コグ＝マウの自衛手段が乏しいため、瞬時にダメージを受けるリスクが高い。\n- コグ＝マウは射程が長いが、トゥイッチのアルティメットによって攻撃範囲が広がると、逆に射程負けする可能性がある。\n- トゥイッチは序盤が脆いが、コグ＝マウも序盤は強くないため、トゥイッチが成長する前に有利な状況を作るのが難しい。\n\n不利の対策:\n- レーニング序盤では、ミニオンウェーブを優先し、トゥイッチのステルスに対してワードを設置して視界を確保する。\n- トゥイッチが奇襲を狙うタイミングを予測し、味方のサポートと連携して位置取りを工夫する。\n- グインソーを早めに取得し、射程を保ちながら引き撃ちを行い、トゥイッチの攻撃を避ける。\n- 集団戦では後衛に位置し、トゥイッチの奇襲を警戒しつつ、味方のCCを活用して自分を守る。",
      "シヴィア": "シヴィアが不利です。\n\n- トゥイッチはカモフラージュを使って奇襲を仕掛けることが得意で、シヴィアはその奇襲に対して脆弱です。\n- トゥイッチのアルティメットによる高い火力と射程の増加により、集団戦での影響力が大きく、シヴィアは後衛としての役割を果たしにくくなります。\n- シヴィアは基礎射程が短く、レーンでトゥイッチに対してポークを行う際に、トゥイッチのAAやスキルで反撃を受けやすいです。\n- トゥイッチが育つと、シヴィアの単体へのDPSが劣るため、殴り合いで不利になります。\n\n不利の対策：\n- レーンをフリーズさせて、トゥイッチが育つのを防ぎつつ、ガンクを狙う戦略を取る。\n- トゥイッチがカモフラージュを使っている時は、マップ上での位置に注意し、無理に前に出ないようにする。\n- トゥイッチがレベル6に達する前に、積極的にポークを行い、ミニオンウェーブを押し込むことで、トゥイッチの育成を妨げる。\n- 集団戦では、トゥイッチの位置を常に把握し、彼がステルス状態の時は慎重に行動する。",
      "アッシュ": "アッシュが不利です。\n\n- トゥイッチはステルスを使って奇襲を仕掛けることが得意で、アッシュは機動力が低いため、捕まると逃げる手段がない。\n- トゥイッチのアルティメットによって集団戦での火力が高まり、アッシュはポジショニングが重要になるが、逃げるのが難しい。\n- アッシュは序盤のポークやスローを活かしてトゥイッチを制限できるが、後半にトゥイッチが強力なキャリーになると逆転されやすい。\n- トゥイッチはAAに依存しているため、装備が整うとアッシュのDPSを上回る可能性が高い。\n\n不利の対策：\n\n- 茂みや視界が薄い場所に注意し、トゥイッチのステルスや待ち伏せを警戒するためにワードを活用する。\n- Eで視界を確保し、特にラッシュやリコール後の動きに注意を払う。\n- アルティメットのクールタイムを管理し、トゥイッチがアルティメットを使った際に反撃のチャンスを狙う。\n- 初期ゲームではポークとミニオンウェーブの安定を重視し、遅れを取らないようにする。",
      "アフェリオス": "アフェリオスが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスは機動力が低いため捕まりやすい。\n- トゥイッチのRによる範囲攻撃は非常に強力で、集団戦での火力が高いため、アフェリオスは位置取りに苦労する。\n- アフェリオスは序盤が弱く、トゥイッチが早期に強力な装備を整えると、レーンでのハラスに対抗しづらくなる。\n- トゥイッチはAAに依存しているが、アフェリオスもAAに依存しているため、殴り合いで競り負ける可能性が高い。\n\n不利の対策：\n\n- 視界を確保し、トゥイッチの位置を常に把握することで、奇襲を避ける。\n- レーン戦ではミニオンウェーブを利用して、トゥイッチの攻撃を受けないように立ち回る。\n- 早めに防御アイテムを購入し、トゥイッチのバーストダメージに対抗する。\n- 集団戦では位置取りを工夫し、トゥイッチのRの範囲外から攻撃するように心がける。",
      "ジンクス": "ジンクスが不利です。\n\n- トゥイッチはステルスを使って奇襲を仕掛けることが得意で、ジンクスは自衛手段が乏しいため、接近されると脆弱。\n- トゥイッチのバーストダメージが高く、ジンクスは特にアサシンに対して脆弱であるため、瞬時にダメージを受けやすい。\n- トゥイッチはAAに依存しているが、ジンクスもAAに依存しているため、トゥイッチが先手を打つと競り負けやすい。\n- トゥイッチのアルティメットは長射程で、ジンクスはポジショニングを誤ると一方的に攻撃される危険がある。\n\n不利の対策：\n- ステルスを警戒し、視界を確保するためにワーディングを怠らない。\n- ミニオンウェーブを管理し、トゥイッチに押し込まれないようにする。\n- 集団戦では味方と連携し、トゥイッチの位置を把握しておく。\n- 自分のポジショニングを意識し、トゥイッチの奇襲を避けるために安全な距離を保つ。",
      "スモルダー": "スモルダーが不利です。\n\n- トゥイッチは奇襲力が高く、ステルスを利用してスモルダーに接近しやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高いため、スモルダーが後衛にいると狙われやすい。\n- スモルダーは序盤のスキル性能が低く、トゥイッチの奇襲に対して反応が遅れることが多い。\n- トゥイッチはスモルダーに対してバーストダメージを与えやすく、特にスモルダーがスタックを貯める前に攻撃されると厳しい。\n\n不利の対策：\n- 視界管理を徹底し、トゥイッチの位置を常に把握する。\n- ミニオンウェーブの後ろで安全にスタックを稼ぎ、無理に前に出ない。\n- トゥイッチが消えた場合は、ブラシにワードを追加して奇襲を防ぐ。\n- 味方ジャングルと連携し、トゥイッチが奇襲を仕掛ける前にプレッシャーをかける。",
      "ジグス": "ジグスが不利です。\n\n- トゥイッチはステルスを使って奇襲を仕掛けることができ、ジグスが接近を許すと瞬時に大ダメージを受ける可能性が高い。\n- トゥイッチのAAはジグスのHPを削るのが得意で、特に序盤のトレードで不利になる。\n- ジグスは対象指定スキルを持たず、トゥイッチの機動力に対してスキルを当てるのが難しい。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利で、ジグスはその対象に該当するため、トゥイッチが有利に立ち回りやすい。\n\n不利の対策：\n- レーンではミニオンウェーブを常に押し込むことで、トゥイッチのステルスを発動させる隙を与えない。\n- 遠距離からポークを行い、トゥイッチのHPを削ることで、奇襲を受けるリスクを減らす。\n- Eを使ってトゥイッチの接近を阻止し、距離を保つように心がける。\n- 集団戦では、トゥイッチのアルティメットを警戒し、味方のCCを活用してトゥイッチを抑え込む。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n- コーキは序盤から遠距離攻撃が可能で、トゥイッチに対してハラスが強い。\n- コーキのスキルはAoEダメージを持ち、ミニオンウェーブを早く処理できるため、レーンの主導権を握りやすい。\n- トゥイッチは序盤の耐久力が低く、コーキの攻撃を受けると厳しい状況になる。\n- コーキは中盤以降も長射程のスキルを持ち、集団戦でのポークが得意で、トゥイッチのステルスを警戒しながら立ち回れる。\n\n有利の取り方：\n- レーン序盤はミニオンウェーブを早く処理し、トゥイッチにハラスをかける。\n- ワードを使って視界を確保し、トゥイッチのステルスを警戒する。\n- パッケージを利用して中盤にロームし、人数差を作ることで優位に立つ。\n- 集団戦では中距離を保ち、トゥイッチを見つけて集中攻撃することで、彼の火力を抑える。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは近接チャンピオンであり、短期交戦が得意なため、トゥイッチのAAを避けつつ、瞬時にダメージを与えることができる。\n- トゥイッチは逃げ性能が低く、ニーラのバーストダメージを受けやすい。\n- ニーラは味方との連携を重視したスキルセットを持ち、特にサポートと組むことで強力なシナジーを発揮できる。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるため、ニーラが早期に有利を取ることでその影響を大きくできる。\n\n有利の取り方：\n- ミニオンウェーブを管理し、トゥイッチのAAを避けながらスキルを溜める。\n- 視界を確保し、トゥイッチが孤立した瞬間を狙って奇襲をかける。\n- トゥイッチがステルスを使う前に距離を詰め、短いバーストで先にダメージを与える。\n- 集団戦では前に出すぎず、味方と固まってトゥイッチの攻撃を受けないように立ち回る。",
      "ルシアン": "ルシアンが有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチに対して強力なハラスが可能です。\n- トゥイッチは逃げ性能が低く、ルシアンのコンボを受けると大きなダメージを受けやすいです。\n- ルシアンはスキルのクールダウンが短く、連続して攻撃できるため、トゥイッチのステルスを利用した奇襲に対抗しやすいです。\n- エクゾーストを持つことで、トゥイッチのステルス攻撃を無効化し、逆に攻撃するチャンスを作れます。\n\n有利の取り方：\n\n- レーン開始時にミニオンウェーブをしっかり管理し、トゥイッチにハラスをかける。\n- トゥイッチがステルスを使った際には、エクゾーストを使って彼の攻撃を無効化し、反撃する。\n- トゥイッチが近づいてきたら、ダッシュを使って距離を詰め、コンボを決める。\n- ミニオンウェーブを利用して、トゥイッチがAAを当てにくい状況を作る。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- 序盤から高いバーストダメージを持ち、トゥイッチに対してオールインが可能。\n- トゥイッチは序盤が弱く、AAに依存しているため、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンの移動速度上昇スキルにより、トゥイッチのステルスを警戒しつつ追撃ができる。\n- CCを持っているため、トゥイッチの動きを制限しやすい。\n- トゥイッチはハードCCに弱く、ドレイヴンの攻撃を受けると脆弱。\n\n有利の取り方：\n\n- レベル1から3の間に積極的にオールインを仕掛け、トゥイッチにプレッシャーをかける。\n- ブッシュにワードを置き、トゥイッチのステルスを警戒しつつ、ミニオンウェーブをコントロールする。\n- Eを使ってトゥイッチの動きをずらし、Wで追撃するタイミングを見計らう。\n- トゥイッチが透明化した際にはRを使って仕留める。\n- アイテムを早めに揃え、ライフスティールを確保して持続的なダメージを出す。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程の攻撃が可能で、トゥイッチの奇襲を警戒しながら安全に攻撃できる。\n- トゥイッチは序盤のポークに弱く、エズリアルのQでチクチク攻撃されると苦しい。\n- エズリアルのEによる機動力で、トゥイッチの攻撃を回避しやすい。\n- トゥイッチはAAに依存しているため、エズリアルのスキルで距離を保ちながら戦うことができる。\n- 集団戦ではエズリアルのRがトゥイッチの広範囲攻撃に対抗できる。\n\n有利の取り方:\n- レーン序盤ではQを使ってトゥイッチにポークし、ミニオンウェーブを管理する。\n- トゥイッチの奇襲を警戒し、ワードを設置して視界を確保する。\n- レベル6以降はトゥイッチのRを警戒し、位置取りを意識して引き気味に立ち回る。\n- ミニオンウェーブをプッシュしてロームし、他のレーンでのプレッシャーをかける。\n- 集団戦では後方からRとQを連打し、Eを温存してトゥイッチの突入に備える。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナはレベル2でのトレードが強力で、短いトレードで優位を取ることができる。\n- トリスターナの射程がレベルが上がるごとに増加し、特にレベル6以降はトゥイッチよりも安全に攻撃できる。\n- トリスターナは高いバーストダメージを持ち、トゥイッチの逃げ性能の低さを突くことができる。\n- トリスターナのノックバック効果により、トゥイッチの接近を防ぎやすい。\n\n有利の取り方：\n- レーン開始時にブラッシュにワードを置き、トゥイッチのQの起点を潰す。\n- レベル1からAA→Eのコンボで小競り合いを行い、トゥイッチにプレッシャーをかける。\n- レベル6以降は射程を活かして安全にミニオンウェーブを削り、トゥイッチのRには距離を取って対処する。\n- 集団戦ではRを使って敵を散らし、トゥイッチが後列から攻撃するのを防ぐために距離管理を徹底する。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 遠距離からのポークが得意で、トゥイッチが接近する前にダメージを与えられる。\n- CC効果を持つスキルで、トゥイッチの動きを制限できるため、奇襲を防ぎやすい。\n- トゥイッチのステルスに対して視界を確保しやすく、奇襲の成功率を下げることができる。\n- トゥイッチがレベル6になる前に有利なトレードを仕掛けることで、序盤の優位を確立できる。\n\n有利の取り方：\n- レーン序盤はミニオンウェーブを管理し、QやEでトゥイッチにポークを行う。\n- ブラシにワードを置いて視界を確保し、トゥイッチのステルスを警戒する。\n- トゥイッチが接近してきたら、Eでゾーニングし、距離を保つ。\n- レベル6以降はRを温存し、トゥイッチが突進してきた際に反撃する準備をする。\n- 集団戦では遠距離からのポークとRでトゥイッチの動きを封じ、味方と連携して攻撃する。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n- ヴェインは高いバーストダメージを持ち、ニーラを瞬時に排除できるため、特に1対1の状況で危険です。\n- ヴェインのステルス能力により、ニーラの攻撃を回避しやすく、反撃を受けるリスクが高まります。\n- ニーラは射程が短く、ヴェインのAAやスキルによるハラスに対して脆弱です。\n- ヴェインは壁を利用したスキルを持っており、ニーラの機動力を制限することができます。\n\n不利の対策：\n- レーンフェーズでは、ヴェインの攻撃を避けるためにスキルをタイミングよく使用し、ハラスを最小限に抑える。\n- ミニオンウェーブを管理し、ヴェインにCSを取らせないようにすることで、レーンの優位性を保つ。\n- ジャングラーのサポートを受けて、ヴェインが孤立しているときに積極的に攻撃を仕掛ける。\n- チームファイトでは、味方をサポートしつつ、ヴェインが後衛にいる場合は前に出て敵を引きつける。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ヴェインは近接攻撃型で、レベル6以降の確殺能力が高く、エズリアルに対してオールインが強力。\n- エズリアルは射程が長いが、ヴェインの機動力とダッシュを使った接近戦に弱い。\n- ヴェインは壁を利用したCCを持っており、エズリアルのEを無効化することで攻撃を仕掛けやすい。\n- エズリアルはAoE攻撃手段が限られており、ミニオンウェーブを利用されると攻撃が通りにくい。\n\n不利の対策:\n- 序盤はミニオンウェーブを管理し、ヴェインにフリーハーベストをさせないようにする。\n- ヴェインがオールインを狙うタイミングを見極め、Eでの回避を徹底する。\n- レベル6以降は、味方ジャングラーと連携してヴェインを狙う機会を作る。\n- アイテムをマナ系に優先し、持続的なハラスを行い、ヴェインのHPを削る。\n- 視界を確保し、無理な深追いやワード剥がしを避けることで安全に立ち回る。",
      "ジン": "ジンが不利です。\n\n理由:\n- ヴェインは序盤が非常に弱いが、中盤から後半にかけて強力になるため、ジンは早期に有利を取らないと後々苦しくなる。\n- ヴェインのEはスタン効果があり、ジンが接近された際に大きな脅威となる。\n- ヴェインのアルティメットによって、1対1のデュエルで優位に立たれる可能性が高く、ジンはその状況に対処しづらい。\n- ジンはブリンクを持たないため、ヴェインの機動力を活かされた際に逃げる手段が限られる。\n\n不利の対策:\n- 序盤はアグレッシブにプレイし、ヴェインにトレードを仕掛けて早期に有利を取る。\n- ヴェインのHPが60%以下になったら、長いトレードやオールインを狙う。\n- ヴェインのアルティメットを取得した際は、慎重に立ち回り、無理に1対1を挑まない。\n- サポートと連携して、ヴェインにプレッシャーをかけ続け、呼吸をさせないようにする。\n- ミニオンウェーブを管理し、ヴェインがファームしづらい状況を作る。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ヴェインの機動力が高く、短期の1対1戦闘で強力なダメージを与えられるため、接近戦で不利になる。\n- ヴェインは壁を利用したコンデムで高いバーストを狙えるため、ザヤは位置取りに注意が必要。\n- ザヤの射程は短めで、ヴェインのAAやスキルによるハラスを受けやすい。\n- 集団戦では、ヴェインの高い機動力と瞬発力に対して、ザヤは後衛での立ち回りが求められ、攻撃が通りにくい。\n\n不利の対策:\n- 序盤はミニオンウェーブを利用してポークを行い、ヴェインの攻撃を避ける。\n- ヴェインがタンブルを使用した後に攻撃を仕掛け、反撃のチャンスを狙う。\n- 壁際での戦闘を避け、ミニオン間での位置取りを意識する。\n- レベル6以降はRを活用して自衛し、ヴェインの攻撃を受けた際に反撃の機会を作る。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすい。\n- ヴェインの最大HPに比例した確定ダメージが、タンクやジャガーノートに対して非常に効果的で、シヴィアの耐久力を脅かす。\n- シヴィアは射程が短く、レーンでのポークやトレードでヴェインに対して不利になることが多い。\n- ヴェインは1対1の戦闘において非常に強力で、シヴィアがAAを当てる前に反撃される可能性が高い。\n- ヴェインのCCを受けると、シヴィアは脆弱になり、特に対象指定のスキルに対して無防備。\n\n不利の対策:\n- レーンではミニオンウェーブを管理し、ヴェインに近づかせないようにする。\n- ポークサポートと連携し、ヴェインに対して積極的にハラスを行う。\n- ヴェインのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- レベル6以降は、ヴェインのアルティメットに注意し、無理なトレードを避ける。\n- 集団戦では、ヴェインに flank（側面攻撃）されないように立ち回り、後衛としての役割を果たす。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは遠距離からの持続的なダメージを与えることができ、ヴェインの接近を許さずにハラスが可能です。\n- アフェリオスの武器の組み合わせにより、状況に応じた柔軟な戦闘スタイルが取れるため、ヴェインの攻撃を避けやすいです。\n- ヴェインは序盤のダメージが低く、アフェリオスの遠距離攻撃に対して反撃が難しいため、アフェリオスが優位に立ちやすいです。\n- アフェリオスは集団戦でのスケーリングが良好で、後半においても高い火力を発揮できます。\n\n有利の取り方：\n- 序盤は波を管理しつつ、AAでヴェインにハラスをかけ、リードを取る。\n- 中盤ではアイテムパワースパイクを活かし、積極的に戦闘を仕掛ける。\n- ミニオンを利用してヴェインのスキルを避ける位置取りを工夫し、ダメージを与え続ける。\n- 後半は集団戦で後衛からダメージを狙い、ヴェインのバーストを避けるために適切なタイミングでスキルを使用する。",
      "セナ": "セナが有利です。\n\n- 射程が長いため、ヴェインに対して一方的にハラスを行いやすい。\n- セナの回復能力により、ヴェインの攻撃を受けても持ちこたえやすい。\n- スネア効果を持つスキルで、ヴェインの接近を阻害できる。\n- ヴェインは短射程であるため、セナが距離を保ちながら戦うことができる。\n- セナはレーンでのソウル回収を通じて、ゴールドを得やすく、成長が早い。\n\n有利の取り方：\n\n- 序盤は射程を活かしてポークし、ヴェインのサステインを奪う。\n- ミニオンウェーブを管理し、セナのスキルを使ってヴェインに圧力をかける。\n- Eで位置を変え、ヴェインが近づけないようにする。\n- 味方のCCと連携し、ヴェインを捕まえるチャンスを作る。\n- 中〜後半は集団戦で後方から支援し、長射程を活かして安全にダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- 序盤の圧力が強く、AAとスキルを駆使して短時間で大ダメージを与えられる。\n- Qを拾うことで攻撃力が増し、トレードで優位に立ちやすい。\n- ヴェインの射程が短いため、ドレイヴンの攻撃を避けにくい。\n- ドレイヴンは移動速度を上げるスキルを持っており、追撃性能が高い。\n- ヴェインの集団戦での脆さを突くことができる。\n\n有利の取り方：\n- レベル1から5の間に積極的にトレードし、味方サポートと連携してキルを狙う。\n- Qを回収し続け、AA→E→AAのコンボでアドバンテージを取る。\n- ヴェインに対して位置取りを工夫し、彼女の回避スキルを無効化する。\n- アイテム差を作り、ローミングやタワープレッシャーで優位を広げる。\n- 長期戦を避け、集団戦で瞬間火力を出すことを意識する。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは射程が長く、範囲攻撃を持っているため、ヴェインに対してハラスがしやすい。\n- ヴェインは接近しないとダメージを出せないが、コーキは距離を保ちながら攻撃できる。\n- コーキのスキルはAoEダメージを持ち、ミニオンウェーブを早く処理できるため、レーンのプッシュが得意。\n- コーキはアルティメットのクールダウンが短く、集団戦での持続的なダメージを出しやすい。\n- ヴェインはCCがないため、コーキの攻撃を受けると反撃が難しい。\n\n有利の取り方:\n- レーン初期はミニオンウェーブを意識し、AAやスキルでハラスを行う。\n- ヴェインが接近してきた際は、距離を保ちながらスキルを使い、ダメージを与える。\n- レベル6以降はアルティメットを活用し、ヴェインが接近できないようにゾーニングする。\n- 味方ジャングルの視界を確保し、ローミングを行いながらヴェインを孤立させる。\n- 集団戦では、味方と連携し、ヴェインが狙われないように立ち回る。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは長射程を持ち、ヴェインに対してハラスを行いやすい。\n- 高い機動力を活かして、ヴェインの攻撃を避けることができる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で持続的なダメージを与えやすい。\n- ヴェインは短射程であり、ゼリの攻撃を受けるリスクが高い。\n- ゼリは序盤のハラスが得意で、ヴェインの成長を遅らせることができる。\n\n有利の取り方:\n- レーン序盤でAAとスキルを駆使して、ミニオンウェーブを利用しながらヴェインにハラスを行う。\n- ヴェインの攻撃を予測し、Eを温存して壁に押し込まれない位置を取る。\n- レベル6以降は、集団戦で味方と連携し、ヴェインを狙う際にRを活用して距離を保つ。\n- 短期戦を避け、常に距離を保ちながらAAとスキルでダメージを与え続ける。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは序盤から中盤にかけて高い短期火力を持ち、ヴェインに対して優位に立ちやすい。\n- サミーラは接近戦を得意としており、ヴェインの射程の短さを利用して攻撃を仕掛けやすい。\n- サミーラはスキルの組み合わせによってスタイルを上げ、集団戦でのキャリー能力を発揮できる。\n- ヴェインは後半にスケールするため、序盤の段階で有利を取ることでゲームを有利に進めやすい。\n\n有利の取り方:\n- レーン序盤は安全に波を取ることを意識し、ヴェインのEに注意して位置取りを行う。\n- スタイルを溜めて短いワンコンを狙い、味方のCCと連携して攻撃する。\n- ヴェインが逃げる際には追撃よりも射程内からAAとスキルで削ることを優先する。\n- Rは確実にキルできるタイミングで使用し、敵が集まる場面で最大効果を発揮する。\n- ピールやCCに弱いため、バックや集団戦では位置取りを重視し、早めの退避を心がける。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長のAA射程を持ち、ヴェインに対して一方的にハラスを行いやすい。\n- ヴェインは射程が短いため、ケイトリンの攻撃を避けるのが難しい。\n- ケイトリンの罠によるスネア効果で、ヴェインの動きを制限できる。\n- ケイトリンはレーンでのプッシュ力が高く、ミニオンウェーブを早く処理できるため、タワーシージが得意。\n- ケイトリンは集団戦で安全に攻撃できる位置を取れるため、ヴェインに対して優位に立てる。\n\n有利の取り方:\n- レーン序盤は射程を活かしてポークし、ミニオン前でAAとQを狙う。\n- トラップをウェーブ端やブラッシュに設置し、ヴェインの動きを制限する。\n- ネットは位置取りや逃げ、AAリセット用に温存し、危険な状況では即座に使用する。\n- レベル6以降はロームを行い、集団戦では長射程から安全に攻撃する。\n- ヴェインが接近してきた際には、罠を利用して足止めし、反撃のチャンスを作る。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーはAoE攻撃を持ち、集団戦でのダメージが高いため、ヴェインのような単体攻撃型のチャンピオンに対して優位に立てる。\n- スモルダーはスキルを駆使して距離を保ちながら戦えるため、ヴェインの近接攻撃を避けやすい。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなるため、試合が進むにつれて強力になる。\n- ヴェインは射程が短く、スモルダーの攻撃を受けるリスクが高い。\n- スモルダーはレーニング中にミニオンウェーブを管理しやすく、タワー圧をかけることで有利な状況を作りやすい。\n\n有利の取り方：\n- レーン開始時にミニオンウェーブを押し、タワー圧をかけることでヴェインにプレッシャーを与える。\n- スキルを使って距離を保ちながらヴェインのHPを削り、無理な近接交戦を避ける。\n- 6分以降はタワープレッシャーを維持し、集団戦での有利を狙う。\n- ヴェインが壁を利用するタイミングを見計らい、背後を取ることで不意打ちを狙う。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n- ミス・フォーチュンは短射程ながら、近距離でのトレードに強力な火力を持っているため、ジグスが接近されると不利になる。\n- ミス・フォーチュンのQのバウンスによるハラスが非常に強力で、ジグスはそれを避けるのが難しい。\n- ジグスは波処理が得意だが、ミス・フォーチュンはレーンでのハラスを続けやすく、ジグスのミニオンウェーブ管理を妨げることができる。\n- ミス・フォーチュンはEによるスローでジグスの動きを制限し、接近を許すと脆弱なジグスに対して有利に立てる。\n\n不利の対策：\n- レーン開始時はミニオンウェーブを押しすぎないようにし、相手のハラスを受けない位置取りを心がける。\n- ミニオンの裏に立ち、Qのバウンスを避けるために注意を払う。\n- Wを使って安全にミニオン処理を行い、無理な接近を避ける。\n- ジグスのスキルを使った後は、相手のスキルを避けつつ距離を保つようにする。\n- 集団戦では後衛に位置し、ミス・フォーチュンの攻撃を避けながらダメージを出すことを意識する。",
      "アッシュ": "アッシュが不利です。\n\n- ミス・フォーチュンは初期のポーク力が高く、AAやスキルでアッシュに対して強力なハラスを行える。\n- ミス・フォーチュンのUltはAoEダメージが高く、集団戦での影響力が大きいため、アッシュは注意が必要。\n- アッシュは機動スキルを持たず、ミス・フォーチュンのスローやバーストに対して逃げる手段が乏しい。\n- ミス・フォーチュンのスキルは高いダメージを持ち、特に接近されると脆弱なアッシュにとっては危険。\n\n不利の対策：\n\n- ミス・フォーチュンのスキルの予備動作を覚え、回避を意識して立ち回る。\n- ミニオンウェーブの背後に移動し、ポークを受けないようにする。\n- Wを使ってポークを入れ、ミス・フォーチュンがUltを使う前に戦闘を仕掛ける。\n- アッシュのUltのタイミングを合わせて、ミス・フォーチュンのUltを中断させる。\n- 守りを重視し、CSをしっかり稼ぎ、安全な立ち位置を維持する。アイテムの先行を意識する。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ミス・フォーチュンはレーン序盤から広範囲攻撃が可能で、トゥイッチのポークを容易に受け流すことができる。\n- ミス・フォーチュンの瞬間火力は非常に高く、オールインを仕掛けられるとトゥイッチは対処が難しい。\n- トゥイッチはAAに依存しているため、ミス・フォーチュンのスローで立ち位置を調整されると攻撃がしづらくなる。\n- ミス・フォーチュンはレーンでのハラスが得意で、トゥイッチはサステインが乏しいため、持続的にダメージを受けやすい。\n\n不利の対策:\n- レーン序盤はミニオンウェーブを管理し、相手の攻撃を避けるように立ち回る。\n- 潜伏を活かして、ミニオンウェーブが有利な状況でのみ攻撃を仕掛ける。\n- サポートと連携し、ミス・フォーチュンのスキルを避けながらハラスを行う。\n- レベル6以降は、奇襲を狙ってミス・フォーチュンの位置を確認し、Rを使って一気にダメージを出すタイミングを見計らう。",
      "ジンクス": "ジンクスが不利です。\n\n- 序盤のトレードでミス・フォーチュンの高いハラス性能に対抗できない。\n- ミス・フォーチュンは序盤から強力なpoke能力を持ち、ジンクスはその攻撃を避けにくい。\n- ジンクスは機動力が低く、ミス・フォーチュンのスキルを避けるのが難しい。\n- ミス・フォーチュンの集団戦での影響力が高く、ジンクスが後半に強くなるまでの間に劣位に立たされる。\n\n不利の対策：\n- 序盤は無理なトレードを避け、ミニオンウェーブをしっかりとCSしながらレベル6を目指す。\n- ミニオンウェーブを管理し、相手の攻撃を受けない位置取りを心がける。\n- 集団戦では、ミス・フォーチュンの攻撃を避けつつ、後方から安全に攻撃できる位置を確保する。\n- アイテムビルドを工夫し、早めに攻撃速度を上げるアイテムを購入して火力を強化する。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ミス・フォーチュンは接近してバーストを狙うことができ、ケイトリンがハラスを行う際に反撃されやすい。\n- ケイトリンの射程は長いが、ミス・フォーチュンのスキルを外すと逆に反撃を受けるリスクが高まる。\n- ミス・フォーチュンのEによるスローとRのチャネリングスキルが、ケイトリンのポジショニングを難しくする。\n- ケイトリンはオールイン型のチャンピオンに対して脆弱で、ミス・フォーチュンの瞬間火力に対抗しづらい。\n\n不利の対策：\n\n- ミニオンウェーブを利用して、ミス・フォーチュンのハラスを避ける位置取りを心がける。\n- スキルを正確に当てることで、ミス・フォーチュンの反撃を最小限に抑える。\n- トラップを適切に配置し、ミス・フォーチュンの接近を防ぐ。\n- 集団戦では、ミス・フォーチュンのRを避けるために位置取りを意識し、後衛からの攻撃を心がける。",
      "アフェリオス": "アフェリオスが不利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、アフェリオスはダメージを受けやすい。\n- ミス・フォーチュンのバーストダメージは非常に高く、特にRのクールダウン中でない限り、アフェリオスは攻撃を避けるのが難しい。\n- アフェリオスは機動力が低く、ミス・フォーチュンに接近されると逃げる手段が乏しいため、オールインされると脆弱。\n- ミス・フォーチュンのスロー効果により、アフェリオスは立ち位置を調整しにくく、Kiteが難しくなる。\n\n不利の対策：\n- ミニオンウェーブを利用して、ミス・フォーチュンのハラスを避けるように立ち回る。\n- Rのクールダウンを意識し、攻撃のチャンスを見極めて反撃する。\n- Guardian AngelやImmortal Shieldbowなど、バーストダメージに耐えるためのアイテムを早めに購入する。\n- Wを活用して、ミス・フォーチュンの攻撃を避けるための位置取りを心がける。",
      "コーキ": "コーキが不利です。\n\n- ミス・フォーチュンは瞬間火力が高く、接近されると一気にダメージを受けやすい。\n- コーキはCCがないため、ミス・フォーチュンのスローを受けた後に逃げる手段が乏しい。\n- ミス・フォーチュンのハラス性能が高く、レーンでのショートトレードで不利になりやすい。\n- コーキは射程が長いが、ミス・フォーチュンが近づくとその優位性が失われる。\n\n不利の対策：\n- レーン序盤はミニオンウェーブを管理し、ミス・フォーチュンのハラスを避ける。\n- スキルを使って安全にハラスし、距離を保つことを意識する。\n- ミス・フォーチュンのスキルを避けるために、位置取りを工夫する。\n- 集団戦では、ミス・フォーチュンが接近する前にダメージを与えられるように立ち回る。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n- レーンでのハラス性能が高く、ミニオンウェーブを素早く処理できるため、相手にプレッシャーをかけやすい。\n- スペルシールドにより、ミス・フォーチュンのQを防ぐことができ、トレードで有利を取れる。\n- ミス・フォーチュンのウルトはスペルシールドで防げないが、シヴィアのウルトを使って距離を取ることで、被害を軽減できる。\n- ミス・フォーチュンは接近されると脆弱なため、シヴィアの移動速度上昇を活かして距離を保つことができる。\n\n有利の取り方：\n- ミニオンウェーブを押し込んで、相手のミニオンタワーに近づけさせないようにする。\n- トレードの際は、スペルシールドを活かしてミス・フォーチュンのスキルを無効化し、AAでダメージを与える。\n- ミス・フォーチュンのWによる移動速度増加を考慮し、適切なタイミングでAAを行い、距離を保つ。\n- チームメンバーと連携し、ミス・フォーチュンのウルトを避けるためにシヴィアのウルトを活用する。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすい。\n- ミス・フォーチュンの基礎ADが低いため、序盤のハラスに対して耐えやすい。\n- ゼリはスキルを駆使して戦うスタイルで、ミス・フォーチュンのAAに対して有利に立ち回れる。\n- ミス・フォーチュンのRはチャネリングスキルであり、ゼリはその間に位置を調整しやすい。\n\n有利の取り方：\n- 序盤はミニオンウェーブを管理し、ミス・フォーチュンのQを避けながらハラスを行う。\n- 中盤では、ミス・フォーチュンのRを避けるために位置取りを工夫し、集団戦でのダメージを出す。\n- 後半はアイテムを揃え、ミス・フォーチュンの攻撃を避けつつ、スキルを使ってダメージを与える。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤは射程が短い相手に対して強く、ミス・フォーチュンの攻撃を避けやすい。\n- ザヤのEによるスネアで、ミス・フォーチュンのスキルを無効化しやすい。\n- ザヤは集団戦での反撃能力が高く、ミス・フォーチュンのウルトに対して無敵状態を活用できる。\n- ザヤはAAとスキルを組み合わせて、ミス・フォーチュンのハラスを受けにくい。\n\n有利の取り方：\n\n- 序盤はミニオンウェーブを管理し、CSを稼ぎながらミス・フォーチュンのスキルを避ける。\n- ミニオンが多い時にEを使ってミス・フォーチュンのスキルを外したタイミングで反撃する。\n- 中盤以降はウルトを使うタイミングを見計らい、ミス・フォーチュンのウルトに合わせて反撃する。\n- 後半はEで位置取りを工夫し、ミス・フォーチュンの攻撃を避けつつ最大ダメージを狙う。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- ミス・フォーチュンは基礎ADが低く、DPSが不足しがちで、オブジェクト取得が遅いため、序盤のハラスで有利を取れる。\n- スモルダーはEによる高速移動で、ミス・フォーチュンの攻撃を避けやすく、接近戦でも有利に立ち回れる。\n- ミス・フォーチュンのCCはスローのみで、逃げ手段が乏しいため、スモルダーがスタックを貯めてからの攻撃が効果的。\n\n有利の取り方：\n- レーン序盤では被ダメを最小化し、ミニオンウェーブを安全にクリアしてファームを安定させる。\n- ミニオンの陰を利用して相手の攻撃を避け、トレードのタイミングを見計らう。\n- スタックを貯めるために、無理に前に出ず、相手のスキルを温存して反撃のチャンスを待つ。\n- レベル6以降はアルティメットを活かし、相手の動きを制限しつつ、集団戦でのAoE攻撃を狙う。",
      "ユナラ": "ユナラが有利です。\n\n- ユナラはAAに特化しており、クリティカルヒット時に追加の魔法ダメージを与えるため、ミス・フォーチュンの耐久力を削りやすい。\n- ユナラのスキルは周囲の敵にもダメージを与えるため、ミス・フォーチュンの集団戦での影響力を制限できる。\n- ユナラは攻撃範囲が長く、ミス・フォーチュンのポークを受けにくい。\n- ユナラは移動速度が高く、立ち位置を調整しやすいため、ミス・フォーチュンのスキルを避けやすい。\n- ユナラはQのスタックを溜めることで、短時間でバーストダメージを与えることができ、ミス・フォーチュンのスキルをカウンターしやすい。\n\n有利の取り方：\n- 序盤は安全にAAを行い、Qのスタックを蓄積する。\n- ミス・フォーチュンのEを避けつつ、Qをアクティブにして短時間でダメージを与える。\n- ミス・フォーチュンがRを使用する際は、距離を取りつつ、ユナラのRを活かして集団戦でのダメージを最大化する。\n- 常に距離を管理し、ミス・フォーチュンを孤立させるように立ち回る。",
      "セナ": "セナが有利です。\n\n- 超長射程を活かして、ミス・フォーチュンに対して安全にハラスができる。\n- 回復能力により、ミス・フォーチュンのハラスを受けても持ちこたえやすい。\n- ミス・フォーチュンの攻撃がミニオンにバウンドする位置を避けることで、ハラスを無効化できる。\n- ミス・フォーチュンは基礎ADが低く、DPSが不足しがちで、オブジェクト取得が遅いため、レーンでの優位を築きやすい。\n\n有利の取り方：\n\n- Lv1からミニオンの外側から安全にハラスを行い、魂を回収して射程を伸ばす。\n- ミニオンウェーブを管理し、ミス・フォーチュンがQを使う際にバウンドしない位置に立つ。\n- Lv4以降は回復を活かして交換を仕掛け、ミス・フォーチュンの攻撃を受けるリスクを減らす。\n- 集団戦では安全な位置から支援を行い、味方を守ることでチーム全体の優位を保つ。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンに対して安全な距離からハラスが可能。\n- Eによる瞬間移動で、ミス・フォーチュンの攻撃を回避しやすい。\n- ミニオンウェーブを利用して、ミス・フォーチュンのQのバウンドを防ぐことができる。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられる。\n\n有利の取り方:\n- Qでミス・フォーチュンを削りつつ、距離を保つ。\n- ミニオンウェーブを利用して、ミス・フォーチュンの攻撃を防ぎながらハラスを行う。\n- Eを温存し、ミス・フォーチュンが接近してきた際に逃げるか、逆に追撃する。\n- サポートと連携して、短期的な突撃を仕掛け、ミス・フォーチュンのスキルを使わせる。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由:\n- コーキは序盤に高い瞬間火力を持つが、コグ＝マウの長射程と集団戦でのダメージ出力に対抗しづらい。\n- コグ＝マウはAR/MRを低下させるスキルを持ち、タンクに対して強いが、コーキは持続的なダメージを出すのが難しい。\n- コーキはCCがないため、コグ＝マウのスロー効果に対して逃げる手段が限られている。\n- コーキはマナ消費が激しく、スキルを多用すると枯渇しやすく、持続的な戦闘が難しい。\n\n不利の対策:\n- 序盤は無理にトレードをせず、タレット下で安全にファームを行う。\n- コグ＝マウのスキルのCDを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- ロームを活用して他のレーンでのプレッシャーをかけ、コグ＝マウに対して有利な状況を作る。\n- 集団戦では、コグ＝マウの後衛からの攻撃を避けつつ、先に削ることを意識する。",
      "ゼリ": "ゼリが不利です。\n\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して高いダメージを出せるため、ゼリの機動力を活かしにくい。\n- コグ＝マウの射程が長く、集団戦でのダメージ出力が高いため、ゼリが接近するのが難しい。\n- コグ＝マウは自衛手段が乏しいが、ゼリも序盤のハラスが苦手で、特にコグのWのCD中に攻撃を受けやすい。\n- コグ＝マウはスロー効果を持つため、ゼリの機動力を制限しやすい。\n\n不利の対策：\n- 序盤は受けの姿勢を取り、無理にハラスをせずにCSを優先する。\n- ミニオンウェーブを押し込んで、コグ＝マウをタワー下でファームさせる。\n- ジャングルのGankを狙い、コグ＝マウの逃げ性能の低さを利用する。\n- 中盤以降は集団戦で後衛に位置し、コグ＝マウの射程を意識して戦う。",
      "スモルダー": "スモルダーが不利です。\n\n- コグ＝マウは序盤から意外と強力で、特にWが発動している間は高いダメージを出せるため、スモルダーは攻撃しづらい。\n- コグ＝マウのWがクールダウン中でない限り、スモルダーは1対1の殴り合いで不利になる。\n- スモルダーはAA強化がないため、DPSが低く、コグ＝マウのタンクに対するダメージが出しにくい。\n- コグ＝マウは射程が長く、追撃が得意なため、スモルダーが近づくのが難しい。\n\n不利の対策：\n\n- コグ＝マウのWがクールダウン中のタイミングを見計らって攻撃する。\n- チームメイトと連携して集団戦を仕掛け、コグ＝マウを孤立させる。\n- ミニオンウェーブを利用して、コグ＝マウの攻撃を避けつつファームする。\n- Eを使って地形を利用し、逃げる手段を確保しながら戦う。",
      "サミーラ": "サミーラが不利です。\n\n- コグ＝マウは長射程を持ち、AAやスキルで遠距離から持続的にダメージを与えることができるため、サミーラは接近しづらい。\n- コグ＝マウのスロー効果を持つスキルにより、サミーラの接近が難しく、攻撃を受けやすい。\n- サミーラは短射程であり、コグ＝マウの攻撃を避けるのが難しいため、レーニング序盤でのハラスが厳しい。\n- コグ＝マウはタンクに対して強い割合ダメージを持っており、サミーラの短期決着が難しくなる。\n- サミーラは単独でのCCがないため、コグ＝マウの攻撃を受けると無力化されやすい。\n\n不利の対策：\n\n- レーニング序盤はブッシュを利用してショートトレードを狙い、コグ＝マウの射程を避ける。\n- Eを使ってコグ＝マウのスローを回避し、横移動を重視して攻撃を避ける。\n- 味方のCCがある時に一気に攻撃を仕掛け、キルを狙う。\n- ヘルス差ができたらフラッシュを使って奇襲をかけ、長期戦を避ける。\n- 集団戦では後方での位置取りを意識し、味方のCCを利用して接近するタイミングを見計らう。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- コグ＝マウは序盤は脆弱だが、アイテムが揃うと高いDPSを発揮し、特に集団戦で強力になる。\n- コグ＝マウの射程が長く、Wを使うことでドレイヴンの攻撃を避けやすい。\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対しても強いダメージを出せるため、ドレイヴンの耐久力を脅かす。\n- ドレイヴンは移動妨害CCに弱く、コグ＝マウのスロー効果によって斧を拾えなくなるリスクがある。\n\n不利の対策:\n- レーン序盤は無理な交易を避け、CSを優先して安全にファームする。\n- サポートと連携し、コグ＝マウのスキルを避けながら距離を保つ。\n- ゴールド差をつけるために、キルチャンスがあれば積極的に狙うが、無理はしない。\n- アイテムを揃えるまで耐え、後半の集団戦での役割を意識する。\n- コグ＝マウがスケールする前に、ロームやタワーへのプレッシャーをかけてゲームを有利に進める。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- コグ＝マウは持続的なダメージを出す能力が高く、特に集団戦での火力が強力です。\n- コグ＝マウのRによる遠距離攻撃は、ミス・フォーチュンが接近する際に大きな脅威となります。\n- コグ＝マウのスキルはAR/MRを低下させるため、ミス・フォーチュンのダメージが通りづらくなります。\n- コグ＝マウは機動力が低いものの、ミス・フォーチュンも逃げ手段が乏しく、接近されると脆弱です。\n\n不利の対策：\n- 序盤はミニオンウェーブを管理し、コグ＝マウのAAを避けるように立ち回る。\n- コグ＝マウのスキル使用後の隙を狙って攻撃することで、ダメージを与えやすくする。\n- 集団戦では、コグ＝マウのRを避けるために位置取りを意識し、距離を保つ。\n- サポートと連携して、コグ＝マウに対するハラスを強化し、レーンでの優位を確保する。",
      "シヴィア": "シヴィアは不利です。\n\n- コグ＝マウはAR/MRを低下させるスキルを持っており、シヴィアの防御力を削ることができるため、トレードで不利になる。\n- コグ＝マウの射程が長く、シヴィアの基礎射程が短いため、レーンでのハラスが難しい。\n- ルルと組み合わせることで、コグ＝マウの攻撃をシールドされ、シヴィアの攻撃が通りにくくなる。\n- コグ＝マウはスロー効果を持つため、シヴィアの移動速度を上昇させる手段があっても逃げにくい。\n- シヴィアは自衛手段が乏しく、コグ＝マウに狙われると厳しい状況になる。\n\n不利の対策：\n\n- コグ＝マウのQをスペルシールドで防ぎ、AR/MRの低下を避ける。\n- ミニオンウェーブを利用して、コグ＝マウの攻撃を受けないように立ち回る。\n- ルルがいないタイミングを狙って積極的にトレードを行う。\n- レーンを押し込んで、タワー下でのファームを心がける。\n- 敵ジャングラーの位置を確認し、無理なトレードを避ける。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- コグ＝マウは序盤の火力が低く、アイテムを揃えるまで強くないため、ケイトリンがレーンで圧をかけやすい。\n- コグ＝マウは機動力が低く、ハードCCがないため、ケイトリンの罠やポークに対して逃げる手段が限られている。\n- コグ＝マウはレベル6以降に射程が伸び、集団戦での火力が高くなるため、ケイトリンが優位を失う可能性がある。\n- ケイトリンはオールインが強いチャンピオンに対しては不利であり、コグ＝マウの割合ダメージやAR/MR低下の効果に対して脆弱。\n\n不利の対策：\n- 序盤は安全にCSを稼ぎ、無理な交戦を避ける。\n- サポートと連携し、視界を確保しつつ、コグ＝マウの攻撃を避ける。\n- ミニオンウェーブを利用して、コグ＝マウの攻撃を受けない位置でAAを行う。\n- 集団戦では、コグ＝マウの後衛から安全に攻撃し、罠を活用して敵の動きを制限する。",
      "アフェリオス": "アフェリオスが不利です。\n\n- コグ＝マウのWによる持続的なダメージが脅威で、特に序盤のレーン戦でハラスが強力。\n- コグ＝マウのRによる遠距離攻撃があり、アフェリオスは機動力が低いため、攻撃を避けにくい。\n- コグ＝マウはタンクに対して高いダメージを出せるため、集団戦での持続力が高い。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、コグ＝マウに対して立ち上がりが難しい。\n\n不利の対策：\n- 序盤はミニオンウェーブを利用して、コグ＝マウのWを避ける位置取りを心がける。\n- カイトを意識し、AAを当てつつ後退することで、コグ＝マウの攻撃を避ける。\n- 集団戦では、武器の切り替えを活かしてバーストダメージを与え、Rで範囲攻撃を行う。\n- コグ＝マウのスキルのCDを意識し、攻撃の隙を狙って反撃する。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n- 長射程を活かして、序盤からコグ＝マウに対してハラスができる。\n- AoEダメージを持つため、ミニオンウェーブを一掃しやすく、プッシュが得意。\n- タワー破壊能力が高く、早期にタワーを削ることでマップのコントロールを得やすい。\n- コグ＝マウは序盤が脆く、ジグスのハラスに耐えられないことが多い。\n\n有利の取り方：\n- QやEを使って、コグ＝マウに対して安全にハラスを行い、ミニオンウェーブを押し込む。\n- プッシュした後は、ロームして他のレーンに影響を与え、タワーを削る。\n- コグ＝マウが孤立しないように、視界を確保しつつ、味方と連携して行動する。\n- 集団戦では、外側からポークし、コグ＝マウの位置を崩すことを意識する。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 序盤から中盤にかけて長射程のポークが可能で、コグ＝マウに対して持続的なダメージを与えやすい。\n- CC効果を持つスキルでコグ＝マウの動きを制限できるため、接近を妨害しやすい。\n- コグ＝マウは序盤は脆弱であり、ヴァルスの攻撃を受けやすい。\n- コグ＝マウがフルビルドになる前に、キルを狙いやすい状況を作れる。\n\n有利の取り方：\n- レーン序盤はQで波をクリアしつつ、ミニオンを盾にしてコグ＝マウにポークを行う。\n- Eを使ってコグ＝マウの接近を妨害し、短時間の交戦を避ける。\n- レベル6でRを使用し、サポートやジャングルと連携してキルを狙う。\n- コグ＝マウのWと攻撃速度上昇を警戒し、常に安全な位置取りを維持する。",
      "トリスターナ": "トリスターナが有利です。\n\n- 短〜中距離での撃ち合いが得意で、瞬間火力を活かしてコグ＝マウを倒しやすい。\n- ジャンプを使って距離を詰めることができ、コグ＝マウの攻撃を避けながら攻撃できる。\n- レベルが上がるごとに射程が増加し、終盤では非常に長い射程を持つため、集団戦での位置取りがしやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、トリスターナの攻撃を受けやすい。\n\n有利の取り方：\n- レーン序盤はミニオン管理を行い、波をプッシュしすぎないようにする。\n- サイドステップを駆使してコグ＝マウの攻撃を避けつつ、Eでトレードを優先する。\n- ジャングルが来た際にはWを使って全力でキルを狙い、Rは追撃や逃げに温存する。\n- 15分以降はタワーダイブやサイドレーンで分断し、集団戦では近寄って背後を取る。",
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、コグ＝マウに対して一方的にハラスができる。\n- コグ＝マウは序盤の機動力が低く、セナの攻撃を受けやすい。\n- セナの回復能力により、持続的にハラスを行いながら自分を守ることができる。\n- コグ＝マウはスキルのCD中に戦闘能力が落ちるため、セナがその隙を突くことができる。\n\n有利の取り方：\n\n- 序盤はミニオンウェーブを押しすぎず、ソウルを回収しながらハラスを行う。\n- コグ＝マウが近づいてきたら、AAやスキルで積極的に攻撃し、ダメージを与える。\n- レベル6前後でグローバル圧をかけ、味方と連携してローミングを行う。\n- 集団戦では距離を保ちながら味方を守り、コグ＝マウの攻撃を避けつつダメージを出す。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの位置を崩すことが得意です。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、トゥイッチの奇襲に対して脆弱です。\n- トゥイッチのアルティメットは長射程で、集団戦での火力を大幅に増加させるため、コグ＝マウに対して有利に立ち回れます。\n- コグ＝マウは射程が長いものの、トゥイッチのステルスと奇襲によって、接近戦での優位性を失うことがあります。\n\n有利の取り方:\n- レーニングフェーズでは、サイドからステルスを使って接近し、コグ＝マウのAAやスキルを避けながらCSを稼ぐ。\n- ワードを設置して視界を確保し、トゥイッチの奇襲を成功させるための位置取りを行う。\n- レベル6以降はアルティメットを活用し、集団戦でコグ＝マウを狙う。味方のサポートと連携して、コグ＝マウを安全に排除する。\n- ミニオンウェーブを利用して、コグ＝マウが前に出てくるタイミングを見計らい、AAやスキルでダメージを与える。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウに対して強力なハラスが可能。\n- コグ＝マウのWがクールダウン中であれば、ルシアンは攻撃を仕掛けやすく、ダメージを与えやすい。\n- ルシアンは機動力が高く、攻撃後にすぐに位置を変えられるため、コグ＝マウの反撃を避けやすい。\n- コグ＝マウは自衛手段が乏しく、ルシアンのバーストに対して脆弱。\n\n有利の取り方:\n- レーン開始時にAAでミニオンウェーブを処理しつつ、コグ＝マウにハラスを行う。\n- コグ＝マウのWがクールダウン中のタイミングを見計らい、積極的に攻撃を仕掛ける。\n- スキルを使った後はAAで追撃し、ダメージを与えたらすぐに退く。\n- コグ＝マウがWを使用した後は、短期決戦を仕掛け、バーストダメージを与えてから距離を取る。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤは機動力が高く、スネアを持っているため、コグ＝マウの攻撃を避けやすい。\n- コグ＝マウの射程を封じることができ、フェザーを使ってゾーニングが可能。\n- コグ＝マウは自衛手段が乏しく、ザヤのコンボで簡単にキルを狙える。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすい。\n\n有利の取り方：\n- レーン序盤は前出し過ぎず、ミニオンウェーブを管理しながらトレードを行う。\n- フェザーを撒いてコグ＝マウの動きを制限し、根を狙う位置に置く。\n- コグ＝マウのWを意識し、サイドステップやミニオンの背後に立つことで攻撃を避ける。\n- サポートと連携して、RからEでのフルコンボを狙い、キルを取る。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持ち、コグ＝マウに対して安全にハラスができる。\n- コグ＝マウは機動力が低く、エズリアルのEでの逃げやすさに対して脆弱。\n- エズリアルは短いクールダウンのスキルを持ち、持続的なダメージを与えやすい。\n- コグ＝マウのスキルは主に集団戦向けであり、エズリアルはレーン戦でのハラスに特化しているため、序盤の優位性を活かしやすい。\n\n有利の取り方：\n- 序盤はQでミニオン越しにコグ＝マウをハラスし、相手のHPを削る。\n- Eを温存し、コグ＝マウが近づいてきた際に即座に離脱することで、短期的な撃ち合いを避ける。\n- レベル6以降はRを使ってコグ＝マウを削りつつ、集団戦では位置取りを意識してコグ＝マウの射線を切る。\n- サポートと連携し、コグ＝マウが攻撃しづらい状況を作ることで、優位に立つ。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n- ジンクスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えやすい。\n- ジンクスのトラップやCCによって、サミーラが接近するのが難しくなる。\n- サミーラは射程が短く、ジンクスの攻撃を受けるリスクが高い。\n- ジンクスは集団戦での影響力が大きく、サミーラが接近する前に味方がダメージを受ける可能性がある。\n\n不利の対策：\n- レーニング序盤は無理に前に出ず、ジンクスの攻撃を避ける。\n- ジンクスがスキルを使った後にEで接近するタイミングを見計らう。\n- ミニオンウェーブを利用して、トラップを避けながら短い交戦を狙う。\n- 味方のCCを利用して、ジンクスに接近するチャンスを作る。\n- 体力が減ったジンクスを狙う際は、慎重にタイミングを見極める。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n- ジンクスは長射程を持ち、AAやスキルで安全にハラスができるため、ドレイヴンが近づきにくい。\n- ジンクスのスネアやスローによって、ドレイヴンの移動が妨げられ、斧を拾うのが難しくなる。\n- ジンクスは集団戦でのAoEダメージが強力で、ドレイヴンが接近する際に危険な状況を作りやすい。\n- ドレイヴンはAAに依存しているため、ジンクスのCCを受けると戦闘能力が大幅に低下する。\n\n不利の対策：\n- レーンではジンクスの攻撃を避けつつ、AAを使ってミニオンウェーブを安定して処理する。\n- ジンクスのスキルを避けるために、位置取りを工夫し、サポートと連携してトレードを行う。\n- 早期にリードを取るために、レベル1から積極的にトレードを仕掛け、キルを狙う。\n- ジンクスのウルトやスキルのクールダウンを確認し、隙を見て攻撃するタイミングを計る。",
      "ヴェイン": "ヴェインが不利です。\n\n- ジンクスは射程が長く、波を押しやすいため、序盤にハラスを受けやすい。\n- ジンクスのスキルは集団戦でのAoEダメージが強力で、ヴェインが接近するのが難しい。\n- ジンクスはCCを持っており、ヴェインが近づくと捕まるリスクが高い。\n- ヴェインは序盤のレンジ差で圧されやすく、育つまでの間に不利な状況に陥りやすい。\n\n不利の対策：\n\n- レーン開始時はミニオンの陰に隠れ、AAのトレードを避ける。\n- ジンクスのスキルを避けるために、ブッシュを利用して位置取りを工夫する。\n- レベル6になるまで無理に接近せず、波をコントロールしながらファームを優先する。\n- ジンクスのスキルを避けるために、Eを使って壁を利用し、距離を取る。\n- 集団戦では、ジンクスの後方から狙うことを意識し、位置取りを最優先する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ジンクスは長射程のAAを持ち、カイ＝サよりも攻撃範囲が広いため、レーンでのハラスがしやすい。\n- ジンクスのスキルは高いDPSを持ち、集団戦での影響力が大きいため、カイ＝サが接近するのが難しい。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすくなるため、カイ＝サが不利な状況に陥りやすい。\n- カイ＝サはCCを持たず、ジンクスのスネアやスローに対して自衛手段が乏しいため、接近されると危険。\n\n不利の対策：\n\n- サポートと連携して、ジンクスを拘束できるエンゲージを狙うことで、ジンクスの脆弱なステータスを突く。\n- レーンでのハラスを避けるため、ミニオンウェーブを管理し、ジンクスの攻撃を受けない位置取りを心がける。\n- ジンクスのスキルを避けるために、タイミングを見計らって移動し、AAを当てるチャンスを増やす。\n- 装備を整えるまで耐えることを意識し、無理にオールインを仕掛けず、レーンを安全に維持する。",
      "トリスターナ": "トリスターナが不利です。\n\n- ジンクスは長射程を持ち、AAやスキルで安全にハラスができるため、トリスターナが近づきにくい。\n- ジンクスのパッシブによる攻撃速度の向上が、トリスターナのバーストダメージを上回る可能性がある。\n- ジンクスのCCスキル（スネアやスロー）によって、トリスターナが接近するのが難しく、反撃のチャンスを失いやすい。\n- トリスターナは序盤のスキルクールダウンが長く、ジンクスの攻撃を受けると隙が生まれやすい。\n\n不利の対策：\n- レーン序盤は無理にオールインを狙わず、ミニオンウェーブを管理しつつ安全にファームする。\n- ジンクスのスキルを避けるために、位置取りを工夫し、できるだけ距離を保つ。\n- サポートと連携して、ジンクスがスキルを使った後の隙を狙って攻撃する。\n- レベルが上がったら、Eを活用して逃げる手段を確保し、チーム戦では後方からの攻撃を心がける。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n- ジグスは長射程のスキルを持ち、ミニオンウェーブを処理しやすいため、ジンクスに対してハラスがしやすい。\n- ジグスのスキルは全てAoEであり、集団戦やミニオン処理において高いダメージを出せる。\n- ジンクスは自衛手段が乏しく、接近されると脆弱であるため、ジグスの遠距離攻撃が効果的。\n- ジグスはタワー破壊能力が高く、シージ時に有利に立ち回れる。\n\n有利の取り方：\n- 開始時にQやWを使ってミニオンウェーブを削りつつ、ジンクスにハラスをかける。\n- レベル3以降はEを使って安全を確保し、ロームや視界確保を行う。\n- ミドルゲームではタワーを優先的に狙い、ジンクスを押し込む。\n- 集団戦では前衛を削り、ジンクスを直接狙わずに分断を狙う。",
      "セナ": "セナが有利です。\n\n- 長射程を活かして、ジンクスよりも安全にハラスができる。\n- 自身の回復能力により、ジンクスの攻撃を受けても持ちこたえやすい。\n- ジンクスのスキルは発動に時間がかかるため、セナはその隙を突いて攻撃できる。\n- 短射程のADCに対して優位であり、ジンクスは接近戦に持ち込むのが難しい。\n\n有利の取り方：\n\n- レーニング初期では、Qを使って先手ハラスを行い、ソウルを回収する。\n- ミニオンウェーブを管理し、ジンクスがCSを取りに来るタイミングでハラスを行う。\n- Wを温存し、ジンクスが接近してきた際に捕まえるチャンスを狙う。\n- 集団戦では、射程を活かして安全な位置から攻撃し、味方のCCと連携してジンクスを狙う。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- ステルスを利用して奇襲を仕掛けることができ、ジンクスの射程外から攻撃できる。\n- ジンクスは自衛手段が乏しく、接近されると脆弱なため、トゥイッチの奇襲に対して非常に弱い。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、ジンクスの集団戦の爆発力に対抗できる。\n- トゥイッチは高い単体DPSを持ち、ジンクスのHPを迅速に削ることができる。\n\n有利の取り方：\n- レーン序盤ではCSを優先し、無理なトレードを避けつつ、ブッシュにワードを設置して安全を確保する。\n- レベル6以降、ステルスを使ってジンクスの背後から奇襲を狙い、Eでダメージを与えた後にアルティメットで一気に攻撃する。\n- ジンクスがロケットを使った後の隙を狙い、反撃のチャンスを見逃さない。\n- 集団戦では、サイドからアルティメットを使ってバックラインを狙い、ジンクスを排除する。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ジンクスに対して長射程を持ち、遠距離からポークが可能。\n- ジンクスのスキル発動に時間がかかるため、攻撃を避けやすい。\n- 集団戦でのAoEダメージが強力で、ジンクスの後衛を狙いやすい。\n- ジンクスがCCに弱いため、ヴァルスのスネアを活かして捕まえやすい。\n\n有利の取り方：\n- 序盤はミニオンを盾にしてEでポークし、ジンクスをロケット射程に入れない。\n- ジンクスがスキルを使った後に隙を見てQで攻撃し、ダメージを稼ぐ。\n- Lv6になったらULTを使い、ジンクスがミスした際に確定キルを狙う。\n- 集団戦では安全な位置からULTとEで波ダメージを与え、近づかれたらサポートに守ってもらう。",
      "ゼリ": "ゼリが有利です。\n\n- 機動力が高く、ジンクスの攻撃を避けやすい。\n- 短射程の連射でジンクスに対して小刻みにダメージを与えられる。\n- ジンクスのスキルの発動に時間がかかるため、ゼリはその隙を突いて攻撃できる。\n- 序盤の段階ではジンクスの火力が不足しているため、ゼリが優位に立ちやすい。\n\n有利の取り方：\n- レーン開幕時に視界を確保し、ジンクスのロケットの射程に入らないように立ち回る。\n- 1–5レベルではQとAAを使って小刻みに攻撃し、Eでジンクスの攻撃を回避する。\n- ジンクスのRのタイミングを警戒し、無理なオールインは避ける。\n- 短い交戦を繰り返し、ジンクスのロケットに当たらないように立ち回る。\n- タワー下でのプッシュ時には、サイドからのギャンクを警戒しつつ、ジンクスの攻撃を避ける。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは序盤から遠距離ハラスが得意で、ジンクスに対してダメージを与えやすい。\n- コーキのスキルはAoEダメージを持ち、波を早く処理できるため、ジンクスのハラスを避けつつミニオンを有利に取れる。\n- コーキは機動力が高く、ジンクスのスキルを避けやすい。\n- 中盤に入るとコーキのスパイクが強く、ジンクスに対してプレッシャーをかけやすい。\n- ジンクスは自衛手段が乏しく、コーキの攻撃を受けると危険な状況に陥りやすい。\n\n有利の取り方:\n- 開始前に視界を確保し、ジンクスのスキルの設置位置に注意する。\n- 1–5レベルではAA交換を繰り返し、体力差を作る。\n- 短いAA交換を行いながら、波を有利に進める。\n- 6レベル以降はRを活かしてロームし、ジンクスを単独で捕まえるチャンスを狙う。\n- 集団戦では前線に出過ぎず、後方からRやQで前衛を削る立ち回りをする。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トレードで優位に立ちやすい。\n- ルシアンのスキルは短いクールダウンで連続的にダメージを与えられるため、トゥイッチはハラスを受けやすい。\n- トゥイッチは射程が短く、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、トゥッチが奇襲を仕掛ける際に逃げられる可能性が高い。\n- 集団戦ではルシアンの瞬間火力が脅威で、トゥイッチは後方からの攻撃が求められるため、位置取りが難しい。\n\n不利の対策：\n\n- レーン序盤は慎重にミニオンウェーブを管理し、ルシアンのスキルを避けながらCSを取る。\n- ステルスを活用して奇襲を狙うタイミングを見計らい、ルシアンのスキルを使わせる。\n- レベル6以降はRを使って集団戦での位置取りを工夫し、後方からの攻撃を意識する。\n- サポートと連携して視界を確保し、ルシアンの動きを把握することで安全に立ち回る。\n- 装備を整え、特に防御アイテムを早めに購入して耐久力を上げる。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- ルシアンは序盤から強力なトレード能力を持ち、短距離コンボで高いバーストダメージを出せるため、コグ＝マウはハラスを受けやすい。\n- コグ＝マウは機動力が低く、ルシアンのオールインに対して逃げる手段が限られている。\n- ルシアンの射程はコグ＝マウより短いが、コグ＝マウは射程を活かす前にルシアンの攻撃を受けるリスクが高い。\n- コグ＝マウはCCがないため、ルシアンの攻撃を止める手段が乏しい。\n\n不利の対策：\n- レーン序盤は距離を保ちながらミニオンウェーブを管理し、AAを使ってCSを確保する。\n- ルシアンのトレードを避けるために、QやEを使って接近を牽制する。\n- Lv6以降はRを活用してルシアンのオールインを牽制し、サポートと連携して攻撃する。\n- ルシアンの攻撃を受ける際は、ミニオンを盾にしてダメージを軽減する。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアの射程が短いため、AAでのトレードで不利になる。\n- ルシアンのスキルを使った後のAA強化により、シヴィアは一方的にダメージを受けやすい。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとの殴り合いで火力負けしやすい。\n- ルシアンの機動力により、シヴィアが逃げるのが難しく、オールインされると危険。\n\n不利の対策:\n- ルシアンのスキルをスペルシールドで防ぎ、トレードを有利に進める。\n- ミニオンウェーブを利用して、ルシアンの攻撃を受けないように立ち回る。\n- サポートと連携し、ルシアンの射程を超えて攻撃するチャンスを作る。\n- 後半に強くなるため、序盤は慎重にプレイし、スケーリングを意識する。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ルシアンは高いバーストダメージを持ち、近距離での連続攻撃が強力なため、接近されると一気にダメージを受けやすい。\n- ケイトリンは射程が長いが、ルシアンの機動力により、スキルを回避されるとハラスが無効化される。\n- ルシアンはスキルのクールダウンが短く、頻繁に攻撃を仕掛けてくるため、ケイトリンは常に警戒が必要。\n- ケイトリンの罠やスローは有効だが、ルシアンが接近してきた際には効果的に使えないことが多い。\n- ジャングルが絡むと、ルシアンのオールイン能力に対して脆弱になりやすい。\n\n不利の対策：\n\n- レーンではミニオンウェーブを管理し、敵タワー下で安全にCSを稼ぐ。\n- ルシアンが接近してきた際には、罠を使って距離を保ち、ハラスを行う。\n- スキルを駆使してルシアンの突進を阻止し、距離を取ることを意識する。\n- チームファイトでは後方から攻撃し、ルシアンに近づかれないようにポジショニングを徹底する。\n- ジャングルのサポートを受ける際は、ルシアンの位置を常に把握し、奇襲を避けるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トレードで優位に立ちやすい。\n- 射程が短いため、ルシアンのAAやスキルによるハラスを受けやすい。\n- CCを持たないため、ルシアンの攻撃を避ける手段が限られている。\n- ルシアンはスキルのクールダウンが短く、連続して攻撃を仕掛けることができる。\n\n不利の対策：\n- 序盤はミニオンウェーブを管理し、ルシアンの攻撃を避けながらCSを優先する。\n- ルシアンのスキルを避けるために、位置取りを工夫し、隙間を利用してAAを行う。\n- ジャングラーの介入を期待し、ルシアンに対してプレッシャーをかけるタイミングを見計らう。\n- 中盤以降はサイドレーンでの分割プッシュを狙い、1v1の状況を作ることで有利を取る。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ルシアンの短射程を活かして安全にハラスができる。\n- セナのスロー効果により、ルシアンの突撃を牽制できるため、近づかせにくい。\n- 回復スキルを持っているため、ルシアンのバーストダメージをある程度カバーできる。\n- ルシアンがスキルを使った後、セナはミニオンを使って安全にポークできる。\n\n有利の取り方：\n\n- レーン開始時は後方からミニオンを使ってポークし、ルシアンに近づかせない。\n- ルシアンが近づいてきたら、スローを使って距離を保ちながら反撃する。\n- 回復スキルを適切に使い、ミスをカバーしつつ持続的にハラスを行う。\n- Lv6以降はウルトを使ってマップ全体を支援し、味方と連携してルシアンを狙う。",
      "サミーラ": "サミーラが有利です。\n\n- ルシアンは序盤の射程を活かしてポークが強いが、サミーラはミニオンに隠れてAAを調整することでダメージを抑えられる。\n- サミーラは中盤以降に強力なコンボを持ち、ルシアンのスキル後に反撃することで有利に立ち回れる。\n- サミーラは接近戦に強く、ルシアンが距離を取るのが難しい状況を作りやすい。\n- ルシアンはCCを持たないため、サミーラの攻撃を受けやすい。\n\n有利の取り方：\n- 序盤は無理に近づかず、ミニオンウェーブを利用して安全にCSを取る。\n- Lv4以降、ルシアンのスキル使用後に反撃し、味方のCCと連携してオールインを狙う。\n- 中盤以降は前衛に続いて突っ込み、ルシアンがCCを使った後にアルティメットを発動する。\n- ルシアンの攻撃を避けつつ、接近してダメージを与えるタイミングを見計らう。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーは序盤のスキルの性能が低いルシアンに対して、ミニオンの裏から安全に攻撃できるため、ハラスがしやすい。\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- ルシアンは射程が短く、スモルダーの長射程攻撃に対して不利である。\n- スモルダーはEによる高速移動で、ルシアンの攻撃を避けやすく、カウンターが可能。\n\n有利の取り方：\n- Lv1ではミニオンの裏から小刻みに攻撃し、ルシアンのAAを避ける。\n- Lv2–3ではWやEを使って安全にダメージを与え、ルシアンのEを使わせたらカウンターを狙う。\n- Lv4–5ではウェーブを押し返さず、CSを重視して被弾を減らす。\n- Lv6ではRの長射程を活かし、ルシアンの瞬間火力に警戒しつつ、遠距離から攻撃する。\n- ガンク時にはルシアンがEを使った瞬間に攻撃し、ジャングルと連携して有利な状況を作る。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすい。\n- ルシアンの射程が短いため、ゼリは距離を保ちながらハラスができる。\n- ゼリはスキルを駆使してダメージを出すスタイルで、ルシアンのAAに対して有利に立ち回れる。\n- ルシアンはCCを持たないため、ゼリの機動力を封じる手段がない。\n\n有利の取り方：\n- レーン開始時にWやEを使って短距離ハラスを行い、ルシアンの反撃を避ける。\n- Lv3以降はスキルコンボを使ってルシアンを削りつつ、CSを確保する。\n- Lv6になったらRを使ってルシアンにバーストをかけ、接近戦で有利を取る。\n- ミニオンウェーブを利用して、ルシアンが前に出た瞬間にスキルを当てることでトレードを有利に進める。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤはCCを持っており、ルシアンのバーストを抑えることができる。\n- ザヤの持続ダメージは集団戦で強力で、ルシアンの短期バーストに対抗しやすい。\n- ザヤはKite能力が高く、ルシアンの接近を避けながら攻撃できる。\n- ルシアンの射程が短いため、ザヤはミニオンの後ろから安全に攻撃できる。\n\n有利の取り方：\n- レーン序盤ではミニオンの後ろからポークし、ルシアンの接近時に反撃する。\n- Lv4以降はウルトを使ってルシアンを抑え、キルチャンスを作る。\n- ルシアンのバーストを受けないように位置取りを意識し、サポートと連携して攻撃する。\n- 集団戦では前衛の後ろで安定して攻撃し、ウルトで後衛を抑える。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは多彩な武器の組み合わせにより、状況に応じた柔軟な戦闘スタイルを持っています。\n- アフェリオスは遠距離から持続的な高ダメージを出すことができ、ルシアンのバーストを避けながら攻撃できます。\n- ルシアンは後半のスケーリングが弱く、アフェリオスの成長に対抗しづらいです。\n- アフェリオスは集団戦での優れたスケーリング能力を持ち、後衛から安全にダメージを出せます。\n\n有利の取り方：\n\n- 序盤は波を利用して遠距離からポークを狙い、ルシアンのバーストを避ける位置取りを心がけます。\n- 中盤に入ったら、アイテムパワースパイクを活かして積極的に戦闘を仕掛け、ルシアンのスキルを避けながらダメージを与えます。\n- 後半は集団戦での強さを活かし、後衛から安全にダメージを狙い、ルシアンのスキルがクールダウン中を狙って反撃します。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持っており、ルシアンのAAを安全な距離からポークできる。\n- ルシアンは近距離トレードが強いが、エズリアルはEでルシアンの攻撃を回避できるため、トレードを避けやすい。\n- エズリアルはスキルのクールダウンが短く、持続的なダメージを出しやすい。\n- ルシアンの射程が短いため、エズリアルはミニオンウェーブを利用して安全にファームできる。\n\n有利の取り方：\n- 序盤はミニオンウェーブを優先し、Eでルシアンの攻撃を避けながらポークを行う。\n- ルシアンが攻撃してきた際には、スキルを使って反撃し、ダメージを与える。\n- レベル6以降はUltを使ってハラスを行い、ジャングルと連携してキルチャンスを狙う。\n- 常にワードを置いてルシアンの動きを把握し、危険な状況を避ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、AA連打でルシアンに圧力をかけやすい。\n- スロー効果付きのAAにより、ルシアンの位置取りを制限できる。\n- ルシアンは射程が短く、ドレイヴンの攻撃を避けるのが難しい。\n- ドレイヴンはゴールドを稼ぎやすく、アイテム差をつけやすい。\n\n有利の取り方：\n- Lv1-2でQを使い、AAを連打してルシアンにハラスをかける。\n- Lv2-3でEを使い、ルシアンの突進を牽制しつつブレードを回収する。\n- Lv4-6でRを使い、遠距離から仕掛けてルシアンにプレッシャーをかける。\n- ミニオンウェーブを管理し、CSを優先しながらルシアンを押し込む。\n- ルシアンのスキルを避けつつ、AAとスキルを組み合わせてトレードを行う。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- ルシアンは射程が短く、カイ＝サの攻撃を受けやすい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、状況に応じた対応ができる。\n- カイ＝サのバーストダメージは高く、特にオールインの際に有利に立ち回れる。\n- ルシアンはCCを持たないため、カイ＝サの機動力を活かしやすい。\n- カイ＝サはUltを使って瞬時に位置を変えられるため、ルシアンの攻撃を回避しやすい。\n\n有利の取り方:\n- レーン開始時にミニオンウェーブをうまく管理し、ルシアンのハラスを避ける。\n- スキルを使ってプラズマを付与し、AAでダメージを稼ぐ。\n- ルシアンがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- Ultを使ってルシアンの攻撃を避けつつ、反撃のチャンスを作る。\n- ミニオンウェーブを利用して、ルシアンに対して有利な位置を取る。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 長射程を活かしてルシアンの接近を牽制できる。\n- CCスキルを持っているため、ルシアンのスキルコンボを阻止できる。\n- 遠距離からのポークでミニオンウェーブを維持しやすく、レーンを有利に進められる。\n- ルシアンは射程が短いため、AAでのハラスを受けやすい。\n\n有利の取り方：\n\n- レベル1から長射程を活かしてAAやスキルでルシアンにハラスを行う。\n- ルシアンが近づいてきた際にCCを当てて、スキルコンボを阻止する。\n- ミニオンウェーブを管理し、相手のミニオンが多い時にポークを行うことで、ルシアンの動きを制限する。\n- レベル6以降は、アルティメットを使って遠距離からの攻撃を行い、ルシアンの行動を制限する。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ゼリは高い機動力を持ち、短期交戦でのバーストが得意であるため、ザヤが攻撃を仕掛ける前に反撃されやすい。\n- ゼリのダッシュを使った奇襲が効果的で、ザヤの羽根を避けられる可能性が高い。\n- ゼリは通常攻撃の代わりにスキルを駆使して戦うため、ザヤのAAによるハラスが通りにくい。\n- ゼリのウルトによるSlow効果で、ザヤの位置取りが難しくなり、集団戦での生存率が低下する。\n\n不利の対策:\n- レーンでは羽根を散らし、ゼリのダッシュを誘発させてから攻撃する。\n- Eを温存し、ゼリの突進を封じるタイミングを見極める。\n- 短期交戦を避け、ミニオンウェーブを利用して安全にファームを行う。\n- 集団戦ではRを使って安全な位置を確保し、ゼリの攻撃を避けるように心がける。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ゼリは高い機動力を持ち、AAやスキルを使って安全にハラスを行いやすい。\n- ゼリのQはノーコストで使用できるため、ミス・フォーチュンのハラスを避けつつ持続的にダメージを与えられる。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすく、トレードで優位に立ちやすい。\n- ミス・フォーチュンは基礎ADが低く、序盤のDPSが不足しがちで、ゼリの攻撃を受けやすい。\n- 集団戦ではゼリのウルトによるスロー効果が脅威で、ミス・フォーチュンは逃げる手段が乏しいため、捕まるリスクが高い。\n\n不利の対策：\n\n- レーン序盤は安全第一で、無理なトレードを避け、ミニオンウェーブを整理してタワー近くでファームする。\n- ゼリのスキルを避けるために、ミニオンの後ろに隠れながらAAを行い、ハラスを受けないようにする。\n- サポートと協力してCCを活かし、ゼリに対してオールインを狙うタイミングを見計らう。\n- 集団戦では、ゼリが分かれているところを狙い、Ultを効果的に使用してダメージを与える。\n- アイテム選択では持続ダメージやライフスティール系アイテムを意識し、必要に応じて防具やMRを購入する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ゼリは高い機動力を持ち、距離を取りながらハラスを行いやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で持続的に攻撃できる。\n- ゼリは接近手段に確実性がないため、ヴェインが接近するのを避けやすい。\n- ゼリのウルトによるスロー効果で、ヴェインの動きを制限される可能性が高い。\n- 序盤の火力が低いヴェインは、ゼリのハラスに対して耐えるのが難しい。\n\n不利の対策:\n- 前半は無理な接近戦を避け、ミニオンウェーブを優先してCSを稼ぐ。\n- ゼリの攻撃を避けるために、Qを使ってトレードを有利に進める。\n- 壁際でのトレードを意識し、Eを使ってゼリを捕まえるチャンスを狙う。\n- 中盤以降は生存重視のアイテムを選び、強力なダメージを出せるようにする。\n- サポートと連携して、ゼリを孤立させるタイミングを見計らう。",
      "シヴィア": "シヴィアが不利です。\n\n- ゼリの高い機動性により、シヴィアが距離を保つのが難しく、トレードで有利を取られやすい。\n- ゼリの持続ダメージが強力で、短時間でシヴィアにダメージを与えられる。\n- シヴィアの基礎射程が短いため、ゼリのスキルやAAを避けるのが難しい。\n- ゼリのスキルのリーチが長く、シヴィアが距離管理をされると不利になる。\n\n不利の対策：\n- レーン序盤は無理なトレードを避け、ゼリのスキルやレンジを把握する。\n- QやWを使ってミニオンウェーブをクリアし、ゼリが近づく余裕を与えない。\n- Eを温存し、ゼリの重要なスキルショットや移動制限に備える。\n- 集団戦ではRを使って位置取りを意識し、ゼリの攻撃を避けるようにする。",
      "サミーラ": "サミーラが不利です。\n\n- ゼリの射程が長く、遠距離からの攻撃でサミーラの接近を阻止しやすい。\n- ゼリは高い機動力を持ち、サミーラの攻撃を避けることができるため、接近戦を仕掛けるのが難しい。\n- ゼリのウルトによるスロー効果で、サミーラが接近する際に行動を制限されるリスクが高い。\n- サミーラは単独でのCCがないため、ゼリの逃げスキルに対処しづらい。\n- ゼリは序盤のウェーブクリアが得意で、サミーラがミニオンウェーブを処理するのが難しい。\n\n不利の対策：\n\n- ミニオンの後ろで安全にウェーブを処理し、ゼリの攻撃を避ける。\n- レベル6になるまで無理に接近せず、ゼリのスキルを避ける立ち回りを心がける。\n- 味方のCCを活用してゼリに接近するタイミングを見計らう。\n- ゼリのスキルを避けるためにEを使い、攻撃のチャンスを狙う。\n- 集団戦では、ゼリの距離を保ちながら味方と連携し、短期決戦を狙う。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- ゼリは序盤が弱いが、ルシアンも序盤から高いバーストダメージを持っているため、レーンでのトレードが有利に進む可能性がある。\n- ゼリは高い機動力を持ち、加速手段が豊富であるため、ルシアンの攻撃を避けやすい。\n- ゼリのウルトによる移動速度バフが発動すると、ルシアンは遠距離から攻撃されるリスクが高まる。\n- ゼリは接近手段に確実性がないメレーキャリーに対して有利で、ルシアンの攻撃を避けながら反撃することができる。\n\n不利の対策:\n- レーンでのトレードを避け、ミニオンウェーブを利用して安全にファームする。\n- ゼリのウルトが発動した際は、距離を保ちつつ、ミニオンを利用して攻撃を避ける。\n- ゼリが姿を見せていない時は警戒を怠らず、奇襲に備える。\n- 可能であれば、サポートと連携してゼリに対するハラスを行い、レーンの主導権を握る。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n- 近距離でのAAダメージが高く、序盤から強力なバーストダメージを持っているため、短期決着を狙いやすい。\n- ゼリの基礎ステータスが低く、序盤の火力が不足しているため、ドレイヴンが圧をかけることで有利に進められる。\n- ドレイヴンは移動速度を上げるスキルを持っており、ゼリの機動力を封じることができる。\n- ゼリは捕まると脆いが、ドレイヴンはCCを持っているため、ゼリを止めやすい。\n\n有利の取り方：\n\n- 斧を確実にキャッチし、AAを連打してゼリに圧力をかける。\n- サポートと連携し、CCを使ってゼリを止めて攻撃する。\n- Eを使ってゼリの突進やスキルを遮断し、位置をずらすことで有利な状況を作る。\n- ミニオンウェーブを利用して、ゼリのハラスを避けつつ、AAでダメージを与える。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ゼリの攻撃を遠くからポークできるため、序盤から有利に立ち回れる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コグ＝マウのポークに耐えにくい。\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクやゼリに対して高いダメージを出せる。\n- ゼリは機動力が高いが、コグ＝マウは後衛での持続的なダメージを出すことで、集団戦で優位に立てる。\n\n有利の取り方:\n- レーン序盤では、遠距離からAAやスキルでミニオンウェーブを削りつつ、ゼリにポークを行う。\n- ゼリのスキルを使わせた後に、追撃を狙い、ミニオンウェーブを利用してCSを稼ぐ。\n- ミッドから集団戦では、味方の前衛に張り付いて攻撃し、ゼリを孤立させるチャンスを狙う。\n- ビルドでは攻撃速度や射程を優先し、ゼリとのトレードで有利を取れるようにする。",
      "コーキ": "コーキが有利です。\n\n- コーキは長射程のスキルを持っており、ゼリの接近を防ぎやすい。\n- コーキのスキルはAoEダメージを持ち、ミニオンウェーブを素早く処理できるため、ゼリにハラスをかけやすい。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コーキの攻撃を受けると不利になる。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与えられるため、ゼリに対して圧力をかけ続けられる。\n\n有利の取り方：\n\n- レーン開始時から積極的にAAとスキルを使ってゼリにハラスをかけ、ミニオンウェーブをコントロールする。\n- ゼリのスキルを避けるために、位置取りを工夫し、距離を保ちながら攻撃する。\n- ゼリが接近してきた際には、スキルを使って距離を取るか、ミニオンウェーブを利用して逃げる。\n- アイテムを早めに揃え、攻撃力を高めてゼリに対するダメージを増やす。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 長射程の攻撃が可能で、ゼリに対して安全にポークできる。\n- CC効果を持つスキルで、ゼリの動きを制限できるため、接近を防ぎやすい。\n- ゼリの基礎ステータスが低いため、序盤のハラスで優位に立ちやすい。\n- Rを使うことで、ゼリを拘束し、味方と連携しやすくなる。\n\n有利の取り方：\n- 序盤はミニオン越しにQを溜めてポークし、HP差を作る。\n- ゼリがEやフラッシュを使った瞬間にRで捕まえるタイミングを狙う。\n- Eを使ってゼリの回復を阻害し、長期戦を有利に進める。\n- フラッシュを温存し、安全な射程を維持しながら攻撃を続ける。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナはレベルが上がるごとに射程が増加し、終盤では非常に長い射程を活かして攻撃できるため、ゼリに対して優位に立ちやすい。\n- トリスターナのバーストダメージは高く、特にゼリの基礎ステータスが低いため、序盤から中盤にかけてのトレードで有利に進めやすい。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、ゼリの攻撃を避けやすい。\n- ゼリは序盤が弱く、ウェーブクリアや逃げに依存しているため、トリスターナが先に有利な状況を作りやすい。\n\n有利の取り方：\n- レーン序盤では、長射程を活かしてミニオンを狙い、CSを優先しつつゼリに対してハラスを行う。\n- Eを付けた後、AAで最大ダメージを狙い、Qで攻撃速度を上げて短時間でスタックを稼ぐ。\n- レベル6になったら、Rでゼリをノックバックし、Wを使って距離を取るか、オールインを狙う。\n- アイテムを早めに購入し、特にクリティカルアイテムを重視してダメージを増加させる。\n- 集団戦では後衛でEを維持し、Rを敵を離すための保険として使用し、トリスターナの位置取りを意識する。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n- セナは長射程の攻撃を持ち、波を越えてハラスを行いやすいため、サミーラは序盤にサステインを削られやすい。\n- セナのスネア効果により、接近戦に持ち込む際に捕まるリスクが高く、逃げ道を断たれることが多い。\n- サミーラは低い防御ステータスと短い射程のため、セナの攻撃を受けると脆弱で、特にCCを持つ相手に対して無力化されやすい。\n- セナは回復能力が高く、サミーラの攻撃を受けても持続的に耐えられるため、サミーラのバーストダメージが通りにくい。\n\n不利の対策：\n- 序盤は無理に突っ込まず、波の後ろで安全にファームし、セナのハラスを避ける。\n- 味方のCCを利用して、セナに接近するタイミングを見計らう。\n- セナのスネアを避けるために、Eを使って位置取りを工夫し、接近する際は慎重に行動する。\n- レーンでのプレッシャーを減らすために、視界を確保し、ロームを行って他のレーンに圧力をかける。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- セナの長射程により、ザヤはポークを受けやすく、ミニオンウェーブを利用したハラスが難しい。\n- セナの回復能力により、ザヤのダメージを軽減されやすく、持続的なトレードが不利になる。\n- セナのCCスキルによって、ザヤが近づく際に捕まるリスクが高く、特に突っ込んだ際に危険。\n- レベル6以降、セナのRによるシールドがザヤの攻撃を無効化する可能性があり、集団戦での影響力が低下する。\n\n不利の対策:\n- ミニオンウェーブの後ろに立ち、セナのQを避けるように動く。\n- セナがスキルを外した瞬間を狙い、AAや短いトレードで反撃する。\n- レベル6までは慎重に立ち回り、無理に攻撃せずにファームを優先する。\n- ワードを使って視界を確保し、セナの動きを警戒しつつ、集団戦では位置取りを工夫する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- セナの射程が長いため、序盤のハラスで不利を強いられる。\n- セナの回復能力により、ヴェインがダメージを与えても持続的に回復される。\n- セナのCCスキルによって、ヴェインが捕まると一気に危険な状況になる。\n- 序盤はサポート依存が高く、セナのサポートが強力な場合、ヴェインは孤立しやすい。\n\n不利の対策:\n- 序盤はミニオンウェーブの後ろで安全にファームし、無理なトレードを避ける。\n- セナのスキルがクールダウン中や外したタイミングを狙って短いバーストを仕掛ける。\n- サポートと連携し、セナに対して積極的に攻撃を仕掛けるタイミングを見計らう。\n- レベル6以降は、セナの後ろを取る動きを意識し、集団戦ではフロントラインを避けて背後から攻撃する。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- セナの長射程により、コグ＝マウは序盤からハラスを受けやすく、CSを取りにくい。\n- セナの回復能力により、コグ＝マウのダメージが軽減され、持続戦闘で不利になる。\n- セナのCCにより、コグ＝マウは捕まるリスクが高く、逃げる手段が乏しいため、デスにつながりやすい。\n- コグ＝マウは機動力が低く、セナのスネアやアルティメットによる妨害を受けやすい。\n\n不利の対策:\n- 序盤は無理に交戦せず、ミニオンウェーブを優先してCSを確保する。\n- セナのハラスを避けるため、ブッシュを利用して視界を管理し、隠れてAAを行う。\n- サポートにピールを求め、セナの攻撃を受けないように立ち回る。\n- レベル6以降は安全な位置から攻撃し、集団戦では後衛からダメージを出すことを意識する。\n- フラッシュを活用して距離を取り、セナのCCを避けるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- セナは長射程を持ち、AAやスキルでのハラスが強力で、ルシアンは射程が短いため、ハラスを受けやすい。\n- セナのCCスキルによってルシアンの動きが制限されると、オールインを狙われやすく、特に捕まると致命的なダメージを受ける。\n- セナは回復能力が高く、ルシアンのダメージを軽減しやすいため、持続戦闘で不利になる。\n- セナがQを使った後はクールダウンがあるため、そのタイミングを狙って攻撃的にプレイする必要があるが、ルシアンはその間にハラスを受けるリスクがある。\n\n不利の対策:\n- ミニオンウェーブを管理し、セナのハラスを受けないように位置取りを工夫する。\n- セナのQを避けるために、ミニオンを利用して立ち位置を調整する。\n- セナがスキルを使った後のクールダウンを狙って、積極的にAAやスキルで反撃する。\n- サポートと連携し、セナがCCを使った後にオールインを狙うタイミングを見計らう。",
      "シヴィア": "シヴィアが不利です。\n\n- セナは射程が長く、ハラスが得意なため、シヴィアは序盤に一方的にダメージを受けやすい。\n- セナの回復能力により、シヴィアのハラスが効果的でなくなることがある。\n- セナはスネア効果を持つスキルを使って、シヴィアの移動を制限しやすい。\n- シヴィアは基礎射程が短いため、セナの攻撃を避けるのが難しい。\n- セナは柔らかく、捕まると簡単に倒されるため、セナのCCを受けると危険。\n\n不利の対策：\n\n- レーンフェイズでは、ミニオンウェーブを管理し、セナのハラスを避けるように立ち回る。\n- セナのスキルを避けるために、スペルシールドを意識して使用する。\n- セナがハラスを行ってきた際には、AAで反撃するタイミングを見計らう。\n- サポートと連携し、セナに対して積極的にプレッシャーをかける。\n- 早期にアイテムを購入し、レーンでの強化を図ることで、セナに対抗する。",
      "ジンクス": "ジンクスが不利です。\n\n- セナの射程が長いため、ジンクスはAAやスキルでのハラスを受けやすい。\n- セナの回復能力により、ジンクスのダメージを軽減されやすく、トレードが不利になる。\n- セナのCCスキルによって捕まると、ジンクスは逃げる手段が乏しく、致命的なダメージを受けるリスクが高い。\n- セナは短射程のADCに対して有利であり、ジンクスはその対象となるため、レーンでのプレッシャーが強い。\n\n不利の対策：\n\n- ミニオンウェーブを管理し、セナのハラスを避けるためにミニオンを盾にする。\n- セナのスキルを避けるために位置取りに注意し、無理にトレードを仕掛けない。\n- 中盤以降は集団戦での火力を活かし、セナの回復を無効化するアイテムを選択する。\n- セナのスキルを受けた後は、冷静に回復を待ち、無理な行動を避ける。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n- 射程が長いため、セナに対して一方的にハラスができる。\n- Eでセナの回復を妨害し、持続的なダメージを与えやすい。\n- Wの爆発を利用して、ミニオンの裏から安全に攻撃できる。\n- セナは基礎ステータスが低く、序盤のハラスに弱いため、早期に有利を築きやすい。\n- セナの逃げ手段が乏しいため、捕まえやすい。\n\n有利の取り方：\n- 開幕からEを使ってセナの回復を妨害し、AAやQでダメージを与える。\n- ミニオンウェーブの後ろからQを溜めて、セナに対してフルヒットを狙う。\n- Wの爆発を利用して、セナがミニオンに隠れている時に攻撃する。\n- Rを使ってセナを根付けし、味方と連携して追撃を促す。\n- セナのスキルを避けながら、AAやQで持続的にダメージを与え、レーンでの優位を確保する。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、セナの基礎ステータスが低いため、早期にキルを狙いやすい。\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではセナよりも長い射程で攻撃できる。\n- セナは逃げ手段が乏しく、トリスターナの攻撃を受けると捕まりやすい。\n- トリスターナの移動能力が高く、Gankにも対応しやすい。\n\n有利の取り方：\n- レーン開始時は慎重に立ち回り、セナのハラスを避けつつミニオン管理を行う。\n- レベル3以降、Eを当てた後にAA交換を行い、セナにプレッシャーをかける。\n- セナが近づいたらWを使って距離を詰め、Eで攻撃を仕掛ける。\n- レベル6になったらRを使ってキルを狙い、セナにCCが当たる前に攻撃する。\n- ミッドゲームではタワーやサイドでプレッシャーをかけ、セナを孤立させてバーストを狙う。",
      "コーキ": "コーキが有利です。\n\n- コーキは長射程のスキルを持ち、セナのポークに対しても反撃しやすい。\n- セナは基礎ステータスが低く、序盤は特に脆弱であるため、コーキの瞬間火力に対処しにくい。\n- コーキは機動力が高く、ダッシュを使ってセナの攻撃を避けつつ、反撃が可能。\n- コーキのスキルはAoEダメージを持ち、ミニオンウェーブを一掃しやすく、セナのハラスを無効化できる。\n- セナは回復能力があるが、コーキのバーストダメージに対しては効果が薄い。\n\n有利の取り方：\n\n- 序盤はミニオン越しにQでハラスし、セナの回復を引き出す。\n- セナがAAやスキルを使った後に反撃し、パッシブを活かしてダメージを与える。\n- ワードを置いて視界を確保し、セナの動きを把握する。\n- 6レベル以降はロケットを使ってバーストを狙い、ダッシュで距離を詰める。\n- 集団戦ではサイドから突入し、セナを狙うことで優先ターゲットを排除する。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長のAA射程を持ち、セナに対して一方的にハラスを行いやすい。\n- セナの基礎ステータスが低く、序盤は特に脆弱なため、ケイトリンの攻撃を受けやすい。\n- ケイトリンの罠を使うことで、セナの動きを制限し、捕まえるチャンスを増やせる。\n- ケイトリンはレベル6前からバーストダメージを出しやすく、セナに対してキルプレッシャーをかけられる。\n\n有利の取り方：\n- レーン開始時からAAでセナにプレッシャーをかけ、ミニオンウェーブを管理して有利な位置を維持する。\n- 罠を設置してセナの動きを制限し、敵のサポートがロームした際にミニオンを安全に処理する。\n- 短いトレードを繰り返し、セナのサステインを削りつつ、ゴールドを稼ぐ。\n- チーム戦では前線で安全にAAを行い、脆いターゲットを優先的に狙う。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはセナに対して射程が長く、AAでのハラスがしやすい。\n- セナは基礎ステータスが低く、序盤は脆弱なため、トゥイッチの攻撃を受けやすい。\n- トゥイッチはステルスを使って奇襲を仕掛けることができ、セナの視界を消すことで有利な状況を作りやすい。\n- セナのCCスキルは発動が遅く、トゥイッチが接近する前に当てるのが難しい。\n\n有利の取り方:\n- 序盤はミニオンウェーブの後ろで安全にCSを取り、セナのハラスを避ける。\n- Qを使って視界を消し、ブッシュから奇襲を狙う。\n- レベル6以降はアルティメットを活用し、セナのサポートがいないタイミングで接近して攻撃する。\n- セナのヒールやCCを避けるために、戦闘は短期決着を狙い、位置取りを意識する。",
      "ジグス": "ジグスが有利です。\n\n- 遠距離からの攻撃が可能で、セナのハラスを避けやすい。\n- 全てのスキルが範囲攻撃であり、ミニオン処理が得意で、波を押しやすい。\n- セナは基礎ステータスが低く、序盤の火力が限定的なため、ジグスの攻撃を受けやすい。\n- セナのスネアを避けるための移動手段があり、接近される前にダメージを与えられる。\n- ジグスのULTは集団戦での圧力をかけることができ、セナの回復を無視してダメージを与えられる。\n\n有利の取り方：\n- レーン序盤では、ミニオンウェーブを管理しつつ、AAとスキルでセナにハラスを行う。\n- セナがスネアを狙ってくるタイミングを見計らい、横移動で避ける。\n- セナが近づいてきたら、スキルを使って距離を保ちながらダメージを与える。\n- レベル6以降は、集団戦での圧力をかけるために、視界を確保しつつULTを活用する。\n- セナの回復を意識しつつ、ミニオンウェーブを押し込んでタワーを攻撃する。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、セナに対して持続的な火力を発揮できる。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーがスタックを貯める間に有利な状況を作りやすい。\n- スモルダーはEによる高速移動で、セナの攻撃を避けながら距離を詰めることができる。\n- セナのスネア効果を避けるための機動力があり、捕まるリスクが低い。\n\n有利の取り方：\n- 最初のレベルでミニオンウェーブを管理し、セナが近づくタイミングでQや遠距離スキルを使ってスタックを貯める。\n- セナがAAやスキルでポークしてきた際に、AA→スキルのコンボで反撃し、ダメージ交換を行う。\n- 中盤以降は、セナのRやロームに注意しつつ、安全な後衛位置から継続的にダメージを与える。\n- セナが魂を回収する瞬間を狙って、短いAA→スキルでダメージを与え、セナの回復を妨げる。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- アッシュのスロー効果により、アフェリオスは動きが制限されやすく、Kitingが難しくなる。\n- アッシュのRによる長距離スタンが脅威で、集団戦や1対1で捕まるリスクが高い。\n- アフェリオスは機動力が低く、アッシュの攻撃を避けるのが難しい。\n- アッシュは序盤のハラスが強力で、アフェリオスが立ち上がる前に有利な状況を作られる可能性がある。\n\n不利の対策:\n- アッシュのWのスローを避けるため、ミニオンウェーブを利用して位置取りを工夫する。\n- アッシュのRを避けるため、常にポジショニングに気を付け、視界を確保する。\n- ミニオンウェーブを効率的に処理し、CSを稼ぎつつ、アッシュとの距離を保つ。\n- アフェリオスの武器の特性を活かし、状況に応じた攻撃を行い、アッシュの攻撃を受けないようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- アッシュの射程がシヴィアよりも長いため、ポークされやすい。\n- アッシュのスロー効果により、シヴィアは間合いを保つのが難しくなる。\n- アッシュのアルティメットでのキャッチ能力が高く、シヴィアは逃げる手段が限られる。\n- シヴィアは単体へのDPSが低く、アッシュとの1対1のトレードで劣る。\n\n不利の対策:\n- アッシュの攻撃を避けるために、ミニオンウェーブを利用してポジショニングを工夫する。\n- サポートにCCを持つタンクを選び、アッシュの攻撃を防ぐ。\n- アッシュのアルティメットをスペルシールドで無効化するタイミングを見極める。\n- ウェーブクリアを活かして、アッシュの攻撃を受ける前にミニオンウェーブを押し込む。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- アッシュの射程が長く、AAやWによるポークが強力で、ルシアンはハラスを受けやすい。\n- アッシュのパッシブによるスロー効果で、ルシアンは距離を保つのが難しくなる。\n- アッシュのRによるスタン効果があるため、ルシアンはオールインを仕掛ける際にリスクが高い。\n- ルシアンはCCを持たないため、アッシュのスローやスタンに対して逃げる手段が限られている。\n\n不利の対策:\n- ミニオンウェーブを管理し、アッシュの攻撃を受けない位置でファームする。\n- アッシュのスキルを避けるために、常に位置取りに注意し、距離を保つ。\n- アッシュのRが使用可能な間は、無理にオールインを仕掛けず、冷静に立ち回る。\n- スキルのクールダウンを利用して、アッシュがスキルを使った後に攻撃するタイミングを見計らう。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは全てのスキルがAoEであり、波を早くプッシュできるため、アッシュのファームを妨害しやすい。\n- コーキの長射程スキルを活かして、アッシュに対して安全にハラスができる。\n- アッシュは基礎ステータスが控えめで、序盤のバーストダメージが低いため、コーキの攻撃を受けやすい。\n- コーキはUltのクールダウンが短く、頻繁にダメージを与えることができるため、アッシュに対して持続的な圧力をかけられる。\n\n有利の取り方:\n- レーン序盤では、ミニオンの後ろに立ち、アッシュのスキルを消費させることで、波を有利に進める。\n- アッシュが近づいてきたら、長射程のスキルでハラスを行い、体力を削る。\n- Lv6になったら、Ultを使って安全な位置からダメージを与え、アッシュの動きを制限する。\n- チームファイトでは、位置取りを意識し、後方から安全に攻撃を行い、アッシュを狙う。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程の攻撃が可能で、アッシュよりも遠くからハラスができる。\n- アッシュの基礎ステータスが控えめで、序盤のバーストダメージが低いため、ヴァルスのポークに対抗しにくい。\n- ヴァルスはAoEダメージを持っており、ミニオンウェーブを一掃しやすく、アッシュのファームを妨害できる。\n- アッシュのスロー効果に対して、ヴァルスはCCを持っており、アッシュの動きを制限することができる。\n- アッシュは機動スキルを持たないため、ヴァルスの攻撃を受けると逃げる手段が限られる。\n\n有利の取り方：\n- 序盤からミニオンウェーブを利用して、AAやスキルでアッシュをハラスする。\n- Eを使ってアッシュの移動速度を減少させ、追撃を狙う。\n- アッシュのRを避けるために、位置取りを意識し、タイミングを見計らってRを使用する。\n- アイテムを早めに揃え、ダメージを強化してアッシュに対する圧力を高める。\n- 集団戦では、アッシュの位置を制限しつつ、AoEダメージを活かしてチーム全体に貢献する。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- ステルスを活用してアッシュに奇襲を仕掛けることができるため、アッシュのスキルを避けやすい。\n- アッシュは機動スキルを持たないため、トゥイッチの攻撃を受けると逃げる手段が限られる。\n- トゥイッチのアルティメットは集団戦での火力が非常に高く、アッシュのスロー効果を無視して攻撃できる。\n- アッシュの基礎ステータスが控えめなため、序盤のトレードでトゥイッチが優位に立ちやすい。\n- トゥイッチはAAに依存するが、アッシュのスローを受けても距離を保ちながら攻撃できる。\n\n有利の取り方：\n\n- 波を管理し、アッシュがミニオンに集中している隙を狙ってステルスで接近する。\n- アッシュのスキルがクールダウン中に攻撃を仕掛け、AAでダメージを与える。\n- 集団戦では、アルティメットを使用して後衛に位置取りし、アッシュを狙う。\n- 視界を確保し、アッシュの位置を把握しながら安全に攻撃する。\n- アイテムを整え、特に集団戦での火力を高める装備を優先して購入する。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではアッシュよりも長い射程を持つため、集団戦での位置取りがしやすい。\n- 爆発的なバーストダメージを持ち、特にレベル6以降のオールイン能力が強力で、アッシュに対して一気にダメージを与えられる。\n- トリスターナは移動能力が高く、Wを使ってアッシュのアルティメットを避けることができるため、接近戦での優位性を持つ。\n- アッシュの攻撃が届かない距離からのハラスに対して、トリスターナはAAやスキルを使って反撃できる。\n\n有利の取り方：\n- レベル2でのオールインを狙い、アッシュに対して早期にダメージを与える。\n- ミニオンウェーブを利用して、アッシュの攻撃を避けつつ、AAでハラスを行う。\n- Wを活用してアッシュのスキルを避け、接近してダメージを与える。\n- サポートと連携し、トリスターナのバーストを活かしてアッシュを圧倒する。\n- 早期に攻撃アイテムを購入し、ダメージを増加させる。",
      "サミーラ": "サミーラが有利です。\n\n- サミーラは接近戦を得意としており、アッシュの射程を活かした攻撃を避けつつ、近づいてダメージを与えることができる。\n- アッシュは基礎ステータスが控えめで、序盤はバーストダメージが低いため、サミーラがオールインを仕掛けるチャンスが多い。\n- サミーラはスキルの組み合わせによって高いDPSを発揮でき、特にアッシュがCCを受けた際には大きなダメージを与えられる。\n- サミーラはEを使ってアッシュの攻撃を防ぎつつ、反撃のチャンスを狙えるため、アッシュの攻撃を無効化しやすい。\n\n有利の取り方：\n\n- レーン序盤では、アッシュの射程に注意しつつ、ミニオンウェーブを利用してファームを優先する。\n- レベル3になったら、サポートのCCを利用してオールインを仕掛け、アッシュに大きなダメージを与える。\n- レベル6以降は、Rを安全なタイミングで発動し、アッシュのCCを避けながら連続攻撃を狙う。\n- アッシュのEやRのクールダウンを確認し、使用後に攻撃を仕掛けることで、アッシュの反撃を避ける。",
      "ザヤ": "ザヤが有利です。\n\n- アッシュに対して高いバーストダメージを持っており、接近戦でのダメージを稼ぎやすい。\n- アッシュのスキルを避けるための機動力があり、Eでの回避能力を活かせる。\n- アッシュは機動スキルを持たず、接近されると脆弱なため、ザヤの攻撃を受けやすい。\n- アッシュの射程は長いが、ザヤも接近することで有利に立ち回れる。\n- 集団戦では、ザヤのアルティメットを使うことでアッシュの攻撃を無効化できる。\n\n有利の取り方：\n- ミニオンウェーブを管理し、アッシュがスキルを使った後に攻撃を仕掛ける。\n- アッシュのスキルを避けながら、AAやバーストを狙う。\n- 集団戦では、タイミングを見計らってアルティメットを使用し、アッシュの攻撃を回避する。\n- アッシュが攻撃している間に、隙を見て反撃することでダメージを稼ぐ。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ニーラは高い機動力を持ち、AAにCCを依存する相手に強いため、ミス・フォーチュンの攻撃を避けやすい。\n- ニーラのパッシブにより、味方のヒールやシールド効果が強化され、集団戦での耐久力が高い。\n- ニーラはミッドゲーム以降に強力になり、3アイテムを揃えるとミス・フォーチュンを簡単に打ち負かすことができる。\n- ニーラのスロー効果により、ミス・フォーチュンは立ち位置を調整しづらく、攻撃を受けやすい。\n- ミス・フォーチュンはCCがスローのみで、ニーラに接近されると逃げる手段が乏しい。\n\n不利の対策：\n- チームメイトにCCを持つチャンピオンを選んでもらい、ニーラを拘束することで対抗する。\n- レーンでのハラスを避け、ミニオンウェーブを管理してニーラに近づかせないようにする。\n- ニーラの攻撃を受けないように、立ち位置を常に意識し、距離を保つ。\n- アイテムビルドにおいて、耐久力を上げるアイテムを選択し、ニーラの攻撃に耐えられるようにする。\n- 集団戦では、ニーラのスキルを避けるために、位置取りを工夫し、後衛から攻撃する。",
      "セナ": "セナが不利です。\n\n- ニーラは近接攻撃型であり、セナの射程を活かしにくい。\n- ニーラのダッシュスキルにより、セナが距離を保つのが難しくなる。\n- ニーラは持続的なダメージを与える能力が高く、セナの基礎ステータスの低さを突かれやすい。\n- ニーラは味方との連携を重視しており、集団戦での影響力が高い。\n\n不利の対策：\n\n- レーンでのハラスを避けるため、ミニオンウェーブを利用してニーラとの距離を保つ。\n- ニーラが近づいてきた際には、スキルを使って反撃するタイミングを見計らう。\n- サポートチャンピオンと連携し、ニーラの攻撃を分散させる。\n- 視界を確保し、ニーラの動きを把握しておくことで、ギャンクや接近を警戒する。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- ニーラは近接攻撃が得意で、接近されるとダメージを受けやすい。\n- ニーラの回復能力が高く、持続戦闘で不利になる可能性がある。\n- トゥイッチは射程が長いが、ニーラがダッシュで接近するとAAを当てるのが難しくなる。\n- ニーラのスロー効果により、トゥイッチの位置取りが難しくなる。\n\n不利の対策：\n- レベル1-3では安全にファームをし、ニーラの攻撃を避ける。\n- ステルスを活用して奇襲をかけるタイミングを見極める。\n- レベル4以降はウルトを使ってニーラが近づく前にダメージを与える。\n- チームファイトでは後衛から攻撃し、ニーラの回復を無効化するように立ち回る。\n- ニーラのスキルのクールダウンを意識し、避けるタイミングを見極める。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ニーラは近接攻撃型であり、ヴァルスの遠距離攻撃を避けるために機動力を活かして接近しやすい。\n- ニーラのスキルは回復やシールドを得ることができ、持続的なダメージを与えられるため、ヴァルスのハラスが効きにくい。\n- ニーラはダッシュスキルを持っており、ヴァルスの攻撃を避けたり、距離を詰めたりするのが得意。\n- ニーラがサポートと組むことで、さらに強力なシナジーを発揮し、ヴァルスに対して有利な状況を作りやすい。\n\n不利の対策:\n- 常に位置取りに注意し、ニーラが接近してくる前にAAやスキルでハラスを行う。\n- ニーラのスキルを避けるために、フラッシュや移動スキルを適切に使う。\n- 早めに攻撃力を上げるアイテムを購入し、ニーラに対抗できるようにする。\n- ミニオンウェーブを利用して、ニーラの攻撃を受けないように立ち回る。\n- チームメイトと連携し、ニーラが孤立した際に攻撃する機会を狙う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ニーラは近距離での戦闘を得意としており、AAにCCを依存する相手に強い。\n- ニーラのパッシブによって味方のヒールやシールド効果が強化され、レーンでの優位性を持ちやすい。\n- ニーラはダッシュスキルを持っており、追撃や逃走が得意で、カイ＝サの攻撃を避けやすい。\n- ニーラはサポートチャンピオンとのシナジーが高く、特にエンチャンターと組むことで戦闘能力が向上する。\n\n不利の対策:\n- レーン戦では距離を保ち、ニーラの攻撃を避けるようにする。\n- ニーラのスキルを誘発させてから反撃するタイミングを見計らう。\n- ミニオンウェーブを利用してニーラの攻撃を受けにくくする。\n- ニーラのダッシュスキルを使った後に攻撃を仕掛けることで、隙を突く。\n- サポートと連携し、ニーラのパッシブを活かさせないようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n- ニーラは近接型のADCで、接近戦が得意なため、トリスターナの射程を活かしにくい。\n- ニーラのスキルは回復やシールドを持ち、持続戦闘に強いため、トリスターナのバーストダメージが効果的に働きにくい。\n- ニーラはスロー効果を持つため、トリスターナの移動能力を制限しやすい。\n- ニーラがサポートと連携することで、トリスターナに対して有利な状況を作りやすい。\n\n不利の対策：\n- レーンでのポジショニングを意識し、ニーラの接近を避ける。\n- ミニオンウェーブを管理し、ニーラが攻撃しにくい状況を作る。\n- スキルのクールダウンを考慮し、ニーラのスキルを使った後に攻撃するタイミングを見計らう。\n- チームメイトと連携し、ニーラを孤立させる機会を作る。"
    },
    "loses": {
      "ザヤ": "ザヤが有利です。\n\n- ザヤは射程が長く、ニーラの攻撃範囲を安全に超えてハラスができる。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤はハラスを受けやすい。\n- ザヤのスネア効果を使って、ニーラの動きを制限しやすい。\n- ザヤは集団戦でのAoEダメージが豊富で、ニーラの攻撃を受ける前にダメージを与えられる。\n- ニーラのダッシュスキルに対して、ザヤは無敵状態を持つため、反撃のチャンスを作りやすい。\n\n有利の取り方：\n\n- 序盤はミニオンウェーブを利用して、ニーラにAAでハラスを行う。\n- ニーラのスキルを避けるために、タイミングよくEを使用して距離を保つ。\n- 中盤以降は、位置取りを意識し、後衛から安全にダメージを与える。\n- チームファイトでは、味方と連携しながらRを使ってニーラの攻撃を無効化し、反撃の機会を作る。\n- アイテムビルドで攻撃力とクリティカル率を重視し、ニーラに対抗するための防御アイテムも考慮する。",
      "コーキ": "コーキが有利です。\n\n- コーキはレンジ攻撃が得意で、ニーラに対して安全にハラスができる。\n- コーキのスキルはAoEダメージを持ち、ニーラのミニオンウェーブを早く処理できるため、レーンの優位性を保ちやすい。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与えられるため、ニーラの回復能力を無効化しやすい。\n- ニーラは近接戦闘に強いが、コーキのレンジ攻撃に対しては接近しづらく、ハラスを受けやすい。\n\n有利の取り方：\n- 開始時にミニオンウェーブを安全に処理し、ニーラに近づかせないように立ち回る。\n- スキルを使ってニーラを遠ざけ、AAで持続的にダメージを与える。\n- 中盤以降は、チームファイトで後方から攻撃し、ニーラが前線で戦う際にサポートする。\n- ニーラのスキルを避けるために、位置取りを意識し、無理に近づかないようにする。",
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ニーラが接近する前にダメージを与えることができる。\n- ニーラはAAにCCを依存しているため、ジグスのスキルでスローをかけることで動きを制限できる。\n- ジグスのスキルは全てAoEであり、ミニオンウェーブを一掃しやすく、ニーラのレーン維持を妨げることができる。\n- ニーラはサポートがいない場合、序盤のハラスに対して脆弱であり、ジグスの遠距離攻撃でハラスを行いやすい。\n\n有利の取り方:\n- レベル1からAAでハラスを行い、ニーラのHPを削る。\n- ミニオンウェーブを利用して、ニーラが近づく前にスキルを使ってダメージを与える。\n- ニーラがダッシュを使った後にスキルを当て、追撃を防ぐ。\n- サポートがいる場合は、ジグスのスキルを活かして連携し、ニーラを圧倒する。",
      "ヴェイン": "ヴェインが有利です。\n\n- 後半に強く、タンクやジャガーノートに対して高いダメージを出せる。\n- ニーラの序盤の強さに対して、ヴェインはCSを優先しつつ無理に戦わないことで耐えられる。\n- 壁を利用したスタンでニーラの動きを制限できるため、1対1の戦闘で有利に立ち回れる。\n- ニーラはサポートがいないとパッシブが活かせず、序盤のハラスに対して脆弱であるため、ヴェインが有利に立ち回れる。\n\n有利の取り方：\n- 序盤はCSを優先し、ニーラとの無理な交戦を避ける。\n- Qで位置取りを調整し、Eで壁スタンを狙うことでニーラの行動を制限する。\n- アイテムを攻撃速度やクリティカルに重点を置き、CC対策を考慮する。\n- 中〜後半は背後を取り、集団戦でキャリーを目指す。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーは射程が長く、ニーラの接近を防ぎやすい。\n- ニーラは近接チャンピオンであり、スモルダーのスキルを受けるとダメージを受けやすい。\n- スモルダーはスキルのスタックを貯めることで後半のダメージが非常に高く、集団戦でのAoE攻撃が強力。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤はハラスを受けやすい。\n- スモルダーはEによる高速移動で逃げやすく、ニーラの攻撃を避けることができる。\n\n有利の取り方：\n\n- Lv1〜3ではミニオンの裏からAAやスキルで少しずつニーラを削り、無理な近接トレードは避ける。\n- ウェーブ管理を意識し、ニーラをタワー下に押し込まないようにする。ウェーブを押し返すことでニーラのローミングを減少させる。\n- Lv6以降は集団戦でスモルダーの射程を活かし、ニーラが近づいたら味方と連携して攻撃する。\n- アイテムを整え、コアアイテムを早めに完成させてダメージを増加させる。\n- サポートにAoEや遅延系のスキルを要求し、ニーラの突進を抑えることで有利な状況を作る。",
      "アッシュ": "アッシュが有利です。\n\n理由:\n- アッシュは射程が長く、ニーラに対して一方的にハラスができる。\n- ニーラは近接チャンピオンであり、接近されると強力なダメージを受けるため、距離を保つことで有利に戦える。\n- アッシュのスロー効果により、ニーラの追撃を妨げることができる。\n- アッシュのウルトは長距離からのエンゲージが可能で、ニーラを捕まえる手段として有効。\n\n有利の取り方:\n- ミニオンウェーブの後ろに立ち、ニーラが近づけないようにする。\n- AAを活用して、ニーラが近づく前にダメージを与える。\n- スキルを使って距離を取り、ニーラの攻撃を避ける。\n- サポートと連携し、ニーラのエンゲージを防ぐための保護を確保する。\n- アイテム選択で防御的な選択肢を取り、ニーラの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを管理しやすい。\n- ニーラの近接攻撃に対して距離を保ちながらポークができるため、トレードで有利を取れる。\n- スペルシールドにより、ニーラのCCを一度無効化できるため、反撃のチャンスが増える。\n- ニーラがスキルを使った後に反撃することで、ダメージを与えやすい。\n- 集団戦での後衛としての役割を果たしやすく、ニーラの接近を防ぎやすい。\n\n有利の取り方：\n- ミニオンウェーブを押し込んでニーラをタワー下に追い込む。\n- ニーラのスキルを避けつつ、AAやスキルでポークを行う。\n- スペルシールドを温存し、ニーラの攻撃を受けた後に反撃する。\n- サポートと連携し、視界を確保して安全にファームを行う。\n- 中盤以降は集団戦での役割を意識し、建造物へのプレッシャーをかける。",
      "アフェリオス": "アフェリオスが有利です。\n\n- ニーラは近接攻撃型であり、アフェリオスの射程の長さを活かして距離を保つことができる。\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にニーラの攻撃を避けることが可能。\n- ニーラの回復やシールドは、アフェリオスのバーストダメージを無効化する可能性があるが、距離を取ることでその効果を減少させることができる。\n- ニーラのCCスキルはAAに依存しているため、アフェリオスが距離を保つことでその影響を受けにくい。\n\n有利の取り方：\n- 波を管理し、ミニオンウェーブを利用してニーラに近づかせないようにする。\n- 赤白武器や白緑武器を活用し、ニーラの近接戦闘を避けながら攻撃する。\n- AAを駆使して、ニーラが攻撃を仕掛ける前にダメージを与える。\n- 耐久力を高めるアイテムを購入し、ニーラのオールインに耐えられるようにする。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n- サミーラは接近戦を得意としており、ドレイヴンのAAを無効化する能力があるため、オールインされると反撃が難しい。\n- サミーラのWによってドレイヴンの斧やスキルを無効化されると、攻撃力が大幅に低下する。\n- サミーラはEでブリンクし、ドレイヴンに接近することで高いバーストダメージを与えることができる。\n- ドレイヴンは射程が短く、サミーラの攻撃を受けやすいため、CCを受けると斧を拾えなくなり、戦闘能力が低下する。\n\n不利の対策：\n- レーン序盤は慎重に立ち回り、サミーラのWを誘発させないようにする。\n- 斧を落とさないように注意し、常に攻撃力を維持する。\n- サミーラがEで突っ込むタイミングを見計らい、Eでノックバックを狙う。\n- サポートと連携して、サミーラに対して圧をかける機会を作る。\n- レベル6以降はRを活用し、集団戦では位置取りを工夫して生存率を高める。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- サミーラは序盤から高いダメージを持ち、接近戦でのコンボ火力が強力であるため、ヴェインはファームが難しくなる。\n- サミーラのスキルは、ヴェインの突進を防ぐ手段を持っており、特にEでのノックアップが脅威となる。\n- ヴェインは序盤が弱く、サミーラの攻撃を受けると早期にビハインドを負いやすい。\n- サミーラは味方のCCを利用して接近しやすく、ヴェインが反撃する前にダメージを与えられる可能性が高い。\n\n不利の対策:\n- 序盤は無理せずミニオンウェーブを安全にファームし、サミーラの攻撃を避ける。\n- サミーラのスキルを使わせた後に反撃を狙うため、タイミングを見計らってQで位置を調整する。\n- サミーラの突進を警戒し、Eで壁に押し当てるタイミングを計る。\n- 中盤以降は、味方のCCを活用してサミーラを捕まえるチャンスを作る。",
      "アフェリオス": "アフェリオスが不利です。\n\n- サミーラの高いバースト力と接近戦の強さが、アフェリオスにプレッシャーをかける。\n- サミーラは接近してAAやスキルを当てることで、アフェリオスの機動力の低さを突くことができる。\n- サミーラのCCスキルによって、アフェリオスは行動を制限されやすく、反撃が難しい。\n- アフェリオスは序盤が弱く、サミーラが早期に優位に立つと、レーンでの圧力が増す。\n\n不利の対策：\n\n- 序盤はミニオンウェーブを管理し、サミーラのバーストを避けるために適切な位置取りを心がける。\n- サミーラが接近してきた際には、AAやスキルを使って距離を保ち、カイトを行う。\n- 集団戦では、武器の切り替えを活用し、サミーラの機動力を上回る範囲攻撃を意識する。\n- サポートと連携し、サミーラに対するCCを活用して、彼女の接近を阻止する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、サミーラに近づかれるとダメージを受けやすい。\n- サミーラのWはプロジェクタイルを無効化するため、カイ＝サのバーストダメージを減少させる。\n- サミーラは短期戦を好むため、戦闘が早く終わるとカイ＝サは不利になる。\n- サミーラのアルティメットはチームファイトで大きなダメージを与えるため、カイ＝サが対処しづらい。\n- サミーラのレベル1が強く、序盤のハラスが難しい。\n\n不利の対策:\n- 戦闘を長引かせることで、サミーラの強みを削ぐ。\n- サミーラのWを使わせた後に攻撃することで、有利に立てる。\n- サポートとの連携を強化し、CCの強いサポートを選ぶことでサミーラに対抗する。\n- 最初の3ミニオンが死ぬ前にハラスを行い、サミーラのファームを妨害する。\n- 環境を利用してディスエンゲージ手段を持つことが重要。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- サミーラは接近戦に強く、高いDPSを持っているため、ミス・フォーチュンが接近されると脆弱になる。\n- サミーラは短射程のDPSキャリーに対して有利で、ミス・フォーチュンの射程が短めであるため、接近されやすい。\n- サミーラはスキルの組み合わせでスタイルランクを上げ、Ultを発動することで集団戦での影響力が高まる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得が遅い。\n- サミーラはCCを持たないため、ミス・フォーチュンがスローを使っても逃げる手段が乏しい。\n\n不利の対策：\n\n- 初期ゲームでサミーラが弱い隙をついて攻撃し、CSを妨害する。\n- 早めにレタリティアイテムを揃え、特にアンブリアルグレイブを購入する。\n- 中盤にはエグゼキューショナーを必ず購入し、サミーラに対するダメージを増加させる。\n- サミーラの接近を防ぐために、立ち位置を意識し、ミニオンウェーブを利用して距離を保つ。\n- ライフスティールを早めに積み、持続的なハラスを行うことでサミーラの攻撃を耐える。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- サミーラは接近戦に強く、ルシアンの攻撃を避けながら反撃できるため、ルシアンが攻撃しづらい。\n- サミーラのスキルによって、ルシアンのダッシュを無効化される可能性が高く、接近する際にリスクが伴う。\n- サミーラは高いDPSを持ち、ルシアンがオールインを仕掛けると逆にバーストダメージを受けやすい。\n- ルシアンは射程が短いため、サミーラの攻撃を受けやすく、特に集団戦では立ち位置が難しい。\n\n不利の対策:\n- ミニオンウェーブを利用して、サミーラとの距離を保ちながらポークを行う。\n- サミーラのスキルがクールダウン中のタイミングを見計らって、ダッシュを使って攻撃する。\n- サポートと連携し、サミーラに対してオールインを仕掛けるタイミングを調整する。\n- 可能な限り、サミーラのCCを避けるために位置取りを意識し、無理な接近を避ける。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは射程が長く、サミーラの接近を阻止しやすい。\n- コーキのスキルはAoEダメージを持ち、ミニオンウェーブを早く処理できるため、サミーラに圧力をかけやすい。\n- サミーラは接近戦を得意とするが、コーキは距離を保ちながらハラスができるため、長期戦で有利に立てる。\n- コーキはサミーラのCCがないため、直接的な脅威が少なく、安心して攻撃できる。\n\n有利の取り方:\n- レーン序盤はAAとQで小刻みにハラスし、サミーラのスタックを貯めさせないようにする。\n- サミーラが接近してきた際にはWを使って退路を確保し、必要に応じてEで距離を取る。\n- 2v2戦では味方のCCと連携し、長期戦に持ち込むことで射程差を活かして削る。\n- パッケージやアイテムを取得した際には、ミニオンウェーブをプッシュしてタワー差を作り、サミーラの動きを制限する。",
      "セナ": "セナが有利です。\n\n- セナは長射程の攻撃を持ち、サミーラに対して一方的にハラスが可能。\n- サミーラは接近戦を得意とするが、セナは距離を保ちながら攻撃できるため、サミーラが近づくのを難しくする。\n- セナのCCスキルによって、サミーラの接近を阻止できるため、サミーラが攻撃を仕掛けるタイミングを制限できる。\n- セナは回復能力を持ち、サミーラの攻撃を受けても持ちこたえやすい。\n\n有利の取り方：\n- 距離を取りつつ、ミニオンウェーブを利用してサミーラを削る。\n- サミーラが接近してきた際には、CCを使って止める。\n- サミーラのスキルのクールタイムを確認し、隙を突いて攻撃する。\n- 1v1の状況を避け、味方と連携してサミーラを圧倒する。\n- 集団戦では、味方の突進を抑えるためにRを温存し、効果的に使う。",
      "ジンクス": "ジンクスが有利です。\n\n- ジンクスは長射程を持ち、サミーラの短射程を活かして安全にハラスができる。\n- ジンクスの攻撃速度が高く、波を利用してミニオンを処理しやすい。\n- サミーラは接近戦を得意とするが、ジンクスは後衛から攻撃できるため、サミーラが近づく前にダメージを与えられる。\n- ジンクスのCCスキルにより、サミーラの動きを妨げることができ、接近を難しくする。\n- ジンクスはキルを取ることで得られるバフにより、連続キルを狙いやすく、サミーラに対して優位に立てる。\n\n有利の取り方：\n- 序盤は波をミニオンの後ろでファームし、サミーラが近づいたらAAやスキルで牽制する。\n- 中盤以降はRを活用して後衛から安全に攻撃し、サミーラの耐久力を考慮してクリティカルダメージを増加させるアイテムを購入する。\n- 終盤では、後衛から攻撃しつつ、サミーラのスキルを警戒して立ち回る。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n- サミーラは接近戦を得意とするが、コグ＝マウは長射程から攻撃できるため、距離を保ちながらダメージを与えられる。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンクに対して強いが、サミーラはその影響を受けやすい。\n- サミーラは低い防御ステータスと短い射程のため、コグ＝マウの攻撃を受けるとダメージを受けやすい。\n- コグ＝マウはスロー効果を持つスキルを使って、サミーラの接近を妨げることができる。\n\n有利の取り方：\n- 開始から6レベルまでは、ミニオンウェーブを安全に処理し、AAでサミーラを牽制する。\n- Eを使ってサミーラの接近を防ぎ、味方のサポートと連携してピールを要求する。\n- 6レベル以降は、ミニオンウェーブを利用して距離を保ちながら攻撃し、サミーラが接近してきた際にはスローを活用して逃げ道を確保する。\n- 団戦では後方から火力を出し、サミーラが前線で動く際に味方の守りを強化する。",
      "ゼリ": "ゼリが有利です。\n\n- 遠距離からの継続射撃でサミラの接近を妨害できる。\n- 高い機動力を持ち、サミラの攻撃を回避しやすい。\n- サミラの低い射程を利用して、距離を保ちながらポークが可能。\n- サミラがレベル6になる前に有利な状況を作りやすい。\n\n有利の取り方：\n- 常に後ろを取り、安全距離でQやAAでポークする。\n- ミニオンの裏に立ち、サミラのEに合わせて横移動やブリンクで回避する。\n- ジャングルのCCや味方の足止めがあれば、射程を活かして攻撃する。\n- 集団戦では後方で連続射撃と位置取りを最優先し、サミラの接近を防ぐ。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤは射程が長く、サミーラの接近を牽制しやすい。\n- Eを使ってサミーラの動きを制限し、スネア効果で反撃が可能。\n- サミーラは短射程であり、ザヤの攻撃を受けるリスクが高い。\n- ザヤは集団戦でのAoEダメージが強力で、サミーラの突進を利用してダメージを稼ぎやすい。\n\n有利の取り方:\n- レーン序盤はミニオンウェーブを利用してAAでポークし、サミーラに無理に前に出させない。\n- サミーラが近づいてきたら、Eを使って距離を取りつつ、羽を散らしておく。\n- サミーラのRを警戒しつつ、味方のCCと連携してRを使い、サミーラを固めるタイミングを狙う。\n- レベル6以降は、サミーラの動きを見極めて反撃のチャンスを逃さず、常に位置取りを意識する。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 射程が長いため、サミーラの接近を防ぎやすい。\n- CCスキルを持っており、サミーラの動きを制限できる。\n- AoEダメージを持つため、ミニオンウェーブを一掃しやすく、サミーラにプレッシャーをかけられる。\n- サミーラは短射程で防御が低いため、ヴァルスの攻撃を受けるとダメージを受けやすい。\n\n有利の取り方：\n- レーン序盤はAAとQで距離を保ちながらハラスを行う。\n- Eを使ってサミーラの突進ルートを塞ぎ、接近を阻止する。\n- サポートと連携し、ノックアップを受けないように立ち位置に注意する。\n- Rを逃げや追撃に使い、サミーラの突進を封じるタイミングを見計らう。\n- ミニオンウェーブを管理し、サミーラが攻撃しづらい状況を作る。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは近接ADCであり、サステインを持っているため、短い射程での殴り合いに強い。\n- サミーラは射程が短く、序盤はニーラの攻撃を受けやすい。\n- ニーラは味方と連携することで、序盤のトレードで有利に立ち回ることができる。\n- ニーラのダッシュスキルにより、サミーラの攻撃を回避しやすい。\n- サミーラはCCを待つ必要があり、ニーラはその隙を突いて攻撃できる。\n\n有利の取り方：\n- 序盤は味方と密着し、短いトレードを繰り返してサミーラにプレッシャーをかける。\n- ミニオンウェーブを押してアグレッシブに立ち回り、サミーラの動きを制限する。\n- レベル6以降はサポートの有無を確認し、サミーラの瞬間火力に注意しながら攻撃する。\n- 集団戦では前線で継続火力を出し、サミーラの背後を狙うことでダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n- 射程が長いため、サミラに対して安全にハラスができる。\n- バーストダメージが高く、特にサミラの防御が薄い状態で攻撃できる。\n- ノックバック効果を持つスキルで、サミラの突進を阻止できる。\n- 移動能力が高く、逃げや追撃がしやすい。\n\n有利の取り方：\n- レーニング初期は、ミニオンにスキルを使って安全にハラスし、サミラが近づいたらAAでダメージを与える。\n- サミラのスキルのクールダウンを確認し、リスクが少ないタイミングで近寄ってプレッシャーをかける。\n- レベル6以降は、サミラのアルティメットが発動する前にノックバックで距離を取る。\n- 常に味方と連携し、サミラのCCを避けながら攻撃することで、瞬間火力を活かす。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、AA主体の攻撃で圧力をかけてくるため、ゼリは押されやすい。\n- ドレイヴンの斧を拾う必要があるため、ゼリはAAを避けるのが難しく、攻撃を受けやすい。\n- ドレイヴンのCCを受けると、ゼリは移動が制限され、反撃が難しくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ドレイヴンに対抗しにくい。\n\n不利の対策:\n- 序盤は安全にミニオンウェーブの後ろでファームし、ドレイヴンの攻撃を避ける。\n- Eを使ってドレイヴンの斧を避ける位置取りを心がける。\n- ドレイヴンが斧を落とした瞬間を狙って攻撃する。\n- ローミングやサイドレーンでのプレッシャーを活かし、集団戦で機動力を利用する。\n- 集団戦では後衛に位置し、ドレイヴンの攻撃を避けながら継続的にダメージを与える。",
      "スモルダー": "スモルダーが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、AAに依存しているため、スモルダーは早期にダメージを受けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、育つと脅威になる。\n- ドレイヴンのCCスキルにより、スモルダーは移動を制限され、斧を拾えなくなるリスクがある。\n- スモルダーは序盤のスキル性能が低く、レーニングでのオールインに弱い。\n- ドレイヴンの攻撃パターンは予測可能だが、スモルダーはそれに対処するための手段が限られている。\n\n不利の対策：\n\n- レーンでのハラスを避け、ドレイヴンが育たないように注意深くプレイする。\n- ドレイヴンが近づいてきたら、Wを使って彼を止め、距離を取る。\n- 中盤までにドレイヴンを育てさせないように、ミニオンウェーブを管理する。\n- ドレイヴンの攻撃を受けないように、冷静に動き、AAを避ける。\n- 中盤以降はスモルダーの強みを活かし、集団戦でのAoE攻撃を意識する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ドレイヴンはレーンで非常に強力で、特に序盤から高いバーストダメージを持っているため、カイ＝サはトレードで劣る。\n- ドレイヴンの射程はカイ＝サよりも短いが、AAに依存するため、カイ＝サが近づくとオールインされやすい。\n- カイ＝サは基礎ADが低く、序盤は脆弱であるため、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンのサポートが強い場合、カイ＝サはトレードで不利になりやすい。\n- カイ＝サはCCを持たないため、ドレイヴンの攻撃を避ける手段が限られている。\n\n不利の対策:\n- サポートを選ぶ際に、バースト系のCCを持つチャンピオンを選ぶことで、ドレイヴンを一時的にロックし、ダメージを与えるチャンスを作る。\n- ミニオンウェーブを管理し、ドレイヴンの攻撃を受けないように位置取りを工夫する。\n- ドレイヴンのAAを避けるために、トレードのタイミングを慎重に見極め、必要に応じてスキルを使って距離を取る。\n- ドレイヴンの斧を落とすように、ミニオンウェーブを利用してトレードを行う。\n- 装備を整えるまで耐えることを意識し、無理にトレードを仕掛けない。",
      "ヴェイン": "ヴェインが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、AAによる攻撃力が非常に強力です。\n- ドレイヴンの斧を正確に拾うことで、持続的なダメージを出すことができ、ヴェインはその攻撃を受けやすいです。\n- ヴェインは射程が短く、ドレイヴンの攻撃を避けるのが難しいため、トレードで不利になります。\n- ドレイヴンはCCを持っており、ヴェインが攻撃する際に動きを制限される可能性があります。\n- ドレイヴンは序盤の強さを活かしてスノーボールしやすく、ヴェインは後半に強くなるため、時間が経つほど不利が増します。\n\n不利の対策：\n- 短いトレードを心がけ、ドレイヴンのAAを避けるようにする。\n- ドレイヴンの斧を落とすように位置取りを工夫し、ミニオンウェーブを管理する。\n- サポートと連携して、ドレイヴンに対してCCを当てるタイミングを狙う。\n- アイテムを早めに購入し、ブレード・オブ・ザ・ルインドキングを取得してダメージを増やす。\n- Lv6以降はRを活用して持久戦に持ち込み、ドレイヴンのバーストを警戒しながら戦う。",
      "シヴィア": "シヴィアが不利です。\n\n- ドレイヴンのAAは非常に強力で、序盤から高いバーストダメージを持っているため、シヴィアはトレードで劣る。\n- ドレイヴンは斧を使った攻撃で簡単にシヴィアを上回ることができ、特にレーン戦でのダメージ交換が不利になる。\n- シヴィアの基礎射程が短く、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンはWで素早く接近できるため、シヴィアが距離を取るのが難しい。\n- ドレイヴンは斧を拾う必要があるが、その落下地点を狙ってシヴィアがQを投げることで、ドレイヴンを追い出すことができる。\n\n不利の対策：\n\n- レーン戦では慎重に立ち回り、ドレイヴンのAAを避けるようにする。\n- ポークサポートと組むことで、ドレイヴンに対して有利なトレードを仕掛ける。\n- ドレイヴンの斧が落ちる場所を意識し、その地点を狙ってQを投げることで、ドレイヴンの操作を妨害する。\n- ミニオンウェーブを管理し、ドレイヴンが攻撃しづらい状況を作る。\n- 可能であれば、アイテムビルドでティアを早めに購入し、マナ管理をしっかり行う。",
      "ユナラ": "ユナラが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、AAでのトレードが強力であるため、ユナラは圧力を受けやすい。\n- ドレイヴンの斧を拾うことで攻撃力が増し、持続的なダメージを出すことができるため、ユナラは立ち回りが難しくなる。\n- ユナラのCCはスローのみで、ドレイヴンの攻撃を無効化する手段が乏しいため、オールインに対して脆弱。\n- ドレイヴンは移動妨害に弱いが、ユナラはそのスキルを持たないため、ドレイヴンの攻撃を受けやすい。\n\n不利の対策：\n- レーン序盤はAAでスタックを溜めつつ、ドレイヴンの攻撃を避けるために距離を保つ。\n- Qのアクティブを温存し、ドレイヴンが攻撃してきた際に反撃するタイミングを見計らう。\n- Eを使って逃げ道を確保し、ドレイヴンの斧を拾うタイミングを見極める。\n- 中盤以降は集団戦での拡散ダメージを活かし、ドレイヴンの攻撃を分散させるように立ち回る。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、短射程のトゥイッチは圧力を受けやすい。\n- ドレイヴンのAAは斧に依存しており、正確に拾うことでダメージを最大化できるため、トゥイッチはその隙を突くのが難しい。\n- ドレイヴンのCCスキルにより、トゥイッチは移動妨害を受けやすく、特にスロウを受けると攻撃ができなくなる。\n- トゥイッチは装備依存度が高く、序盤に転ぶとファームが難しくなるため、ドレイヴンに対抗しづらい。\n\n不利の対策:\n- レーン序盤は安全第一で、ドレイヴンの斧を避けながらCSを優先する。\n- ドレイヴンがQを使い切った瞬間に反撃を狙う。\n- ミニオンウェーブを利用して、ドレイヴンの攻撃を受けない位置でファームする。\n- レベル6以降はステルスを活かしてサイドから攻撃し、集団戦では味方と連携してAOEでダメージを与える。\n- ヒールとフラッシュを持ち、攻撃速度やクリティカル寄りの装備を早めに整える。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n- コグ＝マウは後半に強いハイパーキャリーであり、長射程を活かして安全にダメージを与えることができる。\n- ドレイヴンは序盤に強力だが、コグ＝マウは序盤を耐えれば後半に逆転できる可能性が高い。\n- コグ＝マウのスキルはAR/MRを低下させるため、タンク相手にも高いダメージを出せる。\n- ドレイヴンはAAに依存しており、斧を拾えないと戦闘能力が低下するため、コグ＝マウはその隙を突くことができる。\n- コグ＝マウは移動妨害がないため、ドレイヴンのCCに対して脆弱ではない。\n\n有利の取り方：\n- 開始からタワー下でミニオンウェーブを優先し、安全にCSを確保する。\n- サポートと連携し、ドレイヴンのトレードを避けるためにEで遠距離からポークを行う。\n- 早めに防御アイテムを購入し、ドレイヴンの攻撃を耐えられるようにする。\n- ドレイヴンが斧を落としたタイミングを狙い、積極的にAAでダメージを与える。\n- 集団戦では後方からE→Rを使用し、ドレイヴンのフロントラインを崩すことを意識する。",
      "サミーラ": "サミーラが有利です。\n\n- ドレイヴンは序盤のAAとスキルによる圧力が強いが、サミーラは接近戦での火力が高く、ドレイヴンの攻撃を避けやすい。\n- サミーラはEを使ってドレイヴンに接近し、AAやスキルを組み合わせて高いDPSを発揮できる。\n- ドレイヴンのCCやノックバックに対して、サミーラは瞬時に距離を詰めることができるため、反撃のチャンスが多い。\n- サミーラはレベル6以降のULTで逆転を狙いやすく、集団戦でも強力なキャリー能力を持つ。\n\n有利の取り方：\n- レーン開始時は無理せずCSを優先し、ドレイヴンの斧をミスしたタイミングを狙う。\n- ドレイヴンが斧を落とした隙を見計らってEで接近し、サポートのCCと連携して攻撃する。\n- ミニオンウェーブを管理し、ドレイヴンが攻撃しづらい位置に押し込む。\n- レベル6以降はULTを活かして、ドレイヴンに対して積極的にオールインを狙う。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは近接戦での瞬間火力が高く、自己回復能力を持っているため、ドレイヴンとのトレードで有利に立ち回れる。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、ミスを誘いやすい。\n- ニーラはダッシュスキルを持っており、ドレイヴンの攻撃を避けながら接近することができる。\n- ドレイヴンはCCに弱く、ニーラが接近してオールインを仕掛けることで、彼の強みを無効化できる。\n\n有利の取り方：\n- ミニオンの後ろから短いQとAAでトレードを仕掛け、ドレイヴンの攻撃を受けないようにする。\n- ドレイヴンが斧をミスしたタイミングで接近し、オールインを狙う。\n- ジャングルの介入を利用して、ドレイヴンにプレッシャーをかける。\n- 集団戦では、突進してドレイヴンを狙い、彼のダメージを抑える。",
      "ジグス": "ジグスが有利です。\n\n- 長射程の攻撃を持ち、ドレイヴンのAAを安全に避けながらポークできる。\n- AoEダメージにより、ミニオンウェーブを素早く処理でき、レーンを支配しやすい。\n- ドレイヴンが近づいてきた際に、スローやCCで足止めしやすい。\n- ドレイヴンの攻撃はAAに依存しているため、斧を拾う必要があるが、ジグスは距離を保ちながら攻撃できる。\n\n有利の取り方：\n- 常に距離を取り、ポークでドレイヴンのHPを削る。\n- ミニオンウェーブを押し込んで、ドレイヴンにプレッシャーをかける。\n- ドレイヴンが突っ込んできたら、スローやCCを使って足止めし、追撃する。\n- サポートと連携して、ドレイヴンを安全にキルするチャンスを狙う。",
      "ジンクス": "ジンクスが有利です。\n\n- 後半の火力が高く、集団戦での影響力が大きい。\n- スロー効果を持っているため、ドレイヴンの動きを制限しやすい。\n- ミニオン処理が得意で、レーンを安定させやすい。\n- ドレイヴンは序盤に強いが、ジンクスは耐久力が低く、序盤のトレードで無理をしなければ生き残れる。\n\n有利の取り方：\n- 序盤は無理なトレードを避け、ミニオンウェーブを効率よく処理してレーンを安定させる。\n- スキルを使ってドレイヴンにハラスをかけ、彼のAAを受けないように立ち回る。\n- 視界を確保し、ギャンクを警戒しながら安全にファームする。\n- 集団戦では後衛に位置し、ドレイヴンを狙う敵を避けながらダメージを与える。",
      "セナ": "セナが有利です。\n\n- 長射程を活かして、ドレイヴンに対して安全にハラスができる。\n- 回復能力があるため、ドレイヴンの攻撃を受けても持ちこたえやすい。\n- スキルを使ったポークが得意で、ドレイヴンのAAを避けながらダメージを与えられる。\n- ドレイヴンの序盤の強さに対抗できるだけのサステインがある。\n\n有利の取り方：\n- レーン開始時はミニオンの後ろからAAとQでポークし、ドレイヴンの攻撃を避ける。\n- スキルを使って魂を集め、パッシブを活かしてゴールドを稼ぐ。\n- ドレイヴンが近づいてきた際には、Wを使って位置をずらし、攻撃を避ける。\n- Rを温存し、味方が危険な状況になった時やドレイヴンがオールインを狙ってきた時に使用する。 \n- 中盤以降は、ドレイヴンの攻撃を避けつつ、遠距離から安全にダメージを与える。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n- スモルダーは序盤のスキル性能が高く、AA強化がないため、1対1の戦闘で不利になる。\n- スモルダーのスキルはスタックを貯めることで後半に強力になり、ザヤが育つ前に有利な状況を作られる可能性がある。\n- スモルダーのWによる範囲攻撃は、ザヤの短い射程に対して効果的で、トレードでダメージを受けやすい。\n- スモルダーは集団戦でのAoE攻撃が強力で、ザヤが集団戦でのダメージを稼ぎにくくなる。\n\n不利の対策：\n- 序盤は無理にトレードをせず、波を管理しながらファームに専念する。\n- スモルダーのスキルを避けるために、位置取りを意識し、視界を確保して安全にプレイする。\n- サポートと連携し、スモルダーに対して積極的に圧をかけるタイミングを見計らう。\n- 中盤以降はアイテムを早めに完成させ、集団戦での役割を意識して立ち回る。",
      "コーキ": "コーキが不利です。\n\n- スモルダーは序盤のスキル性能が低いコーキに対して、AAやスキルでのハラスが強力で、早期にパッシブを貯めさせないように攻撃できる。\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、ミッドゲーム以降に強力になる。\n- コーキはCCがないため、スモルダーのEによる逃走や追撃に対して対処が難しい。\n- スモルダーのAoE攻撃は集団戦で非常に効果的で、コーキはその範囲攻撃に対して脆弱。\n\n不利の対策：\n- 序盤はミニオンウェーブを押し込んで、スモルダーにCSを取らせないようにする。\n- スモルダーのEを警戒し、立ち位置を低めに保ちながらハラスを行う。\n- スモルダーのパッシブが溜まる前にタワープレッシャーをかけ、早めに経済的優位を築く。\n- 集団戦では分散してスモルダーの範囲攻撃を避け、サイドからの攻撃を優先する。",
      "ヴェイン": "ヴェインが不利です。\n\n- スモルダーは序盤のスキル性能が低いヴェインに対して、AAやスキルでのハラスが強力で、レーンでのトレードで有利を取られやすい。\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、レイトゲームでの火力が脅威となる。\n- スモルダーの長射程の攻撃とAoE攻撃により、集団戦での影響力が高く、ヴェインはその範囲に入らないように立ち回る必要がある。\n- ヴェインは短射程であるため、スモルダーの攻撃を避けるのが難しく、特に集団戦では位置取りが難しくなる。\n\n不利の対策：\n- 序盤は無理に前に出ず、ミニオンウェーブを安全に処理し、スモルダーのハラスを避ける。\n- スモルダーのスキルを避けるために、サイドに動きながらトレードを行う。\n- 中盤以降は、サポートと連携して奇襲を仕掛け、1v1の状況を作ることで有利を取る。\n- 集団戦では、スモルダーの攻撃範囲に入らないように注意し、背後から攻撃することでダメージを与える。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が強い。\n- スモルダーのAoE攻撃は集団戦で非常に効果的で、ミス・フォーチュンのスキルを無効化する可能性がある。\n- スモルダーはEによる高速移動で追撃や逃走が得意で、接近されるとミス・フォーチュンは脆弱になる。\n- スモルダーのウェーブクリア能力が高く、ミニオンウェーブを押し込まれるとタワー下でファームしなければならず、損をしやすい。\n\n不利の対策：\n- ミニオンウェーブをコントロールし、スモルダーに押され過ぎないようにする。\n- レベル2/3の交換は慎重に行い、ミニオンの陰を利用してトレードを行う。\n- スモルダーのスキルを避けるために、立ち位置を意識し、適切なタイミングでスキルを使用する。\n- サポートと連携を強化し、相手のハラスが強い場合は守り重視でプレイする。\n- Ultの使いどころを見極め、集団戦や相手が前に出たときに活用する。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- スモルダーはレベル3以降、スキルを使ってトレードを有利に進めることができるため、ルシアンは距離を保つ必要がある。\n- スモルダーの初期ダメージは低いが、後半に向けてスタックを貯めることで大きなAoEダメージを出せるため、長期戦になると不利。\n- ルシアンは射程が短く、スモルダーのスキルを避けるのが難しいため、ハラスを受けやすい。\n- スモルダーはEスキルで高速移動が可能で、追撃や逃走が得意なため、ルシアンがオールインを仕掛けても逃げられる可能性が高い。\n\n不利の対策:\n- 初期はスモルダーのスキルを避けつつ、AAでミニオンウェーブを処理し、レベルを上げることに集中する。\n- スモルダーがスキルを使った際の隙を狙って短いトレードを行い、ダメージを与える。\n- スモルダーのスタックが貯まる前に、積極的にハラスを行い、レーンでの優位を保つ。\n- 集団戦では立ち位置に注意し、スモルダーのAoE攻撃を避けるように心がける。",
      "セナ": "セナが不利です。\n\n理由:\n- スモルダーは序盤が弱いが、セナも基礎ステータスが低く、序盤のハラスが強力なため、セナが有利に立ち回ることが難しい。\n- スモルダーは後半に強く、スタックを貯めることでダメージが増加するため、試合が進むにつれてセナが劣位になる。\n- スモルダーのEによる高速移動で接近されると、セナは逃げ手段が乏しく、捕まるリスクが高い。\n- スモルダーのRは範囲攻撃であり、集団戦でのAoEダメージが高いため、セナが後方から攻撃する際に危険が増す。\n\n不利の対策:\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- ミニオンウェーブをコントロールし、スモルダーがファームしづらい状況を作る。\n- サポートと連携して、スモルダーのEや突進を阻止するためにWを活用する。\n- 視界を確保し、敵の動きを把握して、スモルダーの育成を妨害する。\n- 集団戦では位置取りを重視し、壁越しから攻撃することで安全にダメージを与える。",
      "ニーラ": "ニーラが不利です。\n\n- スモルダーは序盤のスキル性能が低いニーラに対して、AAやスキルでのハラスが強力。\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、長期戦に持ち込まれると不利。\n- スモルダーのAoE攻撃は集団戦で非常に効果的で、ニーラが密集した敵に対して強いが、スモルダーの攻撃を受けやすい。\n- ニーラはサポートがいない場合、パッシブの効果が薄れ、序盤のハラスに対して脆弱になる。\n\n不利の対策：\n- 序盤は距離を保ちながら、ミニオンウェーブを利用してCSを確保し、レベル差をつける。\n- スモルダーのスキルを避けるために、移動を意識し、タイミングを見計らって反撃する。\n- スモルダーのスタックが貯まる前に、積極的にハラスを行い、体力を削る。\n- チームメイトと連携し、集団戦でのサポートを受けることで、スモルダーに対抗する。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n- ウェーブクリア力が高く、ミニオン処理が早いため、スモルダーに圧をかけやすい。\n- スペルシールドにより、スモルダーのスキルを無効化できるため、トレードで有利を取れる。\n- アルティメットによる移動速度の上昇で、スモルダーのスキルショットを避けやすい。\n- スモルダーのスキルはスタックを貯める必要があり、序盤はスキルの性能が低いため、シヴィアが優位に立ちやすい。\n\n有利の取り方：\n- 初期レーンでは安全にCSを稼ぎ、被弾を最小限に抑える。ミニオンの陰を利用してスキルを避ける。\n- ウェーブを積極的にクリアし、タワー近くに押し込ませないようにする。\n- スペルシールドを使ってスモルダーの強力な攻撃を避けるチャンスを作る。Eのクールダウンを把握することが重要。\n- アイテム構成にサステインや防御寄りのビルドを取り入れることで、ポークによる消耗戦で有利を得やすくなる。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーに対して強力なトレードが可能です。\n- スモルダーは序盤のスキル性能が低く、AA強化がないため、ドレイヴンの攻撃に耐えにくいです。\n- ドレイヴンは斧を使った攻撃でゴールドを稼ぎやすく、早期にアイテムを揃えることでさらに有利になります。\n- スモルダーはCCに脆弱であり、ドレイヴンのノックバックで動きを制限することができます。\n- ドレイヴンは移動速度を上げるスキルを持ち、追撃性能が高いため、スモルダーを逃がしにくいです。\n\n有利の取り方：\n\n- 開始から積極的にトレードを仕掛け、AAとスキルを駆使してダメージを与えます。\n- レーンで斧を回収し続け、常にダメージを出せる状態を維持します。\n- ミニオンウェーブを押し込み、タワー前でスモルダーにプレッシャーをかけます。\n- 中盤以降はキル差を利用してロームやドラゴンに参加し、集団戦では後衛を狙います。\n- スモルダーの射程が伸びる中盤以降は、無理なソロ行動を避け、サポートと連携して安全にプレイします。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- トゥイッチは序盤にステルスを利用して奇襲を仕掛けやすく、スモルダーに対してキル圧をかけることができる。\n- スモルダーは序盤のスキル性能が低く、AA強化がないため、トゥイッチの攻撃に対して脆弱。\n- トゥイッチはミニオンウェーブを処理しながら、スモルダーのパッシブを妨害することができる。\n- トゥイッチのスロー効果により、スモルダーの移動を制限しやすい。\n\n有利の取り方：\n\n- ステルスを活用して、スモルダーがファームしているタイミングで奇襲をかける。\n- サポートと連携して、スモルダーに対してAAやスキルで圧をかけ、ミニオンウェーブを優位に保つ。\n- スモルダーがスキルを使った後に攻撃を仕掛け、反撃を受けないように立ち回る。\n- 視界を管理し、スモルダーが孤立しているタイミングを狙って攻撃する。",
      "アフェリオス": "アフェリオスが有利です。\n\n- スモルダーは序盤が弱く、アフェリオスはその隙を突いてレーンを支配しやすい。\n- アフェリオスはスキルを使い分けることで、状況に応じた柔軟な戦術が可能で、特にスモルダーのスキルを避けやすい。\n- スモルダーはAA強化がないため、DPSが低く、アフェリオスのAAやスキルによるハラスに対抗しにくい。\n- アフェリオスは長射程の攻撃を持ち、遠距離からスモルダーにプレッシャーをかけることができる。\n\n有利の取り方：\n\n- 序盤から積極的にミニオンウェーブを押し込み、スモルダーにプレッシャーをかける。\n- スモルダーのスキルを避けるために、位置取りに注意し、無駄にスキルを受けないようにする。\n- スモルダーがスタックを貯める前に、早めにハラスを行い、レーンでの優位を確保する。\n- 防御アイテムを早めに購入し、集団戦やgankに備える。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは序盤から遠距離攻撃が可能で、スモルダーの育成を妨げることができる。\n- スモルダーは序盤はスキルの性能が低く、AA強化がないため、ジグスのハラスに対して弱い。\n- ジグスのスキルは全てAoEであり、ミニオンウェーブを一掃しやすく、スモルダーのパッシブを溜めさせない。\n- ジグスは長射程のスキルを持ち、スモルダーが近づく前にダメージを与えることができる。\n- スモルダーはCCに脆弱であり、ジグスのスキルで動きを制限されると攻撃が難しくなる。\n\n有利の取り方：\n- ミニオンウェーブを常にプッシュし、スモルダーがファームを取れないようにする。\n- QやWで安全にハラスし、スモルダーのHPを削る。\n- スモルダーがEを使わずに突っ込んできた瞬間にダメージを与える。\n- ローミングやジャングルのGankを要請し、リードを拡大する。\n- 集団戦では前に出ず、索敵を行いながらサイドからAoEを当てる。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、スモルダーのスキルを避けながらハラスができる。\n- スモルダーは序盤のスキル性能が低く、ジンの攻撃を受けやすい。\n- ジンの4発目の攻撃やアルティメットは、高いバーストダメージを持ち、スモルダーの体力が減った際に強力。\n- スモルダーはAA強化がないため、ジンの持続的なハラスに対して反撃が難しい。\n- ジンはスネア効果を持つため、スモルダーの動きを制限しやすい。\n\n有利の取り方：\n\n- 序盤から積極的にハラスを行い、スモルダーの体力を削る。\n- ミニオンウェーブをコントロールし、スモルダーに押し込まれないようにする。\n- スモルダーがスキルを使い切ったタイミングで反撃を狙う。\n- サポートとの連携を強化し、スモルダーにプレッシャーをかける。\n- アイテムやルーンでサステインを確保し、持続的に戦える状態を維持する。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 序盤から中盤にかけての長射程を活かして、スモルダーに対してポークができる。\n- スキルを使ってミニオン越しにハラスし、スモルダーのファームを妨害できる。\n- スモルダーは序盤はスキルの性能が低く、AA強化がないため、DPSが低い。\n- スモルダーがスタックを貯める前に、レーンでの優位を築くことができる。\n- CC効果を持つスキルで、スモルダーの動きを制限しやすい。\n\n有利の取り方：\n\n- EやQを使ってミニオンウェーブをコントロールし、スモルダーにダメージを与える。\n- サステインアイテムを早めに購入し、ハラスを受けても耐えられるようにする。\n- ローミングや視界を活用して、スモルダーが育つ前に他のレーンでアシストを狙う。\n- 中盤以降はRを使って集団戦でのキルを狙い、スモルダーが後半に強くなる前に圧力をかける。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n- ジンは高火力のスナイパー型ADCで、特に4発目の攻撃やアルティメットが強力で、ジグスのHPが減った際に大きなダメージを受けやすい。\n- ジンのスキルは長射程で、ジグスのポークを受けながらも安全に攻撃できるため、ジグスが攻撃しづらい。\n- ジンはブリンクを持たないが、ジグスも接近を許すと無力になりやすく、ジンが接近してくるとオールインに弱い。\n- ジンの残弾数が見えるため、ジグスはリロードのタイミングを狙われやすく、特に4発目の後に攻撃されると危険。\n\n不利の対策：\n- ミニオンウェーブを管理し、ジンの攻撃を避けるためにミニオンの後ろに隠れる。\n- ジンの攻撃タイミングを予測し、位置取りを工夫してポークを受けないようにする。\n- アルティメットを活用して、ジンが攻撃してきた際に反撃のチャンスを作る。\n- アイテムを選ぶ際には、マジックダメージを強化するものを選び、ジンに対抗できるダメージを出す。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ジンは長射程のスキルを持ち、特に4発目の攻撃やアルティメットで高いバーストダメージを与えることができるため、ケイトリンが接近するのが難しい。\n- ジンのWによるCC効果で、ケイトリンの動きを制限されやすく、反撃のチャンスを失うことが多い。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ジンの攻撃を受けやすい。\n- ケイトリンのAA強化がパッシブに依存しているため、ジンのバーストに対抗しづらい。\n\n不利の対策：\n- 序盤はミニオンウェーブを押し込み、ジンのファームを妨害しつつ、位置取りに注意してWを避ける。\n- ジンの4発目の攻撃後に反撃のチャンスを狙う。\n- 集団戦では、ジンのRを避けるために位置取りを工夫し、ミニオンを利用してブロックする。\n- アイテムとしてガレフォースを選び、機動力を補強してジンの攻撃を避ける。",
      "ヴァルス": "ヴァルスが不利です。\n\n- ジンは高いバーストダメージを持ち、特に4発目のAAやアルティメットが強力で、HPが減った相手に対して致命的なダメージを与えることができる。\n- ジンのスキルは長射程で、CC効果を持つため、ヴァルスが攻撃する際に動きを制限されやすい。\n- ジンはリロードのタイミングを狙われやすく、特にリロード中にオールインされると対処が難しい。\n- ヴァルスは逃げスキルが乏しく、ジンの攻撃を受けやすい。\n\n不利の対策：\n\n- ジンのリロードタイミングを見極めて攻撃することで、隙を突く。\n- ジンのスキルを避けるために位置取りを工夫し、特にWの発動を警戒する。\n- ジンのアルティメットを避けるために、常に視界を確保し、位置を調整する。\n- ミニオンウェーブを利用して、ジンの攻撃を受けないようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ジンは4発目の攻撃が非常に強力で、低HPのミニオンから離れることが求められるため、ミス・フォーチュンは注意が必要。\n- ジンのスキルは全てAoE効果を持ち、ミニオンウェーブを利用したハラスが得意で、ミス・フォーチュンはその影響を受けやすい。\n- ジンはレベル6で強力なアルティメットを持ち、集団戦での影響力が高く、ミス・フォーチュンはその前に圧力をかけられることが多い。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ジンとの1対1のAA交換で不利になることが多い。\n- ジンは接近されると逃げる手段が乏しいため、オールインを仕掛けられると脆弱で、ミス・フォーチュンも同様に接近されると危険。\n\n不利の対策：\n\n- レーンではミニオンウェーブを利用して、ジンの攻撃を避けるように立ち回る。\n- レベル2でのエンゲージを狙い、ジンのスキルを避けながら持続的なダメージを与える。\n- サステインサポートを選択し、ジンのダメージを抑えることで、レーンでの生存率を上げる。\n- フラッシュやゴーストを使って、ジンの攻撃を避ける機会を増やし、ドラゴンファイトでの強化を図る。\n- ジンの4発目の攻撃を受けないように、HP管理を徹底し、必要に応じてミニオンを利用して距離を保つ。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、特に4発目のAAやアルティメットが高いバーストダメージを持つため、HPが低い状態でのトレードが危険。\n- スモルダーは序盤のスキル性能が低く、AA強化がないため、ジンとの1対1の戦闘で劣る。\n- ジンのスネア効果により、接近した際に動きを制限されやすく、逃げる手段が限られる。\n- ジンは全てのスキルがAoEであり、ミニオンウェーブを利用したハラスが得意で、スモルダーはその影響を受けやすい。\n\n不利の対策:\n- レーンではできるだけ健康を保ちながらファームを獲得し、無理なトレードを避ける。\n- ジンのスキルを避けるため、レンジクリープの近くには立たないようにする。\n- ジンが序盤で極端に有利にならないように、ミニオンウェーブを管理し、相手のハラスを受けない位置を保つ。\n- 後半にスケールすることを意識し、無理にオールインを仕掛けず、チームファイトでの役割を重視する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ジンは高火力のバーストダメージを持ち、特に4発目の攻撃やアルティメットが強力で、HPが減ったエズリアルに対して致命的なダメージを与えやすい。\n- ジンのスネア効果を持つスキルにより、エズリアルは捕まえられやすく、接近された際に反撃が難しくなる。\n- ジンは長射程のスキルを持ち、エズリアルがスキルを避けるために使うEのタイミングを狙いやすい。\n- エズリアルはウェーブクリアが遅く、ジンのプッシュ力に対抗しづらいため、ミニオンウェーブを押し込まれやすい。\n\n不利の対策:\n- 位置取りを意識し、ジンのスキルを避けるためにEを適切に使用する。\n- ミニオンウェーブを管理し、ジンの攻撃を受けないようにするために、CSを妨害する。\n- 中盤以降は、ジンのアルティメットと合わせて自分のアルティメットを使用し、集団戦でのダメージを稼ぐ。\n- MRやライフスティールを積むことで、ジンのバーストダメージに対抗しやすくする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- ジンは高いバーストダメージを持ち、特にHPが減った相手に対して強力です。コグ＝マウは接近されると脆弱で、ジンの攻撃を受けやすいです。\n- ジンのスキルは長射程で、コグ＝マウの持続ダメージを妨害しやすいです。特に、スキルショットを避けるのが難しい状況で、ジンの攻撃を受けるリスクが高まります。\n- コグ＝マウは機動力が低く、ジンのスキルを避けるのが難しいため、ギャンクやオールインに対して脆弱です。\n- ジンの残弾数が見えるため、コグ＝マウはリロードのタイミングを狙われやすく、特に4発目の攻撃後に狙われることが多いです。\n\n不利の対策：\n- 序盤はミニオンウェーブの後ろでポジショニングし、無理にトレードせずファームに集中する。\n- ジンのスキルクールダウンを確認し、スキルを避けるタイミングを見計らう。\n- 中盤以降は攻撃速度を強化するアイテムを優先し、持続的なダメージを意識する。\n- 集団戦では後衛から持続ダメージを与え、ジンのスキルに注意しながら位置取りを意識する。",
      "ジンクス": "ジンクスが不利です。\n\n- ジンは高精度のスナイプ能力を持ち、遠距離からの攻撃でジンクスを捕まえやすい。\n- ジンのスキルは全てAoE効果を持ち、波を押し込む際にジンクスに対して有利に働く。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったジンクスに対して致命的なダメージを与えることができる。\n- ジンはブリンクを持たないため、ジンクスが接近された際に逃げる手段が限られているが、ジンはその隙を突いて攻撃できる。\n\n不利の対策：\n\n- 序盤は波を慎重に管理し、ジンのスキルを避ける位置取りを心がける。\n- ジンのスキルがクールダウン中に攻撃を仕掛け、ダメージを稼ぐ。\n- 集団戦ではジンのアルティメットを警戒し、クールダウン中に積極的に攻撃する。\n- アイテム選択で生存能力を高める装備を優先し、ジンのバーストダメージに耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n- ジンは高いバーストダメージを持ち、特に第4発やアルティメットによる攻撃が強力で、アッシュが接近されると大きなダメージを受けやすい。\n- ジンのスネア効果により、アッシュの動きが制限され、反撃のチャンスが減少する。\n- アッシュは基礎ステータスが控えめで、序盤のバーストダメージが低いため、ジンの攻撃に対抗しづらい。\n- ジンの射程が長く、アッシュはポークを受けやすい状況になる。\n\n不利の対策：\n- ジンの第4発を使う前にトレードを意識し、攻撃を避けるタイミングを見計らう。\n- ミニオンウェーブを利用して、ジンの弾効果を遮るように立ち回る。\n- アッシュのアルティメットやサポートのCCを活用して、ジンを拘束するチャンスを作る。\n- 自分のミニオンウェーブを押し込んで、タワー前で安全にファームを行う。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n- ジンのトレードに対して、カイ＝サは短い射程ながらも、スキルを使って距離を詰めることができるため、ジンの攻撃を避けやすい。\n- ジンのFOURthショットが使えない短いトレードでも、カイ＝サはスキルを使ってダメージを与えられるため、トレードで優位に立ちやすい。\n- レベル6以降、カイ＝サはオールインのチャンスを持ち、ジンに対して一気にダメージを与えることができる。\n- エンゲージが得意なサポートと組むことで、ジンに対して有利な状況を作りやすい。\n\n有利の取り方：\n\n- ミニオンウェーブを利用して、ジンの攻撃を避けつつ、AAやスキルでダメージを与える。\n- レベル6になったら、サポートのCCを利用してジンにオールインを仕掛ける。\n- ジンのFOURthショットのリロードタイミングを見計らって、積極的にトレードを仕掛ける。\n- スキルを使って距離を詰め、ジンの攻撃を避けながら反撃する。",
      "ヴェイン": "ヴェインが有利です。\n\n- 高い機動性を持ち、相手のスキルを避けやすい。\n- 真のダメージを与える能力があり、特にタンク相手に強力。\n- 集団戦でのステルスと攻撃力増加により、後衛での立ち回りが得意。\n- ジンのリロードタイミングを狙って攻撃できるため、隙を突きやすい。\n\n有利の取り方：\n- ジンの4発目の攻撃後に積極的に攻撃を仕掛ける。\n- Qを使ってジンのスキルを避け、接近する。\n- 集団戦では後衛で安全に立ち回り、ジンのスキルを警戒しながら攻撃する。\n- 早期に防御アイテムを購入し、ジンのバーストダメージに対抗する。",
      "サミーラ": "サミーラが有利です。\n\n- 近接戦闘に強く、高いバーストダメージを持つため、ジンに接近することで有利に戦える。\n- スキルの連携を活かしてジンの攻撃を避けつつ反撃できる。\n- ジンの射程が長いが、サミーラは接近することでその射程を無効化できる。\n- 集団戦ではRを使うことで高いダメージを出し、ジンを圧倒できる。\n\n有利の取り方：\n- 序盤はミニオンウェーブを利用して接近し、AAやスキルでジンにダメージを与える。\n- ジンの攻撃後の隙を狙って反撃する。\n- Eを使ってジンのスキルを回避し、反撃のチャンスを作る。\n- 集団戦では味方のCCを利用して接近し、Rで一気にダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナはレベル6以降のバースト力が高く、ジンに対して強力な攻撃を行える。\n- トリスターナのWによる機動力で、ジンの攻撃を避けやすく、特に4発目を警戒しながら立ち回れる。\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではジンよりも長い射程で攻撃できる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、トリスターナの攻撃を受けやすい。\n\n有利の取り方：\n- レベル1〜3では慎重にファームを優先し、ジンの4発目を警戒する。\n- Wを活用して位置取りを有利にし、ジンの攻撃を避ける。\n- ジンのアルティメット後の隙を狙って反撃する。\n- アイテムを整えた後、バーストダメージを活かしてジンに対して積極的に攻撃する。",
      "ゼリ": "ゼリが有利です。\n\n- 高機動力を持っているため、ジンのスキルを避けやすい。\n- 持続的なダメージを出すことができ、トレードで有利に進めやすい。\n- スキルのコストがないため、マナ管理が容易で、積極的に攻撃できる。\n- ジンのスキルは命中率に依存しているため、ゼリの機動力でその命中を難しくできる。\n\n有利の取り方：\n- レーン序盤では、ジンのスキルを避けつつミニオンウェーブを確保する。\n- Eを使ってミニオンウェーブを押し返し、ジンにプレッシャーをかける。\n- トレードの際は、AAとスキルを組み合わせて持続的にダメージを与える。\n- 集団戦では後衛での位置取りを心がけ、Rを使って敵を牽制する。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n- エズリアルは長射程のスキルを持っており、ザヤが近づく前にポークされやすい。\n- ザヤの攻撃範囲が短いため、エズリアルのスキルを避けるのが難しい。\n- エズリアルは高機動力を持ち、ザヤのEによるスネアを避けやすい。\n- エズリアルの主力スキルは方向指定であるため、ザヤが接近する際に反撃を受けやすい。\n- ザヤはウェーブクリアが遅く、エズリアルのポークによってミニオンウェーブを押し込まれると不利になる。\n\n不利の対策：\n\n- レーン序盤はミニオンウェーブの後ろから安全にAAを行い、エズリアルのスキルを避ける。\n- エズリアルのスキルを避けるために、Eを使うタイミングを慎重に見極める。\n- 可能であれば、味方のサポートと連携してエズリアルに対する圧力をかける。\n- レベル6以降はRを使って無敵状態を活かし、エズリアルの攻撃を回避しつつ反撃のチャンスを狙う。\n- ミニオンウェーブを管理し、エズリアルがポークしにくい状況を作る。",
      "ジグス": "ジグスが不利です。\n\n理由:\n- エズリアルはEを使ってジグスの攻撃を回避しやすく、ジグスのポークが通りにくい。\n- エズリアルの機動力が高く、ジグスのスキルを避けることができるため、ダメージを与えにくい。\n- ジグスはウェーブクリアが得意だが、エズリアルは長射程からのポークでミニオンを処理しやすく、ジグスの攻撃を受けにくい。\n- エズリアルは後半においても持続的なダメージを出せるため、ジグスのバーストダメージに対抗しやすい。\n\n不利の対策:\n- レーンでのポークを避けるため、ミニオンの後ろから攻撃を行い、エズリアルのEを誘発させる。\n- ウェーブを押しすぎず、相手のGankを警戒しつつ、適度にロームを行う。\n- 集団戦では後方からの範囲攻撃を意識し、エズリアルの動きを見ながらスキルを使う。\n- アイテムを早めに揃え、マナ管理をしっかり行い、持続的にダメージを出せるようにする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- エズリアルは高い機動力を持ち、Eを使ってヴァルスの攻撃を回避しやすい。\n- エズリアルのスキルは短いクールダウンで、持続的なハラスが可能であるため、ヴァルスのポークを凌ぎやすい。\n- ヴァルスは静止して攻撃するほど強いが、エズリアルは常に動き回ることで攻撃を避けることができる。\n- エズリアルの射程外からのハラスが有効で、ヴァルスは近づくのが難しい。\n- エズリアルのUltは集団戦でのフィニッシュや逃げに使えるため、ヴァルスのUltを警戒しやすい。\n\n不利の対策:\n- レーン序盤はミニオンを介してポークを行い、エズリアルのEを予測してスキルを温存する。\n- エズリアルが接近した際に、スキルコンボを使って瞬時にダメージを与える。\n- 位置取りを工夫し、エズリアルの射程外から攻撃を行う。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- エズリアルのUltを警戒し、視界を確保して安全な位置を維持する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンの射程外からポークが可能。\n- エズリアルのEによる高い機動力で、ミス・フォーチュンの攻撃を避けやすい。\n- エズリアルはウェーブクリアが遅いため、ミス・フォーチュンがプッシュしても逆にエズリアルが有利な状況を作りやすい。\n- エズリアルのUltはAoEダメージを持ち、集団戦での影響力が高い。\n- ミス・フォーチュンは基礎ADが低く、DPSが不足しがちで、オブジェクト取得が遅い。\n\n不利の対策：\n\n- ポジショニングを意識し、エズリアルのスキルを避けながらCSを取る。\n- エズリアルのEのクールダウンを狙い、その隙に攻撃を仕掛ける。\n- 早期にミニオンウェーブをプッシュし、エズリアルにプレッシャーをかける。\n- チームファイトではエズリアルのフラッシュやブリンクを把握し、Ultを効果的に使う。\n- 1対1の状況では、エズリアルがブリンクした後にオールインを狙う。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- エズリアルは長射程のスキルを持ち、ミニオン越しにポークができるため、トゥイッチは安全にファームしづらい。\n- トゥイッチは序盤の射程が短く、エズリアルのポークに対抗するのが難しい。\n- エズリアルのEによる機動力で、トゥイッチの奇襲を回避されやすい。\n- エズリアルのRはAoEダメージを持ち、集団戦での影響力が高いため、トゥイッチが攻撃しづらい。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるリスクがある。\n\n不利の対策：\n\n- レーン序盤は無理に攻撃せず、ミニオン管理を徹底して安全にファームする。\n- ブッシュにワードを置き、エズリアルのポークを警戒しつつ視界を確保する。\n- ステルスを活かして奇襲を狙うタイミングを見計らい、エズリアルのスキルを避ける。\n- 中盤以降はサイドからの奇襲を狙い、集団戦では位置取りを工夫してエズリアルのRを避ける。\n- エズリアルのEやRを使わせた後に反撃を狙うことで、トゥイッチの持ち味を活かす。",
      "コーキ": "コーキが不利です。\n\n- エズリアルは長射程のスキルを持ち、波を安全にハラスできるため、コーキは前に出づらい。\n- コーキはCCがないため、エズリアルのEによる機動力を制限できず、反撃を受けやすい。\n- エズリアルは波のクリアが遅い相手に対して有利で、コーキは波を押されやすい。\n- エズリアルのバーストダメージに対して、コーキは耐久力が低く、持続的なダメージを受けやすい。\n\n不利の対策：\n- レーン序盤は無理に前に出ず、波を安全にクリアすることを優先する。\n- エズリアルのスキルを避けるために、位置取りを意識し、Eを無駄に使わないようにする。\n- レベル6以降は、エズリアルのEやフラッシュを使わせるタイミングを見計らい、Rを使ってダメージを狙う。\n- サポートと連携し、エズリアルに対して集団戦での圧力をかける。",
      "ケイトリン": "ケイトリンが不利です。\n\n- エズリアルは高機動性を持ち、Eでケイトリンの攻撃を回避しやすい。\n- エズリアルのスキルは短いクールダウンでポークが可能で、ケイトリンの射程を活かしたハラスに対抗できる。\n- ケイトリンはスキルのモーションが長く、エズリアルのスキルを避けるのが難しい。\n- エズリアルはAoE攻撃がUltのみで、ミニオンに守られると攻撃が通りにくいが、ケイトリンはウェーブクリアが得意で、エズリアルがミニオンを利用するのを許すと不利になる。\n\n不利の対策：\n- レーン序盤は慎重に立ち回り、エズリアルのスキルを避けることを優先する。\n- 罠を視界外やブラッシュに設置し、エズリアルのEを誘発させることで、ハラスのチャンスを作る。\n- ミニオンウェーブを管理し、フリーズを維持してエズリアルに近づかせない。\n- 集団戦では外側から罠を設置し、エズリアルのスキルを避けつつ安全にダメージを与える。"
    },
    "loses": {
      "ヴェイン": "ヴェインが有利です。\n\n- ヴェインは高い機動力を持ち、エズリアルのスキルを回避しやすい。\n- エズリアルの主力スキルは方向指定であり、ヴェインのダッシュで避けることができる。\n- ヴェインはタンクに対して強力なダメージを与える能力があり、エズリアルがタンクを盾にすることが難しい。\n- エズリアルはAoE攻撃手段が限られており、ミニオンウェーブを利用して攻撃を通しにくい。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルとの短期交戦で優位に立てる。\n\n有利の取り方：\n\n- 序盤は安全にCSを重視し、エズリアルのQを避けながらミニオンウェーブを管理する。\n- レベル2以降、エズリアルのミスを狙い、短期交戦でAAとスキルを組み合わせてダメージを与える。\n- レベル6でアルティメットを使用し、エズリアルを追撃する際に壁に押し込んでスタンを狙う。\n- ミッド〜後半では視界を取り、サイドで分断し、エズリアルを狙って集団戦で有利な位置を確保する。\n- ライフスティールを活用し、エズリアルの攻撃を受けながら持続的にダメージを与える立ち回りを心掛ける。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- エズリアルはレーンでの強さが低く、カイ＝サにとって有利なマッチアップである。\n- エズリアルのポークはミニオンの後ろに隠れることで回避しやすく、カイ＝サはトレードを有利に進められる。\n- カイ＝サは早い段階でのウェーブクリアが得意で、ミニオンウェーブを素早く処理できるため、エズリアルのポークを無効化できる。\n- エズリアルのウェーブクリアは非常に劣るため、カイ＝サが主導権を握りやすい。\n\n有利の取り方:\n- ミニオンウェーブを利用してエズリアルのポークを避けつつ、AAやスキルでトレードを行う。\n- ウェーブを押し込んでエズリアルのタワー下に追い込むことで、彼の動きを制限する。\n- サポートと連携してエズリアルに対する圧力をかけ、レーンでの優位を確保する。\n- スキルを進化させてバーストダメージを高め、エズリアルに対してオールインを仕掛けるタイミングを見計らう。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、状況に応じた柔軟な対応ができる。\n- エズリアルは主力スキルが方向指定であり、機動力の高い相手にはパフォーマンスが落ちるため、アフェリオスの攻撃を避けにくい。\n- アフェリオスはハラス性能が低いマークスマンに対して優位に立ちやすく、エズリアルのポークを受けにくい。\n- アフェリオスはレベル依存度が高いが、序盤からの立ち回りでエズリアルに対して優位に立つことができる。\n\n有利の取り方：\n- 序盤はエズリアルのポークに注意しつつ、AAや武器のスキルを駆使してミニオンウェーブを効率的に処理する。\n- エズリアルのスキルを避けるために、ポジショニングを意識し、距離を保ちながら攻撃する。\n- エズリアルがスキルを使った後の隙を狙って反撃し、ダメージを与える。\n- ミニオンウェーブを管理し、エズリアルがハラスしにくい状況を作ることで、優位に立つ。",
      "シヴィア": "シヴィアが有利です。\n\n- エズリアルのポーク攻撃はミニオンにブロックされるため、シヴィアは安全にプレイできる。\n- シヴィアは高いウェーブクリア能力を持っており、エズリアルがウェーブをクリアできないため、簡単にウェーブをフリーズできる。\n- シヴィアのスペルシールドにより、エズリアルの攻撃を一度無効化できるため、トレードで有利に立ちやすい。\n- エズリアルは機動力が高い相手にパフォーマンスが落ちるが、シヴィアは移動速度を上昇させる手段が豊富で、エズリアルの攻撃を避けやすい。\n- シヴィアはクリティカルビルドを推奨されており、エズリアルに対して効果的なダメージを出せる。\n\n有利の取り方：\n- ウェーブを押し込んでミニオンをフリーズさせ、エズリアルにプレッシャーをかける。\n- エズリアルの攻撃をスペルシールドで防ぎ、トレード時に有利な状況を作る。\n- エズリアルがスキルを使った後にAAでダメージを与え、トレードを有利に進める。\n- ガンクを受けにくい位置でプレイし、エズリアルのガンク耐性の低さを利用する。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程のスキルを持ち、エズリアルに対して安全な距離からハラスが可能。\n- エズリアルのレーンフェーズは弱く、特にレベル6になる前に攻撃することでバーストしやすい。\n- ジンのスキルは全てAoE効果を持ち、ミニオンウェーブを利用してエズリアルに圧力をかけやすい。\n- エズリアルは主力スキルが方向指定であり、機動力の高いジンに対してパフォーマンスが落ちる。\n\n有利の取り方:\n- レーンフェーズでは短いトレードや長いトレードを積極的に行い、エズリアルにダメージを与える。\n- エズリアルのQからのダメージをミニオンでブロックし、彼の攻撃を無効化する。\n- エズリアルがEを使用した後に攻撃を仕掛け、彼のスキルクールダウンを利用する。\n- レベル6になる前にエズリアルを徹底的にいじめ、スノーボールを狙う。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- アフェリオスは序盤のポークが強力で、遠距離からの攻撃でヴェインをハラスしやすい。\n- アフェリオスの武器の組み合わせにより、状況に応じた強力なCCを持っているため、ヴェインが接近するのが難しい。\n- ヴェインは短射程であるため、アフェリオスの攻撃を避けるのが難しく、特にCalibrumの射程に対抗しづらい。\n- アフェリオスはレベル依存度が高く、序盤の立ち上がりが難しいが、ヴェインも序盤は弱いため、アフェリオスが優位に立つことができる。\n\n不利の対策:\n- レーンではCSを優先し、無理なトレードを避けることでアフェリオスのポークを受けないようにする。\n- ミニオンウェーブを自分寄せに管理し、アフェリオスの攻撃を受けるリスクを減らす。\n- アフェリオスの武器の回転を観察し、特にCalibrumを持っている時は距離を取る。\n- Eを使ってアフェリオスの攻撃を回避し、壁スタンを狙うタイミングを見計らう。\n- レベル6以降は、ブリンクを活用してアフェリオスに接近し、確実な位置でキルを狙う。",
      "トリスターナ": "トリスターナが不利です。\n\n- アフェリオスは遠距離から安定した火力を持ち、特に長射程武器を使われるとトリスターナが近づきにくくなる。\n- アフェリオスのCCスキルにより、トリスターナが接近する際に捕まるリスクが高い。\n- トリスターナはレベル依存度が高く、序盤の立ち上がりが難しいため、アフェリオスにハラスされやすい。\n- アフェリオスの武器が見えるため、トリスターナが少数戦での戦術を立てにくい。\n\n不利の対策：\n- 開幕から視界を確保し、アフェリオスの動きを把握する。\n- アフェリオスのスキルを使った後に近づくことで、トレードを有利に進める。\n- ロケットジャンプを活用して、アフェリオスのスキルを避けつつ接近する。\n- ミニオンウェーブを管理し、アフェリオスが攻撃しづらい状況を作る。\n- サポートと連携して、アフェリオスのCCを剥がすタイミングを狙う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- アフェリオスは序盤から中盤にかけてのトレードで強力なダメージを持ち、カイ＝サのハラスを受けやすい。\n- アフェリオスの武器の切り替えにより、状況に応じた攻撃が可能で、特に遠距離からの攻撃が得意。\n- カイ＝サは機動力が高いが、アフェリオスのスネアやスローによって捕まりやすく、集団戦での位置取りが難しい。\n- アフェリオスはレベル依存度が高く、序盤の立ち上がりが難しいが、カイ＝サも序盤は脆弱で、互いに影響を受けやすい。\n\n不利の対策：\n- 序盤は慎重に波を管理し、アフェリオスの攻撃を避けることを意識する。\n- アフェリオスのスキルのクールダウンを把握し、隙を見てAAを入れる。\n- サポートと連携し、アフェリオスに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに積んで、耐久力を上げることでアフェリオスのバーストダメージに対抗する。",
      "ジンクス": "ジンクスが不利です。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、特に高いバーストダメージを持つため、ジンクスが接近するのが難しい。\n- アフェリオスのスネアやスローによるCC効果が強力で、ジンクスは自衛手段が乏しいため、捕まるリスクが高い。\n- アフェリオスは序盤の立ち上がりが弱いが、ジンクスも序盤はダメージを出しにくく、互いにレーンでのハラスが難しいため、アフェリオスが育つと逆転されやすい。\n- アフェリオスのアルティメットは集団戦での影響力が大きく、ジンクスは遠距離からの攻撃が得意だが、アフェリオスの攻撃を避けるのが難しい。\n\n不利の対策：\n- レーン戦ではアフェリオスの武器の切り替えを観察し、攻撃のタイミングをずらしてハラスを行う。\n- 集団戦では、アフェリオスのアルティメットの使用タイミングを見極め、距離を保ちながら攻撃する。\n- 自衛手段が乏しいため、サポートと連携して敵のキャッチを避けるように立ち回る。\n- アイテムを早めに揃え、攻撃力を高めてアフェリオスに対抗できるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n- アフェリオスは武器の組み合わせによって高火力を発揮でき、特に脅威ステータスが育つとケイトリンに対して強力なダメージを与えることができる。\n- アフェリオスはスネアやスローを持つ武器を使い、ケイトリンの動きを制限することができるため、集団戦や少数戦で捕まりやすい。\n- ケイトリンは序盤においては有利だが、アフェリオスが武器を揃える中盤以降に火力が増すため、立ち回りが難しくなる。\n- アフェリオスは機動力が低いものの、ケイトリンもスキルのモーションが長く、集団戦での脆弱性があるため、相手の攻撃を受けやすい。\n\n不利の対策：\n- レーン序盤はAAでハラスを行い、アフェリオスの武器を確認しながら距離を保つ。\n- トラップを使って視界を確保し、逃げ道を封鎖することで、アフェリオスの動きを制限する。\n- 中盤以降はローミングを行い、他のレーンでのプレッシャーをかけてアフェリオスの成長を妨げる。\n- 集団戦では安全な位置から攻撃し、味方のCCと連携してアフェリオスを狙う。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- アフェリオスは武器のローテーションによって多様な戦術を展開でき、特に接近戦での火力が高い。\n- アフェリオスのスローや拘束効果を持つ武器に対して、エズリアルは機動力を活かしても捕まるリスクがある。\n- アフェリオスはレベル依存度が高く、序盤の立ち上がりが難しいが、エズリアルも序盤はAAでのハラスが難しいため、アフェリオスに対して優位に立てない。\n- アフェリオスの持つ武器が相手に見えるため、エズリアルは戦術を読みやすく、逆にアフェリオスに対策されやすい。\n\n不利の対策:\n- レーン前半ではQを使ってヒット＆ランを行い、AAを無理に当てず距離を保つ。\n- アフェリオスのスローや拘束を避けるためにEを温存し、必要な時に使用する。\n- アフェリオスのアルティメットが脅威となるため、距離を詰めさせないように立ち回る。\n- トレードは短いQ→AA→退却を繰り返し、長期戦を避ける。\n- ワードを多めに設置し、サイドからのGankに備える。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、アフェリオスの攻撃を避けやすい。\n- アフェリオスはレベル依存度が高く、序盤は弱いため、トゥイッチが早期に有利なトレードを仕掛けやすい。\n- トゥイッチのバーストダメージは高く、アフェリオスが持つCCを避けながら攻撃できる。\n- アフェリオスは機動力が低く、トゥイッチの奇襲に対して反応しづらい。\n\n有利の取り方:\n- レーン序盤ではミニオンを押しすぎず、ブラッシュ近くで視界を管理し、奇襲のチャンスを伺う。\n- レベル3以降、Eを使ってステルス状態になり、AAとWでトレードを仕掛ける。\n- アルティメットを覚えたら、遠距離からの攻撃で一気にダメージを与え、アフェリオスを狙う。\n- 集団戦では、アフェリオスの射程を利用しつつ、味方のCCと連携して攻撃する。",
      "コーキ": "コーキが有利です。\n\n- コーキは短〜中距離の飛び道具を持ち、序盤から中盤にかけて強力なハラスが可能です。\n- アフェリオスは序盤が弱く、レベル依存度が高いため、コーキのハラスに対して耐えにくいです。\n- コーキのスキルはAoEダメージを持ち、ミニオンウェーブを素早く処理できるため、レーンの主導権を握りやすいです。\n- アフェリオスの武器による攻撃は見えるため、コーキはそれを避ける立ち回りがしやすいです。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを与えやすいです。\n\n有利の取り方：\n\n- レーン序盤で積極的にAAとスキルを使い、アフェリオスにハラスをかける。\n- ミニオンウェーブを早く処理し、アフェリオスにプレッシャーをかける。\n- レベル6前に位置取りを工夫し、アフェリオスの攻撃を避ける。\n- レベル6以降はロケットを使って波を押し、ロームを行い、他レーンに影響を与える。\n- 集団戦では中〜後方から攻撃し、アフェリオスの射程に対して注意を払いながら立ち回る。",
      "サミーラ": "サミーラが有利です。\n\n- 近接戦に強く、高い瞬間火力を持っているため、アフェリオスに接近することで優位に立てる。\n- アフェリオスは機動力が低く、捕まえやすい。サミーラのブリンクを利用して接近しやすい。\n- アフェリオスのCCに対して、サミーラは味方のCCを利用して突入することで、効果的にダメージを与えられる。\n- アフェリオスの攻撃は遠距離からのハラスが主であり、サミーラは序盤にCSを重視することでそのハラスを避けることができる。\n\n有利の取り方：\n- 序盤は無理せず波を管理し、アフェリオスの攻撃を避けながらCSを稼ぐ。\n- 中盤に入ったら、アフェリオスのCCが抜けた瞬間を狙い、Eで横から入り、QとRで一気に攻撃する。\n- アフェリオスが距離を取る際には、味方のCCを確認し、連携して攻撃するタイミングを見計らう。\n- 集団戦では、アフェリオスの背後から安全に攻撃し、必要に応じてフラッシュで突入する。",
      "ザヤ": "ザヤが有利です。\n\n- アフェリオスは長射程のポークが強いが、ザヤは近距離でのトレードが得意で、AAとスキルを組み合わせてダメージを稼ぎやすい。\n- ザヤのEによるスネア効果で、アフェリオスの動きを制限できるため、接近戦で優位に立てる。\n- アフェリオスは機動力が低く、ザヤの反撃を受けやすい。\n- ザヤは羽を溜めることで、瞬間火力を発揮できるため、アフェリオスに対して強力なオールインが可能。\n\n有利の取り方：\n- レーニング初期はアフェリオスの射程外からミニオンを取ることで安全にファームを行う。\n- Eをミニオン前に残し、アフェリオスに近づいて短期トレードを行い、羽を回収して追加ダメージを狙う。\n- アフェリオスの武器構成を常に確認し、近接武器を持っている時は距離を取る。\n- 味方のCCと連携し、E回収でスネアを狙い、オールインのタイミングを見計らう。\n- ミニオンウェーブを押しすぎないように注意し、アフェリオスが安全に削れないようにする。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、アフェリオスに対して短期的なトレードで優位に立ちやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテムを早く揃えることができる。\n- アフェリオスは機動力が低く、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンは移動速度を上げるスキルを持っており、アフェリオスの攻撃を避けながら追撃が可能。\n- アフェリオスの武器のローテーションに対して、ドレイヴンは斧を使った攻撃で高いダメージを出せる。\n\n有利の取り方：\n\n- レーン序盤では、斧を安定して拾い、AAを使ってアフェリオスの体力を削る。\n- 短いトレードを繰り返し、アフェリオスのハラスを受けないように立ち回る。\n- Eを使って位置取りを工夫し、アフェリオスの攻撃を避けながら攻撃を仕掛ける。\n- ミニオンウェーブを利用して、アフェリオスにプレッシャーをかけ、ファームを妨害する。\n- 集団戦では、斧を回収しつつ、アフェリオスのスネアやAoE攻撃を避けて単体を狙う。",
      "アッシュ": "アッシュが有利です。\n\n- アッシュは射程が長く、アフェリオスの攻撃をミニオンの後ろから受け流しながらポークができる。\n- スロー効果を持つため、アフェリオスが近づくのを防ぎやすい。\n- アッシュはレーン初期から中盤にかけて圧力をかけやすく、アフェリオスの立ち回りを制限できる。\n- アフェリオスがアイテムを揃える前に、アッシュはダメージを与え続けることができる。\n\n有利の取り方：\n- ミニオンウェーブを意識し、アフェリオスの射程外からAAでポークを行う。\n- Eを使って視界を確保し、ガンクに警戒することでアフェリオスの弱点を突く。\n- アフェリオスが前に出た瞬間を狙って、サポートと連携してトレードやオールインを仕掛ける。\n- Rを使ってアフェリオスのアルティメットやチームファイトの開始時にカウンターとして活用する。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは射程が長く、アフェリオスよりも遠くからハラスが可能です。\n- アフェリオスの武器が見えるため、ヴァルスは戦略的に距離を保ちながら攻撃できます。\n- アフェリオスは序盤が弱く、レベルが上がるまでの間にヴァルスが優位に立てるチャンスがあります。\n- ヴァルスのCCスキルにより、アフェリオスの動きを制限しやすく、接近を許さない立ち回りが可能です。\n\n有利の取り方:\n- レーン前半では、AAとQを駆使してミニオンウェーブを管理しつつ、アフェリオスにハラスを行います。\n- Eを温存し、アフェリオスが近づいてきた際の回復や追撃に備えます。\n- レベル6になる前に、アフェリオスの武器の状態を見極め、無理に近寄らないようにします。\n- 集団戦では、ポークを重視し、Rを使って敵を固めることでアフェリオスの近接攻撃を防ぎます。\n- アイテムを選ぶ際には、回復対策を優先し、アフェリオスの持続的なダメージを抑えることを意識します。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由:\n- コグ＝マウは後半に強力な火力を発揮でき、アイテムが揃うとアフェリオスに対して優位に立てる。\n- アフェリオスは序盤の制圧力が高いが、コグ＝マウはミニオンウェーブを管理することで安全にファームできる。\n- コグ＝マウのスキルはAR/MRを低下させるため、アフェリオスの耐久力を削りやすい。\n- アフェリオスのCC（スネアやスロー）に対して、コグ＝マウは距離を保ちながら攻撃できるため、リスクを減らせる。\n\n有利の取り方:\n- レーン序盤は無理に当て合わず、ミニオンウェーブの最後取りを優先してCSを確保する。\n- アフェリオスの攻撃が届かない距離を保ちながら、AAやスキルでハラスを行う。\n- ワードを設置してジャングラーの接近を防ぎ、安全にファームを続ける。\n- レベル6以降はRを使って遠隔から圧力をかけ、集団戦では安全な位置からダメージを出す。\n- アイテムが揃ったら、アフェリオスのCCに注意しつつ、前線での戦闘に参加する。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ジグスのスキルは全てAoEであり、ミニオンウェーブを一掃しやすく、コグ＝マウがファームしづらい。\n- ジグスの長射程のスキルにより、コグ＝マウは序盤からポークを受けやすく、体力を削られる。\n- コグ＝マウは機動力が低く、ジグスのスキルを避けるのが難しいため、接近されると脆弱になる。\n- ジグスは設置型のスキルを使ってゾーニングができるため、コグ＝マウが安全に攻撃するのが難しい。\n\n不利の対策:\n- ミニオンの後ろに立ち、ジグスのスキルを避けるようにする。\n- ドラン防具や回復アイテムを購入し、耐久力を上げる。\n- サポートにプッシュ管理を任せ、無理に仕掛けずに安全にファームする。\n- レベル6以降はタワー下で安全にファームし、アイテムを揃えることを優先する。\n- ジグスのスキルのCDを意識し、隙を見て攻撃するタイミングを計る。",
      "ジンクス": "ジンクスが不利です。\n\n- ジグスは長射程のポークを持ち、ジンクスが接近する前にダメージを与えやすい。\n- ジグスのウェーブクリア能力が高く、ジンクスがミニオンウェーブを管理しづらい。\n- ジグスの集団戦での広範囲ダメージは、ジンクスが分散して戦う際にも脅威となる。\n- ジグスは設置型のスキルを使ってゾーニングができ、ジンクスの動きを制限しやすい。\n\n不利の対策：\n- ポジショニングを意識し、ミニオンやブラシを利用してジグスのスキルを避ける。\n- ウェーブ管理を行い、ジグスに押し込まれないようにする。\n- 集団戦では分散して戦い、ジグスのRを避ける。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "ヴァルス": "ヴァルスが不利です。\n\n- ジグスは全てのスキルがAoEであり、ミニオンウェーブを一掃しやすく、集団戦でも高いダメージを出せるため、ヴァルスがポークしづらい。\n- ジグスの地雷によるスロー効果で、ヴァルスの動きが制限され、接近されると脆弱になる。\n- ジグスは長射程のスキルを持っているため、ヴァルスが安全に攻撃するのが難しい。\n- ジグスはタワー破壊能力が高く、レーンでのプレッシャーをかけやすい。\n\n不利の対策：\n- レーン序盤はミニオンウェーブをタワー下でCSを重視し、ジグスのスキルを避けながら安全にポークを行う。\n- ジグスのスキルを避けるために、横ステップを意識し、Eで回復阻害を狙う。\n- レベル6以降は、味方のCCと連携してRを使い、ジグスを捕まえるチャンスを作る。\n- 中盤以降は位置取りを重視し、前に出すぎずにRで集団戦の起点を作る。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ジグスは範囲攻撃を持ち、ミニオン処理や集団戦でのダメージを出しやすいため、ケイトリンがトレードを仕掛ける際に反撃を受けやすい。\n- ジグスのスキルは発生までにラグがあるが、ケイトリンのスキルもモーションが長く、集団戦では脆弱になりやすい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、ケイトリンが近づくのが難しくなる。\n- ジグスのRは高いダメージを持ち、ケイトリンが後衛で安全にAAを連打する際に脅威となる。\n\n不利の対策:\n- レベル1から3の間は安全第一で、ジグスのスキルを避けつつAAでトレードを行う。\n- ミニオンウェーブを押し込んでタワー下に抑え、ジグスのロームを防ぐ。\n- ジグスの爆弾を横移動で避け、主力ダメージ範囲外で戦う。\n- 集団戦では後衛で安全にAAを連打し、罠を通路や脱出口に設置しておく。",
      "ザヤ": "ザヤが不利です。\n\n- ジグスは長射程のスキルを持ち、遠くからのポークが強力で、ザヤは接近しづらい。\n- ジグスのスキルは全てAoEであり、波を一掃しやすく、ザヤのファームが難しくなる。\n- ザヤは射程が短く、ジグスの攻撃を受けやすい。\n- ジグスの地雷によるスロー効果で、ザヤの移動が制限され、反撃が難しくなる。\n- ジグスのアルティメットはザヤのブリンクを阻害し、逃げる手段を奪う。\n\n不利の対策：\n\n- ルーンやスペルを選択し、回避能力を高める。\n- 波をまとめてクリアし、ジグスの攻撃範囲外で立ち回る。\n- ジグスのスキルを避けるために、ブッシュを利用して奇襲を狙う。\n- アルティメットを使って、ジグスのスキルと合わせて攻撃するタイミングを見計らう。\n- 集団戦では後衛に位置し、射程を維持して安全にダメージを与える。",
      "セナ": "セナが不利です。\n\n- ジグスは長射程の範囲攻撃を持ち、セナのハラスを受けやすい。\n- セナは移動手段が乏しく、ジグスのスキルを避けるのが難しい。\n- ジグスのスキルは魔法ダメージで、セナは魔法に対して脆弱。\n- ジグスはウェーブクリア能力が高く、セナがミニオンを処理するのが難しい。\n- 接近されるとジグスの範囲攻撃にさらされ、セナは脆弱になる。\n\n不利の対策：\n\n- ミニオンの後ろでAAとハラスを行い、ジグスのスキルを避ける。\n- ジグスのスキルの着弾を見て、横移動を重視して退く。\n- ロームを優先し、他のレーンでの影響力を高める。\n- 集団戦では後方から支援し、ジグスの範囲を警戒する。\n- ジグスが近づいてきたら、味方を回復しつつ距離を取る。",
      "コーキ": "コーキが不利です。\n\n理由:\n- ジグスの長射程のスキルにより、コーキは遠距離からの攻撃を受けやすい。\n- ジグスのスキルは全てAoEであり、ミニオンウェーブを一掃されるとコーキがCSを取りづらくなる。\n- コーキはCCがないため、ジグスのスキルを避ける手段が限られている。\n- ジグスの設置型スキルによるゾーニングが強力で、近づくのが難しい。\n- ジグスがウェーブを押し込むと、コーキはロームや視界確保がしづらくなる。\n\n不利の対策:\n- ジグスのスキルを避けるために、位置取りを工夫し、ミニブッシュや角を利用する。\n- ジグスのスキルを使わせた後に近づき、小コンボでダメージを与える。\n- Wを使ってジグスの攻撃を回避し、被弾を最小限に抑える。\n- ロームを優先し、視界を確保して安全に差をつける。\n- ミニオンウェーブを意識し、ジグスが押し込んでいる時は無理に張り合わず、CSを優先する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、遠くからポークしてサミーラのヘルスを削ることができる。\n- サミーラは接近戦を得意とするが、ジグスのスキルは発動までにラグがあり、ブリンクを持つサミーラに対しても当てにくい。\n- ジグスの地雷でエンゲージ経路を封鎖されると、サミーラは接近するのが難しくなる。\n- サミーラは低い防御ステータスのため、ジグスのAoEダメージを受けやすい。\n- ジグスのRは広範囲にダメージを与えるため、サミーラが接近する際にリスクが高い。\n\n不利の対策:\n- ミニオンを利用して距離を詰め、ジグスのスキルを避けるタイミングを見計らう。\n- ジグスの投射物が来る瞬間に防御スキルを使い、すぐに接近してAAチェインでダメージを出す。\n- レベル6では味方のCCと連携し、即座に攻撃を仕掛ける。\n- ミニオンを押し込みすぎず、ブッシュやジャングラーのワードで安全に飛び込む。\n- ジグスのスキルのクールダウンを確認し、隙を見て攻撃するタイミングを狙う。",
      "トリスターナ": "トリスターナが不利です。\n\n- ジグスは長射程のスキルを持ち、遠くからのポークが強力で、トリスターナが近づくのを難しくします。\n- ジグスのスキルは全てAoEであり、ミニオンウェーブを一掃しやすく、トリスターナがCSを取りづらくなります。\n- トリスターナは接近しないとダメージを出せないため、ジグスのスキルを避けるのが難しいです。\n- ジグスの地雷によるスロー効果で、トリスターナの移動が制限され、反撃が難しくなります。\n- ジグスはタワー破壊能力が高く、トリスターナが育つ前にタワーを壊される可能性があります。\n\n不利の対策：\n\n- ウェーブ管理を徹底し、ジグスのスキルを避けながら安全にCSを稼ぐ。\n- ジグスのスキルクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- レベル6になったら、ジャンプを活用してジグスに接近し、バーストダメージを狙う。\n- サポートと連携し、視界を確保して安全にプレッシャーをかける。\n- アイテムを整えるまで無理に攻撃せず、耐えることを意識する。",
      "スモルダー": "スモルダーが不利です。\n\n- ジグスは長射程のスキルを持ち、遠くからの攻撃が得意で、スモルダーが接近するのを難しくします。\n- ジグスのウェーブクリア能力が高く、ミニオンウェーブを押し込まれるとファームが難しくなります。\n- スモルダーは序盤のスキル性能が低く、ジグスのスキルに対して耐えるのが難しいです。\n- ジグスのスキルは発動までにラグがありますが、スモルダーは接近する際にそのラグを利用しづらいです。\n\n不利の対策：\n\n- ジグスのスキルを避けるために、常に位置取りに注意し、動き回ることが重要です。\n- 短期戦を仕掛ける際は、ジグスのスキルがクールダウン中を狙って攻撃することが効果的です。\n- ミニオンウェーブを押し込まれないように、適切なタイミングでウェーブ管理を行い、ファームを確保します。\n- 視界を確保し、ジグスのスキルを避けるための安全な位置を保つことが大切です。",
      "ユナラ": "ユナラが不利です。\n\n- ジグスは長射程のスキルを持ち、遠くからのポークが強力で、ユナラが接近するのが難しい。\n- ジグスのスキルは全てAoEであり、集団戦やミニオン処理において高いダメージを出せるため、ユナラがダメージを与えにくい。\n- ジグスは対象指定スキルを持たないが、ユナラは接近する必要があるため、ジグスのスキルを避けるのが難しい。\n- ユナラはAAに依存しているため、ジグスのスキルでダメージを受けると脆弱になる。\n\n不利の対策：\n\n- ジグスのスキルを避けるため、ミニオンの後ろに立ち、ジグスがスキルを外したタイミングでAAを重ねる。\n- ジグスの波押しを利用し、視界を確保しつつロームを行い、他のレーンでのプレッシャーをかける。\n- ジグスのスキルのクールダウンを意識し、スキルが外れた瞬間に接近してダメージを与える。\n- 集団戦では、ジグスの長射程に注意しつつ、位置取りを工夫して近接戦を強いる。",
      "アッシュ": "アッシュが不利です。\n\n- ジグスは全てのスキルがAoEであり、ミニオンウェーブを一掃しやすく、アッシュがファームをするのが難しい。\n- ジグスのスキルは長射程で、アッシュが近づく前にダメージを与えられるため、ハラスが受けやすい。\n- アッシュは機動スキルを持たず、ジグスのスキルを避けるのが難しいため、接近されると脆弱になる。\n- ジグスの設置型スキルによるゾーニングが強力で、アッシュが安全に攻撃する位置を確保しづらい。\n- ジグスのアルティメットは長距離からのキャッチ能力があり、アッシュが捕まるリスクが高い。\n\n不利の対策：\n\n- 序盤は守り重視で、ミニオンの陰を利用して距離を保つ。\n- ミニオンウェーブを管理し、ジグスに押されないように自分で消すタイミングを見つける。\n- 無理なトレードを避け、タワー下でのファームを優先する。\n- ジグスがスキルを使った後やミニオンウェーブが近い時に攻撃のチャンスを見極める。\n- 集団戦ではアルティメットを活かし、位置取りを意識して味方と連携する。\n- 攻撃速度系のルーンや耐久性を考慮したアイテムを選び、ジグスのポークに対抗する。\n- 視界を確保し、ジグスのロームやジャングラーのgankに注意を払う。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、遠距離から安全にダメージを与えることができるため、ルシアンが接近するのが難しい。\n- ルシアンの射程が短いため、ジグスのスキルを受けやすく、特にレーン戦ではハラスを受けるリスクが高い。\n- ジグスは設置型のスキルを使ってルシアンの接近を阻止できるため、ルシアンがオールインを狙うのが難しい。\n- ルシアンはCCを持たないため、ジグスのスキルを止める手段がない。\n\n不利の対策:\n- レーン戦ではミニオンを利用してジグスのスキルを避け、小刻みにAAでハラスを行う。\n- ジグスのスキルを避けるために、位置取りを意識し、スキルを外した瞬間に接近する。\n- 6以降はRを使って安全にハラスを行い、ジグスのスキルを避けながらダメージを与える。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、ジグスの遠距離攻撃に対しても反撃が可能。\n- ジグスのスキルは発動までにラグがあるため、ジンはその隙を突いて攻撃できる。\n- ジンのスナップ射程を活かすことで、ジグスのスキルを避けながら攻撃できる。\n- ジンは高バーストダメージを持ち、特にHPが減ったジグスに対して強力。\n- ジグスは接近を許すと脆弱になるが、ジンはその距離を保ちながら戦える。\n\n有利の取り方：\n\n- ミニオンウェーブを自分側に維持し、ジグスのスキルを避けるためにミニオンを盾にする。\n- ジグスがスキルを使った後やポークした直後に攻撃のチャンスを狙う。\n- サポートと連携して、ジグスがマナを消費した時やスキルクールダウン中にハラスを行う。\n- 集団戦では、ジンの高バーストとCCを活かし、ジグスのスプラッシュダメージを避けつつ攻撃する。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、ジグスに対してオールインが可能。\n- ジグスは対象指定スキルを持たず、カイ＝サの機動力を活かしやすい。\n- カイ＝サはスキルを進化させることで多様な戦術が可能で、ジグスの攻撃を回避しやすい。\n- ジグスのポークに対して、サステインを持つルーンを選択することで耐えやすい。\n\n有利の取り方:\n- ウェーブを中立に保ち、ジグスがプッシュしすぎないようにする。\n- エンゲージサポートと連携し、ジグスに対してオールインを狙うタイミングを見計らう。\n- スタティック・シヴを早めに購入し、ウェーブクリアを助けることでジグスのポークを軽減する。\n- ジグスのスキルを避けるために、瞬時に移動するタイミングを意識する。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジグスのスキルを回避しやすい。\n- ジグスは対象指定スキルを持たず、接近されると脆弱になるため、ヴェインの攻撃を受けやすい。\n- ヴェインはタンクに対して強力なダメージを与えることができ、ジグスの耐久力が低い場合、迅速に排除できる。\n- ヴェインは1対1の戦闘において非常に強力で、ジグスがスキルを使い切った後に攻撃を仕掛けることで有利に立てる。\n\n有利の取り方:\n- 序盤は安全にファームを行い、ミニオンの後ろでジグスのスキルをQで回避する。\n- ジグスのスキル消費を確認し、Eが刺さるタイミングで攻撃を仕掛ける。\n- ジグスがWやフラッシュを使った後に、E→Q→AAで即座に攻撃する。\n- ジグスのRを避けるために、横に避けて視界外へ移動する。\n- 終盤に向けて、タンクや1v1を狙い、ジグスにプレッシャーをかける。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは高い機動力を持ち、ジグスのスキルを回避しやすい。\n- ジグスのスキルは発動までにラグがあるため、エズリアルはその隙を突いて攻撃できる。\n- エズリアルは長射程からポークが可能で、ジグスの攻撃を受けずにCSを取れる。\n- ジグスは接近を許すと脆弱になるが、エズリアルはEで距離を保ちながら戦える。\n\n有利の取り方:\n- ミニオンの後ろに立ち、ジグスのスキルを避けながらAAやQでCSを取る。\n- Eを温存してジグスのスキルを回避し、反撃のチャンスを狙う。\n- レベル6以降はRを使って安全にダメージを与え、ジグスのタワー下でのプレッシャーを軽減する。\n- ジグスがミニオン処理で押してきたら、ロームに注意しつつ安全な距離でファームを続ける。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは速いウェーブクリア能力を持ち、ジグスにミニオンを押させないことができる。\n- Eによってジグスのポークや一部スキルを防ぐことができ、トレードで有利に立ちやすい。\n- シヴィアのウルトはタワープレッシャーや集団戦での影響力が高く、味方との連携を強化できる。\n- ジグスのスキルは発動までにラグがあるため、シヴィアが適切に動けば回避しやすい。\n\n有利の取り方：\n- レーン序盤は無理をせず、安全第一でジグスのスキルクールダウンを見て動く。\n- ミニオンウェーブを自分に近い位置で保ち、ジグスのポークを受けにくくする。\n- Eを重要なスキルの回避に使い、特にジグスのポークを抑えるタイミングを見極める。\n- ウルトを使い、味方との連携を意識してジグスがミスした時を狙う。\n- レーン外での影響力を確保し、サポートと協力してガンクを呼びやすい状況を作る。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチは接近して奇襲を仕掛けることが得意で、ジグスの長射程スキルを避けながら攻撃できる。\n- ジグスは近距離での戦闘が苦手で、トゥイッチが接近すると脆弱になる。\n- トゥイッチのスキルは、ジグスのスキルを避けることで効果的にダメージを与えられる。\n- トゥイッチはステルスを利用してジグスのスキルを無駄にさせることができる。\n\n有利の取り方:\n- レーニング中はミニオンの裏でファーミングし、ジグスのスキルを避けるために縦位置を保つ。\n- ジグスがスキルを使った後に接近し、AAを入れることでダメージを与える。\n- レベル6以降は、ステルスを使って奇襲を仕掛け、ジグスの近くで戦う。\n- ウェーブを自陣寄りで凍結し、ジグスのポークを軽減する。\n- チームファイトでは、後衛を狙い、側面からステルスで攻撃する。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由:\n- ザヤは射程が長く、ニーラの接近を許さずにAAでハラスを行いやすい。\n- ザヤのEによるスネア効果で、ニーラが接近した際に動きを制限される可能性が高い。\n- ザヤは集団戦でのAoEダメージが強力で、ニーラが近づくと一瞬でダメージを受けやすい。\n- ニーラはサポートがいない場合、パッシブの効果が薄れ、序盤のハラスに対して脆弱になる。\n\n不利の対策:\n- ワードを使って視界を確保し、ザヤの動きを把握する。\n- ザヤが接近してきた際には、CC持ちの味方と連携して奇襲を仕掛ける。\n- 距離を保ちながら、ミニオンウェーブを利用してザヤのAAを避ける。\n- ザヤのスネアを避けるために、ダッシュスキルを温存し、タイミングを見計らって使用する。\n- 集団戦では、ザヤの攻撃範囲外から攻撃を行い、リスクを減らす。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ザヤは接近戦に強く、フェザーを使ったCCでケイトリンを捕まえることができる。\n- ケイトリンの射程は長いが、ザヤのスネアを避けるためには慎重に立ち回る必要があり、ミスをすると一気に不利になる。\n- ザヤはRで無敵状態になり、ケイトリンの攻撃を回避できるため、集団戦での生存能力が高い。\n- ケイトリンはスキルのモーションが長く、ザヤの反撃を受けやすい。\n\n不利の対策：\n- レーン序盤はミニオンの後ろで安全にファームし、無理に近づかない。\n- ザヤのフェザーの位置を常に意識し、Eのスネアを避けるために動き回る。\n- トラップを効果的に使い、ザヤの動きを制限することで、攻撃のチャンスを作る。\n- 集団戦では後方から射程を活かし、ザヤのRを使わせるように立ち回る。",
      "トリスターナ": "トリスターナが不利です。\n\n- ザヤはEによるスネア効果を持っており、トリスターナの突進を無効化することができるため、短期のバーストに対して非常に強い。\n- トリスターナは序盤のバーストが高いが、ザヤのポークやAAによるダメージを受けやすく、特に羽の位置を考慮しないと反撃を受けるリスクがある。\n- ザヤは集団戦でのAoEダメージが強力で、トリスターナが攻撃する際にザヤのスキルを避けるのが難しい。\n- トリスターナは射程が長くなるが、ザヤの攻撃範囲が短いため、トリスターナが接近する際にザヤのスキルを受けやすい。\n\n不利の対策：\n- ザヤのEの羽の位置を常に意識し、突っ込みすぎないようにする。\n- ミニオンウェーブを管理し、フリーズを行ってザヤに近づかせないようにする。\n- ザヤのRを使わせてから攻撃を仕掛けることで、反撃のリスクを減らす。\n- 集団戦では、ザヤのスキルを避けるために位置取りを工夫し、後衛からの攻撃を心がける。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ザヤの射程がサミーラより長いため、遠距離からのAAやスキルで削られやすい。\n- ザヤのスロー効果で接近が難しく、ザヤの攻撃を避けるのが困難。\n- ザヤのウルトによる無敵状態があるため、サミーラの攻撃が無効化されるリスクが高い。\n- サミーラは単独でのCCがないため、ザヤのスネアに捕まると反撃が難しい。\n\n不利の対策:\n- 序盤はミニオンウェーブを利用してザヤの攻撃を避け、無理に接近しない。\n- スタックを溜めた後、ザヤがスキルを使った隙を狙って攻撃する。\n- ザヤのウルトを温存させないように、タイミングを見計らって攻撃を仕掛ける。\n- 集団戦では中央よりも角を使い、ザヤの攻撃を避けながらダメージを与える。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ザヤは射程が短いミス・フォーチュンに対して、羽根を使った攻撃でポークが得意であり、ミス・フォーチュンは一方的にダメージを受けやすい。\n- ザヤのEによるスネア効果があるため、接近した際に捕まるリスクが高く、逃げる手段が乏しいミス・フォーチュンにとって脅威となる。\n- ザヤは集団戦でのAoEダメージが強力で、ミス・フォーチュンのUltが発動する前にダメージを与えられる可能性が高い。\n- ミス・フォーチュンは基礎ADが低く、DPSが不足しがちで、ザヤの攻撃を受けるとオブジェクト取得が遅れる。\n\n不利の対策:\n- 短いトレードを心がけ、ザヤのスキルがクールダウンしている時に攻撃する。\n- ザヤの羽根の位置を常に意識し、彼女の攻撃範囲から離れるように立ち回る。\n- Eを使ってザヤの攻撃を受け流し、Wで移動速度を上げて距離を取る。\n- ジャングラーに助けを求み、ザヤが強力になる前にギャンクを狙う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ザヤは強力なウェーブクリア能力を持ち、ミニオンウェーブを素早く処理できるため、カイ＝サがCSを取りにくくなる。\n- ザヤのスネア効果により、カイ＝サはトレードや逃げる際に大きなリスクを負う。\n- ザヤのAAは短射程だが、カイ＝サも同様に射程が短いため、互いに接近戦になるが、ザヤの方がトレードで優位に立ちやすい。\n- ザヤは集団戦でのDPSが高く、カイ＝サが装備依存度が高い中盤以降に対して圧力をかけやすい。\n\n不利の対策:\n- ザヤの羽根を避けるために、EやRを使って位置取りを工夫し、トレードを避ける。\n- ミニオンウェーブがザヤの羽根の効果を受けないように、無理にCSを取らず、ザヤのスキルが切れるのを待つ。\n- ザヤのスネアを避けるために、常に位置を意識し、敵サポートのエンゲージを警戒する。\n- 装備を整えるまでの間、慎重にプレイし、無理なトレードを避けることで生存率を高める。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由:\n- セナは射程が長く、ザヤに対して一方的にハラスを行いやすい。\n- ザヤの攻撃範囲が短いため、セナのハラスを受けるとリスクが高い。\n- セナは回復能力を持っており、レーンでの持続力が高い。\n- セナのスネア効果でザヤの動きを制限できるため、ザヤの反撃を防ぎやすい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できる。\n\n有利の取り方:\n- レーン序盤ではAAとQを使って安全にハラスし、魂を回収して射程を伸ばす。\n- ザヤがEを使う前後に位置取りをし、羽根の起点を潰すことでザヤのスキルを無効化する。\n- Eを使って姿を消しつつ、味方と距離を取り、集団戦ではRでシールドを提供する。\n- AAとQで確実にザヤを削り、無理な近接戦は避けることで安全にレーンを維持する。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ザヤの羽を避けやすいため、トレードで有利に立ち回れる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的に攻撃を続けられる。\n- ゼリは射程が長く、ザヤの攻撃範囲を超えてチクチク攻撃が可能で、ザヤに対して安全にハラスができる。\n- ゼリは短時間の離脱や追撃ができるため、ザヤのスネアを避けやすい。\n\n有利の取り方:\n- レーン序盤では、ミニオンウェーブを利用してザヤの羽を避けながらQでポークを行う。\n- ゼリのQでトレードを行った後、即座にダッシュで離脱し、ザヤの反撃を避ける。\n- ザヤがRを使用した際には無理に突っ込まず、羽が展開中は短期戦に徹する。\n- サポートのCCと連携し、スノーボールを狙って一気に攻める。",
      "エズリアル": "エズリアルが有利です。\n\n- 長射程のスキルを持っているため、安全な距離からハラスが可能。\n- Eによる高い機動力で、ザヤのスネアやバーストを回避しやすい。\n- ザヤの攻撃範囲が短いため、近づかれる前にダメージを与えられる。\n- ザヤがスキルを外した瞬間に反撃するチャンスが多い。\n\n有利の取り方：\n- レーン序盤では、ミニオンウェーブの後ろからスキルを使い、ザヤにプレッシャーをかける。\n- Qを命中させることを重視し、ザヤのスキルを避けながらハラスを続ける。\n- Eを温存して、ザヤのスネアやRを避ける準備をする。\n- ザヤが攻撃を仕掛けてきた際に、スキルを使って距離を取り、反撃のチャンスを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- 序盤から高いバーストダメージを持ち、ザヤに対してキルを狙いやすい。\n- パッシブによってゴールドを稼ぎやすく、ビルド面での有利を取りやすい。\n- ザヤの攻撃範囲よりも優位に立てるため、接近戦でのダメージを出しやすい。\n- ザヤのスネアや無敵状態に対して、CCを持っているため、反撃のチャンスを作りやすい。\n\n有利の取り方：\n- レベル2での強襲を狙い、サポートと連携して早期にダメージを与える。\n- AAを確実に当て、斧を拾い続けてダメージを維持する。\n- ザヤの羽根の位置を意識し、近づかないように立ち回る。\n- ナンバーを稼いだら、Rを使ってフィニッシュを狙い、味方にピールを要求する。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーはスキルを駆使して戦うため、ザヤの攻撃を避けながらダメージを与えやすい。\n- スモルダーのAoE攻撃は集団戦で非常に効果的で、ザヤのスネアを避けつつダメージを稼げる。\n- スモルダーは後半のスケールが大きく、アイテムを早期に完成させることでザヤに対して優位に立てる。\n- ザヤの攻撃範囲は短めで、スモルダーの方が射程が長いため、ザヤが攻撃しづらい状況を作れる。\n\n有利の取り方：\n- 序盤のレーン戦では、ミニオンウェーブをコントロールし、ザヤの攻撃を避けながらAAでダメージを与える。\n- スキルのタイミングを見計らい、ザヤの攻撃を避けつつスキルを使用してダメージを与える。\n- 集団戦では、ザヤのスキルを避けながら、AoE攻撃を活かしてダメージを稼ぎ、チームに貢献する。",
      "コーキ": "コーキが有利です。\n\n- コーキは長射程のスキルを持ち、ザヤに対して安全にハラスができる。\n- コーキのスキルは全てAoEで、ミニオンウェーブを早く処理できるため、タワープレッシャーをかけやすい。\n- ザヤの攻撃範囲が短いため、コーキは距離を保ちながらダメージを与えられる。\n- コーキはウルトのクールダウンが短く、集団戦での持続的なダメージを出しやすい。\n- ザヤのCCスキルに対して、コーキは距離を取ることで回避しやすい。\n\n有利の取り方：\n- レーン序盤ではQとEを使ってザヤにハラスを行い、ミニオンウェーブを押し込む。\n- ザヤが接近した際にはWで距離を取り、反撃を避ける。\n- ミニオンウェーブを処理した後は、パッケージを使ってロームし、視界を確保する。\n- 集団戦では、ウルトを使ってザヤのウルトやCCを避けつつ、長射程からダメージを与える。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラはAAの射程が長く、ザヤよりも遠くからハラスが可能です。\n- ユナラのスキルは魔法ダメージを与えるため、ザヤの防御装備による影響を受けにくいです。\n- ユナラはスキルを使うことで攻撃速度が上昇し、集団戦でのダメージ出力が向上します。\n- ユナラのスキルは範囲攻撃があり、ミニオンウェーブを利用してザヤにダメージを与えやすいです。\n- ザヤは射程が短く、ユナラのスキルやAAに対して反撃が難しいです。\n\n有利の取り方:\n- 序盤はAAでスタックを優先的に溜め、ミニオンウェーブを利用してザヤにハラスを行います。\n- Qのアクティブを使い、ミニオンとザヤを同時に狙うタイミングを作ります。\n- Eで接近し、AAでスタックを稼ぎつつ、ザヤのスキルを避ける立ち回りを心がけます。\n- Rを発動して全スキルを強化し、集団戦でのダメージを最大化します。\n- ザヤのRを警戒しつつ、羽の配置を考えながら攻撃を続け、反撃のチャンスを狙います。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- コーキは序盤から遠距離からのポークが得意で、トリスターナはその攻撃を避けるのが難しい。\n- コーキのスキルは全てAoEで、ミニオンウェーブを素早く処理できるため、トリスターナがCSを取りづらくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きく、コーキの攻撃を受けやすい。\n- コーキはパッケージを使ってロームやスノーボールを狙うことができ、トリスターナはその圧力に対抗しづらい。\n\n不利の対策:\n- 序盤はCSを優先し、無理なトレードを避ける。\n- コーキのQを避けるために、ミニオンの後ろに位置取りをする。\n- Lv3以降は短期決着を狙う際に、Eを使って一気に攻撃するタイミングを見計らう。\n- Rをキル確定やタワープッシュに温存し、必要な時に使う。\n- ヴァンプやクリティカル装備を早めに購入し、持続的なダメージを出せるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- コーキは長射程からのハラスが得意で、サミーラは射程が短いため、距離を取られると攻撃が難しい。\n- コーキのAoEダメージに対して、サミーラは接近戦でのダメージを出す必要があり、ミニオンウェーブを利用されると近づきにくい。\n- コーキはCCを持たないが、サミーラも単独でのCCがないため、味方のサポートがないと攻撃のタイミングを逃しやすい。\n- コーキは自己強化がないため、単純な殴り合いには弱いが、サミーラも接近戦でのタイミングを誤ると無力化されるリスクが高い。\n\n不利の対策:\n- 序盤は無理に突っ込まず、CSを重視してスタックを稼ぐ。\n- 味方のCCがある時に攻撃を仕掛け、Eで近づいてから一気にダメージを与える。\n- コーキのハラスを避けるために、ミニオンウェーブを利用して距離を保つ。\n- レベル6以降は、フラッシュや味方のCCを活用して一気に攻撃するタイミングを見計らう。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- コーキは遠距離からのポークが得意で、トゥイッチは序盤の射程が短いため、攻撃を受けやすい。\n- コーキのスキルは全てAoEで、ミニオンウェーブを一掃しやすく、トゥイッチがハラスを行うのが難しい。\n- コーキはCCがないものの、持続的なダメージを出す能力があり、トゥイッチのステルスを見破られる可能性がある。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるため、コーキの早期のダメージに対処しづらい。\n\n不利の対策：\n- レーニング序盤は無理に攻撃せず、ミニオンウェーブの後ろで安全にファームする。\n- コーキのポークを避けるために、ミニオンを盾にして距離を保つ。\n- ステルスを活かしてロームやサイドを狙う準備をし、コーキの攻撃を受けないようにする。\n- レベル6以降は、コーキとの距離を保ちながら、背後からの攻撃を狙う。\n- 視界を確保し、コーキの動きを把握することで、奇襲を避ける。",
      "セナ": "セナが不利です。\n\n- コーキは全てのスキルがAoEで、特にロケットを使ったハラスが強力で、セナはその範囲内でダメージを受けやすい。\n- コーキは長射程のスキルを持ち、序盤から遠距離からのポークが可能で、セナは接近戦を避ける必要があるため、ハラスが難しい。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキのダメージを受けやすく、育たないと影響力が低下する。\n- コーキはCCを持たないため、セナの逃げ手段が乏しい状況での接近戦が危険で、捕まると簡単に倒される可能性が高い。\n\n不利の対策：\n- コーキのロケットの範囲を常に意識し、距離を保ちながらAAやスキルでハラスを行う。\n- Wを使って視界を確保し、敵の動きを把握しながら安全にミニオンウェーブを処理する。\n- ローミングを活用してサイドレーンを助け、チーム全体の有利を広げる。\n- 集団戦では後衛の位置を維持し、味方のCCと連携してダメージを与える。",
      "アッシュ": "アッシュが不利です。\n\n- コーキは全てのスキルがAoEで、ミニオンウェーブを素早く処理できるため、アッシュがハラスを行う際にミニオンの背後に隠れるのが難しい。\n- コーキの長射程のスキルによるポークが強力で、アッシュは接近する際にダメージを受けやすい。\n- コーキはアルティメットのクールダウンが短く、ミッドゲームでのロームやチームファイトでの影響力が高い。\n- アッシュは機動スキルを持たず、コーキの攻撃を避ける手段が限られているため、捕まるリスクが高い。\n- コーキのパッシブやミサイル爆発による魔法ダメージが、アッシュの耐久力を脅かす。\n\n不利の対策：\n\n- ミニオンウェーブを管理し、コーキが攻撃してこないタイミングでAAやスキルを使ってハラスを行う。\n- コーキのスキルのクールダウンを意識し、攻撃を避けるタイミングを見計らう。\n- 魔法耐性やHPバフ系のアイテムを早めに購入し、耐久力を高める。\n- ミッドゲーム以降はポジショニングを重視し、チームファイトでは後衛に位置することで安全を確保する。\n- コーキのロームに対して視界を管理し、敵の動きを把握することで不利な状況を避ける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- コーキは長射程のポークが得意で、序盤からミニオンウェーブを素早く処理できるため、ヴェインが近づくのが難しい。\n- コーキのスキルはAoEダメージを持ち、ミニオンウェーブを一掃しやすく、ヴェインがハラスを受けやすい。\n- ヴェインは射程が短く、コーキの攻撃を避けるのが難しいため、接近戦で不利になる。\n- コーキは自己強化がないが、ヴェインはCCを受けると脆弱で、コーキの攻撃を受けるとダメージを出しにくい。\n\n不利の対策:\n- レベル1から5までは無理に戦わず、コーキのスキルを避けながらミニオンウェーブを取り合う。\n- コーキのスキルを避けるために、AAを使わずに回避に専念する。\n- 短いAAを繰り返し、コーキの波状攻撃が切れたタイミングで反撃を狙う。\n- レベル6以降はアルティメットを活用し、サポートと連携して一気に攻める。\n- アイテムを適切に選び、ブレード系やPD/ガンブレを早めに揃えてダメージを増やす。",
      "ジンクス": "ジンクスが不利です。\n\n- コーキは全てのスキルがAoEで、特に長射程のスキルを持っているため、ジンクスはハラスを受けやすい。\n- コーキのバーストダメージが高く、集団戦での影響力も大きいため、ジンクスは接近戦で不利になることが多い。\n- コーキはCCを持たないため、ジンクスの逃げる手段が限られており、特に接近されると危険。\n- ジンクスは自衛手段が乏しく、アサシンや瞬時に接近できるチャンピオンに対して脆弱であるため、コーキの攻撃を受けやすい。\n\n不利の対策：\n- 序盤はミニオンの後ろに隠れてファームし、コーキのスキルを避ける。\n- ミニオンウェーブを適切に管理し、コーキにpokeを許さないようにする。\n- アイテムを優先的に購入し、特に攻撃速度を上げるアイテムを選ぶことで、DPSを向上させる。\n- 集団戦では、コーキのスキルを避けつつ、後衛から攻撃する立ち回りを心がける。",
      "ユナラ": "ユナラが不利です。\n\n- コーキは長射程のロケットを持っており、ユナラが近づくのを難しくする。\n- コーキのAoEダメージはユナラのスタックを溜めさせにくく、ハラスが効果的に行えない。\n- コーキはCCを持たないが、ユナラもスローしか持たないため、コーキの距離を詰めるのが難しい。\n- コーキのアルティメットは短いクールダウンで高いバーストダメージを持ち、ユナラが持続的にダメージを出すのが難しい。\n- ユナラはAAに依存しているため、コーキの攻撃を受けると脆弱になりやすい。\n\n不利の対策：\n- コーキのロケットを避けるために、常に位置取りを意識し、ミニオンウェーブを利用してハラスを行う。\n- Wを温存し、コーキの攻撃を受けた際に回避するタイミングを見計らう。\n- 短期決戦を狙い、Qのアクティブを活用して一気にダメージを与える。\n- ブッシュを利用して接近し、コーキの視界を切ることで有利な状況を作る。\n- アイテムを早めに揃え、攻撃速度やクリティカルを意識してダメージを増加させる。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n- コグ＝マウは長射程を持ち、コーキのポークを受けにくい。\n- コーキはバーストダメージが強いが、コグは持続的なダメージを出せるため、集団戦で優位に立てる。\n- コーキのスキルはマナ消費が激しく、持続的な戦闘においてマナが枯渇しやすい。\n- コグはAR/MRを低下させるスキルを持っており、タンクに対しても高いダメージを出せる。\n\n有利の取り方：\n- 序盤はHP管理を重視し、コーキのロケットを避けながらAAとスキルでハラスを行う。\n- ミニオンウェーブを押し込んで、コーキが近づけないようにする。\n- 中盤以降は装備差を活かし、集団戦で後方から安全にダメージを出す。\n- サポートと連携し、視界を確保しながら安全にファームを行う。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキに対して一方的にハラスを行いやすい。\n- コーキはCCスキルを持たず、ケイトリンの射程内での攻撃を避ける手段が限られている。\n- ケイトリンの罠を使うことで、コーキの動きを制限し、攻撃のチャンスを増やすことができる。\n- ケイトリンは序盤からタワーシージが得意で、コーキが育つ前に有利な状況を作りやすい。\n\n有利の取り方：\n- レーン序盤はQでミニオンウェーブを処理しつつ、コーキにハラスを行う。\n- 罠を角に置いて、コーキが近づいてきた際に捕まえるチャンスを作る。\n- コーキのロケットを避けるために、位置取りを意識し、サポートと連携して短い射線を作る。\n- レベル6以降はULTを使って追撃や帰還阻止を狙い、コーキにプレッシャーをかける。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは後半にスタックを貯めることでダメージが非常に高くなるため、長期戦に強い。\n- コーキはCCがないため、スモルダーのEによる高速移動で逃げやすく、トレードを有利に進めることができる。\n- スモルダーのAoE攻撃は集団戦で効果的であり、コーキのAoEダメージに対抗できる。\n- コーキのスキルはマナ消費が激しく、持続的なダメージを出すのが難しいため、スモルダーがスタックを貯める時間を稼げる。\n\n有利の取り方:\n- 初期はCSを譲り、後方で安全にプレイしながらスタックを集める。\n- コーキの攻撃を避けるために位置取りを工夫し、トレードを避ける。\n- コーキがスキルを使った後に反撃することで、ダメージを効率的に与える。\n- ミニオンウェーブを利用して、コーキの攻撃を受けずに安全にハラスを行う。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは遠距離から安全にCSとポークができるため、コーキの攻撃を避けやすい。\n- エズリアルのEによる機動力で、コーキの攻撃を回避しやすく、追撃も可能。\n- コーキはCCがないため、エズリアルは自由に動きながら攻撃できる。\n- エズリアルは後半のスケールが良く、持続的なダメージを出せるため、ゲームが進むにつれて有利になる。\n\n有利の取り方：\n- 序盤はミニオンの背後からQでCSとポークを行い、コーキの攻撃を受けないようにする。\n- Eを防御手段として温存し、コーキが近づいてきた際に逃げるか追撃する。\n- ヘルス管理を重視し、無理に突っ込まずに安全な距離を保つ。\n- Lv6以降はE→Q→Eのコンボで安全に削り、集団戦では位置取りを意識してコーキのロケットを避ける。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n- バーストダメージが高く、コーキの機動力を制限できるスロー効果を持っているため、接近戦で優位に立てる。\n- コーキのスキルを避けながらミニオンウェーブを管理できるため、レーンでの優位性を保ちやすい。\n- コーキのスキルはAoEダメージが多く、ミス・フォーチュンはそれに対して距離を取ることで被害を軽減できる。\n\n有利の取り方：\n- 序盤はコーキのスキルを避けつつ、ミニオンウェーブを管理して有利な位置を確保する。\n- コーキがスキルを使用した後の隙を狙って攻撃し、ダメージを与える。\n- ミニオンウェーブを押し込んで、コーキにプレッシャーをかけることで、相手の動きを制限する。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、コーキの攻撃を避けながらハラスができる。\n- コーキはCCがないため、ジンのスネア効果を受けると動きが制限される。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったコーキに対して強力。\n- ジンはミニオンウェーブを利用してコーキの攻撃を避けることができ、立ち位置を工夫することで安全にダメージを与えられる。\n\n有利の取り方：\n- 初期レベルでのハラスを避けるため、ミニオンの陰に隠れながら立ち回る。\n- コーキがスキルを使った後の隙を狙って反撃する。\n- アイテムを早めに積んで火力を上げ、コーキのスケーリング圧を抑える。\n- 集団戦ではコーキのAoE攻撃を警戒し、位置取りを工夫してダメージを受けないようにする。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、コーキに対して圧力をかけやすい。\n- コーキはCCがないため、ドレイヴンの攻撃を止める手段が限られている。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- 短射程のADCに対して強いドレイヴンは、コーキの長射程を逆手に取ることができる。\n- コーキのスキルはマナ消費が激しく、持続的なダメージを出すのが難しいため、ドレイヴンが有利なトレードを仕掛けやすい。\n\n有利の取り方：\n- レベル1から積極的にAAを使い、コーキに圧をかけてミニオンウェーブを押す。\n- コーキのスキルを避けながら、短いトレードでダメージを与える。\n- コーキがスキルを使った後に攻撃を仕掛け、トレードを有利に進める。\n- レベル6以降は、コーキの瞬間火力に注意しつつ、味方と連携してオールインを狙う。\n- サモナーはヒールとフラッシュを持ち、ライフスティールや防御アイテムを優先してビルドする。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n- ケイトリンは全チャンピオン中最長のAA射程を持ち、コーキに対して一方的にハラスを行いやすい。\n- ケイトリンの罠によるスネア効果で、コーキの動きを制限されやすく、捕まるリスクが高い。\n- コーキはCCがないため、ケイトリンの攻撃を受けると反撃が難しい。\n- ケイトリンは序盤から強力なダメージを持ち、コーキがレベル6になるまでの間に有利を拡大しやすい。\n- コーキはミニオンウェーブをプッシュするのが得意だが、ケイトリンのハラスによりミニオンを安全にファームするのが難しい。\n\n不利の対策：\n\n- レーン序盤は無理をせず、安全にファームを心がけ、AAを避けるためにミニオンの後ろに立つ。\n- ケイトリンの罠やQを警戒し、視界を確保してブッシュを利用する。\n- レベル6以降は味方のサポートを受けながら後方から攻撃し、無理に前に出ないようにする。\n- 集団戦では位置取りを意識し、味方の守りを優先して安全な距離から攻撃する。",
      "セナ": "セナが不利です。\n\n- ケイトリンは全チャンピオン中最長のAA射程を持ち、セナよりも一方的にハラスを行いやすい。\n- ケイトリンの罠によるスネア効果で、セナの動きを制限されやすく、捕まるリスクが高い。\n- セナは基礎ステータスが低く、序盤の耐久力が乏しいため、ケイトリンの攻撃に対して脆弱。\n- ケイトリンはレーンを押し込みやすく、セナがミニオンウェーブを安全に処理するのが難しい。\n- ケイトリンのスキルのモーションが長く、集団戦での影響力が低下しやすいが、セナはその隙を突くのが難しい。\n\n不利の対策：\n\n- ミニオンウェーブを管理し、ケイトリンの攻撃を受けない位置で魂を回収する。\n- 罠に注意し、視界を確保してケイトリンの動きを把握する。\n- 早めにブーツを購入し、移動速度を上げてケイトリンの攻撃を避ける。\n- レベル6以降はRを活用して追撃や安全確保を狙い、ケイトリンの攻撃を受けないように立ち回る。\n- 集団戦では後方から支援し、ケイトリンのポジショニングを意識して攻撃する。",
      "ヴェイン": "ヴェインが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、序盤から一方的にハラスを行いやすい。\n- ヴェインは序盤が弱く、ケイトリンの攻撃を受けるとCSを取りづらくなる。\n- ケイトリンの罠によるスネア効果で、ヴェインの機動力を制限されやすい。\n- ケイトリンはレベル6以降にUltを使ってキルを狙いやすく、ヴェインはフラッシュやCCに警戒しなければならない。\n- ヴェインは集団戦でのAoEダメージが乏しく、ケイトリンの長射程攻撃に対して脆弱。\n\n不利の対策：\n\n- 序盤は無理に攻めず、CSを重視してミニオンウェーブを管理する。\n- ケイトリンのトラップに注意し、ブッシュを避けて安全に立ち回る。\n- Qを使ってラストヒットを取りつつ、ケイトリンの攻撃を回避する。\n- レベル6以降は、壁を利用してCCを狙うチャンスを見つける。\n- ジャングラーと連携して、ケイトリンにプレッシャーをかけるタイミングを作る。",
      "ジンクス": "ジンクスが不利です。\n\n- ケイトリンは全チャンピオン中最長のAA射程を持ち、序盤から一方的にハラスを受けやすい。\n- ジンクスは序盤のレーン戦が弱く、ケイトリンに押されやすい。\n- ケイトリンの罠による移動制限が、ジンクスの機動力の低さをさらに悪化させる。\n- ケイトリンは集団戦で脆いが、序盤の強さを活かしてジンクスに対して優位に立つことができる。\n\n不利の対策：\n\n- ミニオンウェーブを適切に管理し、ケイトリンの攻撃を受けないようにする。\n- ケイトリンのAAを避けるために、ミニオンを盾にして立ち回る。\n- 早期に防具を購入し、耐久力を上げてハラスに耐える。\n- スキルを効果的に使い、ダメージを狙うタイミングを見極める。\n- 集団戦では後方から安全に攻撃できる位置を確保する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長のAA射程を持ち、序盤から一方的にハラスを受けやすい。\n- サミーラは射程が短く、ケイトリンのAAやスキルを避けるのが難しいため、トレードが不利になる。\n- ケイトリンの罠によるCCがサミーラの接近を阻害し、攻撃を仕掛けるタイミングを失いやすい。\n- ケイトリンは序盤からタワーシージが得意で、サミーラがレーンでのプレッシャーをかけにくい。\n\n不利の対策:\n- レーン序盤はミニオンウェーブを管理し、ケイトリンのAAを避けるように立ち回る。\n- サポートと連携し、ケイトリンの罠を避けながら短い接近を狙う。\n- レベルが上がるまで無理にトレードを仕掛けず、相手のスキルやフラッシュを確認してから行動する。\n- ブッシュを利用して奇襲をかけ、ケイトリンの視界を制限することで接近のチャンスを作る。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ケイトリンの攻撃を避けながらハラスができる。\n- ケイトリンのスキルのモーションが長いため、ジンはその隙を突いて攻撃できる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して強力。\n- ケイトリンはオールインに弱く、ジンは接近された際に逃げる手段がないため、ジンが先に攻撃を仕掛けることで有利に立てる。\n\n有利の取り方:\n- 初期はドランのリングを持ち、Qでミニオンウェーブを処理し、ケイトリンのプッシュを妨害する。\n- ケイトリンとのトレードを避けるために、ドランのブレードを選択し、AAでミニオンを処理する。\n- 初回バックでB.F.ソードを購入し、Qのダメージを強化してマナを節約しながらレーンを押し返す。\n- レベル6になったら、Qを使ってケイトリンとサポートを削り、アルティメットで仕留めるチャンスを狙う。\n- ケイトリンがトラップを使う前に先にエンゲージし、そのセットアップを阻止する。",
      "ジグス": "ジグスが有利です。\n\n- 遠距離からのポークが可能で、ケイトリンのAAを避けながらダメージを与えられる。\n- AoEダメージを持つため、ミニオンウェーブを一気に処理でき、レーンを押しやすい。\n- ケイトリンの罠に対して、Eを使って安全に移動できるため、罠を避けやすい。\n- Lv6以降のRによる集団戦での影響力が高く、タワー破壊能力も優れている。\n\n有利の取り方：\n- 序盤はQで安全にCSを取りつつ、ケイトリンのAAを避ける。\n- Eを使って罠の位置を確認し、茂みや通路を制圧する。\n- ミニオンウェーブを押し切ったら、ロームを行い、他のレーンにプレッシャーをかける。\n- Lv6になったらRを使って、集団戦やタワー攻撃でのダメージを最大化する。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンウェーブを素早く処理できるため、ケイトリンに対してプッシュを維持しやすい。\n- スペルシールドにより、ケイトリンのスキルを無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアの射程はケイトリンより短いが、ウェーブを押し込むことでケイトリンの攻撃を受けにくくなる。\n- ケイトリンのスキルは予測可能であるため、シールドを使うことでマナを節約しつつプッシュを続けられる。\n\n有利の取り方：\n- 初めの波でWを使い、ミニオンウェーブの中に立たないようにして、ケイトリンにアウトトレードされないようにする。\n- プッシュを続け、レベル2と3のレースに勝つことで、早期に優位を確保する。\n- ケイトリンの攻撃を受けないために、タワーの下には近づかず、フリーズするタイミングを見計らう。\n- ケイトリンにレーンを支配されないように、常にミニオンウェーブを管理し、ガンクのための位置取りを意識する。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n- コグ＝マウは後半に強く、継続的な火力を持っているため、集団戦でのダメージ出力が高い。\n- ケイトリンはレーンでは有利だが、集団戦ではコグ＝マウの方が強力なダメージを出せる。\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して特に強い。\n- ケイトリンのスキルはモーションが長く、コグ＝マウが適切に距離を取ればダメージを避けやすい。\n\n有利の取り方：\n- 序盤は無理に攻めず、ミニオンを確実にAAで取ることを優先する。\n- ケイトリンのスキルの位置を常に確認し、トラップを避けるためにサイドに寄る。\n- サポートと連携し、トラップを踏まないように注意する。\n- レーンではファームを最優先し、アイテムで攻撃速度と防御を整える。\n- レベル6以降は味方のピールを待ち、安全に後ろからWを使い、集団戦で存在感を出す。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは高いバーストダメージを持ち、序盤からケイトリンに対して強力なトレードが可能。\n- ケイトリンの射程は長いが、ルシアンはスキルを使って距離を保ちながら攻撃できるため、ポークがしやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ケイトリンのハラスを受けにくい。\n- ケイトリンのスネア効果に対して、ルシアンは機動力を活かして回避することができる。\n\n有利の取り方:\n- レーン開始時にミニオンウェーブを利用して、ケイトリンに対してスキルを使いながらAAでポークする。\n- レベル2に達したら、全力で攻撃し、スキルとAAのコンボでトレードを行う。\n- ケイトリンのHPを削ることで、彼女のポーク能力を制限し、ミニオンウェーブを管理しながら有利な位置を保つ。\n- ケイトリンがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "ザヤ": "ザヤが有利です。\n\n- ケイトリンに対して射程が短いが、Eの羽を使うことで確定CCを持ち、反撃が可能。\n- ケイトリンのトラップをスイープで除去できるため、視界管理で優位に立てる。\n- ケイトリンのスキルのモーションが長いため、隙を突いてダメージを与えやすい。\n- 集団戦ではAoEダメージを持ち、ケイトリンの攻撃を凌ぎながら高火力を出せる。\n\n有利の取り方：\n- 序盤はミニオン裏からAAでハラスし、ケイトリンのトラップに注意する。\n- レベル3以降は短いAAとQの交換を行い、Eの羽を使ってトラップ範囲外で攻撃する。\n- ケイトリンがミスした際には、即座にオールインを仕掛ける。\n- 集団戦では羽を溜めてRを使い、安全に敵を殲滅する。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルはEによる高い機動力を持ち、ケイトリンの罠を回避しやすい。\n- Qを使って安全な距離からハラスができ、ケイトリンの射程を活かした攻撃を避けることができる。\n- ケイトリンのスキルが外れた瞬間に反撃するチャンスがあり、トレードで優位に立ちやすい。\n- 中盤以降、アイテムを積むことでダメージが増加し、ケイトリンに対抗できるようになる。\n\n有利の取り方：\n- 開幕からミニオン後方で牽制し、Qを使ってチクチク攻撃を行う。\n- ケイトリンがWを外した瞬間に、Q→AA→Eで安全に反撃する。\n- ミニオンウェーブを押し込んだ後、ロームやジャングル支援を活用して波を作る。\n- 集団戦では安全な位置から連続でQとRを使用し、ケイトリンの攻撃を避けつつダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ケイトリンに対して一気にダメージを与えることができる。\n- ケイトリンの射程は長いが、ドレイヴンは近づいてAAを当てることで有利な状況を作りやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに強力になる。\n- ケイトリンは罠を使ってゾーニングが得意だが、ドレイヴンは移動速度を上げるスキルを持っているため、罠を避けやすい。\n\n有利の取り方：\n- 開幕は斧の回収を最優先し、AAとQでダメージを確保する。\n- レンジ差を詰めてレベル2で短期キルを狙い、味方サポートのCCと連携する。\n- ケイトリンの罠を視界と位置で避け、Qを失わないように移動する。\n- ケイトリンが離れたら積極的にミニオンウェーブをプッシュし、相手のタワーに圧力をかける。\n- ミニマップを確認し、ロームを警戒しつつ、集団戦では前に出て軸を作り、斧を維持する。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n- カリスタはEを使って短い交戦を狙い、サポートとの連携で早期にキルを狙いやすい。\n- カリスタのCCを持つサポートと組むことで、ゼリはトレードで不利になりやすい。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、カリスタの攻撃に対抗しづらい。\n- カリスタのリープ能力により、ゼリの攻撃を避けることができ、持続的なダメージを与えられにくい。\n- ゼリはカリスタのEが溜まっている状態を避ける必要があり、常に距離を取ることが求められる。\n\n不利の対策：\n- ミニオンの後ろからAAでpokeし、無理に前に出ないようにする。\n- サポートの位置を常に確認し、カリスタのEが溜まっている状態を避ける。\n- レベル2での強襲を意識し、サポートと連携してカリスタに対抗する。\n- オブジェクト戦では視界を確保し、早めに防具を購入して耐久力を上げる。\n- 集団戦ではサイドや角から射線を引き、ターゲット切替を早く行う。",
      "セナ": "セナが不利です。\n\n- カリスタは短距離のリープを持ち、セナの射程外から攻撃を仕掛けやすい。\n- カリスタのCCスキルによるノックアップが、セナの逃げ手段を封じる可能性が高い。\n- セナは基礎ステータスが低く、カリスタの早期のオールインに対して脆弱。\n- カリスタは短期的なトレードで高いダメージを出せるため、セナが回復を活かしにくい。\n- カリスタの機動力により、セナが位置取りをするのが難しくなる。\n\n不利の対策：\n\n- 開幕は慎重に立ち回り、カリスタのスキルを避けるようにする。\n- ミニオンウェーブを管理し、カリスタがオールインしにくい状況を作る。\n- 可能な限り味方と位置を合わせ、カリスタの突進を警戒する。\n- 遠距離からのハラスを活かし、AAやスキルでダメージを稼ぐ。\n- 中盤以降は、チーム戦でのサポートを優先し、カリスタの攻撃を受けないように立ち回る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- カリスタは序盤のAAポークが強力で、Eによる即死圏を持っているため、ヴェインは受けに回らざるを得ない。\n- カリスタの短距離リープにより、ヴェインの位置取りが難しく、反撃のチャンスを減らされる。\n- カリスタは視界を確保するスキルを持っており、ヴェインの動きを察知しやすい。\n- レベル6以降、カリスタのRを使った連携でヴェインを固定しやすく、キルチャンスが増える。\n\n不利の対策:\n- 序盤はCSを最優先し、カリスタのEスタックを溜めさせないように距離を取る。\n- カリスタの攻撃を受けないように、AAを避ける位置取りを心がける。\n- レベル6以降はQで位置取りを工夫し、壁を使ってスタンを狙う。\n- アイテムを早めに揃え、特にBRKやPDを優先してダメージを増やす。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- カリスタは短距離のリープを持ち、トゥイッチの奇襲を容易に回避できる。\n- カリスタのRによるノックアップ効果で、トゥイッチが攻撃する前に制圧される可能性が高い。\n- カリスタはAAをキャンセルできないため、トゥイッチの攻撃を受ける際に有利なポジションを取ることができる。\n- カリスタはRendで確実にキルを狙えるため、トゥイッチがダメージを与える前に反撃されるリスクがある。\n- トゥイッチは逃げ性能が低く、カリスタのCCや高いKite性能に対処しづらい。\n\n不利の対策:\n- レーン序盤では無理に接近せず、ミニオンウェーブを利用して安全にFarmする。\n- カリスタのRendを意識し、短期戦を避けるためにトレードを控える。\n- 視界を確保し、カリスタの位置を把握して奇襲を防ぐ。\n- 集団戦では後衛に潜り込み、カリスタの攻撃を避けつつダメージを与えるタイミングを見計らう。\n- 味方のCCを活用し、カリスタを止めることでトゥイッチの生存率を上げる。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- カリスタは接近戦でのプレッシャーが強く、Eスタックを溜めてからの一撃で逆転される可能性がある。\n- カリスタのRは高いバーストダメージを持ち、エズリアルはそれに対して逃げる手段が限られる。\n- エズリアルは主にスキルを使って戦うため、カリスタのKite性能に対して劣る。\n- カリスタは方向指定のMeleeチャンピオンに対して有利で、エズリアルの機動力を封じることができる。\n\n不利の対策:\n- Qを使ってミニオン越しにカリスタを攻撃し、距離を保つ。\n- Eを活用してカリスタの攻撃を避けつつ、必要な時に迅速に離脱する。\n- 早めにライフスティールや靴を購入し、生存力を高める。\n- カリスタのRが発動する前に、フラッシュやEを温存しておく。\n- サポートと連携し、カリスタのEスタックを溜めさせないようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n- カリスタは機動力が高く、短距離のリープを使ってドレイヴンの攻撃を回避しやすい。\n- カリスタのRによるノックアップ効果で、ドレイヴンのコンボを妨害される可能性がある。\n- カリスタはAA移動で距離を常に作り、ドレイヴンの斧を拾わせないように立ち回ることができる。\n- カリスタはRendスタックをためることで、一気に高いバーストダメージを出せるため、ドレイヴンがHP管理を難しくする。\n- ドレイヴンは移動妨害CCに弱く、カリスタの攻撃を受けると斧を拾えなくなるリスクがある。\n\n不利の対策：\n\n- レーン序盤は慎重に立ち回り、カリスタの攻撃を避けるために距離を保つ。\n- 斧を落とさないように注意し、常にダメージを出せる状態を維持する。\n- カリスタのRendスタックをためさせないように、積極的にトレードを行う。\n- サポートと連携して、カリスタに対してCCをかけるタイミングを見計らう。\n- ジャングルの介入を期待し、カリスタが孤立した際に攻撃を仕掛ける。",
      "スモルダー": "スモルダーが不利です。\n\n- カリスタは早期の戦闘に強く、短期的なトレードでダメージを与えやすい。\n- カリスタのリープ能力により、スモルダーの攻撃を避けやすく、Kite性能が高い。\n- カリスタのアルティメットによるノックアップ効果が、スモルダーの逃走手段を封じる可能性がある。\n- スモルダーは序盤のスタックがないとスキルの性能が低く、レーニングでのトレードが不利になりやすい。\n- カリスタはサポートに依存するが、適切なサポートがいると安定したダメージを出せるため、連携が強力。\n\n不利の対策：\n\n- 短期的なトレードを避け、ミニオンウェーブを利用して安全にレーンを維持する。\n- カリスタのリープを意識し、AAを当てるタイミングを見極める。\n- スキルのスタックを貯めるために、無理に戦わずにミニオンを処理することに集中する。\n- サポートと連携し、カリスタの攻撃を受けないように位置取りを工夫する。\n- 後半に強くなるため、焦らずに成長を目指し、アイテムを整える。",
      "コーキ": "コーキが不利です。\n\n理由:\n- カリスタは高機動で、短距離のリープを持っているため、コーキのハラスを避けやすい。\n- カリスタのEスタックを溜めることで、瞬間的なバーストダメージを出せるため、コーキは近づきにくい。\n- コーキはCCがないため、カリスタの機動力を抑える手段がない。\n- カリスタは射程が長く、コーキが近づく前にAAでダメージを与えられる。\n\n不利の対策:\n- 開幕は無理に近寄らず、波を利用してハラスを行う。\n- カリスタのEスタックを確認し、スタックが溜まる前に距離を取る。\n- サポートと連携して、カリスタが攻撃しにくい状況を作る。\n- 中盤以降はパッケージやロームを活用して、カリスタの機動力を逆手に取る。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- カリスタは短距離のリープを持ち、ルシアンの攻撃を避けやすいため、トレードで有利に立ち回られる。\n- カリスタのCCスキルはルシアンに対して強力で、特に集団戦での立ち位置を難しくする。\n- カリスタは方向指定のMeleeチャンピオンに対して有利で、ルシアンの射程の短さが逆に不利に働く。\n- カリスタのバーストダメージは高く、長期的なトレードを避ける必要があるため、ルシアンは持続的なダメージを出しづらい。\n\n不利の対策:\n- カリスタとの長期トレードを避け、短期的なハラスを心がける。\n- ミニオンウェーブを利用して、カリスタの攻撃を受けないように立ち回る。\n- カリスタがリープを使った後の隙を狙って、AAやスキルで反撃する。\n- 可能な限り、カリスタのUltを避けるために位置取りを工夫し、味方と連携を取る。",
      "ジンクス": "ジンクスが不利です。\n\n- カリスタは高い機動力を持ち、ジンクスの攻撃を避けやすい。\n- カリスタのバーストダメージが強力で、ジンクスが接近されると危険。\n- カリスタのCCスキルによって、ジンクスは捕まりやすく、反撃が難しい。\n- ジンクスは自衛手段が乏しく、特にカリスタの攻撃を受けると脆弱。\n\n不利の対策：\n\n- 序盤はミニオンウェーブを押し込み、カリスタの機動力を制限する。\n- 遠距離からAAやスキルでハラスを行い、カリスタのミスを誘う。\n- 集団戦では後衛から安全に攻撃し、カリスタに近づかれないようにする。\n- サポートと連携し、カリスタの攻撃を分散させる。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程からのポークが得意で、カリスタに対して距離を保ちながらダメージを与えられる。\n- カリスタは接近してAAやRでのバーストを狙うため、距離管理が重要で、ヴァルスのポークに対して弱い。\n- カリスタの機動力は高いが、ヴァルスのCCスキルで動きを制限できるため、突進を阻止しやすい。\n- ヴァルスはスノーボール性能が高く、カリスタをキルすることで攻撃速度が増加し、さらに有利な状況を作りやすい。\n\n有利の取り方：\n- レーニング開始からLv3までは、波を越えてQやEでポークし、カリスタのスタックを溜めさせないようにする。\n- Lv3からLv5では、無理にオールインせず、Eで波状ダメージを与えつつ、サポートのCCに注意して立ち回る。\n- Lv6以降はRを使ってカリスタの突進を阻止し、距離を保ちながらダメージを与える。\n- Rendスタックが溜まったら、すぐに距離を取り、フラッシュで逃げる。カリスタがEを使った隙にミニオン越しにQを連打する。\n- アイテムを射程を活かす装備で強化し、状況に応じてグレイヴや鎧貫通を考慮する。\n- 集団戦ではカリスタを先に引き剥がすか、Rで味方を守り、長射程で削り切ることを意識する。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤは集団戦での範囲ダメージが豊富で、カリスタの機動力を活かす前にダメージを与えやすい。\n- ザヤのEによるスネア効果で、カリスタの突進を阻止できるため、連携を無力化しやすい。\n- ザヤはWでの加速を活かして距離を取りつつ、カリスタの攻撃を避けることができる。\n- カリスタはAAや攻撃速度を強化するスキルがないため、ザヤの持つ範囲攻撃に対して脆弱。\n\n有利の取り方:\n- レーン開始時は安全な位置取りをし、波を管理してカリスタにAAを当てる。\n- 小競り合いでは、Qで遠距離から削りつつ、カリスタのEスタックを溜めさせないようにする。\n- レベル6以降は、Rを使ってカリスタの突進を根付け、連携を阻止する。\n- 集団戦では、後方からRを使って敵を拘束し、羽でダメージを与えることでカリスタを無力化する。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナはレベルが上がるごとに射程が増加し、特に終盤ではカリスタよりも遠くから攻撃できる。\n- トリスターナのバーストダメージは高く、特にEを使った瞬間火力がカリスタに対して効果的。\n- トリスターナは移動能力が高く、Wでの逃げや追撃がしやすいため、カリスタの攻撃を避けやすい。\n- カリスタは集団戦で狙われやすく、位置取りが重要だが、トリスターナは射程を活かして安全に攻撃できる。\n\n有利の取り方：\n- 序盤はEで安全にポークし、Eスタックを貯めて瞬間火力を狙う。\n- 味方のCCがある時にWで突撃し、EとRでキルを狙う。\n- カリスタのレンドスタックに注意し、深追いは避ける。\n- ミニオンウェーブを利用して、カリスタの攻撃を受けずにダメージを与える。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、カリスタのAAを避けながら攻撃できる。\n- サミーラのバーストダメージは高く、短期戦でカリスタに圧力をかけやすい。\n- カリスタのRendスタックが溜まっているときは近接戦を避ける必要があるが、サミーラはそのタイミングを見計らって攻撃できる。\n- サミーラはWで弾速のある攻撃を防ぐことができ、カリスタの攻撃を回避しやすい。\n- サミーラのアルティメットは近接で強力で、集団戦でも高いキャリー能力を発揮できる。\n\n有利の取り方:\n- レーン序盤では、ミニオンウェーブを利用してカリスタのAAを避けつつ、短いバーストで応戦する。\n- カリスタのRendスタックを確認し、スタックが多い時は距離を取る。\n- 味方のCCを利用してカリスタに接近し、攻撃のチャンスを作る。\n- レベル6以降は、アルティメットを活用してカリスタに突入し、瞬時にダメージを与える。\n- 集団戦では、CCを避けて奥深く入り込み、速攻で敵を壊すことを狙う。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n理由：\n- Wによる移動速度の増加で、カリスタの機動力を制限しやすい。\n- Eのスロー効果でカリスタのダッシュを妨害でき、接近戦で優位に立てる。\n- ミス・フォーチュンの高いハラス性能により、カリスタの体力を削りやすい。\n- 集団戦において、ミス・フォーチュンのUltはAoEダメージを持ち、カリスタのチームに対して大きな影響を与える。\n\n有利の取り方：\n- 序盤はミニオンウェーブを管理し、カリスタにハラスを続けることで優位を確保する。\n- カリスタがスキルを使用した後の隙を狙ってAAで攻撃し、ダメージを与える。\n- 中盤以降は、カリスタの動きを読み、Eでスローをかけて接近を防ぎつつ、ミニオンウェーブを利用してポジションを有利に保つ。\n- 集団戦では、Ultを活用してカリスタやそのパートナーに大ダメージを与え、戦闘を有利に進める。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、カリスタの接近を防ぎやすい。\n- カリスタは短距離のリープを持つが、ジンのスキルで足止めされると動きが制限される。\n- ジンの4発目の攻撃やアルティメットは、高いバーストダメージを持ち、カリスタのHPが減った際に特に効果的。\n- ジンは波を利用してカリスタに対してポークを行いやすく、短いトレードで有利を取れる。\n- カリスタは操作が忙しく、連携が必要なため、ジンが単独でのトレードを仕掛ける際に有利に立ち回れる。\n\n有利の取り方：\n\n- 波を管理し、カリスタがミニオンに近づくタイミングでスキルを使ってポークする。\n- 短いトレードを心がけ、AAやスキルを駆使してダメージを与える。\n- カリスタがリープを使った後に攻撃を仕掛け、反撃の隙を与えない。\n- レベル6以降は、アルティメットを活用してカリスタを一気に倒すチャンスを狙う。\n- カリスタのサポートがエンゲージを行う前に、カリスタを優先的に狙う。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いAoEダメージを持ち、ミニオンウェーブを素早くクリアできるため、カリスタのファームを妨害しやすい。\n- スペルシールドにより、カリスタのCCを一度無効化できるため、トレードで有利に立ち回れる。\n- カリスタの機動性に対して、シヴィアは移動速度を上昇させる手段が豊富で、逃げやすい。\n- シヴィアは後衛から安全にダメージを与えることができ、カリスタの接近を防ぎやすい。\n- カリスタはレイトゲームでのAAに欠点があるため、シヴィアが早めに有利を築くことで、後半の影響を抑えられる。\n\n有利の取り方：\n- レーン開始時にミニオンウェーブを早めにクリアし、カリスタにプレッシャーをかける。\n- スペルシールドを活かして、カリスタの攻撃を受け流しつつAAでトレードを行う。\n- サポートと連携して、カリスタの動きを制限するスキルを活用し、彼女のリープを封じる。\n- ミニオンウェーブを押し込んだ後は、視界を確保しつつ安全にファームを続ける。\n- 集団戦では後衛からダメージを与え、カリスタが近づけないように立ち回る。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスはカリスタに対して約59.0%の勝率を持ち、期待値よりも高い。\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、特にカリスタの機動力に対抗できる。\n- カリスタのスキルは連続的な攻撃を必要とするが、アフェリオスはバーストダメージを持っており、カリスタの攻撃を受ける前に反撃できる。\n- アフェリオスはスネアやスローを持つ武器を使うことで、カリスタの動きを制限できる。\n- アフェリオスは序盤の立ち上がりが難しいカリスタに対して、ハラス性能を活かして優位に立ちやすい。\n\n有利の取り方：\n- 序盤はミニオンウェーブを管理し、カリスタのEによるポークを避けるために位置取りを工夫する。\n- Wでのバフを活用して耐え、AAでカリスタにプレッシャーをかける。\n- カリスタのスキルを避けるために、適切なタイミングでQを使用し、反撃のチャンスを狙う。\n- 集団戦ではRを使って高いバーストダメージを与え、カリスタの機動力を上回るように立ち回る。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n- ヴァルスは長射程のポークが得意で、序盤からQでセナにダメージを与えやすい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、ヴァルスの攻撃に対して脆弱。\n- ヴァルスのEによるゾーン制圧が強力で、セナが自由に動きにくくなる。\n- セナは逃げ手段が乏しく、ヴァルスのスキルを受けると簡単に捕まってしまう。\n\n不利の対策：\n\n- 開幕からミニオンの後ろに立ち、ヴァルスのQを避けるようにする。\n- ヴァルスがスキルを使った後の隙を狙い、AAとQで反撃する。\n- ミニオンウェーブを利用して、ヴァルスの攻撃を受けないように立ち回る。\n- Wを使って味方と連携し、ヴァルスの攻撃を受けた際に回復を行う。\n- ヴァルスのスキルを警戒し、無理に前に出ないようにして耐える戦略を取る。",
      "サミーラ": "サミーラが不利です。\n\n- ヴァルスは長射程からの攻撃が得意で、波を利用して安全にハラスを行えるため、サミーラは接近しづらい。\n- サミーラは射程が短く、ヴァルスの攻撃を避けるのが難しいため、継続的なダメージを受けやすい。\n- ヴァルスのCCスキルにより、サミーラが接近する際に行動を制限されるリスクが高い。\n- サミーラは単独でのCCがないため、味方のサポートがないとヴァルスに対して効果的に攻撃できない。\n\n不利の対策：\n\n- 散開して視界を確保し、ヴァルスの攻撃を避けるために波を利用する。\n- ミニオンの影を使ってヴァルスの攻撃を避け、短いトレードを狙う。\n- ヴァルスのRを警戒し、発動後に突っ込むタイミングを見計らう。\n- 味方のCCを利用して一気に距離を詰め、バーストを狙う。\n- QSSやマーキュリー靴を装備して、ヴァルスのCCを無力化する。",
      "アッシュ": "アッシュが不利です。\n\n- ヴァルスは長射程の攻撃を持ち、ポークが得意なため、アッシュは継続的にダメージを受けやすい。\n- アッシュは基礎ステータスが控えめで、序盤のバーストダメージが低いため、ヴァルスの攻撃に対抗しにくい。\n- ヴァルスのスネア効果により、アッシュは動きを制限され、逃げる手段がないため捕まりやすい。\n- アッシュは機動スキルを持たず、ヴァルスの攻撃を避けるのが難しい。\n\n不利の対策：\n\n- ミニオンウェーブを管理し、ヴァルスがポークを当てやすくしないようにする。\n- ミニオンの後ろや壁・ブラシを利用して、ヴァルスの攻撃を避ける。\n- アッシュのアルティメットを活用し、集団戦やヴァルスが前に出た際にキャッチを狙う。\n- アイテムやルーンを選択し、耐久や回復手段を考慮する。\n- ジャングラーのサポートを呼び、ヴァルスがQをチャージする際にgankを狙う。\n- ポジショニングに注意し、前線が崩れないようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ヴァルスは序盤から長射程でポークができ、コグ＝マウをタワー下に押し込むことができる。\n- コグ＝マウは機動力が低く、ヴァルスのスネアやRによる捕まりやすさがあるため、奇襲に弱い。\n- ヴァルスはAoEダメージを持ち、集団戦でのダメージ出力が高いため、コグ＝マウがスケールする前に圧力をかけられる。\n- コグ＝マウは自衛手段が乏しく、ヴァルスの攻撃を受け続けると厳しい状況になる。\n\n不利の対策:\n- 序盤はミニオンウェーブでCSを優先し、無理に前に出ないようにする。\n- ジャングルに寄せてもらい、トレードを有利にするためにサステインアイテムを購入する。\n- レンジ外からAAを行い、安全距離を維持し、味方のピールを要求する。\n- スネアやRのタイミングに注意し、後衛位置で展開することでリスクを減らす。",
      "ジンクス": "ジンクスが不利です。\n\n- ヴァルスは長射程のスキルを持ち、序盤からのポークが強力で、ジンクスはその攻撃を受けやすい。\n- ジンクスは自衛手段が乏しく、ヴァルスのバーストダメージに対して脆弱である。\n- ヴァルスのCCスキルによって、ジンクスの動きが制限され、攻撃しづらくなる。\n- ジンクスは後半に強いが、序盤の段階ではヴァルスの方が有利な状況を作りやすい。\n\n不利の対策：\n\n- 序盤はヴァルスのスキルを避けるように立ち回り、無理にAAを当てに行かない。\n- ミニオンウェーブを管理し、押し込まれないように注意する。\n- サポートと連携し、ヴァルスの攻撃を受けない位置取りを心がける。\n- アイテムを早めに整え、攻撃速度や火力を強化して後半に備える。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ヴァルスは長射程のポークが得意で、序盤からAAやスキルでトリスターナを削ることができる。\n- トリスターナはレベル6までは射程で劣るため、ヴァルスの攻撃を受けやすい。\n- ヴァルスのCCスキルにより、トリスターナが接近するのを阻止される可能性が高い。\n- ヴァルスは集団戦での制圧力が高く、トリスターナがオールインを仕掛けるタイミングを難しくする。\n\n不利の対策:\n- ミニオンウェーブを管理し、ヴァルスの攻撃を受けない位置でファームする。\n- レベル6以降は、ヴァルスのスキルを避けるためにジャンプを活用し、オールインを狙うタイミングを見計らう。\n- ヴァルスのスキルを温存させないように、Eを使ってミニオンを一掃し、反撃のチャンスを作る。\n- タワーダイブを狙う際は、Eのリセットを活かして素早くキルを狙う。",
      "ゼリ": "ゼリが不利です。\n\n- ヴァルスは射程が長く、ポークが得意なため、ゼリは接近しづらい。\n- ヴァルスのスキルはチャージがあり、当たると高いダメージを受けるため、ゼリは注意が必要。\n- ヴァルスのCCスキルによって、ゼリが動きを制限されると脆弱になる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、ヴァルスの攻撃に対抗しにくい。\n\n不利の対策：\n\n- レーン開始時はミニオンウェーブの後ろに位置し、ヴァルスのQを避ける。\n- ヴァルスがQをチャージした後に接近し、短い交換を狙う。\n- ヴァルスのスキルのモーションを観察し、予測して回避する。\n- 集団戦では、ヴァルスのRを使わせた後にEで突入し、分断された敵を狙う。\n- アイテムを早めに購入し、回復手段を確保しておく。",
      "ザヤ": "ザヤが不利です。\n\n- ヴァルスは射程が長く、序盤からAAやスキルで継続的にハラスが可能。\n- ヴァルスのEによる回復抑制がザヤの持続的なダメージを減少させる。\n- レベル6以降、ヴァルスのRによる先制CCがザヤの反撃を難しくする。\n- ザヤは射程が短いため、ヴァルスの攻撃を避けるのが難しい。\n\n不利の対策：\n- レーニング前半はミニオンウェーブを管理し、ヴァルスの攻撃を受けない位置取りを心がける。\n- ヴァルスのスキルを避けるために、ブッシュを利用して奇襲を狙う。\n- レベル6以降はRを使ってヴァルスのRを回避し、反撃のチャンスを作る。\n- サポートと連携して、ヴァルスに対するプレッシャーをかけるタイミングを見計らう。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは強力なウェーブクリア能力を持ち、ミニオンウェーブを早く処理できるため、ヴァルスのミニオン処理を妨げることができる。\n- スペルシールドにより、ヴァルスのスネアやその他のスキルを無効化できるため、トレードで有利に立ち回れる。\n- 集団戦での範囲攻撃が強く、後半のスケールで有利を取りやすい。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスの攻撃を避けやすい。\n\n有利の取り方：\n- ヴァルスのスキル射程を意識し、ミニオンの陰を利用して距離を取る。\n- ミニオンウェーブを早めに処理し、ヴァルスよりも早くレーンの優位を確保する。\n- スペルシールドを予測スキルやスネアに使い、ヴァルスの強力なスキルをブロックする。\n- 早期アイテムで耐久や回復・マナ管理を意識し、生存力を保つ。\n- チームファイトでシヴィアのウルトやエンゲージ・ピール能力を活かし、ミッド以降の影響力を維持する。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは高い機動力を持ち、Eを使うことでヴァルスの攻撃を回避しやすい。\n- エズリアルのスキルは長射程で、遠距離からポークが可能なため、ヴァルスの攻撃を受けずにダメージを与えられる。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルがEを使って避けることで、ヴァルスの攻撃を無効化できる。\n- エズリアルは短期交戦でWやAAを使ってダメージを与えやすく、ヴァルスのスキルを避けながら攻撃できる。\n\n有利の取り方:\n- レーン序盤はQでミニオンウェーブを取りつつ、Eは逃げ用に温存し、正面対決を避ける。\n- ヴァルスがスキルを使った後に近づき、短期交戦でWやAAを入れる。\n- レンジ負けする場合は壁やミニオンの後ろで立ち回り、サポートと連携してRを活かす。\n- 集団戦では横からQで削り、EはRやCCから逃げるために温存しておく。",
      "ジグス": "ジグスが有利です。\n\n- 長射程の攻撃を持ち、遠くから安全にダメージを与えられるため、ヴァルスの攻撃を避けやすい。\n- 全てのスキルがAoEであり、ミニオン処理や集団戦でのダメージを出しやすい。\n- ヴァルスはスキルの命中に依存しており、ジグスのスキルは発動までにラグがあるため、ジグスが距離を保てば攻撃を避けやすい。\n- サッチェルを使うことで機動力を確保し、ヴァルスの攻撃を回避しやすい。\n\n有利の取り方：\n- 序盤からミニオンウェーブを押し続け、ヴァルスにプレッシャーをかける。\n- 遠距離からQやWで削り、ヴァルスのHPを減らす。\n- サッチェルを温存し、ヴァルスの攻撃を避けるための逃げ道を確保する。\n- 6レベル以降はRを使って集団戦でのダメージを出し、ヴァルスのRを警戒しながら立ち回る。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、レーンでのポークやプッシュが得意であるため、ヴァルスに対して優位に立ちやすい。\n- ジンのスキルは全てAoE効果を持ち、ミニオンウェーブを一掃しやすく、ヴァルスの攻撃を避けながらファームができる。\n- ジンは4発目の攻撃やアルティメットで高いバーストダメージを持ち、HPが減ったヴァルスに対して強力なダメージを与えられる。\n- ジンはスキル発動時に足が止まるが、ヴァルスのスキルの発動から効果が出るまでのタイムラグを利用して攻撃することができる。\n- ヴァルスのスロー効果を軽減するアイテムを購入することで、ヴァルスのCCを回避しやすくなる。\n\n有利の取り方：\n\n- レーンフェーズでは積極的にポークを行い、ヴァルスのスキルを避けながらAAでダメージを与える。\n- ミニオンウェーブを管理し、相手のミニオンを一掃してからヴァルスに圧力をかける。\n- スウィフトネスを購入し、ヴァルスのスローを軽減して動きやすくする。\n- アルティメットを取得したら、ヴァルスを捕まえるチャンスを狙い、サポートや味方と連携してダメージを与える。\n- 低HPの状態になったヴァルスを狙い、4発目の攻撃やアルティメットで一気に仕留める。"
    }
  }
}