{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、レーンでのプッシュ性能が優れているため、ヴァルスはレーンでの圧力を受けやすい。\n- シヴィアのスペルシールドはヴァルスのスキルを弾くことができ、特にスネア効果を持つUltに対して有利に立ち回ることができる。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスの攻撃を避けやすいため、トレードで不利になることが多い。\n- シヴィアの基本攻撃は跳弾するため、ミニオンを利用してヴァルスにハラスをかけることができ、持続的なダメージを与えやすい。\n- ヴァルスはHP回復手段が乏しく、シヴィアの持続的なダメージに対して耐えづらい。",
      "サミーラ": "サミーラがシヴィアに不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、サミーラがレーンでの圧力をかける前にシヴィアが先にプッシュできる。\n- シヴィアのスペルシールドは、サミーラの攻撃を回避するのに役立ち、特にサミーラが接近する際のスキルを無効化できる。\n- シヴィアは移動速度を上昇させる手段が多く、サミーラが接近するのを難しくする。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、サミーラがオールインを仕掛けるタイミングを制限する。\n- サミーラは射程が短く、シヴィアの攻撃を受けやすいため、トレードで不利になることが多い。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ミス・フォーチュンはハラスを受けやすくなる。\n- シヴィアのスペルシールドにより、ミス・フォーチュンのスローやCCが無効化されるため、トレードが不利になる。\n- シヴィアは移動速度を上昇させる手段が多く、ミス・フォーチュンが接近されると逃げる手段が乏しい。\n- シヴィアのオールイン能力が高く、ミス・フォーチュンは単体へのDPSが低いため、殴り合いで劣る。\n- シヴィアの跳弾によるハラスが強力で、ミス・フォーチュンは射程が短いため、トレードで不利になることが多い。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- シヴィアは射程が短いため、スモルダーが先に攻撃を受ける可能性が高い。\n- シヴィアのAoEダメージとウェーブクリア能力により、スモルダーはレーンでのプッシュに苦しむ。\n- シヴィアのスペルシールドはスモルダーのスキルを無効化できるため、トレードが不利になる。\n- スモルダーは序盤のスタックがないとスキルの性能が低く、シヴィアに対してオールインで負けやすい。\n- シヴィアの移動速度上昇手段により、スモルダーが追撃や逃走を試みても逃げられることが多い。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ケイトリンがハラスを行う隙を与えにくい。\n- シヴィアのスペルシールドはケイトリンのスキルを無効化できるため、ケイトリンのハラスが効果的に機能しづらい。\n- シヴィアは移動速度を上昇させる手段が豊富で、ケイトリンの攻撃を避けやすい。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、ケイトリンが集団戦での影響力を発揮しにくい。\n- ケイトリンは射程が長いが、シヴィアも射程があるため、互いにハラスを行う際にシヴィアが有利な状況を作りやすい。",
      "トリスターナ": "トリスターナが不利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、トリスターナがプッシュしてもすぐに返されるため、レーンでの優位性を保ちにくい。\n- シヴィアのスペルシールドはトリスターナのスキルを弾くことができ、トレードで有利に立ちやすい。\n- シヴィアは移動速度を上昇させる手段が多く、トリスターナの攻撃を避けやすい。\n- トリスターナは序盤が弱く、シヴィアのAoE攻撃に対して耐えるのが難しいため、早期にダメージを受けやすい。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、トリスターナが集団戦で活躍するのを難しくする。"
    },
    "loses": {
      "ユナラ": "ユナラがシヴィアに有利です。\n\n理由は以下の通りです。\n\n- ユナラは魔法ダメージを主に扱うため、シヴィアのスペルシールドが機能しない。\n- ユナラの攻撃範囲がシヴィアよりも長いため、レーンでのハラスがしやすい。\n- ユナラは高い移動速度を持ち、シヴィアの攻撃を避けやすい。\n- ユナラのスキルによるAoEダメージは、シヴィアのウェーブクリア能力に対抗できる。\n- シヴィアは単体へのDPSが低いため、ユナラの持つ魔法ダメージに対して効果的にトレードができる。",
      "トゥイッチ": "トゥイッチがシヴィアに有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、シヴィアの位置取りを崩しやすい。\n- シヴィアは基礎射程が短いため、トゥイッチの攻撃を受ける前に反撃するのが難しい。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージを一方的に与えることができる。\n- シヴィアは単体へのDPSが低いため、トゥイッチの持つ持続的な毒ダメージに対抗しづらい。\n- トゥイッチは逃げ性能が低い相手に対して強いが、シヴィアはその逃げ性能が高くないため、トゥイッチが有利に立ち回れる。",
      "ゼリ": "ゼリはシヴィアに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。特にシヴィアの基礎射程が短いため、ゼリは距離を保ちながら攻撃できる。\n- ゼリのQスキルは長射程で、マナ消費がないため、持続的にダメージを与えやすい。これにより、シヴィアのウェーブクリア能力に対抗できる。\n- シヴィアは単体へのDPSが低いため、ゼリがKiteを駆使して攻撃を避けながら反撃することで、トレードで有利に立ち回れる。\n- ゼリは接近手段に確実性がないシヴィアに対して、機動力を活かして有利な位置取りができる。\n- シヴィアのスペルシールドはCCに対して有効だが、ゼリの攻撃は主に通常攻撃に依存しないため、シヴィアの強みを無効化しやすい。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、シヴィアの基礎射程が短いため、トレードで有利に立ちやすい。\n- シヴィアは単体へのDPSが低く、ドレイヴンの高い火力に対抗しづらい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ドレイヴンは移動速度を上げるスキルを持っており、シヴィアの攻撃を避けながら攻撃することができる。\n- シヴィアのスペルシールドはCCに対して有効だが、ドレイヴンの攻撃は主にAAに依存しているため、シヴィアのシールドが機能しづらい。",
      "ルシアン": "ルシアンがシヴィアに有利です。\n\n理由は以下の通りです。\n\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- シヴィアの基礎射程が短いため、ルシアンの攻撃を受けやすく、トレードで不利になることが多いです。\n- ルシアンはスキルのクールダウンが短く、機動力が高いため、シヴィアに対して積極的に攻撃を仕掛けやすいです。\n- シヴィアは単体へのDPSが低いため、ルシアンのバーストに対抗しづらいです。\n- ルシアンはスキルを使った後の通常攻撃が強化されるため、シヴィアに対して連続的なダメージを与えやすいです。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、シヴィアの攻撃を回避しやすい。\n- シヴィアは基礎射程が短いため、アフェリオスの射程を活かして安全にハラスができる。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、シヴィアの耐久力が低い場合、瞬時にダメージを与えることができる。\n- シヴィアのスペルシールドはCCに対して有効だが、アフェリオスの攻撃は主にAAに依存しているため、シヴィアの防御手段を無視してダメージを与えやすい。\n- アフェリオスは自己防衛手段が武器に依存しているが、シヴィアの攻撃が単体DPSに劣るため、オールインでの勝負に持ち込みやすい。",
      "ヴェイン": "ヴェインがシヴィアに有利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすい。特に、シヴィアの射程が短いため、ヴェインが接近して攻撃することが容易。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、シヴィアのHPを迅速に削ることができる。シヴィアは単体へのDPSが低いため、ヴェインに対して効果的にダメージを与えられない。\n- ヴェインは壁を利用したスキルを持っており、シヴィアの攻撃を避けることができる。これにより、シヴィアのハラスを無効化しやすい。\n- シヴィアは集団戦でのAoEダメージが強力だが、ヴェインは1対1の戦闘において非常に強力で、シヴィアとのタイマンでは有利に立ち回れる。\n- シヴィアのスペルシールドはCCを弾くことができるが、ヴェインの攻撃はCCを持たないため、シヴィアの防御手段を無効化しやすい。",
      "コーキ": "コーキがシヴィアに有利です。\n\n理由は以下の通りです。\n\n- コーキは全てのスキルがAoEであり、シヴィアのウェーブクリア能力に対抗できるため、レーンでのプッシュ合戦で優位に立ちやすい。\n- コーキのスキルは長射程であり、シヴィアの基礎射程が短いため、シヴィアが近づく前にハラスを行いやすい。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えることができるため、シヴィアに対して持続的な圧力をかけられる。\n- シヴィアは単体へのDPSが低いため、コーキのAoEダメージに対して効果的に反撃できない。\n- コーキはCCを持たないため、シヴィアのスペルシールドが機能しにくく、シヴィアがトレードで有利になりにくい。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n理由は以下の通りです。\n\n- カイ＝サは高いバーストダメージを持ち、ジンが攻撃を仕掛ける前に瞬時にダメージを与えることができるため、ジンはオールインに弱い。\n- カイ＝サのスキルは魔法ダメージを持ち、ジンの防御アイテムでの対策が難しいため、ジンはダメージを受けやすい。\n- カイ＝サはUltを使って長距離移動ができ、ジンが攻撃を仕掛けた際に逃げる手段を持っているため、ジンの攻撃が無駄になりやすい。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サの攻撃を受けやすい。\n- カイ＝サはスキルを進化させることで状況に応じた強化が可能で、ジンに対して柔軟に対応できるため、ジンは不利な状況に陥りやすい。",
      "エズリアル": "エズリアルが不利です。\n\n- カイ＝サは高いバーストダメージを持ち、エズリアルがスキルを使った後にオールインされると、瞬時に倒される可能性が高い。\n- カイ＝サのスキルは進化することで多様な戦術を展開でき、エズリアルのスキルを回避しやすい。\n- カイ＝サはUltを使って長距離移動ができるため、エズリアルの攻撃を避けながら接近することができる。\n- エズリアルは主力スキルが方向指定であり、カイ＝サの機動力に対して当てにくくなる。\n- カイ＝サは魔法ダメージを持つ攻撃ができるため、エズリアルの防御アイテムに対して効果的にダメージを与えられる。\n- カイ＝サはスキルを進化させることで、状況に応じた強化が可能で、エズリアルが持つスキルのクールダウンを利用して優位に立つことができる。"
    },
    "loses": {
      "アフェリオス": "アフェリオスがカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、カイ＝サの攻撃を効果的に対処できる。\n- カイ＝サは射程が短く、アフェリオスの攻撃範囲からのハラスが可能で、序盤の優位を築きやすい。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、柔らかいカイ＝サに対して高いダメージを出せる。\n- カイ＝サはCCを持たず、アフェリオスの攻撃を避ける手段が限られているため、オールインが難しい。\n- アフェリオスは自己防衛手段が武器に依存しているが、カイ＝サの攻撃を受ける前に有利な位置から攻撃できる。",
      "ドレイヴン": "ドレイヴンがカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、カイ＝サが装備を整える前に圧倒することができる。\n- カイ＝サは射程が短く、ドレイヴンの攻撃を受けやすい。特に、ドレイヴンの攻撃は高いダメージを持つため、カイ＝サは早期にリスクを負うことになる。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、早期にアイテムを揃えることでさらに有利な状況を作り出せる。\n- カイ＝サはCCを持たず、ドレイヴンの高いダメージを受ける際に逃げる手段が限られているため、オールインされると非常に厳しい。\n- ドレイヴンの移動速度上昇のスキルにより、カイ＝サの攻撃を避けつつ、接近戦での優位性を保つことができる。",
      "ユナラ": "ユナラが有利です。\n\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備によるダメージ妨害を受けにくい。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスや安全な攻撃が可能。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすく、カイ＝サの攻撃を避けやすい。\n- ユナラのスキルを使うことで攻撃速度が上昇し、集団戦でのAoEダメージを強化できるため、カイ＝サに対して優位に立てる。\n- カイ＝サは射程が短く、集団戦での位置取りが難しいため、ユナラが有利な状況を作りやすい。",
      "ザヤ": "ザヤがカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- ザヤはオールインが強力で、カイ＝サがスキルを詠唱している隙を突いて攻撃できる。\n- ザヤのスネアにより、カイ＝サの移動を制限し、接近戦での優位性を持つ。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすい。\n- カイ＝サは射程が短く、ザヤの攻撃範囲に入ると一方的にダメージを受けやすい。\n- ザヤは自衛手段が豊富で、カイ＝サのバーストダメージを凌ぎやすい。",
      "サミーラ": "サミーラがカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、オールインを仕掛けやすい。\n- カイ＝サはCCを持たず、サミーラの高いDPSとバーストダメージに対抗しにくい。\n- サミーラは瞬時に接近する能力があり、カイ＝サのスキルを回避しながら攻撃できる。\n- サミーラの攻撃は魔法ダメージを持つため、カイ＝サの防御がしにくい。\n- サミーラは集団戦でのAoEダメージが強力で、カイ＝サが集団戦での位置取りに苦労する中で有利に立ち回れる。",
      "ニーラ": "ニーラがカイ＝サに有利です。\n\n理由は以下の通りです。\n\n- 射程の短いカイ＝サに対して、ニーラは接近戦でのオールインが得意であり、ダッシュを使ってカイ＝サに近づくことができる。\n- ニーラの持続的なダメージとヒール効果により、カイ＝サのバーストダメージを受けても耐えることができる。\n- カイ＝サはCCを持たないため、ニーラの機動力を活かして攻撃を避けたり、反撃することが容易である。\n- ニーラは味方のヒールやシールドを強化するパッシブを持っており、サポートと連携することでさらに強力な戦闘能力を発揮できる。\n- カイ＝サのスキルはスキルショットに依存しているが、ニーラはダッシュでそれを回避しやすく、接近戦に持ち込むことができる。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "アッシュ": "アッシュが不利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、アッシュがオールインされると不利になる。\n- トリスターナの射程がレベルアップと共に増加するため、アッシュは後半でも攻撃を受けやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、アッシュが攻撃を仕掛けるタイミングを逃しやすい。\n- アッシュは機動スキルを持たないため、トリスターナの攻撃を避けることが難しい。\n- トリスターナのEスキルによる自動プッシュが、アッシュにとってウェーブ管理を難しくさせる要因となる。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、コグ＝マウが育つ前に攻撃を仕掛けやすい。\n- トリスターナの射程がレベルアップと共に増加するため、コグ＝マウが攻撃しづらくなる。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、コグ＝マウが捕まりやすい。\n- コグ＝マウは機動力が低く、ハードCCがないため、トリスターナの攻撃を受けやすい。\n- トリスターナのEスキルによるプッシュ性能が高く、コグ＝マウがウェーブ管理で不利になることがある。",
      "サミーラ": "サミーラがトリスターナに不利です。\n\n理由は以下の通りです。\n\n- トリスターナは長射程の攻撃を持ち、レベルが上がるにつれて射程が増加するため、サミーラが接近する前にダメージを与えられる。\n- トリスターナのバーストダメージは序盤から中盤にかけて高く、特にサミーラが装備を整える前に有利に立ち回ることができる。\n- サミーラは射程が短く、トリスターナの攻撃を避けるのが難しいため、接近戦でのリスクが高い。\n- トリスターナの移動能力により、サミーラが攻撃を仕掛けるタイミングを逃しやすく、逆にトリスターナからの反撃を受ける可能性が高い。\n- トリスターナはCCを持つタンク系のサポートと組むことで、サミーラの接近を阻止しやすく、サミーラの強みを活かせない状況を作り出すことができる。",
      "セナ": "セナが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、特にセナのような脆いサポートに対して強力です。\n- トリスターナの射程がレベルアップと共に増加するため、セナはハラスを行いにくくなります。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、セナが捕まるリスクが高まります。\n- セナは基礎ステータスが低く、特に序盤が弱いため、トリスターナの攻撃に対して耐えられないことが多いです。\n- トリスターナのスキルによるプッシュ性能が高く、セナがウェーブ管理をしづらくなります。",
      "ヴェイン": "ヴェインが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、ヴェインが育つ前に圧力をかけることができる。\n- トリスターナの射程がレベルアップと共に増加するため、ヴェインは攻撃を受けやすくなる。\n- トリスターナの移動能力により、ヴェインの攻撃を避けやすく、追撃や逃げが得意。\n- ヴェインは射程が短く、トリスターナの遠距離攻撃に対して不利な状況が多い。\n- トリスターナのスキルはウェーブ管理が難しいが、ヴェインはAoE攻撃を持たないため、プッシュが遅く、レーンでのビハインドを負いやすい。\n- トリスターナはCCを持たないが、ヴェインは対象指定のCCに弱く、トリスターナの攻撃を受けると脆弱になる。",
      "トゥイッチ": "トゥイッチがトリスターナに不利です。\n\n理由:\n- トリスターナは序盤から高いバーストダメージを持ち、特に脆いサポートがいる場合に強力で、トゥイッチはそのバーストに対して脆弱です。\n- トリスターナの射程がレベルアップと共に増加するため、トゥイッチはトレードで不利になりやすいです。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、トゥイッチの奇襲が成功しにくくなります。\n- トリスターナのEスキルによる自動プッシュが、トゥイッチにとってウェーブ管理を難しくし、ガンクのリスクを高めます。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるため、トリスターナの序盤の強さに対抗しづらいです。",
      "ジン": "ジンが不利です。\n\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、ジンがスキルを使った後の隙を突いてオールインしやすい。\n- トリスターナのブリンクスキルにより、ジンのスキルを避けやすく、接近された際に逃げる手段がないジンは非常に脆弱。\n- トリスターナはレベルが上がるにつれて射程が増加し、ジンの攻撃を受けるリスクを減らしつつ、持続的なダメージを与えられる。\n- ジンは残弾数が見えるため、トリスターナがオールインを仕掛けるタイミングを読みやすく、ジンのDPSが低下する瞬間を狙われやすい。\n- トリスターナのEスキルによる自動プッシュが、ジンにとってはウェーブ管理の難しさを増し、ガンクのリスクを高める要因となる。"
    },
    "loses": {
      "コーキ": "コーキがトリスターナに有利です。\n\n理由は以下の通りです。\n\n- コーキはAoEダメージを持ち、トリスターナがウェーブをプッシュしている間にハラスが可能です。\n- コーキのスキルは長射程であり、トリスターナが近づく前にダメージを与えることができます。\n- トリスターナは序盤が弱く、装備が整うまでの間にコーキのハラスで有利に立ち回ることができます。\n- コーキはスキルのクールダウンが短く、持続的なダメージを与えやすいため、トリスターナのバーストダメージに対抗しやすいです。\n- トリスターナはEのパッシブにより自動でウェーブをプッシュしてしまうため、コーキはその隙を突いて攻撃するチャンスが増えます。",
      "アフェリオス": "アフェリオスがトリスターナに有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、トリスターナの攻撃を受け流すことができる。\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージが出しづらいが、アフェリオスは序盤からハラスが強力で、トリスターナに対して優位に立てる。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、トリスターナの持つバーストダメージに対抗できる火力を発揮できる。\n- トリスターナはウェーブ管理が難しく、自動でプッシュしてしまうため、アフェリオスが有利な状況を作りやすい。\n- アフェリオスはハラス性能が低いマークスマンに対して有利であり、トリスターナの攻撃を受けるリスクを減らしつつ、ダメージを与えることができる。",
      "ドレイヴン": "ドレイヴンがトリスターナに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、トリスターナが装備を整える前に圧倒することができる。\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージを出しづらいため、ドレイヴンが有利に立ち回ることができる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、早期にアイテムを揃えることでさらに強力になる。\n- トリスターナはウェーブ管理が難しく、自動でプッシュしてしまうため、ドレイヴンがガンクを受けやすく、優位に立つチャンスが増える。\n- ドレイヴンは移動速度を上げるスキルを持っており、トリスターナの逃げる能力に対しても追撃がしやすい。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴァルスはトリスターナよりも射程が長いため、トリスターナが攻撃する前にダメージを与えることができる。\n- CC効果: ヴァルスはスネア効果を持つスキルを持っており、トリスターナの動きを制限することができるため、彼女の攻撃を避けやすくなる。\n- ポーク能力: ヴァルスはスキルを使って遠距離からトリスターナにダメージを与えることができ、トリスターナが育つ前に有利な状況を作りやすい。\n- ウェーブ管理: ヴァルスはスキルを使ってウェーブをコントロールしやすく、トリスターナが自動でプッシュしてしまう隙を突くことができる。\n- トリスターナの序盤の弱さ: トリスターナは序盤が弱く、装備が整うまでの間にヴァルスに対して圧力をかけられると、成長が遅れる可能性が高い。",
      "シヴィア": "シヴィアがトリスターナに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持っており、トリスターナが序盤にダメージを出しづらい時期でも、レーンを押し込むことができる。\n- スペルシールドにより、トリスターナのスキルを弾くことができ、トレードで有利に立ち回ることができる。\n- シヴィアの移動速度上昇手段により、トリスターナのブリンクを無効化しやすく、追撃や逃走が得意。\n- トリスターナは序盤が弱く、シヴィアの持つ持続的なダメージに対抗しづらい。\n- シヴィアは集団戦でのエンゲージやディスエンゲージが可能で、トリスターナが育つ前に有利な状況を作りやすい。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n- ユナラはオートアタックに依存しており、長い射程を持つため、シヴィアが近づく前にハラスを受けやすい。\n- ユナラの魔法ダメージはシヴィアのスペルシールドを無効化し、シヴィアがダメージを受けるリスクが高まる。\n- ユナラは集団戦でのAoEダメージが強力で、シヴィアが後衛にダメージを届ける前にユナラの攻撃を受ける可能性が高い。\n- シヴィアは基礎射程が短く、ユナラの長射程に対抗するのが難しいため、トレードで不利になることが多い。\n- ユナラのスキルによる攻撃速度の上昇は、シヴィアの攻撃を上回る可能性があり、特にオールインの際に不利になる。",
      "サミーラ": "サミーラがユナラに不利です。\n\n理由は以下の通りです。\n\n- ユナラは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。\n- ユナラの魔法ダメージは、サミーラの防御ステータスが低いため、効果的にダメージを与えることができる。\n- サミーラは接近戦を得意とするが、ユナラはスキルを使って距離を保ちながら攻撃できるため、サミーラが近づくのが難しい。\n- ユナラのスキルはAoEダメージを持ち、集団戦でのダメージ出力が高いため、サミーラが一度捕まると大きなダメージを受けやすい。\n- サミーラはCCがないため、ユナラの攻撃を止める手段が限られており、ユナラの攻撃を受け続けるリスクが高い。",
      "ヴェイン": "ヴェインが不利です。\n\n- ユナラは長射程のオートアタックを持ち、ヴェインが接近する前にハラスを行いやすい。\n- ユナラの魔法ダメージは、ヴェインの耐久力を無視してダメージを与えることができるため、特に序盤でのハラスが効果的。\n- ユナラはスキルを使うことで攻撃速度を上昇させ、集団戦でもAoEダメージを出せるため、ヴェインが一対一の戦闘に持ち込むのが難しい。\n- ヴェインは射程が短く、ユナラの攻撃を避けるのが難しいため、レーンでの立ち回りが厳しくなる。\n- ユナラのスローはヴェインの機動力を制限し、逃げる手段を奪うことができる。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ユナラは長い攻撃範囲を持ち、カイ＝サの攻撃を受ける前にハラスを行いやすい。\n- ユナラの魔法ダメージは、カイ＝サの装備による防御を無視しやすく、特に初期段階でのダメージが強力。\n- ユナラはスキルを使うことで攻撃速度を上昇させ、集団戦でのAoEダメージを出せるため、カイ＝サが接近するのが難しい。\n- カイ＝サはCCを持たず、ユナラの攻撃を受ける際に逃げる手段が限られている。\n- ユナラのスロー効果により、カイ＝サの機動力が制限され、立ち回りが難しくなる。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ユナラは長射程のオートアタックを持ち、ミス・フォーチュンのハラスを受けにくい。\n- ユナラのスキルによる魔法ダメージは、ミス・フォーチュンの基礎攻撃力の低さを補うことができる。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、ミス・フォーチュンのスキルを避けやすい。\n- ユナラの集団戦でのAoEダメージは、ミス・フォーチュンの火力を上回る可能性がある。\n- ミス・フォーチュンはCCがスローのみで、ユナラの攻撃を受けると逃げる手段が乏しいため、オールインされると脆弱になる。",
      "ザヤ": "ザヤが不利です。\n\n- ユナラは射程が長く、ザヤが近づく前にハラスを行いやすいため、ザヤはダメージを受けやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ザヤの物理ダメージに対して強い耐性を持つ。\n- ユナラはスキルを使うことで攻撃速度を上昇させ、集団戦でのAoEダメージを発揮できるため、ザヤが集団戦でのダメージを出しにくい。\n- ザヤは射程が短く、ユナラの長射程攻撃に対して一方的に攻撃されることが多い。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、ザヤが接近するのが難しい。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは全てのスキルがAoEであり、ユナラのオートアタックに対して広範囲で反撃できるため、ハラスが得意。\n- コーキのスキルは長射程で、ユナラが近づく前にダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- ユナラはオートアタックに依存しているため、コーキのAoEダメージによって一方的にハラスされるリスクが高い。\n- コーキはアルティメットのクールダウンが短く、持続的にダメージを与えられるため、ユナラに対して持続的な圧力をかけることができる。\n- ユナラはCCがスローのみで、コーキの機動力を抑える手段が限られているため、コーキは自由に立ち回ることができる。",
      "ドレイヴン": "ドレイヴンがユナラに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から高いバーストダメージを持っており、ユナラの耐久力が低いため、早期にキルを狙いやすい。\n- ユナラはオートアタックに依存しているが、ドレイヴンは斧を使った攻撃で高いダメージを出せるため、ユナラの攻撃を上回ることができる。\n- ドレイヴンの移動速度上昇のスキルにより、ユナラの攻撃を避けながら接近しやすく、追撃性能が高い。\n- ユナラはスローしか持っておらず、ドレイヴンの高いバーストを止める手段が限られているため、ドレイヴンが有利に立ち回れる。\n- ドレイヴンはゴールドを稼ぎやすく、アイテム差をつけることでさらにユナラに対して有利になる。",
      "ルシアン": "ルシアンがユナラに有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラの耐久力が低いため、早期にトレードで有利を取ることができる。\n- ルシアンのスキルはクールダウンが短く、連続攻撃が可能なため、ユナラのオートアタックに対しても強力に反撃できる。\n- ユナラはオートアタックに依存しているため、ルシアンのスキルを使った後の通常攻撃強化に対して脆弱である。\n- ルシアンは高い機動力を持ち、ユナラの攻撃を避けながら攻撃することができるため、立ち回りで優位に立てる。\n- ユナラのスローしかないCCではルシアンを止めることが難しく、ルシアンは自由に動き回りながら攻撃できる。",
      "ジグス": "ジグスがユナラに有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、ユナラの攻撃範囲よりも遠くから攻撃できるため、ユナラが接近する前にダメージを与えやすい。\n- ジグスのスキルは全てAoEであり、ユナラがミニオンを使ってハラスを行う際にも、同時にダメージを与えることができる。\n- ユナラはオートアタックに依存しているため、ジグスの地雷や爆弾によるスロー効果で動きを制限されると、攻撃が難しくなる。\n- ジグスはタワー破壊能力が高く、ユナラがレーンで優位に立っても、ジグスがタワーを早く破壊することで逆転される可能性がある。\n- ユナラはCCがスローのみで、ジグスのスキルを避ける手段が限られているため、ジグスの攻撃を受けやすい。",
      "ゼリ": "ゼリはユナラに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、ユナラの攻撃を避けやすいため、レーンでのハラスを受けにくい。\n- ゼリのQスキルはノーコストで使用でき、持続的にダメージを与えられるため、ユナラの魔法ダメージに対抗しやすい。\n- ユナラはオートアタックに依存しているが、ゼリはスキルを使った攻撃が主力であり、ユナラの通常攻撃を避けることができる。\n- ゼリはKiteが得意で、ユナラの攻撃範囲を活かしたトレードを避けることができる。\n- ユナラのCCがスローのみであるため、ゼリはその機動力を活かして安全に立ち回ることができる。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、セナは逃げ手段が乏しいため、捕まると致命的なダメージを受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高いため、セナは一方的に攻撃される可能性がある。\n- セナは基礎ステータスが低く、特に序盤が弱いため、トゥイッチの攻撃を受けると早期に不利な状況に陥ることが多い。\n- トゥイッチは自動攻撃に依存するため、セナの回復能力やハラスが効きにくく、持ち味を活かしにくい。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利で、セナはその逃げ性能が乏しいため、トゥイッチに対して不利な立ち位置になる。",
      "シヴィア": "シヴィアがトゥイッチに不利です。\n\n- シヴィアは基礎射程が短く、トゥイッチのステルスからの奇襲に対して反応しづらい。\n- トゥイッチは高いバーストダメージを持ち、シヴィアがオールインされると脆弱な状態になる。\n- シヴィアのスペルシールドはトゥイッチのスロー効果には対処できず、持続的なダメージを受けやすい。\n- トゥイッチのアルティメットによる長射程攻撃は、シヴィアが集団戦で位置取りをする際に脅威となる。\n- シヴィアは単体へのDPSが低いため、トゥイッチとの殴り合いで競り負ける可能性が高い。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスの低い機動力を突くことができる。\n- トゥイッチのアルティメットは長射程で、アフェリオスが近づく前に大きなダメージを与えることが可能。\n- アフェリオスは武器の切り替えに依存しており、トゥイッチの攻撃を受けるとその準備が整わないことが多い。\n- トゥイッチの毒による持続ダメージは、アフェリオスの自己防衛手段を無効化しやすい。\n- アフェリオスは序盤の立ち上がりが難しく、トゥイッチが早期に優位に立つと厳しい状況になる。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- コグ＝マウは機動力が低く、トゥイッチの奇襲に対して脆弱です。トゥイッチはステルスを利用して接近し、コグ＝マウにダメージを与えることが容易です。\n- トゥイッチのアルティメットは長射程で、集団戦やレーンでの一方的な攻撃が可能です。コグ＝マウは自衛手段が乏しいため、トゥイッチの攻撃を受けやすいです。\n- コグ＝マウは基礎射程が短く、トゥイッチの攻撃を受ける前に反撃するのが難しいです。特にレーン戦では、トゥイッチのハラスに苦しむことが多いです。\n- トゥイッチはアサシンとしての特性を持ち、コグ＝マウのような自衛手段がないキャリーに対して非常に強力です。コグ＝マウはトゥイッチに対して有効な対策を持たないため、不利な状況に陥りやすいです。",
      "アッシュ": "アッシュが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動スキルを持たないため、接近されると脆弱。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アッシュはバーストダメージが低いため、オールイン合戦で不利になる。\n- アッシュはスロー効果を持つが、トゥイッチのカモフラージュによる奇襲を防ぐことが難しく、先手を打たれると厳しい状況になる。\n- トゥイッチは逃げ性能が低いものの、アッシュも機動力がないため、トゥイッチが有利な状況を作りやすい。",
      "ジンクス": "ジンクスが不利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスは自衛手段が乏しいため、接近されると脆弱です。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスはその攻撃を避けるのが難しいです。\n- トゥイッチは毒による持続ダメージを持っており、ジンクスは基礎ステータスが低いため、持続的なダメージに対して耐えにくいです。\n- トゥイッチのスロー効果を持つスキルにより、ジンクスの移動が制限され、逃げることが難しくなります。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの奇襲に対して反応しづらく、先手を取られると厳しい状況になります。",
      "スモルダー": "スモルダーが不利です。\n\n- スモルダーはAA強化がないため、トゥイッチの高いDPSに対抗しづらい。\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、スモルダーは逃走手段がEスキルのみでCDが長いため、捕まるリスクが高い。\n- スモルダーは序盤のスタックがない状態ではスキルの性能が低く、トゥイッチの序盤の攻撃力に対抗できない。\n- トゥイッチのアルティメットによる長射程攻撃は、スモルダーが集団戦でのAoE攻撃を活かす前に大きなダメージを与える可能性がある。\n- スモルダーはハードCCを持たないため、トゥイッチの奇襲に対して防御手段が乏しい。",
      "ジグス": "ジグスが不利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスが接近されると攻撃を受けやすくなる。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できる距離から一方的にダメージを与えられる。\n- ジグスは対象指定スキルを持たず、トゥイッチのような高機動力のチャンピオンに対してスキルを当てるのが難しい。\n- トゥイッチは逃げ性能が低いが、ジグスが接近を許すと逆にトゥイッチが有利な状況を作り出せる。\n- ジグスは接近戦に弱く、トゥイッチが近づいてくるとジグスは無力になりやすい。"
    },
    "loses": {
      "コーキ": "コーキがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持っており、トゥイッチが近づく前にハラスが可能です。\n- コーキのAoEダメージは、トゥイッチのステルス状態を無視してダメージを与えることができるため、奇襲を防ぎやすいです。\n- トゥイッチは逃げ性能が低く、コーキの持つ持続的なダメージに対して脆弱です。\n- コーキはスキルのクールダウンが短く、トゥイッチがアルティメットを発動する前にダメージを与え続けることができます。\n- トゥイッチは装備依存度が高く、序盤にコーキにハラスされると立ち回りが厳しくなります。",
      "ニーラ": "ニーラがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- ニーラは近接チャンピオンであり、トゥイッチの攻撃を避けながら接近することができるため、トゥイッチの射程の長さを活かさせない。\n- トゥイッチは逃げ性能が低く、ニーラの高い機動力を活かして追撃しやすい。\n- ニーラのスキルはトゥイッチの自動攻撃を無効化することができ、特にトゥイッチのバーストダメージを軽減できる。\n- ニーラは持続的なダメージを持ち、トゥイッチのステルス状態からの奇襲に対しても強い。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化できるため、トゥイッチとの1対1の戦闘でも有利に立ち回れる。",
      "ルシアン": "ルシアンがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチの逃げ性能が低いため、トレードで有利を取ることができる。\n- ルシアンのスキルはクールダウンが短く、連続攻撃が可能なため、トゥイッチに対して持続的なダメージを与えやすい。\n- トゥイッチは自動攻撃に依存しているため、ルシアンの高いバーストによって早期に倒されるリスクが高い。\n- ルシアンは機動力が高く、トゥイッチのスロー効果を避けながら攻撃できるため、トゥイッチの奇襲を防ぎやすい。\n- トゥイッチは序盤のトレードが苦手で、ルシアンが優位に立つことでレーンを支配しやすくなる。",
      "ドレイヴン": "ドレイヴンがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から高いバーストダメージを持っており、トゥイッチがまだ成長していない段階でのトレードで優位に立てる。\n- トゥイッチは逃げ性能が低く、ドレイヴンの高いダメージを受けやすい。特に、トゥイッチがステルスを使っても、ドレイヴンは追撃が可能。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- トゥイッチは自動攻撃に依存しているため、ドレイヴンの高いバーストに対して脆弱で、早期にキルを取られる可能性が高い。\n- ドレイヴンは移動速度を上げるスキルを持っており、トゥイッチのスロー効果を受けても追撃や逃げることができる。",
      "トリスターナ": "トリスターナがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、特にトゥイッチのような脆いチャンピオンに対して効果的です。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、トゥイッチの奇襲を避けやすいです。\n- トリスターナはレベルが上がるにつれて射程が増加し、トゥイッチの攻撃を届かせない位置から攻撃できるため、優位に立ちやすいです。\n- トゥイッチは逃げ性能が低く、トリスターナのバーストを受けると簡単に倒される可能性があります。\n- トリスターナはウェーブ管理が得意で、トゥイッチが育つ前に有利な状況を作りやすいです。",
      "エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、トゥイッチの攻撃範囲外から安全にハラスが可能です。\n- トゥイッチは逃げ性能が低く、エズリアルのワープスキルを使った機動力で簡単に距離を取ることができます。\n- エズリアルのスキルはクールダウンが短いため、トゥイッチに対して持続的にダメージを与えやすいです。\n- トゥイッチは主に自動攻撃に依存しているため、エズリアルのスキルでのポークによって早期にHPを削ることができます。\n- トゥイッチのステルスは奇襲に特化していますが、エズリアルはスキルを使って距離を取ることで、奇襲を回避しやすいです。\n- エズリアルはバーストダメージを出す能力が高く、トゥイッチが育つ前に早期にキルを狙うことが可能です。",
      "ザヤ": "ザヤがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- ザヤは自衛手段を持っており、トゥイッチの奇襲に対して反撃が可能です。\n- トゥイッチは逃げ性能が低く、ザヤのスネアを受けると捕まりやすいです。\n- ザヤのAoEダメージは集団戦でのトゥイッチに対して効果的で、彼の攻撃を無効化しやすいです。\n- トゥイッチは装備依存度が高く、序盤にザヤに対して劣る場合、逆転が難しいです。\n- ザヤはトゥイッチの攻撃範囲が短い間にダメージを与えることができ、トレードで有利に立ちやすいです。",
      "サミーラ": "サミーラがトゥイッチに有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、トゥイッチの射程が短いため、サミーラが近づくことで有利に戦える。\n- トゥイッチは逃げ性能が低く、サミーラの高いバーストダメージに対して脆弱である。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃が可能で、トゥイッチが奇襲を仕掛けた際に捕まえやすい。\n- サミーラのブリンク能力により、トゥイッチのスロー効果を回避しやすく、オールインが得意。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるが、サミーラは序盤から強力なダメージを出せるため、早期に有利を取れる。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由は以下の通りです。\n\n- 射程の短さ: ニーラは近接チャンピオンであり、ヴェインの長射程に対して攻撃を当てるのが難しい。\n- ハラス能力: ヴェインは序盤から強力なハラスを持っており、ニーラはそれに対して脆弱であるため、レーンでの優位性を失いやすい。\n- CCの脆弱性: ヴェインのノックバックやスタンを受けると、ニーラは機動力を失い、反撃が難しくなる。\n- タイマン戦の不利: ヴェインは1対1の戦闘において非常に強力で、ニーラは彼女に対抗する手段が限られている。\n- サポート依存: ニーラはサポートと連携することで強さを発揮するが、ヴェインは単独でも強力なため、サポートがいない場合に特に不利になる。",
      "エズリアル": "エズリアルが不利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。特に、ダッシュやステルスを使ってエズリアルの攻撃を回避できる。\n- ヴェインの攻撃は最大HPに比例した確定ダメージを与えるため、エズリアルのHPが減ってくると非常に危険になる。\n- エズリアルの主力スキルは方向指定であり、ヴェインのような機動力の高いチャンピオンには当てにくい。\n- ヴェインは壁を利用したスキルを持っており、エズリアルが攻撃を仕掛ける際に逆に攻撃を受けるリスクが高い。\n- ヴェインは持続的なダメージを与える能力が高く、エズリアルが逃げる際に追撃されやすい。\n- エズリアルはAoE攻撃が限られているため、ヴェインが近づいてくると対処が難しくなる。",
      "ジン": "ジンが不利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、ジンが攻撃を仕掛ける前に接近してオールインを狙いやすい。\n- ヴェインのスキルは対象指定のCCを持っており、ジンが攻撃を行う際に動きを制限されるため、反撃を受けやすい。\n- ヴェインは真のダメージを与える能力が高く、ジンのHPを迅速に削ることができるため、持続戦闘で不利になる。\n- ジンはブリンクを持たず、ヴェインの攻撃を受けた際に逃げる手段が限られているため、接近された際に脆弱。\n- ヴェインは短いCDのダッシュを持っており、ジンのスキルを避けやすく、ジンが攻撃を当てるのが難しい。",
      "ザヤ": "ザヤが不利です。\n\n- ヴェインは高い機動力を持ち、ザヤの攻撃を避けやすい。特に、ヴェインのダッシュやステルスを使うことで、ザヤの攻撃を回避しやすくなる。\n- ヴェインの攻撃は最大HPに比例した真のダメージを与えるため、ザヤのHPを迅速に削ることができる。特に、ザヤがタンクや高HPの相手に対して強いのに対し、ヴェインはその逆である。\n- ヴェインのノックバックやスタンを持つスキルは、ザヤの自衛手段を無効化しやすく、特に接近戦での優位性を持つ。\n- ザヤは射程が短く、ヴェインの長射程からのハラスに対して脆弱で、特に序盤のレーン戦で不利を強いられる。\n- ヴェインは集団戦においても高いダメージを出せるため、ザヤが集団戦でのダメージを稼ぐのが難しくなる。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由は以下の通りです。\n\n- アフェリオスはハラス性能が高く、ヴェインの射程が短いため、序盤から有利に立ち回ることができる。\n- アフェリオスの武器の組み合わせによって、ヴェインに対して効果的なダメージを与えることができる。\n- ヴェインは機動力が高いが、アフェリオスの攻撃を受けることでダメージを受けやすく、特に集団戦ではアフェリオスの火力が脅威となる。\n- アフェリオスはレベル12以降に火力が増すため、ヴェインが育つ前に有利な状況を作りやすい。\n- ヴェインはCCを持っているが、アフェリオスは自己防衛手段を持っているため、ヴェインの攻撃を回避しやすい。",
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ヴェインに対して一方的にハラスを行いやすい。これにより、ヴェインが攻撃を仕掛ける前にダメージを与えることができる。\n- セナの回復能力により、ヴェインの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n- セナのスネア効果により、ヴェインの機動力を制限でき、特にヴェインが接近する際に捕まえるチャンスが増える。\n- ヴェインは射程が短いため、セナの攻撃範囲から逃げることが難しく、セナが優位に立ちやすい。\n- セナはパッシブによって成長しやすく、レーンでのゴールド獲得が容易なため、育つと高い火力を発揮できる。これにより、ヴェインに対しても強力なダメージを与えることができる。",
      "サミーラ": "サミーラがヴェインに有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ヴェインの射程の短さを逆手に取ることができる。\n- サミーラの高いDPSとバーストダメージにより、ヴェインが攻撃を重ねる前に迅速にダメージを与えることができる。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃が可能で、ヴェインのノックバックを利用してオールインしやすい。\n- サミーラのブリンク能力により、ヴェインのスキルショットを回避しやすく、接近戦での優位性を保てる。\n- ヴェインは集団戦でのAoE攻撃がないため、サミーラの集団戦での強さに対抗しにくい。",
      "ゼリ": "ゼリが有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。特に、ゼリの加速手段を活かして距離を保ちながら攻撃できる。\n- ゼリのQスキルは長射程で、マナ消費がないため、持続的に攻撃を行いやすく、ヴェインのハラスを避けながらダメージを与えられる。\n- ヴェインは射程が短く、ゼリの攻撃を受けると反撃が難しい。ゼリはヴェインの攻撃を避けつつ、持続的にダメージを与えることができる。\n- ゼリは接近手段に確実性がないメレーキャリーに対して有利で、ヴェインの機動力を封じることができる。\n- ヴェインはCCを受けると脆弱であり、ゼリの機動力を活かしてトレードを有利に進めることができる。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、ヴェインの短射程を活かすことができるため、レーンでのハラスが有利。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ヴェインのダメージを軽減しやすい。\n- ヴェインは機動力が高いが、コグ＝マウのスロー効果を使うことで追撃や逃げる際の動きを制限できる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ヴェインが接近する前にダメージを与えられる。\n- ヴェインはCCを受けると脆弱であり、コグ＝マウの持つスキルで自衛が難しくなる。",
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、ヴェインの射程を超えてハラスができるため、レーンでの優位性を保ちやすい。\n- コーキのAoEダメージは、ヴェインが近づく前にダメージを与えることができ、特に集団戦での影響力が大きい。\n- ヴェインは短射程であるため、コーキのスキルを避けることが難しく、特にプッシュやハラスに対して脆弱。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与え続けることができるため、ヴェインが回復する隙を与えにくい。\n- ヴェインはCCがないため、コーキの攻撃を受けると逃げる手段が限られ、特にコーキのバーストダメージに対して無防備になりやすい。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインよりも遠くから攻撃できるため、ハラスが非常に強力です。\n- ヴェインは射程が短く、ケイトリンの攻撃を避けることが難しいため、レーンでのプレッシャーを受けやすいです。\n- ケイトリンの罠を使うことで、ヴェインの機動力を制限し、接近を困難にすることができます。\n- ケイトリンは序盤からタワーシージが得意で、ヴェインが育つ前にタワーを破壊しやすいです。\n- ヴェインはCCを受けると脆弱ですが、ケイトリンは射程を活かして安全に攻撃できるため、ヴェインに対して有利な状況を作りやすいです。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、ジグスがスキルを使う前にダメージを与えることができるため、レーンでのトレードで優位に立ちやすい。\n- ミス・フォーチュンのスロー効果により、ジグスは接近されると逃げる手段が乏しく、特にオールインを受けると脆弱になる。\n- ジグスは対象指定スキルを持たず、ミス・フォーチュンのブリンクや移動速度の増加に対してスキルを当てるのが難しい。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、ジグスが集団戦でのダメージを出す前に倒されるリスクがある。\n- ジグスは接近を許すと無力になりやすく、ミス・フォーチュンの攻撃を受けると一気に不利な状況に陥る。",
      "ジンクス": "ジンクスが不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特に序盤のトレードでジンクスに対して優位に立ちやすい。\n- ミス・フォーチュンのスローやチャネリングスキルにより、ジンクスは接近されると逃げる手段が乏しく、脆弱な状態になる。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、ジンクスは自衛手段が乏しいため、集団戦での生存が難しい。\n- ジンクスは攻撃速度が上がるパッシブを持つが、ミス・フォーチュンのハラスやCCによってその効果を発揮しにくい状況に追い込まれることが多い。\n- ミス・フォーチュンは射程が短い相手に対して有利であり、ジンクスはその射程を活かしきれない場面が多くなる。",
      "アッシュ": "アッシュが不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、アッシュに対してレーンでのショートトレードが得意です。アッシュはバーストダメージが低いため、ミス・フォーチュンの攻撃を受けやすいです。\n- ミス・フォーチュンのスロー効果や集団戦でのAoEダメージにより、アッシュは接近されると厳しい状況になります。アッシュは機動スキルを持たないため、逃げる手段が乏しいです。\n- アッシュは装備依存度が高く、レベルによるスケールも控えめです。ミス・フォーチュンは早期に強力なアイテムを持つことができるため、レーンでの優位性を確保しやすいです。\n- ミス・フォーチュンはオールイン型のマークスマンであり、アッシュが接近されると一方的に攻撃される可能性が高いです。アッシュはオールイン合戦で不利になることが多いです。",
      "コーキ": "コーキがミス・フォーチュンに不利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、コーキはハラスを受けやすい。\n- ミス・フォーチュンのスロー効果により、コーキは接近されると逃げる手段が乏しく、オールインされると脆弱。\n- コーキはCCがないため、ミス・フォーチュンの攻撃を受け続けると、ダメージを出す前に倒される可能性が高い。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが非常に高く、コーキは耐久力が低いため、集団戦での生存が難しい。\n- コーキはスキルのマナ消費が激しく、持続的なハラスに対抗するのが難しい。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンのハラスを受けながらもレーンを押しやすい。\n- スペルシールドにより、ミス・フォーチュンのスキルを弾くことができ、トレードで有利を取ることができる。\n- シヴィアの移動速度上昇手段により、ミス・フォーチュンのスローを回避しやすく、接近戦でも有利に立ち回れる。\n- シヴィアは集団戦においてもAoEダメージを持ち、ミス・フォーチュンのUltに対しても対抗できる。\n- ミス・フォーチュンは基礎攻撃力が低く、シヴィアの持つ持続的なダメージに対して耐えにくい。",
      "ゼリ": "ゼリはミス・フォーチュンに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、ミス・フォーチュンのスキルを避けやすい。特に、ミス・フォーチュンのスローやチャネリングスキルに対して、ゼリは素早く動くことで回避が可能。\n- ゼリのQスキルはノーコストで使用でき、持続的に攻撃を行いやすいため、ミス・フォーチュンのハラスに対しても持続的に反撃できる。\n- ミス・フォーチュンは基礎ADが低く、序盤のDPSが不足しがちであるため、ゼリの機動力を活かしてハラスを続けることで有利に立ち回れる。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすく、距離を保ちながら攻撃できる。\n- ミス・フォーチュンのスキルは主に単体攻撃であり、ゼリの特性を活かして複数回の攻撃を行うことで、トレードで優位に立つことができる。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキが不利です。\n\n- コーキは機動力が低く、コグ＝マウのスキルによるハラスや追撃に対して逃げる手段が限られています。\n- コグ＝マウは射程が長く、特にWの効果により、コーキが攻撃を仕掛ける前にダメージを与えることができます。\n- コグ＝マウの割合ダメージは、コーキの耐久力を削るのに効果的で、特にタンクビルドをしている場合、コーキはダメージを受けやすくなります。\n- コーキはCCがないため、コグ＝マウのスキルを止める手段がなく、特に集団戦では不利な状況に陥りやすいです。\n- コーキのスキルはマナ消費が激しく、持続的なハラスが難しいため、コグ＝マウに対して持続的に戦うことが困難です。",
      "サミーラ": "サミーラがコグ＝マウに不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、サミーラが接近する前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、サミーラの耐久力を削ることができる。\n- サミーラは射程が短く、コグ＝マウの攻撃を避けるのが難しいため、レーン戦でのCS差をつけられやすい。\n- コグ＝マウのスロー効果により、サミーラの接近が難しくなり、オールインのチャンスを逃しやすい。\n- コグ＝マウは自衛手段が乏しいため、サミーラが接近しても効果的にダメージを与えられないことが多い。",
      "ゼリ": "ゼリはコグ＝マウに不利です。\n\n- コグ＝マウは射程が長く、特に集団戦でのダメージ出力が高いため、ゼリが近づく前にハラスを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ゼリの耐久力を削るのに優れている。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、コグ＝マウの攻撃に対して十分な反撃ができない。\n- コグ＝マウのスロー効果を持つスキルにより、ゼリの機動力が制限され、逃げることが難しくなる。\n- コグ＝マウはタンクに対して強いが、ゼリはそのタンクに対してもダメージを与えにくく、逆に狙われやすい。",
      "スモルダー": "スモルダーが不利です。\n\n- コグ＝マウは長射程を持ち、スキルを使って遠距離からのハラスが得意で、スモルダーは序盤のスタックがない状態ではダメージを出しにくいため、レーンでのハラスに苦しむ。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、特にタンクに対して強いが、スモルダーはAA強化がないため、タンクに対してのダメージが出しにくい。\n- コグ＝マウはスロー効果を持つスキルで自衛ができるが、スモルダーは逃走手段がEスキルのみでCDが長いため、コグ＝マウの攻撃を受けやすい。\n- コグ＝マウは集団戦でのダメージ出力が高く、スモルダーはAA強化がないため、集団戦でのDPSが低く、コグ＝マウに対して劣る。\n- コグ＝マウはヒーラーや長射程キャリーに対して有利であり、スモルダーはそのような相手に対して不利なため、コグ＝マウとの対面で苦戦することが多い。",
      "ドレイヴン": "ドレイヴンがコグ＝マウに不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、ドレイヴンが近づく前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ドレイヴンの耐久力を削ることができる。\n- コグ＝マウのスロー効果により、ドレイヴンは移動が制限され、斧を拾うのが難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ドレイヴンがオールインを仕掛ける前に大きなダメージを与えられる。\n- ドレイヴンはCCに弱く、コグ＝マウのスローや集団戦での位置取りによって狙われやすい。",
      "アフェリオス": "アフェリオスがコグ＝マウに不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を受けながら安全にハラスができるため、レーン戦での優位性が高い。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、アフェリオスのダメージを軽減しつつ、高いDPSを発揮できる。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果によって追撃されやすく、逃げる手段が限られる。\n- コグ＝マウは自己回復能力があり、アフェリオスの攻撃を受けても持続的に戦えるため、持久戦に持ち込まれると不利になる。\n- アフェリオスはレベル依存度が高く、序盤の立ち上がりが難しいため、コグ＝マウに対して早期に圧力をかけられると厳しい状況になる。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ケイトリンのハラスを受けながらも反撃しやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ケイトリンの耐久力を削ることができる。\n- ケイトリンは機動力が低く、コグ＝マウのスロー効果を受けると逃げるのが難しくなる。\n- コグ＝マウは自衛手段が乏しいため、ケイトリンがオールインを仕掛けると有利に立ちやすい。\n- ケイトリンのスキルのCDが長く、長期戦になるとコグ＝マウの持続的なダメージに対抗しづらい。",
      "シヴィア": "シヴィアがコグ＝マウに不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、スキルでAR/MRを低下させるため、シヴィアの耐久力を削りやすい。\n- コグ＝マウのスキルは割合ダメージを持ち、シヴィアのHPを効率的に削ることができる。\n- シヴィアは基礎射程が短く、コグ＝マウの攻撃を受けやすくなるため、レーンでのトレードが不利になる。\n- コグ＝マウのスロー効果により、シヴィアの機動力が制限され、逃げるのが難しくなる。\n- シヴィアは単体へのDPSが他のADCに劣るため、コグ＝マウとの1対1の殴り合いで不利になることが多い。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、ミス・フォーチュンの攻撃を避けながらハラスができるため、レーンでの優位性を持ちやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、特に集団戦でのダメージ出力が高く、ミス・フォーチュンの耐久力を削りやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、コグ＝マウの持つ高いDPSに対抗しづらい。\n- コグ＝マウはスロー効果を持つスキルを使ってミス・フォーチュンの動きを制限できるため、接近されると脆弱なミス・フォーチュンにとって不利な状況を作りやすい。\n- ミス・フォーチュンはCCがスローのみで逃げ手段が乏しいため、コグ＝マウの攻撃を受けやすく、オールインされると厳しい。"
    },
    "loses": {
      "ジグス": "ジグスがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、コグ＝マウの攻撃を受ける前にダメージを与えることができる。\n- コグ＝マウは機動力が低く、ジグスのスキルを避けるのが難しいため、ジグスの攻撃を受けやすい。\n- ジグスのスキルはAoEダメージを持ち、コグ＝マウがミニオンを使ってファームする際にもダメージを与えやすい。\n- コグ＝マウは自衛手段が乏しく、ジグスのスキルによるハラスに対して耐えにくい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、コグ＝マウの動きを制限しやすい。",
      "ルシアン": "ルシアンがコグ＝マウに有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがスキルのクールダウン中に攻撃を仕掛けやすい。\n- コグ＝マウは機動力が低く、ルシアンの高い機動力を活かして距離を取りながら攻撃できる。\n- ルシアンの攻撃はスキル使用後に強化されるため、コグ＝マウに対して連続的にダメージを与えやすい。\n- コグ＝マウは自衛手段が乏しく、ルシアンの攻撃を受けると簡単にダメージを受けてしまう。\n- ルシアンは射程が短いものの、コグ＝マウの基礎射程が短いため、ルシアンが有利にトレードを行える。",
      "セナ": "セナがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、コグ＝マウよりも遠くからハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- セナの回復能力により、コグ＝マウの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n- コグ＝マウは機動力が低く、セナのスネア効果によって捕まるリスクが高まるため、セナが有利に立ち回れる。\n- セナはパッシブによって成長しやすく、レーンでのハラスを通じてゴールドを得やすく、育つと高い火力を発揮できる。\n- コグ＝マウは基礎射程が短く、セナのハラスに対して反撃しづらいため、レーンでのプレッシャーをかけやすい。",
      "ヴァルス": "ヴァルスがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴァルスはコグ＝マウよりも射程が長いため、遠距離から安全に攻撃でき、コグ＝マウの攻撃を避けやすい。\n- CC効果: ヴァルスはスネア効果を持つスキルを使うことで、コグ＝マウの動きを制限し、攻撃を容易にすることができる。\n- 継続的なハラス: ヴァルスはAoEダメージを持ち、持続的にコグ＝マウにダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- 自衛手段の欠如: コグ＝マウは機動力が低く、自衛手段が乏しいため、ヴァルスの攻撃に対して反撃が難しい。\n- スノーボール性能: ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、試合を有利に進めやすい。コグ＝マウが早期に倒されると、さらに不利な状況に陥る可能性が高い。",
      "トリスターナ": "トリスターナがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- トリスターナはレベルが上がるにつれて射程が増加し、コグ＝マウよりも長い射程を持つため、遠距離から安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特に序盤から中盤にかけてコグ＝マウの脆弱な時期を狙いやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、トリスターナの追撃や逃げる能力に対して脆弱である。\n- トリスターナは移動能力が高く、ブリンクスキルを持っているため、コグ＝マウの攻撃を避けやすい。\n- コグ＝マウはスキルのクールダウン中に戦闘能力が落ちるが、トリスターナはその隙を突いて攻撃を仕掛けることができる。\n- トリスターナは脆いサポートチャンピオンに対して強力であり、コグ＝マウがサポートを受けている場合でも有利に立ち回れる。",
      "ザヤ": "ザヤがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- ザヤは自衛手段が豊富で、スネアを使ってコグ＝マウの攻撃を止めることができるため、接近戦で優位に立てる。\n- コグ＝マウは機動力が低く、ザヤの攻撃を避けるのが難しいため、ザヤが有利にダメージを与えられる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、コグ＝マウが集団戦でのダメージを出す前に倒すことができる。\n- コグ＝マウは射程が短く、ザヤの攻撃範囲に入ると一方的にダメージを受けやすい。\n- ザヤはラカンと組むことでさらに強力になり、コグ＝マウに対しても圧力をかけやすい。",
      "ニーラ": "ニーラがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- ニーラは近接キャリーであり、コグ＝マウの射程が短い序盤において、ニーラは接近して攻撃することができるため、ハラスがしやすい。\n- コグ＝マウは機動力が低く、ニーラのダッシュスキルを使うことで簡単に接近し、攻撃を避けることができる。\n- ニーラは持続的なダメージを持ち、コグ＝マウの自衛手段が乏しいため、持続的なハラスで優位に立てる。\n- コグ＝マウのスキルは主に遠距離攻撃に依存しているが、ニーラは近接での戦闘に強く、コグ＝マウの攻撃を避けながらダメージを与えることができる。\n- ニーラはサポートと連携することで強化されるため、エンチャンターと組むことでさらに有利な状況を作りやすい。",
      "エズリアル": "エズリアルがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、コグ＝マウの射程を活かしたハラスが可能です。これにより、コグ＝マウが攻撃する前にダメージを与えることができます。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、エズリアルの高い機動力を活かして安全に攻撃し続けることができます。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えることができるため、コグ＝マウのスキルのCD中に優位に立つことができます。\n- コグ＝マウは基礎射程が短く、エズリアルのスキルの射程外から攻撃されると、反撃が難しくなります。\n- エズリアルはポークが得意で、コグ＝マウがスキルを使う前に体力を削ることができるため、レーン戦での優位性を保ちやすいです。",
      "トゥイッチ": "トゥイッチがコグ＝マウに有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの低い自衛能力を突くことができる。\n- コグ＝マウは機動力が低く、トゥイッチの攻撃を避ける手段が限られているため、トゥイッチが有利に立ち回れる。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージを一方的に与えることができ、コグ＝マウの耐久力を削るのに適している。\n- コグ＝マウはスキルのCD中に戦闘能力が落ちるため、トゥイッチがその隙を突いて攻撃することができる。\n- トゥイッチはコグ＝マウに対してバーストダメージを与えやすく、特に序盤のトレードで優位に立つことができる。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n- ジンクスは長射程を持ち、サミーラが接近する前に攻撃できるため、ハラスが得意。\n- ジンクスのスキルには移動を妨げる効果があり、サミーラの接近を阻害することができる。\n- サミーラは防御ステータスが低く、ジンクスの高いDPSに対して脆弱である。\n- ジンクスはキルを取ることで得られるバフにより、連続キルを狙いやすく、サミーラが育つ前に圧倒される可能性が高い。\n- サミーラは単独でのCCがないため、ジンクスの攻撃を受けると反撃が難しくなる。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- ジンクスは高い攻撃速度と長射程を持ち、ドレイヴンが接近する前にハラスを行いやすい。\n- ジンクスのスネアやスローによって、ドレイヴンの移動を妨げることができ、斧を拾うのが難しくなる。\n- ドレイヴンはAAに依存しているため、ジンクスのCCによって攻撃ができなくなると、戦闘能力が大幅に低下する。\n- ジンクスはキルを取ることで得られるパッシブ効果により、連続キルを狙いやすく、ドレイヴンが育つ前に有利な状況を作りやすい。\n- ジンクスは集団戦でのAoEダメージが強力で、ドレイヴンが一対一の状況で有利でも、集団戦では不利になる可能性が高い。",
      "ヴェイン": "ヴェインが不利です。\n\n- ジンクスは長射程を持ち、ヴェインが接近する前にハラスを行いやすい。\n- ジンクスの攻撃速度が高く、連続攻撃によってヴェインのHPを削りやすい。\n- ジンクスのCCスキルにより、ヴェインの機動力が制限され、接近が難しくなる。\n- ヴェインは集団戦でのAoEダメージがないため、ジンクスの集団戦での影響力に対抗しづらい。\n- ジンクスはキルを取ることで得られるバフにより、さらに強力なダメージを出すことができ、ヴェインが育つ前に試合が決まる可能性がある。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、ジンクスの攻撃を安全な距離から避けながらダメージを与えることができる。\n- ジグスのスキルは全てAoEであり、集団戦やミニオン処理において高いダメージを出すことができるため、ジンクスが育つ前に有利に立ち回れる。\n- ジグスは設置型のスキルを持っており、ジンクスが接近する際にスロー効果を与えることで、ジンクスの動きを制限できる。\n- ジグスは自衛手段が乏しいジンクスに対して、遠距離からの攻撃で圧力をかけることができ、トレードを有利に進めやすい。\n- ジグスはスキルの発動にラグがあるジンクスに対して、タイミングを見計らって攻撃を仕掛けることができるため、ジンクスがスキルを当てるのが難しくなる。",
      "ゼリ": "ゼリが有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、ジンクスの攻撃を避けやすいため、ハラスを受けにくい。\n- ゼリのQスキルはノーコストで使用でき、持続的にダメージを与えられるため、ジンクスの攻撃を受けるリスクを減らしつつ、ダメージを出しやすい。\n- ジンクスは自衛手段が乏しく、接近されると脆弱であるため、ゼリの機動力を活かしてトレードを有利に進めることができる。\n- ゼリは射程が長く、ジンクスの攻撃を安全な距離から避けながら攻撃できるため、レーンでの優位性を保ちやすい。\n- ジンクスのスキルは発動に時間がかかるため、ゼリはその隙を突いて攻撃を仕掛けることができる。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジンクスの自衛手段が乏しいため、接近しやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスの高いDPSを上回ることができる。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの奇襲に対して反応が遅れやすい。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利であり、ジンクスはその一例である。\n- トゥイッチの毒による持続ダメージは、ジンクスの高いHPを削るのに効果的で、特に集団戦での持続的なダメージが強力。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴァルスはジンクスよりも射程が長いため、ジンクスが攻撃する前にハラスを行いやすい。\n- CC効果: ヴァルスのスネア効果を持つスキルにより、ジンクスの動きを制限し、接近を防ぐことができる。\n- 持続的なダメージ: ヴァルスはスキルを駆使して持続的なダメージを与えることができ、ジンクスの自衛手段が乏しいため、継続的なハラスが効果的。\n- スノーボール性能: ジンクスがキルを取ることで強化されるのに対し、ヴァルスはキルを取ることで攻撃速度が増加し、さらに強力になるため、試合を有利に進めやすい。\n- 序盤の強さ: ヴァルスは序盤から強力なハラスが可能で、ジンクスが育つ前に有利な状況を作りやすい。",
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、ジンクスに対して安全な距離からハラスが可能です。ジンクスは自衛手段が乏しいため、コーキの攻撃を受けやすいです。\n- コーキのスキルは全てAoEであり、ジンクスが集団戦で強みを発揮する前に、コーキがダメージを与えることができます。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えられるため、ジンクスが育つ前に有利な状況を作りやすいです。\n- ジンクスはスキルの発動に時間がかかるため、コーキの迅速な攻撃に対して反応しづらいです。\n- コーキはタンク系チャンピオンに対して有利であり、ジンクスがサポートを受けている場合でも、コーキのダメージを軽減しにくいです。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "コグ＝マウ": "コグ＝マウがルシアンに不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、コグ＝マウは持続的なダメージを受けやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ルシアンのオールインに対して脆弱。\n- ルシアンは射程が短いとはいえ、コグ＝マウの基礎射程が短いため、レーンでのトレードで不利になることが多い。\n- ルシアンは逃げる手段がないため、コグ＝マウが有利な状況を作りにくい。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、持続的なダメージを与えられるため、トゥイッチはレーンでのトレードで不利になる。\n- トゥイッチは序盤の射程が短く、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、トゥイッチが奇襲を仕掛ける前に攻撃を仕掛けられる可能性がある。\n- ルシアンはオールインが強く、トゥイッチが逃げる手段が限られているため、対面でのプレッシャーが大きい。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ケイトリンがハラスを行う前に攻撃を仕掛けることができる。\n- ルシアンのスキルのクールダウンが短く、連続して攻撃を行うことができるため、ケイトリンは常に圧力を受けやすい。\n- ケイトリンは射程が長いが、ルシアンの機動力により、接近されるとオールインされるリスクが高い。\n- ルシアンはCCを持たないが、ケイトリンの罠を避けることができるため、罠を設置しても効果が薄れることがある。\n- ケイトリンはスキルのモーションが長く、ルシアンの攻撃を受ける隙ができやすい。",
      "ヴェイン": "ヴェインが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、ヴェインがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ヴェインが反撃する前にダメージを与えられる。\n- ヴェインは射程が短く、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、ヴェインがオールインを仕掛ける際に逃げやすい。\n- ルシアンはCCを持たないが、ヴェインもCCを受けると脆弱で、特にルシアンの攻撃を受けると厳しい状況になる。",
      "シヴィア": "シヴィアがルシアンに不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアの射程が短いため、トレードで不利になりやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、シヴィアは持続的なダメージを受けやすい。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとの1対1の殴り合いで火力負けしやすい。\n- ルシアンは機動力が高く、シヴィアが攻撃を避けるのが難しい状況を作りやすい。\n- シヴィアのスペルシールドはルシアンの攻撃に対してあまり効果がないため、オールインで不利になることが多い。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n- セナは長射程を持っており、ルシアンの短射程を活かして一方的にハラスを行うことができるため、レーンでの優位を築きやすい。\n- セナの回復能力により、ルシアンのバーストダメージを軽減できるため、持続的なトレードで有利に立ち回れる。\n- セナはスネア効果を持つスキルを使うことで、ルシアンの機動力を制限し、攻撃のチャンスを増やすことができる。\n- ルシアンはCCを持たないため、セナのスネアに捕まると反撃が難しく、セナが有利な状況を作りやすい。\n- セナはパッシブによって成長しやすく、育つと高い火力を発揮できるため、レーンでのプレッシャーを維持しやすい。",
      "スモルダー": "スモルダーが有利です。\n\n理由は以下の通りです。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、長期戦に強い。\n- AoE攻撃が多く、集団戦でのダメージを稼ぎやすく、ルシアンのような単体攻撃型のチャンピオンに対して有利。\n- Eスキルにより地形を無視して高速移動ができるため、ルシアンの攻撃を避けやすく、追撃や逃走が得意。\n- ルシアンはCCを持たないため、スモルダーの機動力を活かしやすく、ルシアンの攻撃を受けずに反撃できる。\n- スモルダーは射程が長く、ルシアンの短い射程を活かして安全にハラスを行える。",
      "サミーラ": "サミーラが有利です。\n\n- サミーラは接近戦を得意としており、ルシアンの射程が短いため、サミーラが近づくことで有利にトレードができる。\n- サミーラのスキルは、移動不能CCを受けている敵に対して強力な攻撃を行えるため、ルシアンのスキルを避けながら攻撃できる。\n- サミーラは高いDPSを持ち、特にオールインの際にルシアンに対して強力なバーストダメージを与えることができる。\n- ルシアンはCCを持たないため、サミーラが接近して攻撃する際に逃げる手段が限られている。\n- サミーラはブリンクを持っているため、ルシアンの攻撃を回避しやすく、逆に攻撃を仕掛けるチャンスを作りやすい。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンに対して強力なハラスが可能です。\n- ルシアンは射程が短いため、ドレイヴンの攻撃を受けやすく、特にレーンでのトレードで優位に立ちやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- ルシアンはCCを持たないため、ドレイヴンの高いダメージを受けても逃げる手段が限られています。\n- ドレイヴンは移動速度を上げるスキルを持っており、ルシアンの攻撃を避けながら反撃することができます。\n- ルシアンのスキルのクールダウンが短いとはいえ、ドレイヴンの持続的なダメージに対抗するのは難しいです。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤがゼリに不利です。\n\n- ゼリは射程が長く、ハラスが得意であるため、ザヤは一方的にダメージを受けやすい。\n- ゼリの機動力により、ザヤの攻撃を避けやすく、反撃のチャンスを減少させる。\n- ゼリのQスキルはノーコストで持続的に攻撃できるため、ザヤがウェーブクリアやハラスを行うのが難しい。\n- ゼリは接近戦を避けることができるため、ザヤの強みである接近戦での反撃が活かしにくい。\n- ゼリはCCを持たないため、ザヤのスネアを避けられる可能性が高く、ザヤの自衛手段が効果的に機能しない。",
      "サミーラ": "サミーラがゼリに不利です。\n\n- ゼリは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、サミーラはハラスを受けやすい。\n- ゼリの機動力と加速手段により、サミーラが接近戦を仕掛けるのが難しく、Kiteされる可能性が高い。\n- ゼリはQスキルをノーコストで使用できるため、持続的に攻撃を行いやすく、サミーラの攻撃を避けることができる。\n- サミーラは射程が短く、ゼリの攻撃を受けるリスクが高いため、トレードで不利になりやすい。\n- ゼリはCCを持つタンク系のチャンピオンに対して有利であり、サミーラはそのような相手に対して脆弱であるため、集団戦でも不利になる。",
      "ヴェイン": "ヴェインが不利です。\n\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。\n- ゼリのQスキルは長射程で、持続的にダメージを与えられるため、ヴェインが近づく前にハラスが可能。\n- ヴェインは射程が短く、ゼリの攻撃を受けやすい状況に置かれやすい。\n- ゼリは逃げる手段が豊富で、ヴェインの追撃をかわすことができる。\n- ゼリは集団戦でのCCに対して脆弱であるが、ヴェインも対象指定のCCに弱いため、ゼリが有利に立ち回ることができる。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすい。\n- ゼリのQスキルはノーコストで持続的に攻撃できるため、ミス・フォーチュンのハラスを受け流しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤の火力が不足しがちで、ゼリの機動力に対抗しにくい。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすく、トレードで有利を取れる。\n- ミス・フォーチュンのCCがスローのみで、ゼリの機動力を封じる手段が乏しいため、捕まるリスクが高い。",
      "シヴィア": "シヴィアが不利です。\n\n- シヴィアは基礎射程が短く、ゼリの長射程の攻撃に対してトレードで不利になりやすい。\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けながらハラスを行うことができるため、シヴィアは攻撃を当てにくい。\n- ゼリのQスキルはノーコストで持続的に攻撃できるため、シヴィアのウェーブクリア能力に対抗しやすい。\n- シヴィアのスペルシールドはゼリのスキルに対して効果的ではないため、ゼリのCCやダメージを受けやすい。\n- ゼリは接近戦でのトレードが得意で、シヴィアがオールインを仕掛ける前にダメージを与えられる可能性が高い。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持っており、ゼリの低い基礎ADを利用してハラスが可能です。\n- ゼリは基礎ステータスが低く、特に序盤の火力が不足しているため、ドレイヴンの攻撃を受けやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- ゼリは機動力が高いものの、ドレイヴンの高いダメージを受けるとすぐに危険な状況に陥る可能性があります。\n- ドレイヴンは追撃性能が高く、ゼリが逃げる際に斧を使ってダメージを与え続けることができます。\n- ゼリのQは非貫通であるため、ドレイヴンが複数の攻撃を受ける際にダメージを分散させにくいです。",
      "コグ＝マウ": "コグ＝マウがゼリに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウはAR/MRを低下させるスキルを持っており、ゼリの耐久力を削ることができる。\n- コグ＝マウの攻撃は割合ダメージを持ち、特にタンクや耐久力のある相手に対して強力であるため、ゼリの機動力を活かしたトレードを制限できる。\n- コグ＝マウは長射程を持ち、ゼリの攻撃を受ける前に安全にハラスを行うことができる。\n- ゼリは基礎ADが低く、序盤のハラスが苦手なため、コグ＝マウの持続的なダメージに対抗しにくい。\n- コグ＝マウはスロー効果を持つスキルを使って、ゼリの機動力を制限しやすい。\n- ゼリはスキルのCD中に火力が落ちるが、コグ＝マウは持続的にダメージを出し続けることができるため、レーンでの優位性を保ちやすい。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、ゼリの攻撃を避けながら安全にハラスができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスのポークに対して耐えにくい。\n- ヴァルスのスキルはAoEダメージを持ち、ゼリが複数の敵に対してダメージを与えるのが難しい。\n- ヴァルスのCCスキルにより、ゼリの機動力を制限し、トレードで有利に立ち回ることができる。\n- ゼリは逃げの手段がEに依存しているため、ヴァルスのスネアに捕まると厳しい状況に陥る。",
      "コーキ": "コーキがゼリに有利です。\n\n理由は以下の通りです。\n\n- コーキは全てのスキルがAoEであり、ゼリの高い機動力を活かす前にハラスを行いやすい。\n- コーキのQとRは長射程で、ゼリが近づく前にダメージを与えることができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、コーキのAoE攻撃に対して耐えにくい。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与え続けることができるため、ゼリのKiteを封じることができる。\n- ゼリはQスキルが非貫通であるため、コーキのAoE攻撃に対して効果的に反撃するのが難しい。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n- セナは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。\n- セナのスネア効果により、サミーラは接近戦に持ち込む前に捕まるリスクが高い。\n- サミーラは防御ステータスが低く、セナの攻撃を受けると早期にダメージを受けやすい。\n- セナの回復能力により、サミーラがダメージを与えても持ちこたえられることが多い。\n- セナはスキルを使って自身を強化し、サミーラの攻撃を無効化することができるため、サミーラのバーストダメージが通りにくい。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、ハラスが得意なため、コグ＝マウはレーンでの圧力を受けやすい。\n- セナのスネア効果により、コグ＝マウは捕まると致命的なダメージを受ける可能性が高い。\n- セナの回復能力により、コグ＝マウのダメージを軽減されやすく、持続的なハラスが難しい。\n- コグ＝マウは機動力が低く、逃げ手段が乏しいため、セナの攻撃を受け続けると厳しい状況に陥る。\n- セナは序盤から強力なハラスを行えるため、コグ＝マウは育つ前に不利な状況に追い込まれやすい。",
      "ヴェイン": "ヴェインが不利です。\n\n- セナは長射程の攻撃を持ち、ヴェインが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ヴェインは捕まると致命的なダメージを受けやすく、逃げる手段が制限される。\n- セナの回復能力により、ヴェインが与えるダメージを軽減されるため、持続戦闘で不利になる。\n- ヴェインは射程が短く、セナの攻撃を避けるのが難しいため、レーンでのプレッシャーを受けやすい。\n- セナは序盤の強さを活かして、ヴェインが育つ前に有利な状況を作りやすい。",
      "ルシアン": "ルシアンが不利です。\n\n- セナは長射程を持ち、ルシアンの攻撃を受ける前にハラスを行いやすい。\n- セナのスネア効果により、ルシアンは捕まると大きなダメージを受けやすく、オールインが難しくなる。\n- ルシアンはCCを持たないため、セナの回復やハラスに対抗する手段が限られている。\n- セナはパッシブによって成長しやすく、ルシアンが序盤で優位に立てなかった場合、後半において逆転される可能性が高い。\n- セナの回復能力により、ルシアンのバーストダメージが相対的に薄く感じられることが多い。",
      "ザヤ": "ザヤが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、ザヤが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ザヤは捕まるリスクが高く、反撃が難しくなる。\n- ザヤは攻撃範囲が短いため、セナのハラスに対して一方的にダメージを受けやすい。\n- セナの回復能力により、ザヤがダメージを与えても持続的に回復されるため、効果的なダメージを与えにくい。\n- セナは育つと高い火力を発揮できるため、ザヤが育つ前に圧力をかけられると不利になる。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、ハラスが得意なため、ドレイヴンが近づく前にダメージを与えやすい。\n- セナのスネア効果により、ドレイヴンは捕まるリスクが高く、移動妨害を受けると大きなダメージを受ける。\n- セナの回復能力により、ドレイヴンの攻撃が無効化されやすく、持続的な戦闘で不利になる。\n- ドレイヴンはAAに依存しているため、セナのCCにより攻撃が制限されると、戦闘能力が大幅に低下する。\n- セナはパッシブによって成長しやすく、レイトゲームでの影響力が高いため、序盤での優位を築かれると後半に苦しむ可能性がある。",
      "ジンクス": "ジンクスが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、ハラスが得意なため、ジンクスは序盤からダメージを受けやすい。\n- セナのスネア効果により、ジンクスは捕まると動けなくなり、致命的なダメージを受けるリスクが高い。\n- セナは回復能力を持っているため、ジンクスがハラスを行っても、セナが回復することで持ちこたえられることが多い。\n- ジンクスは自衛手段が乏しく、セナのCCに対して脆弱であるため、接近されると危険な状況に陥りやすい。\n- セナのパッシブによる成長が早く、育つとジンクスに対して高い火力を発揮できるため、レイトゲームでも不利になる可能性がある。",
      "シヴィア": "シヴィアが不利です。\n\n- シヴィアは射程が短く、セナの長射程攻撃に対して一方的にハラスを受けやすい。\n- セナのスネア効果を持つスキルに捕まると、シヴィアは逃げる手段が限られており、致命的なダメージを受ける可能性が高い。\n- セナの回復能力により、シヴィアがダメージを与えても持ちこたえられるため、トレードが不利になることが多い。\n- シヴィアは単体へのDPSが低いため、セナとの1対1の殴り合いで劣ることが多い。\n- セナのパッシブによる成長が進むと、シヴィアはさらに不利な状況に陥る可能性が高い。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ヴァルスはセナよりも射程が長いため、セナが攻撃する前にハラスを行いやすい。\n- AoEダメージ: ヴァルスのスキルはAoEダメージを持っており、セナが複数のミニオンや敵チャンピオンに対してもダメージを与えやすい。\n- CCの存在: ヴァルスはスネア効果を持つスキルを持っており、セナの動きを制限することができるため、セナが攻撃しづらくなる。\n- スノーボール性能: セナが育つ前にキルを取ることで、ヴァルスは攻撃速度やダメージが増加し、さらに有利な状況を作りやすい。\n- セナの弱点を突ける: セナは基礎ステータスが低く、逃げ手段が乏しいため、ヴァルスの持続的なハラスやCCによって捕まると致命的なダメージを受けやすい。",
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃を持ち、セナの射程を上回るため、ハラスがしやすい。\n- コーキのスキルはAoEダメージを持ち、セナが複数の敵チャンピオンに対しても効果的にダメージを与えられる。\n- セナは基礎ステータスが低く、序盤のダメージを受けやすいため、コーキのハラスに対して脆弱。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えることができるため、セナに対して持続的なプレッシャーをかけられる。\n- セナは逃げ手段が乏しく、コーキの攻撃を受け続けると致命的なダメージを受ける可能性が高い。",
      "トリスターナ": "トリスターナが有利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、セナの基礎ステータスの低さを突いて一方的にハラスが可能です。\n- トリスターナの射程はレベルが上がるにつれて増加し、セナの射程を上回るため、後半でも有利に立ち回ることができます。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、セナのCCスキルを避けやすいです。\n- セナは逃げ手段が乏しく、トリスターナのバーストダメージを受けると致命的なダメージを受けやすいです。\n- トリスターナはウェーブ管理が難しいセナに対して、プッシュ性能を活かしてレーンを有利に進めることができます。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは長射程の攻撃を持っており、セナよりも遠くからハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ジグスの爆弾攻撃によるハラスに対して耐えにくい。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすいため、セナがハラスを行う機会を減少させることができる。\n- セナのスネア効果を持つスキルは、ジグスの設置型スキルに対しては効果的ではなく、ジグスは安全に攻撃を続けることができる。\n- セナは逃げ手段が乏しく、ジグスのスキルを受けると致命的なダメージを受けやすい。",
      "スモルダー": "スモルダーが有利です。\n\n理由は以下の通りです。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、レイトゲームでの影響力が強い。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーがスタックを貯める間に有利な状況を作りやすい。\n- スモルダーのAoE攻撃は集団戦での強さを発揮し、セナが後衛にいる場合でもダメージを与えやすい。\n- スモルダーはEスキルによる高速移動が可能で、セナのスネアを避けやすく、追撃や逃走が得意。\n- セナのハラスは強いが、スモルダーはスキルを使って距離を取ることができるため、セナの攻撃を受けにくい。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチは射程が長く、セナよりも早くハラスを行うことができるため、レーンでの優位性を持ちやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、トゥイッチの攻撃を受けやすい。\n- トゥイッチのステルスを利用した奇襲が、セナの逃げ手段の乏しさを突くことができる。\n- セナのスネア効果はトゥイッチに対して効果的ではあるが、トゥイッチはその間にダメージを与え続けることができる。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、セナが持つ回復能力を上回ることができる。\n- セナは逃げ手段が乏しいため、トゥイッチの奇襲に対して脆弱であり、捕まると致命的なダメージを受けやすい。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、セナの攻撃を避けやすいため、ハラスを受けにくい。\n- ゼリのQはノーコストで使用でき、持続的に攻撃を行えるため、セナの回復を上回るダメージを与えやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ゼリの機動力を活かしたハラスに対して脆弱。\n- ゼリは射程が長く、セナのハラスを受ける前に攻撃を仕掛けることができる。\n- セナのCCスキルは発動が遅いため、ゼリはその隙を突いて攻撃することが可能。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n- アッシュは長射程を持ち、シヴィアが攻撃する前に一方的にハラスができるため、レーンでのトレードで不利になる。\n- アッシュのスロー効果により、シヴィアは距離を保つことが難しく、接近されると厳しい状況になる。\n- アッシュのアルティメットは超長距離からのスタンを持ち、シヴィアがエンゲージやディスエンゲージを試みる際にリスクが高くなる。\n- シヴィアは基礎射程が短いため、アッシュの攻撃を受けやすく、トレードが成立しづらい。\n- アッシュのパッシブによるスロー効果は、シヴィアの移動速度上昇手段を無効化し、逃げる手段を奪うことができる。",
      "コグ＝マウ": "コグ＝マウがアッシュに不利です。\n\n理由は以下の通りです。\n\n- アッシュは長射程を持ち、コグ＝マウが攻撃する前にハラスを行いやすい。\n- アッシュのスロー効果により、コグ＝マウは距離を保つことが難しくなる。\n- アッシュのアルティメットは、コグ＝マウが接近する前に大きなダメージを与えることができる。\n- コグ＝マウは機動力が低く、アッシュの攻撃を避ける手段が限られている。\n- アッシュのパッシブによる持続的なハラスが、コグ＝マウのスキルCD中に特に効果的である。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- アッシュは長射程の攻撃を持ち、アフェリオスが攻撃する前にハラスを行いやすい。\n- アッシュのスロー効果により、アフェリオスは距離を保つことが難しく、接近されると厳しい状況になる。\n- アッシュのアルティメットは超長距離からのスタンを持ち、アフェリオスが攻撃する前に捕まるリスクが高い。\n- アフェリオスは機動力が低く、アッシュの攻撃を避ける手段が限られているため、オールイン合戦で不利になる。\n- アッシュの視界確保能力により、アフェリオスは安全に攻撃することが難しく、ギャンクや集団戦で狙われやすい。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、アッシュの射程を上回るため、アッシュに対して一方的にハラスが可能です。\n- コーキのスキルはAoEダメージを持ち、アッシュが近づく前にダメージを与えやすいです。\n- アッシュはバーストダメージが低く、コーキの持続的なダメージに対抗しにくいです。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えることができ、アッシュに対してプレッシャーをかけ続けられます。\n- アッシュは機動スキルを持たないため、コーキの攻撃を避けるのが難しく、接近されると脆弱です。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程が長いため、アッシュよりも安全にハラスができる。\n- スキルによる持続的なダメージを与えやすく、アッシュの基礎ステータスの低さを突ける。\n- CC効果を持つスキルにより、アッシュの動きを制限しやすい。\n- アッシュは機動スキルを持たないため、ヴァルスのスネアで捕まると厳しい状況になる。\n- アッシュのバーストダメージが低いため、オールイン合戦で有利に立ちやすい。\n- ヴァルスはキルを取ることで攻撃速度が増加し、スノーボール性能が高い。",
      "トリスターナ": "トリスターナが有利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、アッシュの基礎ステータスが控えめなため、オールイン合戦で有利に立てる。\n- トリスターナの移動能力が高く、ブリンクスキルを持っているため、アッシュのスローを避けやすい。\n- レベルが上がるにつれて射程が増加するため、後半のチームファイトでもアッシュに対して優位に立てる。\n- アッシュは機動スキルを持たないため、トリスターナが接近して攻撃する際に逃げる手段が限られる。\n- トリスターナはウェーブ管理が難しいが、アッシュが攻撃を仕掛ける際にトリスターナが反撃しやすい状況を作りやすい。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アッシュが攻撃を行う前に接近することが可能です。\n- アッシュは機動スキルを持たず、トゥイッチの攻撃を避ける手段が限られています。トゥイッチの攻撃が当たると、アッシュは一方的にダメージを受けることになります。\n- トゥイッチのアルティメットは非常に長い射程を持ち、集団戦での火力が高いため、アッシュが距離を保とうとしても、トゥイッチの攻撃を受けやすいです。\n- アッシュはバーストダメージが低く、トゥイッチの持つ持続的なダメージに対抗しにくいです。特に、トゥイッチの毒による持続ダメージはアッシュにとって厄介です。\n- トゥイッチはアサシンとしての特性を持ち、アッシュのような基礎ステータスが控えめなチャンピオンに対して有利に立ち回ることができます。",
      "サミーラ": "サミーラが有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、アッシュの射程を活かした攻撃を受けた後でも、ブリンクを使って距離を詰めることができるため、オールインが可能です。\n- アッシュはバーストダメージが低く、サミーラの高いDPSに対抗するのが難しいため、サミーラが有利な状況を作りやすいです。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃を行えるため、アッシュがスローを使っても、サミーラはその隙を突いて攻撃することができます。\n- アッシュは機動スキルを持たないため、サミーラが接近して攻撃を仕掛けると、逃げる手段が限られ、サミーラにとって有利な状況になります。\n- サミーラは集団戦でのAoEダメージが強力で、アッシュが複数の敵に囲まれた場合、サミーラの攻撃が効果的に働きます。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "セナ": "セナが不利です。\n\n- ニーラは近接チャンピオンであり、セナの射程を活かしたハラスを受けにくい。\n- ニーラの持続的なダメージと高い機動力により、セナが攻撃を避けるのが難しい。\n- ニーラは味方のヒールやシールドを強化するパッシブを持っており、セナの回復能力を上回ることができる。\n- ニーラのスロー効果を持つスキルにより、セナの動きを制限されやすく、逃げる手段が乏しいセナにとって脅威となる。\n- セナは基礎ステータスが低く、序盤にニーラの攻撃を受けるとハラスに苦しむことが多い。",
      "ミス・フォーチュン": "ミス・フォーチュンはニーラに不利です。\n\n- 射程の長さ: ミス・フォーチュンは遠距離攻撃が可能で、ニーラの近接攻撃を避けながらハラスを行いやすいです。\n- ハラス性能: ミス・フォーチュンは高いハラス性能を持ち、ニーラが近づく前にダメージを与えることができます。\n- CCの有効性: ミス・フォーチュンのスロー効果はニーラの機動力を制限し、追撃や逃走を難しくします。\n- 集団戦での影響力: ミス・フォーチュンは集団戦でのAoEダメージが強力で、ニーラがサポートと連携しても劣位に立たされることがあります。\n- 基礎ステータスの差: ミス・フォーチュンは基礎攻撃力が低いものの、ニーラに対しては序盤からのハラスで優位に立ちやすいです。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- ニーラは近接チャンピオンであり、トゥイッチの射程外から攻撃できるため、トゥイッチはハラスを受けやすい。\n- ニーラのスロー効果により、トゥイッチの移動が制限され、奇襲や逃げる際に不利になる。\n- ニーラは持続的なダメージを持ち、トゥイッチが序盤に弱い時期に対して強力なハラスを行える。\n- ニーラはサポートと連携することで強化されるため、トゥイッチが孤立した場合、特に不利になる。\n- ニーラのダッシュスキルにより、トゥイッチが攻撃を避けることが難しく、逆に攻撃を受けやすい状況を作られる。",
      "ヴァルス": "ヴァルスが不利です。\n\n- 射程が長いヴァルスに対して、ニーラは近接攻撃型であるため、接近するのが難しい。\n- ニーラの高い機動力と持続的なダメージにより、ヴァルスはハラスを受けやすく、特に序盤でのダメージ交換で不利になる。\n- ニーラのスロー効果により、ヴァルスは逃げる手段が限られているため、捕まるリスクが高い。\n- ヴァルスはHP回復手段が乏しく、ニーラの持続的なダメージに対して耐えにくい。\n- ニーラがサポートと連携することで、ヴァルスのポークを無効化しやすく、戦闘での優位性を持たれる。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- ニーラは高い機動力を持ち、オールインが強力であるため、ドレイヴンの攻撃を無効化しやすい。\n- ニーラのスロー効果により、ドレイヴンは移動妨害を受けやすく、斧を拾うことが難しくなる。\n- ニーラは持続的なダメージを出すことができ、ドレイヴンのバーストダメージに対抗できる。\n- ニーラはサポートと連携することでさらに強力になり、ドレイヴンがハラスを受けやすい状況を作り出す。\n- ドレイヴンはAAに依存しているため、ニーラの攻撃を受けると戦闘能力が大幅に低下する。",
      "コグ＝マウ": "コグ＝マウがニーラに不利です。\n\n理由は以下の通りです。\n\n- ニーラは近接キャリーであり、コグ＝マウの射程を活かした攻撃を受けにくい。\n- ニーラの高い機動力により、コグ＝マウの攻撃を避けやすく、接近してダメージを与えることができる。\n- ニーラは持続的なダメージを持ち、コグ＝マウの自衛能力が低いため、序盤からハラスを受けやすい。\n- ニーラのスロー効果により、コグ＝マウの移動が制限され、逃げることが難しくなる。\n- ニーラは味方のヒールやシールドを強化するパッシブを持ち、集団戦での生存能力が高く、コグ＝マウのダメージを軽減しやすい。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ニーラは近接チャンピオンであり、オールインが強力であるため、カイ＝サは序盤からハラスを受けやすい。\n- ニーラの高い機動力と持続的なダメージにより、カイ＝サは接近戦で劣位に立たされることが多い。\n- ニーラのスロー効果を持つスキルにより、カイ＝サは逃げることが難しくなり、捕まるリスクが高まる。\n- カイ＝サは射程が短いため、ニーラの攻撃を避けるのが難しく、特に序盤のハラスに対して脆弱である。\n- ニーラはサポートと連携することで強力な戦闘能力を発揮し、カイ＝サが孤立した場合、特に不利になる。",
      "トリスターナ": "トリスターナが不利です。\n\n理由は以下の通りです。\n\n- ニーラは近接チャンピオンであり、トリスターナの長射程攻撃に対して常にハラスを受けやすい。\n- ニーラのスロー効果を持つスキルにより、トリスターナは移動が制限され、追撃や逃走が難しくなる。\n- ニーラは持続的なダメージを持ち、特にサポートと連携することでトリスターナに対して強力な圧力をかけることができる。\n- トリスターナは序盤が弱く、ニーラがレベルを上げて強化されると、トリスターナは対抗しづらくなる。\n- ニーラのパッシブにより、味方のヒールやシールド効果が強化されるため、トリスターナがダメージを与えにくくなる。"
    },
    "loses": {
      "ザヤ": "ザヤがニーラに有利です。\n\n理由は以下の通りです。\n\n- ザヤは射程が長く、ニーラの近接攻撃を避けながらハラスを行うことができるため、序盤から優位に立ちやすい。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤のハラスに弱いが、ザヤはそのハラスを行いやすい。\n- ザヤのスネアはニーラのダッシュを制限することができ、ニーラが接近するのを難しくする。\n- ザヤはAoEダメージを持っており、集団戦でもニーラに対して有利に立ち回ることができる。\n- ニーラは基礎ステータスが低く、装備やレベルに依存しやすいため、ザヤが早期にリードを取るとそのまま押し切ることができる。",
      "ジグス": "ジグスはニーラに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ジグスは遠距離から攻撃できるため、ニーラが近づく前にダメージを与えることができる。\n- AoEダメージ: ジグスのスキルは範囲攻撃であり、ニーラがミニオンを処理する際に一緒にダメージを与えやすい。\n- CC効果: ジグスの地雷によるスロー効果は、ニーラの機動力を制限し、接近を難しくする。\n- 接近戦の弱さ: ニーラは近接チャンピオンであり、ジグスが距離を保ちながら攻撃することで、ニーラの強みを活かさせない。\n- 序盤のハラス: ジグスは序盤から強力なハラスを持っており、ニーラがサポートなしでレーンを維持するのを困難にする。",
      "ヴェイン": "ヴェインが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴェインは遠距離攻撃が可能で、ニーラの近接攻撃を避けながらハラスを行いやすい。\n- 高い機動力: ヴェインはダッシュを使ってニーラの攻撃を回避し、反撃することができるため、1対1の戦闘で優位に立ちやすい。\n- 確定ダメージ: ヴェインは最大HPに比例したダメージを与えることができ、ニーラのHPを迅速に削ることができる。\n- CCの活用: ヴェインはノックバックを持っており、ニーラの接近を阻止することができるため、戦闘を有利に進めやすい。\n- ニーラの弱点を突ける: ニーラはサポートがいないと弱く、ヴェインはその状況を利用してハラスを行い、レーンでの優位性を確保できる。",
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: コーキは遠距離攻撃が可能で、ニーラの近接攻撃を避けながらハラスができるため、序盤から優位に立ちやすい。\n- AoEダメージ: コーキのスキルは全てAoEであり、ニーラがミニオンを利用して経験値を得る際にもダメージを与えやすい。\n- 短いクールダウン: コーキのアルティメットはクールダウンが短く、頻繁にダメージを与えることができるため、ニーラに対して持続的な圧力をかけられる。\n- CCがないニーラに対して強い: コーキはCCを持たないため、ニーラのスロー効果を気にせずに攻撃できる。\n- マナ消費の管理: コーキはスキルのマナ消費が高いが、ニーラは序盤にハラスを受けやすいため、コーキが有利な状況を作りやすい。",
      "シヴィア": "シヴィアが有利です。\n\n理由は以下の通りです。\n\n- シヴィアは射程が長く、ニーラの近接攻撃を避けやすい。\n- スペルシールドにより、ニーラのスロー効果を無効化できるため、トレードで有利に立ちやすい。\n- AoEダメージとウェーブクリア能力が高く、ニーラがレーンで優位に立つのを妨げることができる。\n- シヴィアの移動速度上昇効果により、ニーラのダッシュをかわしやすく、追撃を避けることができる。\n- ニーラはサポートがいない場合、序盤のハラスに弱いが、シヴィアはそのハラスを行いやすい。",
      "ケイトリン": "ケイトリンはニーラに有利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ニーラの近接攻撃を避けながら一方的にハラスが可能です。\n- ニーラは序盤にハラスを受けやすく、ケイトリンの長射程攻撃によってレーンでの優位性を確保しやすいです。\n- ケイトリンの罠を使うことで、ニーラの機動力を制限し、追撃や逃走を難しくすることができます。\n- ニーラはサポートがいない場合、パッシブの効果が薄れやすく、ケイトリンの攻撃に対して脆弱になります。\n- ケイトリンはスキルを使って視界を確保しつつ、ニーラに対してリスクを与えることができるため、レーンでのプレッシャーを高めやすいです。",
      "スモルダー": "スモルダーが有利です。\n\n理由は以下の通りです。\n\n- スモルダーは射程が長く、ニーラの近接攻撃を避けやすい。\n- ニーラは序盤にハラスを受けやすく、スモルダーのスキルでの攻撃が効果的。\n- スモルダーのAoE攻撃は、ニーラが集団戦での強みを発揮する前にダメージを与えることができる。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高く、ニーラが成長する前に有利な状況を作りやすい。\n- ニーラのCCスキルはスモルダーに対して効果が薄く、逃げる手段が限られているため、スモルダーが有利に立ち回れる。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化する能力があるため、オールインでの勝負に持ち込まれると不利になる。\n- サミーラは高いバーストダメージを持ち、特に移動不能CCを受けている敵に対して強力な攻撃が可能で、ドレイヴンがCCを受けると一気に不利な状況に陥る。\n- ドレイヴンはAAに依存しているため、斧を正確に拾う必要があり、サミーラの攻撃を受けるとその操作が難しくなる。\n- サミーラは瞬時に接近する能力を持っており、ドレイヴンが距離を保とうとしても、簡単に距離を詰められてしまう。\n- サミーラは射程が短いものの、接近戦での強さを活かしてドレイヴンに対して有利に立ち回ることができる。",
      "ヴェイン": "ヴェインが不利です。\n\n- サミーラは接近戦を得意としており、ヴェインの射程が短いため、サミーラが先に攻撃を仕掛けやすい。\n- サミーラの高いDPSとバーストダメージにより、ヴェインは瞬時にダメージを受けやすく、特に集団戦でのAoEダメージが脅威となる。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃ができるため、ヴェインが捕まった場合、反撃が難しい。\n- ヴェインはAoE攻撃を持たないため、レーンでのプッシュや集団戦での影響力が低く、サミーラに対して不利な状況を作りやすい。\n- サミーラはブリンクを持っており、ヴェインの攻撃を回避しやすく、接近戦での有利な立ち回りが可能。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、アフェリオスの射程を活かす前に近づくことができる。\n- サミーラの高いDPSとバーストダメージにより、アフェリオスは瞬時に大きなダメージを受ける可能性がある。\n- アフェリオスは機動力が低く、サミーラのブリンクや接近能力に対抗しづらい。\n- サミーラはアフェリオスがCCを受けている間に強力な攻撃を行うことができ、アフェリオスの防御手段が限られているため、危険な状況に陥りやすい。\n- サミーラは射程が短い相手に対して有利であり、アフェリオスの武器の特性を活かす前に攻撃を仕掛けることができる。",
      "ミス・フォーチュン": "ミス・フォーチュンはサミーラに不利です。\n\n- サミーラは接近戦を得意としており、ミス・フォーチュンが距離を保とうとしても、サミーラのブリンク能力によって簡単に接近されてしまう。\n- サミーラは高いDPSとバーストダメージを持っており、ミス・フォーチュンがオールインを仕掛けられると、瞬時にダメージを受けやすい。\n- ミス・フォーチュンはCCがスローのみで、サミーラの攻撃を止める手段が限られているため、接近された際に逃げるのが難しい。\n- サミーラは射程が短い相手に対して有利であり、ミス・フォーチュンの攻撃を受けながらも、効果的に反撃できる。\n- サミーラは集団戦でのAoEダメージが強力で、ミス・フォーチュンが集団戦での立ち位置を誤ると、サミーラに一気に押し込まれる可能性が高い。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、サミーラにオールインされると対処が難しい。\n- サミーラの高いDPSとバーストダメージにより、カイ＝サは瞬時に倒されるリスクが高い。\n- サミーラは移動不能CCを受けた敵に対して強力な攻撃ができるため、カイ＝サがスキルを使った後の隙を突かれやすい。\n- サミーラのブリンク能力により、カイ＝サの攻撃を回避しやすく、逆にサミーラが接近して攻撃するチャンスが増える。\n- カイ＝サは装備依存度が高く、サミーラが主導権を握ると、カイ＝サは成長が遅れ、終盤まで腐る可能性がある。",
      "ジン": "ジンが不利です。\n\n- サミーラは接近戦を得意としており、ジンが近づかれるとオールインされやすい。\n- ジンはブリンクを持たず、サミーラの高いバーストダメージに対して逃げる手段が限られている。\n- サミーラは移動不能CCを持っており、ジンの動きを制限しやすい。\n- サミーラのDPSは高く、ジンがリロード中や4発目の攻撃後に狙われると致命的なダメージを受ける可能性がある。\n- サミーラは射程が短いが、ジンの攻撃を避けるためのブリンクを持っているため、ジンの攻撃を回避しやすい。",
      "ルシアン": "ルシアンが不利です。\n\n- サミーラは接近戦を得意としており、ルシアンの射程が短いため、オールインを仕掛けられると対処が難しい。\n- サミーラは高いDPSを持ち、特に接近した際のバーストダメージが強力で、ルシアンはその攻撃を受けやすい。\n- サミーラのスキルは、移動不能CCを受けた敵に対して強力な攻撃を行うことができ、ルシアンはCCを持たないため、反撃が難しい。\n- サミーラはブリンクを持っており、ルシアンの攻撃を回避しやすく、逆にルシアンが攻撃を受けるリスクが高まる。\n- ルシアンは集団戦での立ち位置が難しく、サミーラのAoEダメージに晒されやすい。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、トゥイッチの射程を活かす前に近づいて攻撃することができる。\n- サミーラは高いDPSとバーストダメージを持っており、トゥイッチが攻撃を始める前に瞬時にダメージを与えることができる。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃が可能で、トゥイッチがスロー効果を持つスキルを使っても逃げられないことが多い。\n- トゥイッチは逃げ性能が低く、サミーラの攻撃を受けると脆弱であるため、接近戦での立ち回りが難しい。\n- サミーラは射程が短めのDPSキャリーに対して有利であり、トゥイッチの攻撃を受ける前にオールインを仕掛けることができる。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、サミーラの短射程を活かして一方的にハラスが可能です。\n- セナのスネア効果により、サミーラの接近を阻止しやすく、サミーラが攻撃を仕掛ける前にダメージを与えることができます。\n- セナの回復能力により、サミーラのバーストダメージを軽減でき、持続的な戦闘で優位に立てます。\n- サミーラは接近戦を得意としていますが、セナは距離を保ちながら戦えるため、サミーラの強みを無効化できます。\n- セナのパッシブによって、レーンでのゴールド獲得が容易になり、育ちやすくなります。これにより、後半戦でも強力な火力を発揮できます。",
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。\n- サミーラは接近戦を得意とするが、コーキはAoEダメージを持っているため、サミーラが近づくと同時にダメージを与えられる。\n- コーキはCCを持たないため、サミーラのブリンクを直接的に阻害することはできないが、サミーラが接近する前にダメージを与えることで、彼女の攻撃を牽制できる。\n- コーキのスキルはクールダウンが短く、持続的にダメージを与えられるため、サミーラがオールインを仕掛ける前に有利な状況を作りやすい。\n- サミーラは防御ステータスが低く、コーキの持つバーストダメージに対して脆弱であるため、早期にダメージを与えられると厳しい状況に追い込まれる。",
      "ゼリ": "ゼリはサミーラに有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、サミーラの接近戦スタイルに対して距離を保ちながら攻撃できるため、サミーラの攻撃を避けやすい。\n- ゼリのQスキルは長射程で、マナ消費がないため、持続的にハラスを行いやすく、サミーラの攻撃を受ける前にダメージを与えることができる。\n- サミーラは接近戦を得意とするが、ゼリはKiteが得意であり、サミーラが近づいてくる際に逃げることができる。\n- サミーラは防御ステータスが低く、ゼリの持続的な攻撃に対して脆弱であるため、トレードで有利に立ち回ることができる。\n- ゼリは接近手段に確実性がないサミーラに対して、機動力を活かして有利に立ち回ることができる。",
      "コグ＝マウ": "コグ＝マウがサミーラに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、サミーラが接近する前に攻撃できるため、サミーラの接近戦を阻止しやすい。\n- サミーラは防御ステータスが低く、コグ＝マウの割合ダメージやAR/MRを低下させるスキルによって、ダメージを受けやすい。\n- サミーラは接近戦を得意とするが、コグ＝マウはスロー効果を持つスキルでサミーラの移動を制限できるため、逃げることが難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、サミーラが集団戦でのAoEダメージを発揮する前に、コグ＝マウが先にダメージを与えることができる。\n- サミーラは単独でのCCがないため、コグ＝マウの攻撃を受けると反撃が難しくなる。",
      "ジンクス": "ジンクスが有利です。\n\n理由は以下の通りです。\n\n- ジンクスは長射程を持ち、サミーラの接近を許さずにハラスが可能です。\n- サミーラは射程が短く、ジンクスの攻撃を受けるとダメージを受けやすいです。\n- ジンクスのスキルは敵をスローやスネアで妨害できるため、サミーラの接近戦を阻止できます。\n- ジンクスは高いDPSを持ち、特に集団戦でのAoEダメージが強力で、サミーラが接近する前にダメージを与えられます。\n- サミーラは防御ステータスが低く、ジンクスの攻撃を受けると脆弱です。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすく、サミーラに対して優位に立てる状況を作りやすいです。",
      "ザヤ": "ザヤがサミーラに有利です。\n\n理由は以下の通りです。\n\n- ザヤは射程が短いサミーラに対して、スネアや加速を使って自衛しやすく、接近戦での反撃が得意です。\n- サミーラは接近戦を得意としますが、ザヤのスキルを使うことでサミーラの攻撃を回避しやすく、逆にダメージを与えるチャンスが増えます。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、サミーラが集団戦でのバーストを狙う際に、ザヤが有利に立ち回ることができます。\n- サミーラは防御ステータスが低く、CCに弱いため、ザヤのスネアやダメージを受けると一気に不利な状況に陥る可能性があります。\n- ザヤはラカンと組むことでさらに強化され、サミーラに対しても連携を活かした攻撃が可能です。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ヴァルスはサミーラよりも射程が長いため、遠距離から安全に攻撃でき、サミーラが接近する前にダメージを与えることができる。\n- CCの存在: ヴァルスはスネア効果を持つスキルを持っており、サミーラの接近を阻止することができる。これにより、サミーラがオールインを仕掛ける前に動きを制限できる。\n- ポーク能力: ヴァルスはスキルを使って持続的にダメージを与えることができるため、サミーラが接近する前に体力を削ることができる。\n- サミーラの弱点を突ける: サミーラは接近戦を得意とするが、低い防御ステータスとCCに弱いため、ヴァルスの攻撃を受けると厳しい状況に陥る。\n- スノーボール性能: ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、さらにダメージを与えやすくなるため、試合が進むにつれて有利な状況を作りやすい。",
      "シヴィア": "シヴィアがサミーラに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高い射程を持ち、サミーラの接近を許さずに攻撃できるため、レーンでのトレードで優位に立ちやすい。\n- シヴィアのスペルシールドは、サミーラのスキルを無効化できるため、サミーラの攻撃を受けるリスクを減少させる。\n- シヴィアはウェーブクリア能力が高く、サミーラがレーンでのプレッシャーをかける前にミニオンを処理できるため、サミーラのオールインを防ぎやすい。\n- シヴィアの移動速度上昇効果により、サミーラの接近を逃れやすく、逆に距離を取って攻撃することができる。\n- サミーラは防御ステータスが低く、シヴィアの持つAoEダメージに対して脆弱であるため、集団戦でも不利になりやすい。",
      "ニーラ": "ニーラがサミーラに有利です。\n\n理由は以下の通りです。\n\n- 射程の短いサミーラに対して、ニーラは接近戦での持続的なダメージを与えやすい。\n- ニーラのダッシュスキルにより、サミーラの攻撃を回避しやすく、オールインの際に有利に立ち回れる。\n- サミーラはCCに弱く、ニーラのスロー効果を利用して動きを制限することで、サミーラの攻撃を封じることができる。\n- ニーラは味方のヒールやシールドを強化するパッシブを持っており、サミーラとの1対1の戦闘で持続力が高い。\n- サミーラは単独でのCCがないため、ニーラがサポートと連携することで、サミーラに対して優位に立つことができる。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの基礎ADが低いため、ハラスに対して非常に脆弱です。\n- ドレイヴンの攻撃はAAに依存しており、ゼリは機動力を活かして距離を取ることができるものの、ドレイヴンの高い火力に対抗するのは難しいです。\n- ゼリのQは非貫通であり、ドレイヴンのように複数の敵にダメージを与えることができないため、トレードでのダメージ効率が劣ります。\n- ドレイヴンは移動速度を上げるスキルを持っており、追撃性能が高いため、ゼリが逃げるのが難しくなります。\n- ゼリはウェーブクリア能力が乏しく、ドレイヴンの攻撃を受けながらレーンを維持するのが困難です。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、カイ＝サが攻撃を受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、カイ＝サはCCを持たないため、ドレイヴンの攻撃を無効化できない。\n- ドレイヴンは移動速度を上げるスキルを持っており、追撃性能が高いため、カイ＝サが逃げるのが難しい。\n- カイ＝サは基礎ADのスケールが低く、中盤以降は装備に依存しやすいため、ドレイヴンに主導権を握られると厳しい。\n- ドレイヴンの斧を拾う必要があるため、カイ＝サが攻撃を避けるのが難しく、オールインを仕掛けるタイミングが難しい。",
      "トゥイッチ": "トゥイッチがドレイヴンに不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、トゥイッチが攻撃を受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、トゥイッチのステルスを利用した奇襲が効果的に機能しにくい。\n- ドレイヴンは移動速度を上げるスキルを持っており、トゥイッチが逃げるのが難しくなる。\n- ドレイヴンの高い火力に対して、トゥイッチは防御手段が乏しく、オールインで負けやすい。\n- トゥイッチは装備依存度が高く、序盤にドレイヴンに対して劣位に立たされると、後の展開が厳しくなる。",
      "シヴィア": "シヴィアがドレイヴンに不利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、シヴィアの基礎射程が短いため、トレードで先手を取られやすい。\n- ドレイヴンの攻撃はAAに依存しており、シヴィアはスペルシールドを持っているものの、ドレイヴンの高火力に対しては効果的に対抗できない。\n- シヴィアはウェーブクリア能力が高いが、ドレイヴンの高いダメージを受けるとレーンでのプレッシャーがかかり、ファームが難しくなる。\n- ドレイヴンは移動速度を上げるスキルを持っており、追撃性能が高いため、シヴィアが逃げるのが難しい。\n- シヴィアは単体へのDPSが低く、ドレイヴンとの1対1の殴り合いでは劣るため、オールインで負けやすい。",
      "スモルダー": "スモルダーが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーがスタックを貯める前に攻撃を受けやすい。\n- スモルダーはAA強化がないため、ドレイヴンの高いDPSに対抗しにくい。\n- ドレイヴンの移動速度上昇スキルにより、スモルダーが逃げる際に追撃されやすい。\n- スモルダーはCCに弱く、ドレイヴンの攻撃を受けると大きなダメージを受ける可能性が高い。\n- スモルダーの序盤のスキル性能が低いため、ドレイヴンとのレーニングで不利になることが多い。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがドレイヴンに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、ドレイヴンの攻撃を受ける前に安全にハラスができる。\n- ドレイヴンはAAに依存しているため、コグ＝マウのスロー効果を受けると攻撃が難しくなる。\n- コグ＝マウのスキルはAR/MRを低下させるため、ドレイヴンの耐久力を削りやすい。\n- コグ＝マウは集団戦でのダメージ出力が高く、ドレイヴンがオールインを狙う際にリスクが大きい。\n- ドレイヴンは移動妨害に弱く、コグ＝マウのスローを受けることで斧を拾えなくなる可能性がある。",
      "ジグス": "ジグスがドレイヴンに有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持っており、ドレイヴンが近づく前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、ドレイヴンが斧を拾うために必要な位置取りを難しくする。\n- ドレイヴンはAAに依存しているため、ジグスのスキルで移動を妨害されると攻撃ができなくなる。\n- ジグスはミニオン処理が得意で、ドレイヴンがファームをする際に圧力をかけやすい。\n- ジグスの設置型スキルは、ドレイヴンが接近する際のゾーニングに効果的で、戦闘を有利に進めることができる。",
      "ニーラ": "ニーラがドレイヴンに有利です。\n\n理由は以下の通りです。\n\n- ニーラは近接チャンピオンであり、ドレイヴンの攻撃を避けながら接近しやすい。特に、ダッシュスキルを使うことでドレイヴンの攻撃を回避できる。\n- ドレイヴンはAAに依存しているため、ニーラのスロー効果を受けると攻撃が当たりにくくなる。これにより、ドレイヴンのダメージ出力が低下する。\n- ニーラは持続的なダメージを持ち、オールインが強力であるため、ドレイヴンが斧を拾う前に一気に攻撃を仕掛けることができる。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化できるため、サポートと連携することで戦闘能力が向上し、ドレイヴンに対抗しやすい。\n- ドレイヴンは移動妨害に弱く、ニーラのスロー効果を受けることで、彼の機動力を制限できる。これにより、ドレイヴンが安全に戦うことが難しくなる。",
      "ジンクス": "ジンクスがドレイヴンに有利です。\n\n理由は以下の通りです。\n\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ジンクスの攻撃速度の上昇効果により、ドレイヴンのバーストダメージに対抗しやすく、持続的なダメージを出すことができる。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、ジンクスはその隙を突いて攻撃することができる。\n- ジンクスのCCスキルにより、ドレイヴンの移動を妨げることができ、特に追撃や逃げる際に有利に働く。\n- ドレイヴンは移動妨害に弱く、ジンクスのスネアやスローを受けることで、彼の攻撃力を最大限に活かせなくなる。",
      "サミーラ": "サミーラが有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化する能力があるため、オールインが強力です。\n- ドレイヴンはAAに依存しているため、斧を正確に拾えないとダメージが大幅に低下しますが、サミーラはその隙を突いて攻撃できます。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃を行えるため、ドレイヴンがCCを受けた際に有利に立ち回れます。\n- サミーラの高いDPSとバーストダメージにより、ドレイヴンを瞬時に排除することが可能です。\n- サミーラはブリンクを持っているため、ドレイヴンの攻撃を回避しやすく、接近して攻撃することが容易です。",
      "アッシュ": "アッシュが有利です。\n\n理由は以下の通りです。\n\n- アッシュは長射程を持ち、ドレイヴンの攻撃を受ける前にハラスが可能です。\n- アッシュのスロー効果により、ドレイヴンの接近を妨げることができ、Kitingが得意です。\n- ドレイヴンはAAに依存しているため、アッシュのスローで斧を拾うのが難しくなります。\n- アッシュのアルティメットは超長距離からのスタンを持ち、ドレイヴンに対して低リスクでのエンゲージが可能です。\n- アッシュは視界を確保するスキルを持っており、チーム戦での戦略的なプレイがしやすいです。\n- ドレイヴンは移動妨害に弱く、アッシュのスローやCCで大きな影響を受けやすいです。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にハラスを行うことができる。\n- スモルダーのスキルはAoEダメージが豊富で、集団戦でのダメージを稼ぎやすく、ザヤが集団戦でのダメージを出す前に倒される可能性が高い。\n- スモルダーはEスキルで高速移動が可能で、ザヤのスネアを避けやすく、ザヤが反撃する機会を減らす。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなるため、ザヤが序盤で優位に立てないと後半に苦しむことになる。\n- ザヤはCCやバーストに対して準備が必要で、スモルダーの攻撃が早く、突発的な戦闘では不利になる。",
      "コーキ": "コーキが不利です。\n\n- スモルダーはAA強化やハードCCを持つチャンピオンに対して不利であり、コーキはその特性を持たないため、スモルダーに対してタイマンでの戦闘が苦手です。\n- スモルダーはスキルを駆使して戦うマークスマンであり、特にスタックを貯めることで後半に強力なダメージを出せるため、コーキのダメージが通りにくくなります。\n- コーキはCCがないため、スモルダーのEスキルによる高速移動や追撃に対抗する手段が乏しく、逃げることが難しいです。\n- コーキのスキルはマナ消費が激しく、序盤からスキルを多用するとマナが枯渇しやすく、スモルダーの持続的な攻撃に対して持久力が低下します。\n- スモルダーは集団戦に強く、AoE攻撃を持つため、コーキが密集した敵に対して効果的にダメージを与えられる状況では不利になります。",
      "ヴェイン": "ヴェインが不利です。\n\n- スモルダーはスキルを駆使して戦うマークスマンであり、特にスタックを貯めることで後半のダメージが非常に高くなるため、長期戦に持ち込まれるとヴェインは不利になる。\n- スモルダーのAoE攻撃は集団戦での強さを発揮し、ヴェインのような単体攻撃型のチャンピオンに対して有利に働く。\n- スモルダーのEスキルによる高速移動は、ヴェインの追撃能力を無効化することができ、逃げる手段を奪うことができる。\n- ヴェインは射程が短く、スモルダーの攻撃を受けやすくなるため、ハラスやオールインで不利になることが多い。\n- スモルダーはCCを持たないため、ヴェインの機動力を活かした攻撃が通りにくく、逆にスモルダーの攻撃を受けるリスクが高まる。",
      "セナ": "セナが不利です。\n\n- スモルダーはAA強化がないため、DPSが低く、セナのハラスに対して耐えやすい。\n- スモルダーはスキルを駆使して戦うため、セナのハラスを受けてもスタックを貯めやすく、後半に強くなる。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーのスキルによるダメージを受けやすい。\n- スモルダーのEスキルによる高速移動で、セナのCCを避けやすく、捕まえにくい。\n- スモルダーは集団戦でのAoE攻撃が強力で、セナが集団戦での影響力を発揮しにくい。",
      "ルシアン": "ルシアンが不利です。\n\n- スモルダーはスキルを駆使して戦うマークスマンであり、特にスタックを貯めることで後半のダメージが非常に高くなるため、長期戦に持ち込まれると不利になります。\n- スモルダーのAoE攻撃は集団戦で非常に強力で、ルシアンが集団戦で立ち位置を維持するのが難しくなります。\n- ルシアンは射程が短いため、スモルダーの攻撃を受けやすく、特にスモルダーのEスキルによる高速移動での追撃に対して脆弱です。\n- スモルダーはスタックがない序盤は弱いですが、ルシアンも序盤から強力なハラスができるため、序盤のトレードで有利に立てる可能性がありますが、スモルダーが成長すると逆転されることが多いです。\n- ルシアンはCCを持たないため、スモルダーの攻撃を避ける手段が限られており、特に集団戦での立ち回りが難しくなります。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- スモルダーはAA強化がないため、DPSが低く、ミス・フォーチュンの高いハラス性能に対抗しづらい。\n- スモルダーは序盤のスタックがない状態ではスキルの性能が低く、ミス・フォーチュンのハラスに苦しむことが多い。\n- ミス・フォーチュンのスローやAoEダメージは、スモルダーの逃げ手段を制限し、オールインを仕掛ける際に不利になる。\n- スモルダーはCCに弱く、ミス・フォーチュンのスローや集団戦での制圧力に対して脆弱である。\n- ミス・フォーチュンは集団戦での影響力が高く、スモルダーがスタックを貯める前にダメージを受けやすい。"
    },
    "loses": {
      "シヴィア": "シヴィアがスモルダーに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージを持ち、ウェーブクリア能力が優れているため、スモルダーがスタックを貯める前にレーンを押し込むことができる。\n- スペルシールドを持っているため、スモルダーのスキルを回避しやすく、トレードで有利に立ちやすい。\n- シヴィアの移動速度上昇手段により、スモルダーのEスキルによる追撃をかわすことができ、逃げやすい。\n- シヴィアは集団戦でのエンゲージやディスエンゲージが得意で、スモルダーが集団戦で強みを発揮する前に有利な状況を作りやすい。\n- スモルダーは序盤のスタックがない状態では弱いため、シヴィアが序盤から優位に立つことで、レーンを支配しやすい。",
      "ドレイヴン": "ドレイヴンがスモルダーに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーのスタックが貯まる前に攻撃を仕掛けることができるため、レーニングで優位に立ちやすい。\n- スモルダーはAA強化がないため、ドレイヴンの高いDPSに対抗しにくい。特に序盤はスモルダーの攻撃力が低く、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- スモルダーは逃走手段がEスキルのみでCDが長いため、ドレイヴンの高い追撃性能に対して脆弱である。\n- ドレイヴンは移動速度を上げるスキルを持っており、スモルダーのスキルを避けながら攻撃を続けることができる。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n- ジンは長射程のスキルを持ち、ジグスの攻撃を避けやすい。ジグスのスキルは発動までにラグがあるため、ジンが距離を保ちながら攻撃することができる。\n- ジンのスネア効果を持つスキルにより、ジグスは動きを制限されやすく、接近されると無力になりやすい。\n- ジンは高いバーストダメージを持ち、特にHPが減ったジグスに対して強力。ジグスは耐久力が低いため、ジンの攻撃に対して脆弱。\n- ジンは集団戦でのAoEダメージが強力で、ジグスのスキルを避けながらダメージを与えることができるため、ジグスは集団戦で苦戦しやすい。\n- ジンのリロードのタイミングを狙って攻撃することができるため、ジグスはその隙を突かれやすい。",
      "ヴァルス": "ヴァルスが不利です。\n\n- ジンは長射程のスキルを持ち、ヴァルスの攻撃を受けながら安全にハラスができるため、レーンでのトレードで優位に立ちやすい。\n- ジンのスネア効果を持つスキルにより、ヴァルスは接近された際に動きを制限されやすく、オールインに弱い。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減った状態のヴァルスに対して特に効果的。\n- ヴァルスは逃げスキルが限られているため、ジンの攻撃を受け続けると致命的なダメージを受けやすい。\n- ジンは集団戦でも優れたパフォーマンスを発揮できるため、ヴァルスが集団戦での持続的なダメージを出すのが難しくなる。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- ジンは長射程のスキルを持ち、ケイトリンの射程を超えて攻撃できるため、ハラスが難しい。\n- ジンのスネア効果を持つスキルにより、ケイトリンは捕まえられやすく、オールインに弱い。\n- ケイトリンはAA強化がパッシブに依存しているため、ジンの高バーストダメージに対抗しづらい。\n- ジンはスキルのAoE効果を活かして、集団戦でのダメージを出しやすく、ケイトリンのパワー不足を突くことができる。\n- ケイトリンのスキルのモーションが長く、ジンの攻撃を避けるのが難しいため、反撃のチャンスが減る。",
      "スモルダー": "スモルダーが不利です。\n\n- スモルダーはAA強化がないため、DPSが他のADCに比べて低く、ジンの高いバーストダメージに対抗しづらい。\n- ジンのスネア効果により、スモルダーは接近戦での動きが制限され、オールインに弱くなる。\n- スモルダーは序盤のスタックがない状態ではスキルの性能が低く、ジンのハラスに対して耐えにくい。\n- ジンは長射程のスキルを持ち、遠距離からの攻撃でスモルダーを圧倒することができる。\n- スモルダーの逃走手段がEスキルのみでCDが長いため、ジンの攻撃を受けやすく、CCに弱い。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは高いバーストダメージを持ち、ジンのHPが減った状態でのオールインが強力です。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サが接近することで有利に戦えます。\n- カイ＝サのスキルは魔法ダメージを持ち、ジンの防具での対策がしにくいため、ダメージを与えやすいです。\n- カイ＝サはスキルを進化させることで状況に応じた強化が可能で、特にジンのスキルを避ける能力が高いです。\n- ジンは残弾数が見えるため、カイ＝サがリロードのタイミングを狙って攻撃することができます。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持ち、トゥイッチが近づく前にハラスが可能で、レーンでの圧力をかけやすい。\n- エズリアルの機動力の高いワープスキルにより、トゥイッチの奇襲を回避しやすく、反撃のチャンスを持つ。\n- トゥイッチは自動攻撃に依存しているため、エズリアルのスキルによるポークやバーストダメージに対して脆弱。\n- エズリアルのCC効果を持つアルティメットは、トゥイッチのステルス状態を無効化し、集団戦での生存率を下げる要因となる。\n- トゥイッチは序盤のトレードが苦手で、エズリアルの高いDPSに対抗しづらい。",
      "ジグス": "ジグスが不利です。\n\n- エズリアルは高い機動力を持ち、ワープスキルでジグスの攻撃を避けやすいため、ジグスのスキルを当てるのが難しい。\n- エズリアルのスキルは長射程であり、ジグスが攻撃する前に安全な距離からハラスを行うことができる。\n- ジグスは対象指定スキルを持たず、エズリアルのブリンクによって簡単に回避されるため、ダメージを与えにくい。\n- エズリアルは持続的なダメージを出すことができ、ジグスが接近を許すと反撃を受けやすい。\n- エズリアルのスキルは短いクールダウンを持ち、ジグスのスキルを連発することができるため、ジグスのマナ管理が難しくなる。",
      "ザヤ": "ザヤがエズリアルに不利です。\n\n- エズリアルは長射程のスキルを持ち、ザヤが近づく前にハラスを行うことができるため、ザヤは一方的にダメージを受けやすい。\n- エズリアルのスキルは短いクールダウンで、持続的にダメージを与えられるため、ザヤは自衛が難しくなる。\n- ザヤの攻撃範囲はエズリアルより短いため、エズリアルが安全な距離から攻撃できるのに対し、ザヤは接近しなければならず、リスクが高い。\n- エズリアルのワープスキルにより、ザヤの攻撃を避けやすく、反撃のチャンスを減少させる。\n- ザヤはスキルの発動に時間がかかるため、エズリアルのバーストダメージに対して脆弱で、突発的な戦闘では不利になる。",
      "ヴァルス": "ヴァルスが不利です。\n\n- エズリアルは長射程のスキルを持ち、ヴァルスの攻撃を安全な距離からハラスできるため、レーンでの優位性を持つ。\n- エズリアルの機動力が高く、ワープスキルを使ってヴァルスの攻撃を回避しやすい。これにより、ヴァルスはエズリアルに対して攻撃を当てるのが難しくなる。\n- エズリアルは持続的なダメージを与える能力が高く、特に中盤までのDPSが優れているため、ヴァルスが持つ持続的なダメージを上回ることができる。\n- ヴァルスはHP回復手段が乏しく、エズリアルのハラスに対して耐えるのが難しい。エズリアルのスキルコンボによって、ヴァルスは早期にダメージを受けやすい。\n- エズリアルのスキルは方向指定であるため、ヴァルスがスネアを当てるタイミングを逃すと、逆に反撃を受けるリスクが高まる。",
      "コーキ": "コーキが不利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離からハラスできるため、コーキはレーンでのプレッシャーを受けやすい。\n- コーキはCCがないため、エズリアルの機動力を活かした攻撃に対して反撃が難しく、エズリアルのスキルコンボに対して脆弱。\n- エズリアルは高いバーストダメージを持ち、コーキが持続的なダメージを出す前に倒される可能性が高い。\n- コーキはマナ消費が激しく、スキルを多用することでマナが枯渇しやすく、エズリアルの持続的なハラスに耐えられないことがある。\n- エズリアルはウェーブクリアが得意で、コーキがプッシュしても逆にエズリアルに有利な状況を作られることが多い。",
      "ミス・フォーチュン": "ミス・フォーチュンはエズリアルに不利です。\n\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンが近づく前にハラスを行うことができるため、レーンでの圧力が高い。\n- エズリアルの機動力が高く、ワープスキルを使ってミス・フォーチュンの攻撃を回避しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルのスキルコンボに対して耐えるのが難しい。\n- エズリアルはAoE攻撃が限られているため、ミス・フォーチュンがミニオンを盾にして攻撃することが難しい。\n- ミス・フォーチュンはCCがスローのみで、エズリアルの機動力に対抗する手段が乏しいため、接近されると脆弱になる。",
      "ケイトリン": "ケイトリンが不利です。\n\n- エズリアルは長射程のスキルを持ち、ケイトリンの攻撃を安全な距離からハラスできるため、レーンでの優位性を持ちやすい。\n- エズリアルの機動力が高く、ワープスキルを使ってケイトリンの攻撃を避けたり、反撃を行うことができる。\n- ケイトリンはAA強化がパッシブに依存しているため、エズリアルのスキルコンボに対して持続的なダメージを与えられず、殴り合いで不利になることが多い。\n- エズリアルのスキルは短いクールダウンを持ち、持続的なダメージを出しやすいため、ケイトリンが攻撃を避けるのが難しい。\n- ケイトリンはスキルのモーションが長く、エズリアルの攻撃を受けやすくなるため、集団戦でのパフォーマンスが低下する。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、ドレイヴンが近づく前にハラスが可能です。\n- エズリアルの機動力が高く、ワープスキルを使ってドレイヴンの攻撃を避けることができるため、ドレイヴンが攻撃を当てにくいです。\n- ドレイヴンはAAに依存しているため、エズリアルのスキルでダメージを受けると、斧を拾うのが難しくなり、戦闘能力が低下します。\n- エズリアルのCC効果を持つアルティメットは、ドレイヴンの移動を妨げることができ、追撃や逃げる際に不利になります。\n- エズリアルはウェーブクリアが得意で、ドレイヴンがレーンを押し込むのが難しく、結果的にファームが取りにくくなります。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持ち、コグ＝マウが攻撃する前にハラスを行いやすい。\n- エズリアルの機動力が高く、ワープスキルを使ってコグ＝マウの攻撃を避けることができる。\n- コグ＝マウは機動力が低く、エズリアルのスキルを避ける手段が限られているため、反撃を受けやすい。\n- エズリアルのバーストダメージが高く、コグ＝マウがスキルのクールダウン中にダメージを受けやすい。\n- コグ＝マウは基礎射程が短く、エズリアルのハラスに対して劣位に立たされることが多い。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n理由は以下の通りです。\n\n- カイ＝サは高いバーストダメージを持ち、エズリアルのスキルを回避しやすい。特に、瞬時の加速を利用してエズリアルのスキルショットを避けることができる。\n- カイ＝サの攻撃は魔法ダメージを含むため、エズリアルが防具で対策しにくい。これにより、エズリアルはダメージを受けやすくなる。\n- カイ＝サはスキルを進化させることで、状況に応じた強化が可能であり、特に接近戦での強さを発揮できる。\n- カイ＝サのUltは長距離移動が可能で、エズリアルの攻撃を避けながら奇襲をかけることができるため、エズリアルに対して有利な立ち回りができる。\n- エズリアルは主力スキルが方向指定であり、機動力の高いカイ＝サに対してはパフォーマンスが落ちるため、カイ＝サが有利に戦える。",
      "ヴェイン": "ヴェインがエズリアルに有利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。特に、エズリアルの主力スキルが方向指定であるため、ヴェインはダッシュを使って回避することができる。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、エズリアルがタンクや高HPのチャンピオンに対して有利であるのに対し、エズリアルはヴェインに対して持続的なダメージを与えにくい。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルがスキルを外した場合、ヴェインは反撃のチャンスを得やすい。\n- エズリアルはAoE攻撃が限られており、ミニオンを盾にされると攻撃が通りにくいが、ヴェインはそのような状況でもダメージを与えやすい。\n- ヴェインは短いCDのダッシュを持っており、エズリアルのハラスを受けながらも距離を詰めることができるため、エズリアルに対してプレッシャーをかけやすい。",
      "アフェリオス": "アフェリオスがエズリアルに有利です。\n\n理由は以下の通りです。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、エズリアルのスキルを避ける手段が豊富です。\n- エズリアルは主にスキルを使って戦うため、アフェリオスの持つ武器の効果に対して対策が難しいです。\n- アフェリオスはレベル12以降に脅威ステータスが高まり、エズリアルの耐久力を上回る火力を発揮できます。\n- エズリアルの主力スキルが方向指定であるため、アフェリオスの機動力の低さを逆手に取ることができ、ハラスを行いやすいです。\n- アフェリオスはハラス性能が低い相手に対して有利であり、エズリアルはその一例です。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、特に序盤から中盤にかけてのハラス性能が高いため、トリスターナはダメージを受けやすい。\n- トリスターナは序盤が弱く、装備が整うまでの間はダメージを出しづらいが、アフェリオスはレベル12以降に脅威ステータスが高まり、トリスターナに対して強力な火力を発揮できる。\n- トリスターナのウェーブ管理が難しく、自動でプッシュしてしまうため、アフェリオスに対してガンクされやすく、立ち位置が悪くなることが多い。\n- アフェリオスは機動力が低いものの、トリスターナの攻撃を受けた際に反撃する手段が豊富で、特に射程が長い武器を使うことでトリスターナの攻撃を避けつつダメージを与えられる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きくなるため、アフェリオスに対して有利な状況を作られやすい。",
      "ヴェイン": "ヴェインが不利です。\n\n- アフェリオスは射程が長く、ハラス性能が高いため、ヴェインは序盤からダメージを受けやすい。\n- アフェリオスの武器の特性により、ヴェインの機動力を活かすことが難しく、特に集団戦では彼の攻撃を避けにくい。\n- アフェリオスはレベル12以降に火力が増し、柔らかい敵に対して強力なダメージを出せるため、ヴェインは早期に対処しないと厳しい状況になる。\n- ヴェインは短射程であるため、アフェリオスの攻撃を受けやすく、特に彼のスキルによるハラスに対抗しづらい。\n- アフェリオスは自己防衛手段が武器に依存しているが、ヴェインはCCを受けると脆弱であり、アフェリオスの攻撃を受けると致命的なダメージを受ける可能性が高い。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、特にレベル12以降は高い火力を持つため、カイ＝サが接近する前に大きなダメージを与えられる。\n- アフェリオスの攻撃はAAに追加効果があり、カイ＝サのバーストダメージを受ける前に持続的なダメージを与えることができる。\n- カイ＝サは射程が短く、アフェリオスの攻撃を避けるのが難しいため、ハラスやオールインで不利になることが多い。\n- アフェリオスは機動力が低いものの、カイ＝サが接近する際に武器の効果を活かして反撃することができるため、カイ＝サが攻撃を仕掛けるタイミングが難しい。\n- カイ＝サはCCを持たず、アフェリオスの攻撃を受けると一方的にダメージを受けやすく、集団戦での位置取りが難しい。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アフェリオスの低い機動力を突くことができる。\n- アフェリオスは自己防衛手段が武器に依存しているため、トゥイッチの攻撃を受けると脆弱になりやすい。\n- トゥイッチのアルティメットは長射程で、アフェリオスが近づく前に大きなダメージを与えることができる。\n- トゥイッチは持続的なダメージを出すことが得意で、アフェリオスの柔らかさを利用して有利に立ち回れる。\n- アフェリオスは序盤の立ち上がりが難しく、トゥイッチが早期に優位を築くことで、レーンでのプレッシャーをかけやすい。",
      "ザヤ": "ザヤがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- ザヤは自己防衛手段が豊富で、アフェリオスの攻撃を避けやすい。特に、アフェリオスの攻撃が見えるため、ザヤは反撃のタイミングを計りやすい。\n- アフェリオスは機動力が低く、ザヤのスネアや加速を使った攻撃に対して逃げる手段が限られている。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、アフェリオスが集団戦で脅威を発揮する前にダメージを与えることができる。\n- ザヤは接近戦が得意で、アフェリオスが武器を切り替える間に攻撃を仕掛けることができる。\n- アフェリオスは序盤の立ち上がりが難しいが、ザヤは序盤から安定したダメージを出せるため、早い段階で有利に立てる。",
      "サミーラ": "サミーラが有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いてオールインが可能です。\n- アフェリオスは自己防衛手段が武器に依存しているため、サミーラの高いDPSとバーストダメージに対抗しづらいです。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃ができるため、アフェリオスが武器の切り替えに失敗した場合、簡単に捕まえることができます。\n- サミーラのブリンク能力により、アフェリオスのスキルを回避しやすく、接近してダメージを与えることが容易です。\n- アフェリオスは序盤の立ち上がりが難しいため、サミーラが早期に優位に立つことで、ゲーム全体を有利に進めることができます。",
      "コーキ": "コーキがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、アフェリオスに対してハラスを行いやすい。特に、アフェリオスは機動力が低いため、コーキの攻撃を避けるのが難しい。\n- コーキのスキルはAoEダメージを持ち、アフェリオスが複数の敵に囲まれた場合でも効果的にダメージを与えられる。\n- アフェリオスは武器の切り替えに依存しており、特定の武器が必要な状況でコーキの持続的なハラスに対抗しづらい。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えることができるため、アフェリオスに対して持続的な圧力をかけられる。\n- アフェリオスはレベル依存度が高く、序盤の立ち上がりが難しいため、コーキが序盤から優位に立つことでアフェリオスの成長を妨げることができる。",
      "ドレイヴン": "ドレイヴンがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- ドレイヴンは序盤から高いバーストダメージを持っており、アフェリオスの機動力の低さを突いて早期に有利を取ることができる。\n- アフェリオスは武器の切り替えに依存しており、特に序盤は火力が安定しないため、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面での優位を早期に確立できる。\n- ドレイヴンは移動速度を上げるスキルを持っており、アフェリオスの攻撃を避けながら攻撃することができる。\n- アフェリオスは自己防衛手段が武器に依存しているため、ドレイヴンの高火力に対抗しにくい。",
      "コグ＝マウ": "コグ＝マウがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を受ける前にダメージを与えることができるため、レーン戦でのハラスが有利です。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果を受けることで、逃げる手段が限られます。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、アフェリオスの耐久力を削ることができます。\n- コグ＝マウは集団戦でのダメージ出力が高く、アフェリオスが集団戦で脅威となる前にダメージを与えやすいです。\n- アフェリオスはレベル依存度が高く、序盤の立ち上がりが難しいため、コグ＝マウが序盤から優位に立つことができます。",
      "ヴァルス": "ヴァルスがアフェリオスに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴァルスはアフェリオスよりも射程が長いため、アフェリオスが攻撃する前にハラスを行いやすい。\n- CC効果: ヴァルスのスネア効果を持つスキルは、アフェリオスの動きを制限し、攻撃を受けやすくさせる。\n- 継続的なダメージ: ヴァルスはAoEダメージを持ち、集団戦やレーン戦で持続的にダメージを与えることができるため、アフェリオスに対して優位に立てる。\n- アフェリオスの機動力の低さ: アフェリオスは機動力が低く、ヴァルスの攻撃を避けるのが難しいため、ハラスを受けやすい。\n- スノーボール性能: ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、試合を有利に進めやすい。アフェリオスが育つ前に早期にキルを取ることで、試合を優位に進めることができる。",
      "セナ": "セナがアフェリオスに有利です。\n\n- セナは長射程を持ち、アフェリオスの攻撃を避けながらハラスを行いやすい。\n- セナの回復能力により、アフェリオスの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n- アフェリオスは機動力が低く、セナのスネア効果を受けやすいため、捕まえやすい。\n- セナはパッシブによって成長しやすく、レーンでのゴールド獲得が容易で、育つと高い火力を発揮できる。\n- アフェリオスは武器の切り替えに依存しているため、セナのハラスやCCによって戦闘を有利に進めやすい。",
      "アッシュ": "アッシュが有利です。\n\n理由は以下の通りです。\n\n- アッシュは長射程を持ち、アフェリオスに対して一方的にハラスを行いやすい。\n- アッシュのスロー効果により、アフェリオスが近づくのを防ぎやすく、Kitingが得意。\n- アフェリオスは機動力が低く、アッシュの攻撃を受けやすい。\n- アッシュのアルティメットは超長距離からのスタンを持ち、アフェリオスに対して低リスクでのエンゲージが可能。\n- アフェリオスは武器の切り替えに依存しており、アッシュのハラスによってその戦術が制限される。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウがジグスに不利です。\n\n- ジグスは長射程のスキルを持ち、コグ＝マウが接近する前にダメージを与えることができるため、レーンでのハラスが強力です。\n- ジグスのスキルはAoEダメージを持ち、コグ＝マウがミニオンを処理する際に巻き込まれやすく、ダメージを受けるリスクが高いです。\n- コグ＝マウは機動力が低く、ジグスの地雷や爆弾によるスロー効果により、逃げることが難しくなります。\n- ジグスは設置型のスキルを持ち、コグ＝マウが接近する際に効果的にゾーニングを行うことができるため、コグ＝マウの行動を制限します。\n- コグ＝マウはハードCCがないため、ジグスのスキルを避ける手段が限られており、特に接近された場合に脆弱になります。",
      "ヴァルス": "ヴァルスが不利です。\n\n- ジグスは長射程のスキルを持ち、ヴァルスが攻撃する前にダメージを与えることができるため、ポーク戦で不利になる。\n- ジグスの設置型スキルや地雷によるスロー効果が、ヴァルスの移動を制限し、接近を許すと脆弱な状態にさせる。\n- ジグスのAoEダメージは、集団戦やミニオン処理において非常に強力で、ヴァルスがスキルを当てる前にダメージを受けやすい。\n- ヴァルスは逃げる手段が限られており、ジグスのスキルに捕まると大きなダメージを受ける可能性が高い。\n- ジグスは近接チャンピオンに対して有利であり、ヴァルスはその範疇に入るため、ジグスの攻撃を受けやすい。",
      "ジンクス": "ジンクスが不利です。\n\n- ジグスは長射程のスキルを持ち、広範囲のAoEダメージを与えることができるため、ジンクスが接近する前にダメージを受けやすい。\n- ジグスの設置型スキルや地雷によるスロー効果により、ジンクスの移動が制限され、攻撃を避けることが難しくなる。\n- ジグスは対象指定スキルを持たないため、ジンクスのような高機動力を持つチャンピオンに対しては当てづらいが、ジンクスが接近すると脆弱になるため、ジグスの攻撃を受けやすい。\n- ジグスは集団戦でのAoEダメージが強力で、ジンクスが集団戦に参加する際に、ジグスのスキルによって一方的にダメージを受ける可能性が高い。\n- ジンクスは自衛手段が乏しく、ジグスのスキルによって接近を許すと、致命的なダメージを受けるリスクが高まる。",
      "ザヤ": "ザヤがジグスに不利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程の攻撃を持っており、ザヤの射程よりも優位に立つことができるため、ザヤは一方的にダメージを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ザヤがミニオンを処理する際にも圧力をかけられるため、ファームが難しくなる。\n- ジグスの地雷によるスロー効果は、ザヤの移動を制限し、接近を許さないため、ザヤの反撃のチャンスを減少させる。\n- ザヤはスキルの発動に時間がかかるため、ジグスの攻撃を避けるのが難しく、特にジグスのバーストダメージに対して脆弱である。\n- ジグスは設置型のスキルを持っており、ザヤが接近する際にそれを利用されると、ザヤは無力化される可能性が高い。",
      "コーキ": "コーキが不利です。\n\n- ジグスは長射程のスキルを持ち、コーキの攻撃を避けることが難しいため、ハラスが効果的です。\n- ジグスのスキルは全てAoEであり、コーキがミニオンを処理する際にダメージを受けやすくなります。\n- コーキはCCがないため、ジグスのスキルを止める手段がなく、特にジグスの地雷や爆弾によるダメージを受けやすいです。\n- コーキは自己強化がないため、ジグスの持つ高いAoEダメージに対抗しづらいです。\n- ジグスは接近戦に弱いですが、コーキが近づく前にスキルでダメージを与えられるため、コーキが接近するのが難しくなります。",
      "セナ": "セナが不利です。\n\n- ジグスは長射程の攻撃を持ち、セナが近づく前にダメージを与えることができるため、セナはハラスを受けやすい。\n- ジグスのスキルは範囲攻撃であり、セナがミニオンを処理する際に巻き込まれる可能性が高い。\n- セナは基礎ステータスが低く、序盤が弱いため、ジグスの高いAoEダメージに対抗しづらい。\n- ジグスの地雷によるスロー効果で、セナの移動が制限され、接近されると脆弱になる。\n- セナの逃げ手段が乏しいため、ジグスのスキルを避けるのが難しく、捕まると致命的なダメージを受けやすい。",
      "ゼリ": "ゼリはジグスに不利です。\n\n- ジグスは長射程のスキルを持ち、ゼリが接近する前にダメージを与えることができるため、ゼリはハラスを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ゼリが集団戦やミニオン処理を行う際に、ジグスの攻撃を避けるのが難しい。\n- ジグスの地雷によるスロー効果は、ゼリの機動力を制限し、逃げる手段を奪うことができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ジグスのハラスに対抗しづらい。\n- ジグスは対象指定スキルを持たないため、ゼリがブリンクを使って距離を詰めることができるが、ジグスのスキルを避けるのが難しい。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持ち、ケイトリンが攻撃する前にダメージを与えることができるため、レーンでのハラスが難しい。\n- ジグスの地雷によるスロー効果で、ケイトリンの移動が制限され、接近されるリスクが高まる。\n- ケイトリンはスキルのモーションが長く、ジグスのスキルを避けるのが難しいため、集団戦でのパフォーマンスが低下する。\n- ジグスはAoEダメージを持つため、ケイトリンがミニオンを処理する際に一緒にダメージを受けやすい。\n- ケイトリンの罠はジグスのスキルに対して効果的ではなく、ジグスの攻撃を防ぐ手段が限られている。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持ち、ドレイヴンが接近する前にダメージを与えることができるため、ドレイヴンは攻撃を受けやすい。\n- ジグスの地雷によるスロー効果は、ドレイヴンの移動を妨げ、斧を拾うことが難しくなるため、戦闘能力が低下する。\n- ジグスは範囲攻撃を持っているため、ドレイヴンがミニオンを処理する際にダメージを受けやすく、ファームが難しくなる。\n- ドレイヴンはAAに依存しているため、ジグスのスキルを避けることができないと、ダメージを受け続けるリスクが高い。\n- ジグスは接近を許すと無力になるが、ドレイヴンはその接近を試みる際にジグスのスキルに対して脆弱である。",
      "サミーラ": "サミーラが不利です。\n\n- ジグスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、サミーラは攻撃を受けやすい。\n- ジグスのスキルは範囲攻撃であり、サミーラが集団戦で接近する際にAoEダメージを受けやすく、効果的にダメージを与えられない。\n- ジグスの地雷によるスロー効果は、サミーラの接近を妨げるため、サミーラが攻撃を仕掛けるタイミングを失いやすい。\n- サミーラは防御ステータスが低く、ジグスの攻撃を受けると脆弱になりやすい。\n- ジグスは対象指定スキルを持たないため、サミーラがブリンクを使って接近することが難しく、効果的に攻撃できないことが多い。",
      "アッシュ": "アッシュが不利です。\n\n- ジグスは長射程の攻撃を持ち、アッシュが近づく前にダメージを与えることができるため、アッシュはハラスを受けやすい。\n- ジグスのスキルは範囲攻撃であり、アッシュがミニオンを処理する際に一緒にダメージを受ける可能性が高い。\n- ジグスの地雷によるスロー効果は、アッシュの機動性を制限し、接近されるリスクを高める。\n- アッシュはバーストダメージが低く、ジグスのスキルを受けた後にオールインを仕掛けるのが難しい。\n- ジグスは設置型のスキルを持ち、アッシュが接近する際に有利な位置を取られることが多い。"
    },
    "loses": {
      "ヴェイン": "ヴェインが有利です。\n\n理由は以下の通りです。\n\n- ヴェインは高い機動力を持ち、ジグスのスキルを避けやすいため、接近してダメージを与えることができる。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、ヴェインのブリンクを捉えにくい。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、ジグスのHPを迅速に削ることができる。\n- ジグスは接近を許すと無力になりやすいが、ヴェインはダッシュを使って距離を詰めることができる。\n- ヴェインは1対1の戦闘において非常に強力で、ジグスとのタイマンでも優位に立ちやすい。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは高いバーストダメージを持ち、ジグスのスキルを瞬時に回避する能力があるため、ジグスの攻撃を避けやすいです。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、カイ＝サの機動力を活かして接近しやすいです。\n- カイ＝サは魔法ダメージを持つ攻撃が可能で、ジグスの防具対策が難しいため、ダメージを与えやすいです。\n- カイ＝サのUltによる長距離移動は、ジグスのスキルを避ける手段として非常に効果的です。\n- ジグスは接近を許すと無力になりやすいが、カイ＝サは瞬時に距離を詰めることができるため、オールインが得意です。",
      "ジン": "ジンが有利です。\n\n理由は以下の通りです。\n\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けやすい。ジグスのスキルは発動までにラグがあるため、ジンは距離を保ちながら攻撃できる。\n- ジンのスネア効果により、ジグスの動きを制限できる。ジグスは接近されると脆弱になるため、ジンのCCが効果的。\n- ジンは高いバーストダメージを持ち、ジグスのHPが減った際に一気に仕留めることができる。ジグスは耐久力が低いため、ジンの攻撃が脅威となる。\n- ジンはスキルを使った後も通常攻撃でダメージを与え続けられるため、ジグスのスキルを避けながら持続的にダメージを与えることができる。\n- ジグスは対象指定スキルを持たないため、ジンのような機動力のあるチャンピオンに対しては攻撃が当てにくい。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由は以下の通りです。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすい。\n- ジグスは対象指定スキルを持たず、トゥイッチの移動速度を活かした立ち回りに対処しづらい。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できない位置からダメージを与えることができる。\n- ジグスは接近を許すと脆弱になるが、トゥイッチはその接近を利用して一気にダメージを与えることができる。\n- トゥイッチは逃げ性能が低い相手に対して強力で、ジグスはその特性に該当するため、トゥイッチが有利に立ち回れる。",
      "エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、ジグスの攻撃を受けることなくハラスが可能です。\n- ジグスは対象指定スキルを持たないため、エズリアルの機動力を活かして攻撃を避けやすいです。\n- エズリアルのワープスキルにより、ジグスのスキルを回避しやすく、接近してダメージを与えることができます。\n- ジグスは接近を許すと脆弱になるため、エズリアルのスキルを使って安全に距離を保ちながら攻撃できます。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えることができるため、ジグスに対して優位に立ちやすいです。",
      "ミス・フォーチュン": "ミス・フォーチュンはジグスに有利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、ジグスのスキルを避けながらダメージを与えやすい。\n- ジグスは対象指定スキルを持たず、ミス・フォーチュンの移動速度を上げるスキルによって、ジグスの攻撃を回避しやすい。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が高いため、ジグスの広範囲攻撃に対抗できる。\n- ジグスは接近を許すと脆弱になるが、ミス・フォーチュンはスローを使って距離を保ちながら攻撃できる。\n- ミス・フォーチュンはレーンでのハラスが得意で、ジグスのサステインが乏しいため、レーンで優位に立ちやすい。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由は以下の通りです。\n\n- ザヤは射程が長く、ニーラが近づく前にハラスを行いやすいため、ニーラはダメージを受けやすい。\n- ザヤのスネアや加速スキルにより、ニーラが接近するのが難しく、反撃のチャンスを失いやすい。\n- ザヤはAoEダメージを持っており、集団戦やレーンでのファームにおいてニーラに対して優位に立ちやすい。\n- ニーラは基本的に近接攻撃型であり、ザヤの攻撃範囲の長さに対抗するのが難しい。\n- ザヤがラカンと組むことで、さらに強力なコンボを展開できるため、ニーラはその圧力に対処しづらい。",
      "トリスターナ": "トリスターナが不利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤が弱く、特に装備が整うまでの間はダメージを出しづらいが、ザヤは序盤から強力なハラスを行えるため、トリスターナは圧を受けやすい。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいが、トリスターナはウェーブ管理が難しく、プッシュしすぎるとザヤに対して不利な状況を作りやすい。\n- ザヤのスネアや加速スキルにより、トリスターナの逃げや追撃が難しくなることがある。特に、ザヤがスキルをうまく使うことでトリスターナの移動を制限できる。\n- トリスターナは射程がレベルアップで増加するが、ザヤの攻撃範囲も長いため、トリスターナが射程を活かしきれない状況が生まれることがある。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きくなるため、ザヤの攻撃を受けやすい。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由は以下の通りです。\n\n- ケイトリンは長射程を持つが、ザヤの反撃能力や自衛手段に対して一方的に攻撃されやすい。\n- ザヤはAoEダメージを持ち、集団戦やレーンでのファームにおいてダメージを稼ぎやすい。\n- ザヤの加速やスネアにより、ケイトリンが攻撃を避けることが難しく、特に接近戦での優位性を持たれる。\n- ケイトリンのスキルのモーションが長く、ザヤの攻撃を受ける隙が生まれやすい。\n- ザヤは短射程のチャンピオンに対して有利であり、ケイトリンの攻撃を避けつつ反撃することができる。",
      "サミーラ": "サミーラが不利です。\n\n理由は以下の通りです。\n\n- ザヤは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、ハラスが強力です。\n- ザヤのスネアや加速スキルにより、サミーラが接近するのを阻止される可能性が高く、サミーラの攻撃機会が減ります。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすいため、サミーラが一度接近しても反撃を受けやすいです。\n- サミーラは防御ステータスが低く、CCに弱いため、ザヤのスキルによって簡単に捕まるリスクがあります。\n- ザヤは自身のスキルを使ってサミーラの攻撃を回避することができ、サミーラのバーストダメージを無効化することが可能です。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由は以下の通りです。\n\n- ザヤは射程が短い相手に対して有利であり、コグ＝マウは基本射程が短いため、ザヤの攻撃を受けやすい。\n- ザヤのスキルは自衛や反撃に優れており、コグ＝マウの機動力の低さを突いて攻撃を仕掛けやすい。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすいため、コグ＝マウが集団戦で圧倒される可能性が高い。\n- コグ＝マウはハードCCがないため、ザヤのスネアや加速を避ける手段が限られており、ザヤに狙われやすい。\n- ザヤはラカンと組むことでさらに強力になり、コグ＝マウに対して連携攻撃を仕掛けやすくなる。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由は以下の通りです。\n\n- ザヤは反撃や自衛に優れた能力を持っており、ミス・フォーチュンのハラスを受け流しやすい。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、ミス・フォーチュンのスキルを避けながらダメージを与えることができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ザヤの持つ持続的なダメージに対抗しにくい。\n- ザヤは加速やスネアを持っているため、ミス・フォーチュンが近づくことが難しく、接近戦での優位性を持つ。\n- ミス・フォーチュンはCCがスローのみで逃げ手段が乏しく、ザヤに接近されると脆弱になる。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由は以下の通りです。\n\n- ザヤは射程が短いものの、AoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、アフェリオスの攻撃を受けながら反撃しやすい。\n- ザヤのスネアや加速スキルにより、アフェリオスの攻撃を避けたり、逆に接近してダメージを与えることができる。\n- アフェリオスは機動力が低く、ザヤの攻撃を受けやすく、特に集団戦やギャンク時に狙われやすい。\n- ザヤはラカンと組むことでさらに強力になり、アフェリオスに対して圧力をかけやすい。\n- アフェリオスは武器の切り替えに依存しているため、ザヤの攻撃を受けるとその準備が整わず、効果的に戦えないことが多い。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由は以下の通りです。\n\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、カイ＝サが一方的に攻撃される可能性が高い。\n- ザヤのスネアや加速スキルにより、カイ＝サは接近戦での反撃が難しく、オールインを仕掛けるのが困難になる。\n- ザヤは短射程のチャンピオンに対して有利であり、カイ＝サの射程が短いため、ザヤに対して圧力をかけられやすい。\n- ザヤはラカンと組むことでさらに強力になり、カイ＝サが攻撃を避けるのが難しくなる。\n- カイ＝サはCCを持たず、ザヤの攻撃を受ける際に位置取りが難しく、集団戦での生存率が低下する。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: セナは長射程の攻撃を持っており、ザヤの短射程を活かして一方的にハラスを行うことができます。\n- ハラス能力: セナはスキルを使ったハラスが得意で、ザヤに対して持続的にダメージを与えられます。\n- 回復能力: セナの回復スキルにより、ザヤの攻撃を受けても持続的にレーンでの優位を保つことができます。\n- CC効果: セナはスネアを持っており、ザヤの動きを制限することで、彼女の反撃を防ぐことができます。\n- スケーリング: セナはパッシブによって成長しやすく、レイトゲームにおいても高い火力を発揮できるため、ザヤに対して優位性を持ち続けます。",
      "ゼリ": "ゼリが有利です。\n\n理由は以下の通りです。\n\n- ゼリは高い機動力を持ち、加速手段が豊富であるため、ザヤの攻撃を避けやすい。\n- ゼリのQスキルは射程が長く、持続的に攻撃を行いやすいため、ザヤの短い射程を活かすことが難しい。\n- ゼリはKiteが得意で、ザヤの攻撃を受けずに反撃することができる。\n- ゼリはスキルの発動が迅速で、ザヤのスキルを避けることができるため、トレードで有利に立ち回れる。\n- ゼリはザヤのAoEダメージに対しても、機動力を活かして距離を取ることができるため、集団戦でも有利に戦える。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持っており、ザヤの短い射程を活かして安全にハラスができる。\n- エズリアルのスキルはクールダウンが短く、ザヤに対して持続的にダメージを与えやすい。\n- ザヤはスキルの発動に時間がかかるため、エズリアルの機動力を活かして攻撃を避けながら反撃することができる。\n- エズリアルのワープスキルにより、ザヤの攻撃を回避しやすく、危機的な状況から逃げることができる。\n- ザヤはCCやバーストに対して準備が必要で、エズリアルのスキルコンボによるバーストダメージに対処しづらい。",
      "スモルダー": "スモルダーが有利です。\n\n理由は以下の通りです。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、ザヤの持つダメージを凌ぐことができる。\n- スモルダーのAoE攻撃は集団戦でのダメージを稼ぎやすく、ザヤが集団戦で強みを発揮する場面でも有利に立ち回れる。\n- スモルダーはEスキルによって地形を無視して高速移動ができるため、ザヤの攻撃を避けやすく、追撃や逃走が得意。\n- ザヤの攻撃範囲が短いため、スモルダーの長射程からの攻撃が有利に働く。\n- スモルダーはスタックが貯まるまでの序盤は弱いが、ザヤも序盤は攻撃範囲の短さから苦戦するため、スモルダーが成長する余地がある。",
      "ユナラ": "ユナラが有利です。\n\n- ユナラは攻撃範囲が長く、ザヤの短い射程を活かしてハラスを行いやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ザヤの自衛手段に対して強い。\n- ユナラはスキルを使うことでAoEダメージを発揮でき、集団戦でもザヤに対して優位に立てる。\n- ザヤのスキルは発動に時間がかかるため、ユナラはその隙を突いて攻撃しやすい。\n- ユナラは高い移動速度を持ち、立ち位置を調整しやすいため、ザヤの攻撃を避けやすい。",
      "コーキ": "コーキが有利です。\n\n理由は以下の通りです。\n\n- コーキは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にハラスができる。\n- コーキのスキルは全てAoEであり、ザヤが集団戦でダメージを稼ぐのを妨げることができる。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えることができるため、ザヤに対して持続的な圧力をかけられる。\n- ザヤはスキルの発動に時間がかかるため、コーキのハラスに対して反撃が難しい。\n- コーキはCCを持たないが、ザヤの自衛手段に対しても高いダメージを持つため、ザヤが反撃する隙を与えにくい。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、ハラスが得意なため、トリスターナは序盤からダメージを受けやすい。\n- トリスターナは序盤が弱く、装備が整うまでの間はダメージを出しづらいが、コーキは早期にプッシュができるため、レーンでの圧力をかけられる。\n- コーキはAoEダメージを持っているため、トリスターナのウェーブ管理が難しくなり、ガンクのリスクが高まる。\n- トリスターナのスキルのクールダウンが長く、特に序盤は隙が大きくなるため、コーキに対して反撃しづらい。\n- コーキはCCを持たないが、トリスターナは自身の移動能力を活かしても、コーキの持続的なダメージに対抗しにくい。",
      "トゥイッチ": "トゥイッチがコーキに不利です。\n\n- コーキは長射程のスキルを持ち、ハラスが得意なため、トゥイッチはレーンでの圧力を受けやすい。\n- コーキのAoEダメージは、トゥイッチのステルスや奇襲を無効化する可能性が高く、トゥイッチが攻撃を仕掛けるタイミングを失いやすい。\n- コーキは自己強化がないものの、持続的なダメージを出す能力が高く、トゥイッチが装備依存であるため、序盤に不利な状況になると立ち直りが難しい。\n- コーキはCCを持たないが、トゥイッチもハードCCがないため、トゥイッチが攻撃を仕掛ける際にコーキの反撃を受けやすい。\n- コーキのアルティメットはクールダウンが短く、集団戦での持続的なダメージを与える能力が高いため、トゥイッチが集団戦で活躍するのが難しい。",
      "サミーラ": "サミーラがコーキに不利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、サミーラが接近する前にハラスを行いやすい。\n- コーキのAoEダメージは、サミーラが集団戦でのダメージを出す際に、彼女の攻撃を妨げる可能性がある。\n- サミーラは射程が短く、コーキの攻撃を避けるのが難しいため、接近戦に持ち込むのが困難。\n- コーキはCCを持たないため、サミーラが接近しても一方的に攻撃されるリスクが高い。\n- コーキのアルティメットはクールダウンが短く、サミーラがオールインを狙うタイミングで再度攻撃を受ける可能性がある。",
      "アッシュ": "アッシュが不利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、アッシュに対してハラスが得意であるため、アッシュはダメージを受けやすい。\n- コーキのAoEダメージにより、アッシュはレーンでのプッシュやハラスに苦しむことが多い。\n- アッシュは機動スキルを持たないため、コーキの攻撃を避けることが難しく、接近されると脆弱になる。\n- コーキはバーストやDPSを持っており、オールイン合戦でアッシュが不利になる可能性が高い。\n- コーキはCCを持たないが、アッシュもCCが限られているため、コーキの攻撃を受け続けると厳しい状況になる。",
      "セナ": "セナが不利です。\n\n- コーキは長射程のスキルを持ち、ハラスが得意なため、セナはレーンでの圧力を受けやすい。\n- コーキのAoEダメージは、セナの回復能力を上回ることが多く、持続的なダメージを与えられる。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキの攻撃に対して脆弱である。\n- コーキはCCを持たないため、セナのスネアを避けることができ、セナが捕まるリスクが高まる。\n- セナは逃げ手段が乏しく、コーキの攻撃を受け続けると致命的なダメージを受けやすい。",
      "ジンクス": "ジンクスがコーキに不利です。\n\n理由は以下の通りです。\n\n- コーキは長射程のスキルを持ち、ジンクスに対してハラスが得意であるため、ジンクスはダメージを受けやすい。\n- コーキのAoEダメージは、ジンクスの集団戦での強みを打ち消すことができ、ジンクスが効果的にダメージを出す前に倒される可能性が高い。\n- ジンクスは自衛手段が乏しく、コーキの攻撃を受けると脆弱な状態になりやすい。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与えられるため、ジンクスが反撃する隙を与えにくい。\n- コーキはCCを持たないため、ジンクスのスネアやスローを避けることができ、ジンクスが捕まるリスクが高まる。",
      "ザヤ": "ザヤがコーキに不利です。\n\n- コーキは長射程のスキルを持ち、ザヤが近づく前にハラスを行いやすい。\n- コーキのAoEダメージは、ザヤのファームや集団戦でのダメージを稼ぐ能力を妨げる。\n- ザヤの攻撃範囲が短いため、コーキの攻撃を避けるのが難しく、一方的にダメージを受けやすい。\n- コーキはバーストダメージを持ち、ザヤが自己防衛のスキルを発動する前に大きなダメージを与えることができる。\n- コーキはCCを持たないため、ザヤが反撃するチャンスを与えにくい。",
      "ヴェイン": "ヴェインがコーキに不利です。\n\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ヴェインはレーンでのハラスに苦しむことが多い。\n- コーキのAoEダメージは、ヴェインのような単体攻撃型のチャンピオンに対して効果的で、特に集団戦でのダメージを受けやすい。\n- ヴェインは射程が短く、コーキの攻撃を避けるのが難しいため、接近する際にリスクが高い。\n- コーキはCCを持たないが、ヴェインが接近する前にダメージを与えられるため、ヴェインが攻撃する前に有利な状況を作られる。\n- コーキのアルティメットのクールダウンが短いため、持続的にダメージを与えられ、ヴェインが反撃する機会が減る。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがコーキに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウはAR/MRを低下させるスキルを持っており、コーキの耐久力を削ることができるため、ダメージを効率的に与えられる。\n- コグ＝マウのスキルは割合ダメージを持っており、タンクに対して特に強力で、コーキがタンクビルドを選んだ場合でも有利に戦える。\n- コグ＝マウは長射程を持ち、コーキの攻撃を受ける前にハラスを行いやすい。これにより、レーンでの優位性を保ちやすい。\n- コーキはCCがないため、コグ＝マウのスロー効果を利用して距離を保ちながら攻撃できる。これにより、コーキが近づくことを難しくする。\n- コグ＝マウは集団戦でのダメージ出力が高く、コーキが集団戦でのバーストを狙う際に、コグ＝マウの持続的なダメージに対抗しづらい。",
      "ケイトリン": "ケイトリンがコーキに有利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、コーキよりも遠くから攻撃できるため、一方的にハラスが可能です。\n- コーキはCCがないため、ケイトリンの罠を避ける手段が限られており、罠にかかると大きなダメージを受けるリスクがあります。\n- ケイトリンのスキルは、コーキのAoEダメージに対しても効果的で、特にレーンでのハラスやタワーシージにおいて優位に立てます。\n- コーキはマナ消費が激しく、スキルを多用するとマナが枯渇しやすいですが、ケイトリンは持続的に攻撃を続けることができるため、レーンでの持久力で優位です。\n- ケイトリンは短射程のチャンピオンに対して有利であり、コーキはその射程の長さに対抗できないため、レーンでの圧力をかけやすいです。",
      "エズリアル": "エズリアルがコーキに有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、コーキの攻撃を受けることなくハラスが可能です。\n- コーキはCCがないため、エズリアルの機動力を活かした立ち回りに対して何もできません。\n- エズリアルのワープスキルにより、コーキの攻撃を避けやすく、危機回避が得意です。\n- コーキはスキルのマナ消費が激しく、エズリアルが持続的にハラスを行うことでマナ管理に苦しむ可能性があります。\n- エズリアルはスキルコンボによって高いバーストダメージを出せるため、コーキのHPを削りやすいです。\n- コーキは単純な殴り合いには弱いため、エズリアルの持つポーク能力に対して劣位に立たされます。",
      "スモルダー": "スモルダーがコーキに有利です。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキのAoEダメージに対抗しやすい。\n- コーキはCCがないため、スモルダーのEスキルを使った高速移動で逃げたり、追撃したりすることが容易。\n- スモルダーのAoE攻撃は集団戦で強力であり、コーキが密集した敵に対しても効果的にダメージを与えられる。\n- コーキはスキルのマナ消費が激しく、スモルダーがスタックを貯める間にコーキのマナが枯渇する可能性がある。\n- スモルダーは序盤の弱さを持つが、コーキも序盤は強力なハラスができるものの、スモルダーが成長するにつれて有利になる。",
      "ミス・フォーチュン": "ミス・フォーチュンがコーキに有利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、コーキのAoEスキルに対しても効果的にダメージを与えられる。\n- コーキはCCがないため、ミス・フォーチュンのスローや移動速度増加を活かして距離を保ちながら攻撃できる。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが非常に高く、コーキの耐久力が低いため、一気にダメージを与えることができる。\n- コーキはマナ消費が激しく、スキルを多用するため、ミス・フォーチュンがハラスを続けることでコーキのマナを枯渇させやすい。\n- ミス・フォーチュンはレーンでのショートトレードが得意で、コーキのスキルを避けながらダメージを与えることができる。",
      "ジン": "ジンがコーキに有利です。\n\n理由は以下の通りです。\n\n- ジンはスネア効果を持つスキルを使ってコーキの動きを制限できるため、コーキが攻撃を仕掛ける前に先手を取ることができる。\n- コーキはCCがないため、ジンのスキルや通常攻撃に対して反撃手段が限られている。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったコーキに対して特に効果的。\n- ジンは長射程の攻撃を持ち、コーキの攻撃を受ける前に安全にハラスを行うことができる。\n- コーキはマナ消費が激しく、スキルを多用することでマナが枯渇しやすいが、ジンはその間にダメージを与え続けることができる。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、コーキは射程が短いため、レーンでのハラスにおいて一方的に攻撃されやすい。\n- ケイトリンの罠を使った視界確保とスネア効果により、コーキは動きが制限され、攻撃を受けやすくなる。\n- コーキはCCがないため、ケイトリンの攻撃を避ける手段が限られており、特にオールインを仕掛けられると不利になる。\n- ケイトリンのバーストダメージに対して、コーキは耐久力が低く、殴り合いで劣るため、早期にダメージを受けやすい。\n- コーキはスキルのマナ消費が激しく、長期戦になるとマナが枯渇しやすく、持続的なハラスに対抗しづらい。",
      "ヴェイン": "ヴェインが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインは射程が短いため、ハラスを受けやすい。\n- ケイトリンの罠を使った視界確保やスネア効果により、ヴェインは接近するのが難しくなる。\n- ヴェインは集団戦でのAoE攻撃がないため、ケイトリンの長射程からの攻撃に対して脆弱。\n- ケイトリンはレーンでのプッシュ力が高く、タワーシージを行いやすいため、ヴェインがレーンでビハインドを負いやすい。\n- ケイトリンのスキルはモーションが長く、隙が大きいが、ヴェインはその隙を突くのが難しいため、逆に攻撃を受けやすい。",
      "ジンクス": "ジンクスが不利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ジンクスはその射程に対抗できないため、レーンでのハラスが一方的に行われる。\n- ケイトリンの罠による視界確保とスネア効果は、ジンクスが接近するのを難しくし、特にGankを受けやすくなる。\n- ケイトリンはパッシブを活かしたスキルコンボでバーストダメージを出すことができ、ジンクスが自衛手段を持たないため、オールインされると非常に危険。\n- ジンクスはスキルの発動に時間がかかるため、ケイトリンの攻撃を避けるのが難しく、特に序盤はダメージを出しにくい。\n- ケイトリンの強力な一撃や長射程の攻撃に対して、ジンクスは自衛が難しく、殴り合いで不利になることが多い。",
      "セナ": "セナが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、セナよりも一方的にハラスを行いやすい。\n- ケイトリンの罠による視界確保とスネア効果は、セナが近づくのを難しくし、特にGankを呼び込みやすくなる。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃を受けると早期に不利な状況に陥る可能性が高い。\n- ケイトリンのバーストダメージは高く、オールインを仕掛けられるとセナは脆弱で、致命的なダメージを受けやすい。\n- セナは逃げ手段が乏しく、ケイトリンの攻撃を受け続けると、持ち味のヒールを活かす前に倒されることが多い。",
      "サミーラ": "サミーラが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、サミーラは射程が短いため、レーンでのハラスに対して一方的に攻撃されやすい。\n- ケイトリンの罠やスネア効果により、サミーラは接近するのが難しく、捕まるリスクが高まる。\n- サミーラは防御ステータスが低く、CCに弱いため、ケイトリンの攻撃を受けると簡単にダメージを受けてしまう。\n- ケイトリンのバーストダメージは高く、サミーラが接近する前に大きなダメージを受ける可能性がある。\n- ケイトリンはレーンでのタワーシージが得意で、サミーラが育つ前にタワーを破壊されるリスクがある。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由は以下の通りです。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、アフェリオスはその射程に対抗できないため、レーンでのハラスが一方的に行われる。\n- ケイトリンの罠による視界確保とスネア効果は、アフェリオスの機動力の低さを突くことができ、捕まりやすくなる。\n- アフェリオスは武器の切り替えに依存しており、特に序盤は強力な武器を持っていないことが多いため、ケイトリンのハラスに対抗しづらい。\n- ケイトリンはオールインが強いチャンピオンであり、アフェリオスは自己防衛手段が限られているため、オールインを受けた際に不利になる。\n- ケイトリンのスキルは長射程であり、アフェリオスが近づく前にダメージを与えられるため、レーンでの生存が難しくなる。",
      "ユナラ": "ユナラが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ユナラはその射程に対抗できないため、一方的にハラスを受けやすい。\n- ケイトリンの罠による視界確保とスネア効果は、ユナラの移動を制限し、接近を難しくする。\n- ユナラはオートアタックに依存しているため、ケイトリンの長射程からの攻撃を受けると、Kiteに失敗しやすくなる。\n- ケイトリンのバーストダメージは高く、ユナラは耐久力が低いため、オールインされると脆弱になりやすい。\n- ユナラはCCがスローのみで、ケイトリンの攻撃を止める手段が乏しいため、攻撃を受け続けるリスクが高い。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由は以下の通りです。\n\n- ジンはスキルの射程が長く、ケイトリンの攻撃を避けながらハラスを行うことができるため、レーンでのトレードで優位に立ちやすい。\n- ケイトリンはAA強化がパッシブに依存しているため、ジンのスキルによるダメージを受けると、パッシブを活かしにくくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して強力なダメージを与えることができる。\n- ジンはスネア効果を持つスキルを使うことで、ケイトリンの動きを制限し、攻撃を当てやすくすることができる。\n- ケイトリンはスキルのモーションが長く、ジンの攻撃を受ける隙が生まれやすいため、ジンが有利に立ち回ることができる。",
      "コグ＝マウ": "コグ＝マウがケイトリンに有利です。\n\n理由は以下の通りです。\n\n- コグ＝マウはスキルを使ってAR/MRを低下させることができ、特に集団戦でのダメージ出力が高い。\n- コグ＝マウの射程は非常に長く、特にWを使うことでケイトリンの攻撃を避けつつ、反撃が可能。\n- ケイトリンはAA強化がパッシブに依存しているため、コンボが決まらないと殴り合いに弱くなるが、コグ＝マウは持続的なDPSを発揮できる。\n- ケイトリンはスキルのCDが長く、長期戦ではパワー不足になりがちだが、コグ＝マウは持続的にダメージを出し続けることができる。\n- コグ＝マウは接近手段が乏しい相手に対して強く、ケイトリンの攻撃を受けることなく、遠距離から安全に攻撃できる。",
      "ルシアン": "ルシアンが有利です。\n\n理由は以下の通りです。\n\n- ルシアンは高いバーストダメージを持ち、序盤からケイトリンに対して強力なハラスが可能です。\n- ルシアンのスキルのクールダウンが短いため、連続して攻撃を仕掛けやすく、ケイトリンの長射程を逆手に取ることができます。\n- ケイトリンはパッシブに依存しているため、コンボが決まらないとダメージが出にくく、ルシアンの攻撃に対して脆弱です。\n- ルシアンは機動力が高く、ケイトリンの罠を避けながら攻撃できるため、レーンでの立ち回りが有利です。\n- ケイトリンのスキルのモーションが長いため、ルシアンはその隙を突いて攻撃を仕掛けることができます。",
      "エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルはスキルの射程が長く、ケイトリンの攻撃を受けることなくハラスが可能です。\n- ケイトリンはAA強化がパッシブに依存しているため、エズリアルのスキルでのポークに対して脆弱です。\n- エズリアルのEによる機動力で、ケイトリンの罠やスキルを避けやすく、攻撃を回避しながら反撃ができます。\n- ケイトリンはスキルのモーションが長く、エズリアルはその隙を突いて攻撃することができます。\n- エズリアルはスキルコンボによるバーストダメージが高く、ケイトリンのHPを削りやすいです。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリはカリスタに不利です。\n\n- カリスタはリープによる高い機動性を持ち、ゼリの攻撃を回避しやすい。\n- カリスタのバーストダメージは非常に高く、ゼリが序盤でハラスを受けやすい。\n- カリスタのアルティメットは味方を助けるだけでなく、強引なイニシエートが可能で、ゼリにとって脅威となる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、カリスタの攻撃に対抗しにくい。\n- カリスタは対象指定のCCを持つチャンピオンに対して強く、ゼリは捕まると厳しい状況に陥りやすい。",
      "セナ": "セナが不利です。\n\n- カリスタは高い機動性を持ち、リープによってセナの攻撃を回避しやすい。\n- セナは基礎ステータスが低く、序盤においてカリスタの攻撃を受けると非常に脆弱。\n- カリスタのアルティメットは、味方を救出するだけでなく、強引なイニシエートを行うことができ、セナにとっては脅威となる。\n- セナのCCスキルは効果的だが、カリスタのリープによって簡単に回避される可能性が高い。\n- セナは逃げ手段が乏しく、カリスタの攻撃を受けると致命的なダメージを受けやすい。",
      "エズリアル": "エズリアルが不利です。\n\n- カリスタは短距離のブリンクを持っており、エズリアルのスキルを回避しやすい。\n- カリスタの高い機動性により、エズリアルの攻撃を避けながら接近し、持続的なダメージを与えることができる。\n- エズリアルの主力スキルが方向指定であるため、カリスタのリープによって簡単に避けられる。\n- カリスタは味方と連携して戦うことが得意で、エズリアルが孤立した場合、カリスタのアルティメットによって一気に攻め込まれる可能性がある。\n- エズリアルはAoE攻撃が限られており、カリスタの高い機動性に対抗する手段が少ないため、集団戦で不利になることが多い。",
      "ヴェイン": "ヴェインがカリスタに不利です。\n\n- カリスタは高い機動性を持ち、ヴェインの攻撃を回避しやすい。\n- カリスタのアルティメットは、味方を救出したり、強引なイニシエートを行うことができ、集団戦での連携が強力。\n- カリスタは射程が長く、ヴェインの短い射程を活かすことが難しい。\n- カリスタのスキルは、ヴェインのダッシュやステルスを無効化する要素があり、ヴェインの機動力を制限する。\n- カリスタは集団戦でのAoE攻撃がないため、ヴェインが孤立した場合でも有利に立ち回れる。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由は以下の通りです。\n\n- カリスタは高い機動性を持ち、ドレイヴンの攻撃を回避しやすい。特にリープによって距離を取ることができるため、ドレイヴンの攻撃を避けやすい。\n- カリスタのアルティメットは、味方を救出したり、強引なイニシエートを行うことができるため、ドレイヴンが攻撃を仕掛ける際に逆に不利な状況を作られる可能性がある。\n- カリスタは対象指定のCCを持つチャンピオンに対して不利であり、ドレイヴンも移動妨害に弱いため、カリスタの攻撃を受けやすい。\n- ドレイヴンはAAに依存しているため、カリスタの機動性によって攻撃が当たりにくく、ダメージを出しづらい。\n- カリスタは集団戦での連携が求められるが、ドレイヴンは単独での戦闘能力が高いため、カリスタが連携を活かすことでドレイヴンの強みを打ち消すことができる。",
      "ルシアン": "ルシアンが不利です。\n\n- カリスタはリープによる高い機動性を持ち、ルシアンの攻撃を回避しやすい。\n- カリスタのバーストダメージは特定の条件下で非常に高く、ルシアンはそのダメージに耐えられないことが多い。\n- ルシアンは射程が短いため、カリスタの攻撃を受けやすく、ハラスが難しい。\n- カリスタのアルティメットは味方を救出したり、強引なイニシエートを行うことができ、ルシアンはその状況に対処しづらい。\n- カリスタは対象指定CCを持つチャンピオンに対して不利で、ルシアンはそのような相手に対しても脆弱であるため、カリスタの強みを活かされやすい。",
      "スモルダー": "スモルダーが不利です。\n\n- カリスタは高い機動性を持ち、リープによってスモルダーの攻撃を回避しやすい。\n- カリスタのバーストダメージは非常に高く、スモルダーがスタックを貯める前に倒される可能性がある。\n- スモルダーはAA強化がないため、カリスタの持つKite性能に対抗しづらい。\n- カリスタのアルティメットは、スモルダーが捕まった際に味方を助けることができ、連携が取れれば有利に働く。\n- スモルダーは逃走手段がEスキルのみで、CCに弱いため、カリスタの攻撃を受けやすい。"
    },
    "loses": {
      "ヴァルス": "ヴァルスがカリスタに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ヴァルスはカリスタよりも射程が長いため、遠くから安全に攻撃でき、カリスタの攻撃を避けやすい。\n- CC効果: ヴァルスのスネア効果を持つスキルにより、カリスタの機動性を制限でき、彼女のリープを無効化することができる。\n- AoEダメージ: ヴァルスはAoEダメージを持っているため、集団戦やレーンでのハラスにおいてカリスタに対して優位に立てる。\n- 継続的なハラス: ヴァルスはスキルを使って持続的にダメージを与えることができ、カリスタの回復手段が乏しいため、ハラスに対して強い。\n- スノーボール性能: ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、試合が進むにつれてさらに強力になるため、カリスタに対して有利な状況を作りやすい。",
      "ザヤ": "ザヤがカリスタに有利です。\n\n理由は以下の通りです。\n\n- ザヤはAoEダメージを持っており、集団戦やファームでのダメージを稼ぎやすい。カリスタは単体攻撃に依存するため、ザヤのAoEに対して脆弱。\n- ザヤのスネアや加速スキルにより、カリスタのリープを封じることができ、カリスタの機動性を制限できる。\n- ザヤは自衛能力が高く、カリスタの攻撃を受けた際に反撃しやすい。特に、カリスタが近づいてくる際にザヤのスキルを使うことで、逆にダメージを与えることができる。\n- ザヤはラカンと組むことで、さらに強力なコンボを発揮でき、カリスタに対して有利な状況を作りやすい。\n- カリスタはKite性能が高いが、ザヤのスキルによってその動きを制限されるため、カリスタの強みを活かしにくい。",
      "トリスターナ": "トリスターナがカリスタに有利です。\n\n理由は以下の通りです。\n\n- トリスターナは序盤から高いバーストダメージを持ち、カリスタが装備を整える前に有利に立ち回れる。\n- トリスターナの射程はレベルが上がるにつれて増加し、カリスタの攻撃を受けるリスクを減らしつつ攻撃できる。\n- トリスターナのブリンクスキルにより、カリスタの攻撃を回避しやすく、追撃や逃走が得意。\n- カリスタはKite性能が高いが、トリスターナはその機動性を活かして距離を保ちながら攻撃できるため、カリスタの強みを打ち消すことができる。\n- トリスターナは脆いサポートチャンピオンに対して強力で、カリスタのサポートが脆い場合、トリスターナが有利に立ち回ることができる。",
      "ミス・フォーチュン": "ミス・フォーチュンはカリスタに有利です。\n\n理由は以下の通りです。\n\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードでカリスタに対して優位に立ちやすい。\n- カリスタは接近戦を得意とするが、ミス・フォーチュンのスローやAoEダメージによって接近を阻止される可能性が高い。\n- ミス・フォーチュンのアルティメットは集団戦での影響力が大きく、カリスタが集団戦での立ち回りを難しくする。\n- カリスタはKite性能が高いが、ミス・フォーチュンの移動速度増加により、立ち位置を調整しやすく、攻撃を避けるのが難しい。\n- カリスタは操作が忙しく、ミス・フォーチュンの持つスキルの影響を受けやすいため、プレッシャーをかけられると苦しむことが多い。",
      "サミーラ": "サミーラがカリスタに有利です。\n\n理由は以下の通りです。\n\n- サミーラは接近戦を得意としており、カリスタのリープを利用して攻撃することができるため、カリスタの機動性を逆手に取ることができる。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、サミーラの高いDPSに対抗しにくい。\n- サミーラは移動不能CCを受けている敵に対して強力な攻撃を行えるため、カリスタがスキルを使った後の隙を突くことができる。\n- サミーラのAoEダメージは集団戦で非常に強力であり、カリスタが集団戦での戦力に依存しやすい点を突くことができる。\n- サミーラはブリンクを持っているため、カリスタの攻撃を回避しやすく、オールインが得意である。",
      "シヴィア": "シヴィアがカリスタに有利です。\n\n理由は以下の通りです。\n\n- シヴィアは高いAoEダメージとウェーブクリア能力を持っており、レーンでのプッシュ性能が優れているため、カリスタがリープを使ってもシヴィアの攻撃を避けにくい。\n- シヴィアのスペルシールドにより、カリスタのスキルショットを無効化できるため、カリスタのトレードが不利になる。\n- シヴィアは移動速度を上昇させる手段が豊富で、カリスタのリープに対しても逃げやすく、追撃を受けにくい。\n- シヴィアのウルトは集団戦でのエンゲージやディスエンゲージに優れており、カリスタが味方と連携してもシヴィアが有利な状況を作りやすい。\n- カリスタはAA主体のキャリーに対して苦手であり、シヴィアの持つ持続的なダメージに対して対抗しづらい。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n- ヴァルスは長射程からのポークが得意で、セナはその射程に対抗しづらい。\n- ヴァルスのスネア効果を持つUltにより、セナは捕まると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴァルスの持続的なダメージに耐えられない。\n- ヴァルスはAoEダメージを持っており、集団戦での影響力が高いため、セナが効果的にハラスできない。\n- セナは逃げ手段が乏しく、ヴァルスの攻撃を受け続けると致命的な状況に陥りやすい。",
      "サミーラ": "サミーラが不利です。\n\n- ヴァルスは長射程からの攻撃が得意で、サミーラの射程よりも優位に立つことができるため、ハラスが非常に効果的。\n- ヴァルスのスネア効果を持つUltにより、サミーラは接近戦を挑む際に動けなくされるリスクが高く、攻撃を受けやすい。\n- サミーラは防御ステータスが低く、CCに弱いため、ヴァルスの持続的なダメージやCCに対して脆弱。\n- ヴァルスのAoEダメージは集団戦での影響力が大きく、サミーラが接近する前に大きなダメージを受ける可能性が高い。\n- サミーラは単独でのCCがないため、味方のサポートが必要だが、ヴァルスの攻撃を受けるとそのサポートが得られにくくなる。",
      "アッシュ": "アッシュが不利です。\n\n- ヴァルスは長射程からの攻撃が得意で、アッシュよりも遠くからハラスを行うことができるため、アッシュはダメージを受けやすい。\n- ヴァルスのスネア効果を持つアルティメットスキルにより、アッシュは捕まるリスクが高く、逃げる手段がないため非常に脆弱。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいてアッシュに対して優位に立つことができる。\n- アッシュはバーストダメージが低く、オールイン合戦ではヴァルスに対抗しづらい。\n- ヴァルスは敵チャンピオンをキルすることで攻撃速度が増加し、スノーボール性能が高いため、アッシュが不利な状況をさらに悪化させる可能性がある。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由は以下の通りです。\n\n- ヴァルスは射程が長く、コグ＝マウに対してハラスを行いやすい。特に序盤からのポークが強力で、コグ＝マウはダメージを受けやすい。\n- ヴァルスのスネア効果を持つUltは、コグ＝マウの自衛手段が乏しいため、捕まると致命的なダメージを受ける可能性が高い。\n- コグ＝マウは機動力が低く、ヴァルスの攻撃を避けることが難しい。特に、ヴァルスのスキルを受けた後の反撃がしづらい。\n- コグ＝マウは基礎射程が短く、Wのクールダウン中は戦闘能力が大きく落ちるため、ヴァルスの持続的な攻撃に対抗しづらい。\n- ヴァルスは集団戦でのAoEダメージが強力で、コグ＝マウが集団戦で活躍するのが難しい。特に、コグ＝マウは自衛手段がないため、集団戦で狙われやすい。",
      "ゼリ": "ゼリはヴァルスに不利です。\n\n- ヴァルスは長射程からのポークが得意で、ゼリは序盤のハラスが苦手なため、レーンでの圧力を受けやすい。\n- ヴァルスのCCスキルにより、ゼリは動きを制限されやすく、特に集団戦で捕まるリスクが高い。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスの持続的なダメージに対抗しづらい。\n- ヴァルスのAoEダメージに対して、ゼリは非貫通の攻撃しか持たないため、複数の敵に対して効果的にダメージを与えにくい。\n- ゼリは逃げの手段がEに依存しているため、ヴァルスのスネアに捕まると厳しい状況に陥りやすい。",
      "ジンクス": "ジンクスが不利です。\n\n- ヴァルスは射程が長く、ジンクスよりも遠くから攻撃できるため、ハラスがしやすい。\n- ヴァルスのスネア効果を持つUltにより、ジンクスは捕まると動けなくなり、致命的なダメージを受けやすい。\n- ジンクスは自衛手段が乏しく、特にアサシンやキャッチスキルを持つチャンピオンに対して脆弱であるため、ヴァルスの攻撃を受けやすい。\n- ヴァルスはAoEダメージを持っており、集団戦での影響力が高いため、ジンクスが集団戦で活躍するのが難しい。\n- ジンクスのスキルの発動に時間がかかるため、ヴァルスの攻撃を避けるのが難しく、トレードで不利になることが多い。",
      "トリスターナ": "トリスターナが不利です。\n\n理由は以下の通りです。\n\n- ヴァルスは射程が長く、トリスターナが攻撃する前にポークを行いやすいため、序盤からハラスが強力。\n- ヴァルスのCCスキルにより、トリスターナは動けなくなり、反撃が難しくなる。\n- トリスターナは序盤が弱く、装備が整うまでの間にヴァルスに対して劣位に立たされることが多い。\n- トリスターナのスキルのクールダウンが長いため、ヴァルスの持続的な攻撃に対して耐えにくい。\n- トリスターナはEのパッシブにより自動でウェーブをプッシュしてしまうため、ガンクを受けやすく、ヴァルスに対して安全にファームしづらい。",
      "アフェリオス": "アフェリオスが不利です。\n\n- ヴァルスは射程が長く、アフェリオスよりも遠くからハラスを行うことができるため、アフェリオスは攻撃を受けやすい。\n- ヴァルスのスネア効果を持つUltにより、アフェリオスは捕まりやすく、逃げる手段が限られているため、集団戦での生存が難しい。\n- ヴァルスはAoEダメージを持っており、アフェリオスが複数の敵に囲まれた際に大きなダメージを与えられる。\n- アフェリオスは武器の切り替えに依存しているため、ヴァルスの持続的な攻撃に対して反撃が難しい。\n- アフェリオスは機動力が低く、ヴァルスの攻撃を避けることが難しいため、特に序盤のハラスに対して脆弱である。",
      "スモルダー": "スモルダーが不利です。\n\n- ヴァルスは長射程からのポークが得意で、スモルダーは序盤のスタックがないとダメージが低いため、レーニングでのハラスに弱い。\n- ヴァルスのCCスキルにより、スモルダーは捕まると逃げる手段が限られているため、非常に危険な状況に陥りやすい。\n- スモルダーはAA強化がないため、DPSが低く、ヴァルスの持続的なダメージに対抗しづらい。\n- スモルダーのEスキルはCDが長く、ヴァルスのスキルのタイミングに合わせて使うのが難しいため、奇襲やキャッチに対して脆弱。\n- ヴァルスは集団戦でもAoEダメージを持ち、スモルダーが密集した敵に対して強いとはいえ、ヴァルスのスキルによって一方的に攻撃される可能性が高い。"
    },
    "loses": {
      "ジグス": "ジグスがヴァルスに有利です。\n\n理由は以下の通りです。\n\n- ジグスは長射程のスキルを持ち、ヴァルスの攻撃を受ける前にダメージを与えることができるため、ポーク戦で優位に立てる。\n- ヴァルスはHP回復手段が乏しく、ジグスの持続的なハラスに対して脆弱である。\n- ジグスのスキルは全てAoEであり、ミニオン処理や集団戦でのダメージを出しやすく、ヴァルスが集団戦での位置取りを難しくする。\n- ヴァルスのスネア効果はジグスに対して効果的ではなく、ジグスは設置型のスキルを使って安全に攻撃できる。\n- ジグスは接近を許すと無力になるが、ヴァルスは逃げる手段が限られているため、ジグスが距離を保ちながら攻撃することができる。",
      "シヴィア": "シヴィアがヴァルスに有利です。\n\n理由は以下の通りです。\n\n- シヴィアはスペルシールドを持っており、ヴァルスのスネアを弾くことができるため、トレードで有利に立ち回れる。\n- シヴィアのAoEダメージとウェーブクリア能力により、レーンを押しやすく、ヴァルスのポークを避けながら安全にファームできる。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けやすく、接近戦でも有利に戦える。\n- ヴァルスはHP回復手段が乏しく、シヴィアの持続的なハラスに対して脆弱であるため、シヴィアが優位に立つことができる。\n- シヴィアのウルトはエンゲージやディスエンゲージに使えるため、集団戦でもヴァルスに対して強力な立ち回りが可能。",
      "エズリアル": "エズリアルが有利です。\n\n理由は以下の通りです。\n\n- エズリアルは長射程のスキルを持っており、ヴァルスの攻撃を受けることなくハラスが可能です。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられるため、ヴァルスのポークに対抗しやすいです。\n- エズリアルのワープスキルにより、ヴァルスのスネアを避けることができ、機動力を活かして安全に立ち回れます。\n- ヴァルスはHP回復手段が乏しく、エズリアルの持続的なハラスに対して脆弱です。\n- エズリアルは射程を活かして、ヴァルスがスキルを当てる前に攻撃することができるため、レーンでの優位性を保ちやすいです。",
      "ジン": "ジンが有利です。\n\n理由は以下の通りです。\n\n- ジンは長射程の攻撃を持ち、ヴァルスよりも遠くから安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ジンのスキルは全てAoE効果を持ち、特に集団戦やレーンでのプッシュにおいて、ヴァルスに対して圧力をかけやすい。\n- ヴァルスはHP回復手段が乏しく、ジンの高バーストダメージを受けると早期にダメージを与えられるため、トレードで有利に立ちやすい。\n- ジンの4発目の攻撃やアルティメットは、HPが減った敵に対して非常に強力で、ヴァルスがスキルを使った後の隙を突くことができる。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあり、ジンの攻撃を避けるのが難しいため、キャッチしやすい。"
    }
  }
}