{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、レーンでのプッシュが得意なため、ヴァルスはレーンでの圧力を受けやすい。\n- シヴィアのスペルシールドにより、ヴァルスのスキルを無効化されることが多く、ダメージを与えづらい。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けやすく、反撃のチャンスを与えにくい。\n\n不利の緩和策：\n- レーンでのハラスを控え、シヴィアの攻撃を避けつつ、ミニオンを利用して安全にCSを取る。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫して、無効化されないようにする。\n- サポートと連携して、シヴィアに対して集団での攻撃を仕掛け、彼女の強みを活かさせないようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押し込むのが得意なため、ミス・フォーチュンはタワー下でのプレッシャーを受けやすい。\n- シヴィアのスペルシールドにより、ミス・フォーチュンのハラスやCCを無効化されることが多く、トレードで不利になる。\n- ミス・フォーチュンは耐久が低く、シヴィアの攻撃を受けると一方的にダメージを受けやすい。\n\n不利の緩和策：\n- レーン序盤は無理に押さず、ミニオン管理を慎重に行い、シヴィアのウェーブプッシュを抑える。\n- シヴィアのスペルシールドの使用タイミングを見極め、使い切った後に攻撃することで有利なトレードを狙う。\n- サポートと連携し、ジャングルのギャンクを呼びやすい位置取りを心がけ、シヴィアに対するプレッシャーを軽減する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、ケイトリンの攻撃を受け流しやすいため、レーンでのプッシュが難しくなる。\n- シヴィアのスペルシールドにより、ケイトリンの罠やスキルを無効化されることが多く、トレードでの優位性が失われる。\n- ケイトリンは射程が長いが、シヴィアの移動速度上昇や集団戦での後衛へのダメージを考慮すると、持続的なダメージを与えるのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを強化し、シヴィアのウェーブクリアを抑えるために、ミニオンを意識して攻撃する。\n- シヴィアのスペルシールドを誘発させるために、スキルを使うタイミングを工夫し、反撃のチャンスを作る。\n- 集団戦では位置取りを意識し、シヴィアの攻撃を避けつつ、味方と連携してダメージを与える。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンを迅速に処理できるため、レーンでの主導権を握られやすい。\n- スモルダーは序盤のスキル性能が低く、シヴィアの攻撃速度や範囲攻撃に対抗しづらい。\n- シヴィアのスペルシールドにより、スモルダーのCCやハラスが無効化されるため、トレードが不利になる。\n\n不利の緩和策：\n- 序盤は慎重に立ち回り、シヴィアの攻撃を避けつつ、ハラスを行うタイミングを見極める。\n- シヴィアのスペルシールドを誘発させた後に攻撃を仕掛け、反撃のチャンスを作る。\n- 中盤以降は集団戦でのAoE攻撃を活かし、シヴィアの後衛を狙うことでダメージを与える。",
      "トリスターナ": "トリスターナが不利です。\n\n- シヴィアは高いウェーブクリア能力を持ち、ミニオンを迅速に処理することでトリスターナのファームを制限できます。\n- シヴィアのスペルシールドにより、トリスターナのスキルを無効化されるため、トレードでの優位性が失われやすいです。\n- シヴィアはレーン戦でのダメージが高く、特に攻撃速度の上昇によりトリスターナよりも有利なトレードが可能です。\n\n不利の緩和策：\n- レベル2・3で積極的にトレードを仕掛け、シヴィアのスキルクールダウンを狙う。\n- ジャングラーと連携してギャンクを仕掛け、シヴィアにプレッシャーをかける。\n- ウェーブ管理を意識し、シヴィアの攻撃を受けないようにミニオンを適切に処理する。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n- ステルスを活用して奇襲を仕掛けることができ、シヴィアのスキルを避けやすい。\n- バーストダメージが高く、シヴィアの持続戦闘力を上回ることができる。\n- 後半のスケーリングが優れており、アイテムが整うとシヴィアを上回る火力を発揮する。\n\n有利の取り方：\n- ステルスを使ってシヴィアの不意を突き、奇襲を仕掛ける。\n- Eを使ってシヴィアのマナを削り、トレードを有利に進める。\n- 視界を確保し、安全な位置から攻撃することで、シヴィアに対して優位に立つ。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲が長く、シヴィアに対してハラスを行いやすいため、レーンでの優位性を保ちやすい。\n- ユナラのスキルは魔法ダメージを与えるため、シヴィアのスペルシールドを無効化しやすく、トレードで有利に立ち回れる。\n- シヴィアは基礎射程が短く、ユナラの攻撃を受けると一方的にダメージを受ける可能性が高い。\n\n有利の取り方：\n- 序盤に通常攻撃を使って解放スタックを貯め、シヴィアに対して積極的にハラスを行う。\n- シヴィアのスペルシールドを誘発するために、小技を使ってスキルを先に使わせ、その後に強攻撃を行う。\n- 集団戦では位置取りを重視し、ユナラのスキルを活かして後衛にダメージを与え、シヴィアの攻撃を避ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアに対して圧力をかけやすい。\n- シヴィアの基礎射程が短いため、ドレイヴンが攻撃を当てやすく、トレードで優位に立ちやすい。\n- ドレイヴンは移動速度を上げるスキルを持っており、シヴィアの攻撃を避けながら追撃することができる。\n\n有利の取り方：\n- 序盤にQを活用してシヴィアにハラスをかけ、ゴールド差をつける。\n- Eを使ってシヴィアの攻撃を中断し、反撃のチャンスを作る。\n- ミニオンウェーブを管理し、シヴィアがCSを取れないように圧力をかけ続ける。",
      "ルシアン": "ルシアンが有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- シヴィアのスペルシールドは一度のスキルを無効化するだけなので、ルシアンの連続攻撃やスキルのコンボでダメージを与えやすいです。\n- シヴィアは射程が短く、ルシアンの機動力を活かして距離を保ちながら攻撃することができます。\n\n有利の取り方：\n- シヴィアのスキルがクールダウン中のタイミングを狙って攻撃し、ダメージを与える。\n- スキルを使った後の通常攻撃を活かして、シヴィアに対して連続的にダメージを与える。\n- シヴィアがフルトレードを仕掛ける前に、積極的にハラスを行い、レーンの主導権を握る。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすいため、トレードで有利に立ち回れる。\n- シヴィアの基礎射程が短いため、ゼリは距離を保ちながら攻撃でき、ハラスがしやすい。\n- ゼリはスキルを駆使して戦うスタイルで、シヴィアの反撃を避けることができるため、持続的なダメージを与えやすい。\n\n有利の取り方：\n- シヴィアのスキルショットを避けつつ、ミニオンウェーブを管理して有利な状況を作る。\n- 中盤以降は位置取りを工夫し、シヴィアのウルトを警戒しながら攻撃する。\n- 攻撃速度や機動力を高めるアイテムを優先して購入し、トレードや集団戦での強さを増す。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n理由：\n- カイ＝サはレーンフェーズが非常に弱いが、ジンもオールインに弱く、特にカイ＝サがレベル6に達した後は彼女の強力なアルティメットによって逆転される可能性が高い。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ジンの攻撃を避けやすく、接近戦に持ち込まれると不利になる。\n- ジンはブリンクを持たず、カイ＝サが接近してきた際に逃げる手段が限られているため、オールインを仕掛けられると対処が難しい。\n\n不利の緩和策：\n- レーンフェーズではミニオンや味方と一緒に戦い、カイ＝サの孤立した状況でのダメージを減少させるように心がける。\n- カイ＝サの攻撃を受ける前に、オートアタックで脅かし、彼女がファームに来た際には後退させることを意識する。\n- アイテムを購入し、レベル6に達する前にリードを確保し、早期にゲームを終わらせるために攻撃的なプレイを心がける。",
      "エズリアル": "エズリアルが不利です。\n\n- カイ＝サは高いバーストダメージを持ち、特に中盤以降に強力な攻撃を仕掛けてくるため、エズリアルはその攻撃を受けやすい。\n- エズリアルの主力スキルは方向指定であり、カイ＝サの機動力に対してパフォーマンスが落ちるため、反撃が難しい。\n- カイ＝サはUltを使って瞬時に接近できるため、エズリアルが距離を保とうとしても、簡単に距離を詰められてしまう。\n\n不利の緩和策：\n\n- 序盤は慎重にファームし、カイ＝サの攻撃を避けることで、レベルアップを優先する。\n- カイ＝サのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- 集団戦では後衛を狙い、カイ＝サが前線に飛び込む際に阻止することを意識して立ち回る。",
      "ケイトリン": "ケイトリンが不利です。\n\n- カイ＝サは接近戦に強く、瞬時に移動しながらバーストダメージを与えることができるため、ケイトリンの長射程を活かしきれない。\n- カイ＝サはスキルを進化させることで多様な戦術が可能で、特に集団戦での機動力が高いため、ケイトリンが狙われやすい。\n- ケイトリンは集団戦での位置取りが難しく、カイ＝サの奇襲や追撃に対して脆弱である。\n\n不利の緩和策：\n- 序盤からのハラスを強化し、カイ＝サのファームを妨害することで、アイテムを早めに完成させる。\n- 視界を確保し、カイ＝サの動きを常に把握することで、奇襲を避ける。\n- 中盤以降は後衛で安全に攻撃できる位置を確保し、カイ＝サの接近を警戒しながら戦う。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、カイ＝サに対してプレッシャーをかけやすい。\n- カイ＝サはCCを持たないため、ドレイヴンの攻撃を避ける手段が限られている。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n\n有利の取り方：\n- 序盤から積極的に攻撃し、カイ＝サにダメージを与えてCSを奪う。\n- Qを当ててダメージを最大化し、カイ＝サの動きを制限する。\n- アルティメットを使ってカイ＝サの位置を予測し、追撃や奇襲を狙う。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- 高い機動力を持ち、カイ＝サの攻撃を避けながら接近戦を仕掛けやすい。\n- バースト力が高く、カイ＝サの体力を短時間で削ることができる。\n- カイ＝サのCCがないため、サミーラは自由に動き回りながら攻撃できる。\n\n有利の取り方：\n- 序盤はミニオンの後ろに位置し、カイ＝サの攻撃を避けつつCSを取る。\n- レベル6以降は、カイ＝サの攻撃を受ける前に接近し、連続攻撃で圧倒する。\n- アイテムを早めに揃え、攻撃力を強化してカイ＝サに対抗する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が低いマークスマンに対して優位に立ちやすく、カイ＝サのポークを受けにくい。\n- アフェリオスの武器の組み合わせにより、状況に応じた柔軟な戦術が可能で、特にカイ＝サの攻撃を避ける手段が豊富。\n- カイ＝サはCCを持たず、集団戦での位置取りが難しいため、アフェリオスが安全にダメージを与えやすい。\n\n有利の取り方：\n- 序盤はカイ＝サのポークに注意しつつ、ミニオンウェーブを効率的に処理してゴールドを稼ぐ。\n- アフェリオスの武器を活用して、カイ＝サの攻撃を避けながらダメージを与える。\n- カイ＝サのRを避けるために、常にポジショニングに気を付けて戦う。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは高い機動力を持ち、カイ＝サのスキルを避けやすいため、レーンでのプレッシャーをかけやすい。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化できるため、特にサポートと連携することでレーンでの優位性を持ちやすい。\n- カイ＝サはCCを持たないため、ニーラの持続的なダメージと回復能力に対抗しにくい。\n\n有利の取り方：\n- ミニオンウェーブを管理し、カイ＝サにプレッシャーをかけることで、彼女のスキルを避けつつダメージを与える。\n- サポートと連携して、ニーラのパッシブを活かしながら集団戦でのダメージを最大化する。\n- 適切なポジショニングを心がけ、カイ＝サのアルティメットを警戒しつつ、ターゲット選択を行う。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、カイ＝サに対して優位に立てる。\n- ザヤのスネア効果を活用することで、カイ＝サの機動力を制限し、攻撃のチャンスを増やすことができる。\n- カイ＝サはCCを持たないため、ザヤの反撃や自衛がしやすく、特に序盤のレーン戦で有利に立ち回れる。\n\n有利の取り方：\n- カイ＝サの攻撃を避けるためにミニオンの後ろに隠れ、序盤のpokeを防ぐ。\n- プラズマスタックを管理し、カイ＝サにスタックを重ねさせないように距離を保つ。\n- 集団戦ではザヤのRを活用し、カイ＝サが突っ込んできた際にダメージとCCを与える。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲が長く、カイ＝サに対してレーンでのハラスがしやすいため、持続的にダメージを与えられる。\n- ユナラのスキルは魔法ダメージを出すため、カイ＝サが防具で対策しにくく、効果的にダメージを与えられる。\n- カイ＝サはCCを持たないため、ユナラのスロー効果を利用して距離を保ちながら攻撃できる。\n\n有利の取り方：\n- レベル1からAAでスタックを溜め、早期に強化を狙う。\n- レベル3以降は短い交戦を仕掛け、カイ＝サの反撃を避けつつダメージを与える。\n- レベル6でアルティメットを使用し、自己強化を行い、集団戦での持続火力を高める。",
      "ゼリ": "ゼリが有利です。\n\n- 高い機動力を持ち、カイ＝サの攻撃を避けやすい。\n- スキルショットを駆使して持続的なダメージを与えられるため、カイ＝サに対してプレッシャーをかけやすい。\n- カイ＝サはアイテム依存度が高く、序盤のダメージが低いため、ゼリが優位に立ちやすい。\n\n有利の取り方：\n- 序盤からスキルショットを使ってカイ＝サにハラスをかけ、CSを確保する。\n- 集団戦では持続的なダメージを意識し、カイ＝サを狙う。\n- サポートと連携して、カイ＝サの動きを制限し、攻撃のチャンスを増やす。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、特にレベル6以降は攻撃力が増すため、コグ＝マウは距離を保つ必要がある。\n- トリスターナの移動能力が高く、ジャンプを使ってコグ＝マウに接近しやすいため、コグは捕まりやすい。\n- コグ＝マウは機動力が低く、ハードCCがないため、トリスターナの攻撃を受けると自衛が難しい。\n\n不利の緩和策：\n- 常に味方タンクの後ろに位置し、トリスターナの攻撃を避けるようにする。\n- レーン戦ではミニオンを利用してトリスターナの攻撃を遮り、CSを確保する。\n- トリスターナのスキルのクールダウンを確認し、隙を見て安全に攻撃するタイミングを見極める。",
      "セナ": "セナが不利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、特に接近された際に一気に削られる危険がある。\n- トリスターナのジャンプによる移動能力が高く、セナのハラスを避けやすいため、距離を保つのが難しい。\n- セナは基礎ステータスが低く、特に序盤においてはトリスターナの攻撃に対して脆弱で、捕まると簡単に倒される。\n\n不利の緩和策：\n\n- レーンでのハラスを強化し、トリスターナのEを溜めさせないように積極的に攻撃する。\n- トリスターナのジャンプ先にスキルを置くことで、接近を防ぎ、距離を保つようにする。\n- 防御系アイテムを早めに購入し、視界を確保してトリスターナの不意打ちを避ける。",
      "アッシュ": "アッシュが不利です。\n\n- トリスターナはレベル6以降にジャンプで瞬時に接近でき、タワーダイブやバーストダメージが強力です。\n- アッシュは基礎ステータスが控えめで、特に序盤は攻撃力が低いため、トリスターナのバーストに対抗しにくいです。\n- トリスターナのスキルのクールダウンを狙って反撃することが難しく、彼女が前に出た瞬間を捉えるのが難しいです。\n\n不利の緩和策：\n\n- トリスターナがジャンプを使った後に反撃するタイミングを見計らい、彼女の隙を突くようにします。\n- ミニオンを押してトリスターナを詰めさせないようにし、ウェーブコントロールを意識して戦います。\n- 支援と共にローミングの圧をかけたり、他レーンを助けるタイミングを探ることで、アッシュの影響力を高めます。",
      "ジン": "ジンが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、接近して攻撃することでジンのHPを大きく削ることができるため、オールインに弱い。\n- トリスターナの移動能力が高く、逃げる手段を持たないジンに対して容易に接近しやすい。\n- ジンはスキル発動時に足が止まりやすく、トリスターナの攻撃を受けやすい状況を作りやすい。\n\n不利の緩和策：\n- トリスターナのスキルのクールダウンを把握し、彼女がスキルを使った後にトレードを行うことで有利に戦う。\n- レーンを凍らせてタワー近くで安全にプレイし、トリスターナの攻撃を避ける。\n- サポートと連携してオールインのチャンスを狙い、トリスターナが攻撃しづらい状況を作る。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- トリスターナは序盤からのオールインが強力で、特にレベル2〜3でのバーストダメージが高いため、トゥイッチは無理に張り合うと危険です。\n- トリスターナの射程が長く、攻撃を受けながら安全にハラスを行えるため、トゥイッチはダメージを与えにくい状況になります。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、トゥイッチが奇襲を仕掛けても逃げられる可能性が高いです。\n\n不利の緩和策：\n- 序盤は無理にトレードをせず、ミニオンを安全に確保し、CSを優先することが重要です。\n- ワードを使って視界を確保し、トリスターナのオールインを警戒しながら立ち回ることで、リスクを減らします。\n- レベル6以降はアルティメットを活かして集団戦での裏取りを狙い、トリスターナの攻撃を避けつつダメージを与える戦略を取ります。",
      "サミーラ": "サミーラが不利です。\n\n- トリスターナは長射程を持ち、遠距離から安全にダメージを与えることができるため、接近するのが難しい。\n- トリスターナのバーストダメージが高く、特に序盤はサミーラが攻撃を受けやすい状況になる。\n- サミーラは低い防御ステータスと短い射程のため、トリスターナの攻撃を受けると厳しい状況に陥る。\n\n不利の緩和策：\n- 序盤は無理に攻撃せず、CSを優先してトリスターナの攻撃を避ける。\n- サポートと連携し、トリスターナが攻撃を仕掛けてきた際に反撃できるようにする。\n- トリスターナの逃げスキルを温存させないように、タイミングを見計らって攻撃を仕掛ける。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n- 遠距離からのポークが得意で、トリスターナが接近する前にダメージを与えやすい。\n- コーキは波処理能力が高く、ミニオンを素早く処理することでトリスターナにプレッシャーをかけられる。\n- 中盤以降、コーキのスキルはクールダウンが短く、持続的なダメージを出しやすいため、トリスターナに対して優位に立てる。\n\n有利の取り方：\n- レベル6になる前にトリスターナにポークを行い、体力を削る。\n- トリスターナがEを積む前に積極的に攻撃し、早期に有利な状況を作る。\n- フラッシュを使ってトリスターナのジャンプを避けつつ、Rを使って追撃や削りを行う。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮します。\n- トリスターナは序盤のバーストダメージが高いものの、アフェリオスは装備によるスケールが良好で、成長後の火力で優位に立てる可能性があります。\n- アフェリオスはトリスターナの攻撃を受ける前に、遠距離からハラスを行うことができ、トリスターナのギャップクローズを避けやすいです。\n\n有利の取り方：\n- レーン戦では、アフェリオスのハラスを活かしてトリスターナの体力を削り、早期に優位を築く。\n- トリスターナのスキルを避けるために、位置取りを工夫し、相手の攻撃を受けないようにする。\n- 集団戦では、トリスターナのノックバックを避けつつ、後衛から安全に攻撃を行い、ダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、トリスターナに対してオールインを仕掛けやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、ドレイヴンが攻撃を仕掛けるチャンスが多い。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテムを早く揃えることでさらに強力になる。\n\n有利の取り方：\n- レーニング中はQを意識して斧を拾い、短いオールインでトリスターナのHPを削る。\n- トリスターナのスキルを使った後の隙を狙い、Eでスローをかけて追撃する。\n- レベル6以降はRをフィニッシュ用に使い、トリスターナの隙を突いてキルを狙う。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナの攻撃を受ける前にミニオンを処理しやすい。\n- スペルシールドにより、トリスターナのウルトや爆発を無効化できるため、トリスターナのバーストダメージを軽減できる。\n- シヴィアは遠距離からトリスターナをポークできるため、トレードで有利に立ち回ることができる。\n\n有利の取り方：\n- ウェーブをしっかり管理し、トリスターナが近づく前にミニオンを処理しておく。\n- トリスターナがジャンプして攻撃してくるタイミングでスペルシールドを使い、爆弾のダメージを防ぐ。\n- エクゾーストを選択し、トリスターナが近づいてきた際にダメージを減少させて反撃する。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程からのポークが得意で、トリスターナが近づく前にダメージを与えることができる。\n- トリスターナは序盤は射程で劣るため、ヴァルスの攻撃を受けやすい。\n- ヴァルスのCCスキルにより、トリスターナのジャンプを制限し、攻撃のチャンスを減らすことができる。\n\n有利の取り方：\n- 開幕から距離を保ちながらチップダメージを与え、トリスターナの動きを制限する。\n- レベル6以降はRを使ってトリスターナのジャンプ後の追撃を阻止し、味方と連携してダメージを与える。\n- 集団戦では後方からEや通常攻撃で削り、トリスターナが近づいてきた際にはCCを活用して動きを封じる。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは遠距離からのポークが得意で、トリスターナの攻撃を受ける前にダメージを与えることができる。\n- トリスターナのジャンプを把握し、根付けを使うことでトリスターナの突進を無効化できるため、トレードで優位に立ちやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ザヤがその隙を突いて攻撃できる。\n\n有利の取り方：\n- レーン開始時にミニオン管理を優先し、トリスターナが突っ込む状況を作らせないように距離を保つ。\n- トリスターナがスキルを使った後に短いポークを行い、根付けの準備をすることでトレードを有利に進める。\n- トリスターナのローミングに注意し、ワードを設置して情報を共有し、集団戦では後衛でフェザーを撒いてダメージを稼ぐ。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由：\n- カイ＝サは短いトレードでトリスターナに対して優位に立てるため、序盤の小競り合いで有利に進めやすい。\n- トリスターナのオールイン能力は強力だが、カイ＝サは瞬時に移動しながら攻撃できるため、トリスターナの攻撃を回避しやすい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、状況に応じた戦術を取ることができる。\n\n有利の取り方：\n- 短いトレードを繰り返し、トリスターナのスキルクールダウンを利用してダメージを与える。\n- トリスターナがスキルを使った後の隙を狙い、積極的に攻撃を仕掛ける。\n- サポートと連携し、トリスターナに対してエンゲージを行い、カイ＝サのバーストダメージを活かす。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- ユナラは攻撃範囲が長く、シヴィアの基礎射程が短いため、レーンでのトレードで一方的にダメージを受けやすい。\n- ユナラのスキルによる波及ダメージが強力で、シヴィアのウェーブクリア能力を上回るため、ミニオン処理で不利になる。\n- シヴィアは単体へのDPSが他のADCに劣るため、ユナラとの殴り合いで火力負けしやすい。\n\n不利の緩和策：\n- レーンフェイズでは慎重に位置取りを行い、ユナラの攻撃を避けるようにする。\n- ユナラのスタックを妨害するために、ミニオンを早めに処理し、波状攻撃を行う。\n- 集団戦では後衛としての役割を徹底し、ユナラのスキルを避けながらダメージを与えるように心がける。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ユナラは長射程の攻撃を持ち、遠距離からのハラスが得意なため、サミーラが接近するのが難しい。\n- ユナラのスロー効果により、サミーラは接近戦での立ち回りが制限され、攻撃を受けやすくなる。\n- ユナラのアルティメットは集団戦でのダメージ出力を大幅に向上させるため、サミーラが有利に立ち回るのが難しい。\n\n不利の緩和策：\n- 序盤は距離を保ちながらハラスを行い、ユナラのスタックを溜めさせないようにする。\n- ユナラのスキルのクールダウンを狙い、Eやアルティメットが不在のタイミングで攻撃を仕掛ける。\n- ミニオンを利用してユナラの攻撃を避けつつ、パッシブを活かして近接戦を有利に進める。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ユナラは集団戦での継続火力が強く、AoEダメージを持っているため、カイ＝サが接近するのが難しい。\n- ユナラの攻撃範囲が長く、レーンでのハラスやガンク回避が得意なため、カイ＝サが農兵を取るのが難しくなる。\n- カイ＝サはCCを持たず、ユナラのスロー効果により立ち回りが制限されやすい。\n\n不利の緩和策：\n- レーンではユナラの攻撃を避けるために、距離を保ちながら農兵を取ることを意識する。\n- アイテムを早めに購入し、進化を優先してバーストダメージを高め、孤立した敵を狙う。\n- 集団戦ではユナラのスキルを避けるために、位置取りを工夫し、味方のCCと連携して攻撃するタイミングを見極める。",
      "ヴェイン": "ヴェインが不利です。\n\n- ユナラの攻撃範囲が長く、レーンでのハラスが強力なため、ヴェインはダメージを受けやすい。\n- ユナラのスロー効果により、ヴェインは接近や逃げる際に制限され、特にユナラのスキルが発動している時は脆弱になる。\n- ユナラの集団戦でのAoEダメージが高く、ヴェインは集団戦での立ち回りが難しくなる。\n\n不利の緩和策：\n- ミニオン管理を徹底し、ユナラのスタックを溜めさせないようにする。\n- ユナラのスキルが発動している時は距離を保ち、無理に接近しないようにする。\n- アイテムを早めに購入し、回復や機動力を確保して、状況に応じて防御アイテムを選択する。",
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ユナラは攻撃範囲が長く、ニーラが接近する前にハラスを受けやすいため、序盤のレーン戦で不利になる。\n- ユナラのスキルは持続的なダメージを与えることができ、集団戦では高いダメージ出力を持つため、ニーラが短期決着を狙うのが難しい。\n- ユナラのスキルは自己強化が可能で、特にアルティメットを発動するとダメージが大幅に上昇し、ニーラの瞬間火力を上回ることがある。\n\n不利の緩和策：\n- 序盤はユナラのスタックを溜めさせないように、積極的にハラスを行い、長期戦を避ける。\n- 味方と連携し、ユナラのスキルを避けながら集団戦を行い、ユナラのアルティメットを消費させるタイミングを見極める。\n- ブッシュを利用して奇襲をかけ、ユナラの攻撃を避けつつ、短期決着を狙う。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ユナラは長射程のAAを持ち、レーンでのハラスが得意なため、ミス・フォーチュンはポークを受けやすい。\n- ユナラのスキルによる追加魔法ダメージがあるため、ミス・フォーチュンの基礎ADの低さが影響しやすい。\n- ユナラは集団戦でのAoEダメージが強力で、ミス・フォーチュンのRを受けると大きなダメージを受ける可能性が高い。\n\n不利の緩和策：\n- レーン序盤は無理にハラスをせず、ミニオンを安全に処理しながらスタックを稼ぐ。\n- ユナラのスキルを避けるために、立ち位置を意識し、近接戦を避ける。\n- 集団戦では、ユナラのRを確認してから自分のRを使うことで、ダメージを最小限に抑える。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ユナラは長射程の攻撃を持ち、ザヤの攻撃範囲よりも優位に立つことができるため、ザヤは一方的にダメージを受けやすい。\n- ユナラのスキルは継続的なダメージを与えることができ、特に集団戦ではAoEダメージが強力で、ザヤが反撃する隙を与えにくい。\n- ユナラはスロー効果を持っており、ザヤの移動を制限することで、ザヤが自衛や反撃を行うのを難しくする。\n\n不利の緩和策：\n- ユナラの攻撃が強化される前に、早めに短いトレードを仕掛けてCS差を作り、ユナラのスタックを減らす。\n- ユナラのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- サポートと連携して、ユナラのスキルを避けながら攻撃し、集団戦では位置取りを工夫してユナラの攻撃を受けないようにする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは短〜中距離での強力なポーク能力を持ち、序盤からユナラに対してダメージを与えやすい。\n- ユナラはAAに依存しているため、コーキの攻撃を受けるとスタックを溜める前にダメージを受けやすい。\n- コーキは瞬間火力を活かしてユナラのRがない間にキル圏に持ち込むことができ、集団戦でも有利に立ち回れる。\n\n有利の取り方：\n- 序盤はミサイルやスキルを使ってユナラのスタックを溜めさせないようにトレードを行う。\n- ユナラのRがないタイミングを狙って積極的に攻撃し、キルを狙う。\n- 集団戦では散開してユナラの範囲攻撃を避けつつ、短い瞬間を狙ってダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラに対して先手を取ることができるため、キル圧をかけやすい。\n- ユナラはCCがスローのみで、ドレイヴンの高い攻撃力に対して防御手段が乏しいため、オールインされると脆弱になる。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、序盤からのアイテム差を利用してユナラを圧倒することができる。\n\n有利の取り方：\n- レーン序盤で積極的にトレードを行い、ユナラのスタックを溜めさせないようにする。\n- 斧を正確に拾い続け、攻撃力を維持しながらユナラに対して圧力をかける。\n- 味方サポートと連携し、ユナラがスキルを使った後の隙を突いて一気に攻撃する。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは遠距離からの攻撃が得意で、ユナラのAAを制限しやすいため、レーンでのハラスが効果的です。\n- ジグスのスキルは全てAoEであり、ミニオン処理や集団戦でのダメージを出しやすく、ユナラの攻撃を受けにくいです。\n- ユナラは接近しないとダメージを出せないため、ジグスが距離を保ちながら攻撃することで、ユナラの強みを活かさせない立ち回りが可能です。\n\n有利の取り方：\n- レーン開始時に遠距離からミニオンとユナラを攻撃し、ユナラのヘルスを削りつつミニオンを押し込む。\n- 短期トレードでは、ユナラが近づいてきた際に距離を取るためのスキルを使用し、ダメージを回避しながら反撃する。\n- ウェーブ管理を行い、ミニオンを押し込んでロームを行い、他レーンでのプレッシャーをかけることで、全体的に有利な状況を作る。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは射程が長く、ユナラの接近を阻止しやすいため、遠距離からの攻撃で有利なトレードが可能です。\n- ユナラのCCはスローのみであり、アフェリオスは距離を保ちながら攻撃できるため、ユナラの攻撃を避けやすいです。\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮できるため、ユナラに対して優位に立てます。\n\n有利の取り方：\n- レーニング前半では、遠距離から定期的に攻撃し、ユナラにミニオンを挟ませないように立ち回ります。\n- 中盤以降は距離管理を徹底し、ユナラのスローを警戒しつつ、視界を確保して安全に攻撃します。\n- 集団戦では、ユナラのアルティメットの時間を意識し、離れた位置から継続的に火力を出し、味方のサポートを活用して安全に戦います。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、ユナラに対して遠距離からポークができるため、ユナラが攻撃を仕掛ける前にダメージを与えられる。\n- ヴァルスのCCスキルにより、ユナラの動きを制限し、接近を難しくすることができる。\n- ヴァルスはAoEダメージを持っており、集団戦でのダメージ出力が高く、ユナラの脆弱な立ち位置を突くことができる。\n\n有利の取り方：\n- ミニオンの後ろから攻撃し、ユナラに近づかせないようにする。\n- Qを常にチャージして、ユナラに解放スタックを積ませないようにする。\n- 集団戦では後衛で安全に射程を保ち、ユナラの突進をCCで潰す。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ユナラの攻撃を避けやすいため、ハラスを受けにくい。\n- ユナラのスタックを溜めさせないように、短い攻撃で圧力をかけることができる。\n- ユナラの集団戦での強力なダメージを避けるために、距離を保ちながら戦うことができる。\n\n有利の取り方：\n- 序盤はユナラに近づかせず、CSを優先しながらハラスを行う。\n- 中盤はユナラのスキルのクールダウンを狙い、距離を取りながら交戦する。\n- 終盤はユナラの強化されたスキルを避けるために、密集を避けて立ち回る。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラのスタックを妨害しやすいため、レーンでの主導権を握りやすい。\n- ルシアンの機動力が高く、短いクールダウンで攻撃を繰り返すことができるため、ユナラのスキルを避けながらダメージを与えられる。\n- ユナラは通常攻撃に依存しているため、ルシアンの瞬間火力に対して脆弱であり、特に集団戦での立ち位置が難しくなる。\n\n有利の取り方：\n- 開幕から短いトレードを行い、ユナラのスタックを妨害しつつダメージを与える。\n- アルティメットを使用してラインプレッシャーをかけ、ローミングを行い、他のレーンにも影響を与える。\n- 位置取りを意識し、ユナラのスキルを避けながら攻撃し、集団戦ではターゲットを集中して瞬時に排除する。",
      "トリスターナ": "トリスターナは有利です。\n\n- トリスターナは短期的なバーストダメージが高く、ユナラの攻撃を受ける前に素早く攻撃を仕掛けることができるため、早期にキルを狙いやすい。\n- トリスターナはレベルが上がるごとに射程が増加し、特に終盤ではユナラよりも長い射程で安全に攻撃できるため、集団戦での位置取りが有利になる。\n- ユナラは攻撃回数で強くなるが、トリスターナのバーストに対しては耐久が低く、長期戦になるとユナラが有利になるため、短期決戦を仕掛けることで有利を保てる。\n\n有利の取り方：\n- レベル2または3でトリスターナのバーストを活かし、ユナラのスタックを溜めさせないように短いコンボで攻撃する。\n- ユナラのスキルを避けるために、トリスターナの移動能力を活かして距離を保ちながら攻撃し、ユナラのスキルのクールダウンを狙う。\n- 集団戦では、ユナラのスキルが発動している間は前線での攻撃を避け、ユナラがスキルを使い終わったタイミングで攻撃を仕掛ける。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ユナラに対して一方的にハラスを行いやすい。\n- ユナラのCCはスローのみで、ケイトリンの距離を保つ能力に対抗しにくいため、トレードで優位に立ちやすい。\n- ケイトリンの罠を使うことで、ユナラの動きを制限し、攻撃のチャンスを増やすことができる。\n\n有利の取り方：\n- 開始時に長射程を活かしてユナラにハラスを行い、スタックを溜めさせないようにする。\n- ユナラが近づいてきた際には、距離を保ちながらトレードを行い、反撃のチャンスを狙う。\n- ユナラがRを使った後やスタックを溜め切ったタイミングで罠を設置し、Rでフィニッシュを狙う。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ユナラに対して安全な距離からポークが可能です。これにより、ユナラが攻撃を仕掛ける前にダメージを与えることができます。\n- ユナラは通常攻撃に依存しているため、エズリアルのEを使って距離を取ることで、ユナラの攻撃を避けやすくなります。\n- エズリアルはスキルのクールダウンが短く、連続してダメージを与えることができるため、ユナラのスロー効果を受けても反撃しやすいです。\n\n有利の取り方：\n- レーン開始時にミニオン越しにポークを行い、ユナラの攻撃を封じることで、ハラスを優位に進めます。\n- ユナラがQを発動している間は無理に接近せず、Eを使って距離を保ちながら安全にダメージを与え続けます。\n- ミッドゲームではロームやサイドラインでのポークを続け、ユナラに近づかせないように立ち回り、集団戦では安全な位置からスキルを連打します。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、セナは逃げ手段が乏しいため、捕まると簡単に倒されてしまう。\n- トゥイッチの攻撃は高いバーストダメージを持ち、セナは基礎ステータスが低いため、序盤のトレードで不利になりやすい。\n- トゥイッチは集団戦での火力が非常に高く、セナが無理に1v1を仕掛けると逆に危険な状況になることが多い。\n\n不利の緩和策：\n- レーン序盤は距離を保ち、トゥイッチの攻撃を避けながらハラスを行うことで、優位を築く。\n- ワードを多く置き、視界を確保してトゥイッチの奇襲を防ぐ。特にブッシュ周辺には注意を払う。\n- 中盤以降は味方と連携し、トゥイッチの動きを監視しながら集団戦に参加することで、彼の強みを抑える。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、コグ＝マウは近接戦闘に弱いため、トゥイッチの攻撃を受けやすい。\n- トゥイッチの攻撃範囲がアルティメットによって大幅に増加し、コグ＝マウは射程で負けるため、正面からの戦闘が不利になる。\n- コグ＝マウは自衛手段が乏しく、トゥイッチの高火力に対して耐えることが難しい。\n\n不利の緩和策：\n\n- ワードを設置してトゥイッチのステルスを警戒し、奇襲を未然に防ぐ。\n- 味方のサポートと連携し、トゥイッチが奇襲を仕掛けてきた際にしっかりと守ってもらう。\n- 遠距離からの攻撃を意識し、常に距離を保ちながらファームを行い、装備を整える。",
      "シヴィア": "シヴィアが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、シヴィアはその攻撃を避ける手段が限られています。\n- トゥイッチのアルティメットによる高い火力と射程の増加により、集団戦でのダメージを受けやすく、シヴィアは後衛としての役割が脅かされます。\n- シヴィアは基礎射程が短く、トゥイッチの攻撃を受けやすい状況になりやすいため、レーンでのトレードで不利になることが多いです。\n\n不利の緩和策：\n\n- レーンをフリーズさせて、トゥイッチが育つのを防ぎ、ガンクを狙うことで有利な状況を作る。\n- トゥイッチがステルスを使った際には、マップ上の視界を確保し、位置を把握することで奇襲を避ける。\n- 集団戦では、トゥイッチのアルティメットが発動する前にエンゲージを仕掛け、彼を早期に排除することを目指す。",
      "アッシュ": "アッシュが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動力が低いため、捕まると逃げる手段が限られます。\n- トゥイッチのアルティメットによる高火力の集団戦で、アッシュはポジショニングが重要ですが、逃げる手段がないため、前線を崩されると厳しい状況になります。\n- アッシュは序盤のポークやスローを活かしてトゥイッチを制限できますが、後半にトゥイッチが強力なキャリーとなるため、ゲームが進むにつれて不利が増します。\n\n不利の緩和策：\n\n- ワードを活用してトゥイッチのステルスや待ち伏せを警戒し、視界を確保することで奇襲を防ぎます。\n- アルティメットのクールタイムを管理し、トゥイッチがアルティメットを使った際に反撃のチャンスを狙うことで、集団戦での優位性を保ちます。\n- 初期ゲームではポークとCSの安定を重視し、遅れを取らないようにすることで、装備を整え、後半に向けての強化を図ります。",
      "アフェリオス": "アフェリオスが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスは機動力が低いため、捕まるリスクが高いです。\n- トゥイッチの範囲攻撃は集団戦で非常に強力で、アフェリオスは位置取りが難しく、攻撃を避けるのが困難です。\n- アフェリオスは序盤が弱く、トゥイッチが早い段階で強力なバーストダメージを持つため、レーン戦でのトレードに負けやすいです。\n\n不利の緩和策：\n\n- 視界を確保し、トゥイッチの位置を常に把握することで、奇襲を避けるようにする。\n- 防御アイテムを早めに購入し、トゥイッチのバーストダメージに対抗できるようにする。\n- 集団戦では位置取りを工夫し、トゥイッチの攻撃を避けるために、後衛での立ち回りを心がける。",
      "ジンクス": "ジンクスが不利です。\n\n- トゥイッチはステルスを使って奇襲を仕掛けることが得意で、ジンクスは自衛手段が乏しいため、接近されると脆弱です。\n- トゥイッチのバーストダメージは非常に高く、ジンクスがポジショニングを誤ると一瞬で倒される危険があります。\n- トゥイッチはウェーブクリアが早く、ジンクスがレーンを押し過ぎると不利な状況に陥りやすいです。\n\n不利の緩和策：\n\n- 常に視界を確保し、トゥイッチのステルスを警戒することで奇襲を防ぐ。\n- ミニオンウェーブを管理し、トゥイッチにレーンを押させないようにする。\n- 集団戦では味方と連携し、トゥイッチの位置を把握してから行動することで、バーストダメージを受けにくくする。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- トゥイッチは奇襲力が高く、ステルスを利用してスモルダーに接近しやすいため、スモルダーは不意打ちを受けやすい。\n- トゥイッチのアルティメットによる高火力で、集団戦や1対1の状況でスモルダーが早期に倒される可能性が高い。\n- スモルダーは序盤のスキル性能が低く、トゥイッチの攻撃を受けるとレーニングで不利になりやすい。\n\n不利の緩和策：\n- 視界を確保し、トゥイッチの位置を把握することで奇襲を防ぐ。\n- 味方ジャングルと連携し、トゥイッチが消えた際にはブラシにワードを置いて警戒する。\n- 集団戦では後列からAoE攻撃を行い、トゥイッチのフランクを避ける位置取りを心がける。",
      "ジグス": "ジグスが不利です。\n\n- トゥイッチはステルスを使って奇襲を仕掛けることができ、ジグスが接近を許すと瞬時に大ダメージを受ける可能性が高い。\n- トゥイッチの攻撃は自動攻撃に依存しており、ジグスはその攻撃を避ける手段が限られているため、持続的なダメージを受けやすい。\n- ジグスは射程が長いものの、トゥイッチのアルティメットによる攻撃範囲の増加に対抗するのが難しく、集団戦での位置取りが厳しくなる。\n\n不利の緩和策：\n\n- レーンでは常にミニオンを押し込むことで、トゥイッチがステルスを使うタイミングを制限する。\n- 視界を確保し、トゥイッチの動きを把握することで、奇襲を未然に防ぐ。\n- 集団戦では味方のCCを活用し、トゥイッチの接近を阻止することで、ジグスのダメージを最大限に活かす。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n- コーキは遠距離からの攻撃が得意で、トゥイッチのステルスを警戒しながら安全にハラスができる。\n- コーキのスキルはAoEダメージを持ち、トゥイッチが集団戦で出すダメージを抑えることができる。\n- トゥイッチは序盤に脆弱で、コーキの攻撃で早期にリードを取ることが可能。\n\n有利の取り方：\n- レーン序盤に積極的にハラスを行い、トゥイッチの体力を削る。\n- ワードを使って視界を確保し、トゥイッチのステルスを警戒する。\n- 中盤以降はパッケージを利用してロームし、人数差を作って集団戦を有利に進める。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは近接攻撃を持ち、トゥイッチの攻撃を避けながら短期交戦でダメージを与えることができるため、トゥイッチのAAを封じやすいです。\n- トゥイッチは逃げ性能が低く、ニーラのバーストダメージを受けると一気に不利な状況に陥る可能性が高いです。\n- ニーラは味方との連携を活かしやすく、特にサポートと組むことでトゥイッチに対して強力なシナジーを発揮できます。\n\n有利の取り方：\n- 視界を確保し、トゥイッチが孤立した瞬間を狙って奇襲をかける。\n- トゥイッチのAAを避けつつ、ミニオンを利用してスキルを溜め、ワンコンを狙う。\n- 集団戦では前に出すぎず、味方と固まってトゥイッチの攻撃を受けないように立ち回る。",
      "ルシアン": "ルシアンが有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチに対して早期にダメージを与えやすい。\n- トゥイッチのステルス攻撃をエクゾーストで無効化できるため、トゥイッチの奇襲を防ぎやすい。\n- ルシアンは機動力が高く、トゥイッチの攻撃を避けながら攻撃することができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- エクゾーストを持ってトゥイッチに対抗し、彼の攻撃を受けた際に逆に反撃する。\n- トゥイッチがステルスを使った際には、リレントレス・パースートを活用して位置を変え、攻撃を避ける準備をする。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- 序盤から高いバーストダメージを持ち、トゥイッチに対してオールインが強力。\n- トゥイッチは序盤が弱く、ドレイヴンの攻撃を受けると早期にキルを狙いやすい。\n- ドレイヴンは移動速度を上げるスキルを持ち、トゥイッチのステルスを警戒しつつ追撃が可能。\n\n有利の取り方：\n- レベル1から積極的にオールインし、トゥイッチにプレッシャーをかける。\n- ブッシュにワードを置き、トゥイッチの動きを把握して奇襲を防ぐ。\n- アイテムを早めに揃え、ライフスティールや致命打を確保して持続的なダメージを出す。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程の攻撃が可能で、トゥイッチの奇襲を警戒しながら安全にハラスができる。\n- エズリアルの機動力が高く、トゥイッチの攻撃を回避しやすいため、近接戦でのリスクが低い。\n- トゥイッチは序盤のポークに弱く、エズリアルの攻撃を受けると厳しい状況に陥る。\n\n有利の取り方：\n- レーン序盤はQでトゥイッチをチクチク攻撃し、リードを取る。\n- ワードを設置して視界を確保し、トゥイッチの奇襲を防ぐ。\n- レベル6以降は位置取りを意識し、集団戦では後方から攻撃を行い、トゥイッチの突入に合わせてEを温存する。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、特にトゥイッチのような脆いチャンピオンに対して効果的です。\n- トリスターナはレベルが上がるごとに射程が増加し、トゥイッチの攻撃を安全な距離から避けながら攻撃できます。\n- トリスターナの移動能力が高く、トゥイッチの奇襲を回避しやすいため、接近戦でのリスクが低くなります。\n\n有利の取り方：\n- レーン戦では、短いトレードを繰り返し、トゥイッチのHPを削ることで優位を築く。\n- 草影を利用してトゥイッチの視界を制限し、奇襲を防ぐためにワードを設置する。\n- レベル6以降は射程を活かして安全に攻撃し、トゥイッチのアルティメットの影響を受けないように距離を保つ。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 遠距離からの攻撃が得意で、トゥイッチの接近を阻止しやすい。\n- CC効果を持つスキルにより、トゥイッチの奇襲を制限できる。\n- トゥイッチは序盤の耐久が低く、ポークで有利に立ち回れる。\n\n有利の取り方：\n- 常に視界を確保し、ブラシにワードを設置してトゥイッチの動きを把握する。\n- QやEを使ってトゥイッチに継続的にダメージを与え、CSを取りつつ圧力をかける。\n- レベル6以降はRを温存し、トゥイッチが突進してきた際に反撃する準備をする。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n- ヴェインは高いバーストダメージを持ち、ニーラを瞬時に排除できるため、特に1対1の状況で危険です。\n- ヴェインのステルスと回避能力により、ニーラの攻撃をかわされやすく、反撃を受けるリスクが高まります。\n- ニーラは射程が短く、ヴェインの攻撃を受けやすいため、ハラスに対して脆弱です。\n\n不利の緩和策：\n- レーンフェーズでは積極的にハラスを行い、ヴェインの体力を削ることでプレッシャーをかける。\n- ジャングラーのサポートを受けて、ヴェインが孤立しているときにギャンクを狙う。\n- チームファイトでは、味方をサポートしつつ、ヴェインの攻撃を引きつける役割を果たすことで、彼女の影響力を減少させる。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- ヴェインは近接攻撃型で、レベル6以降の確殺能力が高く、エズリアルが近づくと危険な状況になる。\n- エズリアルは射程が長いものの、ヴェインの機動力と壁を利用した攻撃に対しては対処が難しく、特にCCを受けると脆弱。\n- ヴェインはタンクやジャガーノートに対して強力なダメージを与える能力があり、エズリアルの耐久力が不足しているため、集団戦での生存が難しい。\n\n不利の緩和策：\n- 序盤は慎重に立ち回り、ポークを行いながら距離を保ち、ヴェインに近づかせないようにする。\n- ジャングルとの連携を強化し、ヴェインがレベル6になる前にギャンクを狙うことで、早期に有利な状況を作る。\n- アイテムをマナ系に優先し、ブーツを状況に応じて調整することで、機動力を高めてヴェインの攻撃を回避しやすくする。",
      "ジン": "ジンが不利です。\n\n理由：\n- ヴェインは序盤が弱いものの、中盤から後半にかけて強力になり、特に1対1のデュエルで優位に立つことができる。\n- ヴェインのスタン効果を持つスキルにより、ジンは接近された際に逃げる手段が限られ、オールインに弱くなる。\n- ジンはブリンクを持たず、ヴェインの高い機動力に対抗するのが難しく、特にアルティメットを使用された際にはカイトされやすい。\n\n不利の緩和策：\n- 序盤はアグレッシブにトレードを行い、ヴェインのスキルを発動させないようにする。\n- ヴェインのHPが減ったタイミングで長いトレードやオールインを狙い、優位に立つ。\n- サポートと連携し、ヴェインのスタン効果を避けるために位置取りを工夫し、常にプレッシャーをかけ続ける。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ヴェインの高い機動力と短期高火力により、接近戦での撃ち合いで劣るため、特にレベル6以降は危険。\n- ヴェインは壁を利用したコンデムで一瞬でダメージを与えることができ、ザヤはその攻撃を避けるのが難しい。\n- ザヤの射程が短いため、ヴェインのポジショニングによっては一方的に攻撃を受けやすい。\n\n不利の緩和策:\n- 序盤はミニオンを利用してポークを行い、ヴェインの攻撃を避けるように立ち回る。\n- レベル6以降は、ヴェインのスキルを避けるために壁を利用し、位置取りを工夫する。\n- サポートと連携し、集団戦では後衛からの支援を受けながら戦うことで、ヴェインの攻撃を受けにくくする。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすく、1対1の戦闘で優位に立つことができる。\n- シヴィアの基礎射程が短いため、ヴェインの攻撃を受けやすく、特に序盤のレーンでトレードで負けやすい。\n- ヴェインは最大HPに比例した確定ダメージを与える能力が高く、タンクやジャガーノートに対しても強力なダメージを出せるため、シヴィアにとって脅威となる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ヴェインの攻撃を避けるように立ち回る。\n- サポートと連携して、ヴェインに対して集中的に攻撃を仕掛け、早期に優位を築く。\n- レベル6以降は、ヴェインのアルティメットを意識し、フランクを避けるために位置取りを慎重に行う。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは遠距離からの持続的なダメージを与えることができ、ヴェインの接近を許さずにハラスが可能です。\n- アフェリオスの武器の組み合わせにより、状況に応じた柔軟な戦闘スタイルが取れるため、ヴェインの攻撃を避けやすいです。\n- ヴェインは序盤のダメージが低く、アフェリオスの遠距離攻撃に対して反撃が難しいため、アフェリオスが優位に立ちやすいです。\n\n有利の取り方：\n- 序盤はアフェリオスの武器を活かして遠距離からヴェインをハラスし、レベルを上げていく。\n- ミニオンを利用してヴェインのスキルを避ける位置取りを心がけ、ダメージを受けないようにする。\n- 中盤以降はアイテムパワースパイクを活かし、積極的に戦闘を仕掛けてヴェインを圧倒する。",
      "セナ": "セナが有利です。\n\n理由：\n- 射程が長いため、ヴェインに対して一方的にハラスを行いやすく、接近を許さない。\n- セナの回復能力により、ヴェインの攻撃を受けても持ちこたえやすく、持続戦闘で優位に立てる。\n- セナのCCスキルを活用することで、ヴェインの機動力を制限し、反撃のチャンスを減らすことができる。\n\n有利の取り方：\n- 序盤から射程を活かしてポークし、ヴェインのHPを削る。\n- 視界を確保しつつ、味方と連携してヴェインの動きを制限する。\n- 中〜後半の集団戦では後方から安全に攻撃し、ヴェインが接近できないように立ち回る。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- 序盤から高いバーストダメージを持ち、ヴェインに対して圧力をかけやすい。\n- 短時間でキルを狙えるため、レーンでのアドバンテージを取りやすい。\n- ヴェインの機動力や回避能力に対して、ドレイヴンは追撃性能が高く、ダメージを与えやすい。\n\n有利の取り方：\n- レベル1から積極的にトレードを行い、味方サポートと連携してキルを狙う。\n- Qを回収し続け、コンボを駆使してダメージを最大化する。\n- アイテム差を作り、ローミングやタワープレッシャーを利用して優位を広げる。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは射程が長く、範囲攻撃を持っているため、ヴェインに対して安全にハラスを行うことができる。\n- ヴェインは接近戦で強力だが、コーキは距離を保ちながら攻撃できるため、ヴェインの接近を防ぎやすい。\n- コーキのスキルはAoEダメージを持ち、集団戦やミニオン処理に優れているため、レーンのプッシュが早く、プレッシャーをかけやすい。\n\n有利の取り方：\n- レーンではミニオンを利用してヴェインに近づかせず、ハラスを行い続ける。\n- ローミングを活用し、他のレーンに影響を与えつつ、ヴェインとの1対1を避ける。\n- 集団戦では、味方と連携し、コーキのAoEダメージを活かして敵を一掃する。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは長射程を持ち、ヴェインに対して連続的にハラスを行いやすいため、距離を保ちながらダメージを与えることができる。\n- ゼリの機動力が高く、ヴェインの攻撃を回避しやすいため、短期戦で不利になりにくい。\n- ヴェインは射程が短く、ゼリの攻撃を受けると反撃が難しくなるため、ゼリが有利な状況を作りやすい。\n\n有利の取り方：\n- レーン序盤でのハラスを積極的に行い、ヴェインの体力を削る。\n- ヴェインの攻撃を予測し、適切な位置取りをして壁に押し込まれないようにする。\n- レベル6以降は味方と連携し、集団戦でヴェインを狙う際にサポートの援護を受けながら戦う。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは序盤から中盤にかけて高い短期火力を持ち、ヴェインに対して優位に立ちやすい。\n- サミーラは接近戦を得意としており、ヴェインの機動力を活かす前に攻撃を仕掛けることができる。\n- サミーラは味方のCCを利用してダメージを与えることができ、集団戦でも効果的にキャリーする能力がある。\n\n有利の取り方：\n- 序盤は安全にCSを取りつつ、ヴェインの攻撃を避ける位置取りを心がける。\n- スタイルを溜めて、短いコンボでヴェインにダメージを与え、早めにキルを狙う。\n- 集団戦では位置取りを重視し、ピールやCCに注意しながら、ヴェインを孤立させるように立ち回る。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎射程を持ち、ヴェインに対して一方的に攻撃を仕掛けることができるため、レーンでのハラスが得意です。\n- ヴェインは射程が短く、ケイトリンの攻撃を避けるのが難しいため、ケイトリンは安全にCSを取りながらダメージを与えられます。\n- ケイトリンの罠によるスネア効果で、ヴェインの動きを制限し、接近を難しくすることができるため、ヴェインの機動力を活かさせません。\n\n有利の取り方：\n- レーン序盤は射程を活かしてポークし、ミニオン前で攻撃を狙い、ヴェインにプレッシャーをかける。\n- 罠をウェーブ端やブラッシュに設置し、ヴェインの動きを制限しつつ、攻撃のチャンスを作る。\n- ロームを活用して他のレーンに影響を与え、集団戦では長射程から安全に攻撃し続ける。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはAoE攻撃を持っており、集団戦やミニオンウェーブの処理に強いため、レーンでのプレッシャーをかけやすい。\n- スモルダーは距離を保ちながらスペルで削ることができ、ヴェインの短射程を活かしたトレードを避けることができる。\n- スモルダーは後半にスタックを貯めることでダメージが増加し、レイトゲームでの火力が高くなるため、ヴェインに対しても優位に立てる。\n\n有利の取り方：\n- レーン序盤はミニオンウェーブを管理し、ヴェインが近づけないようにスペルで削り続ける。\n- タワー圧をかけながら、早めにファーストアイテムを取得し、アイテム差をつける。\n- 集団戦では前線を押し、AoE攻撃を活かして敵を削りつつ、ヴェインの背後を取られないように位置取りに注意する。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n- ミス・フォーチュンは近距離でのトレードが得意で、ジグスが接近されると瞬時に大ダメージを受けやすい。\n- ジグスはスキルの発動にラグがあり、ミス・フォーチュンの機動力に対抗しづらい。\n- ミス・フォーチュンのハラス性能が高く、ジグスは波処理をしながらハラスを受けると不利になる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ミス・フォーチュンの攻撃を避ける。\n- ミニオンを利用してハラスを受けないようにし、波を押しすぎないようにする。\n- ジャングラーのガンクを意識し、ミス・フォーチュンが攻撃的になりすぎないように警戒する。",
      "アッシュ": "アッシュが不利です。\n\n- ミス・フォーチュンの初期のポーク能力が高く、アッシュはハラスを受けやすい。\n- ミス・フォーチュンのアルティメットは高いAoEダメージを持ち、集団戦での影響力が大きいため、アッシュは接近されると脆弱。\n- アッシュは機動スキルを持たず、ミス・フォーチュンの攻撃を避ける手段が限られているため、オールイン合戦で不利になる。\n\n不利の緩和策：\n\n- ミス・フォーチュンの攻撃を避けるために、ミニオンの背後に移動し、ポークを受けないように立ち回る。\n- アッシュのスロー効果を活かして、ミス・フォーチュンが攻撃を仕掛ける前に先手を打つ。\n- アッシュのアルティメットをタイミングよく使用し、ミス・フォーチュンのアルティメットを中断させることで、集団戦での影響を減らす。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ミス・フォーチュンはレーン序盤から広範囲攻撃が可能で、トゥイッチのハラスを受けやすい。\n- ミス・フォーチュンの瞬間火力が高く、オールインを仕掛けられるとトゥイッチは脆弱である。\n- トゥイッチは逃げ性能が低く、ミス・フォーチュンのスローで追撃されると厳しい状況になる。\n\n不利の緩和策:\n- レーン序盤は慎重に立ち回り、ミス・フォーチュンの攻撃を避けるようにする。\n- 潜伏を活かして奇襲を狙うタイミングを見計らい、サポートと連携して攻撃する。\n- アイテムを早めに購入し、装備を整えてから集団戦に参加することで、火力を高める。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- 序盤の強さにおいてミス・フォーチュンが優れており、ジンクスはトレードで劣位に立たされやすい。\n- ミス・フォーチュンの高いハラス性能により、ジンクスはCSを確保するのが難しくなる。\n- ジンクスは機動力が低く、ミス・フォーチュンの攻撃を避けるのが難しいため、接近されると脆弱。\n\n不利の緩和策：\n- 序盤は無理なトレードを避け、CSを優先してレベル6を目指す。\n- サポートと連携し、ミス・フォーチュンの攻撃を分散させるように立ち回る。\n- 集団戦では位置取りを工夫し、ミス・フォーチュンの攻撃を避けつつ、後半の火力を活かす。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ミス・フォーチュンは接近戦でのバーストダメージが高く、ケイトリンがハラスを行っている間に反撃されると大きなダメージを受ける可能性がある。\n- ケイトリンは射程が長いが、ミス・フォーチュンのスキルを外すと逆に反撃を受けやすく、立ち位置を誤ると一気に不利になる。\n- ミス・フォーチュンのスロー効果により、ケイトリンの移動が制限され、逃げる手段が乏しくなるため、接近された際に脆弱になる。\n\n不利の緩和策：\n\n- ミニオンの位置を意識し、ハラスを行う際は常に安全な距離を保つように心がける。\n- スキルを確実に当てるために、相手の動きを予測し、トラップを使って相手の行動を制限する。\n- 集団戦では位置取りを重視し、ミス・フォーチュンのスキルを避けるために、常に後方から攻撃するようにする。",
      "アフェリオス": "アフェリオスが不利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、アフェリオスはダメージを受けやすい。\n- アフェリオスは機動力が低く、ミス・フォーチュンのバーストダメージを避けるのが難しいため、集団戦で狙われやすい。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が大きいため、アフェリオスは一度捕まると脆弱になる。\n\n不利の緩和策：\n- ミス・フォーチュンのスキルのクールダウンを意識し、攻撃のチャンスを見極めて反撃する。\n- Guardian AngelやImmortal Shieldbowなどのアイテムを購入し、バーストダメージに耐える能力を高める。\n- レーンでのポジショニングを工夫し、ミス・フォーチュンの攻撃を避けながら、ハラスを行う。",
      "コーキ": "コーキが不利です。\n\n理由：\n- ミス・フォーチュンは瞬間火力が高く、接近されると一気にダメージを受けやすい。\n- コーキはCCがないため、ミス・フォーチュンのスローを受けた際に逃げる手段が乏しい。\n- ミス・フォーチュンはレーンでのハラスが得意で、コーキのスキルを避けながらダメージを与えやすい。\n\n不利の緩和策：\n- レーンでは距離を保ち、ミス・フォーチュンの攻撃を避けるように立ち回る。\n- ミニオンを利用してハラスを行い、ミス・フォーチュンのスキルを無駄にさせる。\n- 集団戦では後衛に位置し、ミス・フォーチュンが近づいてくる前にダメージを与える。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ミス・フォーチュンのハラスを受けながらもレーンを押しやすいです。\n- スペルシールドにより、ミス・フォーチュンのスキルを一度無効化できるため、トレードで有利を取るチャンスが増えます。\n- シヴィアは移動速度を上昇させる手段が豊富で、ミス・フォーチュンの攻撃を避けやすく、立ち位置を調整しやすいです。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、ミニオンを利用してウェーブを押し、タワーを守ることを優先します。\n- スペルシールドを活用して、ミス・フォーチュンのスキルを無効化し、トレードを有利に進めます。\n- 集団戦では、シヴィアのウルトを使ってミス・フォーチュンのウルトから逃げるか、迅速に接近してダメージを与えることを心がけます。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすいため、ハラスを受けにくい。\n- ミス・フォーチュンの基礎攻撃力が低く、序盤のダメージが不足しているため、ゼリが有利にトレードできる。\n- ゼリはスキルを駆使して戦うスタイルで、ミス・フォーチュンのスキルを避けながらダメージを出しやすい。\n\n有利の取り方：\n- 序盤はミス・フォーチュンのハラスを避けつつ、スキルを使って安全にハラスを行う。\n- 中盤以降はミス・フォーチュンの集団戦でのダメージを避けるため、位置取りを工夫しながらダメージを出す。\n- アイテムを揃えた後は、ミス・フォーチュンの攻撃を避けつつ、持ち味の機動力を活かして積極的にトレードを仕掛ける。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤはミス・フォーチュンのスキルを避ける能力が高く、特にウルトのタイミングを見極めて反撃できるため、集団戦での生存率が高いです。\n- ザヤの攻撃速度を上げるスキルにより、ミス・フォーチュンのハラスを受けながらもダメージを与えやすく、レーンでのトレードに強いです。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちなため、ザヤの持つ持続的なダメージに対して脆弱です。\n\n有利の取り方：\n- 序盤はミス・フォーチュンのスキルを避けつつ、CSを稼ぎながらハラスを行い、レーンの主導権を握る。\n- 中盤以降は集団戦での位置取りを工夫し、ミス・フォーチュンのウルトを避けることで、反撃のチャンスを作る。\n- 後半はウルトを使ってミス・フォーチュンの攻撃を無効化し、最大ダメージを狙うことで、集団戦での影響力を高める。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはパッシブによってスタックを貯めることで後半のダメージが非常に高くなり、集団戦でのAoE攻撃が効果的です。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得が遅いため、スモルダーのスケーリングに対抗しにくいです。\n- スモルダーはEスキルによる高速移動が可能で、追撃や逃走が得意なため、ミス・フォーチュンの攻撃を避けやすいです。\n\n有利の取り方：\n- レーン序盤は被ダメを最小化し、ファームを安定させながらスタックを貯めることに集中します。\n- 相手のスキルを避けつつ、スキルを温存して反撃のタイミングを待ち、トレードで有利を取ります。\n- レベル6以降はアルティメットを活かし、集団戦でのAoEダメージを最大限に活用して相手を圧倒します。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃を重ねることで短時間でバーストダメージを与えられ、ミス・フォーチュンのスキルを切り返すことができる。\n- ユナラの攻撃範囲が長いため、ミス・フォーチュンのポークを受けにくく、レーンでのハラスが得意。\n- ミス・フォーチュンのスキルは主に範囲攻撃であるため、ユナラは自身のスキルを使って集団戦でのダメージを増加させることができる。\n\n有利の取り方：\n- 序盤は安全に攻撃を重ねてスタックを溜め、ミス・フォーチュンのスキルを避けながらハラスを行う。\n- ミス・フォーチュンがスキルを使った後に、接近してフルコンボを狙う。\n- 集団戦では、ミス・フォーチュンのスキルを避けつつ、タイミングを見計らって自分のスキルを発動し、ダメージを最大化する。",
      "セナ": "セナが有利です。\n\n- 射程が長いため、ミス・フォーチュンに対して安全にハラスを行いやすい。\n- 回復能力があるため、ミス・フォーチュンの攻撃を受けても持ちこたえやすい。\n- ミス・フォーチュンのスキルを避けながら魂を回収することで、持続的に強化される。\n\n有利の取り方：\n- ミニオンの外側から攻撃し、ミス・フォーチュンが近づけないようにする。\n- 敵の攻撃を受けた際は回復を活かして、交換で優位を取る。\n- 敵サポートのCCを警戒しつつ、無駄に近寄らずに安全な位置を維持する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ミス・フォーチュンの攻撃を距離を保ちながら避けることができるため、ハラスがしやすい。\n- エズリアルの機動力が高く、瞬間移動を使うことでミス・フォーチュンの攻撃を回避しやすい。\n- ミス・フォーチュンは接近されると脆弱であり、エズリアルは距離を取ることでその弱点を突くことができる。\n\n有利の取り方：\n- ミニオンを利用してミス・フォーチュンの攻撃を防ぎつつ、スキルでハラスを行う。\n- 瞬間移動を温存し、ミス・フォーチュンが攻撃を仕掛けてきたタイミングで回避する。\n- サポートと連携して短期的な突撃を行い、ミス・フォーチュンにプレッシャーをかける。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由：\n- コグ＝マウは後半に強力なADキャリーに成長し、集団戦でのダメージ出力が高いため、コーキが序盤で優位に立っても後半に逆転される可能性がある。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンクに対して強いダメージを出せるため、コーキのダメージが通りにくくなる。\n- コーキは機動力を活かしてロームやポークを狙うことができるが、コグ＝マウは距離を保ちながら攻撃できるため、コーキが近づくのが難しい。\n\n不利の緩和策：\n- 序盤は無理にトレードをせず、タレット下で安全にファームを行い、アイテムを揃えることを優先する。\n- コーキのロームを活かし、他のレーンでのプレッシャーをかけて、コグ＝マウに対する圧力を分散させる。\n- 集団戦では、コグ＝マウの後衛からの攻撃を意識し、先に削ることを心がけて、味方と連携して戦う。",
      "ゼリ": "ゼリが不利です。\n\n理由：\n- コグ＝マウは射程が長く、集団戦でのダメージ出力が高いため、ゼリが近づくのが難しい。\n- コグ＝マウの自衛能力が低いとはいえ、ゼリの攻撃を受けるとすぐにダメージを受けてしまうため、序盤のハラスが難しい。\n- コグ＝マウはタンクに対して強い割合ダメージを持っており、ゼリが後半に持ち込む際に不利になる可能性が高い。\n\n不利の緩和策：\n- 序盤は慎重に立ち回り、CSを優先しつつ、コグ＝マウの攻撃を避けるようにする。\n- ジャングルのガンクを活用し、コグ＝マウの逃げ性能の低さを利用してキルを狙う。\n- 中盤以降は、集団戦での位置取りを意識し、コグ＝マウの射程外から攻撃するように心がける。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- コグ＝マウは射程が長く、Wが発動している間は非常に強力で、スモルダーが攻撃しづらくなる。\n- スモルダーは序盤のスキル性能が低く、コグ＝マウのハラスに対して耐えられないことが多い。\n- コグ＝マウはタンクに対して強い割合ダメージを持っており、スモルダーはAA強化がないため、DPSが低く、対抗しづらい。\n\n不利の緩和策：\n- コグ＝マウのWがクールダウン中のタイミングを見計らって攻撃する。\n- チームメイトと連携して集団戦を仕掛け、コグ＝マウを孤立させる。\n- スモルダーのEスキルを活用して、逃げる手段を確保しつつ、距離を保ちながら戦う。",
      "サミーラ": "サミーラが不利です。\n\n- コグ＝マウは長射程を持ち、遠距離からの攻撃でサミーラを削ることができるため、レーニング序盤でのハラスが難しい。\n- コグ＝マウのスロー効果を持つスキルにより、サミーラの接近が阻まれ、攻撃を仕掛けるタイミングが制限される。\n- コグ＝マウはタンクに対して強い割合ダメージを持っており、サミーラの短期決着を狙う戦略が通用しにくい。\n\n不利の緩和策：\n\n- ブッシュを利用して奇襲をかけ、コグ＝マウの射程外から攻撃を仕掛ける。\n- 味方のCCを活用し、連携してコグ＝マウに接近するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げてコグ＝マウのバーストダメージに耐えられるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- コグ＝マウは序盤は脆弱ですが、アイテムが揃うと高いダメージを出せるため、後半戦で逆転されやすい。\n- コグ＝マウの射程が長く、ドレイヴンが近づく前に攻撃を受けることが多く、ハラスが難しい。\n- コグ＝マウはスキルでAR/MRを低下させるため、ドレイヴンのダメージが通りにくくなる。\n\n不利の緩和策：\n- 序盤は無理に攻撃せず、CSを優先して安全にファームする。\n- サポートと連携して、コグ＝マウのスキルを避けつつ、キルチャンスを狙う。\n- アイテムを早めに揃え、特にライフスティールを活用して持続力を高める。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- コグ＝マウは持続的なダメージを出す能力が高く、特に集団戦での火力が強力です。\n- コグ＝マウの射程が長く、ミス・フォーチュンが接近するのが難しいため、ハラスを受けやすいです。\n- コグ＝マウのスキルによるAR/MRの低下が、ミス・フォーチュンのダメージをさらに減少させる要因となります。\n\n不利の緩和策：\n- 序盤はミニオンウェーブを管理し、コグ＝マウの攻撃を避けつつ安全にファームする。\n- 中盤以降はコグ＝マウのスキル使用後の隙を狙って攻撃し、ダメージを与えるチャンスを増やす。\n- サポートと連携して、コグ＝マウに対するハラスを強化し、相手の動きを制限する。",
      "シヴィア": "シヴィアはコグ＝マウに不利です。\n\n- コグ＝マウはAR/MRを低下させるスキルを持っており、シヴィアの防御力を削ることでダメージを与えやすい。\n- コグ＝マウの攻撃は長射程で、シヴィアの基礎射程が短いため、レーンでのトレードで不利になりやすい。\n- ルルと組み合わせることで、コグ＝マウはシヴィアの攻撃をシールドで防ぎ、シヴィアが攻撃を通しにくくなる。\n\n不利の緩和策：\n- コグ＝マウのQをスペルシールドで防ぎ、AR/MRの低下を避けるようにする。\n- レーンでのトレードを避け、ファームに専念してレベルやアイテムを優先する。\n- ルルの存在を意識し、無理なトレードを避けて安全にプレイする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- コグ＝マウはスケールするにつれて射程が伸び、集団戦でのダメージが高くなるため、終盤に向けて逆転されやすい。\n- コグ＝マウはタンクに対して強い割合ダメージを持っており、集団戦での耐久力が高い。\n- ケイトリンは序盤のハラスが得意だが、コグ＝マウがアイテムを揃えるまでの間に十分なダメージを与えられない場合、逆に反撃を受けるリスクがある。\n\n不利の緩和策：\n- 序盤から積極的にハラスを行い、コグ＝マウのCSを制限することで、アイテムを揃えさせないようにする。\n- サポートと連携して視界を確保し、コグ＝マウの動きを制限することで、Gankを避ける。\n- 集団戦では前線での役割を果たしつつ、コグ＝マウの後衛から安全に攻撃できる位置を確保する。",
      "アフェリオス": "アフェリオスが不利です。\n\n- コグ＝マウの持続的なダメージと割合ダメージが脅威で、特に集団戦でのダメージ出力が高いため、アフェリオスはダメージを受けやすい。\n- コグ＝マウは射程が長く、アフェリオスが攻撃する前にダメージを与えられるため、レーン戦でのハラスが難しい。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果により、逃げることが難しくなる。\n\n不利の緩和策：\n\n- 序盤は慎重に位置取りをし、コグ＝マウの攻撃を避けることでダメージを抑える。\n- 集団戦では、コグ＝マウの射程を意識しつつ、武器の切り替えを活かしてバーストダメージを与える。\n- サポートと連携し、コグ＝マウに対してハラスを行い、レーンの主導権を握るよう努める。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n- ジグスは長射程の攻撃を持ち、序盤からコグ＝マウに対してハラスがしやすい。\n- コグ＝マウは序盤が脆く、ジグスの攻撃を受けやすいため、レーンでの優位性を確保しやすい。\n- ジグスはタワー破壊能力が高く、プッシュを行うことでコグ＝マウのファームを妨害できる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、コグ＝マウの体力を削る。\n- ウェーブを押し込んでタワーを攻撃し、コグ＝マウがCSを取りづらくする。\n- ロームを行い、他のレーンにプレッシャーをかけて味方と連携し、コグ＝マウを孤立させる。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程のポークが可能で、コグ＝マウの攻撃を受ける前にダメージを与えることができる。\n- コグ＝マウは序盤が脆弱であり、ヴァルスの攻撃を受けると早期にハラスができるため、レーンでの優位を築きやすい。\n- ヴァルスはCC効果を持っており、コグ＝マウの動きを制限することで、交戦時に有利な状況を作りやすい。\n\n有利の取り方：\n- レーン序盤はミニオンを盾にしながらQでポークを行い、コグ＝マウの体力を削る。\n- Eを使ってコグ＝マウの接近を妨害し、短時間の交戦を避けつつダメージを与える。\n- レベル6以降はRを活用し、サポートやジャングルと連携してキルを狙うことで、試合の流れを有利に進める。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは近づくことで瞬間火力を発揮でき、コグ＝マウの低い自衛能力を突くことができる。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、コグ＝マウの攻撃を避けながら戦える。\n- コグ＝マウは射程が短い時間帯があり、その隙を突いてトリスターナが有利に立ち回ることができる。\n\n有利の取り方：\n- レーン序盤はハラスを避けつつ、ミニオン管理を行い、波をプッシュしすぎないようにする。\n- コグ＝マウの攻撃が届かない距離からトレードを行い、Eを使って有利な位置を取る。\n- ジャングルが来た際には、トリスターナの移動能力を活かして全力でキルを狙い、Rを追撃や逃げに温存する。",
      "セナ": "セナが有利です。\n\n- セナは長射程を活かして、コグ＝マウに対して序盤からハラスを行いやすく、ダメージを与えつつ回復もできるため、レーンでの優位を築きやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、セナの攻撃を受けやすく、特に序盤のハラスに対して脆弱である。\n- セナはソウルを回収することでスケールしやすく、成長することで後半の火力も高まるため、レーン戦での優位を持続しやすい。\n\n有利の取り方：\n- 序盤は積極的にハラスを行い、コグ＝マウの体力を削りつつ、ソウルを回収していく。\n- レーンを押しすぎず、味方サポートと連携してコグ＝マウの動きを制限し、ローミングや敵ジャングラーの圧力をかける。\n- 集団戦では距離を保ちながら味方を守り、コグ＝マウが前に出られないようにしつつ、長射程でダメージを与え続ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、コグ＝マウの位置を崩すことが得意です。\n- コグ＝マウは射程が長いものの、機動力が低いため、トゥイッチの奇襲に対して反応しづらいです。\n- トゥイッチの集団戦での火力は非常に高く、コグ＝マウが安全に攻撃できる位置を取るのが難しくなります。\n\n有利の取り方：\n- ステルスを利用してサイドから接近し、コグ＝マウの視界を切りつつ攻撃する。\n- レーンでのハラスを行い、コグ＝マウの体力を削ることで、ファームを難しくさせる。\n- 集団戦では裏取りを狙い、コグ＝マウを優先的に狙うことで、味方のダメージを通しやすくする。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがスキルのクールダウン中の際に攻撃を仕掛けやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ルシアンの攻撃を受けやすい。\n- ルシアンはスキルのクールダウンが短く、機動力が高いため、攻撃後にすぐに位置を変えられる。\n\n有利の取り方：\n- コグ＝マウのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- バーストダメージを活かして、通常攻撃とスキルを組み合わせて短期決戦を仕掛ける。\n- コグ＝マウがWを使用した後は、積極的に攻めてダメージを与え、レーンでの優位を確保する。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤは機動力が高く、コグ＝マウの攻撃を避けやすい。\n- ザヤのスネアを使うことで、コグ＝マウの動きを封じてダメージを与えることができる。\n- コグ＝マウは自衛手段が乏しく、ザヤの攻撃を受けやすい。\n\n有利の取り方：\n- レーン序盤は前出し過ぎず、トレードを行いながらウェーブ管理をする。\n- フェザーを撒いてコグ＝マウの動きを制限し、根を狙う位置に置く。\n- サポートと連携して、コグ＝マウに対してフルコンボを狙い、キルを取る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、コグ＝マウに対して安全にハラスができるため、レーンでの優位性を保ちやすい。\n- エズリアルの機動力が高く、コグ＝マウの攻撃を避けやすいため、短期的な撃ち合いを避けることができる。\n- コグ＝マウは自衛手段が乏しく、エズリアルのスキルコンボによるバーストダメージに対して脆弱である。\n\n有利の取り方：\n- 序盤はミニオン越しにハラスを行い、相手の体力を削る。\n- Eを温存し、相手が近寄った際には即座に離脱して安全を確保する。\n- レベル6以降は集団戦でコグ＝マウの射線を切りつつ、優先的に攻撃することでダメージを与える。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n- ジンクスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えやすい。\n- ジンクスのトラップやCCによって、サミーラの接近が妨げられ、攻撃のチャンスを失いやすい。\n- サミーラは射程が短く、ジンクスの攻撃を受けるリスクが高く、特に集団戦では後方からの攻撃に対処しづらい。\n\n不利の緩和策：\n- レーニング序盤は無理に前に出ず、ジンクスの攻撃を避けながらファームを優先する。\n- ジンクスがスキルを使った後やサモスペを消費したタイミングで、ミニオンや地形を利用して接近する。\n- 味方のCCを活用し、連携してジンクスに接近することで、ダメージを与えるチャンスを増やす。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- ジンクスは長射程の攻撃を持ち、特に集団戦でのAoEダメージが強力なため、ドレイヴンが接近するのが難しい。\n- ジンクスのスキルは敵の移動を妨げる効果があり、ドレイヴンが斧を拾うための動きを制限されやすい。\n- ドレイヴンは操作が難しく、斧を正確に拾う必要があるため、ジンクスの攻撃を受けると戦闘能力が低下する。\n\n不利の緩和策：\n- レーン序盤は積極的にトレードを行い、ジンクスにプレッシャーをかけて早期にキルを狙う。\n- サポートと連携して、ジンクスのスキルを避けながら安全に斧を回収する位置取りを心がける。\n- ジンクスのウルトやスキルのクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。",
      "ヴェイン": "ヴェインが不利です。\n\n- ジンクスは長射程を持ち、序盤からハラスやプッシュが得意で、ヴェインはレンジ差で圧されやすい。\n- ジンクスの集団戦でのAoEダメージは非常に強力で、ヴェインは集団戦での位置取りが難しく、的確にスキルを避ける必要がある。\n- ジンクスはCCを持っており、ヴェインが接近する際に捕まると致命的なダメージを受けやすい。\n\n不利の緩和策：\n\n- レーン開始時はミニオンの陰でAAチャンスを狙い、無理に近づかないようにする。\n- ジンクスのスキルを避けるために、ブッシュコントロールを意識し、視界を確保する。\n- レベル6以降は、ジンクスの距離を保ちながら、フラッシュや壁を利用して奇襲を狙う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ジンクスは長射程の攻撃を持ち、カイ＝サよりも攻撃範囲が広いため、レーンでのハラスが非常に厄介です。\n- ジンクスは高いDPSを持ち、集団戦での影響力が大きいため、カイ＝サが接近する前にダメージを受けやすいです。\n- カイ＝サは自衛手段が乏しく、ジンクスの攻撃を受けると脆弱なステータスが露呈しやすくなります。\n\n不利の緩和策：\n\n- サポートと連携してジンクスを拘束し、オールインを狙うことでジンクスの強みを無効化する。\n- レーンでのハラスを避けるために、ミニオンを利用してジンクスの攻撃を受けないように立ち回る。\n- 装備を早めに整え、特に防御アイテムを優先して購入することで、ジンクスの攻撃に耐えられるようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n- ジンクスは長射程を持ち、トリスターナが接近する前に攻撃を受ける可能性が高い。\n- ジンクスのスキルは範囲攻撃が強力で、集団戦での影響力が大きいため、トリスターナが狙われやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きく、ジンクスに対して反撃しづらい。\n\n不利の緩和策：\n- レーン序盤は積極的にハラスを行い、ジンクスのファームを妨げる。\n- サポートと連携して、ジンクスがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- 集団戦では、ジンクスの後方からの攻撃を避けるために、位置取りを工夫し、敵のCCを避けるようにする。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n- ジグスは長射程の攻撃を持ち、ジンクスに対して安全な距離からダメージを与えることができるため、ハラスがしやすいです。\n- ジグスのスキルは全てAoEであり、ミニオン処理や集団戦でのダメージを出しやすく、ジンクスの攻撃を避けながら有利に立ち回ることができます。\n- ジグスはタワー破壊能力が高く、シージ時にジンクスを押し込むことができるため、レーンの主導権を握りやすいです。\n\n有利の取り方：\n- レーン開始時にQやWを使ってミニオンとジンクスを同時に削り、距離を保ちながらハラスを行う。\n- レベル3以降はEを使って安全を確保しつつ、ロームや視界確保を行い、ジンクスの動きを制限する。\n- ミドルゲームではタワーを優先的に狙い、シージを行いながらジンクスを押し込むことで、マップ全体での優位性を確保する。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を活かして、ジンクスに対して安全にハラスを行うことができるため、レーンでの優位性を築きやすい。\n- セナの回復能力により、ジンクスの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n- ジンクスは接近されると脆弱であるため、セナのスネアを利用して捕まえることで、ジンクスに対して有利なトレードができる。\n\n有利の取り方：\n- レーン初期にQでハラスを行い、ソウルを回収しながらジンクスにプレッシャーをかける。\n- ジンクスが攻撃してきた際には、Wを使って捕まえ、追撃のチャンスを作る。\n- 集団戦では、射程を活かして安全な位置から攻撃し、味方のCCと連携してジンクスを狙う。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- ステルスを利用した奇襲が得意で、ジンクスの射程外から攻撃できるため、ジンクスが反応する前にダメージを与えられる。\n- トゥイッチは高い単体DPSを持ち、ジンクスが集団戦での爆発力を発揮する前に瞬時にキルを狙える。\n- ジンクスは自衛手段が乏しく、トゥイッチの奇襲に対して脆弱であるため、接近されると致命的なダメージを受けやすい。\n\n有利の取り方：\n- レーンではCSを優先しつつ、ブッシュを利用してジンクスに対して奇襲の機会を伺う。\n- レベル6以降はステルスを使ってジンクスに接近し、Eでダメージを与えた後にアルティメットで一気に攻撃する。\n- 集団戦ではサイドからの位置取りを心がけ、ジンクスの後衛を狙って一気に火力を出す。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ジンクスに対して射程が長く、遠距離からのポークが可能であるため、ジンクスが攻撃しづらくなる。\n- ジンクスはCCに弱く、ヴァルスのスネアを受けると動きが制限され、攻撃のチャンスを失う。\n- ジンクスが序盤に弱いのに対し、ヴァルスはスキルを使ってファームやハラスができるため、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- 序盤はミニオンを盾にしてポークし、ジンクスがロケットの射程に入らないように立ち回る。\n- ジンクスがスキルを使った後に攻撃し、カウンタープッシュを狙う。\n- 集団戦では安全な位置からスキルを使い、ジンクスが近づいてきた際にはサポートと連携して守ってもらう。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ジンクスの攻撃を避けやすいため、接近戦での優位性があります。\n- ジンクスの攻撃は長射程ですが、ゼリはその機動力を活かして短い間隔で攻撃し、ダメージを稼ぎやすいです。\n- 序盤はジンクスがスキルの発動に時間がかかるため、ゼリは小刻みに攻撃しやすく、ハラスが得意です。\n\n有利の取り方：\n- レーン開始時に視界を確保し、ジンクスの射程に入らないように立ち回る。\n- 小刻みに攻撃し、ジンクスのスキルを避けながらダメージを与える。\n- ジンクスのパワースパイクを警戒し、6レベル以降は無理なオールインを避けつつ、チャンスを見て攻撃する。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは序盤から遠距離でのハラスが得意で、ジンクスに対して体力差を作りやすい。\n- コーキのスキルはAoEダメージを持ち、ミニオンを一掃しながらジンクスに圧力をかけることができる。\n- コーキは機動力が高く、ジンクスの攻撃を避けながら安全にダメージを与えることができる。\n\n有利の取り方：\n- 序盤は短いAA交換を繰り返し、ジンクスの体力を削る。\n- ジンクスのスキルのクールダウンを狙い、攻撃の隙を突いてハラスを行う。\n- 中盤以降はロームやタワープレッシャーを活かし、ジンクスを孤立させるチャンスを作る。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、スキルコンボでトレードが強力なため、トゥイッチはレーンでのハラスを受けやすい。\n- トゥイッチは射程が短く、ルシアンの攻撃を避けるのが難しいため、集団戦での立ち位置が厳しくなる。\n- ルシアンは機動力が高く、トゥイッチが奇襲を仕掛ける際に逃げられる可能性が高い。\n\n不利の緩和策：\n\n- レーンでは安全にCSを取りつつ、ルシアンのスキルを避けるために位置取りに注意する。\n- ステルスを活用して奇襲を狙い、ルシアンのスキルを使わせた後に攻撃するタイミングを見計らう。\n- 中盤以降は集団戦での役割を意識し、後方からの攻撃を心がけて、ルシアンの瞬間火力を避けるようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トレードで優位に立ちやすいため、コグ＝マウはハラスを受けやすい。\n- コグ＝マウは機動力が低く、ルシアンのオールインに対して自衛手段が乏しいため、集団戦やレーン戦で狙われやすい。\n- ルシアンの射程が短いとはいえ、コグ＝マウの基礎射程が短いため、ルシアンが近づくと不利な状況に陥りやすい。\n\n不利の緩和策：\n- レーンではミニオンを盾にしてルシアンの攻撃を避けつつ、距離を保ちながらCSを確保する。\n- サポートと連携し、ルシアンのオールインを牽制するために、スキルを使って距離を取る。\n- 中盤以降は育成を重視し、集団戦では後方から安全に攻撃できる位置を確保する。",
      "シヴィア": "シヴィアが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアが射程負けをすると一方的にハラスを受けやすい。\n- ルシアンの機動力とスキルのクールダウンの短さにより、シヴィアが攻撃する隙を与えにくい。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとのトレードで火力負けしやすい。\n\n不利の緩和策：\n\n- ルシアンの攻撃を避けるために、慎重に立ち回り、ハラスを受けないようにする。\n- ルシアンのスキルをスペルシールドで防ぎ、トレードを有利に進める。\n- レーンフェイズを耐え、後半に強くなるシヴィアの特性を活かして、時間をかけて有利な状況を作る。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ルシアンは高いバーストダメージを持ち、近距離での連続攻撃が強力なため、接近されると一気にダメージを受けやすい。\n- ケイトリンはスキルの命中に依存しているため、ルシアンの機動力によって攻撃を回避されると、ハラスが難しくなる。\n- ルシアンはレーンでの押し込み能力が高く、ケイトリンがタワー下で安全にCSを稼ぐのが難しくなる。\n\n不利の緩和策：\n\n- トラップを効果的に使い、ルシアンの接近を牽制し、近距離戦を避ける。\n- ミニオンウェーブを管理し、常にタワー下での安全な位置を確保する。\n- ジャングルのサポートを受けて、ルシアンに対するオールインのチャンスを作り、キルを狙う。",
      "ヴェイン": "ヴェインが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トレードで優位に立ちやすいため、ヴェインはハラスを受けやすい。\n- ルシアンの射程がヴェインよりも長いため、レーンでのハラスやCSを取りにくく、序盤の立ち回りが難しい。\n- ルシアンはスキルのクールダウンが短く、機動力も高いため、ヴェインが反撃する隙を与えにくい。\n\n不利の緩和策：\n\n- 序盤は慎重にCSを稼ぎ、ルシアンの攻撃を避けるためにミニオンを利用する。\n- ジャングラーに早めにガンクを依頼し、ルシアンにプレッシャーをかけてもらう。\n- 後半に向けてアイテムを整え、サイドレーンでの1v1を狙うことで、ルシアンに対抗できる状況を作る。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n- セナは長射程を活かして、ルシアンに対して安全にハラスを行うことができるため、レーンでのプレッシャーを維持しやすい。\n- セナのスロー効果を利用することで、ルシアンの突撃を牽制し、近づかせない立ち回りが可能。\n- ルシアンの瞬間火力に対して、セナは回復スキルを持っているため、ダメージを受けても持ちこたえやすい。\n\n有利の取り方：\n- 後方からミニオンを使ってポークし、ルシアンにダメージを与える。\n- ルシアンが近づいてきた際には、スローを使って距離を保ちながら反撃する。\n- ウルトを活用して、マップ全体の支援を行い、味方と連携してルシアンを圧倒する。",
      "サミーラ": "サミーラが有利です。\n\n- サミーラは接近戦に強く、ルシアンのスキルを避けながら攻撃することで高いダメージを出せる。\n- ルシアンは射程が短いため、サミーラが近づくことで有利な状況を作りやすい。\n- サミーラは味方のCCを利用してコンボを決めることで、ルシアンに対して強力なオールインが可能。\n\n有利の取り方：\n- 序盤は無理に近づかず、ミニオンに隠れてオート攻撃を調整し、ルシアンのスキルを避ける。\n- ルシアンのスキル使用後に反撃し、味方のCCと連携してオールインを狙う。\n- 中盤以降はチーム戦で前衛に続いて突っ込み、ルシアンがCCを使った後にアルティメットを発動する。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、長期戦に強い。\n- スモルダーのAoE攻撃は集団戦で効果的であり、ルシアンの短射程を活かして安全にダメージを与えられる。\n- ルシアンはCCを持たないため、スモルダーはEスキルを使って逃げたり追撃したりする際に有利に立ち回れる。\n\n有利の取り方：\n- 序盤はミニオンの裏から安全に攻撃し、ルシアンの攻撃を避けながらCSを確保する。\n- ルシアンのスキルを使わせた後にカウンターで攻撃し、トレードで有利を取る。\n- 集団戦では後方からRを使い、ルシアンや他の敵キャリーを狙ってダメージを与える。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすいため、トレードで優位に立ちやすい。\n- ルシアンの射程が短いため、ゼリは距離を保ちながらハラスを行うことができ、ダメージを与えやすい。\n- ゼリはスキルを駆使して連続的にダメージを出すことができ、ルシアンのバーストに対しても耐えやすい。\n\n有利の取り方：\n- レーン序盤では、ルシアンの攻撃を避けつつ短距離でハラスを行い、CSを確保する。\n- スキルコンボを活かして、ルシアンが前に出た瞬間にバーストを狙う。\n- 集団戦では、機動力を活かして前線をかき乱し、ルシアンの攻撃を受けずにダメージを与える。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはCCを持っており、ルシアンのバースト攻撃を抑えることができるため、接近戦での反撃が得意です。\n- ザヤの持続ダメージとAoEダメージにより、集団戦でのダメージを稼ぎやすく、ルシアンの短期火力に対抗できます。\n- ルシアンは射程が短いため、ザヤの攻撃を受けやすく、特にレーン戦ではザヤが有利に立ち回ることができます。\n\n有利の取り方：\n- レーン戦ではミニオンの後ろからポークし、ルシアンの接近時に反撃を行うことで優位に立つ。\n- ルシアンのバーストを避けるために、サポートと連携して位置取りを工夫し、反撃のチャンスを狙う。\n- 集団戦では前衛の後ろから安定して攻撃し、ウルトを使って敵の後衛を抑えることで、ルシアンのダメージを減少させる。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは多彩な武器の組み合わせにより、状況に応じた柔軟な戦闘スタイルを持ち、遠距離から持続的な高ダメージを与えることができる。\n- ルシアンは序盤のバーストダメージが強力だが、アフェリオスは武器の組み合わせによって安定したダメージを出せるため、ルシアンの攻撃を受け流しやすい。\n- アフェリオスは後半のスケーリングが優れており、集団戦でのダメージを高めることができるため、ルシアンの後半の弱さを突くことができる。\n\n有利の取り方：\n- 序盤は位置取りに注意し、ルシアンのバーストを避けながら遠距離からポークを行う。\n- 中盤にアイテムを整え、積極的に戦闘を仕掛けてルシアンのスキルを避けつつダメージを与える。\n- 後半は集団戦で後衛から安全にダメージを狙い、ルシアンのスキルがクールダウン中を狙って反撃する。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持っており、ルシアンの攻撃を距離を保ちながら避けることができるため、ハラスがしやすい。\n- ルシアンは近距離でのトレードが強力ですが、エズリアルはEスキルを使ってルシアンの攻撃を回避できるため、リスクを減らしつつダメージを与えられる。\n- エズリアルはスキルのクールダウンが短く、持続的なダメージを出せるため、ルシアンの攻撃を受けながらも反撃が可能。\n\n有利の取り方：\n- 序盤はミニオン処理を優先し、無理なトレードを避けつつ、スキルを使ってルシアンにポークを行う。\n- Eスキルを駆使してルシアンの攻撃を回避し、相手のスキルを避けながら安全にファームを行う。\n- 中盤以降はUltを使ってハラスを行い、ジャングルと連携してキルチャンスを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンに対して強力なハラスが可能です。\n- ルシアンは射程が短いため、ドレイヴンの攻撃を避けるのが難しく、オールインに弱いです。\n- ドレイヴンのスロー効果により、ルシアンの位置取りを制限し、攻撃を当てやすくなります。\n\n有利の取り方：\n- 初期のレベルでAAを連打し、ルシアンに圧力をかける。\n- Eを使ってルシアンの突進を牽制し、ブレードを回収することでダメージを維持する。\n- Rを活用して遠距離から仕掛け、ルシアンに対して優位な状況を作る。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- ルシアンは射程が短く、カイ＝サの攻撃を受けやすいため、トレードで優位に立ちやすい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、状況に応じた戦術を取れるため、ルシアンに対して柔軟に対応できる。\n- ルシアンはCCを持たないため、カイ＝サの機動力を活かして逃げたり、奇襲を仕掛けたりしやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削ることでオールインのチャンスを作る。\n- スキルを使ってプラズマを付与し、ダメージを増加させることで、トレード時に有利な状況を作る。\n- ルシアンのスキルクールダウンを見極めて、隙を突いて攻撃することで、優位に立つタイミングを狙う。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 長射程を活かしてルシアンの接近を牽制できるため、レーンでのハラスがしやすい。\n- CCスキルを持っているため、ルシアンのスキルコンボを阻止しやすく、戦闘を有利に進められる。\n- ルシアンは短期戦に強いが、ヴァルスは持続的なダメージを与えることができるため、長期戦で有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から長射程を活かして積極的にハラスを行い、ルシアンの体力を削る。\n- ルシアンが接近してきた際にCCを当てて行動を制限し、反撃のチャンスを作る。\n- レベル6以降はアルティメットを活用して遠距離からの攻撃を行い、チーム戦での影響力を高める。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、短期交戦でのバーストが得意なため、ザヤが攻撃を仕掛ける前にダメージを与えられる可能性が高い。\n- ゼリのダッシュを利用した奇襲や逃げが効果的で、ザヤの羽根を避けられるため、ザヤのスキルを無効化されやすい。\n- ゼリは序盤のウェーブクリアが難しいザヤに対して、ハラスを行いやすく、レーンでの優位を築きやすい。\n\n不利の緩和策：\n- ゼリのダッシュを誘発させるために、羽根を適切に散らして相手の動きを制限する。\n- レーンでのハラスを避けるために、Eを温存し、ゼリの攻撃を受けないように立ち回る。\n- 集団戦では位置取りを意識し、Rを使って安全に立ち回り、ゼリの攻撃を回避しつつ反撃のチャンスを狙う。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ゼリの高い機動力により、ミス・フォーチュンの攻撃を避けられやすく、トレードでのプレッシャーをかけるのが難しい。\n- ゼリは序盤からのハラスが得意で、ミス・フォーチュンは基礎攻撃力が低いため、序盤のダメージ交換で不利になりやすい。\n- ゼリのウルトは集団戦での影響力が高く、ミス・フォーチュンは一度接近されると逃げる手段が乏しいため、捕まるリスクが高い。\n\n不利の緩和策：\n\n- レーン序盤は安全第一で、無理なトレードを避け、ゼリの攻撃を受けないように立ち回る。\n- ミニオン波を適切に管理し、タワー近くで安全にファームすることで、ゼリのハラスを受けにくくする。\n- サポートと協力してCCを活かし、ゼリに対して攻撃機会を作ることで、プレッシャーをかける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、距離を取りながらハラスを行うことができるため、ヴェインが接近するのが難しい。\n- ゼリの攻撃は射程が長く、ヴェインの短い射程に対して有利に立ち回ることができる。\n- ゼリはCCを持っており、ヴェインが接近した際に捕まるリスクが高く、トレードで不利になりやすい。\n\n不利の緩和策：\n- 前半は無理な接近戦を避け、CSを最優先にして安全にレーンを維持する。\n- ゼリの攻撃を避けるために、ブッシュを利用して視界を切り、トレードのタイミングを見計らう。\n- 中盤以降は生存重視のアイテムを選び、ゼリとの距離を保ちながらチャンスを狙う。",
      "シヴィア": "シヴィアが不利です。\n\n- ゼリの高い機動性により、シヴィアが距離を保つのが難しく、短時間で有利を取られやすい。\n- ゼリのスキルや攻撃のリーチが長く、シヴィアがトレードを仕掛ける際に距離管理されると不利になる。\n- シヴィアは序盤のハラスが苦手で、ゼリの持続ダメージに対して耐えきれないことが多い。\n\n不利の緩和策：\n- レーン序盤は無理なトレードを避け、ウェーブクリアを優先してゼリに近づかせないようにする。\n- スペルシールドを温存し、ゼリの重要なスキルショットや移動制限に備える。\n- 集団戦では位置取りを意識し、ゼリの攻撃を避けるためにウルトを効果的に使用する。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、遠距離からの攻撃でサミーラの接近を阻止しやすい。\n- ゼリのスロー効果やシールドにより、サミーラが接近戦を仕掛ける際にリスクが高くなる。\n- ゼリは序盤のウェーブコントロールが得意で、サミーラがハラスを受けやすい状況を作りやすい。\n\n不利の緩和策：\n- ゼリの攻撃を避けるために、ミニオンの後ろで安全にファームを行う。\n- 味方のCCを活用してゼリの動きを制限し、接近戦を有利に進める。\n- レベル6以降はアルティメットを活用し、短期決戦を狙って一気にダメージを与える。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- ゼリは序盤が弱いルシアンに対して、接近手段が確実でないため、ダッシュを使ってバースト攻撃を仕掛けやすい。\n- ゼリの機動力と加速手段により、ルシアンが攻撃を避けるのが難しく、特に集団戦での立ち位置が厳しくなる。\n- ゼリのウルトによる移動速度バフで、遠距離からの攻撃が可能になり、ルシアンが反撃しづらくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら攻撃する。\n- ゼリのスキルを避けるために、位置取りを意識し、ダッシュを適切に使う。\n- ゼリがアルティメットを取得した際は、無理に前に出ず、慎重に立ち回ることでリスクを減らす。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いAAダメージを持ち、短期決着を狙いやすい。\n- ゼリは基礎ステータスが低く、序盤の火力が不足しているため、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンはCCを持っており、ゼリの機動力を封じることで有利に立ち回れる。\n\n有利の取り方：\n- 斧を確実にキャッチし、ゼリに対して積極的に攻撃を仕掛ける。\n- サポートと連携し、ゼリをCCで止めて一気にバーストを狙う。\n- レーンでの圧力をかけ続け、ゼリが育つ前にキルを狙う。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、ゼリの攻撃を安全に避けながらポークできるため、序盤から有利に立ち回れる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コグ＝マウの持つ割合ダメージやAR/MR低下の効果が有効に働く。\n- コグ＝マウは集団戦での持続的なダメージが高く、ゼリが接近してくる際にしっかりとダメージを与えられる。\n\n有利の取り方：\n- レーン序盤は遠距離からゼリをポークし、無理に近寄らずにCSを稼ぐ。\n- ゼリのスキルを使わせた後に、追撃を狙ってダメージを与える。\n- 集団戦では、味方の前衛に張り付きつつ、ゼリを狙って攻撃し、位置取りを意識して安全にダメージを出す。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持っており、ゼリの接近を防ぎやすい。これにより、ゼリが攻撃する前にダメージを与えることができる。\n- コーキのスキルはAoEダメージを持ち、ゼリが複数の敵に対しても効果的にダメージを与えられるため、集団戦でも強力。\n- ゼリは基礎ステータスが低く、序盤の火力が不足しているため、コーキが序盤から優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ゼリの体力を削ることでプレッシャーをかける。\n- ゼリのスキルを避けながら距離を保ち、スキルを使ってダメージを与えることで、ゼリの動きを制限する。\n- チーム戦では後衛からの攻撃を行い、フロントラインを突破したゼリを狙うことで、ゼリの脆弱性を突く。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 長射程の攻撃が可能で、ゼリに対して安全にポークを行えるため、HP差を作りやすい。\n- CC効果を持つスキルでゼリの動きを制限できるため、接近を防ぎやすい。\n- ゼリの機動性に対して、ヴァルスは持続的なダメージを与えつつ、距離を保つことができる。\n\n有利の取り方：\n- 序盤はミニオン越しにポークを行い、ゼリのHPを削る。\n- ゼリがスキルを使った後に反撃のチャンスを狙い、CCを活かして捕まえる。\n- 集団戦では安全な位置からスキルを使い、味方と連携してゼリを狙う。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、特にゼリの基礎ステータスが低いため、早期にキルを狙いやすい。\n- トリスターナの長射程を活かすことで、ゼリの攻撃を避けながら安全にハラスができる。\n- トリスターナは移動能力が高く、ゼリの攻撃を回避しつつ、反撃のチャンスを作りやすい。\n\n有利の取り方：\n- レーン序盤では、長射程を活かしてミニオンを優先しつつ、ゼリに近づかれたら距離を取る。\n- トレード時には、Eを付けた後にAAで最大ダメージを狙い、Qで攻撃速度を上げて短時間でスタックを稼ぐ。\n- レベル6以降は、ノックバックを利用してゼリを押し返し、Wでの追撃や逃げを活用して有利な状況を作る。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由:\n- セナの長射程攻撃により、サミーラは安全にハラスを受けやすく、序盤のサステインが削られる。\n- セナのスネア効果によって、接近戦に持ち込む際に捕まるリスクが高く、サミーラの攻撃が通りにくい。\n- サミーラは低い防御ステータスのため、セナの攻撃を受けると一気にダメージを受けやすく、特にCCを持つ相手に対して脆弱。\n\n不利の緩和策:\n- 序盤はミニオンの後ろで安全にプレイし、セナの攻撃を避けながらスキルを温存する。\n- 味方のCCを利用して、セナに接近するタイミングを見計らい、連携を強化する。\n- レーンでの視界を確保し、セナが孤立しているタイミングを狙って攻撃することで、優位に立つ。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- セナの長射程によるポークが強力で、ザヤは距離を詰めるのが難しいため、ハラスを受けやすい。\n- セナの回復能力により、ザヤがダメージを与えても持続的に回復されてしまい、トレードが不利になる。\n- セナはCCを持っており、ザヤが近づいた際に捕まるリスクが高く、特に逃げ手段が乏しいため、デスにつながりやすい。\n\n不利の緩和策：\n- ミニオンの後ろに位置し、セナの攻撃を避けることで、ハラスを最小限に抑える。\n- セナがスキルを外したタイミングを狙い、反撃を行うことで、トレードを有利に持ち込む。\n- ワードをしっかりと置き、セナの位置を把握しつつ、集団戦では自衛を意識して立ち回る。",
      "ヴェイン": "ヴェインが不利です。\n\n- セナの長射程によるハラスが強力で、序盤はヴェインがダメージを受けやすい。\n- セナの回復能力により、ヴェインが与えるダメージを軽減されやすく、トレードで不利になる。\n- セナのCCスキルによって捕まると、ヴェインは脆弱で一気に倒されるリスクが高い。\n\n不利の緩和策：\n- 序盤は無理にトレードをせず、ミニオンの後ろで安全にファームを行う。\n- セナのスキルがクールダウン中や外したタイミングを狙って、短いバーストを仕掛ける。\n- サポートと連携して、セナを捕まえるチャンスを増やし、集団戦では背後から攻撃することを意識する。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- セナの長射程とハラス能力により、序盤から一方的に攻撃されやすく、CSを取りづらくなる。\n- セナのCCスキルによって捕まると、逃げる手段が乏しいコグ＝マウは簡単に倒されるリスクが高い。\n- セナは回復能力が高く、コグ＝マウの攻撃が効きにくくなるため、持続戦闘で不利になる。\n\n不利の緩和策：\n- 序盤は無理に交戦せず、CSを優先し、セナのハラスを避ける立ち回りを心掛ける。\n- サポートにピールを求め、セナの攻撃を受けないように位置取りを工夫する。\n- レベル6以降は安全な位置から攻撃し、集団戦では後衛からのダメージを意識して立ち回る。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- セナは長射程を持ち、ルシアンに対して一方的にハラスを行いやすいため、レーンでのトレードが不利になる。\n- セナのCCスキルによってルシアンの動きが制限され、捕まると大きなダメージを受けやすい。\n- ルシアンは射程が短いため、セナの攻撃を避けるのが難しく、特に集団戦では立ち位置が厳しくなる。\n\n不利の緩和策：\n- セナのスキルのクールダウンを意識し、彼女がスキルを使った後に攻撃的にプレイする。\n- セナのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、セナがCCを使った後にオールインを狙うタイミングを見計らう。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- セナは長射程でハラスが得意なため、シヴィアが攻撃しづらく、序盤から一方的にダメージを受ける可能性が高い。\n- セナの回復能力により、シヴィアが与えたダメージを簡単に回復されてしまい、トレードが不利になる。\n- セナはスネア効果を持っており、捕まるとシヴィアは逃げる手段が乏しいため、デスにつながるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃を受けない位置取りを心がけ、ミニオンを利用して安全にファームする。\n- セナのスキルを避けるために、スペルシールドを適切に使い、トレードのタイミングを見極める。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛けることで、レーンの主導権を取り戻す。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- セナの長射程攻撃に対して、ジンクスは序盤の基礎ステータスが低く、ハラスを受けやすい。\n- セナの回復能力により、ジンクスがダメージを与えても持続的に回復されてしまい、トレードが不利になる。\n- セナのCCスキルによって捕まると、ジンクスは自衛手段が乏しいため、致命的なダメージを受けやすい。\n\n不利の緩和策:\n- ミニオンウェーブを管理し、セナの攻撃を避けるためにミニオンを盾にする。\n- セナのスキルを避けるために位置取りに注意し、積極的にハラスを行うタイミングを見極める。\n- 中盤以降は集団戦での火力を活かし、セナの回復を無効化するアイテムを選択する。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n- 射程が長いため、セナに対して一方的にハラスを行いやすい。\n- Eを使うことでセナの回復を妨害し、持続的なダメージを与えることができる。\n- セナは基礎ステータスが低く、捕まると簡単に倒されるため、短期決戦で有利に立ち回れる。\n\n有利の取り方：\n- 開幕から遠距離でハラスを行い、セナの回復を妨げる。\n- Wを利用してミニオンの裏でQを溜め、セナに大ダメージを与える。\n- Rを使ってセナを根付けし、味方と連携して追撃を促す。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナは序盤から高いバーストダメージを持ち、セナの低い基礎ステータスを突くことができるため、早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、セナの攻撃を避けながら接近することができるため、ハラスを受けにくい。\n- トリスターナの射程はレベルが上がるごとに増加し、終盤ではセナよりも有利な位置取りが可能になる。\n\n有利の取り方：\n- レーン開始時は慎重に立ち回り、セナの攻撃を避けつつミニオン管理を行う。\n- レベル3以降はEを当てた後にAA交換を行い、セナに対して積極的に攻撃を仕掛ける。\n- 集団戦では、セナのシールドや回復に注意しつつ、Rを使って後衛を狙うタイミングを見極める。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持ち、セナのポークを受けつつも反撃が可能です。\n- コーキの機動力により、セナの攻撃を避けながら接近し、瞬間火力を発揮できます。\n- セナは基礎ステータスが低く、序盤は特に脆弱なため、コーキの攻撃で早期に有利を築きやすいです。\n\n有利の取り方：\n- 序盤はミニオンを利用してセナにハラスを行い、回復を引き出させる。\n- セナが攻撃を仕掛けてきた際に、ダッシュを使って距離を詰め、反撃を狙う。\n- 集団戦では後方からセナを狙い、味方と連携してダメージを与える。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎射程を持ち、セナに対して一方的にハラスを行いやすい。\n- セナの回復能力を削るために、遠距離からの攻撃でプレッシャーをかけることができる。\n- ケイトリンは罠を使ってセナの動きを制限し、短時間でのバーストダメージを狙うことができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナのサステインを削る。\n- ワードを設置して視界を確保し、セナのサポートがロームした際に安全にミニオンを管理する。\n- レベル6前に罠を使ってセナを捕まえ、短時間でのキルを狙う。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはセナに対して奇襲が得意で、ステルスを利用して接近しやすいため、セナの長射程を無効化できる。\n- セナは基礎ステータスが低く、序盤は特に脆弱なため、トゥイッチの攻撃を受けやすい。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、セナが後衛にいる場合でも一方的に攻撃できる。\n\n有利の取り方：\n- 序盤はセナのポークを避けつつ、ミニオンの下で安全にCSを取り、レベルを上げる。\n- レベル6以降はアルティメットを活用し、セナのサポートがいないタイミングで奇襲を仕掛ける。\n- 集団戦ではサイドや背後から突入し、セナを狙って拡散ダメージを出すことで、セナのヒールやCCを避ける。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程の攻撃を持ち、セナに対して遠くからハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナは基礎ステータスが低く、序盤は特に脆弱であるため、ジグスの攻撃を受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオン処理や集団戦でのダメージを出しやすく、セナの回復を無効化することができる。\n\n有利の取り方：\n- レーン序盤から積極的にハラスを行い、セナの体力を削ることでプレッシャーをかける。\n- ミニオンを利用してセナの攻撃を避けつつ、スキルを使ってダメージを与える。\n- レベル6以降は集団戦での圧力を活かし、セナの位置を常に意識しながら安全な距離から攻撃を続ける。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、セナに対して持続的な火力で圧力をかけやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーがスキルを使ってハラスを行うことで有利な状況を作りやすい。\n- スモルダーはEスキルによる高速移動が可能で、セナの攻撃を避けながら距離を詰めたり逃げたりできるため、立ち回りが柔軟。\n\n有利の取り方：\n- ミニオンの後ろからスキルを使ってスタックを貯め、セナに近づかせないようにする。\n- セナが攻撃を仕掛けてきた瞬間に反撃し、短い交戦を行ってダメージを与える。\n- セナが魂を回収しようとするタイミングを狙って、スキルを使ってダメージ交換を行う。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- アッシュはスロー効果を持つスキルを使って、アフェリオスの動きを制限しやすく、接近されると脆弱なアフェリオスにとって厳しい状況を作り出します。\n- アッシュのアルティメットスキルは長距離からのキャッチ能力が高く、アフェリオスが位置取りを誤ると簡単に捕まってしまうリスクがあります。\n- アフェリオスは序盤が弱く、アッシュのハラス性能に対抗しづらいため、レーンでの優位性を確保するのが難しいです。\n\n不利の緩和策：\n- アッシュのスキルを避けるために、常に位置取りに気を付け、ミニオンの後ろに隠れるようにする。\n- アフェリオスのQを使ってミニオンウェーブを効率的に処理し、CSを稼ぎつつ、アッシュとの距離を保つ。\n- サポートと連携して、アッシュに対して積極的にハラスを行い、レーンの主導権を取り戻すよう努める。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- アッシュの長射程により、シヴィアはポークされやすく、レーンでのトレードで劣ることが多い。\n- アッシュのスロー効果により、シヴィアは距離を保つのが難しく、接近されると脆弱な状況に陥りやすい。\n- アッシュのアルティメットは、シヴィアのスペルシールドを無効化するため、シヴィアが安全に戦うことが難しくなる。\n\n不利の緩和策：\n- サポートにCCを持つタンクを選び、アッシュの攻撃を防ぎつつ、シヴィアのダメージを与える機会を増やす。\n- アッシュの攻撃を避けるために、位置取りを意識し、常に距離を保つように心がける。\n- ウェーブクリアを活かして、アッシュの攻撃を受ける前にミニオンを処理し、タワー下での安全なファームを目指す。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- アッシュの射程が長く、通常攻撃のスロー効果により、ルシアンは距離を保つのが難しくなる。\n- アッシュはスキルを使った後の通常攻撃でルシアンに対して一方的にダメージを与えやすく、特にレーンでのハラスが強力。\n- ルシアンはCCを持たないため、アッシュのスタンやスローに対して逃げる手段が限られ、オールイン合戦で不利になる。\n\n不利の緩和策：\n- アッシュの攻撃を受けないように、常に距離を保ちながらハラスを行う。\n- アッシュのスキルのクールダウンを確認し、スキルがないタイミングで積極的に攻撃する。\n- アッシュのアルティメットが使用可能な間は、慎重に立ち回り、無理にオールインしないようにする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、アッシュのファームを阻害しやすいため、レーンでの優位性を確保しやすい。\n- アッシュのスロー効果に対して、コーキは長射程から安全に攻撃できるため、距離を保ちながらダメージを与えられる。\n- コーキのアルティメットはクールダウンが短く、頻繁にダメージを与えることができ、アッシュに対して持続的な圧力をかけられる。\n\n有利の取り方：\n- レーン序盤ではミニオンの後ろに立ち、アッシュのスキルを消費させてから反撃する。\n- アッシュの位置を常に意識し、短期トレードを繰り返して体力を削る。\n- 中盤以降はアイテムを揃え、チームファイトでは安全な位置から攻撃し、アッシュの動きを制限する。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程の攻撃を持ち、アッシュに対して遠距離からハラスを行いやすい。\n- アッシュは機動スキルを持たないため、ヴァルスのCCスキルによって動きを制限されやすい。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのミニオン処理において優位性を発揮できる。\n\n有利の取り方：\n- 序盤から積極的にQやEを使ってアッシュをハラスし、レーンの主導権を握る。\n- アッシュの位置取りを意識し、CCスキルを使って捕まえるタイミングを見計らう。\n- アイテムを早めに揃え、ダメージを強化してアッシュとのオールイン合戦で優位に立つ。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- ステルスを活用して奇襲を仕掛けることができ、アッシュの攻撃を避けながら高火力を出せる。\n- アッシュは機動スキルを持たず、トゥイッチの攻撃を受けるとスロー効果で動きが制限されるため、追撃が容易。\n- トゥイッチの集団戦での火力は非常に高く、アッシュが後衛にいる場合でも一方的にダメージを与えられる。\n\n有利の取り方：\n- ステルスを使ってアッシュの位置を確認し、奇襲を仕掛けるタイミングを見計らう。\n- 集団戦では後衛に位置取りし、アッシュが攻撃できない状況を作る。\n- アッシュのスキルを避けながら、連続攻撃を行い、早期にアッシュを排除する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではアッシュよりも長い射程で攻撃できるため、集団戦やトレードで優位に立てる。\n- 爆発的なバーストダメージを持ち、特にレベル6以降のオールイン能力が強力で、アッシュに対して一気にダメージを与えることができる。\n- トリスターナは高い機動力を持ち、アッシュのアルティメットを避けることができるため、接近戦でも有利に戦える。\n\n有利の取り方：\n- レベル2でのオールインを狙い、アッシュに対して早期にダメージを与える。\n- Wを活用してアッシュの攻撃を避けつつ、距離を詰めてトレードを行う。\n- サポートと連携し、アッシュのスキルを避けながら攻撃を仕掛け、優位な状況を作る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、アッシュの射程を活かした攻撃を避けつつ、近づいて一気にダメージを与えることができる。\n- アッシュは基礎ステータスが控えめで、序盤はバーストダメージが低いため、サミーラがレベル3や6以降にオールインを仕掛けることで逆転できる。\n- サミーラはスキルの組み合わせによって高いDPSを発揮でき、特に味方のCCを利用することでアッシュに対して有利に立ち回ることができる。\n\n有利の取り方：\n- レーン序盤は無理に近づかず、アッシュの射程を意識しながらファームを優先し、レベル3でのオールインを狙う。\n- サポートのCCを活用して、アッシュがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- レベル6以降は、アッシュのスキルを避けつつ、リセットを活かして連続攻撃を行い、アッシュを圧倒する。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは高いバーストダメージを持ち、アッシュがスキルを使った後に攻撃することで一気にダメージを与えられる。\n- ザヤの機動力により、アッシュの攻撃を避けやすく、接近戦で有利に立ち回れる。\n- アッシュは機動スキルを持たず、ザヤが接近することで一方的に攻撃できる状況を作りやすい。\n\n有利の取り方：\n- アッシュのスキルを避けながら、ミニオンを利用して接近し、バーストダメージを狙う。\n- アッシュがスキルを使った後の隙を突いて攻撃し、ダメージを稼ぐ。\n- 集団戦では、タイミングを見計らってアルティメットを使い、敵を無力化してから攻撃する。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ミス・フォーチュンの攻撃を回避しやすいため、ハラスが通りにくい。\n- ニーラのパッシブにより、味方のヒールやシールド効果が強化され、集団戦での耐久力が高まるため、ミス・フォーチュンの火力が活かしにくい。\n- ニーラは接近戦での強さがあり、ミス・フォーチュンは逃げ手段が乏しいため、一度接近されると脆弱になる。\n\n不利の緩和策：\n- チームメイトにCCを持つチャンピオンを選んでもらい、ニーラを拘束することで対抗する。\n- レーンでのハラスを避けるために、サステインを持つサポートと組むことで、耐久力を高める。\n- アイテムビルドを工夫し、早めに防御アイテムを購入してニーラの攻撃を耐えるようにする。",
      "セナ": "セナが不利です。\n\n- ニーラは近接攻撃型であり、セナの射程を活かす前に接近されやすい。\n- ニーラの持続的なダメージと回復能力に対して、セナは基礎ステータスが低く、耐久力が不足しているため、ハラスを受けやすい。\n- ニーラはダッシュスキルを持っており、セナの攻撃を避けながら接近しやすく、セナのサポート能力を無効化することができる。\n\n不利の緩和策：\n\n- レーンでの位置取りを工夫し、ニーラの接近を常に警戒する。\n- サポートチャンピオンと連携し、ニーラに対するハラスを強化することで、レーンの優位性を保つ。\n- アイテムビルドを工夫し、耐久力を高めるアイテムを早めに購入して、ニーラの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- ニーラは近接攻撃が得意で、接近されると持続的なダメージを与えられ、回復能力によってトゥイッチの攻撃を耐えやすい。\n- ニーラのスキルにはスロー効果があり、トゥイッチが逃げるのが難しくなるため、接近戦で不利になる。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるため、ニーラが序盤から優位に立つと厳しい状況になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ステルスを活用して安全にファームを行い、ニーラの攻撃を避ける。\n- ニーラが接近する前に、ウルトを使って遠距離からダメージを与え、先手を打つことを意識する。\n- サポートと連携し、ニーラに対して集団での攻撃を仕掛けることで、彼女の回復効果を無効化する。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、近接攻撃を行うことで回復やシールドを得るため、ヴァルスの攻撃を受けながらも持続的に戦える。\n- ニーラのスキルには敵をスローさせる効果があり、ヴァルスが距離を取るのが難しくなる。\n- ニーラはサポートチャンピオンとのシナジーが強く、特にエンチャンターと組むことでさらに強力になるため、ヴァルスが孤立しやすい。\n\n不利の緩和策：\n- 位置取りを意識し、ニーラの攻撃範囲に入らないようにすることで、ダメージを避ける。\n- 早めに防御アイテムを購入し、ニーラのダメージを軽減する。\n- ニーラのスキルを避けた後の隙を狙って攻撃するために、フラッシュや移動スキルを適切に使う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ニーラは高い機動力を持ち、ダッシュスキルで接近しやすく、カイ＝サの攻撃を避けることができるため、カイ＝サが攻撃を当てにくい。\n- ニーラは味方との連携を重視したスキルセットを持ち、特にサポートと組むことで強力なシナジーを発揮し、カイ＝サが孤立しやすい状況を作り出す。\n- ニーラはCCを持たないカイ＝サに対して、オールインを仕掛けやすく、特に序盤のハラスに対して脆弱なカイ＝サは苦戦する。\n\n不利の緩和策：\n\n- レーン戦では距離を保ち、ニーラの攻撃を避けるように心がける。\n- サポートチャンピオンと連携し、ニーラの攻撃を受けないようにしつつ、カイ＝サのスキルを活かすタイミングを見計らう。\n- 中盤以降は集団戦を意識し、ニーラのダッシュスキルを無効化するような位置取りを心がける。",
      "トリスターナ": "トリスターナが不利です。\n\n- ニーラは近接型のADCで、接近戦に強く、持続的なダメージを与える能力が高いため、トリスターナが距離を保つのが難しい。\n- ニーラのスキルにはスロー効果があり、トリスターナの移動を制限することで、攻撃を受けやすくなる。\n- トリスターナは射程が長くなるが、ニーラは回復能力を持っているため、トリスターナのバーストダメージが効果的に働きにくい。\n\n不利の緩和策：\n- レーン戦では、ニーラのスキルを避けるために、ミニオンを利用して距離を保ちながら攻撃する。\n- サポートと連携し、ニーラに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- アイテムを整えた後は、チームファイトでのポジショニングを意識し、後衛として安全にダメージを与える。"
    },
    "loses": {
      "ザヤ": "ザヤが有利です。\n\n- ザヤは射程が長く、ニーラの攻撃範囲を活かさずに安全にハラスを行えるため、序盤から優位に立ちやすい。\n- ザヤのスネア効果を利用することで、ニーラの機動力を制限し、反撃のチャンスを作ることができる。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤のハラスに対して脆弱になるため、ザヤが攻撃的に出やすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ニーラの体力を削ることでレーンの主導権を握る。\n- ニーラのスキルを避けるために、タイミングよくスキルを使用し、距離を保ちながら攻撃する。\n- 中盤以降は、チームファイトで後衛としての役割を果たし、ニーラの攻撃を無効化しつつダメージを与える。",
      "コーキ": "コーキが有利です。\n\n- コーキはレンジ攻撃が得意で、ニーラに対して安全な距離から攻撃できるため、ハラスがしやすい。\n- コーキのスキルはAoEダメージを持ち、ニーラの近接戦闘を避けながらダメージを与えることができる。\n- ニーラはサポートがいない場合、パッシブの効果が薄れやすく、序盤のハラスに対して脆弱であるため、コーキが有利に立ち回れる。\n\n有利の取り方：\n- 序盤から積極的にミニオンを攻撃し、ニーラに近づかせないように立ち回る。\n- スキルを使ってニーラを遠ざけ、ハラスを続けることで、レーンの優位性を保つ。\n- チームファイトでは後方から攻撃し、ニーラが前線でダメージを出すのを防ぐように立ち回る。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程の攻撃を持っており、ニーラが近づく前にダメージを与えることができるため、レーンでのハラスがしやすい。\n- ニーラはサポートがいない場合、パッシブの効果が薄れやすく、序盤のハラスに対して脆弱であるため、ジグスの攻撃で圧力をかけやすい。\n- ジグスのスキルは全て範囲攻撃であり、ニーラが集団戦で接近してくる際にAoEダメージを与えることで、彼女の動きを制限できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削ることで、彼女の行動を制限する。\n- ミニオンを利用してニーラの攻撃を避けつつ、スキルを使ってダメージを与えることで、レーンの優位性を保つ。\n- 集団戦では、距離を保ちながらスキルを使い、ニーラが近づいてくる前にダメージを与え、彼女の効果的な攻撃を防ぐ。",
      "ヴェイン": "ヴェインが有利です。\n\n- 後半に強く、ニーラに対して高いダメージを出せるため、特にタンク相手に有利なダメージを持つ。\n- ニーラは序盤に強いが、ヴェインは序盤を耐えれば後半で逆転できるため、長期戦に持ち込むことで有利になる。\n- 壁を利用したスタンを持っており、ニーラの攻撃を回避しつつ反撃できるため、1対1の戦闘で優位に立てる。\n\n有利の取り方：\n- 序盤はCSを優先し、無理に戦わずにニーラの攻撃を避ける。\n- ニーラの攻撃を受けない位置取りを心がけ、壁を利用してスタンを狙う。\n- 中盤以降はアイテムを整え、集団戦での位置取りを意識してキャリーを目指す。",
      "スモルダー": "スモルダーが有利です。\n\n- スモルダーは射程が長く、ニーラの接近を防ぎやすいため、遠距離から安全に攻撃できる。\n- スモルダーのスキルは集団戦でのAoEダメージが強力で、ニーラが近づいてきた際に一気にダメージを与えられる。\n- ニーラはサポートがいない場合、パッシブの効果が薄れやすく、序盤のハラスに対して脆弱であるため、スモルダーが有利に立ち回れる。\n\n有利の取り方：\n- 序盤はミニオンの裏からオートやスキルで少しずつニーラを削り、無理な近接トレードを避ける。\n- ウェーブ管理を意識し、ニーラをタワー下に押し込まないようにして、ローミングを減少させる。\n- 集団戦ではスモルダーの射程を活かして前線を削り、ニーラが近づいた際には味方と連携して反撃する。",
      "アッシュ": "アッシュが有利です。\n\n理由：\n- アッシュは射程が長く、ニーラに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- アッシュのスロー効果により、ニーラの接近を妨げることができ、特にニーラがダッシュを使う際に有利に立ち回れる。\n- アッシュは視界を確保するスキルを持っており、敵の動きを把握しやすいため、ニーラのエンゲージを警戒しやすい。\n\n有利の取り方：\n- ミニオンの後ろに立ち、ニーラが近づいてくるのを待ちながら、ハラスを行う。\n- サポートと連携し、ニーラが接近してきた際にスローを活かして距離を取る。\n- アイテム選択で防御的な選択肢を取り、ニーラの攻撃を耐えつつ反撃のチャンスを狙う。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、ニーラをタワー下に押し込むことでファームを制限できる。\n- スペルシールドにより、ニーラのスキルを無効化しやすく、トレードで有利な状況を作りやすい。\n- ニーラの近接戦能力に対して距離を保ちながら攻撃できるため、反撃を受けにくい。\n\n有利の取り方：\n- ミニオンウェーブを押し込んでニーラをタワー下に追い込み、ファームを難しくさせる。\n- スペルシールドを温存し、ニーラのスキルを避けた後に反撃するタイミングを見計らう。\n- アイテムを早めに揃え、パワースパイクを意識してトレードや集団戦での影響力を高める。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは射程が長く、ニーラの近接攻撃を避けやすい。\n- アフェリオスの武器の組み合わせにより、状況に応じた柔軟な戦術が可能で、ニーラの回復やシールドを無効化する手段を持っている。\n- ニーラはサポートがいない場合、序盤のハラスに対して脆弱であり、アフェリオスが距離を保つことで有利に立ち回れる。\n\n有利の取り方：\n- 距離を保ちながら攻撃し、ニーラの近接戦闘を避ける。\n- 赤白武器や白緑武器を活用し、ニーラの回復を無効化する。\n- 耐久力を高めるアイテムを選び、ニーラのオールインに耐えられるようにする。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n- サミーラは接近戦に強く、ドレイヴンの攻撃を無効化する能力を持っているため、ドレイヴンの攻撃を受ける前に反撃されやすい。\n- サミーラは短い射程のDPSキャリーに対して有利であり、ドレイヴンの攻撃を避けながら接近することができる。\n- ドレイヴンは移動妨害に弱く、サミーラのCCを受けると斧を拾えなくなり、戦闘能力が大幅に低下する。\n\n不利の緩和策：\n- レーン序盤での圧力を利用し、サミーラが攻撃を仕掛ける前に先手を打つ。\n- サポートと連携して、サミーラのCCを避けるための位置取りを意識し、攻撃のタイミングを調整する。\n- レベル6以降は集団戦での立ち回りを重視し、サミーラのUltを避けるために位置を工夫する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- サミーラは接近戦でのコンボ火力が高く、リセットを利用して一気にキルを狙えるため、ヴェインが攻撃を仕掛ける前にダメージを受けやすい。\n- サミーラは射程が短いDPSキャリーに対して有利であり、ヴェインの攻撃を避ける手段が豊富なため、ヴェインが攻撃を当てるのが難しい。\n- ヴェインは序盤が弱く、サミーラが早い段階からプレッシャーをかけてくると、ファームやレベルアップが遅れ、ビハインドを負いやすい。\n\n不利の緩和策：\n- 序盤は無理に攻撃せず、CSを優先して安全にファームし、レベルを上げることに集中する。\n- サミーラの攻撃を避けるために、位置取りを工夫し、相手のスキルを見極めてから反撃するタイミングを選ぶ。\n- 味方のサポートやCCを活用して、サミーラの動きを制限し、集団戦での有利な状況を作る。",
      "アフェリオス": "アフェリオスが不利です。\n\n- サミーラは高いバースト力を持ち、接近戦でのダメージを迅速に与えることができるため、アフェリオスは攻撃を受けやすい。\n- アフェリオスは機動力が低く、サミーラの接近を防ぐ手段が限られているため、捕まるリスクが高い。\n- サミーラのスキルによるCC効果がアフェリオスに対して有効であり、行動を制限されることでダメージを出しづらくなる。\n\n不利の緩和策：\n- 序盤は慎重に位置取りを行い、サミーラのバーストを避けるためにカイトを心がける。\n- サポートと連携し、サミーラに対してハラスを行い、レーンでの優位を保つ。\n- 集団戦では、武器の切り替えを活用してサミーラの機動力を上回り、範囲攻撃でダメージを与えるタイミングを見極める。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- サミーラは接近戦を得意としており、高いバーストダメージを持つため、カイ＝サが攻撃を仕掛ける前に倒されるリスクが高い。\n- サミーラのスキルはカイ＝サの攻撃を無効化することができ、特にカイ＝サのバーストダメージを減少させるため、効果的にダメージを与えられない。\n- サミーラは短期戦を好むため、戦闘が長引くとカイ＝サが有利になるが、サミーラのアルティメットが発動すると一気に逆転される可能性がある。\n\n不利の緩和策：\n\n- 戦闘を長引かせるように立ち回り、サミーラのアルティメットを避けるタイミングを見計らう。\n- サポートと連携し、CCを持つチャンピオンを選ぶことでサミーラの行動を制限する。\n- サミーラのスキルを使わせた後に攻撃を仕掛けることで、カイ＝サのダメージを通しやすくする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- サミーラは接近戦に強く、高いDPSを持っているため、ミス・フォーチュンが近づかれると脆弱な状態になりやすい。\n- サミーラは短射程の攻撃を持つため、ミス・フォーチュンのハラスを受けながらも、接近して攻撃を仕掛けることができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オールイン型のサミーラに対して殴り合いで負けやすい。\n\n不利の緩和策：\n- 初期ゲームでサミーラの隙をついて攻撃し、早めにキルを狙うことで優位に立つ。\n- 中盤にはエグゼキューショナーを購入し、サミーラのライフスティールを抑える。\n- レタリティアイテムを早めに揃え、サミーラに対して強力なハラスを行うことで、CSでの先行を防ぐ。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- サミーラは接近戦に強く、ルシアンの攻撃を避けながら高いバーストダメージを与えることができるため、ルシアンが攻撃する際にリスクが高い。\n- サミーラは短い射程のDPSキャリーであり、ルシアンの攻撃を受けることなく近づくことができるため、ルシアンがハラスを行うのが難しい。\n- サミーラの防御スキルを使われると、ルシアンのダッシュが無効化され、逆にサミーラに攻撃される危険が増す。\n\n不利の緩和策：\n- サミーラの攻撃を受けないように、距離を保ちながらポークを行い、相手のスキルを避けることを意識する。\n- サミーラがスキルを使った後の隙を狙って攻撃し、ダメージを与えるタイミングを見極める。\n- 味方のサポートと連携し、サミーラに対して集団で攻撃を仕掛けることで、彼女の強みを無効化する。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程の攻撃を持ち、サミーラの短射程を活かして安全にハラスができるため。\n- コーキのスキルはAoEダメージを持ち、サミーラが接近する前にダメージを与えやすい。\n- サミーラはCCがないため、コーキの攻撃を受けながら反撃するのが難しい。\n\n有利の取り方：\n- レーン序盤で小刻みにハラスを行い、サミーラのスタックを貯めさせないようにする。\n- サミーラが接近してきた際には、退路を確保しつつ距離を保ちながら攻撃を続ける。\n- 味方のCCと連携し、長期戦に持ち込むことで射程差を利用してダメージを削る。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程の攻撃を持ち、サミーラに対して一方的にハラスを行いやすい。\n- サミーラの接近を妨げるCCを持っており、特にサミーラが攻撃を仕掛けてきた際に有効に使える。\n- セナは回復能力が高く、サミーラの攻撃を受けても持ちこたえやすい。\n\n有利の取り方：\n- 距離を取りつつ攻撃を行い、サミーラの体力を削る。\n- サミーラが接近してきた際にCCを使い、行動を制限する。\n- 味方と連携し、サミーラのRを警戒しながら集団戦を行う。",
      "ジンクス": "ジンクスが有利です。\n\n- ジンクスは長射程を持ち、サミーラの接近を許さずに攻撃できるため、ハラスがしやすい。\n- サミーラは接近戦を得意とするが、ジンクスは自衛手段が乏しいため、ジンクスが距離を保つことでサミーラの強みを無効化できる。\n- ジンクスの攻撃速度とDPSが高く、集団戦でのAoEダメージが強力で、サミーラが接近する前にダメージを与えられる。\n\n有利の取り方：\n- 序盤はミニオンの後ろでファームし、サミーラが近づいたらスキルで牽制する。\n- 中盤以降は後衛から安全に攻撃し、サミーラのスキルを警戒しながら立ち回る。\n- アイテムを適切に購入し、クリティカルダメージを増加させることで、サミーラに対して優位に立つ。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、サミーラの短射程を活かして安全に攻撃できるため、レーンでのハラスがしやすい。\n- サミーラは接近戦を得意とするが、コグ＝マウはスロー効果を持つスキルで接近を阻止できるため、サミーラの攻撃を防ぎやすい。\n- コグ＝マウはタンクに対して高いダメージを出せる割合ダメージを持っており、サミーラが集団戦で前に出てくる際に有利に立てる。\n\n有利の取り方：\n- レーン開始時は安全にCSを取り、サミーラが近づいてきたらスローを使って牽制する。\n- サポートと連携し、サミーラが接近する前にダメージを与え、逃げ道を確保する。\n- 中盤以降は後方から攻撃し、サミーラが前線で動く際に味方のピールを要求して生存率を高める。",
      "ゼリ": "ゼリが有利です。\n\n- 遠距離からの攻撃が可能で、サミラの接近を妨げることができるため。\n- 高い機動力を持ち、サミラの攻撃を回避しやすいので、トレードで優位に立ちやすい。\n- サミラの瞬間火力に対して、距離を保ちながら持続的にダメージを与えることができるため。\n\n有利の取り方：\n- 常に後ろを取り、安全距離で攻撃し続けることでサミラの接近を防ぐ。\n- サミラの攻撃を避けるために、横移動やブリンクを駆使して位置取りを工夫する。\n- 集団戦では後方から連続攻撃を行い、味方のCCを活かしてサミラを無力化する。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤは射程が長く、サミーラの接近を牽制しやすいため、ポークが可能です。\n- ザヤのスネア効果を利用することで、サミーラの突進を防ぎ、反撃のチャンスを作れます。\n- ザヤは集団戦でのAoEダメージが強力で、味方のCCと連携することでサミーラを無力化しやすいです。\n\n有利の取り方：\n- レーン序盤はミニオンを利用して射程を活かし、サミーラに無理に近づかせないようにします。\n- サミーラが近づいてきた際には、後退しながら羽を散らしておき、接近を牽制します。\n- レベル6以降は、味方のCCと連携してサミーラを捕まえ、スネアを使って一気にダメージを与えるタイミングを狙います。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程を持ち、サミーラの短射程を活かすことができるため、距離を保ちながらハラスが可能です。\n- サミーラは接近戦を得意としていますが、ヴァルスはCCを持っており、サミーラの動きを制限することができます。\n- ヴァルスはAoEダメージを持っているため、集団戦やレーン戦での持続的なダメージを与えやすく、サミーラに対して優位に立てます。\n\n有利の取り方：\n- レーン序盤は距離を保ちながら攻撃し、サミーラにハラスを行う。\n- サミーラが突進してくる際にCCを使い、彼女の動きを封じる。\n- サポートと連携し、サミーラがノックアップを受けないように立ち位置に注意しつつ、攻撃のチャンスを伺う。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは近接ADCであり、サステインを持っているため、短い射程での殴り合いに強いです。サミーラの攻撃を受けながらも、回復しつつダメージを与えることができます。\n- ニーラは味方との連携を重視したスキルセットを持っており、サポートと一緒に行動することで、サミーラに対して有利なトレードを仕掛けやすいです。\n- サミーラは射程が短く、CCに依存するため、ニーラが接近して攻撃を仕掛けることで、サミーラの行動を制限しやすいです。\n\n有利の取り方：\n- サポートと密着し、短期決戦を仕掛けることで、サミーラに対して優位に立つことができます。\n- ミニオン波を押し込んでアグレッシブに立ち回り、サミーラが攻撃しづらい状況を作ります。\n- レベル6以降はサミーラの瞬間火力に注意しつつ、サポートの有無を確認してから行動し、連携を強化してダメージを出します。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- 射程が長いため、サミラに対して安全に攻撃できる。\n- バーストダメージが高く、サミラが近づく前にダメージを与えられる。\n- ノックバック効果を持つスキルで、サミラの突進を阻止できるため、接近戦を避けやすい。\n\n有利の取り方:\n- レーニング初期はミニオンにスキルを使い、安全にハラスを行う。\n- サミラが近づいてきた際には、オート攻撃でダメージを与えつつ、距離を保つ。\n- サミラのアルティメットが発動する前に、ノックバックを使って距離を取ることで、彼女の攻撃を無効化する。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリに対して強力なハラスを行うことができるため、レーンでのプレッシャーが大きい。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ドレイヴンの攻撃に対抗しにくい。\n- ドレイヴンの斧を拾うことで攻撃力が増すため、ゼリはその斧を避ける必要があり、操作が難しくなる。\n\n不利の緩和策：\n- 序盤は安全にファームし、ドレイヴンの攻撃を避けるためにミニオンの後ろでプレイする。\n- ドレイヴンの斧を落とすタイミングを狙い、斧がない時に攻撃を仕掛ける。\n- ローミングや集団戦での機動力を活かし、ドレイヴンとの1対1の状況を避ける。",
      "スモルダー": "スモルダーが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーがスキルを貯める前に攻撃されると大きなダメージを受ける。\n- スモルダーはAA強化がないため、ドレイヴンの高いDPSに対抗しにくく、1対1の戦闘で不利になる。\n- ドレイヴンの攻撃パターンは予測可能だが、スモルダーは移動妨害に弱く、CCを受けると戦闘能力が大幅に低下する。\n\n不利の緩和策：\n\n- ドレイヴンとの対戦時は、Wを使って彼の接近を阻止し、距離を保つことを心がける。\n- 中盤までにドレイヴンを育てさせないように、積極的にハラスを行い、ファームを妨害する。\n- 集団戦では、ドレイヴンが孤立しないように注意し、AoE攻撃を活かして味方と連携して戦う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サに対して強力なトレードが可能です。\n- ドレイヴンの射程はカイ＝サよりも長く、オールインやトレードで有利に立ち回ることができます。\n- カイ＝サはCCを持たず、集団戦での位置取りが難しいため、ドレイヴンの攻撃を避けるのが困難です。\n\n不利の緩和策：\n\n- サポートを選ぶ際に、CCを持つバースト系のサポートを選ぶことで、ドレイヴンを一時的にロックし、ダメージを与えるチャンスを作る。\n- トレードのタイミングを慎重に考え、ドレイヴンのスキルやAAを避けるように立ち回る。\n- レーンでのファームを優先し、無理なトレードを避けて装備を整えることで、後半の強さを活かす。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインがトレードを仕掛ける前に大きなダメージを受ける可能性が高い。\n- ドレイヴンの攻撃はAAに依存しており、斧を正確に拾うことでダメージを増加させるため、ヴェインはその斧を避ける必要があるが、うまく避けられないと大きなダメージを受ける。\n- ドレイヴンは移動妨害に弱いが、ヴェインは射程が短く、ドレイヴンの攻撃を受けやすいため、特に序盤のレーン戦で不利になる。\n\n不利の緩和策：\n- 短いトレードを心がけ、ドレイヴンの斧を避けることでダメージを最小限に抑える。\n- 自分のサポートと連携し、ドレイヴンが斧を落とした瞬間を狙って攻撃する。\n- アイテムを早めに購入し、特にブレード・オブ・ザ・ルインドキングを優先して、持久戦に持ち込むことで逆転のチャンスを増やす。",
      "シヴィア": "シヴィアが不利です。\n\n- ドレイヴンは自動攻撃が非常に強力で、序盤から高いバーストダメージを持っているため、シヴィアはトレードで劣ることが多い。\n- ドレイヴンは斧を使った攻撃でシヴィアを圧倒できるため、シヴィアは攻撃を受けやすく、特にレーン戦での圧力が強い。\n- シヴィアの基礎射程が短く、ドレイヴンの攻撃を避けるのが難しいため、特に序盤において一方的にダメージを受ける可能性が高い。\n\n不利の緩和策：\n- ドレイヴンの斧が落ちる場所を予測し、Qを投げてその地点を狙うことで、ドレイヴンの攻撃を妨害する。\n- ポークサポートと組むことで、ドレイヴンに対する圧力を高め、シヴィアが安全にファームできる環境を作る。\n- レーン戦では慎重に立ち回り、ドレイヴンとの1対1や2対2の戦闘を避けることで、ダメージを最小限に抑える。",
      "ユナラ": "ユナラが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、攻撃力が非常に高いため、ユナラが攻撃を受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、斧を正確に拾う必要があるため、ユナラが距離を取るのが難しい。\n- ドレイヴンは移動妨害に弱いが、ユナラのCCはスローのみで、ドレイヴンの攻撃を無効化する手段が少ない。\n\n不利の緩和策：\n\n- レーン序盤は慎重に立ち回り、ドレイヴンの攻撃を避けるために距離を保つ。\n- ドレイヴンが斧を投げた後に攻撃するタイミングを見計らい、反撃を狙う。\n- サポートと連携し、ドレイヴンに対してCCを活用して攻撃のチャンスを作る。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、トゥイッチが攻撃を受けやすい状況を作りやすい。\n- ドレイヴンの攻撃はAAに依存しており、トゥイッチも同様にAAに依存しているため、殴り合いで競り負ける可能性が高い。\n- ドレイヴンは移動妨害に弱いが、トゥイッチは逃げ性能が低く、ドレイヴンの攻撃を受けると厳しい状況になる。\n\n不利の緩和策：\n- レーン序盤は安全にファームし、ドレイヴンの斧を避けることを優先する。\n- 味方ジャングルと連携し、ドレイヴンがミスしたタイミングで反撃を狙う。\n- レベル6以降はステルスを活かして奇襲を仕掛け、集団戦では味方と連携して攻撃する。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n- コグ＝マウは後半に強い長射程のハイパーキャリーであり、ドレイヴンの攻撃を受ける前に安全にダメージを与えることができる。\n- ドレイヴンは序盤に強力なダメージを持つが、コグ＝マウは序盤は防御アイテムを持つことで耐えることができ、時間が経つにつれて有利になる。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、特にタンク相手に強いが、ドレイヴンはその耐久力が低いため、コグ＝マウのダメージが通りやすい。\n\n有利の取り方：\n- 序盤は安全にCSを重視し、タワー下でファームを行うことでアイテムを早く揃える。\n- サポートと連携し、ドレイヴンの攻撃を避けながら遠距離からポークを行い、相手の体力を削る。\n- 中盤以降は射程を活かして安全にダメージを与え、集団戦では後方から攻撃することでチームに貢献する。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦が得意で、ドレイヴンの攻撃を避けながらダメージを与えることができるため、特にドレイヴンが斧をミスした隙を狙いやすい。\n- ドレイヴンは攻撃がAAに依存しており、斧を正確に拾う必要があるため、操作ミスを誘発しやすい。\n- サミーラはスキルの組み合わせによってスタイルを上げることで、集団戦や1対1での火力を高めることができ、特にレベル6以降のUltで逆転を狙える。\n\n有利の取り方：\n- ドレイヴンが斧を落としたタイミングを見計らってEで接近し、サポートと連携して攻撃する。\n- 序盤は安全にCSを取りつつ、ドレイヴンの攻撃を避けることでレーンを維持し、相手のミスを待つ。\n- レベル6以降はUltを活かして、ドレイヴンが攻撃を仕掛けてきた際に反撃することで、逆転のチャンスを作る。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは近接戦での瞬間火力が高く、自己回復能力を持っているため、ドレイヴンの攻撃を受けながらも持続的に戦える。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、ミスをした際にニーラが接近するチャンスが生まれる。\n- ニーラはダッシュスキルを持っており、ドレイヴンの射程を無視して接近しやすく、オールインを狙いやすい。\n\n有利の取り方：\n- ミニオンの後ろから短いトレードを仕掛け、ドレイヴンの攻撃を避けながらダメージを与える。\n- ドレイヴンが斧を落としたタイミングで積極的に接近し、オールインを狙う。\n- ジャングルの介入を利用して、ドレイヴンに対して数的有利を作り、確実にキルを狙う。",
      "ジグス": "ジグスが有利です。\n\n- 長射程の攻撃を持ち、ドレイヴンの攻撃を安全な距離から牽制できるため、レーンでのポークがしやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオン処理や集団戦でのダメージを出しやすく、ドレイヴンが斧を回収するのを妨げることができる。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、ジグスのスキルで足止めされると火力が大幅に低下する。\n\n有利の取り方：\n- 常に距離を取り、ドレイヴンが近づけないようにポークを行い、ヘルスを削る。\n- ウェーブを押し込んでロームを狙い、他のレーンにプレッシャーをかける。\n- ドレイヴンが突っ込んできた際には、スローやCCを使って足止めし、追撃や逃げ道を確保する。",
      "ジンクス": "ジンクスが有利です。\n\n理由：\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤のトレードで優位に立ちやすい。\n- ドレイヴンは序盤の強さがあるものの、ジンクスはミニオンウェーブの処理能力が高く、レーンを安定させやすい。\n- ジンクスはスロー効果を持っており、ドレイヴンの移動を制限することで、彼の攻撃を避けやすくなる。\n\n有利の取り方：\n- 序盤は無理なトレードを避けつつ、ミニオンを効率よく処理してレベル差をつける。\n- ワードを使って視界を確保し、ギャンクを警戒しながら安全にファームを行う。\n- 集団戦では後衛に位置し、敵キャリーを狙うことでダメージを最大化する。",
      "セナ": "セナが有利です。\n\n- 長射程を活かして、ドレイヴンに対して安全にハラスができるため、序盤から優位に立ちやすい。\n- 回復能力を持っているため、ドレイヴンの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n- ドレイヴンの攻撃はAAに依存しているため、セナのスネアで動きを制限しやすく、捕まえやすい。\n\n有利の取り方：\n- 常にミニオンの後ろから攻撃し、ドレイヴンに近づかせないようにする。\n- スキルを使ってドレイヴンをハラスしつつ、魂を集めてパワーを増強する。\n- ドレイヴンが攻撃してきた際には、スネアを使って反撃し、サポートと連携してキルを狙う。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- スモルダーは序盤からスキルを使ってラストヒットを狙えるため、ザヤがミニオンを処理する際に圧力をかけられやすい。\n- スモルダーの集団戦でのAoE攻撃が強力で、ザヤは射程が短いため、接近するのが難しい。\n- スモルダーはパッシブでスタックを貯めることで後半に強力なダメージを出せるため、時間が経つにつれてザヤが不利になる。\n\n不利の緩和策：\n- 序盤は無理にトレードをせず、ファームに専念してスモルダーの攻撃を避ける。\n- サポートと連携して視界を確保し、スモルダーの動きを監視することで安全にファームする。\n- 中盤以降は集団戦での位置取りを意識し、スモルダーの攻撃範囲外からダメージを与えるように心がける。",
      "コーキ": "コーキが不利です。\n\n理由：\n- スモルダーは後半にスタックを貯めることで非常に高いダメージを出せるため、コーキが序盤で優位に立たないと、後半の集団戦で圧倒される可能性が高い。\n- コーキはCCがないため、スモルダーの高いAoE攻撃に対して対抗手段が乏しく、集団戦での生存率が低くなる。\n- スモルダーはEスキルで高速移動ができ、追撃や逃走が得意なため、コーキが攻撃を仕掛けても反撃を受けやすい。\n\n不利の緩和策：\n- 序盤から積極的にミニオンを押し、スモルダーにパッシブを貯めさせないようにする。\n- サポートと連携して視界を確保し、スモルダーのEを警戒しながら安全にハラスを行う。\n- 集団戦では分散して行動し、スモルダーの範囲攻撃を受けないように立ち回る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- スモルダーは序盤からスキルを使ってハラスを行いやすく、ヴェインの短射程を活かして攻撃を受けやすい。\n- スモルダーは後半にかけてスタックを貯めて強化されるため、レイトゲームでの火力が高く、ヴェインが対処しづらい。\n- スモルダーの集団戦でのAoE攻撃は、ヴェインが接近する際に大きな脅威となり、特に集団戦では不利を強める。\n\n不利の緩和策：\n- 序盤は無理に前に出ず、サポートと連携して安全にファームを行い、レベルを上げることを優先する。\n- スモルダーのスキルを避けるために、サイドに動きながらトレードを行い、壁を利用して距離を保つ。\n- 中盤以降は集団戦での位置取りを意識し、スモルダーの攻撃範囲外から攻撃することで生存率を高める。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- スモルダーはウェーブクリア能力が高く、ミニオン波を押し込まれるとタワー下でファームしなければならず、ミス・フォーチュンはその状況でハラスを受けやすいです。\n- スモルダーは集団戦でのAoE攻撃が強力で、ミス・フォーチュンのUltを無効化する可能性があるため、集団戦での影響力が劣ります。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのスタックが貯まる前に有利なトレードを仕掛けるのが難しいです。\n\n不利の緩和策：\n\n- ミニオン波をコントロールし、スモルダーに押され過ぎないように注意し、タワー下でのファームを避ける。\n- レベル2/3の交換を慎重に行い、ミニオンの陰を利用してハラスを行う。\n- サポートと連携を強化し、相手の攻撃を受けないように守り重視の立ち回りを心がける。",
      "ルシアン": "ルシアンが不利です。\n\n- スモルダーはレベル3以降、スキルを使ってのトレードが強力で、特にAoE攻撃によって集団戦でのダメージが増加します。\n- ルシアンは射程が短く、スモルダーの攻撃を受けやすいため、レーンでのハラスが難しくなります。\n- スモルダーは後半にスケールが高く、スタックを貯めることでダメージが増加するため、長期戦になると不利が顕著になります。\n\n不利の緩和策：\n\n- 初期の段階で積極的にトレードを行い、スモルダーのスタックを貯めさせないようにする。\n- スモルダーのスキルのクールダウンを意識し、その隙を突いて攻撃するタイミングを見計らう。\n- 集団戦では位置取りを工夫し、スモルダーのAoE攻撃を避けるように心がける。",
      "セナ": "セナが不利です。\n\n- スモルダーは序盤が弱いとはいえ、スキルを使ったハラスや回復でセナの体力を削ることができ、特に集団戦ではAoE攻撃でセナに大きなダメージを与えることができる。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、スモルダーの攻撃を受けると捕まりやすく、デスにつながるリスクが高い。\n- スモルダーは後半に強くなるため、試合が長引くとセナのハラスや回復の効果が薄れ、スモルダーのダメージが増加する。\n\n不利の緩和策：\n\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- サポートと連携して、スモルダーの接近を阻止し、1対1の状況を避けるようにする。\n- 視界を確保し、敵の動きを把握することで、スモルダーの育成を妨害し、集団戦での位置取りを意識する。",
      "ニーラ": "ニーラが不利です。\n\n- スモルダーは序盤のスキル性能が低いニーラに対して、距離を保ちながらハラスを行うことができるため、ニーラが攻撃を仕掛けにくい。\n- スモルダーは後半に強力なAoE攻撃を持ち、集団戦でのダメージが高くなるため、ニーラが前に出ると危険。\n- ニーラはサポートがいない場合、パッシブの効果が薄れ、特に序盤のハラスに対して脆弱になる。\n\n不利の緩和策：\n\n- 序盤は慎重に立ち回り、スモルダーの攻撃を避けつつ、ミニオンを狙ってCSを確保する。\n- スモルダーのスキルのクールダウンを意識し、タイミングを見計らって反撃する。\n- サポートチャンピオンと連携し、ニーラのパッシブを活かしてレーンでの優位性を高める。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n- ウェーブクリア能力が高く、スモルダーに圧をかけやすい。\n- スペルシールドにより、スモルダーのスキルを無効化することでトレードを有利に進められる。\n- 移動速度を上昇させる手段が豊富で、スモルダーの攻撃を避けやすい。\n\n有利の取り方：\n- 初期レーンでは安全にCSを稼ぎ、被弾を最小限に抑える。\n- ウェーブを積極的にクリアし、スモルダーをタワー近くに押し込ませないようにする。\n- アイテム構成にサステインや防御寄りのビルドを取り入れ、ポークによる消耗戦で有利を得る。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーに対して積極的にトレードを仕掛けることができるため、早期キルを狙いやすい。\n- スモルダーは序盤のスキル性能が低く、AA強化がないため、ドレイヴンの攻撃に対して耐えにくい。\n- ドレイヴンは移動速度を上げるスキルを持ち、追撃性能が高いため、スモルダーが逃げるのを難しくすることができる。\n\n有利の取り方：\n- レーン開始時に早期キルを狙い、斧を回収しながら積極的にトレードを行う。\n- スモルダーのスキルを避けつつ、ミニオンを押し込んでタワー前でのダメージを与える。\n- 中盤以降はキル差を利用してロームやドラゴンに参加し、集団戦では後衛を狙う役割を維持する。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- トゥイッチは序盤からステルスを利用して奇襲を仕掛けることができ、スモルダーのファームを妨害しやすい。\n- スモルダーは序盤のスキル性能が低く、トゥイッチの攻撃に対して脆弱であるため、トレードで有利を取れる。\n- トゥイッチは集団戦での火力が高く、スモルダーが成長する前に試合を有利に進めることができる。\n\n有利の取り方：\n- ステルスを活用してスモルダーに奇襲をかけ、サポートと連携してキルを狙う。\n- ミニオン処理よりもスモルダーのパッシブを妨害し、ファームをさせないようにする。\n- 視界を管理し、トゥイッチのアルティメットを使って集団戦での位置取りを有利にする。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- スモルダーは序盤が弱く、アフェリオスはその隙を突いてレーンを支配しやすい。\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、スモルダーのスキルを避けることが可能。\n- アフェリオスはスモルダーに対して高いハラス性能を持ち、特に集団戦でのAoE攻撃に対抗しやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーにプレッシャーをかける。\n- 位置取りに注意し、スモルダーのスキルを避けながら攻撃する。\n- 早めに防御アイテムを購入し、スモルダーの攻撃に対する耐久力を高める。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは序盤から遠距離攻撃が可能で、スモルダーの育成を妨げることができるため、レーニングで優位に立ちやすい。\n- ジグスのスキルは全てAoEであり、ミニオン処理や集団戦でのダメージを出しやすく、スモルダーがスタックを貯めるのを阻止できる。\n- スモルダーはCCに弱く、ジグスの攻撃を避ける手段が限られているため、接近される前にダメージを与えやすい。\n\n有利の取り方：\n- ミニオンを常にプッシュし、スモルダーがパッシブを溜める時間を与えない。\n- 安全な距離からハラスを行い、スモルダーがEを使わずに突っ込んできた瞬間にダメージを与える。\n- ジャングルと連携し、Gankを要請してリードを拡大し、集団戦での優位性を確保する。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、スモルダーの攻撃を避けながらハラスができるため、序盤から優位に立ちやすい。\n- スモルダーは序盤のスキル性能が低く、スタックが貯まる前にジンがダメージを与えることで、早期にリードを取ることができる。\n- ジンのスネア効果により、スモルダーの動きを制限できるため、接近されるリスクを減らしやすい。\n\n有利の取り方：\n\n- 序盤から積極的にハラスを行い、スモルダーの体力を削ることでレーンの主導権を握る。\n- ミニオンウェーブをコントロールし、スモルダーがスタックを貯める前に押し込むことで、レーンを有利に進める。\n- サポートとの連携を強化し、スモルダーに対してプレッシャーをかけることで、逃げ道を無くし、オールインのチャンスを作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 序盤から中盤にかけての長射程を活かして、スモルダーに対してポークができるため、ファームを奪いやすい。\n- スモルダーは序盤はスキルの性能が低く、AA強化がないため、1対1のトレードで不利になりやすい。\n- ヴァルスはCC効果を持っており、スモルダーの動きを制限することで、集団戦やレーンでの優位性を保ちやすい。\n\n有利の取り方：\n- EやQを使ってミニオン越しにハラスし、スモルダーのCSを奪うことで、レーンの優位を確立する。\n- ローミングや視界を活用して、スモルダーが育つ前に他のレーンでのプレッシャーをかける。\n- 集団戦では中〜近距離での突発キルを狙い、スモルダーが成長する前に早めに潰す。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n- ジンは高火力のスナイパー型ADCで、特に4発目の攻撃やアルティメットが強力で、ジグスのHPが減った際に一気にダメージを受けやすい。\n- ジンのスキルは長射程で、ジグスのポークを避けることが難しく、逆にジンからの攻撃を受けやすい。\n- ジグスは接近を許すと無力になりやすく、ジンのオールインに対して脆弱であるため、特に集団戦での生存率が低くなる。\n\n不利の緩和策：\n\n- ミニオンの後ろに隠れたり、位置取りを工夫してジンの攻撃を避けることで、ポークを受けるリスクを減らす。\n- ジンの攻撃タイミングを予測し、適切な距離を保ちながらスキルを使ってウェーブクリアを行う。\n- アルティメットを使うタイミングを見極め、ジンの攻撃を受けた後に反撃することで、集団戦での有利を狙う。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ジンは高いバーストダメージを持ち、特に4発目の攻撃やアルティメットでケイトリンを一気に削ることができるため、接近された際に危険です。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ジンの攻撃を受けやすく、集団戦で脆弱です。\n- ジンのCCスキルによって、ケイトリンの動きが制限されると、反撃のチャンスが減少し、特に集団戦での立ち回りが難しくなります。\n\n不利の緩和策：\n\n- レーン戦では、ジンの攻撃を避けるために位置取りに注意し、ミニオンウェーブを押し込んでジンのファームを妨害する。\n- ジンの4発目の攻撃後に反撃するタイミングを見計らい、ダメージを与えるチャンスを作る。\n- 集団戦では、ジンのスキルを避けるために常に位置取りを意識し、味方と連携してジンを狙う。",
      "ヴァルス": "ヴァルスが不利です。\n\n- ジンは高いバーストダメージを持ち、特にHPが減った相手に対して強力な攻撃を仕掛けることができるため、ヴァルスは一撃で倒されるリスクが高いです。\n- ジンのスキルは長射程であり、ヴァルスの攻撃を避けるのが難しく、ジンのCC効果によって動きを制限されることが多いです。\n- ジンはリロードのタイミングを狙って攻撃することができるため、ヴァルスはその隙を突かれやすく、持続的なダメージを与えるのが難しくなります。\n\n不利の緩和策：\n- ジンのリロードタイミングを意識し、攻撃を仕掛けるタイミングを調整することで、リスクを減らすことができます。\n- 位置取りを工夫し、ジンのスキルを避けることで、ダメージを受ける機会を減らすことが重要です。\n- サポートとの連携を強化し、ジンの攻撃を分散させることで、ヴァルス自身の生存率を高めることができます。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ジンは4発目の攻撃やアルティメットによる高いバーストダメージを持っており、HPが減った状態のミス・フォーチュンに対して特に強力です。\n- ジンは長射程の攻撃を持ち、全てのスキルがAoE効果を持つため、ミス・フォーチュンは距離を保つのが難しく、ハラスを受けやすいです。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得やタイマンに弱いため、ジンとの1対1の殴り合いで不利になります。\n\n不利の緩和策：\n\n- ミニオンを利用してジンの攻撃を避けるようにし、距離を保ちながらハラスを行う。\n- レベル2でのエンゲージを狙い、ジンの攻撃を受ける前に先手を打つことで有利なトレードを狙う。\n- サステインサポートを選択し、ジンのダメージを抑えることで、持続的にレーンを維持する。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特に4発目の攻撃やアルティメットがHPの低いスモルダーに対して非常に強力です。\n- スモルダーは序盤のスキル性能が低く、ジンの長射程攻撃に対して劣位に立たされやすいです。\n- ジンのスネア効果により、接近された際に動きを制限されるため、逃げる手段が限られ、オールインに弱いです。\n\n不利の緩和策：\n- レーンではジンの攻撃を避けるため、レンジクリープの近くに立たないようにし、ハラスを受けないようにする。\n- 早期に大きなトレードを避け、健康を保ちながらファームを獲得することで、後半のスケールを狙う。\n- ジンが序盤で極端に有利にならないように、サポートと連携してジンに対する圧力をかける。",
      "エズリアル": "エズリアルが不利です。\n\n- ジンは高火力のバーストダメージを持ち、特にHPが減った相手に対して強力な攻撃を仕掛けることができるため、エズリアルは注意が必要です。\n- ジンのCCスキルによって捕まえられると、エズリアルは逃げる手段が限られているため、オールインに弱いです。\n- ジンは射程が長く、全てのスキルがAoE効果を持つため、エズリアルはレーンでのハラスやトレードで不利になりやすいです。\n\n不利の緩和策：\n\n- 位置取りを意識し、ジンの攻撃を避けるためにEを積極的に使用する。\n- 中盤以降は、ジンのアルティメットと合わせて自分のアルティメットを使用し、集団戦でのダメージを稼ぐ。\n- MRやライフスティールを積むことで、ジンの攻撃に対する耐久力を高め、持続的な戦闘を有利に進める。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- ジンは高いバーストダメージを持ち、特にHPが減ったコグ＝マウに対して強力な攻撃を仕掛けることができるため、接近されると脆弱です。\n- コグ＝マウは機動力が低く、ジンのスキルショットに対してポジショニングが重要ですが、ジンの攻撃を避けるのが難しいです。\n- ジンは長射程でのハラスが得意で、序盤からコグ＝マウのファームを妨害しやすく、レーンでのプレッシャーをかけることができます。\n\n不利の緩和策：\n- 序盤は無理にトレードせず、ミニオンの後ろでファームに集中し、ジンのスキルを避けるポジショニングを心がける。\n- 視界を確保し、ジンの動きを警戒しながら、ギャンクに対する対策を講じる。\n- 中盤以降はアイテムを強化し、集団戦で後衛から持続的なダメージを与えることを意識する。",
      "ジンクス": "ジンクスが不利です。\n\n- ジンは高精度のスナイプ能力を持ち、遠距離からの攻撃でジンクスを捕まえやすい。\n- ジンのスキルは高爆発力があり、特にHPが減ったジンクスに対して強力なバーストダメージを与えることができる。\n- ジンはスキルのクールダウン中に攻撃するチャンスがあり、ジンクスが攻撃する際にリスクが高くなる。\n\n不利の緩和策：\n- ジンのスキルを避けるために、位置取りを意識し、常に移動しながら攻撃する。\n- 集団戦ではジンのアルティメットのクールダウンを確認し、そのタイミングで攻撃を仕掛ける。\n- アイテムやルーンを活用して、攻撃速度や移動速度を上げ、ジンとのトレードを有利に進める。",
      "アッシュ": "アッシュが不利です。\n\n- ジンは高いバーストダメージを持ち、特に第4発の攻撃やアルティメットが強力で、アッシュが接近されると大きなダメージを受けやすい。\n- アッシュは機動スキルを持たず、ジンの攻撃を避けるのが難しいため、ジンのスキルを受けやすく、反撃が難しい。\n- ジンのスローモーション効果により、アッシュは距離を保つことが難しく、ジンの攻撃を受けるリスクが高まる。\n\n不利の緩和策：\n\n- ジンの第4発を使う前にトレードを行い、攻撃を避けるタイミングを見計らう。\n- ミニオンの配置を利用して、ジンの攻撃を遮ることでダメージを軽減する。\n- アッシュのアルティメットやサポートのCCを活用して、ジンを拘束し、攻撃のチャンスを作る。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n- ジンの攻撃は短いトレードでは強いが、カイ＝サはオールインの状況で一気にダメージを与えることができるため、特にレベル6以降は有利に立ち回れる。\n- カイ＝サは瞬時に移動しながら攻撃できるため、ジンのスキルを避けやすく、接近戦で優位に立つことができる。\n- エンゲージが得意なサポートと組むことで、ジンに対して強力なコンボを決めやすく、ジンのスキルを封じることができる。\n\n有利の取り方：\n- レベル6以降、サポートのCCを利用してジンにオールインを仕掛けるタイミングを見計らう。\n- ジンのスキルを避けるために、移動しながら攻撃し、ジンのFOURthショットのタイミングをずらす。\n- ジンがリロード中やスキルを使った後の隙を狙って、積極的にトレードを仕掛ける。",
      "ヴェイン": "ヴェインが有利です。\n\n- 高い機動性を持ち、ジンのスキルを避けやすいため、接近戦での優位性がある。\n- 真のダメージを与える能力があり、特にタンク相手に強力で、ジンのHPが減った際に効果的にダメージを与えられる。\n- 集団戦でのステルスと攻撃力増加により、ジンの攻撃を回避しつつ高いダメージを出すことができる。\n\n有利の取り方：\n- ジンのリロードタイミングを狙い、4発目の攻撃後に積極的に攻撃する。\n- ジンのスキルを避けるために、タイミングを見計らって移動し、Qで回避する。\n- 集団戦では後衛に位置し、安全に攻撃を行い、ジンのスキルを警戒しながら立ち回る。",
      "サミーラ": "サミーラが有利です。\n\n- 近接戦闘に強く、高いバーストダメージを持つため、ジンの攻撃を受ける前に大きなダメージを与えられる。\n- ジンの攻撃を避けるためのスキルを持っており、ジンのスキルのクールダウン中に反撃するチャンスがある。\n- ジンの射程が長いが、サミーラは接近することでその長所を無効化し、ジンの攻撃を封じることができる。\n\n有利の取り方：\n- 序盤から積極的に接近し、ジンの攻撃を避けながらスキルを連携させてダメージを与える。\n- ジンのスキルのクールダウンを狙い、隙を見て反撃する。\n- 集団戦では、味方のCCを利用して接近し、強力な攻撃を行うことでダメージを最大化する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナはレベル6以降のバースト力が高く、ジンのHPが減った際に一気に攻撃を仕掛けることができる。\n- トリスターナの移動能力が高く、ジンの攻撃を避けやすいため、特にジンの4発目を警戒しながら立ち回ることができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、トリスターナが有利にオールインを仕掛けることができる。\n\n有利の取り方：\n- レベル1〜3では慎重にファームを優先し、ジンの攻撃を受けないように立ち回る。\n- ジンの4発目を避けるために、Wを活用して位置取りを有利にし、攻撃のタイミングを見計らう。\n- ジンのアルティメット後の隙を狙い、反撃やオールインを仕掛けることで有利な状況を作る。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- 高機動力を持っているため、ジンのスキルを避けやすく、トレードで有利に立ち回れる。\n- 持続的なダメージを与えることができ、ジンの高火力を受ける前にダメージを稼ぎやすい。\n- ジンのスキルは命中率に依存しているため、ゼリの機動力を活かすことでジンの攻撃をかわしやすい。\n\n有利の取り方：\n- レーン序盤では、ジンのスキルを避けつつCSを確保し、徐々に有利なトレードを仕掛ける。\n- Eを活用してミニオンウェーブを押し返し、ジンにプレッシャーをかける。\n- 集団戦では後衛での位置取りを心がけ、Rを使って安全にダメージを与える。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n- エズリアルは長射程のスキルを持ち、ザヤが近づく前に安全にハラスを行えるため、ザヤはダメージを受けやすい。\n- ザヤの攻撃範囲が短いため、エズリアルのポークに対して反撃が難しく、特にレーン序盤では圧倒されやすい。\n- エズリアルは高い機動力を持ち、ザヤのスネアを避けやすく、接近戦での有利な状況を作りにくい。\n\n不利の緩和策：\n\n- レーンではミニオンの背後からフェザーを撒き、エズリアルのスキルを避けながらトレードを行う。\n- 味方のサポートと連携し、CCを活用してエズリアルに近づくチャンスを作る。\n- レベル6以降は無敵を活用し、エズリアルの攻撃を回避しつつ、フェザーを設置して反撃のチャンスを狙う。",
      "ジグス": "ジグスが不利です。\n\n理由：\n- エズリアルは高い機動力を持ち、ジグスの攻撃を避けやすいため、ジグスのスキルが当たりにくい。\n- エズリアルのEを使われると、ジグスのポークや追撃が無効化され、ダメージを与えるチャンスが減少する。\n- ジグスはウェーブクリアが得意だが、エズリアルの攻撃が早い場合、ジグスが圧倒される可能性が高い。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ミニオンの後ろから攻撃することで安全にダメージを与える。\n- エズリアルのEのクールダウンを狙い、使用後に攻撃を仕掛けるタイミングを見計らう。\n- 集団戦では後方からの範囲攻撃を活かし、エズリアルが近づく前にダメージを与える。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- エズリアルは高い機動力を持ち、スキルを使って距離を保ちながらハラスができるため、ヴァルスの攻撃を避けやすい。\n- エズリアルのスキルは瞬時に発動し、ヴァルスのスキルの発動から効果が出るまでのタイムラグを利用して反撃されることが多い。\n- エズリアルはEを使って接近し、ヴァルスの射程外から攻撃できるため、ヴァルスが持つ持続的なポークが効果的に機能しにくい。\n\n不利の緩和策：\n- レーン序盤はミニオンを介してポークを行い、エズリアルのスキルを避けるために位置取りを工夫する。\n- エズリアルのEのクールダウンを狙い、接近したタイミングでスキルを集中させてダメージを与える。\n- サポートと連携し、エズリアルが攻撃しづらい状況を作り出すことで、ヴァルスの持続的なポークを活かす。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンが近づく前にポークできるため、レーンでのハラスが厳しい。\n- エズリアルの機動力が高く、ミス・フォーチュンの攻撃を避けやすいため、オールインのチャンスが少ない。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルの持続的なダメージに対抗しにくい。\n\n不利の緩和策：\n\n- ポジショニングを意識し、エズリアルのスキルを避けながら安全にファームする。\n- エズリアルのブリンクのクールダウンを狙い、クールダウン中に攻撃を仕掛ける。\n- サポートと連携し、エズリアルに対してハラスを行い、早期にプレッシャーをかける。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- エズリアルは長射程のスキルを持ち、ポークが得意なため、トゥイッチは安全にファームしづらい。\n- トゥイッチは逃げ性能が低く、エズリアルの機動力を活かした攻撃に対して反撃が難しい。\n- エズリアルのポークによってトゥイッチが序盤からダメージを受けやすく、レーンでの立ち回りが厳しくなる。\n\n不利の緩和策：\n- ブッシュにワードを置き、エズリアルの位置を把握してから行動する。\n- サポートと連携して、エズリアルのポークを受けないようにミニオンを管理し、必要に応じて安全にファームする。\n- 中盤以降はステルスを活かして奇襲を狙い、エズリアルのスキルを避けながら集団戦での位置取りを工夫する。",
      "コーキ": "コーキが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離からハラスできるため、レーンでのプレッシャーが強い。\n- コーキはCCがないため、エズリアルの機動力を活かした逃げや反撃に対して対処が難しい。\n- エズリアルはEでのワープを使って距離を取りやすく、コーキの攻撃を避けることができるため、持続的なダメージを与えにくい。\n\n不利の緩和策：\n- レーン序盤は無理に前に出ず、CSを優先しつつエズリアルのスキルを避ける立ち回りを心がける。\n- エズリアルのEやフラッシュを使わせるために、タイミングを見計らってRを使い、相手のリソースを削る。\n- アイテムを早めに完成させ、特にマナ管理を意識してスキルを使いすぎないようにすることで、持続的なダメージを確保する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- エズリアルは高機動性を持ち、ケイトリンの攻撃を避けやすいため、ハラスが通りにくい。\n- エズリアルのスキルは短いクールダウンでポークが可能で、ケイトリンの射程を活かしたハラスを無効化されることが多い。\n- ケイトリンはオールインに弱く、エズリアルのスキルコンボや機動力に対して反撃が難しい。\n\n不利の緩和策：\n- レーン序盤は慎重にミニオンを管理し、フリーズを維持してエズリアルのハラスを避ける。\n- 罠を効果的に使い、エズリアルのEを誘発させてから攻撃することで、彼の機動力を制限する。\n- サポートと連携して、エズリアルに対してオールインを仕掛けるタイミングを見計らい、ダメージを与えるチャンスを増やす。"
    },
    "loses": {
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは高い機動力を持ち、エズリアルのスキルを回避しやすいため、接近戦で優位に立てる。\n- エズリアルは主力スキルが方向指定であり、機動力の高いヴェインに対して当てにくい。\n- ヴェインはタンクに対して強力なダメージを与える能力があり、エズリアルが後半に向けてダメージ不足に陥る可能性がある。\n\n有利の取り方：\n- 序盤は安全にCSを取りつつ、エズリアルのミスを狙って短期交戦を仕掛ける。\n- レベル6以降は、エズリアルの位置を把握し、壁を利用してスタンを狙いながら攻撃する。\n- 集団戦では側面からエズリアルを狙い、視界を取りながら連携を意識して攻撃する。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- エズリアルはレーンでの強さが低く、カイ＝サは早い段階でのウェーブクリアが得意なため、レーン優位を取りやすい。\n- エズリアルのポークはミニオンの後ろに隠れることで無効化でき、トレードが強化される。\n- エズリアルのウェーブクリアが非常に劣るため、カイ＝サはレーンでの主導権を握りやすい。\n\n有利の取り方：\n- ミニオンの後ろに隠れてエズリアルのポークを避けつつ、トレードを仕掛ける。\n- 早めにウェーブをクリアして、エズリアルに圧力をかける。\n- サポートと連携してエズリアルに対するオールインを狙い、優位な状況を作る。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、エズリアルのポークに対して柔軟に対応できる。\n- エズリアルは主にスキルを使って戦うが、アフェリオスはAAに追加効果を持つ武器を使うため、持続的なダメージを与えやすい。\n- アフェリオスは序盤のハラス性能が低いマークスマンに対して有利で、エズリアルのポークを受けにくい。\n\n有利の取り方：\n- 序盤はエズリアルのポークに注意しつつ、ミニオンウェーブを効率的に処理してCSを稼ぐ。\n- アフェリオスの武器を活用して、エズリアルのスキルを避けながらハラスを行う。\n- ポジショニングを意識し、エズリアルのUltを避けることで生存率を高め、集団戦での影響力を維持する。",
      "シヴィア": "シヴィアが有利です。\n\n- エズリアルの攻撃はミニオンにブロックされるため、シヴィアは安全にプレイできる。\n- シヴィアのスペルシールドにより、エズリアルのスキルを一度無効化できるため、トレードで有利に立ちやすい。\n- エズリアルはウェーブクリアが遅く、シヴィアは簡単にウェーブをフリーズできるため、レーンをコントロールしやすい。\n\n有利の取り方：\n- エズリアルのスキルを避けるために、スペルシールドを上手く活用し、トレードを仕掛ける。\n- エズリアルがミニオンを通過する際に、シヴィアの攻撃でハラスを行い、ダメージを与える。\n- ウェーブをフリーズさせて、エズリアルが近づけない状況を作り、レーンの主導権を握る。",
      "ジン": "ジンが有利です。\n\n理由：\n- エズリアルはレーンフェーズでのバーストが苦手で、特にレベル6になる前に攻撃することで有利に立てる。\n- ジンは長射程のスキルを持ち、エズリアルの攻撃を安全な距離からハラスできるため、エズリアルのハラスを避けやすい。\n- エズリアルの主力スキルは方向指定であり、機動力の高いジンに対しては当たりにくく、反撃のチャンスが増える。\n\n有利の取り方：\n- レーンフェーズでは短いトレードや長いトレードを積極的に行い、エズリアルのスキルを避けながらダメージを与える。\n- エズリアルがEを使った後に攻撃を仕掛け、スキルのクールダウンを利用してダメージを稼ぐ。\n- エズリアルがレベル6になる前に徹底的にいじめ、スノーボールを狙って早期にリードを取る。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "ヴェインが不利です。\n\n- アフェリオスは序盤のポークが強力で、遠距離からの攻撃でヴェインを圧倒することができるため、レーンでのハラスに苦しむ。\n- アフェリオスの武器の組み合わせによる多彩な戦術に対して、ヴェインは短射程のため、接近するのが難しく、特に集団戦で狙われやすい。\n- アフェリオスはCCを持っており、拘束やスローによってヴェインの機動力を制限し、攻撃を受けやすくなる。\n\n不利の緩和策：\n\n- レーンでは無理なトレードを避け、CSを優先してファームを確保し、アフェリオスのポークを受けないようにする。\n- 視界を確保し、アフェリオスの武器の回転を見極めて、攻めるタイミングを慎重に判断する。\n- レベル6以降は、壁を利用してアフェリオスに接近し、確実な位置でのキルチャンスを狙う。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- アフェリオスは遠距離からの安定した火力を持ち、特に長射程の武器を使われるとトリスターナが近づくのが難しくなる。\n- アフェリオスの武器の管理により、特定の状況で強力なCCを持っているため、トリスターナが攻撃を仕掛ける際に捕まりやすい。\n- トリスターナは序盤の成長が重要であるが、アフェリオスはレベル依存度が高く、序盤での立ち上がりが難しいため、アフェリオスが育つと逆転が難しくなる。\n\n不利の緩和策：\n- アフェリオスのスキルを使った後に近づくタイミングを見計らい、攻撃を仕掛ける。\n- サポートと連携して視界を確保し、アフェリオスの位置を把握しながら安全にCSを取る。\n- レベルが上がる前に積極的にハラスを行い、アフェリオスの成長を抑える。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- アフェリオスは高いバーストダメージを持ち、武器の切り替えによって状況に応じた攻撃が可能なため、カイ＝サが接近する前にダメージを与えられる。\n- アフェリオスの攻撃は長射程であり、カイ＝サが近づくのが難しく、特に序盤はハラスに対して脆弱。\n- カイ＝サは機動力が高いものの、アフェリオスのスネアやスローによって捕まるリスクが高く、集団戦での位置取りが難しい。\n\n不利の緩和策：\n\n- 序盤は慎重にレーンをプレイし、アフェリオスの攻撃を避けることでハラスを最小限に抑える。\n- アフェリオスの武器のクールダウンを意識し、攻撃の隙を突いて反撃するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでアフェリオスのバーストダメージに対抗できるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n- アフェリオスは武器の切り替えによって多様な戦術を展開でき、特に高いバーストダメージを持つため、ジンクスが接近する前に大きなダメージを受ける可能性が高い。\n- アフェリオスの持つCCスキルにより、ジンクスは移動を妨げられやすく、特に集団戦では狙われやすい。\n- ジンクスは自衛手段が乏しく、アフェリオスの攻撃を受けると致命的なダメージを受けるリスクが高い。\n\n不利の緩和策：\n\n- レーン戦ではアフェリオスの武器の切り替えタイミングを見極め、攻撃を避けるように立ち回る。\n- 集団戦では後衛に位置し、アフェリオスの攻撃を受けないようにしつつ、遠距離からの攻撃を心がける。\n- サポートと連携して、アフェリオスに対するハラスを強化し、レーンでの優位を確保する。",
      "ケイトリン": "ケイトリンが不利です。\n\n- アフェリオスは武器の組み合わせによって高い火力を発揮でき、特に脅威ステータスが育つとケイトリンに対して強力なダメージを与えることができる。\n- ケイトリンは機動力が低く、アフェリオスのCCスキルや突発的な火力に対して脆弱で、捕まるリスクが高い。\n- アフェリオスは序盤は弱いが、レベルが上がると強力な武器を使えるため、序盤の優位を維持しにくい。\n\n不利の緩和策：\n\n- 序盤はアフェリオスの武器を確認し、射程を活かしてハラスを行い、できるだけ有利な距離を保つ。\n- サポートと連携して、アフェリオスが武器を切り替えるタイミングを狙い、攻撃を仕掛ける。\n- 中盤以降はローミングやタワーへのダイブを狙い、アフェリオスが育つ前に差をつける。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- アフェリオスは武器のローテーションによって多様な攻撃手段を持ち、特に拘束やスローを使ってエズリアルを捕まえやすい。\n- エズリアルは主力スキルが方向指定であり、機動力の高いアフェリオスに対してパフォーマンスが落ちるため、攻撃が当たりにくい。\n- アフェリオスの持続的な回復能力や高い火力に対して、エズリアルは長期戦で不利になりやすい。\n\n不利の緩和策：\n- レーン前半では距離を保ちながらヒット＆ランを行い、無理にAAを当てずに安全にCSを取る。\n- アフェリオスの拘束スキルを避けるために、Eを温存し、必要なタイミングで使用する。\n- ワードを多めに設置し、サイドからのギャンクに注意を払い、集団戦では安全な距離から攻撃を行う。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを活かして奇襲を仕掛けることができ、アフェリオスの攻撃を避けながら高いバーストダメージを与えることが可能です。\n- アフェリオスは機動力が低く、トゥイッチの奇襲に対して反応しづらいため、捕まえやすいです。\n- トゥイッチは集団戦での火力が高く、アルティメットを使うことでアフェリオスを一瞬で排除することができるため、戦闘を有利に進めやすいです。\n\n有利の取り方：\n- レーン序盤はミニオンを押しすぎず、ブラッシュを利用して視界を管理し、奇襲のチャンスを伺う。\n- レベル3以降はステルスを使ってアフェリオスに接近し、短期トレードでダメージを与える。\n- 集団戦ではアルティメットを活用し、アフェリオスを優先的に狙って一気に倒すことで、戦闘を有利に進める。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは短〜中距離の飛び道具を持ち、序盤からアフェリオスに対してハラスがしやすいです。\n- アフェリオスはレベル依存度が高く、序盤は弱いため、コーキが早期にダメージを与えることで有利に立てます。\n- コーキのAoEダメージはアフェリオスのミニオン処理を妨げることができ、レーンのプッシュが早くなります。\n\n有利の取り方:\n- 序盤に積極的にハラスを行い、アフェリオスの体力を削ることでレーンの主導権を握ります。\n- アフェリオスの武器を確認し、特に射程の長い武器を持っているときは距離を保ちながら攻撃します。\n- レベル6以降はロケットを活かして波を押し、ロームを行い、アフェリオスが装備を整える前にプレッシャーをかけます。",
      "サミーラ": "サミーラが有利です。\n\n- サミーラは近接戦に強く、高い瞬間火力を持っているため、アフェリオスが距離を保てない状況での攻撃が効果的です。\n- アフェリオスは機動力が低く、サミーラの攻撃を受けると脆く、特にCCを受けた際に反撃が難しくなります。\n- サミーラは接近戦を得意としており、アフェリオスの遠距離攻撃を避けながら攻撃することができるため、優位に立ちやすいです。\n\n有利の取り方：\n- 序盤はCSを重視し、アフェリオスの攻撃を避けながらレベルを上げる。\n- 中盤以降、味方のCCを利用してアフェリオスに接近し、一気に攻撃を仕掛ける。\n- アフェリオスが武器を切り替えるタイミングを見計らい、隙を突いて攻撃することで、ダメージを与えつつ有利な状況を作る。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤは短〜中距離でのトレードが得意で、アフェリオスの射程外から安全にミニオンを取ることができるため、レーンでの優位性を保ちやすい。\n- ザヤのCCを活用することで、アフェリオスの攻撃を封じることができ、特に近距離での瞬間火力を発揮しやすい。\n- アフェリオスは機動力が低く、近づかれると反撃が難しくなるため、ザヤが接近戦を仕掛けることで有利に立てる。\n\n有利の取り方：\n- アフェリオスの射程外からミニオンを安全に取ることで、レーンを優位に進める。\n- 羽を溜めておき、アフェリオスが近づいてきた際にCCを使ってトレードを仕掛ける。\n- 味方のCCと連携し、アフェリオスに対して一気に攻撃を仕掛けることで、瞬間的に有利な状況を作り出す。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、アフェリオスに対して短期的なトレードで優位に立ちやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、装備が整うことでさらに強力なダメージを出せる。\n- アフェリオスの武器ローテーションに対して、ドレイヴンは移動速度を上げるスキルを持っており、追撃や逃げる際に有利に立ち回れる。\n\n有利の取り方：\n- レーン序盤で斧を安定して拾い、アフェリオスの体力を削るために短いトレードを繰り返す。\n- アフェリオスのスネアやAoE攻撃に注意しつつ、Eを使ってペースを握り、攻撃のチャンスを見極める。\n- 集団戦では位置取りを工夫し、アフェリオスの波状ダメージを避けながら、味方のCCと連携して瞬殺を狙う。",
      "アッシュ": "アッシュが有利です。\n\n- アッシュは射程が長く、アフェリオスの攻撃をミニオンの後ろから受け流しながらポークができるため、レーンでのハラスが得意です。\n- アッシュのスロー効果を活かして、アフェリオスが近づくのを防ぎつつ、持続的にダメージを与えることができます。\n- アフェリオスは機動力が低く、アイテムが揃う前の段階ではアッシュの攻撃に対して反撃が難しいため、序盤から中盤にかけて有利に立ち回れます。\n\n有利の取り方：\n- レーンではミニオンの弾幕を意識し、アフェリオスの射程外からポークを行うことで、ダメージを蓄積します。\n- Eを使って視界を確保し、ガンクに警戒しつつ、アフェリオスが前に出た瞬間を狙ってトレードを仕掛けます。\n- アッシュのアルティメットを使って、アフェリオスのアルティメットやチームファイトの開始時にカウンターとして活用し、戦闘を有利に進めます。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは射程が長く、アフェリオスに対してハラスを行いやすいため、序盤から優位に立てる。\n- アフェリオスは武器の切り替えに依存しており、特に近接武器の時に接近を許すと高い火力を発揮されるが、ヴァルスは距離を保ちながら攻撃できる。\n- ヴァルスのスキルにはCC効果があり、アフェリオスの動きを制限することで、彼の攻撃を無効化しやすい。\n\n有利の取り方：\n- レーン前半はQを使ってCSを取りつつ、アフェリオスにハラスを行い、リードを築く。\n- アフェリオスが近接武器を持っているときは、無理に近寄らず、距離を保ちながらポークを続ける。\n- レベル6以降はRを使って集団戦での制御を行い、味方と連携してアフェリオスを狙う。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは後半に強力な火力を発揮し、アフェリオスが育つ前に有利な状況を作りやすい。\n- アフェリオスの武器の組み合わせに対して、コグ＝マウはAR/MRを低下させるスキルを持っており、特にタンクに対して高いダメージを出せる。\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を避けながら安全にファームやトレードができる。\n\n有利の取り方：\n- レーン序盤は無理に当て合わず、ミニオンの最後取りを優先し、CSを確保する。\n- アフェリオスが近づいたときのみ短時間のカウンターを行い、安易に前に出ないようにする。\n- レベル6以降は安全な位置でファームし、集団戦では最奥から攻撃し、味方と連携して孤立しないようにする。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- ジグスのスキルは長射程であり、コグ＝マウが接近する前にダメージを与えられるため、序盤のハラスが厳しい。\n- コグ＝マウは機動力が低く、ジグスのスキルを避けるのが難しいため、接近されると脆弱になる。\n- ジグスは集団戦でのAoEダメージが強力で、コグ＝マウが後衛で立ち回る際に狙われやすい。\n\n不利の緩和策：\n\n- ミニオンの後ろに立ち、ジグスのスキルを避けるように心がける。\n- サポートと連携し、ジグスのスキルを受けないようにプッシュ管理を任せる。\n- アイテムを早めに揃え、特に魔法防御を意識して購入し、耐久力を上げる。",
      "ジンクス": "ジンクスが不利です。\n\n- ジグスは長射程のポークが得意で、ジンクスが近づく前にダメージを与えられるため、ジンクスは攻撃を受けやすい。\n- ジグスのウェーブクリア能力が高く、ジンクスがミニオンを処理するのが難しくなるため、押し込まれやすい。\n- ジグスの集団戦での広範囲ダメージは、ジンクスが分散して戦う際にも脅威となり、ジンクスの生存が難しくなる。\n\n不利の緩和策：\n- ポジショニングを意識し、ミニオンやブラシを利用してジグスの攻撃を避ける。\n- ウェーブ管理を行い、ジグスに押し込まれないようにし、CSを確保する。\n- 集団戦では分散して戦い、ジグスのスキルを避けつつ、味方と連携してダメージを与える。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理でのダメージを出しやすく、ヴァルスが近づくのを難しくします。\n- ジグスの設置型スキルによるゾーニング効果が強力で、ヴァルスは接近する際にスキルを避けるのが難しくなります。\n- ジグスはブリンクを持たないため、接近されると脆弱になりやすいヴァルスに対して、ジグスが有利に立ち回ることができます。\n\n不利の緩和策：\n- レーン序盤はミニオンで安全にポークを行い、ジグスのスキルを避けるために位置取りを意識する。\n- ジグスのスキルを避けるために、横ステップや後退を活用し、必要に応じて味方と連携して攻撃する。\n- 中盤以降は集団戦での位置取りを重視し、ジグスのスキルを避けつつ、Rを使って敵を捕まえるチャンスを狙う。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ジグスは範囲攻撃を持ち、集団戦やミニオン処理で高いダメージを出せるため、ケイトリンが攻撃しづらい。\n- ジグスのスキルは発生までにラグがあるものの、ケイトリンのスキルのモーションが長いため、反撃を受けやすい。\n- ジグスはローム能力が高く、ケイトリンがレーンを押し込むと、ジグスが他のレーンに影響を与える可能性がある。\n\n不利の緩和策：\n- レーンでのトレードを短くし、ジグスのスキルを避けることでダメージを抑える。\n- 罠を効果的に使い、ジグスの動きを制限しつつ、視界を確保してロームを警戒する。\n- ジグスのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。",
      "ザヤ": "ザヤが不利です。\n\n- ジグスは長射程の攻撃を持ち、遠くからザヤに対してポークを行いやすいため、ザヤはダメージを受けやすい。\n- ジグスの設置型スキルによるゾーニングが強力で、ザヤが接近するのを難しくさせるため、攻撃のチャンスが減る。\n- ジグスのアルティメットはザヤのブリンクを阻害することができ、ザヤが安全に反撃する手段を制限される。\n\n不利の緩和策：\n\n- ルーンやアイテムを工夫して、早めに移動速度を上げることでジグスの攻撃を避けやすくする。\n- ミニオンを利用してジグスの攻撃を遮り、接近するタイミングを見計らう。\n- ジグスのスキルのクールダウンを意識し、スキルが使われた後に攻撃を仕掛けることで、反撃のチャンスを増やす。",
      "セナ": "セナが不利です。\n\n- ジグスの範囲攻撃によるポークが強力で、セナは移動手段が乏しいため、ダメージを受けやすい。\n- ジグスはタワー破壊能力が高く、セナがロームを優先しても、ジグスがレーンを押し込むことでプレッシャーをかけられる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ジグスの攻撃を受けると早期にデスにつながる可能性が高い。\n\n不利の緩和策：\n- ミニオンの後ろで安全にハラスを行い、ジグスのスキルを避けるように立ち回る。\n- ジグスがスキルを使った後の隙を狙って、積極的にハラスを行い、相手のマナを削る。\n- ロームを活用して他のレーンに影響を与え、ジグスにプレッシャーをかけることで、レーンの主導権を取り戻す。",
      "コーキ": "コーキが不利です。\n\n理由:\n- ジグスの長射程のスキルにより、コーキは遠距離からの攻撃を受けやすく、ハラスが難しい。\n- ジグスの設置型スキルによるゾーニング性能が高く、近づくことが困難になる。\n- コーキはCCがないため、ジグスのスキルを避ける手段が限られ、接近戦でのダメージを出しにくい。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを工夫し、ミニマップを常に確認して安全な距離を保つ。\n- ジグスのスキルを使わせた後に攻撃を仕掛けるタイミングを見計らい、短いコンボでダメージを与える。\n- ロームやサイドレーンへの圧をかけることで、ジグスに対するプレッシャーを増し、レーンでの優位性を確保する。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ジグスは長射程の攻撃を持ち、サミーラが接近する前にヘルスを削ることができるため、サミーラが攻撃を仕掛けるのが難しい。\n- ジグスの設置型スキルによるゾーニングが強力で、サミーラが接近する経路を封鎖されると、攻撃のチャンスを失いやすい。\n- サミーラは低い防御ステータスと短い射程のため、ジグスの攻撃を受けやすく、CCに弱い。\n\n不利の緩和策：\n- ミニオンを利用して距離を詰めるタイミングを見計らい、ジグスの攻撃を避けながら接近する。\n- 味方のCCと連携し、ジグスが攻撃を仕掛ける前に一気に距離を詰めて反撃する。\n- ジグスのスキルをブロックするために、適切なタイミングで防御スキルを使用し、接近戦に持ち込む。",
      "トリスターナ": "トリスターナが不利です。\n\n- ジグスは長射程の攻撃を持ち、遠くからトリスターナにダメージを与えることができるため、トリスターナは接近しづらい。\n- ジグスの設置型スキルによるゾーニングが強力で、トリスターナがジャンプを使うタイミングを制限される。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きく、ジグスの攻撃を受けやすい。\n\n不利の緩和策：\n- ウェーブ管理を徹底し、ジグスの攻撃を避けながら安全にCSを稼ぐ。\n- ジグスのスキルクールダウンを確認し、スキルが使えないタイミングで攻撃を仕掛ける。\n- サポートと連携し、視界を確保しながらジグスに対してプレッシャーをかける。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- ジグスは長射程のスキルを持っており、遠くからの攻撃が得意なため、スモルダーが接近するのが難しい。\n- ジグスのウェーブクリア能力が高く、スモルダーがファームを取りづらくなる。\n- スモルダーは序盤のスキル性能が低く、ジグスの攻撃を受けやすい状況で不利になる。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを工夫し、移動を意識する。\n- 短期戦を仕掛けるタイミングを見計らい、ジグスのスキルがクールダウン中に攻撃する。\n- 視界を確保し、奇襲を防ぐことで、ジグスの攻撃を受けるリスクを減らす。",
      "ユナラ": "ユナラが不利です。\n\n- ジグスは長射程のスキルを持ち、遠くから安全に攻撃できるため、ユナラが接近するのが難しい。\n- ジグスのスキルは全てAoEであり、集団戦やミニオン処理において高いダメージを出せるため、ユナラがダメージを与えにくい。\n- ジグスはブリンクを持たないため、ユナラが接近してもスキルを当てるのが難しく、逆にジグスに接近されると脆弱になる。\n\n不利の緩和策：\n\n- ジグスのスキルを避けるために、ミニオンの後ろに立ち、タイミングを見計らって攻撃する。\n- ジグスのスキルが外れた瞬間を狙って、積極的に攻撃し、Qスタックを溜める。\n- サポートと連携し、ジグスに対して圧力をかけることで、彼のスキルを使わせる機会を増やす。",
      "アッシュ": "アッシュが不利です。\n\n- ジグスは全てのスキルが範囲攻撃であり、アッシュが近づくと容易にダメージを与えられるため、接近されると脆弱になる。\n- アッシュは機動スキルを持たず、ジグスの攻撃を避ける手段が限られているため、ジグスのスキルを受けやすい。\n- ジグスのスキルは発動までにラグがあるものの、アッシュはその間に攻撃を仕掛けることが難しく、特にジグスがスキルを使った後の隙を突くのが難しい。\n\n不利の緩和策：\n\n- ミニオンの陰を利用してジグスの攻撃を避け、距離を保ちながらファームを優先する。\n- ジグスがスキルを使った後やミニオンウェーブが近いタイミングで攻撃を仕掛けることで、リスクを減らす。\n- サポートと連携し、ジグスに対するガンクを狙うことで、アッシュの有利な状況を作り出す。",
      "ルシアン": "ルシアンが不利です。\n\n- ジグスは長射程の攻撃を持ち、遠くから安全にダメージを与えることができるため、ルシアンが接近するのが難しい。\n- ルシアンは射程が短く、ジグスのスキルを避けるのが難しいため、ハラスを受けやすい。\n- ジグスの設置型スキルによるスロー効果が、ルシアンの機動力を制限し、接近戦での有利な状況を作りにくい。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、ミニオンを利用して位置取りを工夫し、ハラスを最小限に抑える。\n- ジグスのスキルがクールダウン中に積極的に攻撃し、オールインを狙うタイミングを見計らう。\n- サポートと連携して、ジグスに対する圧力をかけ、ルシアンが安全にダメージを与えられる状況を作る。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n- ジンは長射程の攻撃を持ち、ジグスの遠距離攻撃に対しても安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ジグスは対象指定スキルを持たず、ジンのスナップ射程を活かすことで、ジグスのスキルを避けながら攻撃できる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったジグスに対して強力なダメージを与えられる。\n\n有利の取り方：\n- ジグスのスキルを避けるためにミニオンを盾にし、ジグスがスキルを使った後に攻撃を仕掛ける。\n- サポートと連携して、ジグスがマナを消費したタイミングやスキルクールダウン中に積極的にハラスを行う。\n- 集団戦では、ジンの高バーストとCCを活かし、ジグスのスプラッシュダメージを避けつつ、敵チームのコアを狙う立ち位置を意識する。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは瞬時に移動しつつ攻撃できるため、ジグスのスキルを回避しやすい。\n- ジグスは対象指定スキルを持たず、接近されると脆弱になるため、カイ＝サのオールインが効果的。\n- カイ＝サはバーストダメージを持ち、ジグスのHPを迅速に削ることができる。\n\n有利の取り方：\n- ウェーブを中立に保ち、ジグスのポークを受けないようにする。\n- エンゲージサポートと連携し、ジグスに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、ウェーブクリア能力を高めてジグスに圧力をかける。",
      "ヴェイン": "ヴェインが有利です。\n\n- ヴェインは高い機動力を持ち、ジグスのスキルを回避しやすいため、接近戦で優位に立てる。\n- ジグスは対象指定スキルを持たず、接近されると脆弱になるため、ヴェインの攻撃を受けやすい。\n- ヴェインはタンクに対して強力なダメージを与える能力があり、ジグスの耐久力が低い場合、迅速に排除できる。\n\n有利の取り方：\n- 序盤は安全にファームを行い、ジグスのスキルを避けながらレベルを上げる。\n- ジグスがスキルを使い切ったタイミングで、Eを使って接近し、攻撃を仕掛ける。\n- レイトゲームに向けて経験値を優先し、集団戦でのダメージを最大化する。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは高い機動力を持ち、ジグスのスキルを回避しやすいため、被弾を避けながら攻撃が可能です。\n- エズリアルの長射程のスキルを活かして、ジグスの攻撃範囲外からポークできるため、レーンでのハラスが有利に進められます。\n- ジグスは接近されると脆弱になるため、エズリアルは距離を保ちながら安全にファームや攻撃ができる点で優位です。\n\n有利の取り方：\n- ミニオンの後ろに立ち、ジグスのスキルを避けながらCSを取りつつポークを行います。\n- Eを温存してジグスのスキルを回避し、必要なタイミングで反撃を行います。\n- レベル6以降はRを使って安全にダメージを与え、ジグスがタワー下に押し込んできた場合はロームに注意しつつ立ち回ります。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ジグスのミニオンを押させずにレーンをコントロールしやすいです。\n- スペルシールドにより、ジグスのポークや一部のスキルを無効化できるため、ダメージを受けにくくなります。\n- シヴィアのウルトは集団戦での影響力が高く、味方との連携を強化することができます。\n\n有利の取り方：\n- レーン序盤は無理をせず、安全第一でジグスのスキルクールダウンを見て動くことが重要です。\n- ミニオンウェーブを自分に近い位置で保ち、ジグスのポークを受けにくくするように心がけます。\n- スペルシールドを重要なスキルの回避に使い、特にジグスのポークを抑えるタイミングを見極めて活用します。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチは接近して奇襲を仕掛けることが得意で、ジグスの長射程スキルを避けながら攻撃できるため、ジグスに対して優位に立ちやすい。\n- ジグスは近距離での戦闘が苦手であり、トゥイッチがステルスを使って接近することで、ジグスのスキルを避けつつダメージを与えることができる。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させるため、ジグスの後衛を狙いやすく、集団戦での影響力が高い。\n\n有利の取り方：\n- レーニング中はミニオンの裏でファーミングし、ジグスのスキルを避けながら接近のチャンスを伺う。\n- レベル6以降は仲間と連携し、奇襲を仕掛けてジグスを攻撃する。特に、ジグスがスキルを使った後に攻撃することが重要。\n- ウェーブを自陣寄りで凍結させ、ジグスのポークを軽減しつつ、視界を確保して安全に攻撃の機会を作る。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n- ザヤは射程が長く、ニーラが接近する前にダメージを与えやすいため、ハラスを受けやすい。\n- ザヤのスネア効果により、ニーラは接近戦での機動力を制限され、反撃が難しくなる。\n- ザヤの集団戦でのAoEダメージは、ニーラが持続的にダメージを与える際に脅威となり、特に集団戦での生存能力が低下する。\n\n不利の緩和策：\n\n- ワードを使って視界を確保し、敵の動きを把握してから接近するタイミングを計る。\n- CC持ちの味方と連携し、奇襲を仕掛けてザヤに隙を作らせる。\n- 距離を保ちながら、ザヤの攻撃を避けつつ、チャンスがあれば反撃を狙う。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ザヤは接近戦が得意で、スネアを使ってケイトリンの動きを制限しやすいため、ケイトリンは攻撃を受けやすくなります。\n- ケイトリンの攻撃範囲は長いですが、ザヤの反撃能力が高く、特にザヤがレベル6以降に無敵状態を持つため、ケイトリンが攻撃を仕掛ける際にリスクが増します。\n- ザヤは集団戦でのAoEダメージが豊富で、ケイトリンが後方から攻撃する際に、ザヤのダメージを受けやすくなります。\n\n不利の緩和策：\n- レーン序盤はミニオンの後ろで安全にファームし、無理に近づかないようにする。\n- トラップを効果的に使い、ザヤの動きを制限しつつ、相手のスキルを避ける位置取りを心がける。\n- サポートと連携し、ザヤが攻撃を仕掛けてくるタイミングを見計らって、反撃のチャンスを作る。",
      "トリスターナ": "トリスターナが不利です。\n\n- ザヤのスネア効果により、トリスターナは接近戦でのバーストを狙うことが難しく、反撃を受けやすい。\n- ザヤの攻撃範囲が短いため、トリスターナが射程を活かして安全にハラスを行うことができるが、ザヤの集団戦でのAoEダメージに対して脆弱。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きく、ザヤの攻撃を受けやすい。\n\n不利の緩和策：\n- ザヤのスネアを避けるために、位置取りを意識し、羽の位置を常に確認する。\n- ザヤのRを使わせた後に攻撃を仕掛けることで、反撃のリスクを減らす。\n- 序盤は慎重にプレイし、ミニオンの裏でファームを行い、無理なトレードを避ける。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ザヤの射程が長いため、サミーラは接近する前にダメージを受けやすい。\n- ザヤのウルトによる無敵状態があるため、サミーラの攻撃が無効化されるリスクが高い。\n- ザヤはスネアを持っており、サミーラが接近した際に行動を制限される可能性がある。\n\n不利の緩和策：\n- 序盤はミニオンを利用してザヤの攻撃を避け、無理に接近しないようにする。\n- ザヤのウルトを使わせた後に攻撃を仕掛けることで、リスクを減らす。\n- ワードを使ってザヤの位置を把握し、集団戦では角を利用して接近するタイミングを見計らう。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ザヤは射程が短いミス・フォーチュンに対して、オールインやポークが得意で、特に近づかれると反撃が難しい。\n- ザヤのスネアや無敵状態を持つスキルにより、ミス・フォーチュンは攻撃を避ける手段が限られ、捕まると大きなダメージを受けやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ザヤの集団戦でのAoEダメージに対抗しにくい。\n\n不利の緩和策：\n- 短いトレードを繰り返し、ザヤのスキルクールダウンを狙って攻撃することで、リスクを減らす。\n- ザヤの羽根の位置を常に意識し、彼女のスキルを避ける立ち回りを心がける。\n- ジャングラーと連携して、ザヤに対するプレッシャーをかけ、レーンでの優位を確保する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ザヤは強力なトレード能力を持ち、特に羽根の引き戻しによるダメージが大きいため、カイ＝サはトレードで劣ることが多い。\n- ザヤのスネア効果により、カイ＝サは動きが制限され、集団戦やレーン戦での位置取りが難しくなる。\n- カイ＝サは基礎ADが低く、装備依存度が高いため、序盤のザヤの攻撃力に対抗しづらい。\n\n不利の緩和策：\n\n- ザヤの羽根を避けるために、スキルを使って距離を保ちながらトレードを行う。\n- CSを優先し、無理にトレードを仕掛けず、ザヤのスキルのクールダウンを待つ。\n- サポートと連携し、ザヤのエンゲージを防ぐために視界を確保し、適切なタイミングで反撃を狙う。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは射程が長く、ザヤに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナの回復能力により、ザヤの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n- ザヤのスキルを封じるためのスネアを持っており、ザヤの反撃を防ぎやすい。\n\n有利の取り方：\n- レーン序盤でQを使って安全にハラスし、魂を回収して射程を伸ばす。\n- ザヤがスキルを使うタイミングを見計らい、位置取りを工夫して根を潰す。\n- 追撃時にはAAとQを駆使して確実に削り、無理な近接戦を避ける。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすいため、トレードで有利に立ち回れる。\n- ゼリのスキルは射程が長く、ザヤの羽を避けながら安全にダメージを与えることができる。\n- ゼリは短射程のチャンピオンに対して有利で、ザヤの攻撃範囲の短さを利用して接近戦を仕掛けやすい。\n\n有利の取り方：\n- ミニオンを利用してザヤの羽を避け、トレードを行う。\n- Qでダメージを与えた後、即座にダッシュで離脱し、ザヤの反撃を回避する。\n- ザヤが無敵状態の時は無理に攻撃せず、羽が展開されている間は短期戦に徹する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程の攻撃を持っており、ザヤよりも安全な距離からハラスが可能です。\n- エズリアルの機動力が高く、ザヤのスネアや無敵状態を避けることができるため、反撃を受けにくいです。\n- ザヤの攻撃範囲が短いため、エズリアルは距離を保ちながらダメージを与えやすいです。\n\n有利の取り方：\n- レーン序盤では、ミニオンの後ろから攻撃を行い、ザヤにプレッシャーをかける。\n- ザヤのスキルを避けるために、Eを適切に使い、反撃のチャンスを狙う。\n- ザヤがスキルを外した瞬間を見計らって近づき、Qと通常攻撃でダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- 序盤から高いバーストダメージを持ち、ザヤに対して強力な攻撃を仕掛けやすい。\n- ザヤの攻撃範囲が短いため、ドレイヴンは安全な距離から攻撃を行い、ザヤの反撃を避けることができる。\n- ドレイヴンはスノーボール性能が高く、キルを取ることでゴールドアドバンテージを得やすい。\n\n有利の取り方：\n- レベル2での強襲を狙い、ザヤにプレッシャーをかける。\n- 斧を確実にキャッチし、ダメージを維持しながらザヤを圧倒する。\n- ザヤの羽根の位置を意識し、Eの射程外に誘導して反撃のチャンスを減らす。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは後半のスケールが非常に大きく、スタックを貯めることでダメージが増加するため、集団戦での貢献度が高い。\n- ザヤの攻撃範囲に対してスモルダーは距離を保ちながら攻撃できるため、ザヤの攻撃を避けやすい。\n- スモルダーは優れたAoE攻撃を持ち、集団戦でのダメージを稼ぎやすい。\n\n有利の取り方：\n- 序盤はミニオンの後ろに隠れて攻撃し、ザヤの攻撃を避けつつレーンをコントロールする。\n- スキルを適切なタイミングで使用し、ザヤの攻撃を避けながらダメージを与える。\n- 集団戦では、ザヤのスキルを避けながらダメージディーラーとして活躍し、チーム全体に貢献する。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にハラスができるため、ザヤに対して優位に立てる。\n- コーキのスキルは全てAoEであり、集団戦やレーンでのプッシュにおいてザヤに対して圧力をかけやすい。\n- コーキはCCを持たないが、ザヤのスネアやウルトを避けるための機動力があり、ザヤの攻撃を回避しやすい。\n\n有利の取り方：\n- レーン序盤ではQとEを使ってザヤにハラスを行い、タワープレッシャーをかける。\n- ザヤが接近した際にはWで距離を取り、Rを使って安全な位置からダメージを与える。\n- ミッドゲームではパッケージを利用してロームし、視界を確保しつつザヤの動きを制限する。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲が長く、ザヤに対して安全にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ユナラのスキルはAoEダメージを持ち、集団戦でのダメージ出力が高いため、ザヤに対して圧力をかけやすい。\n- ザヤの攻撃範囲が短いため、ユナラは距離を保ちながら攻撃でき、ザヤの反撃を避けることができる。\n\n有利の取り方：\n- 序盤からオート攻撃でスタックを溜め、ザヤに対して積極的にハラスを行う。\n- ミニオンを利用してQの範囲を拡大し、ザヤとミニオンを同時に狙うことでダメージを稼ぐ。\n- Rを使用して全スキルを強化し、集団戦や短期交戦でのダメージを最大化する。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n- コーキは遠距離からのポークが得意で、序盤のハラスでトリスターナの体力を削りやすい。\n- コーキのスキルは全てAoEで、ミニオンを一掃しやすく、トリスターナがCSを取りづらくなる。\n- コーキはCCを持たないため、トリスターナの突進やバーストを受けた際に反撃が難しい。\n\n不利の緩和策：\n- 序盤はCSを優先し、コーキのスキルを避けながら慎重に立ち回る。\n- レベル3以降に短期決着を狙う際は、ミニオンを利用してコーキとの距離を詰める。\n- 装備を整えた後は、集団戦での位置取りを意識し、コーキの攻撃を避けながらダメージを出す。",
      "サミーラ": "サミーラが不利です。\n\n- コーキは長射程からのハラスが得意で、サミーラが接近する前にダメージを与えられるため、サミーラは攻撃を仕掛けにくい。\n- コーキはミニオンを利用して距離を保ち、サミーラの接近を阻止することができるため、サミーラが攻撃するタイミングを失いやすい。\n- サミーラはCCを持たず、コーキの攻撃を受けると反撃が難しく、特にコーキのアルティメットを受けると大きなダメージを受けるリスクが高い。\n\n不利の緩和策：\n- 序盤は無理に突っ込まず、CSを優先しつつ、コーキの攻撃を避ける立ち回りを心がける。\n- 味方のCCを利用して、コーキに接近するタイミングを見計らい、一気に攻撃を仕掛ける。\n- アイテムを早めに購入し、ライフスティールやクリティカルを強化して持続的なダメージを与えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n- コーキは遠距離からのハラスが得意で、トゥイッチは序盤の射程が短いため、攻撃を受けやすい。\n- コーキは全てのスキルがAoEで、集団戦やレーンでのプッシュが早く、トゥイッチが持続的にダメージを出すのが難しい。\n- コーキはCCがないものの、トゥイッチのステルスを見破る手段があり、奇襲を仕掛ける際にリスクが高い。\n\n不利の緩和策：\n- レーニング序盤は無理に攻撃せず、ミニオンの後ろでウェーブ管理を行い、コーキのハラスを避ける。\n- ステルスを活かしてロームやサイドを狙い、コーキとの直接対決を避ける。\n- 視界を確保し、コーキの位置を把握することで、奇襲を仕掛けるタイミングを見計らう。",
      "セナ": "セナが不利です。\n\n- コーキは全てのスキルがAoEで、遠距離からのハラスが得意なため、セナはポークを受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、コーキの攻撃に対して耐えにくい。\n- コーキはCCを持たないが、セナも逃げ手段が乏しいため、接近戦でのリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、常にコーキの攻撃範囲を意識し、距離を保つ。\n- Wを使って視界を確保し、コーキの動きを把握しながら安全にCSを取る。\n- ローミングを活用して他のレーンをサポートし、ゲーム全体での影響力を高める。",
      "アッシュ": "アッシュが不利です。\n\n- コーキは全てのスキルがAoEで、特にミニオンを利用したハラスやプッシュが得意なため、アッシュが攻撃しづらくなります。\n- コーキのパッシブやミサイル爆発による魔法ダメージが高く、アッシュの耐久力が低いため、オールイン合戦で不利になります。\n- コーキはロームやマップ移動が得意で、アッシュが視界を確保しづらい状況での奇襲に弱いです。\n\n不利の緩和策：\n- ミニオンの背後に立ち、コーキの攻撃を避けつつスロー効果を活かして攻撃する。\n- コーキのスキルのクールダウンを意識し、彼が攻撃してこないタイミングで攻撃を仕掛ける。\n- 魔法耐性やHPバフ系のアイテムを早めに購入し、耐久力を高めることでコーキのダメージを軽減する。",
      "ヴェイン": "ヴェインが不利です。\n\n- コーキは長射程のポークが得意で、序盤からハラスを受けやすい。\n- ヴェインは射程が短く、コーキの攻撃を避けるのが難しいため、接近するのが困難。\n- コーキはCCを持たないが、ヴェインが接近した際に波状攻撃でダメージを与えられるため、接触されると脆弱。\n\n不利の緩和策：\n- 序盤は無理に戦わず、ミニオンを優先して取り、コーキのスキルを避けることに集中する。\n- レベル6以降はサポートと連携し、コーキに対して一気に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを適切に選択し、特に防御力を上げるアイテムを早めに購入して耐久力を高める。",
      "ジンクス": "ジンクスが不利です。\n\n- コーキは高いバーストダメージを持ち、特に集団戦での影響力が大きいため、ジンクスは一瞬でダメージを受けやすい。\n- コーキのスキルは長射程で、ジンクスが近づく前にハラスを受ける可能性が高い。\n- ジンクスは自衛手段が乏しく、コーキの攻撃を受けると致命的なダメージを受けることが多い。\n\n不利の緩和策：\n- 序盤はミニオンの後ろに隠れてファームし、コーキのスキルを避けるように立ち回る。\n- ウェーブ管理を行い、コーキにハラスを許さないようにする。\n- アイテムを早めに揃え、特に攻撃速度を上げるアイテムを優先して、集団戦でのDPSを高める。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- コーキは長射程の攻撃を持ち、ユナラが近づく前にハラスを受けやすい。\n- コーキはAoEダメージを持ち、集団戦やレーン戦でユナラのスタックを溜めさせないようにプレッシャーをかけることができる。\n- ユナラはCCがスローのみで、コーキの距離を詰める手段が限られているため、逃げられやすい。\n\n不利の緩和策：\n- ブッシュを利用してコーキの攻撃を避けつつ、スタックを溜めるタイミングを見計らう。\n- 短期決戦を仕掛ける際は、コーキのスキルを避けるために位置取りを工夫する。\n- アイテムを早めに揃え、攻撃速度やクリティカルを強化してダメージを出しやすくする。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、コーキのポークを受けにくいため、レーン戦でのハラスがしやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンクに対して高いダメージを出せるため、集団戦でのダメージ出力が優れている。\n- コーキはCCがないため、コグ＝マウが距離を保ちながら攻撃することで安全にダメージを与えられる。\n\n有利の取り方：\n- レーンでは視界を確保し、サポートと連携して安全にファームしつつ、コーキの攻撃を避ける。\n- コーキが近づいてきた際には、距離を保ちながらハラスを行い、HP管理を徹底する。\n- 中後半に装備が整ったら、集団戦で後方から攻撃し、コーキのバーストを避けつつダメージを出す。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎射程を持っており、コーキに対して一方的にハラスを行いやすい。\n- コーキはCCスキルを持たないため、ケイトリンの攻撃を避ける手段が限られている。\n- ケイトリンの罠を使うことで、コーキの動きを制限し、攻撃のチャンスを増やすことができる。\n\n有利の取り方：\n- レーン序盤は射程を活かしてQでCSとハラスを同時に行い、コーキにプレッシャーをかける。\n- 罠を角に置いてブラフや視界確保に利用し、コーキの動きを制限する。\n- レベル6以降はアルティメットを使って追撃や帰還阻止を狙い、コーキに対して優位に立つ。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキに対して持続的なダメージを出しやすい。\n- コーキはCCがないため、スモルダーの移動能力を活かして攻撃を避けながら戦うことができる。\n- スモルダーは集団戦に強く、コーキのAoE攻撃に対しても有利に立ち回ることができる。\n\n有利の取り方：\n- レーン序盤はコーキの攻撃を避けつつ、CSを優先して安全にスタックを集める。\n- コーキの攻撃を受けない位置取りを心がけ、トレードを避けることでダメージを抑える。\n- 後半に向けてスタックを貯め、集団戦でのAoE攻撃を活かしてコーキを圧倒する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、コーキの攻撃を安全な距離から避けながらハラスが可能です。\n- コーキはCCがないため、エズリアルの機動力を活かして逃げたり追撃したりしやすいです。\n- エズリアルは後半のスケールが良く、コーキが持つバーストダメージに対して持続的なダメージを出しやすいです。\n\n有利の取り方：\n- 序盤はミニオンの背後からスキルを使い、CSとハラスを行いながら安全に立ち回る。\n- Eを防御手段として温存し、コーキの攻撃を避けるタイミングを見計らう。\n- Lv6以降はスキルコンボを駆使して安全に削り、集団戦では位置取りを重視してコーキの攻撃を避けつつダメージを与える。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n- ミス・フォーチュンは高いバーストダメージを持ち、コーキの機動力をスロー効果で制限できるため、接近戦で優位に立てる。\n- コーキのスキルを避けながらミニオンウェーブを管理することで、レーンの主導権を握りやすい。\n- コーキはCCがないため、ミス・フォーチュンの攻撃を受けるリスクが低く、安定してハラスが可能。\n\n有利の取り方：\n- 序盤はコーキのスキルを避けつつ、ミニオンを効率よく処理して有利な位置を確保する。\n- 中盤以降はコーキのスキル使用後の隙を狙って攻撃し、ダメージを与えるチャンスを増やす。\n- 集団戦では、コーキの遠距離攻撃を意識しつつ、位置取りを工夫して安全にダメージを出す。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、コーキの攻撃を避けながらハラスができるため、序盤のトレードで優位に立ちやすい。\n- コーキはCCがないため、ジンのスネア効果を受けると動きが制限され、ジンの高いバーストダメージを受けやすくなる。\n- ジンはクリティカルヒットによる移動速度上昇があるため、コーキの攻撃を避ける能力が高く、接近戦でも有利に立ち回れる。\n\n有利の取り方：\n- 初期レベルでのハラスを重視し、コーキのスキルを避けながらダメージを与える。\n- コーキがスキルを使った後の隙を狙い、反撃を行うことでダメージを稼ぐ。\n- アイテムを早めに積んで火力を上げ、コーキのスケーリングを抑えることで中盤以降も有利を維持する。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、コーキに対して強力なハラスが可能です。\n- コーキはCCがないため、ドレイヴンの攻撃を無効化する手段がなく、オールインを仕掛けやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作りやすいです。\n\n有利の取り方：\n- レーン序盤で積極的にトレードを行い、コーキにプレッシャーをかけてファームを妨害します。\n- コーキのスキルを避けながら、斧を回収してダメージを最大化し、レーンを制圧します。\n- レベル6以降は、コーキの瞬間火力に注意しつつ、味方と連携してオールインを仕掛けることで、確実にキルを狙います。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキは不利です。\n\n理由：\n- ケイトリンの長射程を活かしたハラスに対して、コーキは近づくことが難しく、ダメージを受けやすい。\n- ケイトリンの罠によるスネア効果で、コーキは動きが制限され、攻撃を受けるリスクが高まる。\n- コーキはCCがないため、ケイトリンの攻撃を止める手段がなく、特に集団戦での生存能力が低い。\n\n不利の緩和策：\n- レーン序盤は無理をせず、ミニオンの後ろに立って安全にファームを行う。\n- ケイトリンのトラップを避けるために、視界を確保し、ブッシュを利用して立ち回る。\n- 味方のサポートを受けながら、レベル6以降は後方から攻撃し、集団戦では位置取りを意識して安全にダメージを出す。",
      "セナ": "セナが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、序盤から一方的にハラスを行いやすいため、セナは攻撃を受けやすい。\n- ケイトリンの罠によるスネア効果で、セナの動きが制限され、特に逃げ手段が乏しいため捕まりやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃を受けると早期に不利な状況に陥る可能性が高い。\n\n不利の緩和策：\n\n- 早めにブーツを購入し、移動速度を上げてケイトリンの攻撃を避ける。\n- ケイトリンの罠を避けるために、視界を頻繁に確保し、罠の設置位置を把握する。\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にCSを取り、無理に前に出ないようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、序盤から一方的にハラスを行いやすいため、ヴェインは攻撃を受けやすい。\n- ヴェインは序盤が弱く、レベルが上がるまでの間にケイトリンに圧力をかけられると、CSを取るのが難しくなる。\n- ケイトリンの罠やネットによるCCが厄介で、ヴェインはそれに対処するのが難しく、特に集団戦での脆弱性が増す。\n\n不利の緩和策：\n\n- 序盤は無理に攻めず、CSを重視して安全にレーンを維持する。\n- ケイトリンのトラップに注意し、ブッシュを避けながら位置取りを工夫する。\n- レベル6以降は、壁を利用して確定CCを狙うチャンスを作り、フラッシュを温存しておく。",
      "ジンクス": "ジンクスが不利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、序盤から一方的にハラスを受けやすい。\n- ジンクスは序盤のレーン戦が弱く、ケイトリンの攻撃を避けるのが難しいため、CSを確保しづらい。\n- ケイトリンの罠による移動制限が、ジンクスの機動力の低さをさらに悪化させ、集団戦でも脆弱になる。\n\n不利の緩和策：\n\n- ミニオンを盾にしてケイトリンの攻撃を避け、ハラスを最小限に抑える。\n- ウェーブ管理を行い、CSを確保しつつ、必要に応じてサポートと連携して安全にプレイする。\n- 早期に防具を購入し、耐久力を上げてケイトリンの攻撃に耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n- ケイトリンの射程が非常に長いため、サミーラは序盤からハラスを受けやすく、トレードで不利になる。\n- ケイトリンの罠によるCC効果が強力で、接近する際に足止めされるリスクが高い。\n- サミーラは接近戦を得意とするが、ケイトリンの攻撃を受けると脆弱で、オールインを仕掛けるタイミングが難しい。\n\n不利の緩和策：\n- レーンではミニオンを管理し、ケイトリンの攻撃を避けるように立ち回る。\n- サポートと連携し、ケイトリンの罠を避けながら接近するタイミングを見計らう。\n- レベルが上がったら、味方のCCを利用して一気に突入し、ダメージを与えるチャンスを作る。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程のスキルを持ち、全てのスキルがAoE効果を持つため、ケイトリンに対しても持続的なハラスが可能です。\n- ケイトリンはオールインに弱く、ジンの高バーストダメージを受けると危険な状況に陥りやすいです。\n- ジンは残弾数が見えるため、ケイトリンはそのタイミングを狙いやすく、ジンの攻撃を避けることが難しくなります。\n\n有利の取り方：\n- ケイトリンのプッシュを妨害するために、ドランのリングを持ち、Qでミニオンを処理しながらハラスを行う。\n- 初回バックでB.F.ソードを購入し、攻撃力を強化してケイトリンとのトレードで優位に立つ。\n- レベル6になったら、Qを使ってケイトリンとサポートを削り、アルティメットで仕留めるチャンスを狙う。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは長射程の攻撃を持ち、ケイトリンよりも遠くから安全にポークができるため、レーンでのハラスが得意です。\n- ジグスのスキルはAoEダメージを持ち、ミニオン処理や集団戦でのダメージを出しやすく、タワー破壊能力も高いです。\n- ケイトリンの罠に対しては機動力が低いため、罠に引っかかるリスクがあり、ジグスはその隙を突いて攻撃することができます。\n\n有利の取り方：\n- 序盤は安全にCSを取りつつ、遠距離からケイトリンにポークを行い、プレッシャーをかける。\n- 罠を避けるために、Eを使って安全な位置を確保し、ミニオンを押し切ってロームを行う。\n- Lv6以降はRを使って集団戦やタワー削りを行い、ケイトリンの反撃を警戒しつつ、サポートの介入を意識する。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ケイトリンの攻撃を受ける前にミニオンを処理しやすいです。\n- シヴィアのスペルシールドはケイトリンのスキルを無効化できるため、トレードで有利に立ち回ることができます。\n- ケイトリンの射程を活かしたハラスに対して、シヴィアは移動速度を上昇させる手段が豊富で、逃げやすいです。\n\n有利の取り方：\n- 初めの波でスキルを使い、ミニオンウェーブの中に立たないようにして、ケイトリンにアウトトレードされないようにします。\n- プッシュを続けて、ケイトリンにレーンを支配されないようにし、ガンクのためにフリーズするタイミングを見計らいます。\n- ケイトリンの攻撃を受けないために、タワーの下には近づかず、適切な距離を保ちながら戦います。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは後半に強く、継続的な火力を発揮できるため、集団戦でのダメージ出力が高い。\n- ケイトリンはレーンでは有利だが、コグ＝マウはアイテムを整えることで逆転できるため、スケーリングに優れている。\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクや耐久力のある相手に対しても強いダメージを出せる。\n\n有利の取り方：\n- 序盤は無理に攻めず、ミニオンを確実にAAで取ってファームを優先する。\n- ケイトリンのトラップを避けるために、サポートと連携しながら位置取りを工夫する。\n- レベル6以降は味方のピールを待ち、安全に後ろから攻撃を行い、集団戦で存在感を出す。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは高いバーストダメージを持ち、序盤からケイトリンに対して強力なトレードが可能です。\n- ケイトリンの射程を活かした攻撃に対して、ルシアンは機動力を活かして距離を保ちながら攻撃できるため、ハラスを受けにくいです。\n- ルシアンはスキルのクールダウンが短く、連続攻撃が可能なため、ケイトリンのHPを効率的に削ることができます。\n\n有利の取り方：\n- レベル2に達したら積極的に攻撃し、ケイトリンのHPを削ることで彼女のポーク能力を制限します。\n- クリープを通してケイトリンをポークし、距離を保ちながらトレードを行います。\n- ケイトリンが罠を設置している場合は、罠を避けつつ攻撃し、彼女の動きを制限することで有利な状況を作ります。",
      "ザヤ": "ザヤが有利です。\n\n- ケイトリンに対して射程が短いとはいえ、ザヤは自身のスキルを駆使して反撃が可能で、特に近接戦では有利に立ち回れる。\n- ザヤはスネアを持っており、ケイトリンの攻撃を制限しつつ、集団戦でのAoEダメージを活かすことができる。\n- ケイトリンのトラップをスイープで除去できるため、視界管理やトラップのリスクを軽減できる。\n\n有利の取り方：\n- 序盤はミニオンの後ろから安全にハラスを行い、ケイトリンの攻撃を避ける。\n- レベル3以降は短いAAとスキルの交換を行い、ケイトリンのトラップを意識しながら攻撃する。\n- 集団戦では羽を溜めてから無敵状態を活かし、ケイトリンの攻撃を回避しつつ高火力を発揮する。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは機動力が高く、相手の罠やスネアを回避しやすいため、ケイトリンの攻撃を避けながらダメージを与えることができる。\n- ケイトリンの射程を活かしたハラスに対して、エズリアルは安全な距離から攻撃できるため、序盤のトレードで有利に立ちやすい。\n- エズリアルはスキルを駆使してポークが得意で、特にケイトリンがスキルを外した瞬間に反撃することで、ダメージを稼ぎやすい。\n\n有利の取り方：\n- 開幕からミニオンを利用して、ケイトリンの攻撃を避けつつQでチクチク攻撃を行う。\n- ケイトリンが罠を設置した際には、Eを使って安全に回避し、反撃のチャンスを狙う。\n- ケイトリンがWを外した瞬間に、Q→AA→Eのコンボで安全にダメージを与え、トレードを有利に進める。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ケイトリンに対して一気にダメージを与えることができるため、早期のキルを狙いやすい。\n- ケイトリンは射程が長いが、ドレイヴンは移動速度を上げるスキルを持っており、接近して攻撃することで有利な状況を作りやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることで中盤以降の強さをさらに増すことができる。\n\n有利の取り方：\n- 開幕から斧を回収し、通常攻撃とスキルを駆使してダメージを確保し、ケイトリンにプレッシャーをかける。\n- レベル2でのパワースパイクを利用し、ケイトリンに対して積極的に攻撃を仕掛け、短期決着を狙う。\n- ケイトリンの罠を避けつつ、ミニマップを確認してロームを警戒し、集団戦では前に出て斧を維持しながらダメージを出す。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- カリスタはEを使って短い交戦を狙い、サポートとの連携で早期にキルを狙うことができるため、ゼリはトレードで不利になりやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦での連携が強化されるため、ゼリは集団戦での生存が難しくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、カリスタの攻撃に対して耐えるのが難しい。\n\n不利の緩和策：\n- サポートと連携してカリスタのEが溜まっている状態を避け、距離を保ちながらトレードを行う。\n- レベル2での強襲を意識し、カリスタの攻撃を受けないように立ち回る。\n- オブジェクト戦では視界を確保し、位置取りを徹底してカリスタの攻撃を避ける。",
      "セナ": "セナが不利です。\n\n- カリスタは短距離のリープを持っており、セナの射程を活かした攻撃を避けやすく、オールインを仕掛けることができる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、カリスタの攻撃を受けると早期にダメージを受けやすい。\n- カリスタのCCスキルによって、セナは動きを制限されやすく、逃げる手段が乏しいため、捕まると致命的なダメージを受ける可能性が高い。\n\n不利の緩和策：\n\n- レーンでのポジショニングを意識し、カリスタの突進を予測して距離を保つ。\n- サポートと連携し、カリスタの攻撃を受けないようにしながら、回復やハラスを行う。\n- ミニオン管理を徹底し、カリスタがオールインを仕掛けるタイミングをずらすことで、リスクを減らす。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- カリスタは序盤のAAポークが強力で、Eによる即死圏を持っているため、ヴェインは早い段階でダメージを受けやすい。\n- カリスタの短距離リープにより、ヴェインの位置取りが難しく、カリスタの攻撃を避けるのが困難になる。\n- カリスタのアルティメットは味方を助けるだけでなく、ヴェインの攻撃を受ける際に非常に厄介で、連携が必要な場面で不利になる。\n\n不利の緩和策：\n- 序盤は受けに回り、CSを最優先にしてカリスタの攻撃を避ける。\n- カリスタのEスタックを溜めさせないように注意し、被弾後は距離を取ることでリスクを減らす。\n- レベル6以降はQを活用して位置取りを工夫し、アルティメットを使って短時間のバーストを狙う。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、トゥイッチの奇襲を容易に回避できるため、接近戦での優位性を持っています。\n- カリスタのアルティメットは味方を守るための強力なツールであり、トゥイッチの攻撃を無効化する可能性が高いです。\n- トゥイッチはハードCCに弱く、カリスタのCCを受けると一気に脆弱になり、反撃の機会を失います。\n\n不利の緩和策：\n- レーンでの視界管理を徹底し、カリスタの位置を把握して奇襲を避ける。\n- カリスタのリープを利用して距離を取ることを意識し、無理な接近を避ける。\n- 集団戦では後衛に潜り込み、カリスタの攻撃を避けつつダメージを与える立ち回りを心がける。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- カリスタはEスタックを溜めてからの攻撃が強力で、特にRendによるバーストダメージが脅威となるため、長期戦で不利になる。\n- カリスタのパッシブによる短距離のリープで、エズリアルの射程外からの攻撃を避けつつ、接近してプレッシャーをかけやすい。\n- エズリアルは主力スキルが方向指定であり、カリスタの機動力に対してパフォーマンスが落ちるため、反撃を受けやすい。\n\n不利の緩和策：\n- ミニオン越しに攻撃を行い、カリスタのEスタックを溜めさせないように立ち回る。\n- 早めにライフスティールや靴を購入し、生存力を高めてカリスタの攻撃を耐える。\n- フラッシュやEを温存し、カリスタのRendのタイミングに合わせて迅速に脱出できるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- カリスタは機動力が高く、短距離のリープを使ってドレイヴンの攻撃を回避しやすいため、ドレイヴンのバーストダメージを受けにくい。\n- カリスタのRは高いダメージを持ち、スタックをためることで一気にドレイヴンを処理できるため、集団戦での脅威が大きい。\n- ドレイヴンは斧を正確に拾う必要があり、移動妨害を受けるとその能力が大幅に低下するため、カリスタのCCに弱い。\n\n不利の緩和策：\n- レーンでのトレードを避け、カリスタの攻撃を受けないように距離を保ちながらファームを優先する。\n- サポートと連携してカリスタに対する圧力をかけ、彼女がスタックをためる前にキルを狙う。\n- ジャングルの介入を期待し、カリスタが孤立した際に一気に攻撃を仕掛けることで有利な状況を作る。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- カリスタは早期の戦闘に強く、短期的なトレードでダメージを与えやすいため、スモルダーはレーンでの圧力を受けやすい。\n- カリスタのリープ能力により、スモルダーの攻撃を回避しやすく、Kite性能が高いため、スモルダーは攻撃を当てるのが難しい。\n- カリスタは対象指定のCCを持っており、スモルダーはCCに対して脆弱なため、捕まると大きなダメージを受けるリスクがある。\n\n不利の緩和策:\n- 短期的なトレードを避け、レーンを安全に維持し、カリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタの攻撃を受ける前に先手を打つことで、ダメージを与えるチャンスを増やす。\n- 後半のスケーリングを意識し、無理に戦わずにアイテムを整えてから集団戦に参加することで、カリスタに対抗する力を高める。",
      "コーキ": "コーキが不利です。\n\n理由：\n- カリスタは高機動で短距離のリープを持っており、コーキのハラスを避けながら接近しやすい。\n- カリスタのCCを持つサポートと連携することで、一気に攻撃を仕掛けられるため、コーキは瞬時にダメージを受けやすい。\n- コーキはCCがないため、カリスタの機動力を抑える手段がなく、追撃や逃げる際に不利な状況に陥りやすい。\n\n不利の緩和策：\n- 開幕から無理に近寄らず、射程を活かしてハラスを行い、カリスタのEスタックを溜めさせないようにする。\n- サポートと連携して、カリスタが接近する前にハラスを行い、できるだけ距離を保つ。\n- 中盤以降はパッケージやロームを活用して、カリスタとの1対1の状況を避け、チーム全体での連携を重視する。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ルシアンの攻撃を避けながら接近することができるため、ルシアンの射程の短さが逆に不利に働く。\n- カリスタは長期的なトレードに強く、ルシアンが攻撃を仕掛けると、カリスタが反撃しやすい状況を作り出す。\n- ルシアンはCCを持たないため、カリスタの機動力を抑える手段がなく、彼女の攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのトレードを避け、カリスタがスキルを使った後に攻撃するタイミングを見計らう。\n- カリスタのリープを利用して、彼女が攻撃を仕掛けてきた際に反撃するための位置取りを意識する。\n- サポートと連携し、カリスタに対して集団での攻撃を仕掛けることで、彼女の機動力を制限する。",
      "ジンクス": "ジンクスが不利です。\n\n- カリスタは高い機動力を持ち、ジンクスの攻撃を避けやすいため、ジンクスが攻撃を当てるのが難しい。\n- カリスタのバーストダメージはスキルコンボによって非常に高く、接近されるとジンクスは脆弱なため、致命的なダメージを受けやすい。\n- ジンクスは自衛手段が乏しく、カリスタのCCや機動力に対して対処が難しいため、捕まりやすい。\n\n不利の緩和策：\n\n- 序盤はミニオンを押し込み、カリスタの機動力を制限し、レーンを有利に進める。\n- 遠距離からの攻撃を活用し、カリスタのスキルを避けながらハラスを行う。\n- 集団戦では後衛から安全に攻撃し、カリスタの接近を防ぐために位置取りを意識する。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程の攻撃を持ち、カリスタに対してポークを行いやすい。これにより、カリスタが接近する前にダメージを与えることができる。\n- カリスタは接近してバーストダメージを狙う必要があるが、ヴァルスは距離を保ちながら攻撃できるため、カリスタの攻撃を避けやすい。\n- ヴァルスのCCスキルにより、カリスタの動きを制限することができ、突進を阻止することで有利な状況を作りやすい。\n\n有利の取り方：\n- レーニング中はミニオン越しに攻撃し、カリスタのスタックを溜めさせないようにする。\n- カリスタが突進してくるタイミングでCCスキルを使い、距離を保ちながらダメージを与える。\n- アイテムを射程やポークに特化したものに優先的に購入し、持続的なダメージを強化する。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、カリスタに対して有利な状況を作りやすい。\n- ザヤのスネア効果を利用することで、カリスタの機動力を制限し、連携を阻止することができる。\n- カリスタは集団戦での範囲耐性が弱く、ザヤの攻撃を受けると瞬時にダメージを受けやすい。\n\n有利の取り方：\n- レーン開始時に安全な位置取りをし、カリスタのEスタックを溜めさせないようにする。\n- サポートと連携し、カリスタが突っ込んできた際にスネアを使って反撃するタイミングを狙う。\n- 集団戦では後方からRを使い、カリスタを拘束して味方と連携し、ダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナはレベルが上がるごとに射程が増加し、特に終盤ではカリスタよりも遠くから攻撃できるため、集団戦での位置取りが有利になります。\n- トリスターナのバーストダメージは高く、特にカリスタが低HPの状態であれば、瞬時にキルを狙うことができます。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、カリスタの攻撃を避けやすいです。\n\n有利の取り方：\n- 序盤はEを使って安全にポークし、スタックを貯めて瞬間火力を狙います。\n- 味方のCCがある時に、Wで突撃し、EとRを組み合わせて高火力を発揮します。\n- カリスタのレンドスタックに注意しつつ、深追いを避けて安全にトレードを行い、優位な状況を維持します。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、カリスタの攻撃を避けながら一気に攻撃できるため、短期決戦で優位に立てる。\n- カリスタのスタック管理が重要で、スタックが多い時は近接戦を避ける必要があるが、サミーラはその隙を突いて攻撃を仕掛けることができる。\n- サミーラは味方のCCを利用して接近しやすく、カリスタの遠距離攻撃を無効化するチャンスが多い。\n\n有利の取り方：\n- レーン序盤では、カリスタのスタックが少ない時に短いバーストで攻撃し、優位に立つ。\n- カリスタのサポートがCCを使ったタイミングを見計らい、サミーラの接近を狙う。\n- レベル6以降は、サミーラのアルティメットを活用して、カリスタがRendを発動する前に一気に攻撃を仕掛ける。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n- ミス・フォーチュンは移動速度を増加させるスキルを持っており、カリスタの機動力を制限しやすいです。\n- カリスタのダッシュをスローで妨害することで、接近戦で優位に立つことができます。\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードでカリスタに対して有利に立ち回れます。\n\n有利の取り方：\n- 序盤はカリスタの機動力を活かさせないように、スローやCCで足止めしつつ、ミニオンウェーブを管理します。\n- カリスタがスキルを使用した後の隙を狙って攻撃し、ダメージを与えやすくします。\n- 集団戦では、カリスタのパートナーとの連携を意識し、彼女がスキルを使ったタイミングで攻撃を仕掛けることで、優位に立つことができます。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程の攻撃を持ち、カリスタの短距離リープを利用して安全に攻撃できるため、距離を保ちながらダメージを与えやすい。\n- カリスタは操作が忙しく、連携が必要なため、ジンのスキルを避けるのが難しい。ジンはスキルを駆使してカリスタの動きを制限できる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、カリスタがHPを減らした際に一気に仕留めることができる。\n\n有利の取り方：\n- 短いトレードを心がけ、カリスタのスキルを避けながらダメージを与える。\n- ミニオンの位置を利用してカリスタの攻撃を受けにくくし、カリスタの意図を読み取る。\n- レベル6以降はカリスタのサポートを無視し、カリスタを最初に狙うことで、彼女の影響力を減少させる。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、カリスタの攻撃を受けながらもファームを維持しやすい。\n- スペルシールドにより、カリスタのCCを一度無効化できるため、トレードで有利に立ち回ることができる。\n- カリスタは後半のゲームで自動攻撃に欠点があり、レイトゲームではシヴィアが優位に立つことができる。\n\n有利の取り方：\n- サポートと連携してカリスタの攻撃を避けつつ、ファームを優先する。\n- スペルシールドを活かしてカリスタの攻撃を受け流し、反撃のチャンスを狙う。\n- レーンでの優位を活かして、タワーを押し込むことでマップ全体のコントロールを強化する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にカリスタの機動力に対抗するための強力なバーストダメージを持っています。\n- カリスタは高い機動力を持つものの、アフェリオスは適切な位置取りと武器の切り替えで彼女の攻撃を避けることができ、持続的なダメージを与えることが可能です。\n- アフェリオスは序盤のハラス性能が高く、カリスタのポークを受ける前に有利な状況を作りやすいです。\n\n有利の取り方：\n- 序盤は位置取りを工夫し、カリスタの攻撃を避けながらハラスを行い、レーンの主導権を握る。\n- 集団戦では、カリスタの攻撃を避けつつ、武器の切り替えを駆使して高いバーストダメージを与え、彼女の機動力を制限する。\n- カリスタがスキルを使った後の隙を狙い、反撃のチャンスを作ることで、彼女に対して優位に立つ。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- ヴァルスは長射程からのポークが得意で、セナは基礎ステータスが低いため、序盤のハラスに対して脆弱です。\n- ヴァルスのスキルは発動から効果が出るまでにタイムラグがあるものの、セナは逃げ手段が乏しく、捕まると簡単に倒される可能性があります。\n- セナはスケールに依存しているため、序盤にソウルを回収できないと後半の影響力が低下し、ヴァルスに対抗しづらくなります。\n\n不利の緩和策：\n- ミニオンの後ろに立ち、ヴァルスのスキルを避けながらハラスを行うことで、ダメージを抑える。\n- ヴァルスがスキルを使った後の隙を狙い、反撃を行うことでソウルを回収し、スケールを促進する。\n- 位置取りを工夫し、ヴァルスの攻撃を受けないようにしつつ、味方のCCと連携して安全にダメージを与える。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、サミーラが接近する前にダメージを与えられるため、サミーラは攻撃を受けやすい。\n- ヴァルスのCCスキルによって、サミーラの動きが制限されると、接近戦での強みを活かせなくなる。\n- サミーラは防御ステータスが低く、ヴァルスの持続的なハラスに対して耐えにくい。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、ヴァルスの攻撃を避けるように立ち回る。\n- ヴァルスのスキルを避けるために、ミニオンの影を利用し、短いトレードを狙う。\n- QSSやマーキュリー靴を装備して、ヴァルスのCCを無効化し、より安全に接近できるようにする。",
      "アッシュ": "アッシュが不利です。\n\n- ヴァルスは長射程からのポークが得意で、アッシュが近づく前にダメージを与えられるため、序盤のハラスが厳しい。\n- アッシュは機動スキルを持たず、ヴァルスのCCやダメージを受けやすく、捕まると厳しい状況になる。\n- アッシュのバーストダメージが低く、オールイン合戦でヴァルスに対抗しづらい。\n\n不利の緩和策：\n\n- ミニオンの後ろや壁を利用してヴァルスの攻撃を避け、被ダメを抑える。\n- ウェーブ管理を行い、ヴァルスがポークを当てやすくしないように小刻みにファームする。\n- アルティメットを活用して集団戦やヴァルスが前に出た際にキャッチを狙い、チャンスを作る。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ヴァルスは序盤から長射程でポークができ、コグ＝マウが前に出るのを難しくします。\n- ヴァルスのスネア効果により、コグ＝マウは捕まるリスクが高く、自衛手段が乏しいため、攻撃を受けやすいです。\n- コグ＝マウはスケールするまでの間、ヴァルスの高いダメージに耐えるのが難しく、特に序盤のハラスに弱いです。\n\n不利の緩和策：\n- 序盤は無理に前に出ず、ミニオンでCSを優先し、ヴァルスの攻撃を避けることに集中します。\n- ジャングルに寄せてもらい、トレードを有利にするためのサポートを受けることが重要です。\n- スケール期に入ったら、レンジ外から安全に攻撃し、味方のピールを要求して自分の位置を守ります。",
      "ジンクス": "ジンクスが不利です。\n\n- ヴァルスは長射程のスキルを持ち、序盤からのポークが強力で、ジンクスはその攻撃を受けやすい。\n- ジンクスは自衛手段が乏しく、ヴァルスのバーストダメージに対して脆弱であるため、接近されると危険。\n- ヴァルスのCC効果により、ジンクスの動きが制限され、集団戦での影響力が低下する。\n\n不利の緩和策：\n- 序盤はミニオンウェーブを管理し、ヴァルスのスキルを避ける立ち回りを心がける。\n- サポートと連携して、ヴァルスに対してエンゲージを仕掛けるタイミングを見計らう。\n- アイテムを早めに整え、攻撃速度や火力を強化して、後半の火力を高める。",
      "トリスターナ": "トリスターナが不利です。\n\n- ヴァルスは長射程からのポークが得意で、序盤からトリスターナを削ることができるため、トリスターナは攻撃を受けやすい。\n- ヴァルスのCCスキルにより、トリスターナが接近するのが難しく、特にレベル6以前はオールインを仕掛けるのがリスクが高い。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きく、ヴァルスの攻撃を受けやすい。\n\n不利の緩和策：\n- ミニオン管理を徹底し、ヴァルスの攻撃を受けないように立ち回る。\n- レベル6以降は積極的にオールインを狙い、バーストダメージを活かして反撃する。\n- ヴァルスのスキルを避けるために、ジャンプをタイミングよく使い、接近する際は注意を払う。",
      "ゼリ": "ゼリが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、ポークが得意なため、ゼリは距離を詰めるのが難しい。\n- ヴァルスのスネア効果により、ゼリは接近した際に動きを制限され、反撃が難しくなる。\n- ゼリは基礎ステータスが低く、序盤の火力が不足しているため、ヴァルスの攻撃に対して耐えにくい。\n\n不利の緩和策：\n- レーン開始時はミニオンの後ろに隠れ、ヴァルスの攻撃を避けるように立ち回る。\n- ヴァルスのスキルのクールダウンを確認し、スキルを使った後に積極的に接近して短い交換を狙う。\n- アイテムを早めに購入し、回復手段を確保して持続的なハラスに耐えられるようにする。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ヴァルスは長射程からのポークが得意で、ザヤが近づく前にダメージを与えられるため、序盤のハラスが厳しい。\n- ヴァルスのスネア効果により、ザヤは動きを制限されやすく、反撃のチャンスが減少する。\n- ザヤは攻撃範囲が短いため、ヴァルスの攻撃を避けるのが難しく、特に集団戦では一方的にダメージを受けやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ミニオンの後ろから攻撃を行い、ヴァルスの攻撃を避ける。\n- サポートと連携して、ヴァルスのスキルを避けるタイミングを見計らい、反撃のチャンスを作る。\n- アイテムを早めに購入し、ライフスティールや耐久力を上げて、持続的なハラスに耐えられるようにする。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは強力なウェーブクリア能力を持っており、ヴァルスのミニオン処理を妨げることができるため、レーンの優位を確保しやすい。\n- スペルシールドにより、ヴァルスのスネアやその他のスキルを無効化できるため、トレードで有利に立ち回ることができる。\n- 集団戦において、シヴィアは後衛にダメージを与える能力が高く、後半のスケールで有利を取りやすい。\n\n有利の取り方：\n- ヴァルスのスキル射程を意識し、ミニオンの陰を利用して距離を取ることで安全にファームする。\n- ミニオン波を早めに処理し、ヴァルスよりも早くレーンの優位を確保する。\n- スペルシールドを予測スキルやスネアに使い、ヴァルスの強力なスキルをブロックして生存力を高める。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは高い機動力を持ち、相手の攻撃を回避しやすいため、ヴァルスの攻撃を避けながら戦うことができる。\n- エズリアルのスキルは射程が長く、遠距離から安全にハラスを行えるため、ヴァルスに対して優位に立てる。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルはその隙を突いて攻撃することができる。\n\n有利の取り方：\n- レーン序盤は相手のスキルを避けつつ、CSを取りながらハラスを行い、相手のリソースを削る。\n- ヴァルスがスキルを使った後に近づき、短期的な交戦を仕掛けてダメージを与える。\n- 集団戦では、横から攻撃し、相手のCCを避けながらダメージを出し、味方と連携して戦う。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルがAoEであり、ミニオン処理や集団戦でのダメージを出しやすく、ヴァルスの攻撃を避けながらダメージを与えることができる。\n- ジグスの長射程の攻撃により、ヴァルスが近づく前にダメージを与えることができ、特にヴァルスのスキルの発動までのラグを利用して攻撃できる。\n- ジグスはサッチェルを使って機動力を確保できるため、ヴァルスの攻撃を避けやすく、捕まるリスクが低い。\n\n有利の取り方：\n- 序盤からミニオンを押し続け、ヴァルスにプレッシャーをかけることで、ファームを妨害する。\n- 遠距離からスキルを使って削り、ヴァルスが近づく前にダメージを与える。\n- サッチェルを温存し、ヴァルスの攻撃を避けるための逃げ道を確保しつつ、集団戦では後衛からの攻撃を狙う。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、ポークやトレードでヴァルスに対して優位に立てる。\n- ジンのスキルは全てAoE効果があり、集団戦やレーンでのハラスに強いため、ヴァルスの攻撃を効果的に避けられる。\n- ジンは4発目の攻撃やアルティメットで高いバーストダメージを持ち、HPが減ったヴァルスに対して特に強力。\n\n有利の取り方：\n- レーンフェーズでは積極的にポークを行い、ヴァルスのスキルを避けるために良い位置取りを心がける。\n- スウィフトネスを購入してヴァルスのスローを軽減し、逃げやすくすることでトレードを有利に進める。\n- アルティメットを取得したら、サポートや味方と連携してヴァルスを捕まえ、ダメージを与えるチャンスを作る。"
    }
  }
}