{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ヴァルスはトレードを仕掛ける機会が減少します。\n- シヴィアのスペルシールドにより、ヴァルスのCCスキルが無効化されることが多く、トレードでの優位性が失われます。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けやすく、持続的なハラスが難しくなります。\n- シヴィアの基礎射程が短いとはいえ、ヴァルスのスキルを避けることで、シヴィアは安全にダメージを与えることができます。\n- ヴァルスはHP回復手段が乏しく、シヴィアの持続的なダメージに対して耐えにくいです。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、シヴィアの攻撃を避けるように心がける。\n- シヴィアのスペルシールドを意識し、CCスキルを使うタイミングを見極める。\n- サポートと連携し、シヴィアに対して集中的に攻撃を仕掛けることで、彼女のウェーブクリアを妨害する。\n- アイテムを工夫し、持続的なハラスに耐えられるようにする（例: 早めに回復アイテムを購入する）。\n- シヴィアのスキルクールダウンを狙い、スキルを使った後の隙を突いて攻撃する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンがハラスを行っても、シヴィアはすぐにミニオンを処理して反撃できる。\n- シヴィアのスペルシールドは、ミス・フォーチュンのスローを無効化できるため、ミス・フォーチュンのハラスが効果的でない。\n- シヴィアは基礎射程が短いものの、ミス・フォーチュンの攻撃を受ける際に、シヴィアの移動速度上昇スキルを活かして距離を取ることができる。\n- シヴィアは集団戦での後衛へのダメージを与える能力が高く、ミス・フォーチュンのUltに対しても耐性がある。\n\n不利の緩和策:\n- レーンでのハラスを控え、シヴィアのウェーブクリアを利用して安全にファームを行う。\n- サポートと連携し、シヴィアの攻撃を受けないように位置取りを工夫する。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを見極める。\n- アイテムを早めに購入し、DPSを向上させてシヴィアとのトレードを有利に持ち込む。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ケイトリンがハラスを行う前にレーンを制圧される可能性が高い。\n- シヴィアの攻撃速度増加効果により、ケイトリンのハラスを受けながらもダメージを返しやすい。\n- シヴィアのスペルシールドは、ケイトリンの罠やスキルを無効化することができ、トレードで有利に立ちやすい。\n- ケイトリンは射程が長いが、シヴィアも射程があるため、互いにハラスを行う際にシヴィアが有利な状況を作りやすい。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ケイトリンが集団戦での影響力を発揮しづらい。\n\n不利の緩和策:\n- レーンでのハラスを控え、シヴィアのウェーブクリアを利用してタワーを守ることに専念する。\n- サポートと連携し、シヴィアのスペルシールドを使わせるようにトレードを行う。\n- 早めにアイテムを購入し、シヴィアとのトレードで有利に立てるようにする。\n- ジャングラーと連携して、シヴィアに対するGankを狙い、レーンでの優位性を取り戻す。\n- 罠を効果的に使い、シヴィアの動きを制限することで、トレードを有利に進める。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押し込まれる可能性が高い。\n- シヴィアの攻撃は跳弾するため、スモルダーがミニオンを狙ってもハラスを受けやすい。\n- シヴィアは射程が短いとはいえ、スモルダーのスキルのCDが長いため、トレードで不利になることが多い。\n- シヴィアのスペルシールドはスモルダーのCCを無効化できるため、スモルダーのハラスが効果的でない。\n- スモルダーは序盤のスキル性能が低く、シヴィアの攻撃を受けると一方的にダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、シヴィアの攻撃を避けるようにする。\n- スモルダーのEスキルを使って、シヴィアの攻撃を回避しつつハラスを行う。\n- ジャングラーと連携して、シヴィアに対するギャンクを狙う。\n- アイテムを早めに購入し、スモルダーのダメージを向上させる。\n- レーンフェイズでは無理にトレードを仕掛けず、ファームを優先する。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナがプッシュしてもすぐに返されるため、レーンでの優位性を保ちにくい。\n- シヴィアの攻撃速度増加効果により、トリスターナのバーストダメージを受ける前にダメージを与えられることが多い。\n- シヴィアのスペルシールドはトリスターナのCCを無効化できるため、トリスターナの安全確保が難しい。\n- トリスターナは序盤のスキルクールダウンが長く、シヴィアの攻撃を受けると反撃が難しい。\n- シヴィアの射程がトリスターナの射程よりも長いため、トレードで不利になることが多い。\n\n不利の緩和策:\n- トリスターナはレーンでのハラスを避け、シヴィアのスキルを避けるように立ち回る。\n- サポートと連携して、シヴィアに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、特に防御アイテムを購入して耐久力を上げる。\n- レベルが上がるにつれて射程が増える特性を活かし、レベルアップを狙ってトレードを行う。\n- 敵ジャングラーのGankを警戒しつつ、視界を確保して安全にファームを行う。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチは射程が長く、シヴィアの基礎射程よりも優位に立てるため、レーンでのトレードで有利。\n- シヴィアは単体へのDPSが低いため、トゥイッチの持つ持続的な毒ダメージに対抗しづらい。\n- トゥイッチのステルスを利用した奇襲が、シヴィアのスペルシールドを無効化しやすい。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、シヴィアの後衛へのダメージを圧倒できる。\n- シヴィアはCCスキルを持たないため、トゥイッチの逃げ性能を制限する手段がない。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、シヴィアの基礎射程を活かしてダメージを与える。\n- ステルスを利用して奇襲を仕掛け、シヴィアが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを行い、シヴィアの後衛を狙う。\n- シヴィアのスペルシールドがクールダウン中のタイミングを見計らって攻撃する。\n- トゥイッチのビルドをAPにすることで、シヴィアに対する真のダメージを増加させる。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは攻撃範囲が長く、シヴィアの基礎射程が短いため、レーンでのハラスがしやすい。\n- ユナラのスキルは魔法ダメージを与えるため、シヴィアのスペルシールドを無効化しやすい。\n- ユナラはスロー効果を持つため、シヴィアの移動を制限しやすく、トレードで有利に立ち回れる。\n- ユナラは高いAoEダメージを持ち、集団戦でもシヴィアに対して優位に立てる。\n- シヴィアは単体へのDPSが低いため、ユナラの持つ魔法ダメージに対して効果的にダメージを与えられる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- スキルを使って攻撃速度を上昇させ、ミニオンを早く処理しつつシヴィアに圧力をかける。\n- シヴィアがスペルシールドを使った後にスローを使い、トレードを仕掛ける。\n- 集団戦では、シヴィアの後衛に対してAoEダメージを活かし、ダメージを与える位置を確保する。\n- ブッシュを利用してシヴィアの視界を切り、奇襲をかける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なトレードが可能です。\n- シヴィアの基礎射程が短いため、ドレイヴンが先手を取ることで一方的に攻撃できる状況を作りやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- シヴィアは単体へのDPSが低いため、ドレイヴンの高いバーストに対抗しづらいです。\n- ドレイヴンのCCスキルにより、シヴィアの動きを制限しやすく、追撃が容易です。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、シヴィアにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大化することでシヴィアを圧倒する。\n- シヴィアがウェーブクリアを行う前に、ミニオンを処理してタワーに近づけないようにする。\n- シヴィアのスペルシールドを意識し、CCを使うタイミングを計る。\n- 可能であれば、サポートと連携してオールインを仕掛け、早期にキルを狙う。",
      "ルシアン": "ルシアンがシヴィアに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- ルシアンのスキルはクールダウンが短く、連続的に攻撃を行うことができるため、シヴィアのウェーブクリア能力を上回ることができます。\n- シヴィアは基礎射程が短いため、ルシアンの攻撃を受けやすく、トレードで不利になることが多いです。\n- ルシアンは機動力が高く、シヴィアの攻撃を避けながら攻撃することができるため、レーンでの優位性を保ちやすいです。\n- シヴィアのスペルシールドは一度のスキルを無効化するだけで、ルシアンの連続攻撃には対処しきれないことが多いです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、シヴィアのHPを削る。\n- スキルを使った後の通常攻撃を活用し、シヴィアに対して連続的にダメージを与える。\n- シヴィアのスペルシールドを意識し、スキルを使った後に通常攻撃を行うタイミングを計る。\n- シヴィアの攻撃を避けるために、機動力を活かしてポジショニングを工夫する。\n- レーンでの優位を活かし、タワーへのプレッシャーをかけることで、シヴィアの育成を妨げる。",
      "ゼリ": "ゼリがシヴィアに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。\n- シヴィアの基礎射程が短いため、ゼリは距離を保ちながら攻撃できる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与えられる。\n- シヴィアは単体へのDPSが低いため、ゼリのKite戦法に対して効果的に対抗できない。\n- ゼリのウルトによるSlow効果で、シヴィアの移動を制限しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、シヴィアのHPを削る。\n- シヴィアの攻撃を避けながら、スキルを使ってダメージを与える。\n- シヴィアが攻撃してきた際には、後退しつつ反撃することでトレードを有利に進める。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫する。\n- 集団戦では、シヴィアの後衛に位置し、Kiteを活かしてダメージを与える。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、瞬時に接近して攻撃できるため、ジンの射程を活かす前にオールインされやすい。\n- カイ＝サは移動しながら攻撃できるため、ジンのスキルを避けやすく、特にジンのスキル発動時に足が止まることが弱点となる。\n- カイ＝サのスキルは魔法ダメージを扱えるため、ジンの防御アイテムによる対策が難しい。\n- ジンはブリンクを持たず、カイ＝サの攻撃を受けた際に逃げる手段が限られているため、接近された際に脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、カイ＝サのスキルを避ける位置取りを心がける。\n- サポートと連携して、カイ＝サに対して集団でのトレードを行い、オールインを仕掛けるタイミングを見計らう。\n- 防具アイテムを早めに購入し、カイ＝サのバーストダメージを軽減する。\n- ジンのスキルを使う際は、相手の動きをよく観察し、カイ＝サが接近する前にスキルを発動する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、エズリアルのHPを瞬時に削ることができる。\n- カイ＝サの機動力により、エズリアルのスキルを避けやすく、接近戦での優位性を持つ。\n- エズリアルは主力スキルが方向指定であるため、カイ＝サの瞬時の移動に対処しづらい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、エズリアルのダメージを軽減しやすい。\n- カイ＝サのパッシブによる追加ダメージは、エズリアルの防御を無視しやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、カイ＝サの攻撃を避ける。\n- スキルを無駄にせず、確実に当てられるタイミングを見計らう。\n- サポートと連携し、カイ＝サに対するハラスを強化する。\n- 早めに防具を購入し、カイ＝サのバーストダメージを軽減する。\n- 逃げ道を確保するために、Eの使用タイミングを慎重に考える。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、瞬時に接近して攻撃できるため、ケイトリンの長射程を活かす前にオールインされる可能性が高い。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、物理ダメージと魔法ダメージを両方扱えるため、ケイトリンの防御が難しい。\n- ケイトリンはスキルのモーションが長く、使用時に隙が生まれるため、カイ＝サの攻撃を受けやすい。\n- カイ＝サの移動能力により、ケイトリンの罠を避けられることが多く、効果的にハラスを行うのが難しい。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、カイ＝サの接近を防ぐために常に距離を保つ。\n- 罠を効果的に配置し、カイ＝サの移動を制限することで、オールインを防ぐ。\n- サポートと連携し、カイ＝サに対して集団でのハラスを行うことで、彼女のバーストを抑える。\n- 早めに防具を購入し、カイ＝サのダメージを軽減する。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンがカイ＝サに有利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サが脆弱な序盤に対して強力に圧力をかけられる。\n- カイ＝サはCCを持たないため、ドレイヴンの攻撃を避ける手段が限られている。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、装備面での優位を早期に確保できる。\n- ドレイヴンの移動速度上昇スキルにより、カイ＝サに対して追撃や逃げる際の柔軟性が高い。\n- カイ＝サは装備依存度が高く、序盤の強さを活かすドレイヴンに対しては立ち回りが難しい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削る。\n- 斧を正確に拾い続け、ダメージを最大化することでカイ＝サに対する圧力を維持する。\n- カイ＝サがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- サポートと連携し、カイ＝サを孤立させることで有利な状況を作る。\n- 目の前のミニオンを利用して、カイ＝サの攻撃を避けつつダメージを与える。",
      "サミーラ": "サミーラがカイ＝サに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、サミーラが優位に立ちやすい。\n- カイ＝サはCCを持たないため、サミーラの高いDPSを受けやすい。\n- サミーラはスキルの組み合わせでスタイルランクを上げることができ、バーストダメージを出しやすい。\n- カイ＝サの基礎ADが低いため、序盤のサミーラの攻撃に対して脆弱。\n- サミーラは瞬時の防御性能が高く、カイ＝サの攻撃を回避しやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削る。\n- サポートと連携して、カイ＝サに対してオールインを仕掛ける。\n- スキルを駆使して、カイ＝サの攻撃を避けつつ、接近戦を挑む。\n- スタイルランクを意識し、効果的にスキルを使ってダメージを与える。\n- 敵のCCを避けるために、適切なタイミングでスキルを使用する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にカイ＝サのようなハラス性能が低い相手に対して優位に立ちやすい。\n- アフェリオスの攻撃はAAに追加効果を付与するため、カイ＝サのシールドや回避能力に対しても効果的にダメージを与えられる。\n- アフェリオスはスネアやスローを持つ武器を使うことで、カイ＝サの機動力を制限しやすい。\n- カイ＝サは序盤が脆弱であるため、アフェリオスが早期に優位を築くことで、レーンでの圧力をかけやすい。\n\n有利の取り方:\n- レーン開始時にアフェリオスの武器を適切に選択し、カイ＝サに対してハラスを行う。\n- スネアやスローを持つ武器を使用して、カイ＝サの動きを制限し、オールインを仕掛けるタイミングを作る。\n- カイ＝サのスキルを避けつつ、AAを重ねてダメージを与え、レベル差を利用して優位を保つ。\n- 可能であれば、サポートと連携してカイ＝サを捕まえるチャンスを作り、早期にキルを狙う。",
      "ニーラ": "ニーラがカイ＝サに有利です。\n\n理由:\n- ニーラは近接チャンピオンであり、カイ＝サの射程を活かした攻撃を避けやすい。\n- ニーラのダッシュスキルにより、カイ＝サの攻撃を回避しつつ接近できるため、オールインが得意。\n- カイ＝サはCCがないため、ニーラの機動力を制限できず、ニーラが自由に動ける。\n- ニーラのパッシブによるヒールやシールド効果が、カイ＝サのバーストダメージに対抗できる。\n- ニーラは持続的なダメージを持ち、カイ＝サの瞬発力に対抗できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- ダッシュスキルを使ってカイ＝サの攻撃を避け、接近してオールインを仕掛ける。\n- サポートと連携し、ヒールやシールドを活かして持続的に戦う。\n- カイ＝サのスキルのクールダウンを見極め、隙を突いて攻撃する。\n- 早めにアイテムを揃え、戦闘能力を高めてカイ＝サに対抗する。",
      "ザヤ": "ザヤがカイ＝サに有利です。\n\n理由:\n- ザヤはスネアを持っており、カイ＝サの移動を制限できるため、接近戦で優位に立てる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カイ＝サのバーストダメージに対抗できる。\n- カイ＝サはCCを持たないため、ザヤのスキルを避ける手段が限られている。\n- ザヤは加速スキルを持っており、カイ＝サの攻撃を回避しやすい。\n- ザヤはラカンと組むことで、さらなる強化が可能で、カイ＝サに対して圧力をかけやすい。\n\n有利の取り方:\n- スネアを使ってカイ＝サの動きを制限し、オールインを狙う。\n- 集団戦ではAoEダメージを活かして、カイ＝サを優先的に狙う。\n- 加速スキルを使ってカイ＝サの攻撃を避けつつ、反撃のチャンスを伺う。\n- ラカンと連携して、カイ＝サに対する圧力を高める。\n- 位置取りを工夫し、カイ＝サの射程外から攻撃を行う。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備依存度を無視してダメージを与えられる。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスがしやすく、カイ＝サに対して主導権を握りやすい。\n- スロー効果を持つスキルにより、カイ＝サの移動を制限し、接近戦での優位性を保てる。\n- ユナラは集団戦でのAoEダメージが強力で、カイ＝サが集団戦での位置取りに苦労する中で有利に戦える。\n- カイ＝サのCCがないため、ユナラは自由に立ち回りながらダメージを与え続けることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- スロー効果を活用してカイ＝サの動きを制限し、オールインを仕掛けるタイミングを作る。\n- 集団戦では、アルティメットを使ってダメージを最大化し、カイ＝サを狙う。\n- カイ＝サのスキルを避けつつ、AAを重ねてダメージを与えることで、相手の反撃を抑える。",
      "ゼリ": "ゼリはカイ＝サに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、カイ＝サのスキルを避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを出しやすい。\n- カイ＝サは基礎ADが低く、序盤は脆弱であるため、ゼリのハラスに対して弱い。\n- ゼリは接近手段に確実性がないカイ＝サに対して、Kiteを行いやすい。\n- ゼリのウルトによるSlow効果で、カイ＝サの移動を制限できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- スキルを使って距離を保ちながら、カイ＝サの攻撃を避ける。\n- ウルトを使ってカイ＝サの移動を制限し、追撃や逃げを有利に進める。\n- カイ＝サのスキルのクールダウンを狙い、隙を見てオールインを仕掛ける。\n- 位置取りを工夫し、カイ＝サが攻撃しづらい状況を作る。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "コグ＝マウがトリスターナに不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、コグ＝マウが攻撃を当てる前にダメージを受けやすい。\n- トリスターナのバーストダメージが高く、序盤から中盤にかけてのハラスが強力で、コグ＝マウは自衛手段が乏しいため、早期にダメージを受けやすい。\n- トリスターナのノックバック効果により、コグ＝マウが近づくことが難しく、特にトリスターナが安全な位置から攻撃できる状況では不利が増す。\n- コグ＝マウは機動力が低く、トリスターナの高い移動能力に対抗できず、追撃や逃げる際に不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サポートと連携してトリスターナの攻撃を受けないように立ち回る。\n- トリスターナのスキルのクールダウンを利用して、スキルを使った後の隙を突いて攻撃する。\n- アイテムを早めに揃え、特に防御アイテムを優先してトリスターナのバーストダメージに耐えられるようにする。\n- トリスターナのノックバックを避けるため、位置取りを工夫し、できるだけ安全な距離から攻撃を行う。",
      "セナ": "セナが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、セナはハラスを受けやすい。\n- トリスターナのバーストダメージが高く、特に序盤から中盤にかけてセナの基礎ステータスが低いため、早期にキルを狙われるリスクがある。\n- トリスターナのノックバック効果により、セナが近づくことが難しく、攻撃を受ける機会が減る。\n- セナは逃げ手段が乏しく、トリスターナの攻撃を受けると捕まる可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃範囲を意識して位置取りを工夫する。\n- トリスターナのスキルのクールダウンを利用して、攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、トリスターナに対する集中的なハラスを行い、彼女の成長を抑える。\n- 逃げ道を確保するために、視界を確保し、敵ジャングラーの動きを警戒する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤ではアッシュよりも長い射程を持つため、アッシュが攻撃しづらくなる。\n- トリスターナのバーストダメージが高く、特に序盤から中盤にかけてアッシュに対して強力なハラスが可能。\n- トリスターナのノックバック効果により、アッシュが近づくことが難しく、オールインを仕掛ける際に不利になる。\n- アッシュは機動スキルを持たないため、トリスターナの攻撃を避ける手段が限られている。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃範囲を意識して立ち回る。\n- サポートと連携し、トリスターナのスキルを使わせてから攻撃するタイミングを見計らう。\n- ウェーブ管理を行い、トリスターナがプッシュしすぎた際に反撃のチャンスを作る。\n- アイテムを早めに揃え、耐久力を上げることでトリスターナのバーストに耐えられるようにする。",
      "ジン": "ジンが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、ジンが攻撃しづらくなる。\n- トリスターナのバーストダメージは高く、オールインを仕掛けられるとジンは対処が難しい。\n- トリスターナのノックバック効果により、ジンの攻撃を妨害される可能性が高く、特に接近された際に不利になる。\n- ジンはブリンクを持たないため、トリスターナの攻撃を避ける手段が限られている。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、トリスターナの攻撃範囲を意識して立ち回る。\n- サポートと連携し、トリスターナがオールインを仕掛けてくるタイミングを予測してカウンターを狙う。\n- 逃げ道を確保するために、位置取りを工夫し、トリスターナのノックバックを避ける。\n- アイテムを早めに揃え、トリスターナに対抗できるダメージを確保する。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、トゥイッチが近づくのが難しい。\n- トリスターナのノックバック効果を持つスキルにより、トゥイッチが接近した際に安全に距離を取ることができる。\n- トリスターナは序盤から高いバーストダメージを持ち、特に脆弱なトゥイッチに対して有利に立ち回ることができる。\n- トゥイッチは逃げ性能が低く、トリスターナの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、トリスターナの攻撃範囲を意識して立ち回る。\n- サポートと連携し、トリスターナのスキルを避けるためのポジショニングを工夫する。\n- トリスターナのスキルのクールダウンを狙って、攻撃の隙を突く。\n- アイテムを早めに揃え、トリスターナに対抗できる火力を持つようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- トリスターナは長射程を持ち、サミーラが接近する前に攻撃を受けることができるため、サミーラは攻撃を仕掛けるのが難しい。\n- トリスターナのノックバック効果により、サミーラが接近した際に距離を取られ、攻撃のチャンスを失う可能性が高い。\n- サミーラは低い防御ステータスを持ち、トリスターナのバーストダメージに対して脆弱であるため、早期に倒されるリスクがある。\n- トリスターナは序盤から中盤にかけて強力なバーストダメージを持ち、サミーラが育つ前に有利に立ち回ることができる。\n\n不利の緩和策:\n- サポートと連携し、トリスターナの攻撃を避けるために位置取りを工夫する。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、耐久力を上げることでトリスターナのバーストに耐えられるようにする。\n- トリスターナのノックバックを避けるために、ブリンクや移動スキルを活用して距離を詰めるタイミングを調整する。"
    },
    "loses": {
      "コーキ": "コーキがトリスターナに有利です。\n\n理由:\n- コーキはAoEダメージを持ち、トリスターナの攻撃を受ける前にハラスが可能。\n- コーキのスキルは長射程で、トリスターナが近づく前にダメージを与えられる。\n- トリスターナはスキルのクールダウンが長く、序盤は攻撃の隙が大きいが、コーキは短いクールダウンで持続的にダメージを与えられる。\n- コーキはトリスターナのバーストダメージに対して耐性があり、特に防御力を下げるデバフを持っているため、トリスターナに対して有利に立ち回れる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、トリスターナのHPを削る。\n- スキルを使ってウェーブを早くプッシュし、トリスターナが近づく前に有利な位置を取る。\n- トリスターナのスキルのクールダウンを狙って、隙を突いて攻撃する。\n- 敵サポートやジャングラーの動きを見て、トリスターナを孤立させるように立ち回る。",
      "アフェリオス": "アフェリオスがトリスターナに有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にトリスターナのバーストダメージに対抗する手段を持っています。\n- トリスターナは序盤のスキルクールダウンが長く、アフェリオスはその間にハラスを行いやすいです。\n- アフェリオスのスネアやスローを持つ武器は、トリスターナの移動能力を制限し、彼女の攻撃を避ける手助けになります。\n- アフェリオスは装備によるスケールが良好で、特に脅威ステータスが育つとトリスターナに対して高い火力を発揮できます。\n- トリスターナはレベル依存度が高く、序盤の成長が重要ですが、アフェリオスは序盤から安定したハラスが可能です。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トリスターナのスキルクールダウンを利用してダメージを与える。\n- トリスターナの攻撃範囲が増加する前に、レベルを上げて装備を整える。\n- トリスターナのスキルを避けるために、アフェリオスのスネアやスローを効果的に使用する。\n- トリスターナがスキルを使った後の隙を狙って、攻撃を仕掛ける。\n- サポートと連携して、トリスターナを捕まえるチャンスを作る。",
      "ドレイヴン": "ドレイヴンがトリスターナに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、トリスターナがスキルを使った後の隙を突いて攻撃できる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、ドレイヴンが有利に立ち回れる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテムを早く揃えることでトリスターナに対して圧力をかけられる。\n- トリスターナはレベルが上がるごとに射程が増えるが、ドレイヴンは序盤の強さを活かして早期にキルを狙うことができる。\n- ドレイヴンのCCスキルにより、トリスターナの移動を制限しやすく、追撃が容易。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トリスターナのHPを削る。\n- スキルを使った後のトリスターナの隙を狙ってオールインを仕掛ける。\n- パッシブを活かしてゴールドを稼ぎ、アイテムを早く揃える。\n- トリスターナのスキルクールダウン中に攻撃を仕掛け、優位に立つ。\n- サポートと連携して、トリスターナを孤立させる。",
      "シヴィア": "シヴィアがトリスターナに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナの攻撃を受ける前にレーンを押し込むことができる。\n- スペルシールドにより、トリスターナのCCスキルを無効化できるため、トレードで有利に立ち回れる。\n- シヴィアの攻撃は跳弾するため、ミニオンを利用してトリスターナにハラスをかけやすい。\n- トリスターナはスキルのクールダウンが長く、シヴィアがその隙を突いて攻撃することができる。\n- シヴィアは移動速度を上昇させる手段が多く、トリスターナのバーストダメージを避けやすい。\n\n有利の取り方:\n- レベル1から積極的にウェーブを押し込んで、トリスターナにプレッシャーをかける。\n- スペルシールドを活かして、トリスターナのスキルを無効化しながらトレードを行う。\n- ミニオンを利用してハラスを行い、トリスターナのHPを削る。\n- トリスターナのスキルのクールダウンを見計らって、積極的に攻撃を仕掛ける。\n- 集団戦では後衛にダメージを与えやすい位置取りを心がける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、トリスターナよりも遠くからハラスが可能です。\n- スネア効果を持つスキルにより、トリスターナの移動を制限しやすく、攻撃を当てやすくなります。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、ヴァルスがその隙を突いて攻撃できます。\n- ヴァルスのAoEダメージは集団戦やミニオンウェーブの処理に優れており、トリスターナがプッシュしづらくなります。\n- トリスターナは装備依存度が高く、アイテムが揃うまでの間にヴァルスが有利に立ち回ることができます。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、トリスターナのHPを削る。\n- スネアを使ってトリスターナの動きを制限し、追撃を狙う。\n- ミニオンウェーブをコントロールし、トリスターナがプッシュしづらい状況を作る。\n- トリスターナがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では後衛から安全に攻撃し、トリスターナが近づけないようにする。",
      "ザヤ": "ザヤがトリスターナに有利です。\n\n理由:\n- ザヤはスネア効果を持っており、トリスターナの移動を制限できるため、彼女の攻撃を避けやすくなります。\n- ザヤの無敵スキルを使うことで、トリスターナのバーストダメージを無効化できるため、トリスターナの攻撃を受けにくいです。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、トリスターナが集団戦での位置取りをする際に圧力をかけられます。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、ザヤがその隙を突いて攻撃するチャンスがあります。\n- ザヤはKite能力に優れており、トリスターナの攻撃を避けながら反撃することが得意です。\n\n有利の取り方:\n- トリスターナのスキルがクールダウン中のタイミングを狙って攻撃する。\n- スネアを使ってトリスターナの移動を制限し、ダメージを与える。\n- 無敵スキルを使ってトリスターナのバーストを回避し、その後に反撃する。\n- トリスターナが攻撃範囲外にいるときに積極的にハラスを行う。\n- 集団戦では、トリスターナの位置を把握し、AoEダメージを活かしてダメージを与える。",
      "カイ＝サ": "カイ＝サがトリスターナに有利です。\n\n理由:\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、状況に応じたダメージを出せる。\n- トリスターナは序盤から中盤にかけてのバーストダメージが高いが、カイ＝サはスキルを使って瞬時に移動し、シールドを得ることで生存能力が高い。\n- カイ＝サはトリスターナの攻撃を避けるための機動力があり、特にトリスターナのスキルのクールダウン中に攻撃を仕掛けやすい。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、カイ＝サがその隙を突くことができる。\n- カイ＝サは魔法ダメージを扱えるため、トリスターナの防具対策が難しく、ダメージを通しやすい。\n\n有利の取り方:\n- トリスターナのスキルのクールダウンを確認し、隙を見て攻撃を仕掛ける。\n- スキルを進化させて、トリスターナに対するダメージを最大化する。\n- トリスターナの攻撃範囲が広がる前に、早めにダメージを与えて有利な状況を作る。\n- トリスターナがスキルを使った後に攻撃を仕掛け、反撃を避ける。\n- 集団戦では、トリスターナの位置を把握し、奇襲を狙うことで優位に立つ。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ユナラはAAに特化したスキルを持ち、シヴィアの射程が短いため、レーンでのトレードで不利になる。\n- ユナラのスロー効果により、シヴィアは移動速度を上昇させる手段があっても、接近や逃げることが難しくなる。\n- ユナラの魔法ダメージは、シヴィアのスペルシールドでは無効化できないため、ダメージを受けやすい。\n- ユナラは集団戦でのAoEダメージが強力で、シヴィアは単体へのDPSが劣るため、集団戦での火力負けが起こりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して射線を切る。\n- ユナラのスキルを避けるために、スペルシールドを適切に使い、ダメージを軽減する。\n- シヴィアのウェーブクリア能力を活かして、早めにミニオンを処理し、レーンを押し込むことで有利な状況を作る。\n- サポートと連携して、ユナラに対するトレードを有利に進めるためのガンクを狙う。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ユナラは長射程の攻撃を持ち、サミーラが接近する前にハラスを行いやすい。\n- ユナラのスロー効果により、サミーラは接近戦に持ち込むのが難しくなる。\n- ユナラの魔法ダメージは、サミーラの防御ステータスを無視してダメージを与えることができるため、サミーラはダメージを受けやすい。\n- ユナラは集団戦でのAoEダメージが強力で、サミーラが接近する前に大きなダメージを与えられる。\n- サミーラは単独でのCCがないため、ユナラのスローに対して無力になりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して接近するタイミングを見計らう。\n- サポートと連携し、ユナラに対して一斉攻撃を仕掛けることで、サミーラのバーストダメージを活かす。\n- ユナラのスキルを避けるために、移動を意識して立ち回り、スローを受けないようにする。\n- アイテムを工夫して、耐久力を上げることでユナラのダメージを軽減する。\n- 集団戦では、味方のCCを利用してユナラに接近し、ダメージを与えるタイミングを見極める。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ユナラは攻撃範囲が長く、カイ＝サが接近する前にハラスを受けやすい。\n- ユナラのスロー効果により、カイ＝サの移動が制限され、逃げるのが難しくなる。\n- ユナラは魔法ダメージを持ち、カイ＝サの防具によるダメージ軽減がしにくい。\n- ユナラのAoEダメージにより、集団戦でのカイ＝サの生存が難しくなる。\n- カイ＝サは序盤が脆弱で、ユナラのハラスに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して立ち回る。\n- ユナラのスローを避けるため、位置取りを意識し、距離を保つ。\n- 早めに防具を購入し、ユナラの魔法ダメージに対抗する。\n- サポートと連携し、ユナラに対してオールインを仕掛けるタイミングを見計らう。\n- レベルアップやアイテム完成後に積極的に戦闘を仕掛け、逆転を狙う。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ユナラは長い攻撃範囲を持ち、ヴェインが接近する前にハラスを行いやすい。\n- ユナラのスロー効果により、ヴェインの機動力が制限され、逃げることが難しくなる。\n- ユナラの魔法ダメージは、ヴェインの防御力を無視してダメージを与えるため、特に序盤でのハラスが効果的。\n- ヴェインは射程が短く、ユナラの攻撃を受けながら攻撃するのが難しい。\n- ユナラのAoEダメージにより、集団戦でのヴェインの立ち回りが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して接近するタイミングを見計らう。\n- ユナラのスキルを避けるために、ダッシュをタイミングよく使用し、スローを回避する。\n- サポートと連携し、ユナラに対してガンクを仕掛けることで、レーンの主導権を取り戻す。\n- アイテムを早めに購入し、耐久力を上げることでユナラのダメージを軽減する。\n- 集団戦では、ユナラのスキルを避けつつ、他の敵チャンピオンを狙うことで、ダメージを分散させる。",
      "ニーラ": "ニーラがユナラに不利です。\n\n理由:\n- 射程の短さ: ニーラは近接チャンピオンであり、ユナラの長い射程に対抗しづらい。\n- ハラスの強さ: ユナラはAAに特化したスキルを持ち、持続的なハラスが可能で、ニーラはそれに対して反撃しにくい。\n- CCの差: ユナラはスロー効果を持ち、ニーラの動きを制限することができるため、ニーラが攻撃しづらくなる。\n- 序盤の脆弱性: ニーラはサポートがいない場合、序盤にハラスを受けやすく、ユナラの攻撃に対して耐えられないことが多い。\n- 装備依存: ニーラは装備やレベルに依存しやすく、序盤に不利になるとその後の成長が難しくなる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ユナラのハラスを避ける。\n- サポートと連携し、ハラスを受けないようにする。\n- ユナラのスキルを避けるために、ダッシュを活用して立ち回る。\n- 早めにアイテムを購入し、耐久力を上げることでユナラの攻撃に耐える。\n- 集団戦では、ユナラのスキルを避けつつ、味方と連携して攻撃する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ユナラはAAに特化したスキルを持ち、クリティカルヒット時に追加の魔法ダメージを与えるため、ミス・フォーチュンの通常攻撃に対して強力な反撃が可能です。\n- ユナラの攻撃範囲が長いため、ミス・フォーチュンはハラスを受けやすく、レーンでの優位性を失いやすいです。\n- ユナラのスロー効果により、ミス・フォーチュンは接近されると逃げる手段が乏しく、特にユナラの攻撃を受けると脆弱になります。\n- ユナラは集団戦でのAoEダメージが強力で、ミス・フォーチュンのUltが発動する前にダメージを与えられる可能性が高いです。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して射線を切り、ユナラの攻撃を受けないように立ち回る。\n- ユナラのスキルを避けるために、移動速度を活かして位置取りを工夫し、接近されないようにする。\n- ミニオンウェーブを管理し、ユナラが攻撃しづらい状況を作ることで、ハラスを減らす。\n- サポートと連携して、ユナラに対してオールインを仕掛けるタイミングを見計らい、逆にダメージを与えるチャンスを作る。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ユナラは攻撃範囲が長く、ザヤが接近する前にハラスを行いやすい。\n- ユナラのスキルは魔法ダメージを持ち、ザヤの防御力を無視してダメージを与えることができる。\n- ユナラのスロー効果により、ザヤのKite能力が制限され、逃げることが難しくなる。\n- ユナラはAoEダメージを持ち、集団戦でのダメージ出力が高いため、ザヤが集団戦で劣位に立たされることが多い。\n- ザヤは射程が短いため、ユナラの攻撃を受けやすく、特にレーン戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ユナラのスキルを避けるために、移動を意識して立ち回る。\n- サポートと連携して、ユナラに対するエンゲージを試みる。\n- アイテムを工夫して、魔法ダメージに対する耐性を高める。\n- 集団戦では、ユナラのスキルを避けるために立ち位置を調整し、後衛からの攻撃を心がける。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキはAoEダメージを持ち、ユナラのようなAA依存のチャンピオンに対してハラスが得意です。\n- コーキのスキルは長射程で、ユナラが近づく前にダメージを与えることができます。\n- ユナラはスローしか持っておらず、コーキに対してCCがないため、コーキは自由に動き回ることができます。\n- コーキは敵の防御力を低下させるデバフを持っており、ユナラに対してダメージを通しやすいです。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを出しやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラのHPを削る。\n- スキルを使ってユナラの攻撃範囲外から攻撃し、接近を許さない。\n- ユナラがスキルを使った後の隙を狙って攻撃する。\n- 敵の防御力を下げるデバフを活用し、ユナラに対して高いダメージを出す。\n- マナ管理に注意し、スキルを適切に使いながら持続的にダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラのHPを早期に削ることができる。\n- ユナラは通常攻撃に依存しているため、ドレイヴンの高い攻撃力とCCによって圧力をかけやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ユナラのスロー効果はあるものの、ドレイヴンは移動速度を上げるスキルを持っており、追撃や逃げる際に有利に立ち回れる。\n- ドレイヴンは攻撃範囲が長く、ユナラのハラスを受けにくい状況を作りやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ユナラのHPを削る。\n- 斧を正確に拾い続け、ダメージを最大限に引き出す。\n- ユナラがスローを使った後に、移動速度上昇のスキルを使って距離を詰め、オールインを狙う。\n- ユナラのスキルのクールダウンを把握し、スキルがないタイミングで攻撃を仕掛ける。\n- 可能であれば、サポートと連携してガンクを仕掛け、ユナラを早期に排除する。",
      "ジグス": "ジグスがユナラに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ユナラの攻撃範囲を超えてハラスが可能です。\n- ユナラは通常攻撃に依存しているため、ジグスのAoE攻撃で一方的にダメージを与えやすいです。\n- ジグスのスキルは範囲攻撃であり、ユナラが近づく前にダメージを与えることができます。\n- ユナラのスロー効果はジグスに対してあまり効果的ではなく、ジグスは距離を保ちながら攻撃できます。\n- ジグスはタワー破壊能力が高く、ユナラがレーンで優位に立つのを防ぎやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- スキルを使ってミニオンを処理しつつ、ユナラにダメージを与える。\n- ユナラが近づいてきた際には、地雷を設置してスローをかけ、距離を保つ。\n- タワーを攻撃する際には、ユナラが近づけないようにスキルを使って圧力をかける。\n- 集団戦では、ユナラの位置を意識し、AoE攻撃でダメージを与え続ける。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、ユナラのスロー効果に対しても柔軟に対応可能です。\n- アフェリオスの攻撃はAAに追加効果を付与するため、ユナラの魔法ダメージに対しても高い耐性を持ちます。\n- ユナラは通常攻撃に依存しているため、アフェリオスのCCを利用してユナラの攻撃を妨害しやすいです。\n- アフェリオスは序盤のハラス性能が高く、ユナラが育つ前に有利な状況を作りやすいです。\n- アフェリオスは集団戦でのダメージ出力が高く、ユナラのAoEダメージに対抗する手段を持っています。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- CCを駆使してユナラの動きを制限し、攻撃を受けないように立ち回る。\n- 武器の組み合わせを状況に応じて変え、ユナラに対して最適なダメージを与える。\n- 集団戦では位置取りを意識し、ユナラのスキルを避けながらダメージを出す。\n- ユナラが育つ前に早期の有利を確保し、ゲーム全体をコントロールする。",
      "ヴァルス": "ヴァルスがユナラに有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、ユナラの攻撃範囲を超えてハラスが可能です。\n- ヴァルスのスキルにはスネア効果があり、ユナラの動きを制限することができるため、接近を阻止できます。\n- ヴァルスはAoEダメージを持っており、ユナラが集団戦でのダメージを出す前に大きなダメージを与えることができます。\n- ユナラは通常攻撃に依存しているため、ヴァルスのスキルでハラスされると立ち回りが難しくなります。\n- ヴァルスはスノーボール性能が高く、ユナラをキルすることでさらに強化されるため、早期に有利を取ることができます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- スネアを使ってユナラの動きを制限し、攻撃を当てやすくする。\n- 集団戦では、ユナラが攻撃する前にAoEスキルでダメージを与え、ユナラを排除する。\n- ユナラが近づく前に、常に距離を保ちながら攻撃を行う。\n- 早期にアイテムを揃え、ダメージを増加させてユナラに対する圧力を高める。",
      "ゼリ": "ゼリはユナラに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ユナラのスローを避けやすいため、接近戦で有利に立ち回れる。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出し続けられる。\n- ユナラは通常攻撃に依存しているが、ゼリはスキルを駆使して戦うため、ユナラの攻撃を避けやすい。\n- ゼリの攻撃範囲が長く、ユナラのハラスを受けにくい。\n- ユナラのCCがスローのみであるため、ゼリの機動力を活かして逃げることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- スキルを使ってユナラの攻撃を避け、反撃のチャンスを狙う。\n- ユナラがスキルを使った後の隙を突いて攻撃する。\n- 敵ジャングラーの動きを警戒しつつ、位置取りを工夫して安全にファームする。\n- 集団戦では、ユナラのスローを避けながら、後衛からダメージを出す。",
      "ルシアン": "ルシアンがユナラに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラのハラスを上回ることができる。\n- スキルのクールダウンが短く、連続攻撃が可能なため、ユナラのスローを避けながら攻撃できる。\n- ルシアンの機動力により、ユナラの攻撃を回避しやすく、接近戦で有利に立ち回れる。\n- ユナラは通常攻撃に依存しているため、ルシアンのバーストで早期にダメージを与えることで、ユナラの立ち回りを制限できる。\n- ルシアンは射程が短いが、ユナラの攻撃範囲を意識しながら立ち回ることで、ハラスを受けにくくできる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削る。\n- スキルを使った後の通常攻撃を活用し、ユナラに対して連続的にダメージを与える。\n- ユナラのスローを避けるために、位置取りを工夫し、攻撃を行うタイミングを見計らう。\n- 敵ジャングラーの動きを意識し、ガンクを避けつつ、ユナラにプレッシャーをかけ続ける。\n- 集団戦では、ユナラの攻撃範囲を意識しつつ、機動力を活かして立ち回り、ダメージを出し続ける。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、ユナラよりも長い射程を持つため、遠くから安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特にユナラのような脆いサポートに対しては早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意で、ユナラのスロー効果を避けやすい。\n- ユナラは通常攻撃に依存しているため、トリスターナのノックバック効果で距離を取ることができる。\n- トリスターナは序盤から中盤にかけてのダメージが高く、ユナラが育つ前に有利に立ち回ることができる。\n\n有利の取り方:\n- レベルアップを意識し、攻撃範囲の増加を活かしてユナラに対してハラスを行う。\n- ユナラがスキルを使った後の隙を狙い、バーストダメージで早期にキルを狙う。\n- ノックバック効果を利用して、ユナラの攻撃を避けつつ安全にダメージを与える。\n- 逃げ道を確保しつつ、ユナラのスローを避けるために位置取りを工夫する。\n- 集団戦では、射程を活かして後方から安全に攻撃し、ユナラのダメージを受けないように立ち回る。",
      "ケイトリン": "ケイトリンがユナラに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ユナラよりも遠くから攻撃できるため、一方的にハラスが可能。\n- ユナラはAAに依存しているため、ケイトリンの射程の長さにより、ユナラが攻撃を当てる前にダメージを与えられる。\n- ケイトリンの罠によるスネア効果で、ユナラの動きを制限し、接近を難しくすることができる。\n- ユナラはスローしか持たないため、ケイトリンの逃げる手段に対して効果的ではない。\n- ケイトリンはレーンでのタワーシージが得意で、ユナラが防御しづらい状況を作り出せる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削る。\n- 罠を適切に配置し、ユナラが近づけないようにする。\n- ユナラがスキルを使った後の隙を狙って攻撃する。\n- クリティカルヒットを活かして、ユナラに対して高いバーストダメージを与える。\n- ジャングラーと連携して、ユナラを狙ったガンクを行う。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルはスキルを駆使して戦うため、ユナラの通常攻撃に対して安全な距離からハラスが可能です。\n- エズリアルのスキルは長射程であり、ユナラのスロー効果を避けながら攻撃できます。\n- ユナラは通常攻撃に依存しているため、エズリアルのスキルによるポークでHPを削りやすいです。\n- エズリアルは高い機動力を持ち、ユナラの攻撃を回避しやすいです。\n- ユナラのCCはスローのみで、エズリアルのワープスキルによって簡単に逃げることができます。\n\n有利の取り方:\n- レーン開始時からスキルを使ってユナラにハラスを行い、早めにHPを削る。\n- ユナラのスローを避けるために、常に位置取りを意識し、Eを使って逃げる準備をする。\n- ユナラが攻撃を仕掛けてきた際には、スキルを使って反撃し、ダメージを与える。\n- ミニオンウェーブを利用して、ユナラの攻撃を受けずに安全にCSを取る。\n- 集団戦では、ユナラのスキルを避けつつ、後衛からダメージを与える立ち回りを心がける。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- トゥイッチは高い機動力と奇襲能力を持っており、セナの逃げ手段が乏しいため、捕まるリスクが高い。\n- トゥイッチの攻撃は持続的なダメージを与えるため、セナの回復能力があまり効果的でない場合がある。\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、セナはその奇襲に対して脆弱である。\n- トゥイッチのアルティメットは長射程であり、集団戦での火力が非常に高いため、セナが対処しにくい。\n\n不利の緩和策:\n- レーンでのハラスを強化し、トゥイッチの攻撃を受ける前にダメージを与える。\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に使用する。\n- セナのスネアを活用して、トゥイッチが近づいてきた際に捕まえるチャンスを作る。\n- チームメイトと連携し、トゥイッチが孤立している時に攻撃を仕掛ける。",
      "コグ＝マウ": "コグ＝マウがトゥイッチに不利です。\n\n理由:\n- コグ＝マウは機動力が低く、トゥイッチの奇襲に対して脆弱です。\n- トゥイッチはステルスを利用して接近し、コグ＝マウの自衛手段を無効化することができます。\n- トゥイッチのアルティメットによる高いダメージ出力は、コグ＝マウの耐久力を圧倒します。\n- コグ＝マウは基礎射程が短く、トゥイッチの長射程攻撃に対して不利な状況に置かれやすいです。\n- トゥイッチのスロー効果は、コグ＝マウの移動を制限し、逃げる手段を奪います。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの奇襲を避けるようにする。\n- サポートと連携し、トゥイッチが接近する前にハラスを行う。\n- 早めに防御アイテムを購入し、トゥイッチのダメージを軽減する。\n- トゥイッチのアルティメット中は慎重に行動し、集団戦では位置取りを工夫する。\n- スキルのCDを意識し、トゥイッチの攻撃を受ける前に自衛手段を使う。",
      "シヴィア": "シヴィアがトゥイッチに不利です。\n\n理由:\n- トゥイッチは高いバーストダメージを持ち、奇襲が得意なため、シヴィアが攻撃を受けやすい。\n- シヴィアの基礎射程が短く、トゥイッチの攻撃を受けるリスクが高い。\n- トゥイッチのステルスによる奇襲が、シヴィアのスペルシールドでは対処しきれない。\n- トゥイッチのアルティメットによる範囲攻撃は、シヴィアの後衛としての役割を脅かす。\n- シヴィアは単体へのDPSが低いため、トゥイッチとの殴り合いで不利になる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの攻撃を避ける。\n- サポートと連携し、トゥイッチの奇襲を警戒する。\n- ウェーブクリア能力を活かして、早めにレーンを押し込むことでトゥイッチの動きを制限する。\n- トゥイッチのアルティメット中は慎重に行動し、集団戦では距離を保つ。\n- アイテムビルドで防御力を高め、トゥイッチのバーストを耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動スキルを持たないため、捕まるリスクが高い。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アッシュはその攻撃を避けるのが難しい。\n- アッシュの攻撃力は序盤は控えめで、トゥイッチの毒による持続ダメージに対抗しにくい。\n- トゥイッチはスロー効果を持つ攻撃を行うため、アッシュのKiting能力が制限される。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、トゥイッチの奇襲を避ける。\n- サポートと連携して、トゥイッチがステルス状態の時に視界を確保する。\n- トゥイッチのアルティメットが発動した際は、距離を保ちつつ安全な位置から攻撃する。\n- 早めに防具アイテムを購入し、トゥイッチのダメージを軽減する。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスは機動力が低いため、捕まりやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アフェリオスは集団戦で狙われやすい。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、トゥイッチに対して早期に圧力をかけられると厳しい。\n- トゥイッチの毒による持続ダメージは、アフェリオスの回復手段が限られているため、非常に厳しい。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、トゥイッチの攻撃を避けるように心がける。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保する。\n- アフェリオスの武器を適切に使い分け、トゥイッチとのトレードで有利を取れるようにする。\n- アイテムを早めに購入し、耐久力を上げることで、トゥイッチの攻撃に耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスが接近されると自衛手段が乏しいため、非常に危険です。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が高く、ジンクスが安全に攻撃できる距離から攻撃されることが多いです。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの奇襲や瞬時の攻撃に対処しづらいです。\n- トゥイッチは自動攻撃に依存しているため、ジンクスが先手を打たれると競り負けやすく、特に序盤のトレードで不利になります。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、トゥイッチのステルスを警戒して常に視界を確保する。\n- サポートと連携して、トゥイッチが奇襲を仕掛ける前に先手を打つようにする。\n- 自衛手段を強化するために、早めに防御アイテムを購入する。\n- トゥイッチのアルティメットが発動した際は、距離を取り、集団戦では位置取りを工夫して被弾を避ける。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- スモルダーはAA強化がないため、トゥイッチの高DPSに対抗しづらい。\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、スモルダーは逃げ性能がEスキルに依存しているため、奇襲に弱い。\n- トゥイッチのアルティメットによる長射程攻撃は、スモルダーが集団戦でのAoE攻撃を行う際に脅威となる。\n- スモルダーは序盤のスキル性能が低く、トゥイッチが序盤から強力なダメージを持つため、レーニングで不利になりやすい。\n- トゥイッチのスロー効果は、スモルダーの移動を制限し、逃げる手段を奪う可能性がある。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、トゥイッチの攻撃を避けることに集中する。\n- スモルダーのEスキルを活用して、トゥイッチの攻撃を受けない位置取りを心がける。\n- サポートと連携し、トゥイッチの奇襲を防ぐために視界を確保する。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- 集団戦では、トゥイッチのアルティメットが発動する前に位置取りを工夫し、AoE攻撃を活かすタイミングを見計らう。",
      "ジグス": "ジグスが不利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジグスのスキルを避けやすい。\n- トゥイッチの攻撃は持続的なダメージを与えるため、ジグスの耐久力が低いとすぐに削られてしまう。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できる距離からダメージを与えられる。\n- ジグスは接近を許すと無力になりやすく、トゥイッチの奇襲に対して脆弱である。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、トゥイッチのステルスを警戒する。\n- サポートと連携して、トゥイッチが近づく前にダメージを与える。\n- マナ管理をしっかり行い、スキルを無駄にしないようにする。\n- トゥイッチのアルティメット中は距離を保ち、無理に前に出ないようにする。"
    },
    "loses": {
      "コーキ": "コーキがトゥイッチに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トゥイッチが近づく前にハラスが可能。\n- コーキのAoEダメージは、トゥイッチのステルス状態を無視してダメージを与えることができる。\n- トゥイッチは逃げ性能が低く、コーキの持続的なダメージに対して脆弱。\n- コーキはトゥイッチの攻撃を受ける前に、スキルを使って距離を取ることができる。\n- トゥイッチのバーストダメージに対して、コーキは持続的なダメージを出せるため、トレードで有利。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- スキルを使ってトゥイッチが近づく前にダメージを与え、距離を保つ。\n- トゥイッチがステルスを使った際には、AoEスキルで位置を予測して攻撃する。\n- 集団戦では、トゥイッチが接近する前にダメージを与え、彼の動きを制限する。\n- トゥイッチのアルティメットが発動する前に、できるだけ多くのダメージを与えておく。",
      "ニーラ": "ニーラがトゥイッチに有利です。\n\n理由:\n- ニーラは高い機動力を持ち、トゥイッチの攻撃を避けやすい。\n- トゥイッチは自動攻撃に依存しているため、ニーラのダッシュやシールドで攻撃を無効化しやすい。\n- ニーラの持続的なダメージと回復能力により、トゥイッチのバーストダメージを受け流しやすい。\n- トゥイッチのスロー効果はニーラに対してあまり効果的ではなく、逃げることが容易。\n- ニーラは味方との連携を重視しており、サポートと組むことでトゥイッチに対して優位に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- ダッシュを利用してトゥイッチの攻撃を避け、反撃のチャンスを作る。\n- サポートと連携し、トゥイッチに対して集中的に攻撃を仕掛ける。\n- トゥイッチがスキルを使った後の隙を狙って攻撃する。\n- トゥイッチがステルス状態の時に、予測して攻撃を仕掛ける。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチに対してハラスが強力です。\n- ルシアンのスキルはクールダウンが短く、連続攻撃が可能なため、トゥイッチの逃げる隙を与えにくいです。\n- トゥイッチは逃げ性能が低く、ルシアンの攻撃を受けると脆弱です。\n- ルシアンは機動力が高く、トゥイッチのスロー効果を避けやすいです。\n- ルシアンはトゥイッチのステルスを見破ることができ、奇襲を防ぎやすいです。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、トゥイッチの体力を削る。\n- スキルを使ってトゥイッチにダメージを与え、逃げ道を封じる。\n- トゥイッチがステルスを使った際に、位置を予測して攻撃を仕掛ける。\n- ルシアンの機動力を活かして、トゥイッチの攻撃を避けつつ反撃する。\n- サポートと連携して、トゥイッチを孤立させる。",
      "ドレイヴン": "ドレイヴンがトゥイッチに有利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチが成長する前に圧倒することができる。\n- トゥイッチは逃げ性能が低く、ドレイヴンの攻撃を受けやすい。特に、ドレイヴンのCCを受けるとトゥイッチは反撃が難しくなる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- トゥイッチは自動攻撃に依存しているため、ドレイヴンの高いバーストに対して脆弱である。\n- ドレイヴンは移動速度を上げるスキルを持っており、トゥイッチの奇襲を防ぎやすい。\n\n有利の取り方:\n- 序盤から積極的にトレードを仕掛け、トゥイッチにダメージを与えていく。\n- トゥイッチがスキルを使った後の隙を狙い、CCを使って追撃する。\n- アイテムを早めに揃え、トゥイッチに対して圧力をかけ続ける。\n- トゥイッチがステルスを使った際には、位置を予測して攻撃を仕掛ける。\n- サポートと連携し、トゥイッチを孤立させることでキルを狙う。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持っており、トゥイッチに対して安全な距離から攻撃できるため、ハラスが容易です。\n- トゥイッチは逃げ性能が低く、エズリアルのスキルを受けやすい状況にあります。\n- エズリアルのワープスキルにより、トゥイッチの奇襲を回避しやすく、逆に追撃することも可能です。\n- トゥイッチは主に自動攻撃に依存しているため、エズリアルのスキルでのポークが効果的です。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、トゥイッチが育つ前に有利なトレードが可能です。\n\n有利の取り方:\n- レーン開始時から積極的にスキルを使ってトゥイッチをハラスし、CSを取りつつ相手の体力を削る。\n- トゥイッチがカモフラージュを使った際には、ワープスキルを駆使して位置を変え、奇襲を回避する。\n- トゥイッチがアルティメットを使う前に、エズリアルのスキルでダメージを与え、相手の体力を削る。\n- トゥイッチが装備を整える前に、エズリアルのスキルコンボで早期にキルを狙う。\n- サポートと連携し、トゥイッチが孤立した際に一気に攻撃を仕掛ける。",
      "トリスターナ": "トリスターナがトゥイッチに有利です。\n\n理由:\n- トリスターナは序盤から高いバーストダメージを持ち、トゥイッチの脆弱な状態を突くことができる。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、トゥイッチの攻撃を受ける前に安全に攻撃できる。\n- トリスターナはノックバック効果を持つスキルを使って、トゥイッチの奇襲を防ぐことができる。\n- トリスターナは移動能力が高く、トゥイッチのスロー効果を避けやすい。\n- トゥイッチは逃げ性能が低く、トリスターナのバーストを受けると簡単に倒される可能性が高い。\n\n有利の取り方:\n- 序盤から積極的にトレードを仕掛け、トゥイッチのHPを削る。\n- トリスターナのスキルを使って、トゥイッチが攻撃しづらい位置に押し込む。\n- トリスターナのノックバックを利用して、トゥイッチが近づけないようにする。\n- トリスターナの射程を活かして、トゥイッチが攻撃できない距離から攻撃を行う。\n- トゥイッチがスキルを使った後の隙を狙って、積極的に攻撃する。",
      "ヴァルス": "ヴァルスがトゥイッチに有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、トゥイッチが近づく前にダメージを与えることができる。\n- ヴァルスのCCスキルにより、トゥイッチの動きを制限し、奇襲を防ぐことができる。\n- トゥイッチは逃げ性能が低く、ヴァルスの持続的なダメージに対して脆弱である。\n- ヴァルスは集団戦でのAoEダメージが強力で、トゥイッチが集団戦に参加する際に不利になる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- CCスキルを使ってトゥイッチの動きを制限し、攻撃のチャンスを作る。\n- トゥイッチがステルスを使った際に、予測してスキルを当てることで奇襲を防ぐ。\n- 集団戦では、トゥイッチが近づく前にダメージを与え、彼の攻撃を無効化する。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由:\n- 射程の短さ: ニーラは近接チャンピオンであり、ヴェインの長射程に対して攻撃を当てるのが難しい。\n- ハラス能力: ヴェインは序盤から強力なハラスを持ち、ニーラはサポートがいないとハラスに対して脆弱。\n- CCの影響: ヴェインのノックバックやスタンはニーラの機動力を制限し、反撃のチャンスを奪う。\n- タイマン性能: ヴェインは1対1の戦闘において非常に強力で、ニーラはその強みを活かしにくい。\n- 装備依存: ニーラは装備やレベルに依存しやすく、序盤にビハインドを負うと存在感が薄れる。\n\n不利の緩和策:\n- サポートを活用: サポートチャンピオンと組むことで、ニーラのパッシブを活かし、ハラスを軽減する。\n- レーンでのポジショニング: ヴェインの攻撃を避けるために、適切なポジショニングを心がける。\n- 早めのアイテム購入: 早期に防御アイテムを購入し、耐久力を上げることでハラスに耐える。\n- 集団戦での役割: レーンでの不利を補うために、集団戦での役割を意識し、味方と連携する。\n- スキルのタイミング: ヴェインのスキルを避けるために、ニーラのダッシュをタイミングよく使用する。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。\n- ヴェインの攻撃は真のダメージを与えるため、エズリアルの防御を無視してダメージを与えられる。\n- ヴェインのノックバックやスタンによって、エズリアルは捕まりやすく、反撃が難しい。\n- エズリアルは主にスキルで戦うため、ヴェインの高い機動力に対してパフォーマンスが落ちる。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルはその接近戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取る。\n- ヴェインのスキルを避けるために、Eを適切に使って距離を保つ。\n- サポートと連携して、ヴェインに対する集団戦を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることで生存率を高める。\n- 可能であれば、ヴェインとの1対1を避け、他のチャンピオンと連携して戦う。",
      "ジン": "ジンが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジンの攻撃を回避しやすい。\n- ヴェインのスキルは、ジンの攻撃を受けた際に反撃する能力が高く、オールインでの勝率が高い。\n- ジンはブリンクを持たず、ヴェインが接近してくると逃げる手段が限られる。\n- ヴェインの真のダメージは、ジンのHPを迅速に削ることができ、特にジンが低HPの時に危険。\n- ヴェインのCCスキルにより、ジンは動きを制限され、反撃のチャンスが減る。\n\n不利の緩和策:\n- レーンでのハラスを避け、できるだけ安全にファームを行う。\n- サポートと連携し、ヴェインに対して集団でのトレードを行う。\n- 位置取りを意識し、ヴェインのスキルを避けるように動く。\n- アイテムを早めに購入し、耐久力を上げることで生存率を高める。\n- ヴェインのスキルのCDを把握し、攻撃のタイミングを見計らう。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ザヤの攻撃を避けやすい。\n- ヴェインのスキルは壁を利用したノックバックを持ち、ザヤの攻撃を妨害できる。\n- ヴェインは短いCDのダッシュを持ち、ザヤのスネアを回避しやすい。\n- ヴェインのバーストダメージは高く、ザヤが自衛する前に大きなダメージを受ける可能性がある。\n- ヴェインは射程が短いザヤに対して、ハラスを行いやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ヴェインの攻撃を避ける。\n- スキルを使うタイミングを見極め、ヴェインのダッシュやCCを避ける。\n- サポートと連携し、ヴェインに対して集団でのエンゲージを試みる。\n- アイテムを工夫し、耐久力を上げることでヴェインのバーストを耐える。\n- 可能であれば、レーンを早めに離れ、他のレーンでのファームを考える。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすい。\n- ヴェインの攻撃は最大HPに比例した真のダメージを与えるため、シヴィアの耐久力を無視してダメージを与えられる。\n- シヴィアは射程が短く、ヴェインの攻撃を受けやすい。\n- ヴェインのノックバックやスタンを利用して、シヴィアの攻撃を妨害しやすい。\n- シヴィアは単体へのDPSが低いため、ヴェインとの1対1のトレードで不利になることが多い。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ヴェインの攻撃を避ける。\n- ウェーブクリア能力を活かして、早めにミニオンを処理し、タワー下で安全にファームする。\n- サポートと連携して、ヴェインに対するハラスを行い、トレードを有利に進める。\n- アイテムを早めに購入し、耐久力を上げることでヴェインのダメージを軽減する。\n- 集団戦では後衛としての役割を意識し、ヴェインとの1対1を避ける。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスはハラス性能が高く、ヴェインの射程を活かす前にダメージを与えることができる。\n- ヴェインは射程が短いため、アフェリオスの攻撃を受けやすい。\n- アフェリオスの武器の組み合わせにより、ヴェインの機動力を制限することができる。\n- アフェリオスは集団戦での火力が高く、ヴェインが集団戦で活躍しにくい。\n- ヴェインはCCを受けると脆弱であり、アフェリオスのスネアやスローで捕まえやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- アフェリオスの武器を状況に応じて使い分け、ヴェインの動きを制限する。\n- 敵のサポートやジャングラーの動きを警戒しつつ、ヴェインに対して安全に攻撃を続ける。\n- 集団戦では、ヴェインが接近する前にダメージを与え、彼女の機動力を活かさせないようにする。\n- ヴェインがCCを受けるタイミングを見計らい、スキルを使って捕まえる。",
      "セナ": "セナが有利です。\n\n理由:\n- 射程が長いため、ヴェインの攻撃を避けながらハラスが可能。\n- スネア効果を持つスキルで、ヴェインの機動力を制限できる。\n- 回復能力があり、ヴェインの攻撃を受けても持ちこたえやすい。\n- パッシブによってスケールしやすく、育つと高い火力を発揮できる。\n- ヴェインは短射程であるため、セナの長射程を活かして安全にダメージを与えられる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- スネアを使ってヴェインの動きを制限し、追撃や逃げる手段を奪う。\n- セナの回復スキルを活用して、ヴェインの攻撃を受けても耐えられるようにする。\n- 位置取りを工夫し、ヴェインの攻撃範囲外から攻撃を行う。\n- サポートと連携し、ヴェインに対してプレッシャーをかけ続ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインに対して強力なハラスが可能です。\n- ドレイヴンの攻撃はAAに依存しており、ヴェインの射程が短いため、ドレイヴンが先手を取ることができます。\n- ドレイヴンのCCスキルにより、ヴェインの機動力を制限しやすく、追撃が容易です。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n- ヴェインはCCを受けると脆弱であり、ドレイヴンの攻撃を受けると早期に倒されるリスクがあります。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ヴェインにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出す。\n- CCを活用してヴェインの動きを制限し、オールインを狙う。\n- アイテムを早めに揃え、スノーボールを狙うことでレーンを支配する。\n- ヴェインがダッシュやステルスを使った後の隙を狙って攻撃する。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ヴェインの射程を上回るため、ハラスがしやすい。\n- コーキのAoEダメージは、ヴェインが近づく前にダメージを与えることができ、レーンでのプッシュも早い。\n- ヴェインは短射程であるため、コーキの攻撃を避けるのが難しく、特に序盤は不利になる。\n- コーキは防御力を低下させるデバフを持っており、ヴェインのダメージを通しやすくする。\n- コーキはCCを持たないが、ヴェインはCCに弱いため、コーキの攻撃を受けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- スキルを使ってレーンをプッシュし、相手のファームを妨害する。\n- コーキのアルティメットを活用して、ヴェインが近づく前に大きなダメージを与える。\n- マナ管理に注意しつつ、スキルを連打してヴェインにプレッシャーをかけ続ける。\n- 敵ジャングラーの動きを警戒しつつ、位置取りを工夫して安全にハラスを続ける。",
      "ゼリ": "ゼリはヴェインに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えられる。\n- ヴェインは射程が短く、ゼリの長射程の攻撃に対して接近しづらい。\n- ゼリはスロー効果を持つスキルを使うことで、ヴェインの機動力を制限できる。\n- ゼリは序盤のハラスが得意で、ヴェインの弱い序盤を突くことができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインのHPを削る。\n- スキルを使ってヴェインの攻撃を避けつつ、ダメージを与える。\n- ヴェインが近づいてきた際には、スローを使って距離を保つ。\n- ゼリの機動力を活かして、ヴェインのCCを避ける。\n- レベルアップやアイテム取得後に、積極的にトレードを仕掛ける。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ヴェインの射程の短さを逆手に取ることができる。\n- サミーラの高いDPSとバーストダメージにより、ヴェインが攻撃を重ねる前に迅速にダメージを与えることが可能。\n- サミーラはスキルの組み合わせによってスタイルを上げ、Ultを発動することで集団戦でも強力なキャリー能力を発揮できる。\n- ヴェインのCCスキルに対して、サミーラは弾速のある攻撃を防ぐスキルを持っており、接近戦での生存能力が高い。\n- サミーラは味方のCCを利用して接近することで、ヴェインに対して有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェインのHPを削る。\n- サミーラのスキルを駆使して、ヴェインが攻撃を重ねる前にダメージを与える。\n- 味方のCCを利用して、ヴェインに接近し、効果的に攻撃を行う。\n- ヴェインのスキルのCDを見極め、隙を突いて攻撃する。\n- 集団戦では、味方のサポートを受けながら、ヴェインを優先的に狙う。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、ヴェインよりも遠くから攻撃できるため、ハラスが一方的に行いやすい。\n- ヴェインは射程が短く、ケイトリンの攻撃を避けることが難しいため、レーンでのプレッシャーを受けやすい。\n- ケイトリンの罠によるスネア効果は、ヴェインの機動力を制限し、捕まえやすくする。\n- ケイトリンは序盤からのタワーシージが得意で、ヴェインが育つ前にタワーを破壊しやすい。\n- ヴェインは集団戦での機動力が高いが、ケイトリンは射程を活かして安全にダメージを与えられるため、集団戦でも有利に立ちやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェインのHPを削る。\n- 罠を使ってヴェインの動きを制限し、捕まえやすい状況を作る。\n- ケイトリンの射程を活かして、ヴェインが近づく前に攻撃を仕掛ける。\n- ジャングラーと連携して、ヴェインに対するGankを仕掛ける。\n- タワーを早期に破壊し、マップのコントロールを強化する。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはAoE攻撃を持ち、集団戦でのダメージを稼ぎやすい。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、長期戦に強い。\n- ヴェインは射程が短く、スモルダーの遠距離攻撃に対して接近しづらい。\n- スモルダーのEスキルによる高速移動で、ヴェインの攻撃を回避しやすい。\n- ヴェインのCCスキルに対して、スモルダーは逃げる手段が限られているため、スモルダーが有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スタックを貯める。\n- 集団戦では密集した敵に対してスキルを使い、ダメージを最大化する。\n- ヴェインが接近する前に距離を保ち、遠距離から攻撃を行う。\n- Eスキルを使って逃げるタイミングを見計らい、ヴェインの攻撃を避ける。\n- スモルダーの強みを活かし、レーンでの優位を確保していく。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、ジグスがスキルを使う前にダメージを与えやすい。\n- ミス・フォーチュンのスローやチャネリングスキルにより、ジグスの動きを制限しやすく、接近を許すと脆弱になる。\n- ミス・フォーチュンの攻撃は長射程であり、ジグスのスキルを避けながら安全に攻撃できる。\n- ジグスは対象指定スキルを持たないため、ミス・フォーチュンの機動力を活かした動きに対処しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して安全にファームする。\n- ジグスのスキルを使うタイミングを工夫し、ミス・フォーチュンのスキルを避ける。\n- サポートと連携し、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを工夫して、耐久力を上げることでミス・フォーチュンの攻撃に耐える。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、アッシュは常にダメージを受けやすい。\n- ミス・フォーチュンのスローとAoEダメージにより、集団戦での影響力が高く、アッシュはその攻撃を避けるのが難しい。\n- アッシュは機動スキルを持たないため、ミス・フォーチュンの攻撃を受けると逃げる手段が乏しく、オールインされると脆弱。\n- ミス・フォーチュンのWによる移動速度の増加で、アッシュが距離を保つのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、ミス・フォーチュンの攻撃を受けないようにする。\n- 早めにアイテムを購入し、耐久力を上げることで、ハラスに耐えられるようにする。\n- ミス・フォーチュンのスキルを避けるために、常に位置を意識し、距離を保つように心がける。",
      "トゥイッチ": "トゥイッチがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードが得意なため、トゥイッチは早期にダメージを受けやすい。\n- ミス・フォーチュンのスロー効果により、トゥイッチの移動が制限され、奇襲が難しくなる。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、トゥイッチは一度捕まると脆弱であるため、集団戦での生存が難しい。\n- トゥイッチは装備依存度が高く、序盤に不利になると後半に持ち直すのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携し、ミス・フォーチュンのスキルを避けるための視界を確保する。\n- 早めに防御アイテムを購入し、耐久力を上げることでミス・フォーチュンの攻撃に耐える。\n- ステルスを活用して奇襲を仕掛けるタイミングを見計らい、ミス・フォーチュンのスキルを使わせてから攻撃する。",
      "ジンクス": "ジンクスがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特に序盤のトレードでジンクスに対して優位に立ちやすい。\n- ミス・フォーチュンのスキルは、ジンクスの移動を妨げることができるため、ジンクスが攻撃しづらくなる。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に強力で、ジンクスが集団戦で活躍するのを難しくする。\n- ジンクスは自衛手段が乏しく、ミス・フォーチュンの攻撃を受けると脆弱な状態になりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて攻撃を受けないようにする。\n- ミス・フォーチュンのスキルを避けるために、位置取りを意識し、Wの移動速度を活かして距離を保つ。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでミス・フォーチュンの攻撃に耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、ケイトリンはハラスを受けやすい。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が大きいため、ケイトリンは集団戦での火力が不足しがち。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ミス・フォーチュンの攻撃を受けやすい。\n- ミス・フォーチュンのスロー効果により、ケイトリンは逃げる手段が限られ、接近されると脆弱になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ミス・フォーチュンのスキルを避けるために、常に移動しながら攻撃する。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らう。\n- 罠を効果的に使い、ミス・フォーチュンの動きを制限することで、ハラスを軽減する。",
      "アフェリオス": "アフェリオスがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、アフェリオスは常にダメージを受けやすい。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が大きいため、アフェリオスは集団戦での生存が難しい。\n- アフェリオスは機動力が低く、ミス・フォーチュンのスローやUltに捕まりやすい。\n- ミス・フォーチュンのWによる移動速度の増加で、アフェリオスが距離を取るのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- ミス・フォーチュンのスキルを避けるため、適切なタイミングでスキルを使用し、距離を保つ。\n- サポートと連携して、ミス・フォーチュンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ミス・フォーチュンの攻撃に耐えられるようにする。",
      "コーキ": "コーキがミス・フォーチュンに不利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、コーキはハラスを受けやすい。\n- ミス・フォーチュンのスローや集団戦でのAoEダメージにより、コーキは接近されると脆弱になりやすい。\n- コーキはCCを持たないため、ミス・フォーチュンの攻撃を止める手段が乏しく、オールインされると不利になる。\n- ミス・フォーチュンのUltは高いバーストダメージを持ち、コーキは耐久力が低いため、一撃で倒される可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取る。\n- ミス・フォーチュンのスキルを避けるために、位置取りを意識し、Wでの移動速度を活かす。\n- サポートと連携して、ミス・フォーチュンに対してカウンターを狙う。\n- アイテムを早めに購入し、耐久力を上げることで、ミス・フォーチュンの攻撃に耐えられるようにする。"
    },
    "loses": {
      "シヴィア": "シヴィアがミス・フォーチュンに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンのハラスを受けにくい。\n- スペルシールドにより、ミス・フォーチュンのスキルを無効化できるため、トレードで有利を取れる。\n- シヴィアの攻撃速度増加効果により、ミス・フォーチュンの攻撃を避けながらダメージを与えやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、シヴィアのAoE攻撃に対して脆弱である。\n- シヴィアは後衛にダメージを与える能力が高く、集団戦での影響力が大きい。\n\n有利の取り方:\n- レーン開始時に積極的にウェーブをプッシュし、ミス・フォーチュンのハラスを避ける。\n- スペルシールドを活用して、ミス・フォーチュンのスキルを弾き、トレードを有利に進める。\n- 攻撃速度を上げるアイテムを早めに購入し、ミス・フォーチュンに対して持続的なダメージを与える。\n- 集団戦では、後衛に位置取りし、ミス・フォーチュンのスキルを避けながらダメージを与える。\n- ミス・フォーチュンがオールインを狙うタイミングを見極め、スペルシールドを使って反撃する。",
      "ゼリ": "ゼリがミス・フォーチュンに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ミス・フォーチュンのスキルを避けやすい。\n- ミス・フォーチュンの基礎攻撃力が低いため、序盤のハラスで優位に立ちやすい。\n- ゼリはスキルのコストがないため、持続的に攻撃を行いやすい。\n- ミス・フォーチュンのCCがスローのみで、ゼリの機動力を封じることが難しい。\n- ゼリは通常攻撃の代わりにスキルを駆使して戦うため、ミス・フォーチュンのハラスを受けにくい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ミス・フォーチュンの体力を削る。\n- スキルを使ってミス・フォーチュンの攻撃を避けつつ、反撃を行う。\n- ミス・フォーチュンがスキルを使った後の隙を狙って攻撃する。\n- ゼリの機動力を活かして、ミス・フォーチュンのスキルを避けながら立ち回る。\n- 集団戦では、ミス・フォーチュンのUltを避ける位置取りを心がける。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネアを持っており、ミス・フォーチュンの移動を制限できるため、ハラスやオールインがしやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ザヤの攻撃を受けるとダメージを与えやすい。\n- ザヤはAoEダメージを持ち、集団戦でも強力な火力を発揮できるため、ミス・フォーチュンの集団戦での強みを打ち消すことができる。\n- ザヤの加速スキルにより、ミス・フォーチュンのハラスを避けやすく、立ち位置を調整しやすい。\n- ミス・フォーチュンのスキルは発動に時間がかかるため、ザヤはその隙を突いて反撃することができる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ミス・フォーチュンのHPを削る。\n- スネアを使ってミス・フォーチュンを捕まえ、オールインを狙う。\n- ミス・フォーチュンのスキルを避けながら、ザヤのスキルを駆使してダメージを与える。\n- 集団戦では、ミス・フォーチュンのUltを避ける位置取りを心がけ、反撃のチャンスを狙う。\n- ラカンと連携して、ザヤの強みを最大限に活かす。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して高いハラス性能を持ち、ミス・フォーチュンのスキルを避けやすい。\n- スモルダーのスタックによる後半のダメージが非常に高く、集団戦でのAoE攻撃がミス・フォーチュンに対して効果的。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのスキルによるハラスに耐えにくい。\n- スモルダーはEスキルによる高速移動が可能で、ミス・フォーチュンのスローを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削る。\n- スキルのスタックを貯めるために、ミス・フォーチュンが近づくタイミングを見計らって攻撃する。\n- 集団戦では、ミス・フォーチュンが密集しているところにAoE攻撃を当てる。\n- Eスキルを使って、ミス・フォーチュンのスキルを避けつつ、攻撃のチャンスを狙う。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは魔法ダメージを自然に出せるため、ミス・フォーチュンの基礎ADの低さを突くことができる。\n- ユナラの攻撃範囲がミス・フォーチュンよりも長いため、ハラスを行いやすい。\n- ユナラはスキルを使うことで攻撃速度が上昇し、持続的なダメージを与えやすい。\n- ミス・フォーチュンのCCがスローのみであるため、ユナラの高い移動速度を活かして逃げやすい。\n- ユナラは集団戦においてもAoEダメージを持ち、ミス・フォーチュンのUltに対抗できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削る。\n- 敵のスキルを避けながら、AAを中心にダメージを与える。\n- ブッシュを利用して奇襲をかけ、ミス・フォーチュンの位置を制限する。\n- 集団戦では、Ultを活かして敵チーム全体にダメージを与える。\n- ミス・フォーチュンがスキルを使った後の隙を狙って攻撃する。",
      "セナ": "セナがミス・フォーチュンに有利です。\n\n理由:\n- セナは長射程を持ち、ミス・フォーチュンのハラスを避けながら攻撃できるため、レーンでの優位性を保ちやすい。\n- セナの回復能力により、ミス・フォーチュンのハラスを受けても持ちこたえやすく、持続的に戦える。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちであるため、セナのハラスに対して反撃しにくい。\n- セナのスネア効果により、ミス・フォーチュンの動きを制限し、オールインを仕掛けるチャンスを作りやすい。\n\n有利の取り方:\n- レーン開始時にセナのスキルを使ってミス・フォーチュンにハラスを行い、早期に優位を築く。\n- ミス・フォーチュンがスキルを使った後に隙を見て攻撃し、回復を活かして持続的にハラスを続ける。\n- セナのスネアを使ってミス・フォーチュンを捕まえ、味方と連携してキルを狙う。\n- ミス・フォーチュンがオールインを仕掛けてきた際に、セナの回復を活かして耐え、反撃する。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンの攻撃を受けずにハラスが可能。\n- エズリアルのスキルはクールダウンが短く、持続的にダメージを与えられるため、ミス・フォーチュンのハラスを上回ることができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルのスキルによるポークに対して耐えにくい。\n- エズリアルのEによる機動力で、ミス・フォーチュンのスローを回避しやすく、接近戦でも有利に立ち回れる。\n- ミス・フォーチュンのUltはチャネリングが必要で、その間にエズリアルが距離を取ることができるため、ダメージを回避しやすい。\n\n有利の取り方:\n- レーン開始時から積極的にスキルを使ってハラスを行い、ミス・フォーチュンの体力を削る。\n- Eを使ってミス・フォーチュンのスキルを避けつつ、反撃のチャンスを狙う。\n- ミニオンウェーブを管理し、ミス・フォーチュンが攻撃しづらい状況を作る。\n- 可能であれば、サポートと連携してGankを狙い、ミス・フォーチュンを圧倒する。\n- アイテムを早めに揃え、ダメージを増加させてミス・フォーチュンに対する優位性を確保する。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程からの持続的なダメージを持ち、特に集団戦でのダメージ出力が高いため、コーキはハラスを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、コーキの耐久力を削るのに優れている。\n- コグ＝マウは機動力が低いが、コーキもCCがないため、コグ＝マウの攻撃を避ける手段が限られている。\n- コグ＝マウは割合ダメージを持っており、コーキの耐久力を無視してダメージを与えることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してコグ＝マウの攻撃を遮る。\n- マナ管理を徹底し、スキルを無駄に使わないようにする。\n- 早期にアイテムを購入し、耐久力を上げることでコグ＝マウのダメージを軽減する。\n- サポートと連携し、コグ＝マウに対して集中的に攻撃を仕掛けるタイミングを見計らう。",
      "ゼリ": "ゼリがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは高いDPSを持ち、特に集団戦でのダメージ出力が優れているため、ゼリは持ち味を活かしにくい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ゼリの耐久力を削るのが得意。\n- コグ＝マウの射程が長く、ゼリがハラスを行う際に逆にダメージを受けやすい。\n- コグ＝マウはスロー効果を持つスキルを使って、ゼリの機動力を制限することができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、コグ＝マウのハラスに耐えられない。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、コグ＝マウに対して積極的にトレードを仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでコグ＝マウの攻撃に耐える。\n- スキルを使ってコグ＝マウの攻撃を避ける練習をし、Kiteを活かす。\n- 集団戦では、コグ＝マウの攻撃を避けつつ、他の敵チャンピオンを狙うようにする。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、スキルを使って遠距離からのハラスが得意で、スモルダーは序盤のスキル性能が低いため、レーンでのハラスに苦しむ。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンクに対して強いが、スモルダーはAA強化がないため、タンクに対するダメージが出しにくい。\n- コグ＝マウはスロー効果を持つスキルで自衛が可能であり、スモルダーはCCに対して脆弱で、特にハードCCを持つ相手に対して不利。\n- コグ＝マウは集団戦でのダメージ出力が高く、スモルダーは序盤はスタックがないため、集団戦での影響力が低い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してCSを取りつつ、コグ＝マウのスキルを避ける立ち回りを心がける。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- スモルダーのEスキルを活用して、コグ＝マウの攻撃を避けつつ、チャンスがあれば反撃する。\n- 集団戦では、コグ＝マウの射程を意識し、位置取りを工夫して安全な距離から攻撃する。",
      "サミーラ": "サミーラがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、サミーラが接近する前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させるため、サミーラのダメージが通りづらくなる。\n- コグ＝マウはスロー効果を持つスキルを使って、サミーラの接近を妨げることができる。\n- サミーラは射程が短く、コグ＝マウの攻撃を受けやすい。\n- コグ＝マウは集団戦でのダメージ出力が高く、サミーラが接近戦を挑む際に危険が伴う。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して隠れながらファームする。\n- サポートと連携して、コグ＝マウに対して積極的にプレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げることで生存率を高める。\n- コグ＝マウのスキルのCDを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- 集団戦では、味方のCCを利用してコグ＝マウに接近するタイミングを見計らう。",
      "ドレイヴン": "ドレイヴンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ドレイヴンが接近する前にハラスを行いやすい。\n- コグ＝マウのスキルはAR/MRを低下させるため、ドレイヴンのダメージを軽減しやすい。\n- コグ＝マウはスロー効果を持つため、ドレイヴンの移動を妨げ、斧を拾うのが難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ドレイヴンがオールインを仕掛ける前にダメージを与えられる。\n- コグ＝マウは自衛手段が乏しいドレイヴンに対して、持続的なダメージを与えやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、コグ＝マウの攻撃を受けないようにする。\n- サポートと連携し、コグ＝マウに対してオールインを仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、ダメージを増加させてコグ＝マウに対抗する。\n- 斧を落とさないように注意し、常に攻撃力を維持する。\n- 敵の動きを予測し、スローを受けないように立ち回る。",
      "ミス・フォーチュン": "ミス・フォーチュンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ミス・フォーチュンがハラスを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、ミス・フォーチュンの耐久力を削るのに優れている。\n- コグ＝マウはスロー効果を持つスキルを使って、ミス・フォーチュンの移動を制限しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちなため、コグ＝マウとの殴り合いで劣る。\n- コグ＝マウは機動力が低いが、ミス・フォーチュンも逃げ手段が乏しいため、接近されると脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- コグ＝マウのスキルを避けるため、Wを使って移動速度を上げ、立ち位置を調整する。\n- サポートと連携して、コグ＝マウに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- 集団戦では、コグ＝マウを優先的に狙うのではなく、他の敵チャンピオンをターゲットにする。",
      "シヴィア": "シヴィアはコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは高いDPSを持ち、特に長射程からの攻撃が得意で、シヴィアの基礎射程が短いため、レーンでのハラスが難しい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、シヴィアの耐久力を削るのに優れている。\n- シヴィアは単体へのDPSが他のADCに劣るため、コグ＝マウとの1対1のトレードで火力負けしやすい。\n- コグ＝マウのスロー効果により、シヴィアの移動速度を上昇させる手段が制限され、逃げるのが難しくなる。\n- コグ＝マウは集団戦でのダメージ出力が高く、シヴィアが後衛にダメージを与える前に倒される可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してCSを取ることに集中し、無理なトレードを避ける。\n- サポートと連携して、コグ＝マウのスキルを避けるためのポジショニングを意識する。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- 集団戦では、コグ＝マウのスキルを避けつつ、後衛から安全にダメージを与える立ち位置を確保する。\n- スペルシールドを活用して、コグ＝マウのスキルを無効化し、トレードを有利に進めるタイミングを見極める。",
      "ケイトリン": "ケイトリンがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ケイトリンがハラスを行う際に逆にダメージを受けやすい。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンクに対して強いが、ケイトリンはその影響を受けにくい。\n- ケイトリンはスキルのCDが長く、長期戦では息切れしやすいが、コグ＝マウは持続的なダメージを出せるため、レーン戦での持久力で優位に立てる。\n- コグ＝マウはスロー効果を持つスキルを使ってケイトリンの動きを制限できるため、逃げる手段が限られる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してCSを取ることに集中し、無理にハラスを仕掛けない。\n- サポートと連携して、コグ＝マウのスキルを避ける動きを心がける。\n- 早めにアイテムを購入し、特に防御アイテムを優先して生存率を上げる。\n- ジャングラーと連携して、コグ＝マウに対するGankを狙い、レーンでの優位を取り戻す。",
      "アフェリオス": "アフェリオスがコグ＝マウに不利です。\n\n理由:\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を受けながら安全にハラスができるため、レーン戦での優位性が高い。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、アフェリオスの耐久力を削るのに適している。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果により、逃げることが難しくなる。\n- コグ＝マウは割合ダメージを持っており、アフェリオスのHPを効率的に削ることができる。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、コグ＝マウに対して早期に圧力をかけられると厳しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してCSを取ることに集中する。\n- サポートと連携し、コグ＝マウに対して積極的にガンクを仕掛けることで、レーンの圧力を軽減する。\n- アフェリオスの武器を適切に選択し、特にスネアやスローを持つ武器を活用してコグ＝マウを牽制する。\n- 早めにアイテムを購入し、耐久力を上げることでコグ＝マウの攻撃に耐えられるようにする。\n- 集団戦では、後衛としての役割を意識し、コグ＝マウを狙う敵を優先的に排除する。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、コグ＝マウよりも遠くから攻撃できるため、ハラスがしやすい。\n- コグ＝マウは機動力が低く、ジグスのスキルを避けるのが難しいため、ダメージを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすく、レーンの優位性を保ちやすい。\n- コグ＝マウはハードCCがないため、ジグスのスキルによるゾーニングが効果的。\n- ジグスはタワー破壊能力が高く、レーンでのプレッシャーをかけやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、コグ＝マウの体力を削る。\n- ミニオンを利用してスキルを当て、コグ＝マウのCSを妨害する。\n- ジグスのスキルを使って、コグ＝マウが近づく前にダメージを与える。\n- 地雷を設置して、コグ＝マウの移動を制限し、追撃を狙う。\n- タワーを攻撃する際は、スキルを使って安全にダメージを与える。",
      "ヴァルス": "ヴァルスがコグ＝マウに有利です。\n\n理由:\n- 射程の長さ: ヴァルスはコグ＝マウよりも射程が長いため、遠距離から安全に攻撃できる。\n- CC効果: ヴァルスのスネア効果により、コグ＝マウの動きを制限しやすく、攻撃を当てやすい。\n- 継続的なハラス: ヴァルスはスキルを使って持続的にダメージを与えることができ、コグ＝マウの自衛手段を無力化できる。\n- スノーボール性能: ヴァルスはキルを取ることで攻撃速度が増加し、さらにダメージを与えやすくなるため、早期に有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラス: スキルを使ってコグ＝マウに継続的にダメージを与え、CSを取らせない。\n- スネアを活用: コグ＝マウが近づいてきた際にスネアを使い、追撃やキルを狙う。\n- 位置取り: 常にコグ＝マウよりも前に出て、射程を活かして安全に攻撃する。\n- サポートとの連携: サポートと協力して、コグ＝マウを捕まえる機会を増やし、早期に有利を築く。",
      "トリスターナ": "トリスターナがコグ＝マウに有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、コグ＝マウの攻撃を安全に避けながら攻撃できる。\n- トリスターナのバーストダメージは高く、特にコグ＝マウのような自衛手段が乏しいキャリーに対して有効。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、コグ＝マウのスキルを避けやすい。\n- コグ＝マウは機動力が低く、ハードCCがないため、トリスターナの攻撃を受けやすい。\n\n有利の取り方:\n- レベルアップを早め、攻撃範囲の増加を活かしてコグ＝マウに対してハラスを行う。\n- コグ＝マウがスキルを使った後の隙を狙い、バーストダメージで早期にキルを狙う。\n- トリスターナのノックバックを利用して、コグ＝マウとの距離を保ちながら安全に攻撃する。\n- 敵サポートが脆い場合、積極的に攻撃を仕掛けてスノーボールを狙う。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、コグ＝マウよりも遠くからハラスが可能で、レーンでの優位性を築きやすい。\n- セナの回復能力により、コグ＝マウの攻撃を受けても持続的に戦えるため、ハラスを受けても耐えやすい。\n- コグ＝マウは機動力が低く、セナのスネア効果によって捕まえやすく、キルチャンスを作りやすい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、レイトゲームでも強力。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- スネアを使ってコグ＝マウを捕まえ、連携を取ってキルを狙う。\n- 回復スキルを活用して、味方や自分の体力を維持しつつ、持続的に戦う。\n- コグ＝マウがスキルを使った後の隙を狙い、攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチがコグ＝マウに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの低い自衛能力を突くことができる。\n- コグ＝マウは機動力が低く、トゥイッチの攻撃を避けるのが難しいため、トゥイッチが有利に立ちやすい。\n- トゥイッチのアルティメットは長射程で、コグ＝マウが安全に攻撃できない位置からダメージを与えることができる。\n- コグ＝マウはスキルのCD中に戦闘能力が落ちるが、トゥイッチは持続的なダメージを出し続けることができる。\n- コグ＝マウのスキルはタンクに対して強いが、トゥイッチはそのような相手に対してはあまり影響を受けない。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削る。\n- ステルスを利用して奇襲を仕掛け、コグ＝マウが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、コグ＝マウを狙う。\n- コグ＝マウがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、コグ＝マウを孤立させる。",
      "ルシアン": "ルシアンがコグ＝マウに有利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウの自衛能力が低いため、早期にトレードで優位に立てる。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、コグ＝マウに対して持続的なダメージを与えやすい。\n- コグ＝マウは機動力が低く、ルシアンの高い機動力を活かして逃げたり追撃したりすることができる。\n- コグ＝マウの基礎射程が短いため、ルシアンが先手を取ることでハラスを行いやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、コグ＝マウのHPを削る。\n- スキルを使った後の通常攻撃を活かして、連続的にダメージを与える。\n- コグ＝マウがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- ルシアンの機動力を活かして、コグ＝マウの攻撃を避けつつ、ダメージを与えるポジショニングを心がける。",
      "ザヤ": "ザヤがコグ＝マウに有利です。\n\n理由:\n- ザヤはスネアを持っており、コグ＝マウの攻撃を止めることができるため、接近戦で優位に立てる。\n- コグ＝マウは機動力が低く、ザヤの加速スキルを使って距離を保ちながら攻撃できる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、コグ＝マウの耐久力を削るのに効果的。\n- コグ＝マウは基礎射程が短く、ザヤの攻撃を受けやすい状況に置かれることが多い。\n- ザヤは自衛手段が豊富で、コグ＝マウの攻撃を避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コグ＝マウの体力を削る。\n- スネアを使ってコグ＝マウを捕まえ、ダメージを与えるチャンスを作る。\n- コグ＝マウがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では、コグ＝マウの攻撃を避けつつ、AoEダメージを活かしてダメージを与える。\n- 自身の位置取りを意識し、コグ＝マウの攻撃範囲外から攻撃する。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、コグ＝マウの射程を超えてハラスが可能です。\n- コグ＝マウは機動力が低く、エズリアルのEによるワープでの回避が容易です。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられます。\n- コグ＝マウは自衛手段が乏しく、エズリアルのバーストダメージに対処しづらいです。\n- コグ＝マウのスキルは主にタンクに対して強いが、エズリアルはタンクではないため、ダメージを受けにくいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- Eを使ってコグ＝マウの攻撃を避けつつ、スキルでダメージを与える。\n- コグ＝マウがスキルを使った後の隙を狙って攻撃する。\n- クリティカル装備を早めに整え、ダメージを増加させる。\n- サポートと連携して、コグ＝マウを孤立させる。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ジンクスは長射程を持ち、サミーラが接近する前に攻撃を受けることが多い。\n- ジンクスのCCスキルにより、サミーラは接近戦を仕掛ける前に行動を制限される可能性が高い。\n- ジンクスの高いDPSとAoEダメージにより、集団戦での影響力が大きく、サミーラがダメージを出しづらい状況を作りやすい。\n- サミーラは単独でのCCがないため、ジンクスの攻撃を受けると反撃が難しい。\n\n不利の緩和策:\n- サポートと連携し、ジンクスに対して一斉に攻撃を仕掛けるタイミングを見計らう。\n- ジンクスのCCスキルを避けるために、ブリンクや移動スキルを活用する。\n- ジンクスが育つ前に早めに攻撃を仕掛け、プレッシャーをかける。\n- アイテムを工夫して、ジンクスの攻撃を耐えられるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- ジンクスは高い攻撃速度と長射程を持ち、ドレイヴンが接近する前にハラスを行いやすい。\n- ジンクスのスネアやスローによって、ドレイヴンの移動を妨げることができ、斧を拾うのが難しくなる。\n- ジンクスは集団戦でのAoEダメージが強力で、ドレイヴンが一対一の状況でも不利になる可能性が高い。\n- ドレイヴンは操作が難しく、斧を落とすと戦闘能力が大幅に低下するため、ジンクスの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ジンクスのスキルを避ける位置取りを心がける。\n- サポートと連携して、ジンクスに対してオールインを仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、ダメージを増加させてジンクスに対抗する。\n- ジンクスのスキルを避けるために、移動を意識し、斧を拾う位置を工夫する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ジンクスは長射程を持ち、ヴェインが接近する前にハラスを行いやすい。\n- ジンクスの攻撃速度が高く、連続攻撃によるダメージがヴェインにとって脅威となる。\n- ジンクスのCCスキルにより、ヴェインの機動力が制限され、接近戦での優位性を失う。\n- ジンクスは集団戦でのAoEダメージが強力で、ヴェインが一対一の戦闘に持ち込むのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して隠れながら動く。\n- ジャングラーのガンクを活用し、ジンクスにプレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げることでジンクスの攻撃に耐える。\n- スキルを使うタイミングを見極め、ジンクスのCCを避けるように立ち回る。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ジンクスは高い攻撃速度と長射程を持ち、カイ＝サが接近する前にダメージを与えることができる。\n- ジンクスのスネアやスローによって、カイ＝サの移動が制限され、攻撃を避けることが難しくなる。\n- ジンクスは集団戦でのAoEダメージが強力で、カイ＝サが一度捕まると大きなダメージを受けやすい。\n- カイ＝サはCCを持たないため、ジンクスの攻撃を止める手段が乏しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジンクスの攻撃を受けない位置取りを心がける。\n- サポートと連携して、ジンクスに対してオールインを狙うタイミングを見計らう。\n- ジンクスのスキルを避けるために、移動を意識し、スキルのクールダウンを利用する。\n- 装備を早めに整え、ダメージを出せる状態を作ることで、ジンクスに対抗する。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ジンクスは長射程を持ち、トリスターナが接近する前にハラスを行いやすい。\n- ジンクスのスキルにはCCがあり、トリスターナが攻撃を仕掛ける際に動きを妨げられる可能性が高い。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きくなるため、ジンクスに対して不利な状況を作りやすい。\n- ジンクスは集団戦でのAoEダメージが強力で、トリスターナが集団戦での影響力を発揮しにくい。\n\n不利の緩和策:\n- レベルアップを早め、攻撃範囲が増加するタイミングを活かしてジンクスに接近する。\n- サポートと連携し、ジンクスのCCを避けるためのエンゲージを行う。\n- ジンクスのスキルを避けるために、位置取りを工夫し、ハラスを受けないようにする。\n- アイテムを早めに揃え、バーストダメージを活かしてジンクスを圧倒するタイミングを狙う。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ジンクスよりも安全な距離から攻撃できるため、ハラスがしやすい。\n- ジグスのスキルはAoEダメージを持ち、集団戦での影響力が高く、ジンクスの集団戦での強みを打ち消すことができる。\n- ジグスは設置型のスキルを持ち、ジンクスが接近するのを防ぐことができるため、ジンクスの自衛手段を制限できる。\n- ジグスはスキルの発動にラグがあるものの、ジンクスのスキルも発動に時間がかかるため、互いに当てづらいが、ジグスの方が有利な状況を作りやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ジンクスの体力を削る。\n- ジグスのスキルを使ってミニオンを処理しつつ、ジンクスに圧力をかける。\n- ジンクスがスキルを使った後の隙を狙って、ジグスのスキルを当てる。\n- サポートと連携して、ジンクスに対するエンゲージを行い、早期にキルを狙う。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ジンクスよりも安全な距離からハラスが可能です。\n- セナの回復能力により、ジンクスの攻撃を受けても持ちこたえやすく、持続的なトレードが可能です。\n- セナのスネア効果により、ジンクスの移動を制限し、攻撃を当てやすくすることができます。\n- ジンクスは自衛手段が乏しく、セナのハラスやCCに対して脆弱です。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、レイトゲームでも強力です。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジンクスの体力を削る。\n- スネアを使ってジンクスを捕まえ、連続攻撃を狙う。\n- ジンクスが攻撃してきた際には、回復スキルを使って耐え、反撃する。\n- ジンクスのスキルを避けつつ、射程を活かして安全にダメージを与える。\n- ジャングラーとの連携を図り、ジンクスを捕まえるチャンスを作る。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジンクスの自衛手段の乏しさを突くことができる。\n- トゥイッチの攻撃は真のダメージを持ち、ジンクスの防御を無視してダメージを与えることができる。\n- ジンクスはスキルの発動に時間がかかるため、トゥイッチの奇襲に対して反応が遅れる可能性が高い。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスの集団戦での強みを打ち消すことができる。\n- トゥイッチはジンクスよりも機動力が高く、逃げることができるため、トレードで有利に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンクスのHPを削ることで、トレードを有利に進める。\n- ステルスを利用して奇襲を仕掛け、ジンクスがスキルを使う前にダメージを与える。\n- 集団戦ではアルティメットを活用し、ジンクスが攻撃できない位置から攻撃を行う。\n- ジンクスのCCスキルを避けるために、位置取りを工夫し、トレードを有利に進める。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、ジンクスよりも安全な距離から攻撃できる。\n- CC効果を持つスキルにより、ジンクスの動きを制限しやすい。\n- AoEダメージを持っているため、集団戦での影響力が高い。\n- ジンクスは自衛手段が乏しく、ヴァルスの攻撃を受けやすい。\n- ジンクスのスキル発動に時間がかかるため、ヴァルスはその隙を突いて攻撃できる。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ジンクスの体力を削る。\n- CCスキルを使ってジンクスを捕まえ、連続攻撃を狙う。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、ジンクスに対するプレッシャーをかけ続ける。\n- 集団戦では、ジンクスの位置を意識し、適切なタイミングでスキルを使ってダメージを与える。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ジンクスの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを出しやすい。\n- ジンクスは自衛手段が乏しく、ゼリの機動力に対抗しにくい。\n- ゼリは接近手段に確実性がないジンクスに対して、Kiteを行いやすい。\n- ゼリの攻撃はスキルを駆使して行うため、ジンクスのスキルを避けることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジンクスのHPを削る。\n- ジンクスのスキルを避けながら、スキルを使ってダメージを与える。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。\n- ジンクスが近づいてきた際には、機動力を活かして距離を取る。\n- 集団戦では、ジンクスの攻撃を避けつつ、後衛から安全にダメージを与える。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ジンクスの攻撃を安全な距離からハラスできるため、ジンクスの攻撃を避けやすい。\n- コーキのスキルはAoEダメージを持ち、ジンクスが集団戦で強いにもかかわらず、コーキはその影響を軽減できる。\n- コーキはアルティメットのクールダウンが短く、持続的にダメージを与えられるため、ジンクスの自衛手段が乏しい弱点を突きやすい。\n- ジンクスは自衛手段が少なく、コーキの攻撃を受けると致命的なダメージを受けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジンクスのHPを削る。\n- スキルを使ってジンクスの攻撃を避けつつ、ダメージを与える。\n- ジンクスがスキルを使った後の隙を狙って攻撃する。\n- ジンクスが育つ前に早期にプレッシャーをかけ、レーンを支配する。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、トゥイッチは持続的なダメージを受けやすい。\n- トゥイッチは射程が短く、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、トゥイッチが奇襲を仕掛ける前に攻撃を仕掛けられる可能性が高い。\n- トゥイッチは逃げ性能が低く、ルシアンのオールインに対して脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ルシアンのスキルを避けるために、常に移動し続けることを意識する。\n- サポートと連携して、ルシアンに対してカウンターを狙う。\n- 早めにアイテムを揃え、トゥイッチのダメージを強化する。\n- ステルスを活用して、ルシアンの攻撃を避けつつ奇襲を狙うタイミングを見計らう。",
      "コグ＝マウ": "コグ＝マウがルシアンに不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがハラスを受けやすい。\n- ルシアンの機動力が高く、コグ＝マウが攻撃を避けるのが難しい。\n- コグ＝マウは自衛手段が乏しく、ルシアンのオールインに対抗しづらい。\n- ルシアンの射程が短いとはいえ、コグ＝マウの基礎射程が短いため、レーンでのトレードで不利になることが多い。\n- ルシアンはスキルのクールダウンが短く、持続的なダメージを出しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して視界を確保する。\n- ルシアンのスキルを避けるために、位置取りを意識し、後ろに下がるタイミングを見極める。\n- アイテムを早めに購入し、耐久力を上げることでルシアンのバーストに耐える。\n- スキルのCD中に攻撃を仕掛けるタイミングを見計らい、反撃のチャンスを作る。\n- レーンでのファームを優先し、スケーリングを意識して後半に備える。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアの射程が短いため、トレードで不利になりやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、シヴィアは持続的なダメージを受けやすい。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとの1対1の殴り合いで火力負けしやすい。\n- ルシアンは機動力が高く、シヴィアが攻撃を避けるのが難しい。\n- シヴィアのスペルシールドはルシアンの攻撃を完全に防げないため、オールインに対して脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- ルシアンのスキルを避けるために、スペルシールドを適切に使うタイミングを見極める。\n- サポートと連携して、ルシアンに対するトレードを有利に進める。\n- 早めにアイテムを購入し、耐久力を上げることで、ルシアンのバーストに耐えられるようにする。\n- 集団戦では後衛に位置し、ルシアンの攻撃を避けつつダメージを与える。",
      "ケイトリン": "ケイトリンがルシアンに不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ケイトリンがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ケイトリンの攻撃を避けながらダメージを与えやすい。\n- ケイトリンは射程が長いが、ルシアンの機動力により接近されやすく、オールインを受けるリスクが高い。\n- ルシアンはCCを持たないが、ケイトリンの罠を避けることができるため、罠を使ったトレードが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- サポートと連携し、ルシアンの攻撃を受けないようにする。\n- 罠を適切に配置し、ルシアンの接近を防ぐ。\n- アイテムを早めに購入し、耐久力を上げることでオールインに対抗する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ルシアンは序盤から高いバーストダメージを持ち、ヴェインがハラスを受けやすい。\n- ルシアンのスキルのクールダウンが短く、連続攻撃が可能なため、ヴェインが反撃する前にダメージを与えられる。\n- ルシアンは射程が短いものの、ヴェインも同様に射程が短いため、互いに近接戦になるが、ルシアンの方がダメージを出しやすい。\n- ヴェインは集団戦での立ち回りが難しく、ルシアンの高い機動力とバーストに対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ルシアンのスキルを避けるために、ダッシュをタイミングよく使い、反撃のチャンスを狙う。\n- サポートと連携して、ルシアンに対するオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ルシアンのバーストに耐えられるようにする。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ルシアンよりも遠くからハラスが可能で、序盤から優位に立ちやすい。\n- セナのスネア効果により、ルシアンの動きを制限でき、オールインを仕掛けるチャンスを作りやすい。\n- セナは回復能力を持っており、ルシアンのバーストダメージを軽減できるため、持続戦闘に強い。\n- ルシアンは射程が短いため、セナの攻撃を受けやすく、ハラスを受けるリスクが高い。\n- セナのパッシブによって、育つと高い火力を発揮でき、レイトゲームでも強力な存在になる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ルシアンにプレッシャーをかける。\n- スネアを使ってルシアンの動きを制限し、オールインのチャンスを作る。\n- 回復スキルを活用して、ルシアンの攻撃を受けた際に自分や味方をサポートする。\n- ルシアンのスキルのクールダウンを見極め、スキルを使った後に攻撃するタイミングを狙う。\n- 位置取りを工夫し、ルシアンの攻撃を避けつつ、常にハラスを行う。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ルシアンの射程の短さを利用してオールインが可能です。\n- サミーラのスキルは、ルシアンの攻撃を防ぐ手段を持っており、特に弾速のある攻撃を無効化できるため、ルシアンのバーストダメージを軽減できます。\n- ルシアンはCCを持たないため、サミーラが接近して攻撃する際に逃げる手段が限られています。\n- サミーラはスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮でき、ルシアンに対して優位に立つことができます。\n\n有利の取り方:\n- レーンでのハラスを行い、ルシアンのHPを削ることでオールインのチャンスを作る。\n- ルシアンのスキルを避けながら接近し、サミーラのスキルを活用してダメージを与える。\n- 味方のCCを利用してルシアンに接近し、効果的に攻撃する。\n- スタイルランクを意識し、スキルの組み合わせを駆使してダメージを最大化する。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うため、ルシアンの短射程を利用して安全にハラスができる。\n- スモルダーのスタックが貯まることで後半のダメージが非常に高く、ルシアンのバーストダメージに耐えられる。\n- スモルダーのEスキルによる高速移動で、ルシアンの攻撃を避けやすく、追撃や逃走が得意。\n- ルシアンはCCを持たないため、スモルダーのスキルを自由に使える環境が整いやすい。\n- スモルダーのAoE攻撃は集団戦での強さを発揮し、ルシアンが集団戦で立ち位置を取るのが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削る。\n- スタックを貯めるために、スキルを使って敵チャンピオンやミニオンを攻撃する。\n- ルシアンのスキルのクールダウンを見極めて、攻撃の隙を突いて反撃する。\n- 集団戦では、ルシアンが近づく前にAoE攻撃を使ってダメージを与える。\n- Eスキルを使って位置取りをし、ルシアンの攻撃を避けながら安全にダメージを出す。",
      "ゼリ": "ゼリがルシアンに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にハラスが可能。\n- ルシアンは射程が短く、ゼリのスキルを避けることで安全に攻撃できる。\n- ゼリはCCを持っており、ルシアンの動きを制限することができる。\n- ルシアンはCCがないため、ゼリの機動力に対抗しづらい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ルシアンのHPを削る。\n- ルシアンのスキルを避けながら、スキルを使ってダメージを与える。\n- ルシアンが攻撃してきた際に、ゼリの機動力を活かして距離を取る。\n- ルシアンがスキルを使った後に反撃することで、ダメージを稼ぐ。\n- 集団戦では、ルシアンの位置を把握し、CCを使って動きを制限する。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネアを持っており、ルシアンの攻撃を止めることができるため、トレードで優位に立ちやすい。\n- ルシアンは射程が短く、ザヤの攻撃を受けやすい。特にザヤのスキルを使った後の通常攻撃でダメージを与えやすい。\n- ザヤは加速スキルを持っているため、ルシアンの攻撃を避けながら反撃することができる。\n- ザヤは集団戦でのAoEダメージが強力で、ルシアンが集団戦で立ち位置を取るのが難しいため、ザヤが有利に戦える。\n- ルシアンはCCを持たないため、ザヤのスネアや無敵スキルを活かしやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削る。\n- スネアを使ってルシアンの攻撃を封じ、反撃のチャンスを作る。\n- ルシアンがスキルを使った後に攻撃を仕掛け、ダメージを与える。\n- 集団戦では、位置取りを工夫し、ルシアンの攻撃を避けながらダメージを与える。\n- ラカンと連携して、ザヤの強みを最大限に活かす。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた戦術を展開できるため、ルシアンの攻撃をかわしやすい。\n- アフェリオスの武器にはCC効果があり、ルシアンの高いバーストダメージを抑えることができる。\n- アフェリオスは持続的なダメージを出す能力が高く、特にルシアンのスキルクールダウン中に有利に立ち回れる。\n- アフェリオスは射程が長いため、ルシアンの攻撃を受けるリスクを減らしつつ、ハラスを行いやすい。\n\n有利の取り方:\n- レーン開始時にアフェリオスの武器を適切に選択し、ルシアンの攻撃を避けながらハラスを行う。\n- ルシアンがスキルを使った後に、アフェリオスのCCを活用して反撃する。\n- アフェリオスの武器の特性を活かし、ルシアンの攻撃を受けずに持続的にダメージを与える。\n- ルシアンのスキルクールダウンを見極めて、オールインを仕掛けるタイミングを計る。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ルシアンの射程を超えてハラスが可能です。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられるため、ルシアンのバーストに対抗しやすいです。\n- エズリアルはEによるワープスキルで機動力が高く、ルシアンの攻撃を避けやすいです。\n- ルシアンはCCを持たないため、エズリアルは自由に動きながら攻撃できる利点があります。\n- エズリアルはスキルを使って安全にCSを取ることができ、レーンでの優位性を保ちやすいです。\n\n有利の取り方:\n- レーン開始時からスキルを使ってルシアンにハラスをかけ、HPを削る。\n- ルシアンがスキルを使った後に隙を見て攻撃し、反撃を避ける。\n- Eを使ってルシアンの攻撃を避けつつ、距離を保ちながらダメージを与える。\n- ルシアンが近づいてきた際には、Eで逃げるか、反撃のチャンスを狙う。\n- ルシアンのスキルのCDを意識し、スキルが使えないタイミングで積極的に攻撃する。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンよりも早い段階でトレードで優位に立てる。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- ルシアンは射程が短く、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンはCCを持っており、ルシアンの機動力を制限できる。\n- ルシアンはCCを持たないため、ドレイヴンの攻撃を避ける手段が限られている。\n\n有利の取り方:\n- 序盤から積極的にトレードを仕掛け、ルシアンにプレッシャーをかける。\n- パッシブを活かしてゴールドを稼ぎ、アイテムを早く揃える。\n- ルシアンのスキルを避けつつ、斧を拾い続けてダメージを維持する。\n- ルシアンがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- サポートと連携して、ルシアンを孤立させる状況を作る。",
      "カイ＝サ": "カイ＝サがルシアンに有利です。\n\n理由:\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、物理ダメージと魔法ダメージを両方扱えるため、ルシアンの防御を無効化しやすい。\n- ルシアンは射程が短く、カイ＝サのスキルを使ったハラスに対して脆弱である。\n- カイ＝サはUltを使って瞬時に位置を変えられるため、ルシアンの攻撃を回避しやすい。\n- カイ＝サのバーストダメージは高く、ルシアンのHPを早期に削ることができる。\n- ルシアンはCCを持たないため、カイ＝サの機動力を抑える手段がない。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ルシアンのHPを削る。\n- スキルを進化させて、ルシアンに対するダメージを増加させる。\n- Ultを使ってルシアンの攻撃を避けつつ、反撃のチャンスを狙う。\n- ルシアンのスキルのクールダウンを見極めて、隙を突いて攻撃する。\n- サポートと連携して、ルシアンに対するプレッシャーをかけ続ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、ルシアンの攻撃を受けることなくハラスが可能。\n- CCスキルを持っているため、ルシアンの動きを制限しやすい。\n- AoEダメージを持つため、ルシアンが近づくときにダメージを与えやすい。\n- ルシアンはCCを持たないため、ヴァルスのスネアを避ける手段がない。\n- ルシアンのバーストダメージに対して、ヴァルスは持続的なダメージを与えられるため、トレードで有利に立ちやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ルシアンのHPを削る。\n- スネアを使ってルシアンの動きを制限し、追撃を狙う。\n- スキルを駆使して、ルシアンが近づく前にダメージを与える。\n- ルシアンのスキルクールダウンを見極めて、攻撃のタイミングを調整する。\n- ルシアンがスキルを使った後に反撃することで、ダメージを効率的に与える。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤがゼリに不利です。\n\n理由:\n- ゼリは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にハラスができる。\n- ゼリの高い機動力により、ザヤのスネアを避けやすく、反撃が難しい。\n- ゼリはスキルのコストがないため、持続的にダメージを与え続けることができ、ザヤの耐久力を削りやすい。\n- ゼリのウルトによるSlow効果で、ザヤの移動を制限しやすく、追撃や逃げる際に不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- ゼリのスキルを避けるために、Eスキルをタイミングよく使用し、反撃のチャンスを作る。\n- サポートと連携して、ゼリに対する集中的な攻撃を行い、早期に有利な状況を作る。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリの攻撃に耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的なハラスが可能で、ミス・フォーチュンのハラスを受け流しやすい。\n- ゼリのウルトはスロー効果を持ち、ミス・フォーチュンの立ち位置を崩しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、序盤の火力が不足しがちで、ゼリの機動力に対抗しにくい。\n- ゼリは接近手段に確実性がないミス・フォーチュンに対して、Kiteを行いやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- ゼリのスキルを避けるために、Wを活用して移動速度を上げ、距離を保つ。\n- サポートと連携して、ゼリに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、火力を上げてゼリに対抗できるようにする。\n- 集団戦では、位置取りを意識し、ゼリのスキルを避けながらダメージを出す。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にハラスを行うことができるため、ヴェインは序盤から圧力を受けやすい。\n- ゼリのウルトによるスロー効果で、ヴェインの機動力が制限され、追撃や逃げが難しくなる。\n- ヴェインは射程が短いため、ゼリの長射程攻撃に対して不利で、ハラスを受けやすい。\n- ゼリは集団戦でのCCを持っており、ヴェインが接近するのを難しくする。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してゼリの攻撃を遮る。\n- サポートと連携し、ゼリに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでゼリの攻撃に耐える。\n- ゼリのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- 集団戦では、ゼリのスキルを避けながら、他の敵チャンピオンを狙うようにする。",
      "シヴィア": "シヴィアがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的なハラスが可能であるため、シヴィアは序盤から圧力を受けやすい。\n- シヴィアの基礎射程が短いため、ゼリの攻撃を受けやすく、トレードで不利になることが多い。\n- ゼリのウルトによるスロー効果がシヴィアの移動を制限し、逃げる手段を奪うことができる。\n- シヴィアは単体へのDPSが低いため、ゼリの高い機動力に対抗しづらい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ゼリのスキルを避けるようにする。\n- ウェーブクリア能力を活かして、早めにミニオンを処理し、ゼリにハラスを与える機会を減らす。\n- サポートと連携し、ゼリに対して集団でのトレードを仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでゼリの攻撃に耐える。\n- スペルシールドを活用し、ゼリのスキルを無効化するタイミングを見極める。",
      "サミーラ": "サミーラがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、サミーラの接近を容易に避けることができる。\n- ゼリのスキルはノーコストで使用でき、持続的にダメージを与えられるため、サミーラの攻撃を受けるリスクが高い。\n- ゼリのウルトはSlow効果を持ち、サミーラの動きを制限することができる。\n- サミーラは射程が短く、ゼリの長射程攻撃に対して不利で、ハラスを受けやすい。\n- ゼリはCCを持つタンク系チャンピオンに対して有利であり、サミーラは単独でのCCがないため、サポートが必要。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してゼリの攻撃をブロックする。\n- サポートと連携し、ゼリに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでゼリの攻撃に耐える。\n- ゼリのスキルを避けるために、位置取りを意識し、常に動き続ける。\n- 集団戦では、味方のCCを利用してゼリを捕まえるチャンスを作る。",
      "ルシアン": "ルシアンがゼリに不利です。\n\n理由:\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にハラスを行えるため、ルシアンのトレードが難しい。\n- ゼリのウルトによるSlow効果で、ルシアンは接近や逃げる際に制約を受けやすい。\n- ルシアンは射程が短いため、ゼリの長射程からの攻撃を受けやすく、ハラスで不利になることが多い。\n- ゼリは接近手段に確実性がないルシアンに対して、Kiteを行いやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- ゼリのスキルを避けるために、常に動き回り、予測して行動する。\n- サポートと連携し、ゼリに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでハラスに耐える。\n- 集団戦では、後衛に位置し、ゼリの攻撃を避けつつダメージを出す。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの低い基礎ADを利用して圧倒することができる。\n- ゼリは通常攻撃に依存しているが、ドレイヴンは斧を使った攻撃で高いダメージを出せるため、トレードで優位に立ちやすい。\n- ドレイヴンのCCスキルにより、ゼリの機動力を制限し、逃げる手段を奪うことができる。\n- ゼリは序盤が弱いため、ドレイヴンが早期にリードを取ることで、スノーボールしやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ゼリにダメージを与えていく。\n- 斧を正確に拾い続け、ダメージを最大化することで、ゼリに対する圧力を高める。\n- ゼリのスキルを避けつつ、CCを活用してトレードを仕掛ける。\n- 早期にアイテムを完成させ、ゼリに対してビルド面での優位を確立する。",
      "コグ＝マウ": "コグ＝マウがゼリに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ゼリの攻撃を受ける前にダメージを与えることができる。\n- ゼリは序盤が弱く、コグ＝マウの高いDPSに対抗しにくい。\n- コグ＝マウのスキルはAR/MRを低下させるため、ゼリに対して効果的なダメージを与えられる。\n- ゼリは機動力が高いが、コグ＝マウのスロー効果で追撃や逃げを制限できる。\n- コグ＝マウは集団戦でのダメージ出力が高く、ゼリが集団戦でのCCに脆弱なため、優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ゼリのHPを削る。\n- スキルを使ってAR/MRを低下させ、ゼリに対するダメージを増加させる。\n- ゼリのスキルを避けつつ、スロー効果を活用して距離を保ちながら攻撃する。\n- 集団戦では、位置取りを意識し、ゼリが近づけないようにする。\n- ゼリのスキルのCDを見極めて、攻撃のタイミングを計る。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ゼリの攻撃を避けながらハラスが可能です。\n- コーキのスキルはAoEダメージを持ち、ゼリのウェーブクリアを妨げることができます。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コーキのハラスに対して耐えにくいです。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを与えやすいです。\n- ゼリは接近手段に依存しているため、コーキの長射程からの攻撃に対してリスクが高いです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ゼリのHPを削る。\n- コーキのスキルを使ってウェーブを早くクリアし、ゼリにプレッシャーをかける。\n- ゼリが近づく前にスキルを使い、距離を保ちながら攻撃する。\n- ゼリのスキルを避けるために、位置取りを意識し、常に動き続ける。\n- サポートと連携し、ゼリに対して集中的に攻撃を仕掛ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- ヴァルスは長射程の攻撃を持ち、ゼリの攻撃を安全に避けながらハラスが可能です。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスのポークに対して耐えにくいです。\n- ヴァルスのCCスキルにより、ゼリの機動力を制限し、トレードで有利に立ち回ることができます。\n- ゼリはスキルを避けることが得意ですが、ヴァルスのAoEダメージやスネア効果に対しては脆弱です。\n- ゼリのスキルはノーコストですが、ヴァルスは持続的なダメージを与えることで、ゼリの回復手段を封じることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ゼリの基礎ステータスの低さを利用する。\n- CCスキルを使ってゼリの動きを制限し、トレードを有利に進める。\n- ゼリがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 集団戦では、ゼリが近づく前にAoEダメージを活かしてダメージを与える。\n- ゼリのスキルのクールダウンを意識し、スキルを避けるタイミングを見計らって攻撃する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナは序盤から高いバーストダメージを持ち、ゼリの低い基礎ADを利用して早期にハラスが可能。\n- トリスターナの攻撃範囲はレベルアップと共に増加し、ゼリの射程を上回ることができるため、トレードで優位に立ちやすい。\n- トリスターナのノックバック効果により、ゼリの攻撃を避けることができ、逆にゼリを押し返すことで安全に戦える。\n- ゼリは序盤が弱いため、トリスターナが早期にダメージを出すことで、レーンでの優位を確保しやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ゼリにプレッシャーをかける。\n- トリスターナのスキルを使って、ゼリの攻撃を避けつつ、ダメージを与える。\n- ノックバックを利用して、ゼリが近づいてきた際に反撃する。\n- アイテムを早めに揃え、装備差を利用してゼリに対して優位に立つ。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由:\n- セナは長射程を持ち、サミーラが接近する前にハラスを行いやすい。\n- セナのスネア効果により、サミーラは接近戦を仕掛ける前に行動を制限される可能性が高い。\n- セナの回復能力により、サミーラのダメージを軽減されやすく、持続戦闘で不利になる。\n- サミーラは低い防御ステータスのため、セナの攻撃を受けると早期に倒されるリスクが高い。\n- セナはスタックを貯めることでレイトゲームでの影響力が増し、サミーラが育つ前に有利な状況を作りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、セナの攻撃を受けないように立ち回る。\n- セナのスネアを避けるために、位置取りを工夫し、タイミングを見計らって接近する。\n- サポートと連携し、セナを捕まえるチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げてセナの攻撃に耐えられるようにする。\n- セナのスキルクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- セナは長射程を持ち、ザヤが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ザヤは捕まるリスクが高く、反撃が難しい。\n- セナの回復能力により、ザヤのダメージを軽減されやすく、持続戦闘で不利になる。\n- ザヤは攻撃範囲が短いため、セナの攻撃を避けることが難しい。\n- セナはパッシブによってスケールしやすく、育つとザヤに対して高い火力を発揮する。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃範囲外からのファームを心がける。\n- セナのスネアを避けるため、位置取りに注意し、常に移動する。\n- サポートと連携し、セナに対して積極的にエンゲージを試みる。\n- アイテムを早めに購入し、耐久力を上げてセナのハラスに耐える。\n- 集団戦では、セナのスキルを避けつつ、後衛からのダメージを狙う。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- セナは長射程を持ち、ハラスが得意なため、ヴェインは序盤からダメージを受けやすい。\n- セナのスネア効果により、ヴェインの機動力が制限され、捕まるリスクが高まる。\n- セナの回復能力により、ヴェインが与えるダメージを軽減されやすく、持続戦闘で不利になる。\n- セナはレーンでのゴールド獲得が得意で、育つと高い火力を発揮するため、ヴェインが育つ前に有利な状況を作られる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、常に位置を変えながらプレイし、捕まらないようにする。\n- セナの回復を無効化するために、早めにアイテムを購入し、ダメージを与えるタイミングを見極める。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛け、レーンでの優位を取り戻す。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- セナは長射程を持ち、コグ＝マウに対して一方的にハラスを行いやすい。\n- セナの回復能力により、コグ＝マウのダメージを軽減されやすく、持続戦闘で不利になる。\n- セナのCCスキルによって、コグ＝マウの動きを制限され、攻撃を受けやすくなる。\n- コグ＝マウは機動力が低く、捕まると簡単に倒されるため、セナのハラスに対して脆弱。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、セナのハラスを避ける。\n- サポートと連携し、セナに対して反撃のチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることでセナのハラスに耐える。\n- セナのCCスキルを避けるために、ミニオンを利用して立ち位置を調整する。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ルシアンの短射程を活かして一方的にハラスを行いやすい。\n- セナのスネア効果により、ルシアンは捕まるリスクが高く、オールインを仕掛ける際に不利になる。\n- セナの回復能力により、ルシアンのダメージを軽減されやすく、持続的なトレードで優位を取られることが多い。\n- ルシアンはCCを持たないため、セナのハラスやCCに対して対抗手段が乏しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃範囲外での位置取りを心がける。\n- セナのスネアを避けるため、常に移動しながら攻撃することを意識する。\n- サポートと連携し、セナに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでセナのハラスに耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- セナは長射程でハラスが得意なため、シヴィアは序盤から一方的に攻撃を受けやすい。\n- セナのスネア効果により、シヴィアは動きを制限されやすく、特に捕まった場合は致命的なダメージを受ける可能性が高い。\n- シヴィアは基礎射程が短く、セナの攻撃を避けるのが難しいため、トレードで不利になることが多い。\n- セナの回復能力により、シヴィアがダメージを与えても持続的に回復されてしまうため、効果的なハラスが難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、セナの攻撃を避けるようにする。\n- セナのスネアを避けるために、ミニオンの後ろに隠れるなどして立ち回る。\n- 可能であれば、サポートと連携してセナに対抗するためのエンゲージを狙う。\n- アイテムを早めに購入し、特に防御アイテムを優先して耐久力を上げる。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- セナの長射程攻撃により、ジンクスはハラスを受けやすく、序盤のレーンでの優位性を失いやすい。\n- セナのスネア効果により、ジンクスは捕まるリスクが高く、特に自衛手段が乏しいため、致命的なダメージを受ける可能性がある。\n- セナの回復能力により、ジンクスのハラスが効果的でなくなり、持続的なダメージを与えることが難しい。\n- セナはスタックを貯めることで強化されるため、ジンクスが早期にキルを取れないと、セナが育つリスクが高まる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、セナのスキルを避ける位置取りを心がける。\n- セナのスネアを避けるために、常にミニオンの後ろに位置し、敵のスキルを利用する。\n- ジャングラーと連携して、セナを狙ったgankを行い、早期にキルを取ることでレーンの流れを変える。\n- アイテムを早めに購入し、特に防御アイテムを優先して自衛力を高める。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、セナのハラスを避けつつ一方的に攻撃できる。\n- AoEダメージを持つスキルにより、セナが複数の敵チャンピオンを相手にしている際にも効果的にダメージを与えられる。\n- CC効果を持つスキルで、セナの動きを制限しやすく、捕まえやすい。\n- セナは基礎ステータスが低く、序盤のハラスに対して脆弱であるため、ヴァルスの持続的なダメージが効果的。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- スキルを使ってセナを捕まえ、ダメージを与えた後に安全に距離を取る。\n- セナが回復スキルを使った後に攻撃を仕掛け、リソースを消耗させる。\n- 敵のサポートやジャングラーの動きを見ながら、セナを孤立させるように立ち回る。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、セナに対して一方的に攻撃できる。\n- トリスターナのバーストダメージは高く、特にセナのような脆いサポートに対しては早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、セナのハラスを受け流しやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、トリスターナが序盤から積極的に攻めることで有利を築きやすい。\n- トリスターナのノックバック効果により、セナのCCを無効化しやすく、セナが捕まるリスクを減らせる。\n\n有利の取り方:\n- レベルアップを意識し、攻撃範囲が増えたタイミングでセナに対して積極的にハラスを行う。\n- セナがスキルを使った後の隙を狙い、バーストダメージで一気に攻める。\n- トリスターナの移動能力を活かして、セナの攻撃を避けつつ、反撃のチャンスを伺う。\n- セナが育つ前に早期にキルを狙い、スノーボールを狙う。\n- 敵のサポートやジャングラーの動きを見極め、Gankを避けつつレーンを優位に進める。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、セナよりも早くハラスを行うことができるため、レーンでの優位性を確保しやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキのAoEダメージによるハラスに対して脆弱である。\n- コーキのスキルは全てAoEであり、セナが複数のミニオンを相手にしている際にダメージを与えやすい。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを与えることができるため、セナに対してプレッシャーをかけやすい。\n- セナの回復能力は強いが、コーキの持続的なダメージに対しては効果的に機能しにくい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- ミニオンを利用してセナにAoEダメージを与え、彼女の回復を無効化する。\n- セナがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 逃げ道を封じるために、ミニオンを利用してポジショニングを工夫する。\n- セナがCCを持っているため、注意しつつも、スキルを使った後の隙を突いて攻撃する。",
      "ケイトリン": "ケイトリンはセナに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、セナよりも遠くから攻撃できるため、ハラスが一方的に行いやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃を受けやすい。\n- ケイトリンの罠によるスネア効果は、セナの逃げ手段を制限し、捕まえやすくする。\n- ケイトリンはタワーシージが得意で、序盤からセナにプレッシャーをかけやすい。\n- セナはスタックによるスケールに依存しているため、序盤に優位を取られると育ちにくくなる。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、セナにダメージを与えていく。\n- 罠を使ってセナの動きを制限し、捕まえやすい状況を作る。\n- セナのスキルを避けつつ、AAでのダメージを重ねていく。\n- タワーを早めに攻撃し、セナにプレッシャーをかけてファームを妨害する。\n- ジャングラーと連携して、セナを狙ったgankを行うことで、さらに有利を広げる。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはセナよりも攻撃力が高く、特に序盤からハラスが強力です。\n- セナは基礎ステータスが低く、序盤にトゥイッチの攻撃を受けると苦しい状況になります。\n- トゥイッチのステルスを利用した奇襲が、セナの逃げ手段の乏しさを突くことができます。\n- セナのスネア効果はトゥイッチに対して効果的ですが、トゥイッチはその前に攻撃を仕掛けることができるため、先手を取ることが可能です。\n- トゥイッチのアルティメットは集団戦での火力を大幅に増加させ、セナが回復を行う前に大ダメージを与えることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- ステルスを利用して奇襲を仕掛け、セナが反応する前にダメージを与える。\n- セナがスネアを使った後の隙を狙い、攻撃を続ける。\n- アルティメットを使用して、集団戦での位置取りを有利にし、セナを狙う。\n- セナのサポートが不在のタイミングを見計らって、積極的にキルを狙う。",
      "ジグス": "ジグスが有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、セナよりも遠くからハラスが可能であるため、セナの攻撃を避けながらダメージを与えやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすいため、セナがハラスを行う際にミニオンを利用しづらくなる。\n- セナは基礎ステータスが低く、序盤が弱いため、ジグスの高いダメージを受けやすい。\n- ジグスの設置型スキルは、セナの動きを制限し、捕まえやすくするため、セナにとっては脅威となる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- ミニオンを利用してセナのハラスを妨害し、ジグスのスキルで一掃する。\n- セナが近づいてきた際には、設置型スキルを使って動きを制限し、追撃を狙う。\n- ジグスのスキルを連発し、セナが回復する前にダメージを与え続ける。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプであり、セナの基礎ステータスの低さを突くことができる。\n- セナは序盤が弱く、スモルダーはスキルのスタックを貯めることで後半に強力なダメージを出せるため、レーンでのプレッシャーをかけやすい。\n- スモルダーのAoE攻撃は、セナがハラスを行う際に集団でのダメージを与えることができ、セナの回復能力を無効化する可能性がある。\n- スモルダーはEスキルによる高速移動が可能で、セナのスネアを避けやすく、捕まるリスクが低い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、セナの回復を無効化する。\n- スキルのスタックを貯めるために、セナが攻撃してくるタイミングを見計らって反撃する。\n- セナがCCを使った後の隙を狙い、オールインを仕掛ける。\n- 集団戦では、セナが密集している敵チャンピオンを狙い、AoE攻撃でダメージを与える。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- アッシュは長射程の攻撃を持ち、アフェリオスが近づく前にハラスを行いやすい。\n- アッシュのスロー効果により、アフェリオスは距離を保つことが難しく、接近戦での優位性を失う。\n- アッシュのスタン効果を持つアルティメットスキルにより、アフェリオスは捕まるリスクが高くなる。\n- アフェリオスは機動力が低く、アッシュのCCに対して脆弱であるため、逃げる手段が限られる。\n- アッシュは序盤から安定したダメージを出せるため、アフェリオスが成長する前に有利な状況を作りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アッシュの攻撃を受けない位置取りを心がける。\n- サポートと連携し、アッシュに対してオールインを仕掛けるタイミングを見計らう。\n- アフェリオスの武器を適切に使い分け、状況に応じた戦術を展開する。\n- 可能であれば、ジャングラーのサポートを受けてアッシュを圧倒する。\n- アイテムを早めに購入し、アッシュに対抗できる火力を確保する。",
      "シヴィア": "シヴィアがアッシュに不利です。\n\n理由:\n- アッシュの射程がシヴィアよりも長いため、アッシュはシヴィアに対して一方的に攻撃できる。\n- アッシュのスロー効果により、シヴィアは距離を保つことが難しく、追撃されやすい。\n- アッシュのスタン効果を持つアルティメットスキルにより、シヴィアは捕まるリスクが高くなる。\n- シヴィアは単体へのDPSが低いため、アッシュとの殴り合いで劣ることが多い。\n- アッシュのパッシブによるハラスが強力で、シヴィアはレーンでのトレードで不利になる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、アッシュの攻撃を避けるようにする。\n- サポートと連携して、アッシュに対してオールインを仕掛けるタイミングを見計らう。\n- ウェーブクリア能力を活かして、早めにレーンを押し込んでタワー下での安全なファームを心がける。\n- スペルシールドを活用して、アッシュのスキルを無効化し、トレードを有利に進める。\n- アイテムを早めに購入し、アッシュとのトレードでの火力を向上させる。",
      "ルシアン": "ルシアンがアッシュに不利です。\n\n理由:\n- アッシュは射程が長く、ルシアンの攻撃を受ける前に一方的にハラスができる。\n- アッシュのスロー効果により、ルシアンは距離を保つことが難しく、追撃されやすい。\n- アッシュのアルティメットスキルは、ルシアンが逃げる手段を持たないため、捕まると致命的なダメージを受ける可能性が高い。\n- ルシアンはCCを持たないため、アッシュのスローやスタンに対して無力で、オールイン合戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アッシュの攻撃を受けないように位置取りを工夫する。\n- アッシュのスキルを避けるために、スキルのクールダウンを意識し、タイミングを見計らって攻撃する。\n- サポートと連携し、アッシュに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでアッシュの攻撃に耐えられるようにする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アッシュに対して一方的にハラスが可能です。\n- アッシュは機動スキルを持たず、コーキの攻撃を避ける手段が限られています。\n- コーキのスキルはAoEダメージを持ち、アッシュの周囲のミニオンを一掃しやすく、レーンを優位に進めることができます。\n- アッシュのスロー効果はコーキに対してあまり効果的ではなく、コーキは距離を保ちながら攻撃できます。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えることができるため、アッシュに対して持続的な圧力をかけられます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、アッシュのHPを削る。\n- ミニオンを利用してアッシュの攻撃を避けつつ、スキルを当てる。\n- アッシュがスキルを使った後の隙を狙って攻撃する。\n- アッシュのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。\n- 可能であれば、サポートと連携してアッシュを捕まえるチャンスを作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程が長いため、アッシュよりも先に攻撃できる。\n- AoEダメージを持つスキルが豊富で、アッシュのハラスを無視してダメージを与えられる。\n- CC効果を持つスキルにより、アッシュの動きを制限しやすい。\n- アッシュは基礎ステータスが控えめで、序盤のバーストダメージが低いため、ヴァルスの持続的なダメージに対抗しにくい。\n- ヴァルスはスノーボール性能が高く、キルを取ることで攻撃速度が増加し、さらに有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アッシュのHPを削る。\n- スキルを使ってアッシュをスネアし、追撃を狙う。\n- アッシュがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、アッシュに対して集中的に攻撃を仕掛ける。\n- クリープを利用して、アッシュの攻撃を避けつつダメージを与える。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アッシュの攻撃を避けやすい。\n- アッシュは機動スキルを持たず、トゥイッチの攻撃を受けると逃げる手段が限られる。\n- トゥイッチのアルティメットは長射程で、アッシュが安全に攻撃できる距離から一方的にダメージを与えられる。\n- アッシュのスロー効果はトゥイッチに対してあまり効果的ではなく、トゥイッチはその間に反撃できる。\n- トゥイッチはバーストダメージが高く、アッシュの基礎ステータスが低い序盤において有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを行い、アッシュのHPを削る。\n- ステルスを利用して奇襲を仕掛け、アッシュが反応する前にダメージを与える。\n- アルティメットを使用して集団戦での位置取りを有利にし、アッシュを狙う。\n- アッシュがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、アッシュを捕まえる機会を増やす。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤ではアッシュよりも長い射程を持つため、遠距離から安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特にアッシュの基礎ステータスが低い序盤において、アッシュに対して有利に立ち回ることができる。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、アッシュのスロー効果を避けやすい。\n- アッシュは機動スキルを持たないため、トリスターナのノックバック効果を使って距離を取ることができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アッシュのHPを削る。\n- トリスターナのスキルを使ってアッシュに接近し、バーストダメージを与える。\n- アッシュがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- レベルアップ時に攻撃範囲が増加するタイミングを利用して、アッシュに対して優位に立つ。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、アッシュの射程を活かした攻撃を避けながら攻撃できる。\n- アッシュは機動スキルを持たず、サミーラが接近することで一方的にダメージを与えられる。\n- サミーラの高いDPSとバーストダメージにより、アッシュが攻撃を仕掛ける前に倒すことが可能。\n- アッシュのCCスキルに対して、サミーラは瞬時に回避する手段を持っているため、捕まるリスクが低い。\n- アッシュの基礎ステータスが控えめなため、序盤のサミーラの攻撃力に対抗しにくい。\n\n有利の取り方:\n- レーンでのハラスを行い、アッシュのHPを削る。\n- サポートと連携して、アッシュに接近し、オールインを仕掛ける。\n- アッシュのスキルを避けながら、スキルを使ってスタイルランクを上げる。\n- 敵のサポートがCCを使った後に、サミーラの攻撃を仕掛けるタイミングを見計らう。\n- クリープを利用して、アッシュの攻撃を避けつつ接近する。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネアを持っており、アッシュの攻撃を止めることができるため、アッシュのハラスを無効化しやすい。\n- ザヤの加速スキルにより、アッシュのスロー効果を回避しやすく、距離を保ちながら攻撃できる。\n- アッシュは機動力が低く、ザヤの反撃を受けやすい。特に、ザヤが無敵状態になることで、アッシュのアルティメットを無効化できる。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすく、アッシュに対しても持続的なダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを行い、アッシュの体力を削る。\n- スネアを使ってアッシュの攻撃を止め、反撃のチャンスを作る。\n- アッシュがスキルを使った後に攻撃を仕掛け、隙を突く。\n- 集団戦では、アッシュのアルティメットを無敵状態で回避し、ダメージを与える。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- 射程の長いニーラに対して、ミス・フォーチュンは有効射程が短く、ハラスを受けやすい。\n- ニーラの高い機動力により、接近されるとミス・フォーチュンは逃げる手段が乏しく、オールインされると脆弱。\n- ニーラは持続的なダメージと回復を持っており、ミス・フォーチュンのハラスを軽減しやすい。\n- ニーラのスロー効果により、ミス・フォーチュンは立ち位置を調整しにくく、攻撃を受けやすくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してニーラの攻撃を遮る。\n- サポートと連携し、ニーラのオールインを警戒しながらハラスを行う。\n- アイテムを早めに購入し、耐久力を上げることでニーラの攻撃に耐える。\n- ニーラのスキルを避けるために、立ち位置を常に意識し、移動速度を活かして距離を保つ。",
      "セナ": "セナが不利です。\n\n理由:\n- ニーラは近接チャンピオンであり、セナの射程を活かしたハラスを受けにくい。\n- ニーラの持続的なダメージと回復能力により、セナのハラスが効きにくく、逆にニーラがセナに対して攻撃を仕掛けやすい。\n- ニーラはダッシュスキルを持っており、セナのスネアを避けることができるため、捕まえにくい。\n- ニーラのスキルは味方との連携を重視しており、特にサポートチャンピオンとの相性が良いため、セナが単独で戦うと不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、距離を保ちながら攻撃する。\n- セナのスキルを使って、ニーラの攻撃を受ける前に回復を行う。\n- サポートと連携して、ニーラの攻撃を分散させる。\n- 早めにアイテムを購入し、耐久力を上げることでニーラの攻撃に耐える。",
      "トゥイッチ": "トゥイッチがニーラに不利です。\n\n理由:\n- 射程の短さ: トゥイッチは遠距離攻撃型ですが、ニーラの近接攻撃に対しては射程が劣るため、ニーラに近づかれると攻撃を受けやすい。\n- 高い機動力: ニーラはダッシュスキルを持ち、トゥイッチの攻撃を避けながら接近することができるため、トゥイッチの攻撃が当たりにくい。\n- 持続的なダメージ: ニーラは持続的なダメージを与える能力が高く、トゥイッチが攻撃を行う前にダメージを受ける可能性が高い。\n- CCの不足: トゥイッチはスロー効果しか持たず、ニーラの機動力を抑える手段が限られているため、逃げられやすい。\n- サポートとの連携: ニーラはサポートチャンピオンとの相性が良く、トゥイッチが孤立していると連携による強力な攻撃を受けやすい。\n\n不利の緩和策:\n- 遠距離からのハラス: トゥイッチはニーラに近づかれないように、遠距離からの攻撃を心がける。\n- ステルスを活用: ステルスを使って奇襲を仕掛け、ニーラが攻撃を行う前にダメージを与える。\n- サポートとの連携: サポートと連携してニーラに対抗し、トレードを有利に進める。\n- 装備の優先: 早めに防御アイテムを購入し、ニーラの攻撃に耐えられるようにする。\n- レベル差を意識: ニーラが強くなる前にレベル差をつけるため、序盤から積極的にCSを取る。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- 射程の長いヴァルスに対して、ニーラは近接攻撃型であり、接近するのが難しい。\n- ニーラの高い機動力に対して、ヴァルスは逃げる手段が限られており、捕まるリスクが高い。\n- ニーラのスロー効果により、ヴァルスは攻撃を避けることが難しく、持続的なダメージを受けやすい。\n- ニーラは味方との連携を重視しており、サポートがいる場合、ヴァルスのハラスを受けにくくなる。\n- ヴァルスはHP回復手段が乏しく、ニーラの持続的なダメージに対して脆弱。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ニーラの攻撃を避けるようにする。\n- スキルを使ってハラスを行い、ニーラのHPを削ることでプレッシャーをかける。\n- サポートと連携し、ニーラに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでニーラの攻撃に耐える。\n- ニーラのスキルのクールダウンを狙い、隙を見て攻撃する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ニーラは近接チャンピオンであり、オールインが強力で、カイ＝サの射程を活かす前に接近されやすい。\n- ニーラのスキルにはスロー効果があり、カイ＝サの移動を制限することで、攻撃を受けやすくなる。\n- ニーラは味方との連携を重視しており、サポートがいる場合、カイ＝サはその連携を崩すのが難しい。\n- カイ＝サは序盤が脆弱で、ニーラの持続的なダメージに対抗しづらい。\n- ニーラの回復やシールド効果により、カイ＝サのダメージが相対的に薄く感じられる。\n\n不利の緩和策:\n- レーンでのハラスを避け、CSを優先して経験値を稼ぐ。\n- サポートと連携し、ニーラのスキルを避けるために位置取りを工夫する。\n- アイテムを早めに購入し、耐久力を上げることでニーラのオールインに耐える。\n- ニーラのスキルのクールダウンを意識し、攻撃の隙を突いて反撃するタイミングを見計らう。\n- 集団戦では、後衛としての立ち回りを徹底し、ニーラに近づかれないようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ニーラは近接チャンピオンであり、トリスターナの長射程攻撃に対して接近しづらい。\n- ニーラのスキルは味方との連携を重視しているが、トリスターナは単独でも高いバーストダメージを持つため、ニーラがサポートを得られない場合に不利になる。\n- トリスターナのノックバック効果により、ニーラが接近した際に安全に距離を取ることができ、ニーラの攻撃を避けやすい。\n- ニーラは序盤にハラスを受けやすいが、トリスターナは序盤から強力なハラスを持っているため、ニーラがレーンで苦しむ可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用してトリスターナの攻撃を回避する。\n- サポートチャンピオンと連携し、トリスターナに対して集中的に攻撃を仕掛ける。\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、ニーラの持続的なダメージを強化することで、トリスターナに対抗する。"
    },
    "loses": {
      "ザヤ": "ザヤがニーラに有利です。\n\n理由:\n- ザヤは射程が長く、ニーラの近接攻撃を避けながらハラスが可能。\n- ザヤのスネアによって、ニーラの機動力を制限できるため、追撃や逃走を難しくする。\n- ニーラはサポートがいないとパッシブが活かせず、序盤のハラスに弱いが、ザヤはその点を突くことができる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、ニーラが近づく前にダメージを与えられる。\n- ザヤは自衛手段が豊富で、ニーラの攻撃を受け流しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スネアを使ってニーラのダッシュを封じ、攻撃のチャンスを作る。\n- ニーラが近づいてきた際には、スキルを使って距離を保ちながら反撃する。\n- 集団戦では、位置取りを意識し、ニーラが近づけないようにする。\n- サポートと連携し、ニーラに対して圧力をかけ続ける。",
      "コーキ": "コーキがニーラに有利です。\n\n理由:\n- コーキは射程が長く、ニーラの近接攻撃を避けやすい。\n- コーキのスキルはAoEダメージを持ち、ニーラの持続的なダメージを上回ることができる。\n- コーキはハラスが得意で、ニーラがサポートなしで序盤にハラスを受けると不利になる。\n- コーキのアルティメットはクールダウンが短く、ニーラに対して持続的に圧力をかけることができる。\n- ニーラは基礎ステータスが低く、コーキの高いダメージに対抗しづらい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- 射程を活かしてニーラの攻撃を避けつつ、スキルを当てる。\n- アルティメットを使ってニーラに対して一気にダメージを与え、戦闘を有利に進める。\n- ニーラがダッシュを使った後の隙を狙って攻撃する。\n- サポートがいないニーラを狙い、孤立させてダメージを与える。",
      "ジグス": "ジグスはニーラに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ニーラが近づく前にダメージを与えることができる。\n- ニーラは近接チャンピオンであり、ジグスの範囲攻撃に対して脆弱である。\n- ジグスのスキルはAoEダメージを持ち、ニーラが集団戦で動き回る際に大きなダメージを与えられる。\n- ニーラはサポートがいない場合、序盤にハラスを受けやすいが、ジグスはそのハラスを得意とする。\n- ジグスの設置型スキルは、ニーラの移動を制限し、接近を防ぐことができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- ミニオンを利用して、ジグスのスキルを当てやすい位置を確保する。\n- ニーラが近づいてきた際には、設置型スキルを使って動きを制限する。\n- 集団戦では、範囲攻撃を活かしてニーラを狙い、ダメージを与える。\n- ジグスの長射程を活かして、ニーラがダッシュを使う前に攻撃を仕掛ける。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- 射程の長さ: ヴェインは遠距離攻撃が可能で、ニーラの近接攻撃を避けやすい。\n- 高い機動力: ヴェインはダッシュを使ってニーラの攻撃を回避しやすく、追撃も得意。\n- 確定ダメージ: ヴェインは最大HPに比例したダメージを与えるため、ニーラのHPを迅速に削ることができる。\n- CCの活用: ヴェインのノックバックを使ってニーラを壁にぶつけることで、追加ダメージを与えられる。\n- タイマン戦での強さ: ヴェインは1対1の戦闘において非常に強力で、ニーラに対しても優位に立てる。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてニーラに対して積極的にハラスを行う。\n- ダッシュを活用: ニーラの攻撃を避けるために、ダッシュをタイミングよく使用する。\n- CCを利用: ノックバックを使ってニーラを壁にぶつけ、ダメージを与える。\n- アイテムの選択: 早めにダメージアイテムを購入し、ニーラに対するダメージを増加させる。\n- 集団戦での立ち位置: 集団戦では後衛に位置し、ニーラの攻撃を避けながらダメージを与える。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは射程が長く、ニーラの近接攻撃を避けやすい。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、ニーラの持続的なダメージに対抗できる。\n- スモルダーのAoE攻撃は集団戦で効果的であり、ニーラが味方と連携しても、スモルダーの範囲攻撃でダメージを与えやすい。\n- スモルダーはEスキルによる高速移動が可能で、ニーラの攻撃を避けることができる。\n- ニーラはサポートがいない場合、序盤にハラスを受けやすいが、スモルダーはその隙を突いてダメージを与えやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- スキルを使ってスタックを貯め、ダメージを強化する。\n- 集団戦では、密集した敵に対してAoE攻撃を活かし、ニーラのダメージを抑える。\n- Eスキルを使って逃げるタイミングを見計らい、ニーラの攻撃を避ける。\n- ニーラがサポートなしで孤立している時に積極的に攻撃を仕掛ける。",
      "アッシュ": "アッシュが有利です。\n\n理由:\n- アッシュは射程が長く、ニーラに対して一方的にハラスを行うことができる。\n- アッシュのスロー効果により、ニーラの接近を妨げることができ、Kitingが得意。\n- アッシュのアルティメットスキルは、遠距離からニーラを捕まえることができ、集団戦での制圧力が高い。\n- ニーラは近接チャンピオンであり、アッシュの攻撃を受けるとダメージを受けやすい。\n- アッシュは基礎ステータスが控えめなニーラに対して、序盤から優位に立ちやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ニーラの体力を削る。\n- スロー効果を活かして、ニーラが近づけないように立ち回る。\n- アッシュのアルティメットを使って、ニーラが逃げられない状況を作り出す。\n- サポートと連携し、ニーラに対して集中的に攻撃を仕掛ける。\n- ニーラがダッシュスキルを使った後に攻撃を行い、逃げ道を封じる。",
      "シヴィア": "シヴィアがニーラに有利です。\n\n理由:\n- シヴィアは射程が長く、ニーラの近接攻撃を避けながらハラスが可能。\n- シヴィアのウェーブクリア能力が高く、ニーラがレーンでの優位性を確保しにくい。\n- スペルシールドにより、ニーラのスキルを無効化できるため、トレードで有利に立ちやすい。\n- ニーラはサポートがいない場合、序盤のハラスに弱いが、シヴィアはそのハラスを行いやすい。\n- シヴィアは集団戦で後衛にダメージを与える能力が高く、ニーラの機動力を活かす前にダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- ウェーブクリアを利用して、ニーラがレーンを押し返す前にタワーにプレッシャーをかける。\n- スペルシールドを活かして、ニーラのスキルを無効化し、トレードを有利に進める。\n- ニーラが近づいてきた際には、距離を保ちながら攻撃を行い、反撃を避ける。\n- 集団戦では後衛として位置取りをし、ニーラが接近する前にダメージを与える。",
      "アフェリオス": "アフェリオスがニーラに有利です。\n\n理由:\n- 射程の長さ: アフェリオスは遠距離攻撃が可能で、ニーラの近接攻撃を避けやすい。\n- ハラス性能: アフェリオスはスキルを使ってニーラに対して持続的なハラスができ、ニーラの回復を妨げることができる。\n- CCの活用: アフェリオスはスネアやスローを持っており、ニーラの機動力を制限することができる。\n- 装備のスケール: アフェリオスは装備によるスケールが良好で、成長が早い。特に脅威ステータスが育つと高い火力を発揮できる。\n- ニーラの弱点: ニーラはサポートがいないとパッシブが活かせず、序盤はハラスを受けやすい。アフェリオスはその点を突くことができる。\n\n有利の取り方:\n- レーンでのハラス: アフェリオスはスキルを使ってニーラに対して持続的にハラスを行い、彼女の回復を妨げる。\n- 適切な武器の選択: ニーラに対して有効な武器を選び、CCを活用して彼女の動きを制限する。\n- 位置取り: 射程を活かしてニーラの攻撃範囲外から攻撃し、反撃を受けないようにする。\n- サポートとの連携: サポートと連携してニーラに対するプレッシャーを高め、彼女の動きを制限する。\n- レベル差をつける: 序盤から積極的にCSを取り、レベル差をつけてニーラに対して優位に立つ。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- サミーラは接近戦に強く、ドレイヴンの攻撃を無効化する能力を持っているため、オールインされると反撃が難しい。\n- サミーラのスキルは、ドレイヴンの攻撃を防ぐことができ、特に斧を拾うタイミングを妨げることができる。\n- サミーラは高いDPSを持ち、短時間でドレイヴンに大きなダメージを与えることができるため、序盤からのプレッシャーが強い。\n- ドレイヴンは移動妨害に弱く、サミーラの攻撃を受けると斧を拾えなくなり、戦闘能力が大幅に低下する。\n\n不利の緩和策:\n- サミーラとの距離を保ち、無理に接近しないように立ち回る。\n- サポートと連携し、サミーラに対して集団での攻撃を仕掛ける。\n- 斧を落とさないように注意し、常に攻撃力を維持する。\n- サミーラのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- サミーラは接近戦に強く、高いDPSを持っているため、ヴェインが近づく前にダメージを与えられる。\n- サミーラのスキルは、ヴェインの機動力を制限することができ、特に接近戦での反撃が難しくなる。\n- サミーラは短い射程を持つが、ヴェインも同様に射程が短いため、互いに接近する状況ではサミーラが有利。\n- サミーラはスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮でき、ヴェインが単独で戦う際に不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避け、サポートと連携して安全にファームを行う。\n- サミーラのスキルを避けるために、位置取りを意識し、壁を利用して戦う。\n- アイテムを早めに購入し、サミーラに対抗できるダメージを確保する。\n- 集団戦では、サミーラのスキルを避けつつ、後衛からの攻撃を心がける。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由:\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて攻撃しやすい。\n- サミーラの高いDPSとバーストダメージにより、アフェリオスは短時間で大きなダメージを受けるリスクがある。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、アフェリオスの攻撃を無効化しやすい。\n- アフェリオスは武器の切り替えに依存しており、サミーラの攻撃を受けるとそのタイミングを崩される可能性が高い。\n- サミーラは味方のCCを利用して接近することで、アフェリオスに対して優位に立つことができる。\n\n不利の緩和策:\n- 序盤は慎重に立ち回り、サミーラとの接触を避ける。\n- 遠距離からのハラスを意識し、サミーラが近づく前にダメージを与える。\n- サポートと連携し、サミーラに対してCCを活用して距離を保つ。\n- 武器の選択を工夫し、サミーラに対抗できる状況を作る。\n- 集団戦では位置取りを意識し、サミーラが接近できないようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- サミーラは接近戦に強く、カイ＝サの射程が短いため、サミーラが接近することで有利に戦える。\n- サミーラの高いDPSとバーストダメージに対して、カイ＝サは防御手段が限られており、瞬時に倒されるリスクが高い。\n- サミーラはスキルの組み合わせでスタイルを上げ、Ultを発動することで集団戦でのキャリー能力が高まるため、カイ＝サが攻撃する前に大きなダメージを受ける可能性がある。\n- サミーラのCCスキルにより、カイ＝サの動きを制限されると、攻撃のチャンスを失いやすい。\n\n不利の緩和策:\n- 序盤は慎重に立ち回り、サミーラの攻撃を避けるために位置取りを工夫する。\n- サポートと連携し、サミーラに対して集団で攻撃を仕掛けることで、彼女の強みを無効化する。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- サミーラのスキルのクールダウンを狙い、彼女がスキルを使った後に攻撃を仕掛けるタイミングを見計らう。",
      "ミス・フォーチュン": "ミス・フォーチュンはサミーラに不利です。\n\n理由:\n- サミーラは接近戦に強く、ミス・フォーチュンが遠距離から攻撃している間に接近されると、強力なバーストダメージを受ける可能性が高い。\n- サミーラは高いDPSを持ち、特に味方のCCを利用して接近することで、ミス・フォーチュンに対して効果的にダメージを与えることができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、サミーラのオールインに対して耐えることが難しい。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、ミス・フォーチュンのハラスを無効化しやすい。\n\n不利の緩和策:\n- レーンでのハラスを控え、サミーラが接近する前に距離を保つように心がける。\n- サポートと連携し、サミーラが接近する際にCCを使って足止めすることで、ミス・フォーチュンが安全に攻撃できる時間を作る。\n- アイテムを工夫し、サミーラのバーストダメージに耐えられるように防御アイテムを早めに購入する。\n- サミーラのUltを避けるために、位置取りを意識し、集団戦では後衛に留まるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- サミーラは接近戦が得意で、ルシアンの射程が短いため、オールインされるとダメージを受けやすい。\n- サミーラのスキルは、ルシアンの攻撃を防ぐことができ、特に弾速のある攻撃を無効化する能力があるため、ルシアンのハラスが効きにくい。\n- サミーラは高いDPSを持ち、スタイルランクを上げることで瞬時にバーストダメージを出せるため、ルシアンが攻撃する前に反撃されるリスクが高い。\n- ルシアンはCCを持たないため、サミーラの接近を防ぐ手段がなく、彼女の攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、サミーラのスキルを避ける位置取りを心がける。\n- サポートと連携し、サミーラに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでサミーラのオールインに耐えられるようにする。\n- サミーラのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、サミーラの短い射程を活かしてハラスが可能です。\n- コーキのスキルはAoEダメージを持ち、サミーラが接近する前にダメージを与えることができます。\n- サミーラは接近戦を得意としていますが、コーキはその距離を保ちながら攻撃できるため、サミーラが近づくのを難しくします。\n- コーキは自己強化がないものの、サミーラの攻撃を受ける前にダメージを与えられるため、先手を取ることができます。\n- サミーラのCCが限られているため、コーキは自由に動きながら攻撃できる点で有利です。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づく前にダメージを与える。\n- スキルを使ってサミーラの動きを制限し、接近を阻止する。\n- サミーラが接近してきた際には、距離を保ちながらスキルを使い続ける。\n- サポートと連携し、サミーラに対して集中的に攻撃を仕掛ける。\n- サミーラのスキルのクールダウンを利用して、攻撃のタイミングを見計らう。",
      "セナ": "セナがサミーラに有利です。\n\n理由:\n- セナは長射程を持ち、サミーラの接近を許さずにハラスが可能です。\n- セナのスネア効果により、サミーラの接近戦を制限できるため、サミーラが攻撃を仕掛けるタイミングを奪えます。\n- セナは回復能力を持ち、サミーラの攻撃を受けても持ちこたえやすいです。\n- サミーラは低い防御ステータスを持つため、セナの持つ持続的なハラスに対して脆弱です。\n- セナのパッシブによって、レーンでのゴールド獲得が容易で、育ちやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、サミーラの体力を削る。\n- スネアを使ってサミーラの動きを制限し、攻撃のチャンスを作る。\n- サミーラが接近してきた際には、スキルを使って距離を保ちつつ、回復を行う。\n- サミーラがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携し、サミーラを捕まえるためのプレッシャーをかける。",
      "ジンクス": "ジンクスが有利です。\n\n理由:\n- ジンクスは長射程を持ち、サミーラの短射程を活かして安全にハラスができる。\n- ジンクスの攻撃速度が高く、サミーラが接近する前にダメージを与えやすい。\n- サミーラは接近戦を得意とするが、ジンクスはスネアやスローを使って距離を保つことができる。\n- ジンクスはキルを取ることで移動速度と攻撃速度が上がり、連続キルを狙いやすい。\n- サミーラは単独でのCCがないため、ジンクスのスキルを避けるのが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- ジンクスのスキルを使ってサミーラの動きを制限し、接近を阻止する。\n- サミーラがスキルを使った後の隙を狙って攻撃する。\n- ジンクスのパッシブを活かして、キルを取った後にさらに攻撃速度を上げて連続攻撃を狙う。\n- サポートと連携して、サミーラに対する圧力を高める。",
      "コグ＝マウ": "コグ＝マウがサミーラに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、サミーラの短射程を活かすことができない。\n- サミーラは接近戦を得意とするが、コグ＝マウはスロー効果を持つスキルで距離を保つことができる。\n- コグ＝マウのAR/MRを低下させるスキルは、サミーラに対して効果的で、高いダメージを与えることができる。\n- サミーラは単独でのCCがないため、コグ＝マウの攻撃を受ける際に反撃が難しい。\n- コグ＝マウは集団戦でのダメージ出力が高く、サミーラが接近する前に大きなダメージを与えることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- スキルを使ってサミーラの動きを制限し、距離を保ちながら攻撃する。\n- サミーラが接近してきた際には、スロー効果を利用して逃げるか、反撃する。\n- 集団戦では、サミーラが接近する前にダメージを与え、味方と連携してサミーラを排除する。",
      "ゼリ": "ゼリはサミーラに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、サミーラの接近戦を避けやすい。\n- サミーラは射程が短く、ゼリの長射程攻撃に対して不利。\n- ゼリはスキルを駆使してダメージを出すスタイルで、サミーラの攻撃を避けることができる。\n- ゼリのウルトによるSlow効果で、サミーラの接近を阻害できる。\n- サミーラは単独でのCCがないため、ゼリの機動力を活かしたトレードが有利に働く。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、サミーラの体力を削る。\n- サミーラが接近してきた際には、スキルを使って距離を保つ。\n- ウルトを使ってサミーラの動きを制限し、攻撃のチャンスを作る。\n- サミーラのスキルのクールダウンを確認し、隙を突いて攻撃する。\n- サポートと連携して、サミーラに対するプレッシャーをかけ続ける。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはスネアを持っており、サミーラの接近を阻止できるため、サミーラが攻撃を仕掛ける前に制圧できる。\n- ザヤの攻撃はKite能力に優れており、サミーラの攻撃を避けながらダメージを与えることができる。\n- サミーラは接近戦を得意とするが、ザヤは無敵状態を持っているため、サミーラのUltを無効化できる。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすく、サミーラが複数の敵に囲まれた際に有利に立てる。\n\n有利の取り方:\n- サミーラが接近してくるタイミングを見計らい、スネアを使って捕まえる。\n- サミーラが攻撃を仕掛ける前に、距離を保ちながら攻撃を行い、Kiteを活用する。\n- サミーラがUltを発動する際に、無敵状態を使ってダメージを回避する。\n- 集団戦では、味方と連携してサミーラを狙い、彼女が孤立する状況を作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由:\n- 射程の差: ヴァルスは長射程の攻撃を持っており、サミーラの短い射程を活かして安全にハラスができる。\n- CC効果: ヴァルスのスネア効果により、サミーラの接近を阻止しやすく、攻撃を避けることができる。\n- 持続的なダメージ: ヴァルスはAoEダメージを持ち、集団戦やレーン戦で持続的にダメージを与えることができるため、サミーラが接近する前に大きなダメージを与えられる。\n- スノーボール性能: 敵チャンピオンをキルすることで攻撃速度が増加し、さらにダメージを与えやすくなるため、サミーラに対して優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラス: サミーラが近づく前にスキルを使ってダメージを与え、ハラスを行う。\n- ポジショニング: 常にサミーラの攻撃範囲外に位置し、攻撃を避けつつ反撃する。\n- CCを活用: スネアを使ってサミーラの動きを制限し、接近を阻止する。\n- 集団戦での立ち回り: サミーラが接近する前にスキルを使い、持続的にダメージを与えつつ、味方と連携して戦う。",
      "ニーラ": "ニーラがサミーラに有利です。\n\n理由:\n- 射程の短いサミーラに対して、ニーラは近接攻撃を持ち、ダッシュで接近しやすい。\n- ニーラのパッシブにより、味方のヒールやシールドを強化できるため、サミーラとの1対1の戦闘で有利に立てる。\n- サミーラは接近戦を得意とするが、ニーラはダッシュを使ってサミーラの攻撃を回避しつつ反撃できる。\n- ニーラのスロー効果により、サミーラの動きを制限しやすく、攻撃を当てやすい。\n- ニーラは持続的なダメージを持ち、サミーラのバーストダメージに対抗できる。\n\n有利の取り方:\n- レーンでのハラスを行い、サミーラのHPを削る。\n- サポートと連携し、ニーラのパッシブを活かして持続的に戦う。\n- サミーラが攻撃を仕掛けてきた際に、ダッシュを使って回避し、反撃する。\n- サミーラのスキルのクールダウンを狙い、隙を見て攻撃を仕掛ける。\n- 集団戦では、サミーラの周囲に入り込み、スローを活かして動きを制限する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに射程が増加し、サミーラよりも遠くから攻撃できるため、接近戦を避けやすい。\n- トリスターナのバーストダメージは高く、特にサミーラが接近する前にダメージを与えることができる。\n- トリスターナはノックバック効果を持つスキルを使うことで、サミーラの接近を阻止し、自分の安全を確保できる。\n- サミーラは射程が短く、トリスターナの攻撃を受けるとダメージを受けやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、サミーラの攻撃をかわしやすい。\n\n有利の取り方:\n- レベルアップを優先し、早めに射程を増やしてサミーラに対して有利な位置を取る。\n- サミーラが接近する前にスキルを使ってダメージを与え、ハラスを行う。\n- ノックバックスキルを使って、サミーラが近づいてきた際に距離を取る。\n- サポートと連携し、サミーラに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに揃え、バーストダメージを強化してサミーラを圧倒する。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリはドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリが攻撃を受けやすい。\n- ドレイヴンのCCスキルにより、ゼリの機動力が制限され、逃げることが難しくなる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ドレイヴンの攻撃に対抗しにくい。\n- ドレイヴンは斧を使った攻撃に依存しているが、ゼリはその攻撃を避けるのが難しい。\n- ゼリのスキルは主にハラスに依存しているが、ドレイヴンの高い耐久力とダメージに対して効果的に機能しない。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、位置取りを工夫し、ドレイヴンの攻撃を受けないようにする。\n- サポートと連携して、ドレイヴンに対する集団戦でのCCを活用し、彼の強みを封じる。\n- ゼリの機動力を活かして、ドレイヴンの攻撃を避けつつ、スキルを使ってダメージを与える。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げる。\n- レーンでのファームを重視し、無理にトレードを仕掛けずに安全にゴールドを稼ぐ。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーの弱い序盤を突くことができる。\n- ドレイヴンの攻撃はAAに依存しており、スモルダーはAA強化がないため、1対1の戦闘で劣る。\n- ドレイヴンのCCスキルにより、スモルダーは移動を制限されやすく、逃げる手段が限られる。\n- スモルダーはスキルのスタックを貯めるまでダメージが低く、ドレイヴンの攻撃を受けると早期に倒される可能性が高い。\n\n不利の緩和策:\n- 序盤は慎重にプレイし、ドレイヴンの攻撃を避けることに集中する。\n- スモルダーのスキルを使ってハラスを行い、スタックを貯めるタイミングを見計らう。\n- サポートと連携し、ドレイヴンに対して集団でのエンゲージを狙う。\n- アイテムを早めに購入し、耐久力を上げることでドレイヴンの攻撃に耐える。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サが成長する前に圧倒される可能性が高い。\n- ドレイヴンの攻撃はAAに依存しており、カイ＝サのスキルを使う際に隙が生じると、ドレイヴンの攻撃を受けやすくなる。\n- ドレイヴンのCCスキルにより、カイ＝サの動きが制限され、逃げることが難しくなる。\n- カイ＝サは基礎ADが低く、装備依存度が高いため、序盤のドレイヴンの強さに対抗しにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ドレイヴンの攻撃を避けるようにする。\n- サポートと連携し、ドレイヴンに対してオールインを仕掛けるタイミングを見計らう。\n- 早めに防具を購入し、ドレイヴンのダメージを軽減する。\n- スキルを進化させるタイミングを考慮し、特に逃げる手段を強化する。",
      "ヴェイン": "ヴェインがドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、ヴェインがハラスを受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、ヴェインはその攻撃を避けるのが難しい。\n- ドレイヴンのCCスキルにより、ヴェインの機動力が制限される可能性がある。\n- ドレイヴンは射程が長く、ヴェインが近づく前に攻撃を仕掛けることができる。\n- ヴェインは序盤のパワーが低く、ドレイヴンの強さに対抗しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてプレイする。\n- ドレイヴンの攻撃を受けないように、適切なタイミングでダッシュを使用する。\n- サポートと連携して、ドレイヴンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでドレイヴンの攻撃に耐える。\n- レーンでのファームを優先し、レベルを上げてからの反撃を狙う。",
      "シヴィア": "シヴィアがドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアの基礎射程が短いため、トレードで不利になりやすい。\n- ドレイヴンの攻撃はAAに依存しており、シヴィアはスペルシールドを持っているが、ドレイヴンの攻撃を完全に無効化することはできない。\n- ドレイヴンは移動速度を上げるスキルを持ち、追撃性能が高いため、シヴィアが逃げるのが難しい。\n- シヴィアは単体へのDPSが他のADCに劣るため、ドレイヴンとの殴り合いで火力負けしやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ドレイヴンの攻撃を避けるようにする。\n- ウェーブクリア能力を活かして、早めにミニオンを処理し、ドレイヴンとのトレードを避ける。\n- スペルシールドを適切なタイミングで使用し、ドレイヴンのスキルを無効化する。\n- サポートと連携して、ドレイヴンに対する圧力をかけ、彼のゴールドを稼がせないようにする。",
      "ユナラ": "ユナラが不利です。\n\n理由:\n- ドレイヴンは高いバーストダメージを持ち、序盤から強力な攻撃力を発揮するため、ユナラは早期に圧倒されやすい。\n- ドレイヴンのCCスキルにより、ユナラの動きを制限されると、攻撃を行うことが難しくなる。\n- ユナラは通常攻撃に依存しているため、ドレイヴンの攻撃を受けるとダメージを出しにくくなる。\n- ドレイヴンの攻撃範囲がユナラと同等かやや短いため、接近戦での有利を取られやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して位置取りを工夫する。\n- ドレイヴンのスキルを避けるため、常に移動し続け、相手の攻撃を受けないようにする。\n- サポートと連携し、ドレイヴンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでドレイヴンの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチがドレイヴンに不利です。\n\n理由:\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トゥイッチが攻撃を受ける前に倒される可能性が高い。\n- ドレイヴンのCCスキルにより、トゥイッチの移動が制限され、逃げる手段が少なくなる。\n- トゥイッチは装備依存度が高く、序盤にドレイヴンに対して劣勢になると、後半まで影響が続く。\n- ドレイヴンの攻撃力は非常に高く、トゥイッチの耐久力が低いため、殴り合いで不利になる。\n\n不利の緩和策:\n- レーンでのトレードを避け、ファームに専念することで、装備を整える時間を稼ぐ。\n- サポートと連携し、ドレイヴンの攻撃を受けないように位置取りを工夫する。\n- ステルスを活用して奇襲を仕掛け、ドレイヴンの斧を拾わせないようにする。\n- 早めに防御アイテムを購入し、耐久力を上げることで、ドレイヴンの攻撃に耐えられるようにする。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがドレイヴンに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、ドレイヴンの攻撃を安全な距離から避けながら攻撃できる。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、操作が難しい。コグ＝マウはスキルを使ってダメージを与えられるため、ドレイヴンのプレッシャーを軽減できる。\n- コグ＝マウのスキルにはAR/MRを低下させる効果があり、特にタンクに対して強いが、ドレイヴンに対しても持続的なダメージを与えやすい。\n- ドレイヴンは移動妨害に弱く、コグ＝マウのスロー効果を利用して距離を保ちながら攻撃できる。\n- コグ＝マウは集団戦でのダメージ出力が高く、レーン戦での優位を活かしてスケーリングしやすい。\n\n有利の取り方:\n- レーン戦では、コグ＝マウの長射程を活かしてドレイヴンの攻撃を避けつつ、ハラスを行う。\n- ドレイヴンが斧を落としたタイミングを狙い、積極的に攻撃を仕掛ける。\n- スキルを使ってAR/MRを低下させ、ドレイヴンに対して持続的なダメージを与える。\n- サポートと連携して、ドレイヴンに対するプレッシャーをかけ、ファームを妨害する。\n- 集団戦では、コグ＝マウのスキルを駆使して後衛から安全にダメージを出し、ドレイヴンを排除する。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化する能力があるため、オールインが可能。\n- ドレイヴンはAAに依存しているため、サミーラのスキルで攻撃を防がれるとダメージを出しにくくなる。\n- サミーラは高いDPSを持ち、スノーボールが始まると非常に強力なキャリー能力を発揮できる。\n- サミーラのスキルは、ドレイヴンのCCを回避する手段を持っているため、戦闘中に有利な状況を作りやすい。\n\n有利の取り方:\n- サミーラはドレイヴンの攻撃を避けつつ、接近してオールインを仕掛ける。\n- 味方のCCを利用して、ドレイヴンに対して一気に攻撃を仕掛ける。\n- ドレイヴンが斧を落としたタイミングを狙い、攻撃を集中させる。\n- サミーラのスキルを駆使して、ドレイヴンの攻撃を防ぎつつ、ダメージを与える。",
      "ニーラ": "ニーラがドレイヴンに有利です。\n\n理由:\n- ニーラは近接攻撃型であり、ドレイヴンの攻撃を避けやすい。\n- ドレイヴンの攻撃はAAに依存しているため、ニーラのダッシュで攻撃を回避できる。\n- ニーラのスキルは回復やシールドを提供し、ドレイヴンのバーストダメージを軽減できる。\n- ニーラはオールインが強く、ドレイヴンのCCを無効化することで、彼の攻撃を無効化できる。\n- ニーラは味方との連携を重視しており、サポートと組むことでさらに強力になる。\n\n有利の取り方:\n- レーンでのハラスを行い、ドレイヴンの斧を拾わせないようにする。\n- ダッシュを活用してドレイヴンの攻撃を避け、反撃のチャンスを作る。\n- サポートと連携し、集団戦での優位性を活かす。\n- ドレイヴンが斧を落としたタイミングでオールインを仕掛ける。\n- 経験値とゴールドを効率的に獲得し、装備差をつける。",
      "ジグス": "ジグスがドレイヴンに有利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ドレイヴンが近づく前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、ドレイヴンが斧を拾うために必要な位置取りを難しくする。\n- ドレイヴンは移動妨害に弱く、ジグスの地雷やスキルによって動きを制限されやすい。\n- ジグスはミニオン処理が得意で、ドレイヴンがファームをする際に圧力をかけやすい。\n- ジグスは接近戦に弱いが、ドレイヴンはAAに依存しているため、ジグスが距離を保てれば有利に戦える。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ドレイヴンのファームを妨害する。\n- 地雷を使ってドレイヴンの動きを制限し、斧を拾いにくくする。\n- スキルを使ってミニオンを処理し、ドレイヴンが近づくのを防ぐ。\n- ジグスのスキルを使って、ドレイヴンがオールインを仕掛ける前にダメージを与える。\n- サポートと連携して、ドレイヴンに対する集中的な攻撃を行う。",
      "ジンクス": "ジンクスがドレイヴンに有利です。\n\n理由:\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ジンクスの攻撃速度の上昇により、ドレイヴンのバーストダメージを受ける前にダメージを与えやすい。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、ジンクスのスネアやスローで動きを制限することで、彼の攻撃を無効化しやすい。\n- ジンクスはキルを取ることで移動速度と攻撃速度が向上し、連続キルを狙いやすく、スノーボールが可能。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ドレイヴンのファームを妨害する。\n- スネアやスローを活用して、ドレイヴンの斧を拾えない状況を作り出す。\n- ジンクスのパッシブを活かして、キルを取った後は積極的に追撃し、さらに有利な状況を作る。\n- 集団戦では、ドレイヴンの攻撃を避けつつ、後衛から安全にダメージを与える。",
      "セナ": "セナがドレイヴンに有利です。\n\n理由:\n- セナは長射程を持ち、ドレイヴンの攻撃を避けながらハラスができるため、序盤から有利に立ち回れる。\n- セナのスキルによる回復能力があり、ドレイヴンの高いバーストダメージをある程度軽減できる。\n- ドレイヴンは斧を拾う必要があり、操作が難しいため、セナのハラスによって彼のプレッシャーを減少させることができる。\n- セナのスネア効果により、ドレイヴンの動きを制限し、攻撃を当てやすくすることができる。\n- セナはパッシブによってゴールドを得やすく、育つと高い火力を発揮できるため、レイトゲームでの影響力が増す。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ドレイヴンの体力を削る。\n- スネアを使ってドレイヴンの動きを制限し、攻撃を当てるチャンスを増やす。\n- ドレイヴンが斧を落としたタイミングを狙って攻撃し、彼の戦闘能力を低下させる。\n- セナの回復スキルを活用して、ドレイヴンのバーストダメージを軽減しつつ、持続的にハラスを続ける。\n- サポートと連携して、ドレイヴンに対するプレッシャーを高め、彼のファームを妨害する。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして一方的にハラスができる。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、ザヤが持つ自衛手段では対処しきれないことがある。\n- スモルダーのCCスキルによるSlow効果で、ザヤの移動が制限され、反撃のチャンスが減少する。\n- ザヤはスキルの発生に時間がかかるため、スモルダーの攻撃を避けるのが難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、スモルダーの攻撃を避けるようにする。\n- サポートと連携し、スモルダーに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでスモルダーの攻撃に耐えられるようにする。\n- スモルダーのスキルのCDを意識し、スキルが使えないタイミングで攻撃を仕掛ける。",
      "コーキ": "コーキがスモルダーに不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、持続的なダメージを出す能力が高い。\n- スモルダーのEスキルによる高速移動が、コーキの攻撃を避けるのに役立ち、追撃や逃走が得意。\n- スモルダーはAoE攻撃を持ち、集団戦での強さが際立っているため、コーキのスキルが当たりにくくなる。\n- コーキはCCがないため、スモルダーの攻撃を止める手段がなく、持続的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、スモルダーのスタックを貯めさせないように立ち回る。\n- スモルダーのEスキルのクールダウンを意識し、使用後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを工夫して、スモルダーのダメージを軽減する（例：防具アイテムを早めに購入する）。\n- 集団戦では、スモルダーのAoE攻撃を避ける位置取りを心がける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプであり、特に集団戦でのAoE攻撃が強力です。ヴェインはAoE攻撃を持たないため、集団戦での影響力が低くなります。\n- スモルダーのWによるスロー効果やRの範囲攻撃は、ヴェインの機動力を制限し、追撃や逃走を難しくします。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなるため、レイトゲームでの対決においてヴェインは不利になります。\n- ヴェインは射程が短く、スモルダーの攻撃を受けやすく、特にスキルのハラスに対して脆弱です。\n\n不利の緩和策:\n- レーンでのハラスを避け、スモルダーのスキルを避けるように立ち回る。\n- 早めにアイテムを購入し、ダメージを増加させることで、スモルダーに対抗できるようにする。\n- 集団戦では、スモルダーのスキルを避けながら、他のチャンピオンと連携して攻撃する。\n- スモルダーのスタックが貯まる前に、早期に圧力をかけてレーンを優位に進める。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、ミス・フォーチュンのハラスを受けても耐えられる。\n- スモルダーのEスキルによる高速移動で、ミス・フォーチュンの攻撃を避けやすく、接近戦での有利を取られる。\n- スモルダーはAoE攻撃が強力で、集団戦での影響力が高いため、ミス・フォーチュンのUltが効果的に発揮できない状況を作りやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのスタックが貯まる前にダメージを与えられないことが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してスモルダーの攻撃を遮る。\n- スモルダーのスキルのCDを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- アイテムを早めに購入し、DPSを向上させることで、スモルダーに対抗できるようにする。\n- 集団戦では、位置取りを工夫し、スモルダーのAoE攻撃を避けるように心がける。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特にスタックを貯めることで後半のダメージが非常に高くなるため、ルシアンのバーストダメージに対抗しやすい。\n- スモルダーのEスキルによる高速移動で、ルシアンの攻撃を避けたり、追撃したりすることができる。\n- スモルダーはAoE攻撃を持ち、集団戦でのダメージを稼ぎやすいため、ルシアンが集団戦で立ち位置を取るのが難しくなる。\n- ルシアンは射程が短いため、スモルダーの攻撃を受けやすく、特にオールインの際に不利になる。\n\n不利の緩和策:\n- 序盤は慎重に立ち回り、スモルダーのスタックが貯まる前にハラスを避ける。\n- スモルダーのスキルを避けるために、位置取りを意識し、Eスキルを使って逃げるタイミングを見極める。\n- アイテムを早めに購入し、ダメージを増加させることで、スモルダーに対抗できるようにする。\n- 集団戦では、スモルダーのAoE攻撃を避けるために、味方と連携して動くことを心がける。",
      "セナ": "セナが不利です。\n\n理由:\n- スモルダーはスキルを駆使して戦うキャリータイプで、特に後半のダメージが非常に高くなるため、セナのハラスが効きにくい。\n- スモルダーのEスキルによる高速移動で、セナの攻撃を避けやすく、追撃も得意。\n- スモルダーはAoE攻撃を持ち、集団戦での強さが際立つため、セナが一方的に攻撃するのが難しい。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーのスタックが貯まる前に有利な状況を作りにくい。\n- スモルダーのCCスキルによるSlow効果が、セナの逃げ手段を制限し、捕まりやすくなる。\n\n不利の緩和策:\n- レーンでのハラスを控え、スモルダーのスキルを避けることに集中する。\n- サポートと連携し、スモルダーの攻撃を受けないように立ち回る。\n- 早めにアイテムを購入し、耐久力を上げることで生存率を高める。\n- スモルダーのスキルのCDを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 逃げ道を確保するために、マップの視界を確保し、敵の動きを把握する。",
      "ニーラ": "ニーラが不利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ニーラの接近を阻害しやすい。\n- スモルダーのスキルはスタックを貯めることで強化され、後半のダメージが非常に高くなるため、ニーラが持続的にダメージを与える前に倒される可能性がある。\n- スモルダーのCCスキルにより、ニーラの機動力を制限されることが多く、逃げる手段が減少する。\n- ニーラはAAに依存するため、スモルダーの遠距離攻撃に対して不利な状況が続く。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、スモルダーの攻撃を受けない位置取りを心がける。\n- サポートと連携し、スモルダーに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでスモルダーの攻撃に耐える。\n- スモルダーのスキルのCDを意識し、スキルを使った後に攻撃を仕掛ける。"
    },
    "loses": {
      "シヴィア": "シヴィアがスモルダーに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押し込むことができる。\n- スペルシールドにより、スモルダーのCCスキルを無効化できるため、トレードで有利に立ち回れる。\n- シヴィアの攻撃速度増加効果により、スモルダーのスキルを受ける前にダメージを与えやすい。\n- スモルダーは序盤のスキル性能が低いため、シヴィアが序盤から優位に立つことができる。\n- シヴィアの跳弾するスキルにより、ミニオンを利用してスモルダーにハラスをかけやすい。\n\n有利の取り方:\n- レーン開始時に積極的にミニオンをプッシュし、スモルダーがスタックを貯める前にタワーに圧力をかける。\n- スペルシールドを活かして、スモルダーのスキルを避けながらトレードを行う。\n- シヴィアの攻撃速度を活かして、スモルダーに対して早期にダメージを与え、レーンでの優位を確保する。\n- 集団戦では後衛から安全にダメージを与え、スモルダーのAoE攻撃を避ける位置取りを心がける。",
      "ドレイヴン": "ドレイヴンがスモルダーに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーの序盤の弱さを突くことができる。\n- スモルダーはAA強化がないため、ドレイヴンの高DPSに対抗しにくい。\n- ドレイヴンのCCスキルにより、スモルダーの移動を制限しやすく、逃げる手段を奪うことができる。\n- ドレイヴンはパッシブによってゴールドを稼ぎやすく、アイテム差をつけやすい。\n- スモルダーはスタックを貯めるまでの序盤が弱いため、ドレイヴンがその間に有利を築くことができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スモルダーのHPを削る。\n- スモルダーがスキルを使った後にオールインを仕掛け、ダメージを与える。\n- 斧を正確に拾い続け、常に高いダメージを維持する。\n- スモルダーのEスキルのCDを狙い、逃げ道を封じる。\n- 可能な限り早くアイテムを揃え、スノーボールを狙う。",
      "トゥイッチ": "トゥイッチがスモルダーに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、スモルダーのスキルを避けやすい。\n- スモルダーは序盤のスキル性能が低く、トゥイッチの奇襲に対して脆弱である。\n- トゥイッチのアルティメットは長射程で、集団戦でのダメージを一方的に与えることができる。\n- スモルダーはAA強化がないため、トゥイッチの持つ高DPSに対抗しにくい。\n- トゥイッチはスロー効果を持つスキルで、スモルダーの移動を制限しやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- ステルスを活用して奇襲を仕掛け、スモルダーがスキルを使った後に攻撃する。\n- 集団戦ではアルティメットを使い、スモルダーが密集しているところを狙う。\n- スモルダーがCCを使った後に攻撃し、反撃を受ける前にダメージを与える。\n- アイテムを早めに揃え、スモルダーよりも早くパワースパイクを迎える。",
      "アフェリオス": "アフェリオスがスモルダーに有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、スモルダーのスタックを貯める前にダメージを与えることができる。\n- スモルダーは序盤が弱く、アフェリオスは序盤からハラスが強いため、レーニングで優位に立ちやすい。\n- アフェリオスのCC効果を持つ武器を使うことで、スモルダーの移動を制限しやすい。\n- スモルダーはAA強化がないため、アフェリオスの高いDPSに対抗しにくい。\n- アフェリオスは遠距離からの攻撃が可能で、スモルダーのスキルを避けながら戦える。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせない。\n- CC効果を持つ武器を使い、スモルダーの移動を制限してオールインを狙う。\n- スモルダーがスキルを使った後の隙を突いて攻撃する。\n- 位置取りを工夫し、スモルダーのAoE攻撃を避ける。\n- アイテムを早めに揃え、火力を上げてスモルダーを圧倒する。",
      "ジグス": "ジグスがスモルダーに有利です。\n\n理由:\n- ジグスは全てのスキルが範囲攻撃であり、スモルダーがスタックを貯める前にダメージを与えやすい。\n- スモルダーは序盤のスキル性能が低く、ジグスの長射程攻撃に対して対抗しづらい。\n- ジグスの設置型スキルは、スモルダーの移動を制限し、接近を防ぐことができる。\n- スモルダーはCCに弱く、ジグスのスロー効果で動きを制限されると攻撃が難しくなる。\n- ジグスはタワー破壊能力が高く、スモルダーが育つ前にタワーを押し込むことができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯める前にダメージを与える。\n- スキルを使ってミニオンを処理しつつ、スモルダーに圧力をかける。\n- 設置型スキルを利用して、スモルダーの移動を制限し、接近を許さない。\n- 集団戦では、スモルダーが密集する前にAoEダメージを与え、早期に戦闘を有利に進める。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、スモルダーのスキルがスタックを貯める前にダメージを与えることができる。\n- スモルダーは序盤のDPSが低く、ジンのハラスに対して脆弱である。\n- ジンのスネア効果により、スモルダーの移動を制限し、オールインを仕掛けやすい。\n- ジンの4発目の攻撃やアルティメットは、高いバーストダメージを持ち、HPが減ったスモルダーに対して特に効果的。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯める前にダメージを与える。\n- スネアを利用してスモルダーの動きを制限し、オールインを狙う。\n- ジンのスキルを使って、スモルダーがスキルを使った後の隙を突く。\n- 位置取りを工夫し、スモルダーの攻撃範囲外から攻撃を行う。",
      "ヴァルス": "ヴァルスがスモルダーに有利です。\n\n理由:\n- ヴァルスは長射程を持ち、スモルダーがスキルをスタックする前にハラスが可能。\n- スモルダーは序盤のスキル性能が低く、ヴァルスの攻撃を受けやすい。\n- ヴァルスのCCスキルにより、スモルダーの動きを制限できるため、オールインがしやすい。\n- スモルダーはAA強化がないため、持続的なダメージを与えるヴァルスに対して不利。\n- ヴァルスのAoEダメージは集団戦でのスモルダーの強みを打ち消すことができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせない。\n- CCスキルを使ってスモルダーの動きを制限し、オールインを狙う。\n- スモルダーがスキルを使った後の隙を突いて攻撃する。\n- 集団戦では、スモルダーが密集しているところを狙ってAoEダメージを与える。\n- アイテムを早めに揃え、スノーボールを狙う。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ジグスのスキルを避けながら攻撃できるため、ジグスがダメージを与えにくい。\n- ジンのスネア効果により、ジグスは動きを制限され、接近されると無力になりやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジグスのHPが減った際に特に脅威となる。\n- ジグスは対象指定スキルを持たず、ジンのようなブリンク持ちのチャンピオンに対してはダメージを出しづらい。\n\n不利の緩和策:\n- ジンのスキルを避けるために、位置取りを意識し、ミニオンを利用してハラスを行う。\n- サポートと連携し、ジンに対してオールインを仕掛けるタイミングを見計らう。\n- マナ管理をしっかり行い、スキルを連発しすぎないようにする。\n- 防具アイテムを購入し、ジンのバーストダメージに耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ケイトリンの攻撃を避けながら安全にハラスができる。\n- ジンのスネア効果により、ケイトリンは接近された際に動きを制限されやすく、オールインに弱い。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して特に強力。\n- ケイトリンはスキルのモーションが長く、ジンの攻撃を受ける隙ができやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、位置取りを工夫し、ジンのスキルを避ける。\n- サポートと連携して、ジンのスネアを避けるための視界を確保する。\n- 罠を効果的に使い、ジンの接近を防ぐ。\n- ジンのリロードタイミングを狙い、攻撃を仕掛けるチャンスを作る。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、特にスネア効果でヴァルスの動きを制限できるため、ヴァルスは攻撃を避けにくくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減った状態のヴァルスに対して非常に強力。\n- ジンはスキルの発動時に足が止まるため、ヴァルスがスキルを使った後に反撃しやすいが、ジンの攻撃はその隙を突くことができる。\n- ヴァルスは逃げる手段が限られており、ジンのオールインに対して脆弱。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ジンのスキルを避ける位置取りを心がける。\n- ジンのスネアを避けるために、常に移動し続け、スキルのクールダウンを意識する。\n- サポートと連携して、ジンの攻撃を受ける前に先手を打つようにする。\n- アイテムを早めに購入し、耐久力を上げることでジンのバーストダメージに耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ミス・フォーチュンが近づく前にハラスを行いやすい。\n- ジンのスネア効果により、ミス・フォーチュンが接近した際に動きを制限されるため、オールインが難しい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ミス・フォーチュンが体力を削られやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ジンとの殴り合いで劣る。\n- ジンはリロードのタイミングを狙われやすいが、ミス・フォーチュンはその間に攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジンの攻撃範囲外からスキルを使ってハラスを行う。\n- サポートと連携して、ジンのスネアを避けるための位置取りを意識する。\n- 早めにアイテムを購入し、DPSを向上させることで、ジンとの殴り合いでの劣位を補う。\n- 集団戦では、ジンのスキルを避けつつ、後衛からの攻撃を意識して立ち回る。\n- ジンのリロードタイミングを見計らって、オールインを仕掛けるタイミングを調整する。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- スモルダーはAA強化がないため、DPSが他のADCに比べて低く、ジンの高バーストダメージに対抗しづらい。\n- ジンのスネア効果により、スモルダーは接近戦での動きが制限され、オールインに弱くなる。\n- スモルダーは序盤のスキル性能が低く、ジンの長射程攻撃に対してレーニングで不利を取ることが多い。\n- ジンの4発目の攻撃やアルティメットは、HPが減った相手に対して非常に強力で、スモルダーはそのダメージを受けやすい。\n\n不利の緩和策:\n- 序盤は慎重に立ち回り、ジンの攻撃を避けるために位置取りを工夫する。\n- スモルダーのEスキルを活用して、ジンのスキルを避けつつ距離を保つ。\n- ジンのリロードタイミングを狙い、攻撃を仕掛けるチャンスを見極める。\n- サポートと連携して、ジンに対するハラスを行い、レーンでの優位を取る。",
      "エズリアル": "エズリアルが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、エズリアルのポークを受けながら安全にハラスができる。\n- ジンのスネア効果により、エズリアルの機動力を制限され、接近戦での反撃が難しくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、エズリアルのHPが減った際に特に脅威となる。\n- エズリアルは主力スキルが方向指定であり、ジンのスキルを避けるのが難しいため、トレードで不利になることが多い。\n- ジンはウェーブクリアが得意で、エズリアルがミニオンを処理する前にレーンを押し込まれる可能性が高い。\n\n不利の緩和策:\n- ジンのスネアを避けるために、Eを適切なタイミングで使用し、距離を保つ。\n- ジンの攻撃を受ける前に、スキルを使ってハラスを行い、相手のHPを削る。\n- サポートと連携して、ジンに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでジンのバーストダメージに耐える。\n- レーンでのポジショニングを工夫し、ジンのスキルを避ける位置取りを心がける。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ジンは長射程のスキルを持ち、コグ＝マウが攻撃する前にハラスを行いやすい。\n- ジンのスネア効果により、コグ＝マウの移動を制限され、接近されるとオールインされやすい。\n- コグ＝マウは機動力が低く、ジンの高バーストダメージに対して耐える手段が乏しい。\n- ジンの4発目の攻撃やアルティメットは、HPが減ったコグ＝マウに対して非常に効果的で、瞬時に倒されるリスクが高い。\n- コグ＝マウはスキルのCD中に戦闘能力が落ちるため、ジンの攻撃を受けると不利な状況に陥りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジンのスキルを避ける位置取りを心がける。\n- サポートと連携し、ジンのスネアを避けるための視界を確保する。\n- スキルのCD中でも安全にファームできるよう、ミニオンの位置を意識して立ち回る。\n- アイテムを早めに購入し、耐久力を上げることでジンのバーストに耐えられるようにする。\n- 集団戦では、後衛から安全に攻撃できる位置を確保し、ジンの攻撃を避けるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ジンクスよりも安全な距離から攻撃できるため、ジンクスはハラスを受けやすい。\n- ジンのスネア効果により、ジンクスの移動が制限され、接近戦での優位性を失いやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジンクスがHPを削られると一気に危険な状況に陥る。\n- ジンはスキルの発動時に足が止まるため、ジンクスが接近して攻撃するチャンスを与えにくい。\n\n不利の緩和策:\n- ジンクスはレーンでのハラスを避けるために、ミニオンを利用してジンの攻撃を遮る。\n- ジンのスネアを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- ジンクスのスキルを活用して、ジンの攻撃を受ける前に先手を打つ。\n- サポートと連携し、ジンに対してオールインを仕掛けるタイミングを見計らう。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、アッシュが近づく前にダメージを与えることができる。\n- ジンのスネア効果により、アッシュは動きを制限され、接近されると脆弱になる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、アッシュのHPが減った状態でのオールインに弱い。\n- アッシュは機動スキルを持たず、ジンの攻撃を避ける手段が限られているため、ジンに対して不利な状況になりやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジンの攻撃を受けない位置取りを心がける。\n- サポートと連携し、ジンのスネアを避けるための視界を確保する。\n- アッシュのスロー効果を活かして、ジンに近づく際は慎重に行動し、相手のスキルを避ける。\n- 装備を整え、特に防御アイテムを早めに購入して耐久力を上げる。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、ジンのHPが減った際に一気に仕掛けることができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サのオールインに対処しづらい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、ジンの攻撃を受けながらもダメージを出しやすい。\n- カイ＝サのUltを使うことで、ジンの攻撃範囲外から接近しやすく、主導権を握ることができる。\n- ジンの残弾数が見えるため、カイ＝サはそのタイミングを狙って攻撃を仕掛けることができる。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンのHPを削る。\n- ジンのスキルや通常攻撃の隙を狙ってオールインを仕掛ける。\n- ジンがリロード中や4発目の攻撃後に攻撃を仕掛ける。\n- Ultを使ってジンの攻撃範囲外から接近し、奇襲をかける。\n- スキルを進化させて、状況に応じたビルドを選択し、ジンに対抗する。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジンのスキルを避けやすい。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、ヴェインのオールインに弱い。\n- ヴェインの攻撃は最大HPに比例した真のダメージを与えるため、ジンのHPが減った際に特に効果的。\n- ヴェインはダッシュを使ってジンのスネアを避けることができ、反撃のチャンスを持つ。\n- ジンの通常攻撃はリロードがあり、そのタイミングを狙って攻撃することで有利に立てる。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンのHPを削る。\n- ジンがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- ダッシュを駆使してジンのスネアを避け、反撃を行う。\n- ジンの残弾数を意識し、リロードのタイミングで攻撃を仕掛ける。\n- ジンがスキルを使った後に、壁を利用してノックバックを狙う。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、ジンの射程外から攻撃を仕掛けることができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、サミーラのオールインに弱い。\n- サミーラは高いDPSを持ち、ジンの4発目の攻撃やアルティメットのタイミングを狙って攻撃することで、ジンを圧倒できる。\n- サミーラのスキルは、ジンのスキルを防ぐ能力があり、特にジンのスネアを避けることができるため、接近戦での優位性が高い。\n\n有利の取り方:\n- レーンでのハラスを行い、ジンの体力を削る。\n- ジンのスキルのクールダウンを確認し、スキルがないタイミングでオールインを仕掛ける。\n- 味方のCCを利用して、ジンに接近し、ダメージを与える。\n- スタイルランクを上げるために、通常攻撃とスキルを組み合わせて連続攻撃を行う。",
      "トリスターナ": "トリスターナが有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤では非常に長い射程を持つため、ジンに対して安全に攻撃できる。\n- トリスターナのバーストダメージは高く、特にジンのHPが減った状態でのオールインが強力。\n- トリスターナは移動能力が高く、ブリンクを持っているため、ジンのスネアや攻撃を避けやすい。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、トリスターナがオールインを仕掛けやすい。\n- トリスターナのスキルはクールダウンが長いが、ジンの攻撃が届かない距離からのハラスが可能で、ジンのリロードタイミングを狙いやすい。\n\n有利の取り方:\n- レベルアップを意識し、攻撃範囲が増えたタイミングで積極的にハラスを行う。\n- ジンのスネアや攻撃を避けるために、ブリンクを活用して距離を保ちながら攻撃する。\n- ジンの4発目の攻撃やアルティメットのタイミングを見計らい、オールインを仕掛ける。\n- 脆いサポートがいる場合は、早期にキルを狙い、スノーボールを狙う。\n- ウェーブコントロールを意識し、ジンがリロード中やスキルを使った後に攻撃を仕掛ける。",
      "ゼリ": "ゼリが有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ジンのスキルを避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを出しやすい。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、ゼリのオールインに対して脆弱。\n- ゼリはKiteが得意で、ジンの攻撃を避けながら反撃することができる。\n- ジンの攻撃はリロードのタイミングが見えるため、ゼリはその隙を突いて攻撃しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジンのスキルを避けながらダメージを与える。\n- ジンのリロードタイミングを狙ってオールインを仕掛ける。\n- スキルを使って距離を保ちながら、ジンの攻撃を避ける。\n- ジンがスネアを使った後の隙を突いて、反撃を行う。\n- ジンのスキルのクールダウンを確認し、その間に攻撃を仕掛ける。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "ザヤがエズリアルに不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ザヤが近づく前にハラスを行うことができる。\n- ザヤの攻撃範囲はエズリアルより短いため、エズリアルのポークに対して一方的にダメージを受けやすい。\n- エズリアルのスキルはクールダウンが短く、持続的にザヤに圧力をかけることができる。\n- ザヤのスキルは発生に時間がかかるため、エズリアルの機動力を活かした攻撃を避けるのが難しい。\n- エズリアルのAoE攻撃はザヤの集団戦での強みを打ち消す可能性がある。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避けるようにする。\n- サポートと連携し、エズリアルに対して反撃のチャンスを作る。\n- 早めにアイテムを購入し、耐久力を上げてエズリアルのハラスに耐える。\n- エズリアルのスキルのクールダウンを見計らって、攻撃を仕掛けるタイミングを計る。\n- 可能であれば、エズリアルのスキルを避けるために、視界を確保しつつ動く。",
      "ジグス": "ジグスが不利です。\n\n理由:\n- エズリアルは高い機動力を持ち、ワープスキルでジグスの攻撃を回避しやすい。\n- エズリアルのスキルは長射程で、ジグスの攻撃を安全な距離からハラスできる。\n- ジグスは対象指定スキルを持たず、エズリアルのブリンクに対してダメージを与えにくい。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、ジグスは圧倒されやすい。\n- ジグスは接近を許すと無力になりやすく、エズリアルの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルの攻撃を避ける。\n- ジグスのスキルを使ってミニオンを処理し、エズリアルのハラスを最小限に抑える。\n- サポートと連携し、エズリアルに対して集中的に攻撃を仕掛ける。\n- アイテムを工夫し、マナ管理をしっかり行い、持続的にスキルを使えるようにする。\n- エズリアルのスキルのクールダウンを見計らって、攻撃を仕掛けるタイミングを計る。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ヴァルスの攻撃を安全な距離からハラスできるため、レーンでの優位性を持つ。\n- エズリアルの機動力が高く、ワープスキルを使ってヴァルスのスキルを避けやすい。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあり、エズリアルの素早い動きに対して当てにくい。\n- エズリアルは持続的なダメージを与える能力が高く、ヴァルスのHP回復手段が乏しいため、ハラスに対して脆弱。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避けるようにする。\n- サポートと連携して、エズリアルに対する反撃のチャンスを作る。\n- 早めにアイテムを購入し、耐久力を上げることでハラスに耐える。\n- エズリアルのスキルクールダウンを狙って、攻撃の隙を突く。",
      "ミス・フォーチュン": "ミス・フォーチュンがエズリアルに不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンが近づく前にハラスが可能。\n- エズリアルのEによる高い機動力で、ミス・フォーチュンの攻撃を回避しやすい。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、ミス・フォーチュンのハラスを凌ぎやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルの持続的な攻撃に対抗しにくい。\n- エズリアルのAoE攻撃はミニオンを利用してハラスを行うことができ、ミス・フォーチュンはそれに対抗する手段が限られている。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、エズリアルのスキルを避けるようにする。\n- サポートと連携し、エズリアルに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、DPSを向上させることで、エズリアルに対抗できるようにする。\n- ウェーブクリアを意識し、ミニオンを利用してエズリアルのハラスを軽減する。\n- エズリアルのスキルのクールダウンを見極め、攻撃の隙を突くタイミングを狙う。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、トゥイッチが近づく前にハラスが可能。\n- エズリアルの機動力により、トゥイッチの奇襲を回避しやすい。\n- エズリアルのスキルはクールダウンが短く、持続的にダメージを与えられるため、トゥイッチが攻撃を仕掛ける隙を与えにくい。\n- トゥイッチは逃げ性能が低く、エズリアルのスキルによるダメージを受けやすい。\n- エズリアルのAoE攻撃はトゥイッチの集団戦での強みを打ち消す可能性がある。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避ける。\n- サポートと連携し、エズリアルに対して奇襲を仕掛けるタイミングを見計らう。\n- 早めに防御アイテムを購入し、エズリアルのダメージを軽減する。\n- ウェーブクリアを意識し、ミニオンを利用してエズリアルのハラスを受けにくくする。\n- ステルスを活用して、エズリアルのスキルを避けつつ、反撃のチャンスを狙う。",
      "コーキ": "コーキが不利です。\n\n理由:\n- コーキはCCがないため、エズリアルの高い機動力に対抗できず、逃げられやすい。\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離からハラスできる。\n- コーキのスキルはAoEダメージが中心であるため、エズリアルのスキルの方向指定に対して効果的に反撃できない。\n- エズリアルは高いバーストダメージを持ち、コーキが持続的にダメージを与える前に倒される可能性が高い。\n- コーキはマナ消費が激しく、スキルを多用すると早期にマナが枯渇し、レーンでの持続力が低下する。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルの攻撃を遮る。\n- スキルのクールダウンを考慮し、エズリアルのスキルを避ける動きを心がける。\n- サポートと連携し、エズリアルに対して集団での攻撃を仕掛ける。\n- マナ管理を徹底し、必要な時にスキルを使えるようにする。\n- アイテムを工夫して、耐久力を上げることでエズリアルのバーストダメージに耐える。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- エズリアルはスキルの射程が長く、ケイトリンの攻撃を安全な距離からハラスできるため、レーンでの優位性を持つ。\n- エズリアルの機動力が高く、ワープスキルを使ってケイトリンの攻撃を回避しやすい。\n- ケイトリンはスキルのモーションが長く、エズリアルのスキルコンボに対して反撃が難しい。\n- エズリアルは短いクールダウンでスキルを連発できるため、持続的なダメージを与えやすい。\n- ケイトリンの罠はエズリアルの機動力に対して効果的ではなく、彼の逃げ道を封じるのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルの攻撃を遮る。\n- サポートと連携して、エズリアルに対するオールインを狙うタイミングを見計らう。\n- 罠を適切に配置し、エズリアルのスキルを避けるための逃げ道を確保する。\n- 早めにアイテムを購入し、パワースパイクを活かしてエズリアルに対抗する。\n- ジャングラーとの連携を強化し、Gankを狙ってエズリアルを圧倒する。"
    },
    "loses": {
      "ヴェイン": "ヴェインがエズリアルに有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、エズリアルのスキルを避けやすい。\n- エズリアルの主力スキルが方向指定であるため、ヴェインのダッシュで回避可能。\n- ヴェインは真のダメージを持ち、エズリアルのHPを迅速に削ることができる。\n- エズリアルはAoE攻撃が限られており、ヴェインの持続的なダメージに対抗しにくい。\n- ヴェインは1対1の戦闘において非常に強力で、エズリアルを圧倒しやすい。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、エズリアルのスキルを回避する。\n- ダッシュを駆使してエズリアルに接近し、攻撃を重ねる。\n- エズリアルがスキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、エズリアルを孤立させる。\n- クリティカルヒットを狙い、エズリアルのHPを削る。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、エズリアルに対して柔軟に対応できる。\n- 高いバーストダメージを持ち、エズリアルのスキルを避けながら攻撃できるため、オールインが得意。\n- エズリアルの主力スキルが方向指定であるため、カイ＝サの機動力を活かして回避しやすい。\n- カイ＝サはシールドを持っており、エズリアルの攻撃を受けた際の耐久力が高い。\n- エズリアルのウェーブクリアが遅いため、カイ＝サはレーンでの主導権を握りやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、エズリアルのスキルを避けながらダメージを与える。\n- スキルを進化させて、エズリアルに対するバーストダメージを強化する。\n- エズリアルのスキルを避けるために、適切なタイミングで移動し、接近戦に持ち込む。\n- サポートと連携して、エズリアルに対するオールインを仕掛ける。\n- クリティカルヒットを狙ったビルドを選択し、ダメージを最大化する。",
      "アフェリオス": "アフェリオスがエズリアルに有利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にエズリアルのスキルを避ける手段を持っています。\n- エズリアルは主にスキルを使って戦うため、アフェリオスの持つCC効果を持つ武器に対して脆弱です。\n- アフェリオスは持続的なダメージを出す能力が高く、エズリアルのスキルクールダウンを利用してハラスを行いやすいです。\n- アフェリオスはエズリアルの機動力の低さを突いて、近づいてダメージを与えることができます。\n\n有利の取り方:\n- レーン開始時にアフェリオスの武器を適切に選び、エズリアルのスキルを避けながらハラスを行う。\n- エズリアルがスキルを使った後の隙を狙って、CCを使って攻撃する。\n- アフェリオスの持つ武器の特性を活かし、エズリアルのスキルのクールダウンを待ってから積極的に攻める。\n- サポートと連携して、エズリアルに対して集中的に攻撃を仕掛け、早期に優位を築く。",
      "シヴィア": "シヴィアが有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、エズリアルがミニオンを処理する前にレーンを押し込むことができる。\n- シヴィアのスキルは跳弾するため、ミニオンを利用してエズリアルにハラスをかけやすい。\n- スペルシールドにより、エズリアルのスキルを一度無効化できるため、トレードで有利に立ちやすい。\n- シヴィアは移動速度を上昇させる手段が多く、エズリアルのスキルを避けやすい。\n- エズリアルは主にスキルで戦うため、シヴィアのスペルシールドが効果的に機能する。\n\n有利の取り方:\n- レーン開始時に積極的にウェーブをプッシュし、エズリアルにCSを取らせない。\n- ミニオンを利用してエズリアルにハラスをかけ、体力を削る。\n- スペルシールドを活かして、エズリアルのスキルを無効化し、トレードを有利に進める。\n- 移動速度を活かして、エズリアルのスキルを避けつつ、反撃のチャンスを狙う。\n- 集団戦では後衛にダメージを与えやすい位置を確保し、エズリアルを圧倒する。",
      "ジン": "ジンはエズリアルに有利です。\n\n理由:\n- ジンは長射程のスキルを持ち、エズリアルのポークを受けながらも安全にハラスができる。\n- ジンのスキルは全てAoE効果を持ち、ミニオンを利用してエズリアルにダメージを与えやすい。\n- エズリアルは主力スキルが方向指定であり、ジンのスネアで動きを制限されると攻撃が通りにくくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、エズリアルのHPが減った際に特に効果的。\n- エズリアルはブリンクを持つが、ジンのスキルで捕まえやすく、オールインの際に有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、エズリアルのスキルを避けながらダメージを与える。\n- ミニオンを利用してエズリアルにダメージを与えつつ、ウェーブをプッシュして有利なポジションを取る。\n- スネアを使ってエズリアルの動きを制限し、オールインのチャンスを作る。\n- 4発目の攻撃やアルティメットをエズリアルのHPが減ったタイミングで狙い、バーストダメージを与える。\n- エズリアルのEを使った後の隙を狙って攻撃し、反撃を受けないように立ち回る。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "ヴェインがアフェリオスに不利です。\n\n理由:\n- アフェリオスは長射程のマークスマンであり、ヴェインの射程を上回るため、ハラスが非常に強力です。\n- アフェリオスの武器の組み合わせにより、特にスネアやスローを使ったCCが効果的で、ヴェインの機動力を制限します。\n- ヴェインは集団戦でのAoE攻撃がないため、アフェリオスの高火力に対抗しづらいです。\n- アフェリオスはレベル依存度が高いですが、序盤のハラスで優位に立てるため、ヴェインが立ち上がる前に有利な状況を作りやすいです。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、アフェリオスの攻撃を避ける。\n- アフェリオスのCCを避けるために、ダッシュをタイミングよく使い、攻撃を回避する。\n- 可能であれば、サポートと連携してアフェリオスに対するプレッシャーをかけ、彼の成長を妨げる。\n- アイテムを早めに購入し、耐久力を上げることで、アフェリオスの攻撃に耐えられるようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた柔軟な戦術を展開でき、特にハラス性能が高い。\n- アフェリオスのスネアやスローを持つ武器により、トリスターナの機動力を制限しやすい。\n- アフェリオスは序盤の立ち上がりが弱いが、トリスターナも序盤はスキルのクールダウンが長く、攻撃が届かない距離からのハラスに対抗しにくい。\n- アフェリオスは装備によるスケールが良好で、成長後の火力が非常に高く、トリスターナが育つ前に圧倒される可能性がある。\n\n不利の緩和策:\n- トリスターナは序盤から積極的にハラスを行い、アフェリオスの成長を抑えることを目指す。\n- アフェリオスのスキルを避けるために、位置取りを工夫し、特にスネアやスローを受けないようにする。\n- サポートと連携して、アフェリオスに対する集中的な攻撃を行い、早期にキルを狙う。\n- 装備を早めに整え、アフェリオスに対抗できる火力を持つようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に高い火力を持つため、カイ＝サが接近する前に大きなダメージを受ける可能性が高い。\n- アフェリオスのスネアやスローを持つ武器により、カイ＝サは移動が制限され、攻撃を仕掛けるタイミングを逃しやすい。\n- カイ＝サは基礎ADが低く、序盤のハラスに対抗するのが難しいため、アフェリオスに対して劣位に立たされることが多い。\n- アフェリオスは射程が長く、カイ＝サが攻撃を仕掛ける前に安全にハラスできるため、カイ＝サが有利な状況を作りにくい。\n\n不利の緩和策:\n- レベルアップを意識し、序盤のハラスを避けることで、成長を図る。\n- サポートと連携し、アフェリオスのスキルを避けるための位置取りを心がける。\n- アフェリオスの武器の種類を把握し、特にスネアやスローを持つ武器の時は慎重に行動する。\n- アイテムを早めに購入し、特にシールドや回復効果を持つアイテムを選ぶことで生存率を上げる。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた柔軟な戦術を展開でき、特にハラス性能が高い。\n- アフェリオスのスネアやスローを持つ武器により、ジンクスは移動を妨げられやすく、接近されるリスクが高い。\n- アフェリオスは高い火力を持ち、特に脅威ステータスが育つとジンクスに対して大きなダメージを与えることができる。\n- ジンクスは自衛手段が乏しく、アフェリオスの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携して安全にファームを行う。\n- アフェリオスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- ジンクスのパッシブを活かすために、キルやオブジェクト破壊を狙い、移動速度と攻撃速度を向上させる。\n- アフェリオスが武器を切り替えるタイミングを見計らい、攻撃の隙を突いて反撃する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にハラス性能が高い。\n- アフェリオスのスネアやスローを持つ武器により、ケイトリンは捕まりやすくなる。\n- ケイトリンはスキルのモーションが長く、アフェリオスの攻撃を避けるのが難しい。\n- アフェリオスはレベルが上がると高い火力を発揮し、ケイトリンの耐久力が低い場合、オールインで不利になることが多い。\n- ケイトリンのパッシブによるAA強化が限られているため、アフェリオスとの殴り合いで劣ることがある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、アフェリオスの攻撃を受けない位置取りを心がける。\n- 罠を効果的に使い、アフェリオスの動きを制限することで、ギャンクやオールインを防ぐ。\n- アフェリオスの武器の種類を把握し、特にスネアやスローを持つ武器の時は慎重に行動する。\n- サポートと連携し、アフェリオスに対して積極的にハラスを行うことで、レーンの主導権を握る。\n- アイテムを適切に選択し、特に防御アイテムを早めに購入することで生存能力を高める。",
      "エズリアル": "エズリアルがアフェリオスに不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に高い火力を持つため、エズリアルはハラスやダメージ交換で不利になることが多い。\n- アフェリオスのスネアやスローを持つ武器によって、エズリアルの機動力が制限され、捕まりやすくなる。\n- エズリアルは主力スキルが方向指定であり、アフェリオスの攻撃を避けるのが難しいため、ダメージを受けやすい。\n- アフェリオスはレベル依存度が高いが、エズリアルも同様に序盤は弱いため、アフェリオスが成長する前に有利な状況を作るのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してアフェリオスの攻撃を遮る。\n- アフェリオスの武器のクールダウンを意識し、攻撃を受けないタイミングで反撃を行う。\n- サポートと連携して、アフェリオスに対する集中的な攻撃を行い、早期に優位を取る。\n- アイテムを早めに購入し、エズリアルのスキルを活かしてダメージを出せる状況を作る。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチがアフェリオスに有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アフェリオスの機動力の低さを突くことができる。\n- アフェリオスは序盤が弱く、トゥイッチは序盤からハラスが強いため、アフェリオスが育つ前に有利に立てる。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、アフェリオスの防御が薄い状態で攻撃できる。\n- アフェリオスはCCスキルを持っているが、トゥイッチはスローしか持っておらず、アフェリオスのCCを避けやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスのファームを妨害する。\n- ステルスを利用して奇襲を仕掛け、アフェリオスが武器を使う前にダメージを与える。\n- 集団戦ではアルティメットを使い、アフェリオスが位置取りをする前に攻撃を仕掛ける。\n- アフェリオスが武器のクールダウン中やスキルを使った後に攻撃を仕掛けることで、リスクを減らす。",
      "コーキ": "コーキがアフェリオスに有利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アフェリオスの攻撃を避けながらハラスができるため、序盤から優位に立ちやすい。\n- アフェリオスは機動力が低く、コーキのAoEダメージを受けやすい。\n- コーキのスキルは全てAoEで、アフェリオスが集団戦で位置取りをする際にダメージを与えやすい。\n- コーキはアルティメットのクールダウンが短く、持続的にダメージを与えられるため、アフェリオスの脅威ステータスを育てる前に圧力をかけられる。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、コーキが早期に優位を築くことができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- スキルを使ってアフェリオスの攻撃を避けつつ、ダメージを与える。\n- アフェリオスが武器を切り替えるタイミングを見計らって、攻撃を仕掛ける。\n- 集団戦では、アフェリオスが位置取りをする前にAoEダメージを与え、彼の生存能力を削る。\n- マナ管理に注意しつつ、スキルを効果的に使い、持続的にダメージを与える。",
      "サミーラ": "サミーラが有利です。\n\n理由:\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて攻撃しやすい。\n- アフェリオスは序盤が弱く、サミーラは早期にダメージを出せるため、レーンでのハラスが有利。\n- サミーラのスキルは、アフェリオスの攻撃を防ぐ能力があり、特に弾速のある攻撃を無効化できる。\n- アフェリオスの武器の組み合わせに依存するプレイスタイルに対して、サミーラは柔軟に対応できる。\n- サミーラは高いDPSを持ち、集団戦でも強力なキャリー能力を発揮できるため、アフェリオスに対して優位に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- アフェリオスがスキルを使った後に接近し、ダメージを与える。\n- 味方のCCを利用して、アフェリオスに接近しやすい状況を作る。\n- アフェリオスが武器を切り替えるタイミングを見計らって攻撃する。\n- 集団戦では、アフェリオスの攻撃を避けつつ、接近してダメージを与える。",
      "ザヤ": "ザヤがアフェリオスに有利です。\n\n理由:\n- ザヤは自身のスキルを使ってアフェリオスの攻撃を避けることができ、特に無敵状態を利用してアフェリオスの強力な攻撃を回避できます。\n- アフェリオスは機動力が低く、ザヤのスネアを受けると動けなくなり、ザヤが有利に立ち回ることができます。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすいため、アフェリオスが集団戦で脅威になる前にダメージを与えることができます。\n- ザヤは接近戦が得意で、アフェリオスの射程を活かす前に近づいて攻撃することが可能です。\n\n有利の取り方:\n- アフェリオスの攻撃を避けるために、スキルをタイミングよく使用し、無敵状態を活用する。\n- アフェリオスが武器を切り替えるタイミングを見計らって、スネアを当てて動きを封じる。\n- 集団戦では、ザヤのAoEダメージを活かして、アフェリオスが攻撃する前にダメージを与える。\n- ラカンと連携して、アフェリオスに対するエンゲージを行い、ザヤのダメージを最大限に引き出す。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、アフェリオスの弱い序盤を突くことができる。\n- アフェリオスは機動力が低く、ドレイヴンの攻撃を避けるのが難しい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- ドレイヴンのCCスキルにより、アフェリオスの動きを制限しやすい。\n- アフェリオスは武器の切り替えに依存しており、ドレイヴンの攻撃を受けるとその準備が整わないことが多い。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスにプレッシャーをかける。\n- ドレイヴンのパッシブを活かして、キルやアシストを狙い、ゴールドを稼ぐ。\n- アフェリオスが武器を切り替えるタイミングを見計らい、攻撃を仕掛ける。\n- CCを使ってアフェリオスの動きを制限し、オールインを狙う。\n- サポートと連携して、アフェリオスを孤立させる。",
      "アッシュ": "アッシュが有利です。\n\n理由:\n- アッシュは長射程を持ち、アフェリオスに対して一方的にハラスが可能です。\n- アッシュのスロー効果により、アフェリオスの攻撃を避けやすく、Kitingが得意です。\n- アフェリオスは機動力が低く、アッシュのCCスキルによって捕まえやすいです。\n- アッシュは視界を確保するスキルを持っており、マップの情報を得るのに優れています。\n- アフェリオスは序盤が弱いため、アッシュが早い段階で優位に立ちやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- スロー効果を活かして、アフェリオスが近づけないようにする。\n- CCスキルを使ってアフェリオスを捕まえ、オールインを狙う。\n- アフェリオスの武器の切り替えを見極め、弱いタイミングを狙って攻撃する。\n- サポートと連携して、アフェリオスに対するプレッシャーをかけ続ける。",
      "ヴァルス": "ヴァルスがアフェリオスに有利です。\n\n理由:\n- ヴァルスは長射程を持ち、アフェリオスの攻撃を安全な距離からハラスできる。\n- アフェリオスは機動力が低く、ヴァルスのスネアで捕まえやすい。\n- ヴァルスのAoEダメージは集団戦やシージで強力で、アフェリオスの耐久力を削るのに適している。\n- アフェリオスはレベル依存度が高く、序盤が弱いため、ヴァルスが早期に優位に立ちやすい。\n- ヴァルスはスノーボール性能が高く、キルを取ることでさらに強化される。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削る。\n- スネアを利用してアフェリオスを捕まえ、連続攻撃を行う。\n- 集団戦では位置取りを意識し、アフェリオスが近づけないようにする。\n- アフェリオスの武器のクールダウンを見極め、攻撃のタイミングを調整する。\n- サポートと連携して、アフェリオスを孤立させる。",
      "コグ＝マウ": "コグ＝マウがアフェリオスに有利です。\n\n理由:\n- コグ＝マウは長射程を持ち、アフェリオスの攻撃を避けながらハラスが可能です。\n- アフェリオスは機動力が低く、コグ＝マウのスキルによるスロー効果で捕まえやすいです。\n- コグ＝マウのAR/MRを低下させるスキルは、アフェリオスに対して効果的で、高いダメージを与えられます。\n- アフェリオスは序盤が弱いため、コグ＝マウが早期に優位に立つことができます。\n- コグ＝マウは集団戦でのダメージ出力が高く、アフェリオスが集団戦で狙われやすい状況を利用できます。\n\n有利の取り方:\n- レーン戦では、コグ＝マウの長射程を活かしてアフェリオスにハラスを行い、CSを稼ぎます。\n- アフェリオスの武器のクールダウンを見極め、攻撃の隙を突いて積極的に攻撃します。\n- サポートと連携し、アフェリオスを捕まえるためのスキルを活用します。\n- 集団戦では、アフェリオスが近づく前にダメージを与え、アフェリオスの脅威を排除します。\n- 自身の位置取りを意識し、アフェリオスの攻撃を避けつつ、ダメージを与え続けます。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウがジグスに不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、コグ＝マウが接近する前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、コグ＝マウがミニオンを処理する際に巻き込まれやすい。\n- コグ＝マウは機動力が低く、ジグスの地雷や爆弾によるスロー効果で動きを制限されやすい。\n- ジグスは集団戦でのAoEダメージが高く、コグ＝マウが集団戦でのダメージを出しづらくなる。\n- コグ＝マウの自衛手段が乏しく、ジグスに接近されると脆弱になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してジグスのスキルを避ける。\n- サポートと連携して、ジグスに対するガンクを狙うことでプレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げることでジグスのダメージを軽減する。\n- スキルのCD中に積極的にファームし、レベル差をつけて逆転を狙う。\n- ジグスのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、範囲攻撃でダメージを与えることが得意なため、ジンクスはハラスを受けやすい。\n- ジグスの地雷によるスロー効果で、ジンクスの移動が制限され、接近されるリスクが高まる。\n- ジグスは集団戦でのAoEダメージが強力で、ジンクスが集団戦での影響力を発揮しにくくなる。\n- ジグスのスキルは発動までにラグがあるが、ジンクスもスキルの発動に時間がかかるため、互いに当てづらいが、ジグスの方が有利な状況を作りやすい。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを意識し、ミニオンを利用してハラスを減らす。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ジグスに対する圧力をかけ、ジグスが自由にスキルを使えない状況を作る。\n- 早めに防具アイテムを購入し、耐久力を上げてジグスの攻撃に耐える。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ヴァルスが攻撃する前にダメージを与えることができるため、ハラスが難しい。\n- ジグスの地雷によるスロー効果で、ヴァルスの移動が制限され、接近されるリスクが高まる。\n- ジグスのAoEダメージは、集団戦やミニオン処理において非常に強力で、ヴァルスがスキルを当てる前にダメージを受けやすい。\n- ヴァルスは逃げる手段が限られているため、ジグスのスキルに捕まると致命的なダメージを受ける可能性が高い。\n\n不利の緩和策:\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- ジグスのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- サポートと連携し、ジグスに対して集中的に攻撃を行い、早期にキルを狙う。\n- アイテムを活用してマナ管理を行い、スキルを連発できる状況を作る。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ケイトリンが攻撃する前にダメージを与えることができるため、ハラスが難しい。\n- ジグスの地雷によるスロー効果で、ケイトリンの移動が制限され、接近されるリスクが高まる。\n- ケイトリンのスキルのモーションが長いため、ジグスのスキルを避けるのが難しく、特に集団戦で脆弱になる。\n- ジグスはAoEダメージを持つため、ミニオンを利用したハラスが効果的で、ケイトリンのミニオン処理が難しくなる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ジグスのスキルを避けるようにする。\n- ジグスのスキルを避けるために、罠を適切に配置し、敵の動きを制限する。\n- ジャングラーと連携し、ジグスに対するガンクを狙うことで、レーンの優位性を取り戻す。\n- アイテムを早めに購入し、耐久力を上げることで、ジグスのダメージに耐えられるようにする。",
      "ザヤ": "ザヤが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、ザヤが近づく前にダメージを与えることができるため、ザヤは一方的にハラスを受けやすい。\n- ジグスのスキルはAoEダメージが豊富で、ザヤがミニオンを処理する際にもダメージを受ける可能性が高い。\n- ジグスの地雷によるスロー効果は、ザヤの移動を制限し、接近を難しくするため、ザヤのKite能力を活かしにくい。\n- ザヤはスキルの発生に時間がかかるため、ジグスの攻撃を避けるのが難しい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ジグスの攻撃範囲外でファームを行う。\n- ジグスのスキルを避けるために、ブリンクや移動スキルを活用する。\n- サポートと連携し、ジグスに対してエンゲージを仕掛けるタイミングを見計らう。\n- アイテムを購入して耐久力を上げ、ジグスのバーストを耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、セナが近づく前にハラスを行いやすい。\n- ジグスのスキルは範囲攻撃であり、セナがミニオンを処理する際にダメージを受けやすい。\n- ジグスの地雷によるスロー効果で、セナの移動が制限され、接近が難しくなる。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、ジグスの攻撃に対して脆弱。\n- ジグスはスキルの発動までにラグがあるが、セナの逃げ手段が乏しいため、捕まると危険。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに位置し、ジグスのスキルを避ける。\n- サポートと連携し、ジグスに対して積極的にエンゲージを試みる。\n- 早めにアイテムを購入し、耐久力を上げることでジグスの攻撃に耐える。\n- ジグスのスキルを避けるために、移動を意識し、スキルのクールダウンを確認する。\n- 可能であれば、視界を確保し、ジグスの位置を把握して安全にプレイする。",
      "コーキ": "コーキが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、コーキの攻撃を避けることが難しいため、ハラスを受けやすい。\n- ジグスのスキルはAoEであり、コーキがミニオンを処理する際に一緒にダメージを受ける可能性が高い。\n- コーキはCCがないため、ジグスのスキルを止める手段がなく、接近されると脆弱になる。\n- ジグスの地雷によるスロー効果で、コーキの移動が制限され、逃げるのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイする。\n- ジグスのスキルを避けるために、ブリンクや移動スキルを活用する。\n- マナ管理を徹底し、スキルを無駄に使わないようにする。\n- サポートと連携して、ジグスに対するガンクを狙うことで、プレッシャーをかける。",
      "サミーラ": "サミーラはジグスに不利です。\n\n理由:\n- ジグスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、サミーラが近づくと同時に大きなダメージを受ける可能性が高い。\n- ジグスの地雷によるスロー効果は、サミーラの接近を妨げ、攻撃のチャンスを減少させる。\n- サミーラは低い防御ステータスを持ち、ジグスの高いAoEダメージに対して脆弱である。\n- ジグスは対象指定スキルを持たないため、サミーラのブリンクを捉えにくいが、サミーラが接近する前にダメージを与えることができる。\n\n不利の緩和策:\n- サミーラはレーンでのファームを優先し、ジグスのスキルを避ける立ち回りを心がける。\n- サポートと連携し、ジグスに対してガンクを仕掛けることで、早期にプレッシャーをかける。\n- ジグスのスキルを避けるために、ブリンクを使うタイミングを慎重に選ぶ。\n- アイテムを購入して耐久力を上げ、ジグスの攻撃に耐えられるようにする。\n- 集団戦では、味方のCCを利用してジグスに接近し、ダメージを与える機会を増やす。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、トリスターナが接近する前にダメージを与えることができる。\n- ジグスのスキルはAoEダメージが多く、トリスターナがミニオンを処理する際に巻き込まれやすい。\n- ジグスの地雷によるスロー効果で、トリスターナの移動が制限され、攻撃を避けるのが難しくなる。\n- トリスターナのスキルのクールダウンが長いため、ジグスの攻撃を受けると反撃が難しい。\n- ジグスは接近を許すと脆弱になるが、トリスターナはブリンクを持っているため、ジグスに近づくのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用してジグスのスキルを避ける。\n- サポートと連携して、ジグスに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- アイテムを早めに揃え、バーストダメージを高めてジグスを圧倒する。\n- 逃げ道を確保しつつ、ジグスのスキルを避けるために位置取りを工夫する。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、スモルダーが接近する前にダメージを与えることができるため、レーニングでのハラスが強力。\n- ジグスのスキルはAoEダメージが多く、スモルダーが集団戦でのスタックを貯める前に大きなダメージを受ける可能性が高い。\n- スモルダーは序盤のスキル性能が低く、ジグスの強力なハラスに対抗しづらい。\n- ジグスの地雷によるスロー効果が、スモルダーの移動を制限し、逃げる手段を奪うことができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ジグスのスキルを避ける。\n- スモルダーのEスキルを活用して、ジグスのスキルを避けつつ、距離を詰めるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ジグスのダメージを軽減する。\n- 集団戦では、ジグスのスキルを避ける位置取りを心がけ、スタックを貯めるチャンスを増やす。",
      "ユナラ": "ユナラが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ユナラが接近する前にダメージを与えることができるため、ユナラはハラスを受けやすい。\n- ジグスのスキルはAoEダメージを持ち、ユナラが集団戦での位置取りを難しくする。\n- ジグスの地雷によるスロー効果で、ユナラの移動が制限され、接近や逃げることが難しくなる。\n- ユナラは通常攻撃に依存しているため、ジグスのスキルを避けるのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ジグスのスキルを避けるために、移動をこまめに行い、スキルの発動を見極める。\n- サポートと連携して、ジグスに対するガンクを仕掛けることで、プレッシャーをかける。\n- アイテムを工夫して、耐久力を上げることでジグスのダメージを軽減する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、アッシュが近づく前にダメージを与えることができる。\n- ジグスのスキルは範囲攻撃であり、アッシュがミニオンを処理する際に巻き込まれる可能性が高い。\n- ジグスの地雷によるスロー効果で、アッシュの移動が制限され、接近されやすくなる。\n- アッシュは機動スキルを持たないため、ジグスのスキルを避けるのが難しい。\n- ジグスはタワー破壊能力が高く、アッシュがレーンで優位に立つのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに位置し、ジグスのスキルを避ける。\n- サポートと連携して、ジグスに対して積極的にエンゲージを試みる。\n- 早めに防具アイテムを購入し、ジグスのダメージを軽減する。\n- ジグスのスキルのクールダウンを見計らって、攻撃のタイミングを調整する。\n- ワードを使って視界を確保し、ジグスの動きを把握することで、危険を回避する。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ルシアンが近づく前にダメージを与えることができるため、ルシアンはハラスを受けやすい。\n- ジグスの地雷によるスロー効果で、ルシアンの機動力が制限され、接近が難しくなる。\n- ジグスのAoEダメージは、ルシアンがミニオンを処理する際にも影響を与え、レーンでの優位性を保たれる。\n- ルシアンは射程が短いため、ジグスのスキルを避けるのが難しく、特に集団戦では立ち位置が厳しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ジグスのスキルを避ける位置取りを心がける。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- サポートと連携して、ジグスに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでジグスのダメージを軽減する。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けながら安全に攻撃できる。\n- ジンのスネア効果により、ジグスの移動を制限し、スキルを当てやすくすることができる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、ジグスのHPが減った際に特に効果的。\n- ジグスは対象指定スキルを持たず、ジンのような高機動力の相手に対してはダメージを与えにくい。\n\n有利の取り方:\n- レーンでのハラスを行い、ジグスのHPを削る。\n- スネアを使ってジグスの動きを制限し、スキルを当てるチャンスを増やす。\n- ジグスのスキルを避けながら、距離を保って攻撃を続ける。\n- ジグスがスキルを使った後の隙を狙って、攻撃を仕掛ける。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サは高いバーストダメージを持ち、ジグスのスキルを回避しやすい。\n- ジグスのスキルは発動までにラグがあるため、カイ＝サの瞬時の移動で避けることができる。\n- カイ＝サは魔法ダメージを扱えるため、ジグスの防具対策が難しい。\n- ジグスは接近を許すと無力になるが、カイ＝サはUltを使って接近しやすく、オールインが可能。\n- カイ＝サは射程が短いが、ジグスのスキルを避けながら攻撃できるため、主導権を握りやすい。\n\n有利の取り方:\n- ジグスのスキルを避けるために、常に位置取りを意識し、移動を怠らない。\n- ジグスがスキルを使った後の隙を狙って攻撃する。\n- Ultを使ってジグスに接近し、オールインを仕掛ける。\n- ジグスの地雷やスキルの設置位置を把握し、回避しながら攻撃する。\n- 早めにアイテムを揃え、バーストダメージを高めてジグスを圧倒する。",
      "ヴェイン": "ヴェインが有利です。\n\n理由:\n- ヴェインは高い機動力を持ち、ジグスのスキルを避けやすい。\n- ジグスは対象指定スキルを持たず、ヴェインのブリンクに対してダメージを与えにくい。\n- ヴェインの攻撃は最大HPに比例したダメージを与えるため、ジグスの耐久力を無視してダメージを出せる。\n- ヴェインは1対1の戦闘において非常に強力で、ジグスが接近を許すと脆弱になる。\n\n有利の取り方:\n- レーンでのハラスを行い、ジグスのスキルを避けながら攻撃する。\n- ブリンクを活用してジグスのスキルを回避し、接近してダメージを与える。\n- ジグスがスキルを使った後の隙を狙って攻撃する。\n- 敵のミニオンを利用してジグスとの距離を保ちながら、チャンスを見て攻撃する。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ジグスの攻撃を避けながらハラスが可能です。\n- ジグスのスキルは発動までにラグがあるため、エズリアルの機動力を活かして回避しやすいです。\n- エズリアルのワープスキルにより、ジグスの攻撃を避けつつ安全に距離を保てます。\n- ジグスは接近を許すと脆弱になるため、エズリアルのスキルを使って距離を取ることで優位に立てます。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、ジグスに対しても効果的にダメージを与えられます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジグスの体力を削る。\n- ジグスのスキルを避けるために、常に位置取りを意識し、ワープスキルを活用する。\n- ジグスがスキルを使った後の隙を狙って、反撃を行う。\n- ミニオンウェーブを管理し、ジグスがスキルを使いづらい状況を作る。\n- ジグスが接近してきた際には、ワープスキルを使って距離を取り、再度ハラスを行う。",
      "シヴィア": "シヴィアがジグスに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ジグスのスキルを避けながらミニオンを処理できるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、ジグスのスキルを一度無効化できるため、ジグスの攻撃を受けにくい。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、シヴィアの機動力を活かして避けることができる。\n- シヴィアの攻撃速度を増加させるスキルにより、ジグスのタワーを早く破壊することができ、プレッシャーをかけやすい。\n- ジグスのスキルはAoEであるが、シヴィアは後衛から安全に攻撃できるため、集団戦でも有利に立ち回れる。\n\n有利の取り方:\n- レーンでのウェーブクリアを活かして、ジグスのスキルを避けながらミニオンを処理し、タワーにプレッシャーをかける。\n- スペルシールドを使ってジグスのスキルを無効化し、トレードで有利な状況を作る。\n- シヴィアの移動速度を活かして、ジグスのスキルを避けつつ、攻撃を続ける。\n- 集団戦では後衛から安全に攻撃し、ジグスのスキルを避けながらダメージを与える。\n- ジグスがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由:\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすい。\n- ジグスは対象指定スキルを持たず、トゥイッチの移動速度を活かした立ち回りに対して攻撃が当てにくい。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できない位置からダメージを与えることができる。\n- トゥイッチは持続的なダメージを出すことができ、ジグスのスキルを避けながら攻撃を続けられる。\n- ジグスは接近を許すと脆弱になるが、トゥイッチはその接近を利用して一気に攻撃することができる。\n\n有利の取り方:\n- レーンでのトレード時にステルスを活用し、ジグスのスキルを避けながら攻撃する。\n- ジグスがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- アルティメットを使って集団戦での位置取りを有利にし、ジグスを狙う。\n- ジグスのCCスキルを避けるために、移動速度を活かして立ち回る。\n- ジグスがミニオンを処理している際に奇襲をかけ、優位に立つ。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由:\n- ザヤは射程が長く、ニーラが近づく前にハラスを行いやすい。\n- ザヤのスネア効果により、ニーラは接近することが難しく、反撃のチャンスを失いやすい。\n- ザヤは集団戦でのAoEダメージが強力で、ニーラが集団戦に参加する際に圧力を受けやすい。\n- ニーラは基本的に近接攻撃型であり、ザヤの遠距離攻撃に対して脆弱である。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して隠れながら動く。\n- ザヤのスネアを避けるために、ダッシュスキルをタイミングよく使用する。\n- サポートと連携し、ザヤに対して集中的に攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げてハラスに耐える。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- ザヤは射程が短いものの、スネア効果を持っており、ケイトリンの攻撃を避けることができる。\n- ケイトリンは長射程でハラスが得意だが、ザヤの無敵状態を持つスキルにより、ケイトリンのバーストを無効化される可能性がある。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、ケイトリンが一方的に攻撃できる状況が少ない。\n- ザヤは加速スキルを持っており、ケイトリンの攻撃を避けやすく、反撃のチャンスを持つ。\n\n不利の緩和策:\n- レーンでのハラスを控え、ザヤのスネアを避けるために位置取りを意識する。\n- ザヤの無敵状態を考慮し、スキルを使うタイミングを見極める。\n- サポートと連携し、ザヤに対して集中的に攻撃を仕掛ける。\n- 罠を効果的に使い、ザヤの動きを制限することで、攻撃のチャンスを増やす。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ザヤは長射程の攻撃を持ち、トリスターナが近づく前にダメージを与えることができる。\n- ザヤのスネア効果により、トリスターナは移動を制限され、攻撃を受けやすくなる。\n- ザヤは集団戦でのAoEダメージが強力で、トリスターナが一度捕まると大きなダメージを受ける可能性が高い。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きくなるため、ザヤに対して反撃が難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ザヤの攻撃範囲外からの攻撃を心がける。\n- サポートと連携して、ザヤのスネアを避けるための位置取りを意識する。\n- トリスターナのスキルを使った後の隙を狙って、相手の攻撃を受けないようにする。\n- アイテムを早めに揃え、バーストダメージを高めてザヤに対抗できるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ザヤは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができる。\n- ザヤのEスキルによるスネア効果は、サミーラの接近を阻害し、攻撃を行う機会を減少させる。\n- ザヤは集団戦でのAoEダメージが強力で、サミーラが接近戦を挑む際に多くのダメージを受けやすい。\n- サミーラは単独でのCCがないため、ザヤのスキルコンボに対して脆弱である。\n- ザヤはラカンと組むことでさらに強化され、サミーラに対する圧力が増す。\n\n不利の緩和策:\n- ザヤとの距離を保ちながら、ハラスを行うことを心がける。\n- サポートと連携し、ザヤのスネアを避けるためのエンゲージを行う。\n- スキルの発動条件を意識し、スタイルランクを適切に管理してダメージを最大化する。\n- ザヤのスキルを避けるために、ブリンクや移動スキルを活用する。\n- 集団戦では、ザヤのスキルが発動する前に味方と連携して攻撃を仕掛ける。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由:\n- ザヤは射程が短いものの、スネアや無敵状態を持っており、ミス・フォーチュンの攻撃を避けやすい。\n- ザヤのAoEダメージは集団戦での影響力が高く、ミス・フォーチュンのスキルを無効化することができる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ザヤの持つ持続的なダメージに対抗しにくい。\n- ザヤは加速や反撃の手段を持っており、ミス・フォーチュンが接近した際に逆に攻撃されるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、できるだけ安全な距離を保つ。\n- サポートと連携し、ザヤのスネアを避けるためのポジショニングを意識する。\n- アイテムを早めに購入し、DPSを向上させることで、ザヤに対抗できるようにする。\n- 集団戦では、ザヤの無敵状態を考慮し、タイミングを見計らってスキルを使用する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由:\n- ザヤは射程が長く、カイ＝サが攻撃を仕掛ける前にハラスを行いやすい。\n- ザヤのスネア効果により、カイ＝サは接近することが難しく、オールインを仕掛けるタイミングを失いやすい。\n- ザヤは集団戦でのAoEダメージが強力で、カイ＝サが一度捕まると大きなダメージを受ける可能性が高い。\n- ザヤの加速や無敵状態を持つスキルにより、カイ＝サのバーストダメージを回避されることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してザヤの攻撃を遮る。\n- ザヤのスネアを避けるために、位置取りを意識し、スキルを使うタイミングを見極める。\n- 装備を早めに整え、バーストダメージを強化することで、ザヤに対抗できるようにする。\n- 集団戦では、ザヤのスキルを避けつつ、後衛からの攻撃を狙う立ち回りを心がける。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ザヤの短射程を活かして一方的にハラスができる。\n- セナの回復能力により、ザヤの攻撃を受けても持ちこたえやすい。\n- セナのスネア効果でザヤの動きを制限し、反撃のチャンスを減らすことができる。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、レーンでの優位を築きやすい。\n- ザヤのスキルは発動に時間がかかるため、セナの攻撃を避けるのが難しい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ザヤにプレッシャーをかける。\n- スネアを使ってザヤの動きを制限し、攻撃のチャンスを作る。\n- 回復スキルを活用して自分や味方を守りつつ、ザヤの攻撃を耐える。\n- セナのパッシブを活かして、敵チャンピオンを攻撃し続けてゴールドを稼ぐ。\n- ザヤがスキルを使った後の隙を狙って、攻撃を仕掛ける。",
      "ゼリ": "ゼリはザヤに有利です。\n\n理由:\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的にダメージを与えられる。\n- ゼリの射程が長く、ザヤの短い射程を活かしてハラスを行いやすい。\n- ゼリはスキルを駆使してKiteが得意で、ザヤの攻撃を受けずに反撃できる。\n- ゼリのウルトによるSlow効果で、ザヤの動きを制限しやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ザヤの体力を削る。\n- ゼリのスキルを使ってザヤの攻撃を避けつつ、ダメージを与える。\n- ザヤがスネアを使った後の隙を狙って、反撃を行う。\n- ゼリの機動力を活かして、ザヤの攻撃範囲外から攻撃する。\n- 集団戦では、ザヤのスキルを避けながら、後衛からダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ザヤの攻撃範囲を超えてハラスが可能です。\n- ザヤのスキルは発動に時間がかかるため、エズリアルの機動力を活かして避けやすいです。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、ザヤのHPを削りやすいです。\n- ザヤは基本的に射程が短く、エズリアルのポークに対して反撃が難しいです。\n- エズリアルのワープスキルにより、ザヤのスネアを避けることができ、戦闘を有利に進めやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤのHPを削る。\n- スキルを使ってミニオンを処理しつつ、ザヤに圧力をかける。\n- ザヤがスネアを使った後に、エズリアルのワープスキルで距離を取る。\n- ザヤが近づいてきた際には、スキルを使って反撃し、ダメージを与える。\n- 集団戦では、ザヤの位置を意識しつつ、スキルを使って安全にダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ザヤに対して圧力をかけやすい。\n- ザヤの攻撃範囲が短いため、ドレイヴンの長射程攻撃に対して一方的にダメージを受けやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になる。\n- ザヤのスキルは発動に時間がかかるため、ドレイヴンはその隙を突いて攻撃を仕掛けやすい。\n- ドレイヴンは移動速度を上げるスキルを持っており、ザヤのスネアを避けながら攻撃できる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ザヤにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大化する。\n- ザヤのスネアやCCを避けるために、位置取りに注意しながら戦う。\n- ザヤがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- サポートと連携し、ザヤを孤立させることで有利な状況を作る。",
      "スモルダー": "スモルダーが有利です。\n\n理由:\n- スモルダーは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にダメージを与えることができる。\n- スモルダーのAoE攻撃は、ザヤが集団戦でのダメージを稼ぐのを妨げることができる。\n- スモルダーはスキルをスタックさせることで後半のダメージが非常に高くなり、ザヤの持つスネアや無敵状態を無視して攻撃できる。\n- ザヤのスキルは発動に時間がかかるため、スモルダーの高速移動を活かして回避しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤの体力を削る。\n- スモルダーのスキルを使ってザヤの攻撃範囲外から攻撃し、ダメージを与える。\n- 集団戦では、ザヤがスネアを使う前にスモルダーのAoE攻撃でザヤを排除する。\n- Eスキルを使ってザヤの攻撃を避けつつ、追撃や逃走を行う。",
      "コーキ": "コーキが有利です。\n\n理由:\n- コーキは長射程の攻撃を持ち、ザヤの短い射程を活かして安全にハラスができる。\n- コーキのスキルはAoEダメージを持ち、ザヤが集団戦でダメージを出す前に削ることができる。\n- コーキはアルティメットのクールダウンが短く、頻繁にダメージを与えることができるため、ザヤに対して持続的な圧力をかけられる。\n- ザヤのスネアや無敵スキルに対して、コーキはCCを持たないため、ザヤの反撃を受けにくい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ザヤの体力を削る。\n- スキルを使ってザヤの攻撃範囲外から攻撃し、ダメージを与える。\n- ザヤがスキルを使った後の隙を狙って、さらに攻撃を加える。\n- 集団戦では、ザヤが近づく前にAoEスキルでダメージを与え、ザヤの動きを制限する。",
      "ユナラ": "ユナラが有利です。\n\n理由:\n- ユナラは攻撃範囲がザヤよりも長いため、ザヤが接近する前にハラスが可能。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ザヤの物理ダメージに対して強い。\n- ユナラのスキルによるスロー効果で、ザヤの動きを制限しやすい。\n- ユナラは集団戦でのAoEダメージが強力で、ザヤの羽根攻撃を無効化することができる。\n- ザヤの攻撃が当たる前に、ユナラはスキルを使ってダメージを与えられるため、先手を取れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザヤにダメージを与える。\n- スキルを使ってザヤの動きを制限し、接近を難しくする。\n- 集団戦では、アルティメットを活用してダメージを最大化し、ザヤを排除する。\n- ザヤのスキルのクールダウンを見極め、反撃のチャンスを狙う。\n- ブッシュを利用してザヤの視界を奪い、奇襲をかける。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トリスターナが近づく前にハラスを行いやすい。\n- コーキのAoEダメージにより、トリスターナはウェーブ管理が難しく、プッシュされやすい。\n- トリスターナのスキルクールダウンが長いため、コーキの攻撃を受けると反撃が難しい。\n- コーキは防御力を下げるデバフを持っており、トリスターナのダメージを通しにくくする。\n- トリスターナは装備依存度が高く、序盤での成長が重要なため、コーキに対して不利な状況が続くと成長が遅れる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して視界を確保し、コーキのスキルを避ける。\n- サポートと連携して、コーキに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- スキルのクールダウンを意識し、コーキのスキルを使った後に攻撃することで反撃のチャンスを作る。\n- アイテムを早めに揃え、トリスターナのダメージを強化することで、コーキに対抗できるようにする。\n- レーンを押しすぎないように注意し、ウェーブコントロールを意識してプレイする。",
      "サミーラ": "サミーラがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスやプッシュが得意なため、サミーラが接近する前にダメージを与えられる。\n- コーキのAoEダメージは、サミーラが接近戦を仕掛ける際に、複数の敵に同時にダメージを与えることができるため、サミーラの攻撃が通りにくい。\n- サミーラは射程が短く、コーキの攻撃を避けることが難しいため、特にレーン戦で不利を強いられる。\n- コーキはCCを持たないが、サミーラも単独でのCCがないため、コーキの攻撃を受けながら接近するのが難しい。\n\n不利の緩和策:\n- サポートと連携して、コーキの攻撃を避けるためのタイミングを見計らい、接近する。\n- コーキのスキルのクールダウンを利用して、隙を突いて攻撃を仕掛ける。\n- アイテムを工夫して、耐久力を上げることでコーキの攻撃に耐えられるようにする。\n- レーン戦では、ミニオンを利用してコーキの攻撃を遮ることで、ダメージを軽減する。",
      "トゥイッチ": "トゥイッチがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、トゥイッチが近づく前にハラスを行いやすい。\n- コーキのAoEダメージは、トゥイッチのステルスや奇襲を無効化する可能性がある。\n- コーキは防御力を低下させるデバフを持っており、トゥイッチのダメージを通しやすくする。\n- トゥイッチは装備依存度が高く、序盤に不利になると後半に持ち直すのが難しい。\n- コーキはCCがないため、トゥイッチのスロー効果があまり効果的でない。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけ安全な位置からCSを取る。\n- ステルスを活用して、コーキのスキルを避けながら奇襲を狙うタイミングを見計らう。\n- サポートと連携して、コーキに対する集団戦を仕掛ける。\n- 早めに防具を購入し、コーキのダメージを軽減する。\n- マナ管理をしっかり行い、スキルを無駄にしないようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、セナは距離を保つのが難しい。\n- コーキのAoEダメージにより、セナは一度に複数のミニオンやチャンピオンからダメージを受けやすい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、コーキの攻撃に対して脆弱。\n- コーキはCCを持たないため、セナのスネアを避けることができ、自由に動き回ることができる。\n- セナは逃げ手段が乏しく、コーキの攻撃を受け続けると簡単に捕まってしまう。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらプレイする。\n- セナのスネアを使って、コーキの攻撃を受ける前に反撃するタイミングを見計らう。\n- サポートと連携して、コーキに対するプレッシャーをかけることで、セナが安全にファームできるようにする。\n- アイテムを早めに購入し、耐久力を上げることで、コーキの攻撃に耐えられるようにする。\n- 敵ジャングラーのガンクを意識し、位置取りを工夫して安全を確保する。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、アッシュに対してハラスが得意であるため、アッシュはダメージを受けやすい。\n- コーキのAoEダメージにより、アッシュはレーンでのプッシュやハラスに苦しむことが多い。\n- アッシュは機動スキルを持たないため、コーキの攻撃を避けることが難しく、特にオールインを仕掛けられると脆弱。\n- コーキはCCを持たないため、アッシュのスタンやスローを活かしにくく、逆にコーキの攻撃を受け続けるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮る。\n- サポートと連携して、コーキに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- 早めに防具アイテムを購入し、耐久力を上げることでコーキのダメージを軽減する。\n- 可能であれば、視界を確保しつつ、コーキのスキルのクールダウンを狙って攻撃する。",
      "ヴェイン": "ヴェインがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ヴェインはレーンでのダメージを受けやすい。\n- コーキのAoEダメージは、ヴェインのような単体攻撃型チャンピオンに対して効果的で、集団戦でもダメージを与えやすい。\n- ヴェインは射程が短く、コーキの攻撃を避けるのが難しいため、特にハラスに対して脆弱。\n- コーキはCCを持たないが、ヴェインはCCを受けると脆弱で、特にコーキの持続的なダメージに対して耐えにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- コーキのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げることでコーキのダメージを軽減する。\n- サポートと連携し、コーキに対して集団での攻撃を仕掛けることで、ヴェインの強みを活かす。",
      "ジンクス": "ジンクスがコーキに不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ジンクスは距離を詰めるのが難しい。\n- コーキのAoEダメージは、ジンクスの集団戦での強みを打ち消すことができる。\n- コーキはスキルのクールダウンが短く、持続的にダメージを与えられるため、ジンクスが反撃する隙を与えにくい。\n- ジンクスは自衛手段が乏しく、コーキの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してコーキのスキルを避ける。\n- サポートと連携して、コーキに対して積極的にトレードを仕掛ける。\n- 早めに防具アイテムを購入し、耐久力を上げることでコーキのダメージを軽減する。\n- ジンクスのスキルを活かして、コーキの攻撃を避けつつ、反撃のチャンスを狙う。",
      "ユナラ": "ユナラが不利です。\n\n理由:\n- コーキは長射程のスキルを持ち、ハラスが得意なため、ユナラは距離を詰めるのが難しい。\n- コーキのAoEダメージにより、ユナラは一度に複数のダメージを受けやすく、耐久力が低いユナラには厳しい。\n- コーキはCCがないため、ユナラのスロー効果を無視して攻撃しやすく、ユナラの立ち回りが制限されにくい。\n- ユナラは通常攻撃に依存しているため、コーキの持続的なダメージに対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して位置取りを工夫する。\n- コーキのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携し、ガンクを狙うことでコーキにプレッシャーをかける。\n- アイテムを工夫し、耐久力を上げることでコーキのダメージを軽減する。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウがコーキに有利です。\n\n理由:\n- コグ＝マウはAR/MRを低下させるスキルを持っており、コーキの防御力を削ることでダメージを通しやすい。\n- コグ＝マウの割合ダメージは、コーキのHPを効率的に削ることができ、特にタンク相手に強い。\n- コグ＝マウは長射程を持ち、コーキの攻撃を受ける前にハラスを行いやすい。\n- コーキはCCがないため、コグ＝マウのスロー効果を利用して安全に距離を保ちながら攻撃できる。\n- コーキのスキルはマナ消費が激しく、持続的なハラスに対してコグ＝マウが優位に立てる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- コグ＝マウのスキルを使ってAR/MRを低下させ、コーキに対するダメージを増加させる。\n- コーキのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 自身のスロー効果を活用して、コーキが近づけないようにする。\n- 集団戦では、コグ＝マウの長射程を活かして安全な位置からダメージを出し続ける。",
      "ケイトリン": "ケイトリンがコーキに有利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキよりも遠くから攻撃できるため、一方的にハラスが可能。\n- コーキはCCスキルを持たないため、ケイトリンの罠によるスネア効果で動きを制限されやすい。\n- ケイトリンのスキルは高いダメージを持ち、特に序盤からのタワーシージが得意で、コーキのプッシュ力を上回ることができる。\n- コーキはマナ消費が激しく、スキルを多用することでマナが枯渇しやすいが、ケイトリンは持続的なハラスが可能で、相手のリソースを削ることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- 罠を使ってコーキの動きを制限し、攻撃を当てやすくする。\n- コーキがスキルを使った後の隙を狙って、AAやスキルでダメージを与える。\n- タワー下でのプッシュを行い、早期にタワーを破壊してマップのコントロールを強化する。",
      "スモルダー": "スモルダーがコーキに有利です。\n\n理由:\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキのダメージを上回る可能性がある。\n- コーキはCCがないため、スモルダーのEスキルによる高速移動を止める手段がない。\n- スモルダーのAoE攻撃は集団戦で非常に効果的であり、コーキのAoEダメージに対抗できる。\n- コーキは序盤のダメージが高いが、スモルダーはスタックが貯まることで後半に強くなるため、時間が経つにつれて有利になる。\n\n有利の取り方:\n- レーンでのハラスを行い、スタックを貯めることでコーキに対抗する。\n- コーキのスキルを避けながら、Eスキルを使って距離を保ちつつ攻撃する。\n- 集団戦では、密集した敵に対してAoE攻撃を活かし、コーキを狙う。\n- コーキのスキルのクールダウンを見極めて、攻撃のタイミングを計る。",
      "エズリアル": "エズリアルがコーキに有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離からハラスできる。\n- コーキはCCがないため、エズリアルの機動力を活かして簡単に逃げたり、追撃したりできる。\n- エズリアルのスキルは短いクールダウンを持ち、持続的にダメージを与えられるため、コーキのAoE攻撃に対しても有利に立てる。\n- コーキはマナ消費が激しいため、エズリアルが持続的にハラスを行うことでコーキのマナを枯渇させることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- コーキのスキルを避けるために、Eを使って機動力を活かす。\n- コーキがスキルを使った後の隙を狙って、反撃を行う。\n- ミニオンを利用してコーキの攻撃を避けつつ、スキルでダメージを与える。",
      "ミス・フォーチュン": "ミス・フォーチュンはコーキに有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、コーキのAoE攻撃に対しても効果的にダメージを与えられる。\n- コーキはCCがないため、ミス・フォーチュンのスローや移動速度増加を活かして距離を保ちながら攻撃できる。\n- ミス・フォーチュンのアルティメットは集団戦でのAoEダメージが強力で、コーキの耐久力の低さを突くことができる。\n- コーキはマナ消費が激しく、持続的なハラスに対して脆弱であるため、ミス・フォーチュンの持続的な攻撃が有利に働く。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- スキルを使ってコーキの攻撃を避けつつ、距離を保ちながら攻撃を続ける。\n- アルティメットを使うタイミングを見極め、コーキが集団戦に参加する前にダメージを与える。\n- Wを活用して移動速度を上げ、コーキの攻撃を避けながら安全にダメージを与える。",
      "ジン": "ジンがコーキに有利です。\n\n理由:\n- ジンはスネア効果を持つスキルを使ってコーキの動きを制限できるため、コーキが攻撃しづらくなる。\n- コーキはCCがないため、ジンのスキルや通常攻撃に対して反撃手段が限られている。\n- ジンの長射程の攻撃により、コーキが近づく前にダメージを与えることができる。\n- コーキはマナ消費が激しく、スキルを多用するとマナが枯渇しやすいが、ジンは持続的に攻撃できる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったコーキに対して特に効果的。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、コーキのHPを削る。\n- スネアを使ってコーキの動きを制限し、攻撃のチャンスを作る。\n- コーキがスキルを使った後の隙を狙って攻撃する。\n- ジンのアルティメットを使って、コーキが逃げられないようにする。\n- マナ管理をしっかり行い、持続的にダメージを与え続ける。",
      "ドレイヴン": "ドレイヴンがコーキに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、コーキのHPを早期に削ることができる。\n- コーキはCCがないため、ドレイヴンの攻撃を止める手段がない。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすい。\n- コーキはマナ消費が激しく、スキルを多用すると枯渇しやすいが、ドレイヴンはAAでのダメージを重視するため、マナ管理がしやすい。\n- ドレイヴンの移動速度上昇スキルにより、コーキの攻撃を避けながら接近しやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、コーキのHPを削る。\n- 斧を正確に拾い続け、ダメージを最大化する。\n- コーキがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- サポートと連携して、コーキに対するプレッシャーをかけ続ける。\n- 早期にアイテムを完成させ、コーキに対するダメージをさらに増加させる。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキよりも遠くから一方的にハラスができるため、レーンでの優位性が高い。\n- ケイトリンの罠によるスネア効果で、コーキの動きを制限しやすく、捕まえられるリスクが高まる。\n- コーキはCCがないため、ケイトリンの攻撃を受ける際に反撃手段が乏しく、殴り合いで不利になる。\n- ケイトリンの高いバーストダメージに対して、コーキは耐久力が低く、早期に倒される可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ケイトリンの攻撃範囲を意識し、距離を保つ。\n- 罠を避けるために、視界を確保し、ケイトリンの罠の設置位置を把握する。\n- ジャングラーと連携し、ケイトリンに対するGankを狙うことで、レーンのプレッシャーを軽減する。\n- スキルのマナ管理を徹底し、必要な時にスキルを使えるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎射程を持ち、セナよりも一方的にハラスを行いやすい。\n- ケイトリンの罠によるスネア効果は、セナが逃げる手段を制限し、捕まるリスクを高める。\n- セナは基礎ステータスが低く、序盤の耐久力が乏しいため、ケイトリンの攻撃に対して脆弱。\n- ケイトリンはスキルのモーションが長いが、セナは逃げ手段が乏しいため、ケイトリンの攻撃を受けやすい。\n- セナの回復能力はあるが、ケイトリンの高いバーストダメージに対抗するのは難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- サポートと連携して、ケイトリンの罠を避けるための視界を確保する。\n- セナのスキルを使って、ケイトリンの攻撃を受けた際に回復を行い、持続的に耐える。\n- 可能であれば、ジャングラーにGankを依頼し、ケイトリンを圧倒する。\n- アイテムを早めに購入し、耐久力を上げることで、ケイトリンの攻撃に対抗できるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎射程を持ち、ヴェインよりも遠くから一方的にハラスが可能です。\n- ケイトリンの罠によるスネア効果は、ヴェインの機動力を制限し、逃げる手段を奪います。\n- ヴェインは射程が短いため、ケイトリンの攻撃を避けることが難しく、ハラスを受けやすいです。\n- ケイトリンはレーンでのプッシュ力が高く、タワーシージを行いやすいため、ヴェインが育つ前にタワーを破壊されるリスクがあります。\n- ケイトリンのスキルは、集団戦でのバーストダメージが高く、ヴェインが集団戦で活躍する前に倒される可能性があります。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して隠れながら動く。\n- サポートと連携して、ケイトリンの罠を避けるための視界を確保する。\n- レベルが上がるまで耐えることを意識し、無理にオールインを仕掛けない。\n- アイテムを早めに購入し、特に防御アイテムを優先して生存率を上げる。\n- ジャングラーのGankを呼び込み、ケイトリンにプレッシャーをかける。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ケイトリンの射程がジンクスよりも長いため、ジンクスは一方的にハラスを受けやすい。\n- ケイトリンの罠によるスネア効果で、ジンクスの移動が制限され、接近や逃げることが難しくなる。\n- ケイトリンは序盤からのタワーシージが得意で、ジンクスが育つ前にタワーを破壊されるリスクが高い。\n- ジンクスは自衛手段が乏しく、ケイトリンの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- サポートと連携して、ケイトリンのハラスを避けるために位置取りを工夫する。\n- ケイトリンの罠を避けるために、視界を確保し、罠の位置を把握する。\n- レーンでのトレードを避け、ファームを優先してレベル差をつける。\n- ジャングラーにGankを依頼し、ケイトリンを狙うことでレーンのプレッシャーを軽減する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、サミーラが接近する前に一方的にハラスを受ける。\n- ケイトリンの罠によるスネア効果で、サミーラは接近することが難しく、行動を制限される。\n- サミーラは射程が短く、ケイトリンの攻撃を避けることができず、殴り合いで不利になる。\n- ケイトリンの高いダメージとタワーシージ能力により、レーンでのプレッシャーが強く、サミーラが育つ前にタワーを失うリスクがある。\n\n不利の緩和策:\n- サポートと連携して、ケイトリンの攻撃を避けるための視界を確保し、Gankを狙う。\n- ケイトリンの罠を避けるために、マップの位置を意識し、罠の設置場所を把握する。\n- レベルが上がるまで耐え、サミーラの強力なスキルを活かせるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ケイトリンの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程のスキルを持ち、ケイトリンの射程を上回ることができるため、遠距離からのハラスが可能。\n- ジンのスキルはAoE効果を持ち、ケイトリンが罠を使っても、ジンはそれを避けながら攻撃できる。\n- ケイトリンはスキルのモーションが長く、ジンはその隙を突いて攻撃することができる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して強力。\n- ケイトリンはオールインに弱いが、ジンはその攻撃スタイルを活かして安全にダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ケイトリンの体力を削る。\n- スキルを使ってケイトリンの罠を避けつつ、ダメージを与える。\n- 4発目の攻撃やアルティメットを使うタイミングを見計らい、ケイトリンが体力の少ない時に仕掛ける。\n- ジャングラーとの連携を取り、ケイトリンが孤立している時にGankを狙う。\n- ケイトリンのスキルのCDを意識し、隙を突いて攻撃する。",
      "ジグス": "ジグスがケイトリンに有利です。\n\n理由:\n- ジグスは長射程のスキルを持ち、ケイトリンの攻撃を避けながらダメージを与えることができる。\n- ケイトリンのスキルはモーションが長く、ジグスのスキルを避けるのが難しい。\n- ジグスのAoEダメージはミニオン処理や集団戦で非常に強力で、ケイトリンが一方的にハラスを受ける可能性が高い。\n- ケイトリンは接近戦に弱く、ジグスが距離を保ちながら攻撃できるため、優位に立ちやすい。\n- ジグスの設置型スキルは、ケイトリンの移動を制限し、罠を避けるのが難しくなる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ケイトリンの体力を削る。\n- ミニオンを利用してケイトリンにダメージを与えつつ、スキルを当てる。\n- ケイトリンが罠を設置する前に、ジグスのスキルで先手を打つ。\n- ジャングラーと連携して、ケイトリンに対するプレッシャーをかける。\n- 集団戦では、ケイトリンが近づく前にAoEスキルでダメージを与え、彼女の動きを制限する。",
      "シヴィア": "シヴィアがケイトリンに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、ケイトリンのハラスを受けながらもミニオンを押し返すことができる。\n- スペルシールドにより、ケイトリンの罠やスキルを無効化できるため、トレードで有利に立ちやすい。\n- シヴィアの攻撃速度増加効果により、ケイトリンの攻撃を受けながらもダメージを返しやすい。\n- ケイトリンの射程が長いが、シヴィアは跳弾するスキルを使うことで、ミニオンを利用してハラスを行いやすい。\n- シヴィアは移動速度を上昇させる手段が多く、ケイトリンの攻撃を避けやすい。\n\n有利の取り方:\n- レーン開始時にミニオンを早めにクリアし、ケイトリンのハラスを受ける前に有利な位置を取る。\n- スペルシールドを活かして、ケイトリンの罠やスキルを無効化し、トレードを仕掛ける。\n- ケイトリンが攻撃してきた際に、攻撃速度を上げて反撃し、ダメージを与える。\n- ミニオンを利用して跳弾を活かし、ケイトリンに対してもハラスを行う。\n- 集団戦では、後衛にダメージを与えるポジションを確保し、シヴィアの強みを活かす。",
      "コグ＝マウ": "コグ＝マウがケイトリンに有利です。\n\n理由:\n- コグ＝マウはスキルを使ってAR/MRを減少させることができ、特に集団戦でのダメージ出力が高い。\n- コグ＝マウの射程は長く、特にWを使用することでケイトリンの射程を上回ることができるため、ハラスがしやすい。\n- ケイトリンはスキルのモーションが長く、コグ＝マウはその隙を突いて攻撃することができる。\n- ケイトリンのパッシブによるAA強化が限られているため、コグ＝マウは持続的なダメージを出しやすい。\n- ケイトリンはオールインが強い相手に対して不利であり、コグ＝マウはその点で優位に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ケイトリンのHPを削る。\n- スキルを使ってAR/MRを減少させ、集団戦でのダメージを最大化する。\n- ケイトリンのスキルのCDを見極めて、隙を突いて攻撃する。\n- 自身の位置取りを意識し、ケイトリンの罠やスキルを避けながら戦う。\n- ジャングラーとの連携を強化し、Gankを狙うことでケイトリンを圧倒する。",
      "ルシアン": "ルシアンが有利です。\n\n理由:\n- ルシアンは高いバーストダメージを持ち、序盤からケイトリンに対して強力なハラスが可能です。\n- ルシアンのスキルのクールダウンが短く、連続攻撃ができるため、ケイトリンの攻撃を受ける前にダメージを与えやすいです。\n- ケイトリンは射程が長いものの、ルシアンは機動力が高く、スキルを使って位置を変えながら攻撃できるため、ケイトリンの攻撃を避けやすいです。\n- ルシアンはCCを持たないものの、ケイトリンの罠に対してもスキルを使って回避することができ、攻撃のチャンスを逃しにくいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ケイトリンのHPを削る。\n- スキルを使った後の通常攻撃を活かして、ケイトリンに対して連続的にダメージを与える。\n- ケイトリンが罠を設置した際には、スキルを使って回避しつつ攻撃を続ける。\n- 敵ジャングラーのGankを警戒しつつ、位置取りを工夫してケイトリンに対して優位に立つ。",
      "ザヤ": "ザヤが有利です。\n\n理由:\n- ザヤはケイトリンに対して射程が短いものの、スネアや無敵状態を持っているため、ケイトリンの攻撃を避けやすい。\n- ケイトリンのハラスが強力であるが、ザヤはスキルを使って反撃することができ、特に接近戦でのダメージを稼ぎやすい。\n- ザヤのAoEダメージは集団戦での強みとなり、ケイトリンが一方的に攻撃できる状況を作りにくい。\n- ザヤは加速スキルを持っているため、ケイトリンの罠を避けやすく、Gankにも強い。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、スネアを使ってケイトリンに反撃するタイミングを見計らう。\n- ケイトリンが罠を設置した際には、無敵状態を利用してその場から逃げるか、反撃する。\n- ジャングラーと連携して、ケイトリンに対してGankを仕掛けることで、彼女の強みを無効化する。\n- 集団戦では、ザヤのAoEダメージを活かして、ケイトリンを狙うのではなく、他の敵チャンピオンを攻撃することで、ケイトリンのダメージを分散させる。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルはスキルを駆使して戦うため、ケイトリンの長射程を逆手に取ることができる。\n- エズリアルのスキルはクールダウンが短く、持続的にハラスを行いやすい。\n- ケイトリンのスキルはモーションが長く、エズリアルの機動力を活かして回避しやすい。\n- エズリアルはEによるワープで位置取りが容易で、ケイトリンの罠を避けることができる。\n- ケイトリンのバーストダメージに対して、エズリアルはスキルで距離を取ることができるため、殴り合いで有利。\n\n有利の取り方:\n- レーン開始時からスキルを使ってハラスを行い、ケイトリンの体力を削る。\n- Eを使ってケイトリンの攻撃を避けつつ、反撃のチャンスを狙う。\n- ケイトリンが罠を設置した際は、スキルを使って安全に距離を取り、罠を避ける。\n- ジャングラーと連携してGankを仕掛け、ケイトリンを捕まえる。\n- 中盤以降もスキルを活かして安全にダメージを与え、集団戦での役割を果たす。",
      "ドレイヴン": "ドレイヴンがケイトリンに有利です。\n\n理由:\n- ドレイヴンは序盤から高いバーストダメージを持ち、ケイトリンに対してオールインが可能です。\n- ケイトリンの攻撃は長射程ですが、ドレイヴンは移動速度を上げるスキルを持っており、接近して攻撃することができます。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけやすいです。\n- ケイトリンはスキルのモーションが長く、ドレイヴンが斧を拾うことでダメージを出しやすくなります。\n- ケイトリンの罠はドレイヴンに対して効果的ですが、彼のCCスキルで動きを制限することができるため、逆に有利に立てる場面が多いです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ケイトリンのHPを削る。\n- 斧を正確に拾い続け、ダメージを最大化する。\n- ケイトリンがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- ジャングラーと連携してGankを仕掛け、ケイトリンを早期に排除する。\n- アイテムを早めに揃え、パワースパイクを活かしてレーンを支配する。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由:\n- カリスタは対象指定のCCを持っており、ゼリの機動力を封じることができる。\n- カリスタの短距離リープにより、ゼリが距離を取ることが難しく、接近されやすい。\n- カリスタは高いバーストダメージを持ち、ゼリの基礎ステータスの低さを突くことができる。\n- カリスタのアルティメットは味方を守るだけでなく、ゼリに対しても強力なイニシエートを行うことができるため、集団戦での脅威が高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、カリスタの攻撃を受けない位置取りを心がける。\n- サポートと連携し、カリスタのCCを避けるための戦略を立てる。\n- アイテムを早めに購入し、耐久力を上げることでカリスタのバーストに耐えられるようにする。\n- 集団戦では、カリスタのアルティメットを意識し、味方と連携して行動することで、彼女の強みを無効化する。",
      "セナ": "セナが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、セナの攻撃を避けながら接近しやすい。\n- カリスタのアルティメットは、セナのスネアを無効化することができ、セナのCCを活かしにくい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、カリスタの攻撃に対して脆弱。\n- カリスタは高いKite性能を持ち、セナが攻撃を当てる前に距離を取られることが多い。\n- セナの逃げ手段が乏しく、カリスタの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを控え、カリスタの攻撃を避けることに専念する。\n- サポートと連携し、カリスタの攻撃を受けないように位置取りを工夫する。\n- 早めにアイテムを購入し、耐久力を上げることで生存率を高める。\n- 敵ジャングラーの動きを警戒し、gankを避けるために視界を確保する。\n- カリスタのアルティメットを意識し、タイミングを見計らってスネアを使う。",
      "ヴェイン": "ヴェインが不利です。\n\n理由:\n- カリスタは短距離のリープを持ち、ヴェインの攻撃を避けやすい。\n- カリスタのアルティメットは味方を助けるだけでなく、ヴェインの攻撃を無効化する可能性がある。\n- カリスタは対象指定のCCを持っており、ヴェインの機動力を制限できる。\n- カリスタの攻撃は持続的なダメージを与えるため、ヴェインの自衛能力を脅かす。\n- カリスタは射程が長く、ヴェインが近づく前に攻撃できる。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタのCCを避けるための位置取りを意識する。\n- アイテムを工夫し、耐久力を上げることでカリスタのダメージを軽減する。\n- 集団戦では、カリスタのアルティメットを発動させないように注意し、タイミングを見計らって攻撃する。\n- 可能であれば、カリスタのリープを無効化するような位置取りを心がける。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、トゥイッチの攻撃を避けやすい。\n- カリスタのアルティメットは対象指定のCCを持ち、トゥイッチの奇襲を無効化することができる。\n- カリスタは高いKite性能を持ち、トゥイッチの攻撃を受けずに反撃できる。\n- トゥイッチは逃げ性能が低く、カリスタの攻撃を受けると脆弱になる。\n- カリスタは集団戦での持続的なダメージを出しやすく、トゥイッチのバーストダメージに対抗できる。\n\n不利の緩和策:\n- トゥイッチは序盤から積極的にファームし、装備を整えることで後半の火力を高める。\n- ステルスを活用してカリスタの位置を把握し、奇襲を仕掛けるタイミングを見極める。\n- サポートと連携し、カリスタのアルティメットを無効化するためのCCを利用する。\n- 遠距離からの攻撃を意識し、カリスタのブリンクを誘発させてから反撃する。\n- 可能であれば、カリスタの攻撃を避けるために位置取りを工夫し、集団戦では後衛から攻撃する。",
      "エズリアル": "エズリアルがカリスタに不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、エズリアルのスキルを避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、エズリアルの機動力を無効化する可能性がある。\n- エズリアルは主にスキルで戦うが、カリスタは持続的なダメージを与えつつ、エズリアルの攻撃を回避できる。\n- カリスタの高いKite性能により、エズリアルが近づくことが難しくなる。\n- エズリアルの主力スキルは方向指定であり、カリスタの機動力に対して当てにくい。\n\n不利の緩和策:\n- レーンでのハラスを避け、CSを優先することで、カリスタの強みを抑える。\n- サポートと連携し、カリスタのアルティメットを無効化するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、カリスタの攻撃を耐える。\n- スキルを使うタイミングを工夫し、カリスタのブリンクを誘発させてから攻撃する。\n- 逃げ道を確保し、カリスタの攻撃を受けた際に迅速に撤退できるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、ドレイヴンの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、ドレイヴンのCCを無効化し、彼の攻撃を妨げる。\n- カリスタは高いKite性能を持ち、ドレイヴンの攻撃を受けずに反撃することができる。\n- ドレイヴンは移動妨害CCに弱く、カリスタの機動力によって追撃されやすい。\n- カリスタは集団戦での連携が強く、味方と連携することでドレイヴンを圧倒できる。\n\n不利の緩和策:\n- カリスタのブリンクを予測し、位置取りを工夫して攻撃を当てる。\n- 早めにアイテムを揃え、バーストダメージを高めてカリスタを圧倒する。\n- サポートと連携し、カリスタのアルティメットを無効化するタイミングを見計らう。\n- 敵の視界を意識し、カリスタが孤立している時に攻撃を仕掛ける。\n- 自身のCCを活かして、カリスタの動きを制限する。",
      "スモルダー": "スモルダーがカリスタに不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、スキルを駆使して高いKite性能を発揮できるため、スモルダーの攻撃を避けやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦での連携が強化されるため、スモルダーが孤立しやすくなる。\n- スモルダーはAA強化がないため、カリスタの高いDPSに対抗しづらい。\n- カリスタは対象指定のCCを持っており、スモルダーの移動を制限することができるため、逃げる手段が限られる。\n\n不利の緩和策:\n- レーン戦ではカリスタのブリンクを意識し、無理にオールインを狙わないようにする。\n- スモルダーのスキルを活用して、カリスタの攻撃を避けつつ、スタックを貯めることに集中する。\n- 集団戦では、カリスタのアルティメットを避けるために、位置取りを工夫し、味方と連携を取る。\n- アイテムビルドを工夫し、耐久力を上げることで、カリスタの攻撃に耐えられるようにする。",
      "コーキ": "コーキがカリスタに不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、コーキの攻撃を避けやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、コーキの攻撃を無効化することができる。\n- コーキはCCがないため、カリスタの機動力に対処できず、Kiteされやすい。\n- カリスタは高いバーストダメージを持ち、コーキの耐久力が低いため、瞬時に倒される可能性が高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタのブリンクを無効化するような戦略を考える。\n- マナ管理を徹底し、スキルを無駄に使わないようにする。\n- 可能であれば、アイテムを購入して耐久力を上げ、カリスタのバーストに耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由:\n- カリスタは短距離のブリンクを持ち、ルシアンの攻撃を避けやすい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、ルシアンの攻撃を無効化することができる。\n- ルシアンは射程が短く、カリスタの攻撃を受けやすい。\n- カリスタは対象指定のCCを持たないため、ルシアンが攻撃しやすいが、カリスタの機動力により反撃を受けるリスクが高い。\n- カリスタはオールインが強く、ルシアンが攻撃を仕掛ける前に先手を取られることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避け、カリスタの攻撃を受けないように立ち回る。\n- サポートと連携し、カリスタのブリンクを無効化するような戦略を取る。\n- 早めにアイテムを購入し、ダメージを増加させてカリスタに対抗する。\n- 集団戦では位置取りを工夫し、カリスタの攻撃を避けるようにする。\n- 逃げる手段を持つアイテムを選択し、カリスタの攻撃を受けた際に迅速に撤退できるようにする。",
      "ジンクス": "ジンクスがカリスタに不利です。\n\n理由:\n- カリスタは短距離のブリンクを持っており、ジンクスの攻撃を避けやすい。\n- カリスタのアルティメットによるノックアップ効果は、ジンクスの移動を妨げ、攻撃を受けやすくする。\n- カリスタは高いKite性能を持ち、ジンクスが接近するのを難しくする。\n- ジンクスは自衛手段が乏しく、カリスタの攻撃を受けると脆弱な状態になる。\n- カリスタは対象指定CCを持たないため、ジンクスのスネアやスローを避けやすい。\n\n不利の緩和策:\n- サポートと連携してカリスタのブリンクを誘発し、スキルを無駄にさせる。\n- ジンクスの射程を活かして、カリスタが接近する前にハラスを行う。\n- 自衛手段を強化するアイテムを早めに購入し、耐久力を上げる。\n- カリスタのアルティメットを避けるために、位置取りを意識し、味方と連携して行動する。\n- ジンクスのスキルを活用して、カリスタの動きを制限するタイミングを見極める。"
    },
    "loses": {
      "ヴァルス": "ヴァルスがカリスタに有利です。\n\n理由:\n- ヴァルスは長射程を持ち、カリスタの攻撃を避けながらハラスが可能。\n- CC効果を持つスキルにより、カリスタの動きを制限できるため、彼女のKite性能を無効化できる。\n- AoEダメージを持つため、集団戦やシージでのダメージを稼ぎやすい。\n- カリスタはAAをキャンセルできないため、ヴァルスの持続的なダメージに対して耐えにくい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カリスタのHPを削る。\n- CCスキルを使ってカリスタを捕まえ、追撃を狙う。\n- 集団戦では後衛から安全に攻撃し、カリスタが近づけないようにする。\n- オブジェクト周辺での視界を確保し、カリスタが動きにくい状況を作る。",
      "ザヤ": "ザヤがカリスタに有利です。\n\n理由:\n- ザヤはスネアを持っており、カリスタの短距離リープを封じることができるため、カリスタの機動力を制限できる。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、カリスタが単体でのバーストに依存しているのに対し、ザヤは持続的なダメージを出しやすい。\n- ザヤは加速スキルを持っており、カリスタの攻撃を避けながら反撃することができるため、Kite性能が高い。\n- カリスタは操作が忙しく、連携が必要なため、ザヤのスネアや無敵スキルを活用することで、カリスタの攻撃をかわしやすい。\n\n有利の取り方:\n- スネアを使ってカリスタのリープを封じ、攻撃のチャンスを作る。\n- AoEダメージを活かして、集団戦でのダメージを稼ぎ、カリスタのバーストを凌ぐ。\n- 加速スキルを使ってカリスタの攻撃を避けつつ、反撃を行う。\n- ラカンと連携して、カリスタに対する圧力を高め、彼女の動きを制限する。",
      "トリスターナ": "トリスターナがカリスタに有利です。\n\n理由:\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、特に終盤では非常に長い射程を持つため、カリスタの攻撃を避けやすい。\n- トリスターナのバーストダメージは高く、特にカリスタのような脆いサポートがいる場合、早期にキルを狙いやすい。\n- トリスターナはノックバック効果を持つスキルを使って、カリスタの接近を阻止できるため、Kite性能が高い。\n- カリスタはAAをキャンセルできないため、トリスターナの攻撃を受けるとダメージを受けやすい。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、カリスタの攻撃を避けることができる。\n\n有利の取り方:\n- レベルアップを早め、攻撃範囲の増加を活かしてカリスタに対してハラスを行う。\n- トリスターナのバーストダメージを活かして、カリスタやそのサポートに対して積極的に攻撃を仕掛ける。\n- ノックバックを利用して、カリスタが近づいてくる際に距離を取る。\n- ウェーブ管理を行い、カリスタが育つ前に有利な状況を作る。\n- 集団戦では、トリスターナの長射程を活かして安全な位置から攻撃し、カリスタを排除する。",
      "サミーラ": "サミーラがカリスタに有利です。\n\n理由:\n- サミーラは接近戦を得意としており、カリスタの短距離リープを利用して攻撃を仕掛けやすい。\n- カリスタはAAをキャンセルできないため、サミーラの高いDPSに対抗しづらい。\n- サミーラのスキルは、カリスタの攻撃を防ぐ能力を持っており、特に接近戦での優位性を発揮できる。\n- カリスタのCCスキルは主にアルティメットに依存しているが、サミーラはその間に攻撃を仕掛けることができる。\n- サミーラはスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮できるため、カリスタに対しても持続的なダメージを与えやすい。\n\n有利の取り方:\n- カリスタがリープを使った際に、サミーラはその隙を突いて攻撃を仕掛ける。\n- サミーラのスキルを駆使して、カリスタの攻撃を防ぎつつ、ダメージを与える。\n- カリスタがCCを使うタイミングを見計らい、サミーラのブリンクを活用して回避し、反撃する。\n- サミーラのスキルコンボを駆使して、カリスタを早期に排除することを目指す。\n- 集団戦では、味方のCCを利用してカリスタに接近し、ダメージを集中させる。",
      "ミス・フォーチュン": "ミス・フォーチュンはカリスタに有利です。\n\n理由:\n- ミス・フォーチュンは高いハラス性能を持ち、カリスタがAAをキャンセルできないため、レーンでのハラスが効果的。\n- ミス・フォーチュンのスキルはAoEダメージを持ち、集団戦での影響力が大きい。カリスタは集団戦での火力が装備に依存しやすい。\n- カリスタは接近戦に強いが、ミス・フォーチュンはスローや移動速度の増加を利用して距離を保つことができる。\n- ミス・フォーチュンのパッシブによる追加ダメージが、カリスタのサステインを削るのに効果的。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、カリスタのHPを削る。\n- ミス・フォーチュンのスキルを使って、カリスタが近づく前にダメージを与える。\n- 集団戦では、カリスタが接近する前にスキルを使い、AoEダメージで味方をサポートする。\n- カリスタのUltを警戒しつつ、ミス・フォーチュンのスローを活用して距離を保ちながら戦う。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、カリスタのリープを利用した接近を防ぎやすい。\n- スネア効果を持つスキルにより、カリスタの動きを制限できるため、Kite性能を活かしにくくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、カリスタのHPが減った際に強力なダメージを与えられる。\n- カリスタはAAや攻撃速度を強化するスキルがないため、ジンの持つ高い射程からの攻撃に対して反撃が難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、カリスタのHPを削る。\n- スネアを使ってカリスタのリープを無効化し、追撃や逃げ道を封じる。\n- 4発目の攻撃やアルティメットを狙って、カリスタがHPの少ない状態でのオールインを仕掛ける。\n- ジンのスキルを駆使して、カリスタのスキルを避けつつ、持続的にダメージを与える。",
      "シヴィア": "シヴィアがカリスタに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、カリスタがレーンでのプレッシャーをかける前にミニオンを処理できる。\n- スペルシールドにより、カリスタのCCを無効化できるため、カリスタの攻撃を受けにくい。\n- シヴィアの攻撃速度を増加させるスキルにより、カリスタに対して持続的なダメージを与えやすい。\n- カリスタはAAをキャンセルできないため、シヴィアの攻撃を受けるとダメージを受けやすい。\n- シヴィアは後衛にダメージを与える能力が高く、集団戦での影響力が大きい。\n\n有利の取り方:\n- レーンでのウェーブクリアを活かして、カリスタが攻撃する前にミニオンを処理する。\n- スペルシールドを活用して、カリスタのCCを回避し、トレードを有利に進める。\n- シヴィアの攻撃速度を活かして、カリスタに持続的なダメージを与え、圧力をかける。\n- カリスタがリープを使った後の隙を狙って、積極的にトレードを仕掛ける。\n- 集団戦では、シヴィアの後衛ダメージを活かして、カリスタを狙う。",
      "アフェリオス": "アフェリオスがカリスタに有利です。\n\n理由:\n- アフェリオスは多様な武器を使い分けることで、状況に応じた柔軟な戦術が可能です。特に、カリスタの短距離リープに対して、スネアやスローを使って捕まえることができます。\n- カリスタはAAをキャンセルできないため、アフェリオスの高い火力を受けやすいです。アフェリオスは攻撃を当てることで、カリスタに対して持続的なダメージを与えられます。\n- アフェリオスはレベルが上がると脅威ステータスが育ち、特に柔らかい敵に対して高いバーストダメージを持つため、カリスタに対しても優位に立てることが多いです。\n- カリスタは操作が忙しく、味方との連携が必要ですが、アフェリオスは単独でも強力なダメージを出せるため、カリスタの連携の難しさを突くことができます。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、カリスタの体力を削る。\n- アフェリオスのスネアやスローを活用して、カリスタのリープを封じる。\n- カリスタがリープを使った後に攻撃を仕掛け、反撃の隙を作らせない。\n- 可能な限り視界を確保し、カリスタの動きを制限することで、彼女の強みを活かさせない。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、セナよりも射程が長いため、セナはハラスを受けやすい。\n- ヴァルスのスネア効果により、セナは捕まるリスクが高く、逃げる手段が乏しいため、致命的なダメージを受ける可能性がある。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいてセナに対して優位に立つことができる。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴァルスの持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃を避けるようにする。\n- サポートと連携して、ヴァルスに対して積極的にハラスを行い、プレッシャーをかける。\n- 逃げ道を確保するために、視界を確保し、敵の動きを常に把握する。\n- アイテムを早めに購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、サミーラの短い射程に対して優位に立てる。\n- ヴァルスのスネア効果を持つスキルにより、サミーラは接近することが難しく、行動を制限されやすい。\n- ヴァルスのAoEダメージにより、サミーラが集団戦での立ち回りが難しくなる。\n- サミーラは単独でのCCがないため、ヴァルスの攻撃を受けると反撃が難しい。\n\n不利の緩和策:\n- サポートと連携し、ヴァルスの攻撃を避けるための位置取りを意識する。\n- ヴァルスのスキルを避けるために、ブリンクや移動スキルを活用する。\n- 早めにアイテムを購入し、耐久力を上げてハラスを受けにくくする。\n- 集団戦では、味方のCCを利用して接近し、ダメージを与えるタイミングを見極める。",
      "アッシュ": "アッシュが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、アッシュよりも遠くからハラスが可能。\n- ヴァルスのスネア効果により、アッシュは捕まるリスクが高く、逃げる手段がないため非常に脆弱。\n- ヴァルスのAoEダメージにより、集団戦やレーンでのハラスが強力で、アッシュは持続的なダメージを受けやすい。\n- アッシュはバーストダメージが低く、ヴァルスの持続的なダメージに対抗しにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ヴァルスの攻撃範囲外にいるように心がける。\n- サポートと連携し、ヴァルスのスネアを避けるための視界を確保する。\n- 早めに防御アイテムを購入し、耐久力を上げることでハラスに耐える。\n- スキルを使うタイミングを工夫し、ヴァルスのスキルを避けながら攻撃する。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由:\n- ヴァルスは長射程からのポークが得意で、コグ＝マウは基礎射程が短いため、レーンでのハラスが難しい。\n- ヴァルスのスネア効果により、コグ＝マウは動きを制限されやすく、捕まると大きなダメージを受けるリスクがある。\n- コグ＝マウは機動力が低く、逃げる手段が限られているため、ヴァルスの攻撃を受け続けると厳しい状況になる。\n- ヴァルスのAoEダメージは集団戦で非常に強力で、コグ＝マウは自衛手段が乏しいため、集団戦での生存が難しい。\n\n不利の緩和策:\n- サポートと連携して、ヴァルスの攻撃を避けるためのポジショニングを意識する。\n- レーンでのハラスを受けないように、ミニオンを利用してヴァルスの攻撃を遮る。\n- アイテムを早めに購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。\n- 集団戦では、後衛としての立ち位置を保ち、ヴァルスのスキルを避けることを心がける。",
      "ジンクス": "ジンクスが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、ジンクスが近づく前にハラスを受けやすい。\n- ヴァルスのスネア効果により、ジンクスは移動を制限され、接近することが難しくなる。\n- ヴァルスのAoEダメージは集団戦での影響力が大きく、ジンクスが集団戦で活躍する機会を減少させる。\n- ジンクスは自衛手段が乏しく、ヴァルスの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携してポジショニングを工夫する。\n- ヴァルスのスネアを避けるために、移動を意識し、スキルのクールダウンを把握する。\n- ジンクスのパッシブを活かすために、キルやアシストを狙い、早めにアイテムを整える。\n- 集団戦では、後衛として安全な位置から攻撃し、ヴァルスのスキルを避けるように心がける。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、トリスターナが近づく前にハラスを受けやすい。\n- ヴァルスのCCスキルにより、トリスターナは動きを制限され、攻撃を受けやすくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃手段が限られるため、ヴァルスの持続的なダメージに対抗しづらい。\n- ヴァルスはAoEダメージを持っており、集団戦やシージでの強みを活かされると、トリスターナはダメージを受けやすい。\n\n不利の緩和策:\n- レベルが上がるまでの間、慎重にプレイし、ヴァルスの攻撃を避けることを心がける。\n- サポートと連携し、ヴァルスに対して一斉攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、バーストダメージを活かしてヴァルスを圧倒する。\n- 逃げスキルを活用し、ヴァルスの攻撃を受けた際にはすぐに距離を取る。",
      "ゼリ": "ゼリはヴァルスに不利です。\n\n理由:\n- ヴァルスは長射程からの攻撃が得意で、ゼリの攻撃を受ける前にダメージを与えることができる。\n- ヴァルスのスネア効果を持つスキルにより、ゼリの機動力を制限される可能性が高い。\n- ゼリは基礎ADが低く、序盤の火力が不足しがちで、ヴァルスのハラスに対抗しにくい。\n- ヴァルスのAoEダメージにより、集団戦やレーンでの圧力が強く、ゼリが安全にハラスを行うのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、サポートと連携してポジショニングを工夫する。\n- ヴァルスのスキルを避けるために、Eを使って機動力を活かし、距離を保つ。\n- アイテムを早めに購入し、基礎ADを補強して火力を向上させる。\n- 集団戦では、ヴァルスのスキルを避けるために、味方のタンクやCC持ちチャンピオンの後ろに位置する。",
      "ザヤ": "ザヤが不利です。\n\n- ヴァルスは長射程の攻撃を持っており、ザヤの攻撃範囲よりも遠くからハラスが可能です。\n- ヴァルスのスネア効果により、ザヤは動きを制限され、反撃のチャンスを失いやすいです。\n- ザヤはスキルの発動に時間がかかるため、ヴァルスの攻撃を避けるのが難しいです。\n- ヴァルスのAoEダメージは集団戦で非常に強力で、ザヤが近づく前にダメージを受ける可能性が高いです。\n- ザヤの基本的な耐久力が低いため、ヴァルスの持続的なダメージに対して脆弱です。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃範囲外からファームを行う。\n- サポートと連携し、ヴァルスのスネアを避けるためのエンゲージを行う。\n- アイテムを早めに購入し、耐久力を上げることでハラスに耐える。\n- スキルを使うタイミングを見極め、ヴァルスのスキルを避けるようにする。\n- 集団戦では、ヴァルスのスキルを避けつつ、後衛からのダメージを狙う。"
    },
    "loses": {
      "シヴィア": "シヴィアがヴァルスに有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンでのプッシュが得意なため、ヴァルスのスキルを避けながら安全にハラスができる。\n- スペルシールドにより、ヴァルスのCCスキルを無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアの攻撃速度を増加させる効果により、持続的なダメージを与えやすく、ヴァルスの持続的なダメージに対抗できる。\n- シヴィアは移動速度を上昇させる手段が多く、ヴァルスの攻撃を避けやすい。\n- ヴァルスはHP回復手段が乏しく、シヴィアの持続的なハラスに対して脆弱である。\n\n有利の取り方:\n- レーンでのプッシュを活かして、ヴァルスに対してプレッシャーをかける。\n- スペルシールドを使ってヴァルスのCCを無効化し、トレードを有利に進める。\n- シヴィアの攻撃速度を活かして、持続的にダメージを与え、ヴァルスのHPを削る。\n- 移動速度を利用して、ヴァルスの攻撃を避けつつ、反撃のチャンスを狙う。\n- 集団戦では後衛にダメージを与えやすいスキルセットを活かして、ヴァルスを狙う。",
      "エズリアル": "エズリアルが有利です。\n\n理由:\n- エズリアルは長射程のスキルを持ち、ヴァルスの攻撃を安全な距離から避けながらハラスが可能です。\n- ヴァルスはスキルの発動から効果が出るまでにタイムラグがあるため、エズリアルの機動力を活かして回避しやすいです。\n- エズリアルのワープスキルにより、ヴァルスのスネアを避けることができ、奇襲にも強いです。\n- エズリアルはスキルを駆使して高いバーストダメージを出せるため、ヴァルスのHPを削りやすいです。\n- ヴァルスはHP回復手段が乏しく、エズリアルの持続的なハラスに対して脆弱です。\n\n有利の取り方:\n- レーン開始時からスキルを使ってヴァルスにハラスをかけ、相手のHPを削る。\n- ヴァルスのスキルを避けるために、Eを使って位置取りを工夫する。\n- スキルのクールダウンを利用して、ヴァルスがスキルを使った後に攻撃を仕掛ける。\n- ミニオンを利用してヴァルスの攻撃を遮りつつ、スキルでポークを行う。\n- 敵のサポートやジャングラーの動きを見ながら、エズリアルの機動力を活かして安全にプレイする。",
      "ジグス": "ジグスがヴァルスに有利です。\n\n理由:\n- ジグスは全てのスキルがAoEであり、ヴァルスのスキルを避けながらダメージを与えやすい。\n- ジグスの長射程スキルにより、ヴァルスが攻撃を仕掛ける前にハラスが可能。\n- ヴァルスはHP回復手段が乏しく、ジグスの持続的なハラスに対して弱い。\n- ジグスの設置型スキルは、ヴァルスの移動を制限し、捕まえやすくする。\n- ヴァルスのスキルには発動から効果が出るまでのラグがあり、ジグスの攻撃を避けるのが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴァルスのHPを削る。\n- スキルを使ってミニオンを処理しつつ、ヴァルスにダメージを与える。\n- 設置型スキルを使って、ヴァルスの移動を制限し、捕まえるチャンスを作る。\n- ジグスのスキルを連発し、ヴァルスがスキルを使う前にダメージを与える。\n- 敵のサポートやジャングラーの動きを意識し、ガンクを避けつつ有利な位置を取る。",
      "ジン": "ジンが有利です。\n\n理由:\n- ジンは長射程の攻撃を持ち、ヴァルスよりも安全にハラスができる。\n- ジンのスキルは全てAoE効果を持ち、ヴァルスのスキルを避けながらダメージを与えやすい。\n- ヴァルスは逃げスキルが乏しく、ジンの高バーストダメージに対して脆弱である。\n- ジンの4発目の攻撃やアルティメットは、HPが減ったヴァルスに対して特に効果的である。\n- ジンはクリティカルヒット時に移動速度が上昇するため、ヴァルスのスキルを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴァルスのHPを削る。\n- スキルを使ってヴァルスのスネアを避けつつ、ダメージを与える。\n- 4発目の攻撃を狙い、ヴァルスのHPが減ったタイミングでオールインを仕掛ける。\n- 敵のスキルを避けながら、位置取りを工夫して安全に攻撃を続ける。\n- サポートと連携し、ヴァルスを捕まえるチャンスを作る。"
    }
  }
}