{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ヴァルスはタワー下でのファームが難しくなる。\n- シヴィアのスペルシールドにより、ヴァルスのCCスキルが無効化されるため、トレードでの優位性が失われる。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けやすく、持続的なハラスが難しい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、シヴィアの攻撃を避けながらファームを行う。\n- サポートと連携して、シヴィアがスペルシールドを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、シヴィアとのトレードで有利に立てるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンがハラスを行っても、すぐにウェーブを押し返される可能性が高い。\n- シヴィアのスペルシールドにより、ミス・フォーチュンのスローやハラスを無効化されるため、トレードが不利になりやすい。\n- シヴィアは集団戦での後衛へのダメージを与える能力が高く、ミス・フォーチュンは接近されると脆弱なため、集団戦での生存が難しい。\n\n不利の緩和策：\n- レーンでのハラスを重視し、シヴィアのウェーブクリアを意識して早めにプッシュすることで、タワー下での安全なファームを目指す。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫して、シヴィアがスペルシールドを使った後に攻撃を仕掛ける。\n- サポートと連携して、シヴィアに対してオールインを狙うタイミングを見計らい、トレードを有利に進める。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押すのが得意なため、ケイトリンがハラスを行う前にシヴィアがミニオンを処理してしまうことが多い。\n- シヴィアのスペルシールドにより、ケイトリンの罠やスキルを無効化される可能性があり、トレードが不利になる。\n- ケイトリンは射程が長いが、シヴィアの移動速度上昇手段により、接近されると一方的に攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、シヴィアのウェーブクリアを抑えるためにミニオンを管理する。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫してトレードを有利に進める。\n- サポートと連携して、シヴィアに対するオールインを狙い、早期に有利な状況を作る。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、レーンでのプッシュ性能が優れているため、スモルダーはレーンでの圧力を受けやすい。\n- シヴィアのスペルシールドにより、スモルダーのCCやハラスを無効化されるため、トレードが不利になる。\n- スモルダーは序盤のスキル性能が低く、シヴィアの攻撃を受けると一方的にダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してシヴィアの攻撃を受けないように立ち回る。\n- シヴィアのスペルシールドを意識し、CCを使うタイミングを工夫してトレードを有利に進める。\n- ジャングラーと連携して、シヴィアに対するギャンクを狙い、レーンでの優位性を取り戻す。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナがプッシュしてもすぐに追いつかれてしまうため、レーンでの優位性を保ちにくい。\n- シヴィアのスペルシールドにより、トリスターナの攻撃やCCを無効化されることが多く、トレードで不利になることがある。\n- トリスターナは射程が短いため、シヴィアの攻撃を受けやすく、特に序盤のトレードでダメージを受けるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、シヴィアの攻撃を受けないように位置取りを工夫する。\n- サポートと連携して、シヴィアのスペルシールドを使わせるようにトレードを仕掛ける。\n- アイテムを早めに揃え、レベルアップを狙ってシヴィアに対抗できるようにする。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、シヴィアのスペルシールドを無効化するタイミングを選ぶことができるため、トレードで優位に立ちやすい。\n- シヴィアは基礎射程が短く、トゥイッチの攻撃範囲が広がるアルティメットを発動すると、シヴィアが反撃する前にダメージを与えることができる。\n- トゥイッチは逃げ性能が低い相手に対して強力であり、シヴィアはCCを持たないため、トゥイッチが自由に動き回ることができる。\n\n有利の取り方：\n- レーンでの奇襲を狙い、シヴィアが攻撃しているタイミングでステルスを使って接近し、ダメージを与える。\n- アルティメットを使用して、シヴィアがタワーの近くにいる際に遠距離から攻撃し、シヴィアの反撃を避ける。\n- シヴィアがウェーブクリアを行っている際に、ミニオンを利用して位置取りをし、トレードを仕掛けるタイミングを見計らう。",
      "ユナラ": "ユナラが有利です。\n\n- ユナラは攻撃範囲が長いため、シヴィアの基礎射程の短さを活かして安全にハラスができる。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、シヴィアのスペルシールドを無効化することができる。\n- ユナラはスロー効果を持っているため、シヴィアの移動速度を制限しやすく、トレードで有利に進めることができる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- シヴィアが攻撃してくるタイミングを見計らって、スローを使って距離を保ちながら反撃する。\n- 集団戦では、ユナラのアルティメットを活かしてダメージを最大化し、シヴィアを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なトレードが可能です。\n- シヴィアの基礎射程が短いため、ドレイヴンの攻撃を受けやすく、特に序盤の強さを活かしやすいです。\n- ドレイヴンはゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作り出せます。\n\n有利の取り方：\n- レーン開始時に積極的にトレードを仕掛け、シヴィアにダメージを与えていく。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- シヴィアのスペルシールドを意識し、CCを使って彼女のスキルを無効化するタイミングを見計らう。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- シヴィアのスペルシールドは一度のスキルを無効化するだけなので、ルシアンの連続攻撃やスキルコンボでダメージを与えやすいです。\n- シヴィアは射程が短く、ルシアンの機動力を活かして距離を保ちながら攻撃することができます。\n\n有利の取り方：\n- シヴィアのスキルがクールダウン中のタイミングを狙って攻撃し、ダメージを稼ぐ。\n- スキルを使った後の通常攻撃を活かして、シヴィアに対して連続的にダメージを与える。\n- シヴィアがフルトレードを仕掛ける前に、積極的にハラスを行い、レーンの主導権を握る。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすいため、トレードで有利に立ち回れる。\n- シヴィアの基礎射程が短いため、ゼリは距離を保ちながらハラスを行いやすい。\n- ゼリはスキルを駆使して攻撃するスタイルで、シヴィアのスペルシールドを無効化しやすい。\n\n有利の取り方：\n- シヴィアが攻撃してくるタイミングを見計らい、後退しながらハラスを行う。\n- シヴィアのスキルを避けつつ、スキルを連打してダメージを与える。\n- レーンでのウェーブ管理を行い、シヴィアが押し込まれた状態を作り出す。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n- カイ＝サはレーンフェーズが非常に弱いが、ジンもオールインに弱く、カイ＝サが接近してくると危険な状況になる。\n- カイ＝サは瞬時に移動しつつシールドを得ることができ、ジンの攻撃を回避しやすい。\n- カイ＝サのバーストダメージは高く、特にレベル6以降はアルティメットを使って優位な位置に移動できるため、ジンが攻撃しづらくなる。\n\n不利の緩和策：\n\n- レーンでのハラスを強化し、カイ＝サが孤立する状況を作ることでダメージを与える。\n- ミニオンや味方と一緒に戦い、カイ＝サのダメージを減少させるように立ち回る。\n- レベル6になる前にリードを確保し、カイ＝サが強くなる前にゲームを早期に終わらせることを目指す。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- カイ＝サはオールインが強力で、接近戦に持ち込まれるとエズリアルは対処が難しくなる。\n- カイ＝サの瞬時の移動能力により、エズリアルのスキルを避けられやすく、ハラスが効果的に行えない。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、エズリアルのダメージを軽減しやすい。\n\n不利の緩和策：\n- レーンでのハラスを意識し、カイ＝サのスキルを避けながら安全にCSを取る。\n- サポートと連携し、カイ＝サのオールインを防ぐために視界を確保し、Gankを警戒する。\n- 装備を早めに整え、特に防御アイテムを優先して購入し、耐久力を上げる。",
      "ケイトリン": "ケイトリンが不利です。\n\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ケイトリンの攻撃を回避しやすい。\n- カイ＝サはオールインが強力で、接近戦に持ち込まれるとケイトリンは脆弱なため、戦闘で不利になる。\n- ケイトリンは射程が長いが、カイ＝サのUltを使った奇襲に対しては対処が難しく、位置取りが困難になる。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、カイ＝サのスキル進化を遅らせる。\n- サポートと連携して、カイ＝サの接近を防ぐために視界を確保し、Gankを警戒する。\n- 逃げ道を確保するために、罠を適切に配置し、カイ＝サの奇襲を防ぐ。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、カイ＝サよりも早くダメージを出すことができるため、早期のスノーボールが狙いやすい。\n- カイ＝サはCCを持たないため、ドレイヴンの攻撃を受ける際に逃げる手段が限られており、オールインを仕掛けやすい。\n- ドレイヴンの攻撃はAAに依存しているが、カイ＝サは基礎ADが低く、装備依存度が高いため、序盤のドレイヴンの強さに対抗しにくい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削ることで主導権を握る。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- カイ＝サのスキルを避けつつ、オールインのタイミングを見計らって攻撃を仕掛ける。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、近づいて攻撃することで優位に立てる。\n- カイ＝サはCCを持たないため、サミーラの高いDPSを受けやすく、特に接近戦でのダメージを与えやすい。\n- サミーラはスキルの組み合わせによってスタイルランクを上げることで、集団戦でも強力なキャリー能力を発揮できる。\n\n有利の取り方：\n- カイ＝サがスキルを使用した後の隙を狙って接近し、攻撃を仕掛ける。\n- 味方のCCを利用してカイ＝サを捕まえ、ダメージを集中させる。\n- サミーラのブリンクを活用して、カイ＝サの攻撃を回避しつつ、反撃のチャンスを作る。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が低いカイ＝サに対して、武器の組み合わせを活かして有利に立ち回ることができる。\n- アフェリオスは装備によるスケールが非常に良好で、特に脅威ステータスが育つと高い火力を発揮できるため、カイ＝サに対して優位に戦える。\n- カイ＝サはCCを持たず、集団戦での位置取りが難しいため、アフェリオスが安全に攻撃を続けることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削ることで主導権を握る。\n- アフェリオスの武器を状況に応じて使い分け、カイ＝サの動きを制限しつつダメージを与える。\n- サポートと連携して、カイ＝サがオールインを仕掛ける前に先手を打つことで、戦闘を有利に進める。",
      "ニーラ": "ニーラが有利です。\n\n理由：\n- ニーラは高い機動力を持ち、カイ＝サのスキルショットを回避しやすいため、接近戦で優位に立てる。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化できるため、レーンでの持続力が高く、カイ＝サの攻撃を耐えやすい。\n- カイ＝サはCCを持たないため、ニーラのダッシュや持続的なダメージに対して対抗しづらい。\n\n有利の取り方：\n- レーンでのハラスを行い、カイ＝サの体力を削ることで、主導権を握る。\n- サポートと連携し、ニーラのパッシブを活かしてレベル差をつけ、カイ＝サに対して圧力をかける。\n- カイ＝サがスキルを使った後の隙を狙い、積極的にオールインを仕掛ける。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、カイ＝サに対して優位に立てる。\n- ザヤのスネア効果により、カイ＝サの移動を制限でき、接近戦での反撃が得意。\n- カイ＝サはCCを持たないため、ザヤの加速や自衛手段を活かしやすく、攻撃を避けながらダメージを与えられる。\n\n有利の取り方：\n- カイ＝サのスキルを避けつつ、スネアを使って捕まえるタイミングを見計らう。\n- カイ＝サがオールインを仕掛ける前に、距離を保ちながらハラスを行う。\n- 相棒のラカンと連携し、エンゲージや反撃のチャンスを作ることで、カイ＝サに対する圧力を高める。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの防具によるダメージ妨害を受けにくい。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスや安全な攻撃がしやすい。\n- カイ＝サはCCを持たないため、ユナラのスロー効果を活かして距離を保ちながら攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- 敵の動きを制限するスローを使い、カイ＝サが接近できないようにする。\n- 集団戦では、ユナラのアルティメットを活かして高いAoEダメージを出し、カイ＝サを圧倒する。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、カイ＝サの攻撃を避けやすいため、接近戦での優位性があります。\n- カイ＝サはCCを持たないため、ゼリは自由に動き回りながら攻撃でき、トレードで有利に立ち回ることができます。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出し続けることができます。\n\n有利の取り方：\n- カイ＝サのスキルを避けながら、距離を保ってハラスを行い、徐々に優位を築く。\n- カイ＝サがオールインを仕掛けるタイミングを見計らい、機動力を活かして逃げるか反撃する。\n- レーンでのウェーブ管理を行い、カイ＝サが近づけない状況を作り出す。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけて脆いコグ＝マウに対して強力な攻撃を仕掛けることができる。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、コグ＝マウが攻撃を仕掛ける隙を与えにくい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、トリスターナの攻撃を受けやすく、特にハラスに対して非常に弱い。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、トリスターナの攻撃を避けるように心がける。\n- サポートと連携し、トリスターナの攻撃を受ける前にハラスを行うことで、相手の体力を削る。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、トリスターナのバーストダメージに耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけての攻撃力が強力で、セナが育つ前にキルを狙われやすい。\n- トリスターナのノックバック効果により、セナは攻撃を避けることが難しく、捕まると一気にダメージを受けるリスクが高い。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、トリスターナの攻撃を受けると簡単に倒されてしまう。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、トリスターナの体力を削ることで、彼女の攻撃的なプレイスタイルを抑える。\n- サポートと連携して、トリスターナの攻撃を受けない位置取りを心がけ、特にノックバックを避けるようにする。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、トリスターナのバーストダメージに耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけてアッシュに対して強力な攻撃を仕掛けることができるため、オールイン合戦で劣る。\n- トリスターナのノックバック効果により、アッシュが距離を保とうとしても、トリスターナに近づかれると厳しい状況になる。\n- アッシュは機動スキルを持たず、トリスターナの攻撃を受けると逃げる手段が限られているため、捕まると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを意識し、トリスターナの攻撃を避けつつ、スロー効果を活かして距離を保つようにする。\n- サポートと連携し、トリスターナが攻撃を仕掛けてきた際にカウンターを狙うことで、トリスターナのバーストを抑える。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、トリスターナのダメージを軽減し、レーンでの生存率を上げる。",
      "ジン": "ジンが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、接近して攻撃することでジンのHPを大きく削ることができるため、オールインに弱い。\n- トリスターナの移動能力が高く、逃げる手段を持たないジンに対して有利に立ち回ることができる。\n- ジンはスキル発動時に足が止まりやすく、トリスターナの攻撃を受けやすい状況になるため、トレードで不利になることが多い。\n\n不利の緩和策：\n- トリスターナのスキルのクールダウンを把握し、彼女がスキルを使った後にトレードを行うことで有利に戦う。\n- レーンを凍らせてタワー近くで安全にプレイし、トリスターナの攻撃を避ける。\n- サポートと連携してオールインのチャンスを狙い、トリスターナが攻撃しづらい状況を作る。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけての攻撃力が強力で、トゥイッチが攻撃を受けやすい。\n- トリスターナのノックバック効果により、トゥイッチが近づくことが難しく、奇襲を仕掛ける際にリスクが高まる。\n- トリスターナはレベルが上がるごとに射程が増加し、集団戦での位置取りがしやすく、トゥイッチが攻撃を当てるのが難しくなる。\n\n不利の緩和策：\n- トゥイッチは序盤から慎重にプレイし、トリスターナの攻撃を避けることで、レベルアップを目指す。\n- サポートと連携して、トリスターナのスキルを避けつつ、トレードを行うタイミングを見極める。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、トリスターナのバーストダメージに耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- トリスターナは長射程を持ち、特に終盤ではその射程を活かしてサミーラに対して安全に攻撃できるため、接近戦を挑むのが難しい。\n- トリスターナのバーストダメージは高く、特に脆いサミーラに対しては一瞬で大きなダメージを与えられるため、サミーラが攻撃する前に倒されるリスクが高い。\n- トリスターナはノックバック効果を持つスキルを使うことで、サミーラの接近を妨げることができ、サミーラが攻撃を仕掛けるタイミングを失いやすい。\n\n不利の緩和策：\n- トリスターナの攻撃範囲外からのハラスを心がけ、無理に接近しないようにすることで、ダメージを受けるリスクを減らす。\n- 味方のサポートと連携し、トリスターナに対してCCをかけることで、接近するチャンスを作る。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、トリスターナのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、トリスターナのような脆いチャンピオンに対してハラスが効果的です。\n- コーキの長射程スキルにより、トリスターナが近づく前にダメージを与えることができ、トレードで優位に立ちやすいです。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、コーキの攻撃を受けやすくなります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、トリスターナのHPを削ることでプレッシャーをかける。\n- トリスターナがスキルを使った後の隙を狙って、コーキのスキルを連続で当てることでダメージを稼ぐ。\n- トリスターナが近づいてきた際には、距離を保ちながらスキルを使い続け、トレードを有利に進める。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、トリスターナの攻撃を柔軟に対処できる。\n- トリスターナは序盤のバーストダメージが高いが、アフェリオスはハラス性能が低いマークスマンに対して優位に立ちやすい。\n- アフェリオスは装備によるスケールが非常に良好で、成長後の火力が高く、トリスターナの脆さを突くことができる。\n\n有利の取り方：\n- トリスターナのスキルのクールダウンを狙い、スキルを使った後の隙を突いて攻撃する。\n- アフェリオスの武器を状況に応じて使い分け、トリスターナの攻撃を避けつつ反撃する。\n- レベルアップやアイテム完成を意識し、トリスターナよりも早く強力な状態に持っていく。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、トリスターナが脆いサポートと組んでいる場合、早期にキルを狙いやすいです。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ドレイヴンが攻撃を仕掛けるチャンスが増えます。\n- ドレイヴンは移動速度を上げるスキルを持っており、トリスターナの攻撃を避けながら追撃することができるため、戦闘での優位性を保ちやすいです。\n\n有利の取り方：\n- 序盤から積極的にトレードを行い、トリスターナの体力を削ることで、レーンの主導権を握ります。\n- トリスターナのスキルがクールダウン中に攻撃を仕掛け、ダメージを与えることで、相手のプレッシャーを減らします。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながら、トリスターナに対して優位な位置を保ちます。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、トリスターナの攻撃を受ける前にミニオンを処理しやすい。\n- スペルシールドにより、トリスターナのウルトや爆発を無効化できるため、トリスターナのバーストダメージを軽減できる。\n- シヴィアは遠距離からトリスターナをポークできるため、トレードで有利に立ち回ることができる。\n\n有利の取り方：\n- ウェーブをしっかり管理し、トリスターナが近づく前にミニオンを処理してマナを回復する。\n- トリスターナがジャンプするタイミングでスペルシールドを発動し、爆弾のダメージを防ぐ。\n- エクゾーストを選択し、トリスターナが近づいてきた際にダメージを軽減し、反撃のチャンスを作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、トリスターナの攻撃が届かない距離から安全にハラスができるため、トリスターナに対して優位に立てる。\n- ヴァルスのAoEダメージは集団戦やレーン戦でのプッシュ性能が高く、トリスターナのウェーブコントロールを難しくさせる。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ヴァルスの持続的な攻撃で圧力をかけやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、トリスターナのHPを削ることで、レーンの主導権を握る。\n- トリスターナがスキルを使った後の隙を狙って、ヴァルスのスキルを当ててダメージを与える。\n- トリスターナが近づいてくるタイミングで、CCを活用して動きを制限し、キルを狙う。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持ち、集団戦やファームでのダメージを稼ぎやすいため、トリスターナに対して持続的なダメージを与えやすい。\n- ザヤのスネア効果により、トリスターナの移動を制限でき、攻撃を避けることができるため、トリスターナのバーストダメージを軽減できる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、ザヤはその隙を突いて攻撃するチャンスがある。\n\n有利の取り方：\n- トリスターナのスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- トリスターナが近づいてきた際にスネアを使い、捕まえて反撃する。\n- トリスターナがウェーブをプッシュしている際に、ザヤのAoEダメージを活かしてファームをしつつ、トリスターナに圧力をかける。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- カイ＝サは短いトレードでトリスターナに対して優位に立てるため、序盤の小競り合いで有利に戦える。\n- トリスターナのオールイン能力は強力だが、カイ＝サは瞬時に移動しつつシールドを得ることができるため、トリスターナの攻撃を回避しやすい。\n- カイ＝サはスキルを進化させることで多様な戦術が可能で、特にトリスターナの攻撃を受ける前にダメージを与えるチャンスがある。\n\n有利の取り方:\n- 短いトレードを積極的に行い、トリスターナのスキルを使わせてから攻撃する。\n- トリスターナがスキルを使った後の隙を狙い、反撃を行う。\n- サポートと連携して、トリスターナに対してプレッシャーをかけ、早期にキルを狙う。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- シヴィアは基礎射程が短く、ユナラの長い攻撃範囲に対してトレードで不利になりやすい。\n- ユナラは魔法ダメージを自然に出せるため、シヴィアのスペルシールドが機能しにくく、ダメージを受けやすい。\n- ユナラのスロー効果により、シヴィアのカイティングが難しくなり、接近戦で脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ユナラの攻撃を受けないように立ち回る。\n- ユナラのスキルを避けるために、移動速度を上昇させるアイテムを早めに購入し、ポジショニングを工夫する。\n- 集団戦では後衛に位置し、ユナラの攻撃を受けないようにしつつ、味方のサポートを受けながらダメージを出す。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ユナラは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、レーンでのハラスが厳しい。\n- ユナラのスロー効果により、サミーラは接近戦を仕掛ける際に動きを制限され、攻撃を受けやすくなる。\n- サミーラは低い防御ステータスを持ち、ユナラの魔法ダメージに対して脆弱であるため、持続的なダメージを受けやすい。\n\n不利の緩和策：\n- ユナラのスキルを避けるために、ブッシュを利用して奇襲をかけるタイミングを見計らう。\n- サポートと連携し、ユナラに対して集中的に攻撃を仕掛けることで、早期にキルを狙う。\n- アイテムを適切に選択し、ユナラの魔法ダメージに対抗できる防御アイテムを購入する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由：\n- ユナラは長い攻撃範囲を持ち、レーンでのハラスが得意なため、カイ＝サは攻撃を受けやすくなる。\n- ユナラのスロー効果により、カイ＝サの移動が制限され、接近戦での機動力を活かしにくくなる。\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備依存度が高い状況でもダメージを与えやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、ユナラの攻撃を回避する。\n- ユナラのスキルを避けるために、タイミングを見計らって移動し、スキルのクールダウンを狙う。\n- サポートと連携して、ユナラに対してオールインを仕掛けるタイミングを作り、ダメージを与える機会を増やす。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ユナラは長射程の攻撃を持ち、レーンでのハラスが得意なため、ヴェインは接近しづらく、ダメージを受けやすい。\n- ユナラのスロー効果により、ヴェインの機動力が制限され、逃げることが難しくなる。\n- ユナラは魔法ダメージを自然に出せるため、ヴェインの自衛能力が低下し、特に集団戦での立ち回りが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、ユナラの攻撃を受けないようにする。\n- ユナラのスキルを避けるために、ダッシュをタイミングよく使い、スローを回避することを心がける。\n- 集団戦では、ユナラの攻撃を受けないように立ち位置を調整し、他の味方と連携してユナラを狙う。",
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ユナラは射程が長く、ニーラが接近する前にハラスを受けやすいため、レーンでの優位性を失いやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ニーラの耐久力が低い序盤ではダメージを受けやすい。\n- ユナラのスロー効果により、ニーラの機動力が制限され、追撃や逃走が難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して接近し、ユナラの攻撃を受けないように立ち回る。\n- サポートと連携し、ユナラに対して集中的に攻撃を仕掛けることで、彼女のハラスを抑える。\n- 装備を整えるまでの間、CSを優先し、レベル差をつけることで、後半の戦闘能力を向上させる。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ユナラは長射程のAAを持ち、ミス・フォーチュンのハラスを受けにくく、レーンでの優位性を保ちやすい。\n- ユナラのスロー効果により、ミス・フォーチュンは接近されると逃げる手段が乏しく、脆弱な状態になりやすい。\n- ユナラは集団戦でのAoEダメージが強力で、ミス・フォーチュンのUltが発動しにくい状況を作り出すことができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して敵の視界を切り、接近戦を避ける。\n- サポートと連携して、ユナラのスキルを避ける動きを意識し、タイミングを見計らって攻撃する。\n- アイテムを早めに購入し、DPSを向上させることで、ユナラに対抗できる火力を持つようにする。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ユナラは長射程の攻撃を持ち、ザヤの短い射程に対して一方的にハラスを行いやすい。\n- ユナラのスロー効果により、ザヤは接近するのが難しく、Kite能力を活かしにくくなる。\n- ユナラは魔法ダメージを自然に出せるため、ザヤの防御が効きにくく、ダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ユナラのスキルを避けるために、移動をこまめに行い、スキルの発動タイミングをずらす。\n- サポートと連携して、ユナラに対するエンゲージを試み、集団戦での有利を狙う。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、ユナラの周囲の敵にもダメージを与えやすく、レーンでのハラスが得意です。\n- コーキの長射程のスキルにより、ユナラの攻撃範囲を超えて安全に攻撃できるため、ユナラのハラスを受けにくいです。\n- ユナラはCCがスローのみで、コーキに対して有効な抑制ができないため、コーキは自由に動き回りながら攻撃できます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラの体力を削ることでプレッシャーをかける。\n- スキルのクールダウンを利用して、ユナラが近づく前にダメージを与え、レーンの主導権を握る。\n- ユナラがスキルを使った後の隙を狙って、攻撃を仕掛けることで、ユナラの反撃を避ける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラに対して強力なハラスが可能です。\n- ユナラはスローしか持たないため、ドレイヴンの移動速度上昇を活かして逃げることができ、追撃も容易です。\n- ドレイヴンは短射程のADCに対して有利であり、ユナラの攻撃範囲が長いとはいえ、ドレイヴンの攻撃力で圧倒することができます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ユナラの体力を削ることで優位に立つ。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- ユナラがスキルを使った後の隙を狙い、オールインを仕掛けて早期にキルを狙う。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、ユナラの周囲の敵にもダメージを与えやすいため、集団戦やミニオン処理で優位に立てる。\n- ジグスの長射程のスキルにより、ユナラが近づく前にダメージを与えることができ、ハラスがしやすい。\n- ユナラは通常攻撃に依存しているため、ジグスのスキルで距離を保ちながら攻撃することで、ユナラの攻撃を避けやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラのHPを削ることでプレッシャーをかける。\n- ジグスのスキルを使ってミニオンを処理しつつ、ユナラに対してもダメージを与えることで、レーンの主導権を握る。\n- ユナラが近づいてきた際には、スキルを使って距離を保ち、ユナラの攻撃を避けながら反撃する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、状況に応じた柔軟な対応が可能です。ユナラのスロー効果に対しても、適切な武器を選ぶことで対処できます。\n- ユナラはCCがスローのみで、ダメージ以外の役割を持たないため、アフェリオスの高い火力に対して脆弱です。特に、アフェリオスが育つとユナラは簡単に倒される可能性があります。\n- アフェリオスは射程が長く、ユナラの攻撃を受ける前にハラスを行いやすいです。これにより、レーンでの優位性を保ちやすくなります。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ユナラの体力を削ることでプレッシャーをかけます。\n- 武器の選択を工夫し、ユナラのスローを避けつつ高いダメージを与えるタイミングを見計らいます。\n- 集団戦では、ユナラが接近する前に安全な位置から攻撃し、ダメージを与え続けることで、ユナラの影響を最小限に抑えます。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程を持ち、ユナラよりも遠くから攻撃できるため、レーンでのハラスがしやすい。\n- ヴァルスのAoEダメージは集団戦やプッシュ時に効果的で、ユナラのスロー効果だけでは対処しきれない。\n- ヴァルスはCCを持っており、ユナラの動きを制限することで、彼女の攻撃を避けやすくなる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- 集団戦では、ユナラが近づく前にスキルを使ってダメージを与え、彼女の行動を制限する。\n- ユナラがスローを使った後の隙を狙い、反撃や追撃を行うことで、優位な状況を作る。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、相手の攻撃を避けながらハラスを行いやすいため、ユナラの攻撃を受けにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出し続けることができる。\n- ユナラは通常攻撃に依存しているため、ゼリの機動力を活かして距離を保ちながら攻撃することで、ユナラのダメージを抑えることができる。\n\n有利の取り方：\n- ゼリは相手の攻撃を避けながら、スキルを使ってユナラにハラスを行い、レーンでの優位を築く。\n- ユナラがスキルを使った後の隙を狙い、ゼリの機動力を活かして反撃する。\n- 集団戦では、ゼリの機動力を活かして立ち位置を調整し、ユナラの攻撃を避けつつダメージを与える。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラに対して強力なハラスが可能です。\n- ルシアンの機動力により、ユナラのスローを避けながら攻撃できるため、立ち回りが有利です。\n- ユナラは通常攻撃に依存しているため、ルシアンの高いダメージを受けると早期に圧倒することができます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ユナラのHPを削る。\n- スキルを使った後の通常攻撃を活かして、ユナラに連続的なダメージを与える。\n- 敵の動きを見ながら位置を調整し、ユナラのスローを避けつつ攻撃する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にユナラのような耐久力の低いチャンピオンに対して効果的にダメージを与えられます。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、ユナラのスロー効果を避けやすいです。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、終盤ではユナラよりも有利な位置取りが可能です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラのHPを削ることでプレッシャーをかける。\n- ユナラがスキルを使った後の隙を狙って、バーストダメージを与えるチャンスを作る。\n- 集団戦では、トリスターナの射程を活かして安全な位置からユナラを狙い、ダメージを与え続ける。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ユナラに対して一方的にハラスを行いやすい。\n- ユナラはCCがスローのみで、ケイトリンの長射程に対抗する手段が限られているため、ケイトリンが安全に攻撃できる。\n- ケイトリンの罠によるスネア効果で、ユナラの動きを制限し、接近を難しくすることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削る。\n- 罠を使ってユナラの移動を制限し、攻撃のチャンスを増やす。\n- 敵ジャングラーのGankを警戒しつつ、ユナラが攻撃しづらい位置を維持してレーンをプッシュする。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ユナラの攻撃範囲を超えて安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ユナラは通常攻撃に依存しているため、エズリアルのスキルを使ったポークによってダメージを与えやすく、ユナラの攻撃を避けることができる。\n- エズリアルの機動力の高いワープスキルにより、ユナラのスロー効果を回避しやすく、接近戦でも有利に立ち回ることができる。\n\n有利の取り方：\n- レーン開始時からスキルを使ってユナラにハラスを行い、相手の体力を削る。\n- ユナラが攻撃を仕掛けてきた際には、ワープスキルを使って距離を取り、反撃のチャンスを狙う。\n- ミニオンウェーブを管理し、ユナラが攻撃しづらい状況を作り出すことで、レーンの主導権を握る。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、セナは逃げ手段が乏しいため、捕まると簡単に倒される危険があります。\n- トゥイッチの攻撃範囲が広がるアルティメットを持っており、集団戦やレーンでのハラスにおいて高い火力を発揮します。セナは基礎ステータスが低く、序盤にトゥイッチに対抗するのが難しいです。\n- セナは短射程のADCに対して有利ですが、トゥイッチは逃げ性能が低いチャンピオンに対して強力で、セナのハラスを受けながらも反撃しやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、トゥイッチのスキルを避ける位置取りを心がけ、無理にトレードを仕掛けないようにする。\n- サポートと連携して、トゥイッチがステルスを使った際に視界を確保し、奇襲を防ぐためのワードを設置する。\n- トゥイッチの攻撃が強力になる前に、早めにアイテムを揃え、レーンでの耐久力を高めることで、トレードでの不利を緩和する。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、コグ＝マウは自衛手段が乏しいため、奇襲に対して非常に脆弱です。\n- トゥイッチのアルティメットによる高いダメージ出力と長射程により、コグ＝マウは集団戦でのダメージを出しづらくなります。\n- コグ＝マウは機動力が低く、トゥイッチのスロー効果によって逃げることが難しく、追撃を受けやすいです。\n\n不利の緩和策：\n- レーン戦ではトゥイッチの攻撃を避けるために、ミニオンの後ろに隠れてファームを行い、無理なトレードを避ける。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保することで安全にレーンを維持する。\n- アイテムを早めに購入し、耐久力を上げることでトゥイッチの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、シヴィアはその攻撃に対して防御手段が限られています。\n- トゥイッチのアルティメットによる高い火力と射程の増加により、集団戦でのシヴィアの後衛としての役割が脅かされます。\n- シヴィアは基礎射程が短く、トゥイッチの攻撃を受けやすく、特に序盤のトレードで不利になることが多いです。\n\n不利の緩和策：\n\n- レーンをフリーズさせて、トゥイッチが育つのを防ぎ、ガンクを狙う機会を増やす。\n- トゥイッチがステルスを使った際には、マップ上の視界を確保し、位置を把握することで奇襲を避ける。\n- 集団戦では、トゥイッチのアルティメットが発動する前にエンゲージを行い、彼を早期に排除することを目指す。",
      "アッシュ": "アッシュが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動スキルを持たないため、捕まると逃げる手段がなくなりやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高いため、アッシュは一方的に攻撃されるリスクがある。\n- アッシュは基礎ステータスが控えめで、バーストダメージが低いため、トゥイッチとのオールイン合戦で劣ることが多い。\n\n不利の緩和策：\n\n- レーンでのハラスを強化し、トゥイッチの攻撃を受けないように距離を保つ。\n- サポートと連携して視界を確保し、トゥイッチの奇襲を事前に察知する。\n- トゥイッチのアルティメットが発動する前に、位置取りを工夫して安全な距離を保つ。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスは機動力が低いため、捕まるリスクが高い。\n- トゥイッチの攻撃は毒による持続ダメージがあり、アフェリオスは序盤が弱いため、ハラスに対抗しづらい。\n- トゥイッチは集団戦での火力が非常に高く、アフェリオスは集団戦で狙われやすいため、生存能力が乏しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、トゥイッチの攻撃を受けない位置取りを心がける。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保することで安全を確保する。\n- 装備を整えるまでの間、ファームを優先し、無理なトレードを避けてレベルを上げる。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスは自衛手段が乏しいため、接近されると致命的なダメージを受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高いため、ジンクスが安全に攻撃できる距離を保つのが難しい。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利で、ジンクスはその逃げ性能が低いため、トレードで不利になることが多い。\n\n不利の緩和策：\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に置く。\n- トゥイッチとのトレードを避け、レーンでのハラスを重視し、ファームを優先する。\n- サポートと連携して、トゥイッチが奇襲を仕掛ける前に先手を打つように心がける。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、スモルダーは逃げる手段が限られているため、奇襲に対して脆弱です。\n- トゥイッチのアルティメットは長射程で高いダメージを持ち、集団戦での火力が非常に高いため、スモルダーはその攻撃に対抗しづらいです。\n- スモルダーは序盤のスキル性能が低く、トゥイッチが序盤から強力なダメージを持つため、レーニングで不利になりやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避け、トゥイッチの攻撃を受けないように位置取りを工夫する。\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に使う。\n- スモルダーのスタックを貯めるために、序盤は慎重にプレイし、無理なオールインを避ける。",
      "ジグス": "ジグスが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジグスは接近を許すと無力になりやすいため、トゥイッチの攻撃を受けやすい。\n- トゥイッチのアルティメットは長射程で、ジグスが遠くから攻撃する際に一方的にダメージを受ける可能性が高い。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利で、ジグスは移動手段が限られているため、トゥイッチに対して効果的に立ち回られる。\n\n不利の緩和策：\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に使用する。\n- トゥイッチとの距離を保ちつつ、ミニオンを利用して安全にファームを行う。\n- 集団戦では、トゥイッチが接近する前にスキルを使い、ダメージを与えるチャンスを増やす。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、トゥイッチのような逃げ性能が低いチャンピオンに対してハラスがしやすい。\n- トゥイッチは自動攻撃に依存しているため、コーキの長射程からの攻撃で安全にダメージを与えられる。\n- コーキのアルティメットはクールダウンが短く、持続的なダメージを出しやすいため、トゥイッチの奇襲を受けにくい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- トゥイッチがステルスを使った際に、位置を把握し、距離を保ちながら攻撃を続ける。\n- 集団戦では、トゥイッチの攻撃範囲外から攻撃し、トゥイッチが接近できないように立ち回る。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは高い機動力を持ち、トゥイッチの攻撃を避けやすいため、奇襲を受けにくいです。\n- トゥイッチは自動攻撃に依存しているため、ニーラのダッシュや回復効果を活かすことで持続的に戦える状況を作りやすいです。\n- ニーラは味方との連携を重視したスキルセットを持っており、サポートと組むことでトゥイッチに対して優位に立つことができます。\n\n有利の取り方：\n- レーンでのハラスを行い、トゥイッチのHPを削ることで、序盤から優位に立つ。\n- トゥイッチがステルスを使った際に、ダッシュを駆使して位置を調整し、奇襲を無効化する。\n- サポートと連携し、トゥイッチに対して集中的に攻撃を仕掛け、早期にキルを狙う。",
      "ルシアン": "ルシアンが有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチに対して早期にダメージを与えやすい。\n- トゥイッチのステルス攻撃をエクゾーストで無効化できるため、奇襲を防ぎやすい。\n- ルシアンの機動力により、トゥイッチの攻撃を避けながら攻撃することが可能で、立ち回りが有利になる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- エクゾーストを持ってトゥイッチに対抗し、彼の奇襲を警戒する。\n- 先行した場合は、トゥイッチが近づく前に一撃で倒すチャンスを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、トゥイッチに対して強力なトレードが可能です。\n- トゥイッチは逃げ性能が低く、ドレイヴンの攻撃を受けやすいため、オールインで有利に立ち回れます。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、装備面での優位を早期に確保できます。\n\n有利の取り方：\n- 序盤から積極的にトレードを仕掛け、トゥイッチのHPを削ることでプレッシャーをかける。\n- トゥイッチがステルスを使った際に、位置を把握し、逃げ道を封じることで奇襲を防ぐ。\n- 斧を正確に拾い続け、ダメージを最大限に活かしながらファームを行い、レベル差をつける。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、トゥイッチに対して安全な距離からハラスが可能です。\n- トゥイッチは逃げ性能が低く、エズリアルの機動力を活かした奇襲や追撃に対して脆弱です。\n- エズリアルはスキルコンボによって高いバーストダメージを出せるため、トゥイッチのHPを早期に削ることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチのHPを削りながら優位に立つ。\n- トゥイッチがステルスを使った際に、エズリアルの機動力を活かして距離を取り、反撃のチャンスを狙う。\n- 集団戦では、トゥイッチがアルティメットを使う前に、エズリアルのスキルでダメージを与え、トゥイッチの行動を制限する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤においてトゥイッチの脆さを突くことができるため、早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意であるため、トゥイッチの奇襲を回避しやすい。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、終盤ではトゥイッチよりも有利な位置取りが可能になる。\n\n有利の取り方：\n- 序盤から積極的にトゥイッチに対してハラスを行い、早期にリードを築く。\n- トゥイッチがステルスを使った際には、冷静に位置取りを調整し、逃げるか反撃するタイミングを見極める。\n- 集団戦では、トリスターナの射程を活かして安全な位置からトゥイッチを狙い、ダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、トゥイッチの攻撃範囲外から安全に攻撃できるため、トレードで優位に立ちやすい。\n- トゥイッチは逃げ性能が低く、ヴァルスのCC効果によって動きを制限されることで、奇襲を仕掛けることが難しくなる。\n- ヴァルスは持続的なダメージを与える能力が高く、トゥイッチの脆弱な序盤を利用して圧力をかけることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチのHPを削ることで、序盤から優位に立つ。\n- トゥイッチがカモフラージュを使った際に、スキルを使って位置を特定し、攻撃を続ける。\n- 集団戦では、トゥイッチがアルティメットを使う前に、距離を保ちながら攻撃し、トゥイッチの火力を抑える。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ヴェインは射程が長く、ニーラの攻撃をハラスしやすいため、序盤からのダメージを受けやすい。\n- ヴェインの機動力とダッシュを駆使した追撃能力に対して、ニーラは自衛が難しく、特に1対1の状況で不利になる。\n- ヴェインは対象指定のCCを持っており、ニーラの動きを制限しやすく、特に集団戦での影響が大きい。\n\n不利の緩和策：\n- サポートチャンピオンと連携し、ハラスを受けないように立ち回ることで、レーン維持を図る。\n- ヴェインの攻撃を避けるために、ダッシュをタイミングよく使用し、敵のスキルを回避する。\n- アイテムを早めに購入し、耐久力を上げることで、ヴェインの攻撃に耐えられるようにする。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- ヴェインは最大HPに比例した確定ダメージを持ち、タンクやジャガーノートに対して強力なダメージを与えることができるため、エズリアルは彼女の攻撃を受けやすい。\n- ヴェインの機動力と追撃能力により、エズリアルは彼女の攻撃を避けるのが難しく、特に1対1の状況で不利になる。\n- エズリアルは主力スキルが方向指定であり、ヴェインの高い機動力に対してパフォーマンスが落ちるため、攻撃が当たりにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してヴェインの攻撃を遮るように立ち回る。\n- ヴェインの攻撃を受ける前に、Eを使って距離を取ることで、彼女の攻撃を回避する。\n- アイテムを早めに購入し、耐久力を上げることで、ヴェインのダメージを軽減し、集団戦での生存率を高める。",
      "ジン": "ジンが不利です。\n\n理由：\n- ヴェインは序盤が弱いものの、中盤から後半にかけて強力になり、特に1対1のデュエルで優位に立つことができるため、ジンはその成長に対抗しづらい。\n- ヴェインのスタン効果を持つスキルにより、ジンは接近された際に動きを制限されやすく、オールインに弱い。\n- ジンはブリンクを持たず、ヴェインの高い機動力に対して逃げる手段が限られているため、特にアルティメット後のヴェインに対して脆弱。\n\n不利の緩和策：\n- レーン序盤はアグレッシブにプレイし、短いトレードを繰り返してヴェインのスキルを発動させないようにする。\n- ヴェインのHPが減ったタイミングで長いトレードやオールインを狙い、優位に立つチャンスを作る。\n- サポートと連携し、ヴェインのスタン効果を避けるために位置取りを工夫し、常に安全な距離を保つように心がける。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ヴェインは最大HPに比例した確定ダメージを持ち、タンクやジャガーノートに対して強力なダメージを与えることができるため、ザヤは一方的にダメージを受けやすい。\n- ヴェインの高い機動力と追撃能力により、ザヤが攻撃を避けるのが難しく、特に1対1の状況で不利になる。\n- ザヤは射程が短く、ヴェインの攻撃を受けやすく、特に集団戦ではAoE攻撃を持たないため、ダメージを稼ぎにくい。\n\n不利の緩和策：\n- ザヤは位置取りを工夫し、ヴェインの攻撃を避けるように心がける。特に壁を利用して逃げることが重要。\n- ザヤのスネアを活用して、ヴェインの動きを制限し、反撃のチャンスを作る。\n- サポートと連携して、ヴェインに対する集団戦での圧力を高め、ザヤが安全にダメージを与えられる状況を作る。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすく、1対1の戦闘で非常に強力です。\n- シヴィアは射程が短く、ヴェインの攻撃を受けやすく、特にレーンでのトレードで不利になります。\n- ヴェインは最大HPに比例した確定ダメージを与える能力が高く、タンクやジャガーノートに対しても効果的にダメージを与えられますが、シヴィアは単体へのDPSが劣るため、後衛同士の殴り合いで火力負けしやすいです。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ヴェインの攻撃を避けるように立ち回る。\n- サポートと連携して、ヴェインをプッシュし、レーンを有利に進めるためのトレードを行う。\n- レベル6以降は、ヴェインのアルティメットに注意し、フランクされないように立ち回ることで、集団戦での生存率を高める。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が低いヴェインに対して、武器の組み合わせを活かして優位に立ちやすい。\n- アフェリオスは射程が長く、ヴェインの短い射程を活かさせずに攻撃できるため、レーンでの優位性を保ちやすい。\n- アフェリオスはレベル依存度が高いが、序盤の立ち上がりが難しいヴェインに対して、序盤から圧力をかけることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- アフェリオスの武器を状況に応じて使い分け、ヴェインの動きを制限する。\n- 敵ジャングラーのガンクを警戒しつつ、アフェリオスの射程を活かして安全にファームを行う。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ヴェインに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナの回復能力により、ヴェインの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n- ヴェインは射程が短く、セナの攻撃を避けることが難しいため、セナが有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- セナの回復スキルを活用して、ヴェインの攻撃を受けた後も持続的に戦える状況を作る。\n- 敵の動きを制限するスネアを使い、ヴェインが近づけないようにすることで、さらなるハラスやキルチャンスを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインに対して早期に有利を取ることができる。\n- ヴェインは射程が短く、ドレイヴンの攻撃を受けやすいため、ドレイヴンが優位に立ちやすい。\n- ドレイヴンの移動速度上昇スキルにより、ヴェインの機動力を制限しやすく、追撃や逃げる際に有利に働く。\n\n有利の取り方：\n- レーン開始時に積極的に攻撃を仕掛け、ヴェインにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- サポートと連携して、ヴェインが攻撃しづらい位置に追い込むことで、オールインを狙う。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEであり、レーンのプッシュが早く、ヴェインに対してハラスを行いやすい。\n- コーキの長射程のスキルにより、ヴェインの短射程を活かさせず、遠くから攻撃できるため、接触を避けられる。\n- コーキは敵の防御力を低下させるデバフを持っており、タンクや耐久力の高い相手に対してもダメージを通しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインの体力を削ることで、ファームを妨害する。\n- スキルを使ってプッシュを早め、ミニオンを相手タワーに押し付けて、ヴェインのファームを困難にする。\n- 敵のジャングラーが来る前に、視界を確保しつつ、ヴェインに対して安全に攻撃を続ける。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすいため、Kiteが得意です。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与えられます。\n- ヴェインは射程が短く、ゼリの長射程攻撃に対してハラスを受けやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインのHPを削る。\n- 敵のスキルを避けながら、ゼリのスキルを使ってダメージを与える。\n- 敵の位置を把握し、ゼリの機動力を活かして安全にポジショニングを行う。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ヴェインの射程が短いため、サミーラが近づくことでダメージを与えやすい。\n- サミーラは高いDPSを持ち、スノーボールが始まると一気に有利な状況を作り出せるため、ヴェインに対して圧力をかけやすい。\n- ヴェインはCCを受けると脆弱であり、サミーラの攻撃を受けることで行動を制限されるリスクが高い。\n\n有利の取り方：\n- サミーラは味方のCCを利用して接近し、ヴェインに対して一気にダメージを与える。\n- ヴェインの攻撃を避けるために、サミーラの防御スキルを活用し、攻撃のタイミングを見計らう。\n- レーンでのハラスを行い、ヴェインの体力を削りつつ、サミーラのスタイルランクを上げていく。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインよりも遠くから攻撃できるため、一方的にハラスが可能です。\n- ヴェインは射程が短く、接近しないと攻撃できないため、ケイトリンの射程差を利用して安全にダメージを与えられます。\n- ケイトリンの罠によるスネア効果で、ヴェインの機動力を制限し、逃げ道を奪うことができるため、捕まえやすくなります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインにプレッシャーをかけてCSを取りづらくさせる。\n- 罠を適切に配置し、ヴェインが近づいてきた際に捕まえることで、ダメージを与えつつ安全に距離を保つ。\n- 敵ジャングラーのGankを警戒しつつ、ケイトリンの射程を活かして安全にファームし、アイテムを早く揃えることで強力な中盤を迎える。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはAoE攻撃を持っており、集団戦でのダメージが高く、ヴェインのような単体攻撃型のチャンピオンに対して優位に立てる。\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなり、特に集団戦での影響力が増すため、ヴェインに対して持続的なダメージを与えやすい。\n- スモルダーはEスキルによる高速移動が可能で、ヴェインの攻撃を回避しやすく、追撃や逃走が得意であるため、タイマンでも有利に戦える。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スタックを貯めることで早期にダメージを増加させる。\n- 集団戦では密集した敵に対してAoE攻撃を活用し、ヴェインを狙うのではなく、他の敵チャンピオンにもダメージを与える。\n- ヴェインの攻撃を避けるためにEスキルを使い、敵の攻撃を回避しつつ、反撃のチャンスを狙う。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードでジグスに対して優位に立ちやすい。\n- ジグスは接近を許すと無力になりやすく、ミス・フォーチュンの攻撃を受けると大きなダメージを受ける可能性が高い。\n- ミス・フォーチュンのUltはAoEダメージが高く、ジグスのような集団戦でのダメージを出すチャンピオンにとって脅威となる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して立ち位置を調整し、ミス・フォーチュンの攻撃を受けないようにする。\n- ジグスのスキルを使ってミニオンを処理しつつ、ミス・フォーチュンの攻撃を受けないように距離を保つ。\n- サポートと連携して、ミス・フォーチュンに対してガンクを仕掛けることで、レーンのプレッシャーを軽減する。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードでアッシュに対して優位に立つことができる。\n- ミス・フォーチュンのアルティメットは集団戦での影響力が大きく、アッシュは逃げ手段が乏しいため、捕まると脆弱になる。\n- アッシュはバーストダメージが低く、ミス・フォーチュンのオールインに対して対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行う。\n- サポートと連携して、ミス・フォーチュンのスキルを避ける動きを心がける。\n- 早めにアイテムを購入し、パワースパイクを活かしてミス・フォーチュンに対抗できる状況を作る。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、トゥイッチはハラスを受けやすい。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、トゥイッチは逃げ性能が低いため、接近されると脆弱になる。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるが、ミス・フォーチュンは序盤から強力なダメージを出せるため、レーンでの優位性が大きい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してトレードを行い、できるだけ安全にファームをする。\n- サポートと連携して、ミス・フォーチュンのスキルを避ける動きを心がけ、必要に応じてバーストダメージを与えるタイミングを見計らう。\n- 早めにアイテムを揃え、特に防御アイテムを購入して耐久力を上げることで、ミス・フォーチュンの攻撃に耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、ジンクスはダメージを受けやすい。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、ジンクスは自衛手段が乏しいため、接近されると危険。\n- ミス・フォーチュンはスローを持っており、ジンクスの移動を妨げることで、逃げる手段を制限される。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取るように心がける。\n- サポートと連携して、ミス・フォーチュンの攻撃を受けないように位置取りを工夫し、トレードを避ける。\n- アイテムを早めに購入し、特に防御アイテムを優先して、耐久力を上げることで生存率を高める。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、ケイトリンはハラスを受けやすい。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが非常に高く、ケイトリンはその火力に対抗しづらい。\n- ケイトリンは逃げ手段が罠に依存しており、ミス・フォーチュンに接近されると脆弱で、オールインに弱い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで立ち位置を調整し、ミス・フォーチュンの攻撃を受けないようにする。\n- サポートと連携して、ミス・フォーチュンのスキルを避けるための視界を確保し、Gankを警戒する。\n- アイテムを早めに購入し、特に防御アイテムを揃えてミス・フォーチュンのダメージを軽減する。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、アフェリオスは序盤から圧力を受けやすい。\n- アフェリオスは機動力が低く、ミス・フォーチュンのスローや集団戦でのAoEダメージに対して脆弱で、接近されると逃げる手段が乏しい。\n- ミス・フォーチュンはオールイン型のマークスマンであり、アフェリオスが攻撃を受けるとシンプルな殴り合いで負けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、相手のスキルを避けるように立ち回る。\n- サポートと連携して、ミス・フォーチュンの攻撃を受ける前に先手を打つことで、ハラスを軽減する。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、耐久力を上げて生存能力を高める。",
      "コーキ": "コーキが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、コーキはハラスを受けやすい。\n- コーキはCCがないため、ミス・フォーチュンのスローやUltによる制圧力に対抗できず、接近されると脆弱になる。\n- ミス・フォーチュンは集団戦でのAoEダメージが非常に高く、コーキは耐久力が低いため、集団戦での生存が難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、ハラスを受けないようにする。\n- サポートと連携して、ミス・フォーチュンの攻撃を分散させることで、ダメージを軽減する。\n- アイテムを早めに購入し、マナ管理をしっかり行うことで、スキルを使い続けられるようにする。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ミス・フォーチュンのハラスを受けながらもレーンを押しやすいです。\n- スペルシールドにより、ミス・フォーチュンのスキルを一度無効化できるため、トレードで有利を取るチャンスが増えます。\n- シヴィアは移動速度を上昇させる手段が豊富で、ミス・フォーチュンの攻撃を避けやすく、立ち位置を調整しやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ミス・フォーチュンの体力を削りつつ、ウェーブを押し込むことでタワーを守りやすくします。\n- スペルシールドを活用して、ミス・フォーチュンのスキルを回避し、トレードを有利に進めます。\n- 集団戦では、シヴィアのウルトを使ってミス・フォーチュンのウルトから逃げるか、迅速に接近してダメージを与えることを心がけます。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすいため、ハラスを受けにくい。\n- ミス・フォーチュンの基礎ADが低く、序盤の火力が不足しているため、ゼリが有利なトレードを仕掛けやすい。\n- ゼリはスキルを駆使して攻撃するスタイルで、ミス・フォーチュンの通常攻撃に対して距離を保ちながら戦える。\n\n有利の取り方：\n- ミス・フォーチュンのスキルを避けながら、通常攻撃やスキルでハラスを行い、相手のHPを削る。\n- 相手がスキルを使った後に積極的にトレードを仕掛け、優位な状況を作る。\n- 集団戦では、ミス・フォーチュンのウルトのチャネリング中に距離を取り、ダメージを与えつつ安全に立ち回る。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは射程が短い相手に対して強く、ミス・フォーチュンのハラスを受けにくい。\n- ザヤのスネアを使うことで、ミス・フォーチュンの攻撃を封じることができ、反撃が可能。\n- ザヤはダイバーやアサシンに対しても強く、ミス・フォーチュンが接近してきた際に自衛ができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ミス・フォーチュンの体力を削る。\n- スネアを活用してミス・フォーチュンの動きを制限し、オールインを狙う。\n- Wの加速を利用して、ミス・フォーチュンの攻撃を避けつつ、距離を保ちながらダメージを与える。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得が遅いため、スモルダーがレーンでのハラスを続けやすい。\n- スモルダーはEスキルによる高速移動が可能で、ミス・フォーチュンのスローを避けやすく、接近戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削ることで、レーンの主導権を握る。\n- スタックを貯めるために、ミス・フォーチュンが近づいてきた際にスキルを使い、ダメージを与えつつ逃げる。\n- 集団戦では、ミス・フォーチュンがUltを使う前に位置取りをし、AoE攻撃で彼女を狙うことで、ダメージを最大化する。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは魔法ダメージを自然に出すことができ、ミス・フォーチュンの基礎ADの低さを突くことができるため、ハラスが有利に進められる。\n- ユナラの攻撃範囲が長く、ミス・フォーチュンの攻撃を受けにくいため、レーンでのハラスやガンク回避が得意。\n- ユナラはスキルを使うことで攻撃速度が上昇し、集団戦でもAoEダメージを持つため、ミス・フォーチュンに対しても高いダメージを出せる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削る。\n- 敵の動きを制限するスローを活用し、ミス・フォーチュンが近づけないように立ち回る。\n- 集団戦では、アルティメットを発動してダメージを増加させ、ミス・フォーチュンを優先的に狙う。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは射程が長く、ミス・フォーチュンに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得が遅いため、セナのハラスによってレーンを支配しやすい。\n- セナは回復能力を持っており、ミス・フォーチュンの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ミス・フォーチュンの体力を削る。\n- セナのスキルを使ってミス・フォーチュンの動きを制限し、攻撃のチャンスを増やす。\n- ミニオンウェーブを管理し、ミス・フォーチュンがハラスを受けやすい位置に誘導する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ミス・フォーチュンの攻撃を受けることなくハラスが可能です。\n- エズリアルの機動力により、ミス・フォーチュンのスローを避けやすく、接近されても逃げる手段が豊富です。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちであるため、エズリアルのポークによってレーンでの優位を保ちやすいです。\n\n有利の取り方：\n- スキルを使ってミス・フォーチュンにハラスを行い、体力を削ることでレーンの主導権を握る。\n- ミス・フォーチュンのスキルを避けながら、適切なタイミングで攻撃を仕掛けることで、相手のリソースを消耗させる。\n- 敵のサポートやジャングラーの動きを警戒しつつ、エズリアルのワープを活用して安全に立ち回る。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して高いダメージを出せるため、コーキのダメージが通りにくくなる。\n- コグ＝マウは長射程での攻撃が得意で、追撃能力が高いため、コーキがハラスを試みる際に逆にダメージを受けやすい。\n- コーキはCCがないため、コグ＝マウの攻撃を受けると逃げる手段が限られ、特に集団戦で狙われやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコグ＝マウの攻撃を遮るように立ち回る。\n- 早期にアイテムを購入し、ダメージを増加させることで、コグ＝マウに対抗できるようにする。\n- サポートと連携して、コグ＝マウに対する集中的な攻撃を行い、早期にキルを狙うことでレーンの主導権を握る。",
      "ゼリ": "ゼリが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して高いダメージを出せるため、ゼリのダメージが通りにくい。\n- コグ＝マウの射程が長く、集団戦でのダメージ出力が高いため、ゼリはハラスを受けやすい。\n- ゼリは基礎ステータスが低く、特に序盤の火力が不足しがちで、コグ＝マウの攻撃に対して耐えにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコグ＝マウの攻撃を遮る。\n- ジャングラーと連携して、コグ＝マウに対するギャンクを狙い、早期にプレッシャーをかける。\n- アイテムを早めに購入し、特に防御アイテムを整えて耐久力を上げることで、コグ＝マウの攻撃に耐えられるようにする。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- コグ＝マウはWが発動している間、非常に高いダメージを出すことができ、スモルダーはその間に攻撃を避ける必要があるため、レーン戦でのハラスが難しい。\n- コグ＝マウは射程が長く、スモルダーが近づく前にダメージを与えられるため、序盤のハラスで不利を取られやすい。\n- スモルダーはAA強化がないため、コグ＝マウのタンクに対するダメージが出しにくく、特に集団戦でのダメージ出力が劣る。\n\n不利の緩和策：\n- コグ＝マウのWがクールダウン中のタイミングを狙って攻撃し、ダメージを与えるチャンスを増やす。\n- チームメイトと連携し、コグ＝マウを囲む形で攻撃することで、1対1の殴り合いを避ける。\n- レーンでのファームを優先し、スケーリングを意識して後半に備えることで、徐々に有利な状況を作る。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- コグ＝マウは射程が長く、サミーラが接近する前に攻撃を受けやすい。\n- コグ＝マウのAR/MRを低下させるスキルにより、タンクに対しても高いダメージを出せるため、サミーラの攻撃が通りづらい。\n- コグ＝マウは自衛手段が乏しいため、サミーラが接近しても反撃を受けるリスクが高い。\n\n不利の緩和策：\n- サポートと連携して、コグ＝マウに対して集中的に攻撃を仕掛けるタイミングを作る。\n- コグ＝マウのスキルのCDを狙って、接近するタイミングを見計らう。\n- アイテムビルドを工夫し、耐久力を上げることで、コグ＝マウの攻撃を耐えられるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して高いダメージを出せるため、ドレイヴンの攻撃が通りづらい。\n- コグ＝マウの射程が非常に長く、ドレイヴンが接近する前にハラスを受けやすい。\n- コグ＝マウは機動力が低いものの、ドレイヴンも斧を拾うために位置取りが難しく、移動妨害を受けると戦闘能力が大幅に低下する。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、コグ＝マウの攻撃を受けないようにする。\n- サポートと連携して、コグ＝マウに対してオールインを狙うタイミングを見計らい、早期にキルを取ることでスノーボールを狙う。\n- アイテムを早めに購入し、特に防御アイテムを取り入れることで、コグ＝マウのダメージを軽減し、レーン戦を有利に進める。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、特にタンクに対して高いダメージを出せるため、ミス・フォーチュンのハラスが通りづらい。\n- コグ＝マウは長射程を持ち、追撃が得意なため、ミス・フォーチュンが接近する前にダメージを受けやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、コグ＝マウとの殴り合いで劣る可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避け、CSを優先してファームを安定させる。\n- コグ＝マウのスキルのCDを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- サポートと連携して、コグ＝マウに対するオールインを狙い、早期にキルを取ることで有利な状況を作る。",
      "シヴィア": "シヴィアはコグ＝マウに不利です。\n\n- コグ＝マウはAR/MRを低下させるスキルを持っており、シヴィアの防御力を削ることでダメージを与えやすい。\n- コグ＝マウの攻撃は長射程で、シヴィアの基礎射程が短いため、レーンでのトレードで不利になりやすい。\n- ルルと組み合わせることで、コグ＝マウはシヴィアの攻撃をシールドで防ぎ、シヴィアのダメージを軽減できる。\n\n不利の緩和策：\n- コグ＝マウのQをスペルシールドで防ぎ、AR/MRの低下を避けることが重要。\n- レーンでのポジショニングを工夫し、コグ＝マウの攻撃を受けないようにする。\n- ルルの存在を意識し、シヴィアの攻撃が通りやすいタイミングを見計らってトレードを行う。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、特にタンクに対して高いダメージを出せるため、ケイトリンの攻撃が通りづらい。\n- コグ＝マウのスキルはスロー効果を持ち、ケイトリンの機動力の低さを突いて追撃されやすい。\n- ケイトリンは長射程を活かしてハラスが得意だが、コグ＝マウは集団戦でのダメージ出力が高く、レーン戦での持続的なダメージに対して耐えられやすい。\n\n不利の緩和策：\n- レーンでのハラスを意識し、コグ＝マウのスキルを避けるように立ち回る。\n- サポートと連携して、コグ＝マウに対してオールインを仕掛けるタイミングを見計らう。\n- 早めにアイテムを揃え、特に防御アイテムを購入して耐久力を上げることで、コグ＝マウのダメージに耐えられるようにする。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、特にタンクに対して高いダメージを出せるため、アフェリオスの耐久力を削りやすい。\n- コグ＝マウの射程が長く、追撃が得意なため、アフェリオスがハラスを受けやすく、レーンでのファームが難しくなる。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果によって捕まりやすく、集団戦で狙われるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握する。\n- コグ＝マウのスキルのCDを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることで、コグ＝マウの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、コグ＝マウのようなタンクに対しても高いAoEダメージを与えることができるため、集団戦でのダメージ出力が高い。\n- ジグスの長射程により、コグ＝マウが攻撃を仕掛ける前に安全にハラスを行うことができ、レーンでの優位性を保ちやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ジグスのスキルを当てやすく、接近される前にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削ることで、ファームを難しくさせる。\n- ジグスの設置型スキルを利用して、コグ＝マウの動きを制限し、逃げ道をなくすことで、追撃を狙う。\n- 集団戦では、コグ＝マウが近づく前にスキルを使い、ダメージを与えつつ、後衛から安全に攻撃を続ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは射程が長く、コグ＝マウよりも遠くから攻撃できるため、レーンでのハラスがしやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ヴァルスの攻撃を受けやすい。\n- ヴァルスのCC効果により、コグ＝マウの動きを制限できるため、追撃やキルチャンスを作りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コグ＝マウのHPを削る。\n- CCを活用してコグ＝マウを捕まえ、味方と連携してキルを狙う。\n- 逃げスキルを持たないコグ＝マウに対して、位置取りを工夫し、常に有利な距離を保つ。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、コグ＝マウの自衛能力が低いため、早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意で、コグ＝マウのスロー効果を避けやすい。\n- トリスターナの射程はレベルが上がるごとに増加し、特に終盤ではコグ＝マウよりも有利な位置取りが可能になる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、コグ＝マウのHPを削ることでレーンの主導権を握る。\n- コグ＝マウがスキルを使った後の隙を突いて、追撃やキルを狙う。\n- 集団戦では、トリスターナの射程を活かして安全な位置から攻撃し、コグ＝マウを優先的に狙う。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、コグ＝マウに対して一方的にハラスを行いやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、セナの攻撃を受けやすい。\n- セナの回復能力により、コグ＝マウの攻撃を受けても持ちこたえやすく、レーンでの優位を築きやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コグ＝マウのHPを削る。\n- セナの回復を活かして、コグ＝マウの攻撃を受けながらも持続的にダメージを与える。\n- コグ＝マウがスキルのCD中や基礎射程が短いタイミングを狙って、攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの低い自衛能力を突くことができる。\n- コグ＝マウは機動力が低く、トゥイッチの攻撃範囲が広がるアルティメットを使うことで、遠距離から安全に攻撃できる。\n- トゥイッチは逃げ性能が低い相手に対して強く、コグ＝マウは接近手段が乏しいため、トゥイッチが有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを行い、コグ＝マウのHPを削ることで、ファームを難しくさせる。\n- ステルスを活用して奇襲を仕掛け、コグ＝マウが反応する前にダメージを与える。\n- 集団戦ではアルティメットを使い、コグ＝マウを遠距離から狙い、他の敵チャンピオンと一緒に攻撃することで、コグ＝マウを排除する。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがスキルのクールダウン中の際に攻撃を仕掛けやすい。\n- コグ＝マウの機動力が低いため、ルシアンの高い機動力を活かして追撃や逃げることができる。\n- コグ＝マウはハードCCを持たないため、ルシアンは自由に攻撃し続けることができる。\n\n有利の取り方：\n- コグ＝マウのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- バーストダメージを活かして、短期決戦を仕掛け、早期に相手を排除する。\n- 位置取りを工夫し、コグ＝マウの射程外から攻撃を行い、ダメージを与えつつ安全に立ち回る。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはKite能力に優れており、コグ＝マウの攻撃を避けながらダメージを与えることができる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ザヤのスネアや反撃に対して脆弱である。\n- ザヤは集団戦でのAoEダメージが豊富で、コグ＝マウのタンクに対しても効果的にダメージを与えられる。\n\n有利の取り方：\n- レーンでのハラスを行い、コグ＝マウのHPを削りつつファームを優先する。\n- コグ＝マウがスキルを使った後に攻撃を仕掛け、反撃のチャンスを狙う。\n- 集団戦では、コグ＝マウの射程を利用して安全な位置からダメージを与え、スネアで敵を捕まえる。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、コグ＝マウの射程外から安全にハラスができるため、レーンでの優位性を保ちやすい。\n- エズリアルの機動力が高く、ワープスキルを使うことでコグ＝マウの攻撃を回避しやすく、危機的な状況から逃げることができる。\n- コグ＝マウは自衛手段が乏しく、エズリアルのポークやバーストダメージに対して反撃が難しいため、レーンでのプレッシャーをかけやすい。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってコグ＝マウにハラスを行い、CSを取りつつ相手の体力を削る。\n- コグ＝マウがスキルを使った後やCD中に攻撃を仕掛け、相手の隙を突いてダメージを与える。\n- 敵のサポートやジャングラーの動きを警戒しつつ、エズリアルの機動力を活かして安全にポジショニングを行い、相手にプレッシャーをかけ続ける。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ジンクスは長射程を持ち、サミーラが接近する前にハラスを受けやすい。\n- ジンクスの高いDPSと集団戦でのAoEダメージに対して、サミーラは防御手段が乏しく、接近戦でのリスクが高い。\n- ジンクスのCCスキルによって、サミーラの接近が妨げられ、攻撃のチャンスを失いやすい。\n\n不利の緩和策：\n- サポートと連携して、ジンクスに対して一斉に攻撃を仕掛け、早期にキルを狙う。\n- ジンクスのスキルを避けるために、ブリンクや移動スキルを活用して立ち回る。\n- レーンでのハラスを避けるために、ミニオンを利用してジンクスの攻撃を遮る。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- ジンクスは長射程を持ち、ドレイヴンが攻撃を仕掛ける前にハラスを行いやすいため、序盤からのトレードで不利になりやすい。\n- ジンクスのスネアやスローによってドレイヴンの移動が妨げられ、斧を拾うことが難しくなるため、戦闘能力が低下する。\n- ジンクスは集団戦でのAoEダメージが強力で、ドレイヴンが接近する前に大きなダメージを受ける可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ジンクスの攻撃範囲外からファームを行い、無理にトレードを仕掛けない。\n- サポートと連携して、ジンクスのCCを避ける位置取りを心がけ、斧を落とさないように注意する。\n- ジンクスが集団戦に参加する前に、孤立した状態を狙ってオールインを仕掛けることで、彼女の強みを無効化する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ジンクスは長射程を持ち、ヴェインが接近する前にハラスを受けやすい。\n- ジンクスの高いDPSと集団戦でのAoEダメージに対して、ヴェインは自衛手段が乏しく、特に集団戦での生存が難しい。\n- ジンクスのスキルは射程が長く、ヴェインが攻撃を避けるのが難しいため、特に序盤のトレードで不利になりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用してジンクスの攻撃を回避する。\n- サポートと連携して、ジンクスに対してエンゲージを仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでジンクスの攻撃に耐えられるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ジンクスは長射程の攻撃を持ち、カイ＝サよりも攻撃範囲が広いため、レーンでのハラスが非常に強力です。\n- ジンクスの攻撃速度とDPSが高く、集団戦での影響力が大きいため、カイ＝サが接近するのが難しいです。\n- カイ＝サは自衛手段が乏しく、ジンクスの攻撃を受けると致命的なダメージを受けやすいです。\n\n不利の緩和策：\n\n- サポートと連携してジンクスを拘束し、オールインを狙うことでジンクスの脆弱性を突く。\n- レーンでのハラスを避けるために、ミニオンを利用してジンクスの攻撃を遮る。\n- ジンクスのスキルを避けるために、位置取りを工夫し、タイミングを見計らって攻撃する。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ジンクスは長射程を持ち、トリスターナが攻撃する前にハラスを受けやすい。\n- ジンクスの高いDPSと集団戦でのAoEダメージに対して、トリスターナは自衛手段が乏しく、接近されると危険。\n- ジンクスのスネアやスローによって、トリスターナの移動が制限され、逃げることが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ジンクスの攻撃範囲外からの攻撃を心がける。\n- サポートと連携して、ジンクスに対して積極的にエンゲージを仕掛け、早期にキルを狙う。\n- アイテムを早めに揃え、レベルアップを図ることで、トリスターナの強みを活かす。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルが範囲攻撃であり、ジンクスの攻撃を避けながらミニオン処理やハラスができるため、レーンでの優位性を保ちやすい。\n- ジグスの長射程のスキルにより、ジンクスが近づく前にダメージを与えることができ、特に集団戦でのAoEダメージが強力であるため、ジンクスに対して圧力をかけやすい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、ジンクスが安全に攻撃するのを難しくし、ジンクスの自衛手段の乏しさを突くことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削ることで、ジンクスが安全にファームできない状況を作る。\n- ジグスのスキルを使ってミニオンを処理しつつ、ジンクスに対してもダメージを与え、レーンの主導権を握る。\n- 集団戦では、ジンクスが接近する前にスキルを当ててダメージを与え、ジンクスの攻撃を受ける前に倒すか、逃げ道を封じる。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を活かして、ジンクスに対して一方的にハラスを行いやすく、レーンでの優位を築きやすい。\n- セナの回復能力により、ジンクスの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n- ジンクスは自衛手段が乏しく、セナのスネアを受けると捕まりやすく、ジンクスにとって危険な状況を作り出せる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジンクスの体力を削る。\n- ジンクスがスキルを使った後に隙を見て攻撃し、回復を活かして持続的に圧力をかける。\n- ジャングラーとの連携を取り、ジンクスが捕まりやすいタイミングでgankを仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスの自衛手段が乏しいため、接近して攻撃しやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスの長射程を逆手に取ることができる。\n- ジンクスはアサシンに対して脆弱であり、トゥイッチの奇襲能力によって簡単に捕まえられる可能性が高い。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンクスのHPを削りつつ、ステルスを活用して安全にトレードを行う。\n- ジンクスがスキルを使った後の隙を狙い、奇襲を仕掛けてダメージを与える。\n- 集団戦では、後方からアルティメットを使用し、ジンクスを狙って一方的にダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、ジンクスよりも安全な距離から攻撃できるため、ハラスがしやすい。\n- ジンクスは自衛手段が乏しく、ヴァルスの攻撃を受けるとダメージを受けやすい。特に、ジンクスが接近する前にダメージを与えられる。\n- ヴァルスのAoEダメージは集団戦での影響力が大きく、ジンクスが集団戦での位置取りを難しくする。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削ることでプレッシャーをかける。\n- ジンクスがスキルを使った後の隙を狙って攻撃し、トレードを有利に進める。\n- 集団戦では、ジンクスが近づく前にスキルを使ってダメージを与え、ジンクスの動きを制限する。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、相手の攻撃を避けながらハラスを行いやすいです。\n- ゼリの攻撃はスキルを多く使用するため、通常攻撃に依存するジンクスに対して有利に立ち回れます。\n- ジンクスは自衛手段が乏しく、接近されると脆弱ですが、ゼリは距離を保ちながら攻撃できるため、ジンクスに対して優位です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削ることでプレッシャーをかける。\n- ジンクスのスキルを避けながら、スキルを使ってダメージを与え、トレードを有利に進める。\n- 集団戦では、ジンクスの射程を活かして安全な位置から攻撃し、ジンクスが接近できないように立ち回る。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEであり、ジンクスのような集団戦での影響力を持つ相手に対しても、広範囲にダメージを与えることができるため、ハラスやプッシュが得意です。\n- コーキのスキルは長射程であり、ジンクスの射程を活かした攻撃を安全に行うことができるため、ジンクスが近づく前にダメージを与えやすいです。\n- ジンクスは自衛手段が乏しく、特にアサシンに対して脆弱ですが、コーキは自己強化がないものの、持続的なダメージを出すことができるため、ジンクスに対して有利に立ち回ることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削ることで、レーンの主導権を握る。\n- スキルを使ってジンクスの攻撃を避けつつ、距離を保ちながらダメージを与えることで、ジンクスの反撃を防ぐ。\n- 集団戦では、ジンクスの周囲にいる敵チャンピオンにAoEダメージを与え、ジンクスを狙うことで、彼女の影響力を削ぐ。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチが攻撃を受けやすい状況を作りやすい。\n- ルシアンの射程はトゥイッチよりも短いが、トゥイッチは序盤のトレードが苦手で、ルシアンの攻撃を避けるのが難しい。\n- ルシアンは機動力が高く、トゥイッチが奇襲を仕掛ける際に逃げられる可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な位置でファームを心がける。\n- サポートと連携して、ルシアンの攻撃を受けないようにし、トレードを有利に進めるタイミングを見計らう。\n- アイテムを早めに揃え、特に防御アイテムを購入して耐久力を上げることで、ルシアンのバーストに耐えられるようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがハラスを受けやすい。\n- ルシアンの機動力が高く、追撃や逃げる際に有利で、コグ＝マウは自衛手段が乏しいため狙われやすい。\n- ルシアンは射程が短いとはいえ、コグ＝マウの基礎射程が短いため、レーンでのトレードで不利になりやすい。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、ルシアンの攻撃を受けないようにし、必要に応じてバフを受ける。\n- アイテムを早めに購入し、耐久力を上げることでルシアンのバーストダメージに耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアが攻撃を受けやすい状況を作りやすい。\n- シヴィアの基礎射程が短いため、ルシアンの攻撃を避けるのが難しく、トレードで不利になることが多い。\n- ルシアンは機動力が高く、シヴィアが攻撃する隙を与えずに接近してくることができる。\n\n不利の緩和策：\n\n- ルシアンの攻撃を受けないように、慎重に立ち回り、ハラスを避ける。\n- スペルシールドを活用して、ルシアンのスキルを防ぎ、トレードを有利に進める。\n- レーンフェイズでは、サポートと連携してルシアンの攻撃を分散させ、シヴィアの安全を確保する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ルシアンは高いバーストダメージを持ち、序盤からのトレードで優位に立ちやすいため、ケイトリンはハラスを受けやすい。\n- ルシアンの機動力が高く、スキルのクールダウンが短いため、追撃や逃げる際に有利で、ケイトリンが攻撃を避けるのが難しい。\n- ケイトリンは射程が長いものの、ルシアンのオールイン能力に対して脆弱で、集団戦では立ち位置が難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してルシアンの攻撃を遮るように立ち回る。\n- ルシアンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- サポートと連携して、ルシアンに対してカウンターを狙うタイミングを見計らい、集団戦での有利を作る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、レーンでのハラスが強力なため、ヴェインはハラスを受けやすい。\n- ルシアンの射程が短いとはいえ、ヴェインも射程が短いため、集団戦での立ち位置が難しく、ルシアンに狙われやすい。\n- ルシアンはCCを持たないが、ヴェインは対象指定のCCを受けると脆弱で、特に集団戦では立ち回りが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してルシアンの攻撃を遮るように立ち回る。\n- ルシアンのスキルを避けるために、ダッシュをタイミングよく使い、攻撃を回避する。\n- サポートと連携して、ルシアンに対してオールインを仕掛けるタイミングを見計らい、逆にダメージを与えるチャンスを作る。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ルシアンよりも遠くからハラスを行いやすいため、レーンでのトレードで優位に立ちやすい。\n- セナの回復能力により、ルシアンの攻撃を受けても持続的に戦えるため、耐久力が高い。\n- ルシアンはCCを持たないため、セナのスネアを避ける手段が限られており、捕まった際のリスクが高い。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ルシアンのHPを削ることでプレッシャーをかける。\n- セナの回復を活かして、ルシアンの攻撃を受けた後も安全にトレードを続ける。\n- ルシアンがスキルを使った後の隙を狙い、スネアを当てて一気に攻撃することでキルチャンスを作る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ルシアンの射程が短いため、近づくことでダメージを与えやすい。\n- ルシアンはCCを持たないため、サミーラの攻撃を防ぐ手段が限られており、サミーラは自由に攻撃できる。\n- サミーラは高いDPSを持ち、特に味方のCCを利用することで一気にダメージを出すことができるため、集団戦でも強力。\n\n有利の取り方：\n- ルシアンのスキルを避けながら接近し、トレードを仕掛ける。\n- 味方のCCを利用してルシアンに接近し、一気にダメージを与える。\n- レーンでのハラスを行い、ルシアンの体力を削り、優位な状況を作る。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- スモルダーのAoE攻撃は、集団戦で密集した敵に対して効果的であり、ルシアンのような単体攻撃型のチャンピオンに対して優位に立てる。\n- ルシアンは射程が短く、スモルダーの攻撃を受けやすいため、レーンでのハラスやオールインで有利に立ち回ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スタックを貯めることでダメージを増加させる。\n- 集団戦では、ルシアンが攻撃しづらい位置を確保し、AoE攻撃を活かしてダメージを与える。\n- ルシアンのスキルのクールダウンを狙い、スモルダーのEスキルを使って逃げたり追撃したりすることで、相手の攻撃を避ける。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすいため、レーンでのハラスを受けにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出し続けることができる。\n- ルシアンは射程が短く、ゼリの攻撃を受けるリスクが高いため、ゼリが有利なトレードを仕掛けやすい。\n\n有利の取り方：\n- ルシアンのスキルを避けながら、ゼリのスキルを使ってハラスを行い、レーンでの優位を築く。\n- ルシアンが攻撃を仕掛けてきた際に、ゼリの機動力を活かして距離を取り、反撃する。\n- ルシアンがスキルを使った後の隙を狙い、ゼリの通常攻撃やスキルでダメージを与える。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネア効果を持っており、ルシアンの攻撃を止めることができるため、接近戦での反撃が得意です。\n- ザヤのAoEダメージは集団戦でのダメージを稼ぎやすく、ルシアンのバーストダメージに対抗しやすいです。\n- ルシアンは射程が短いため、ザヤの攻撃範囲に入ると一方的にダメージを受けやすく、ザヤが有利に立ち回れる状況が多いです。\n\n有利の取り方：\n- レーンでのハラスを行い、ルシアンのHPを削ることで、早期に優位を築く。\n- スネアを活用してルシアンの動きを制限し、オールインを狙う。\n- ルシアンがスキルを使った後の隙を突いて、ザヤの通常攻撃でダメージを与える。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が低いルシアンに対して、武器の組み合わせを活かして持続的なダメージを与えやすいです。\n- アフェリオスはレベルが上がるにつれて火力が増し、特に脅威ステータスが育つとルシアンに対して高いダメージを出せます。\n- ルシアンは射程が短いため、アフェリオスの攻撃を受けやすく、アフェリオスが有利な位置から攻撃できる状況を作りやすいです。\n\n有利の取り方：\n- レーン開始時にアフェリオスの武器を適切に選び、ルシアンに対してハラスを行い、早期にリードを取る。\n- ルシアンがスキルを使った後に、アフェリオスの通常攻撃を活かして反撃し、トレードで優位に立つ。\n- 集団戦では、アフェリオスの武器の特性を活かして、ルシアンが近づく前にダメージを与え、立ち位置を意識して安全に攻撃する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ルシアンの射程よりも遠くから攻撃できるため、ハラスがしやすい。\n- エズリアルの機動力が高く、ワープスキルを使うことでルシアンの攻撃を避けやすく、追撃や逃げる際に有利。\n- ルシアンはCCを持たないため、エズリアルのスキルを避けながら安全にダメージを与えることができる。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってハラスし、ルシアンにプレッシャーをかける。\n- ルシアンがスキルを使った後の隙を狙って、反撃を行う。\n- 敵のサポートやジャングラーの動きを見ながら、エズリアルの機動力を活かして安全に位置取りをし、ルシアンに対して優位に立つ。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンに対して強力なハラスが可能です。\n- ルシアンは射程が短いため、ドレイヴンの攻撃を受けやすく、特にレーンでのトレードで優位に立ちやすいです。\n- ドレイヴンはゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作り出せます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ルシアンのHPを削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- ルシアンがスキルを使った後の隙を狙ってオールインを仕掛け、早期にキルを狙う。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- ルシアンは射程が短く、カイ＝サの攻撃を受けやすいため、トレードで優位に立ちやすい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、状況に応じた戦術を取れるため、ルシアンに対して柔軟に対応できる。\n- ルシアンはオールインが強いが、カイ＝サは瞬時に移動しつつシールドを得ることができるため、オールインを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削ることでプレッシャーをかける。\n- スキルを使ってルシアンの攻撃を回避し、接近戦に持ち込むことでダメージを与える。\n- ルシアンがオールインを仕掛けてきた際には、シールドを活用して耐え、反撃のチャンスを狙う。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 射程が長いため、ルシアンの攻撃を受けることなくハラスができる。\n- CC効果を持つため、ルシアンの動きを制限しやすく、オールインを防ぎやすい。\n- ルシアンは射程が短く、集団戦での立ち位置が難しいため、ヴァルスの遠距離攻撃で安全にダメージを与えられる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ルシアンのHPを削る。\n- ルシアンがスキルを使った後に隙を突いて攻撃し、ダメージを与える。\n- サポートと連携して、ルシアンが近づけないように位置取りをし、集団戦でも安全に攻撃する。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、加速手段が豊富なため、ザヤが攻撃を当てる前に距離を取られやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にダメージを与えられるため、ザヤがハラスを受けやすい。\n- ゼリは接近手段に確実性がないメレーキャリーに対して有利であり、ザヤはその対象に該当するため、Kiteが難しい。\n\n不利の緩和策：\n- ゼリのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ゼリが攻撃を仕掛けてきた際に、スネアを活用して反撃のチャンスを作る。\n- ゼリの攻撃を受ける前に、サポートと連携してエンゲージを仕掛け、早めにダメージを与える。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、接近してくる相手に対して逃げる手段が乏しいミス・フォーチュンは、ゼリの攻撃を受けやすい。\n- ゼリは通常攻撃の代わりにスキルを駆使して戦うスタイルで、ミス・フォーチュンのハラスを避けやすく、逆にダメージを与えられる状況を作りやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、序盤のトレードでゼリに対抗しにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて攻撃を行い、ゼリのスキルを避けるようにする。\n- ゼリの攻撃を受けた際には、早めに回復アイテムを使用し、体力を維持することを心がける。\n- 集団戦では、ゼリの機動力を活かさせないように、味方と連携して一斉に攻撃を仕掛けるタイミングを見計らう。",
      "ヴェイン": "ヴェインが不利です。\n\n- ゼリは高い機動力を持ち、加速手段が豊富なため、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的にダメージを与えられるため、ヴェインの序盤のハラスに対して強い。\n- ゼリはCCを持っており、集団戦での脆弱性を突かれやすく、特にヴェインは対象指定のCCに対して無防備である。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ゼリのスキルをしっかりと見極めて動く。\n- ゼリの攻撃を受ける際は、壁を利用して位置取りを工夫し、ダメージを軽減する。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、接近してハラスを行いやすいため、シヴィアが射程負けをすると一方的に攻撃を受けやすい。\n- ゼリのスキルはノーコストで使用でき、持続的なダメージを与えられるため、シヴィアの単体DPSが劣る状況で不利になる。\n- ゼリはウルトでスローを付与できるため、シヴィアのカイティングが難しくなり、集団戦での生存率が低下する。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ゼリの攻撃を避けるように立ち回る。\n- サポートと連携して、ゼリのハラスを受けないようにし、ウェーブクリアを活かしてタワー下で安全にファームする。\n- アイテムを早めに購入し、特に防御アイテムを揃えてゼリのダメージを軽減することで、集団戦での生存率を上げる。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、接近戦を挑む際にサミーラの攻撃を避けやすい。\n- ゼリのウルトによるCC効果で、サミーラは行動を制限されやすく、攻撃のチャンスを失うことが多い。\n- ゼリは序盤のハラスが強力で、サミーラは序盤のハラスに対して脆弱であるため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- ゼリの攻撃を避けるために、位置取りを工夫し、相手のスキルを見極めてから接近する。\n- 味方のサポートと連携し、ゼリに対して集中的に攻撃を仕掛けるタイミングを作る。\n- アイテムを早めに購入し、耐久力を上げることで、ゼリの攻撃に耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- ゼリは序盤が弱いルシアンに対して、接近手段がないため、ハラスを受けやすく、トレードで有利に立ち回ることができる。\n- ゼリの機動力と加速手段により、ルシアンが攻撃を仕掛けた後に逃げられる可能性が高く、逆に反撃を受けるリスクがある。\n- ゼリのウルトによる移動速度バフが発動すると、ルシアンは遠距離からの攻撃を受けやすく、集団戦での立ち位置が難しくなる。\n\n不利の緩和策：\n- ゼリの攻撃を避けるために、レーンでの位置取りを工夫し、ハラスを受けないようにする。\n- ゼリのウルトを使用するタイミングを見極め、無理に攻撃を仕掛けず、冷静に立ち回る。\n- サポートと連携し、ゼリに対してオールインを仕掛けるタイミングを計り、早めにダメージを与えて圧力をかける。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリに対して強力なハラスが可能です。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ドレイヴンの攻撃を受けやすいです。\n- ドレイヴンは移動速度を上げるスキルを持っており、ゼリの機動力を活かしたKiteを封じることができます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ゼリのHPを削ることで優位に立つ。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- ゼリがスキルを使った後の隙を狙ってオールインを仕掛け、ダメージを与える。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、ゼリに対して高いダメージを出すことができる。\n- コグ＝マウの射程が長いため、ゼリの攻撃を避けながら安全にハラスができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コグ＝マウの持つ持続的なダメージに対抗しにくい。\n\n有利の取り方：\n- ゼリの攻撃を避けつつ、長射程を活かしてハラスを行い、CSを稼ぐ。\n- ゼリがスキルを使った後の隙を狙って、AR/MRを低下させるスキルを使い、ダメージを与える。\n- 集団戦では、コグ＝マウの持続的なダメージを活かし、ゼリを狙うことで優位に立つ。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、ゼリに対してハラスを行いやすく、特に集団戦でのダメージを効率的に与えられます。\n- コーキの長射程のスキルを活かして、ゼリの攻撃を避けながら安全にダメージを与えることができ、Kiteを行うゼリに対しても有利に立ち回れます。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コーキのAoEダメージで早期に優位を築くことが可能です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ゼリのHPを削ることでプレッシャーをかける。\n- ゼリのスキルを避けつつ、距離を保ちながら攻撃することで、相手の反撃を最小限に抑える。\n- 集団戦では、ゼリが接近する前にAoEダメージを与え、ゼリの機動力を活かさせないように立ち回る。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程を持ち、ゼリの攻撃範囲外から安全にハラスができるため、序盤から優位に立ちやすい。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスの持続的なダメージに対処しづらい。\n- ヴァルスのCC効果により、ゼリの機動力を制限できるため、逃げる手段を封じることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ゼリのHPを削ることでプレッシャーをかける。\n- ゼリが近づいてくるタイミングでCCを使い、動きを制限してダメージを与える。\n- ミニオンウェーブを利用して、ゼリが攻撃しづらい状況を作り出し、安定してCSを取る。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にゼリの基礎ステータスが低いため、序盤にキルを狙いやすい。\n- トリスターナの射程がレベルアップと共に増加するため、ゼリに対して安全な距離から攻撃できる。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、ゼリの攻撃を避けやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ゼリのHPを削ることでレーンの主導権を握る。\n- ゼリがスキルを使った後の隙を狙って、バーストダメージを与える。\n- サポートと連携して、ゼリに対して集中的に攻撃を仕掛け、早期にキルを狙う。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由：\n- セナは長射程を持ち、ハラスが得意なため、サミーラが接近する前にダメージを受けやすい。\n- セナのCCスキルによって、サミーラの接近を妨げられると、攻撃を行うことが難しくなる。\n- サミーラは基礎ステータスが低く、セナの攻撃を受けると早期に倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃範囲外からのファームを心がける。\n- 味方のサポートと連携し、セナに対して一斉に攻撃を仕掛けるタイミングを見計らう。\n- セナのCCを避けるために、ブリンクや移動スキルを活用し、接近戦を有利に進める。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- セナは長射程を持ち、ザヤの攻撃範囲を超えて一方的にハラスを行いやすいため、ザヤはダメージを受けやすい。\n- セナの回復能力により、ザヤがハラスを行ってもセナが持ちこたえやすく、ザヤのダメージを無効化されることが多い。\n- セナはCCを持っており、ザヤが接近する際に動きを制限されることで、反撃のチャンスを失いやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃を受けない位置取りを心がけ、ミニオンを利用して安全にファームする。\n- セナのスキルを避けるために、タイミングを見計らって動き、特にCCを受けないように注意する。\n- サポートと連携して、セナに対して積極的にエンゲージを仕掛け、早期にキルを狙うことでレーンの主導権を取り戻す。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- セナは長射程を持ち、ヴェインに対して一方的にハラスを行いやすいため、レーンでのプレッシャーをかけられる。\n- セナのCCスキルによって、ヴェインは捕まると脆弱で、逃げる手段が限られているため、デスにつながりやすい。\n- セナの回復能力により、ヴェインがハラスを行っても、セナが持続的に回復することで効果が薄れる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃範囲外での位置取りを心がける。\n- セナのCCを避けるために、ミニオンを利用して動きながら攻撃するタイミングを見計らう。\n- ジャングラーに協力を仰ぎ、セナを狙ったギャンクを仕掛けることで、レーンの優位性を取り戻す。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- セナは長射程を持ち、ハラスが得意なため、コグ＝マウはレーンで一方的に攻撃されやすい。\n- セナの回復能力により、コグ＝マウのダメージを軽減され、持続戦闘で不利になる。\n- セナはスネア効果を持っており、捕まるとコグ＝マウは逃げる手段が乏しいため、簡単に倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- ジャングラーに協力を求め、セナを狙ったギャンクを仕掛けることで、レーンのプレッシャーを軽減する。\n- アイテムを早めに購入し、耐久力を上げることで、セナのハラスに耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- セナは長射程を持ち、ルシアンの攻撃を受ける前にハラスを行いやすいため、レーンでのトレードが不利になる。\n- セナのCCスキルによってルシアンの動きが制限され、捕まると一気にダメージを受けやすい。\n- ルシアンはオールインに弱く、セナがスキルを使った後に攻撃的にプレイされると、逆にダメージを受けるリスクが高まる。\n\n不利の緩和策：\n- セナのスキルのクールダウンを意識し、スキルを使った後に攻撃的にプレイするタイミングを見計らう。\n- セナのハラスを避けるために、ミニオンを利用して位置取りを工夫し、ダメージを受けないようにする。\n- 早めにサポートと連携し、セナに対してオールインを仕掛けるタイミングを作ることで、レーンの主導権を取り戻す。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- セナは射程が長く、ハラスが得意なため、シヴィアは序盤に一方的に攻撃を受けやすい。\n- セナの回復能力により、シヴィアのダメージを軽減され、トレードで不利になることが多い。\n- セナはスネア効果を持っており、捕まるとシヴィアは逃げる手段が乏しいため、非常に危険な状況になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してセナの攻撃を遮るように立ち回る。\n- セナのスキルを避けるために、スペルシールドを適切に使い、トレードを有利に進める。\n- 早期にサポートと連携し、セナに対して積極的にプレッシャーをかけ、レーンの主導権を握る。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ジンクスに対して一方的にハラスを行いやすいため、ジンクスはレーンでのプレッシャーを受けやすい。\n- セナの回復能力により、ジンクスが与えたダメージを簡単に回復されてしまい、トレードが不利になることが多い。\n- セナはCCを持っており、捕まるとジンクスは逃げる手段が乏しいため、致命的なダメージを受けるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃範囲を意識し、適切な距離を保ちながらファームを行う。\n- サポートと連携して、セナのスキルを避ける動きを心がけ、トレードを有利に進めるタイミングを見計らう。\n- アイテムを早めに購入し、基礎ステータスを強化することで、セナとのトレードでの耐久力を向上させる。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、セナよりも射程が長いため、一方的にハラスを行いやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴァルスの持続的なダメージに対して耐えにくい。\n- ヴァルスはAoEダメージを持っており、セナが複数の敵チャンピオンと一緒にいる場合でも効果的にダメージを与えられる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、セナの回復を無効化する。\n- セナがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 敵のサポートやジャングラーの動きを警戒しつつ、セナを捕まえるチャンスを見逃さずに攻撃する。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にセナのような脆いサポートに対して早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、セナのハラスを受けながらも安全に立ち回ることができる。\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではセナよりも有利な位置取りが可能になる。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、セナのHPを削ることでレーンの主導権を握る。\n- セナがスキルを使った後の隙を狙って、バーストダメージを与え、キルを狙う。\n- トリスターナの逃げ能力を活かして、セナのCCを避けつつ、チャンスがあれば積極的にオールインを仕掛ける。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、セナに対して一方的にハラスを行いやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキの持つ長射程の攻撃で圧力をかけることができる。\n- コーキは敵の防御力を低下させるデバフを持っており、セナに対してダメージを通しやすくなる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナの回復を無効化する。\n- AoEスキルを使ってセナのミニオンを一掃し、レーンを押し込むことでセナにプレッシャーをかける。\n- セナが逃げる手段が乏しいため、位置取りを意識して捕まえやすい状況を作る。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎射程を持っており、セナに対して一方的にハラスを行いやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃に耐えられないことが多い。\n- ケイトリンの罠によるスネア効果で、セナの動きを制限し、捕まえやすくなる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- 罠を使ってセナの移動を制限し、オールインのチャンスを作る。\n- セナがスキルを使った後の隙を狙って、攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチは逃げ性能が低いセナに対して、奇襲を仕掛けやすく、ダメージを与えやすいです。\n- セナは基礎ステータスが低く、序盤が弱いため、トゥイッチの攻撃を受けると早期にキルを狙いやすいです。\n- トゥイッチのアルティメットによって、集団戦やレーンでの一方的な攻撃が可能で、セナの回復能力を無効化しやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、セナのHPを削ることでプレッシャーをかける。\n- ステルスを利用して奇襲を仕掛け、セナが反応する前にダメージを与える。\n- セナがCCを使った後の隙を狙い、アルティメットを使って一気に攻撃する。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、セナのハラスを受けながらもミニオンを一掃しやすい。\n- セナは基礎ステータスが低く、序盤は特に脆弱なため、ジグスの長射程からの攻撃で圧力をかけやすい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、セナが近づくのを防ぎやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- セナがミニオンを処理する際に、スキルを使って一緒に攻撃し、ダメージを与える。\n- セナが近づいてきた際には、設置型のスキルを使って動きを制限し、攻撃のチャンスを作る。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはスキルを駆使して戦うキャリータイプであり、スタックを貯めることで後半のダメージが非常に高くなるため、セナに対して持続的なダメージを与えやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーが攻撃的に出ることで有利にレーンを進めることができる。\n- スモルダーのAoE攻撃は集団戦での効果が高く、セナが後衛にいる場合でも、スモルダーは遠距離からの攻撃でダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、セナの回復を無効化しつつスタックを貯める。\n- セナが攻撃的に出てきた際に、スモルダーのスキルを使って反撃し、ダメージを与える。\n- 集団戦では、セナが密集している敵チャンピオンと一緒にいる場合にAoE攻撃を活かしてダメージを稼ぐ。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- アッシュは長射程の攻撃とスロー効果を持っており、アフェリオスが近づく前にダメージを与えやすい。\n- アッシュのCCスキルにより、アフェリオスは捕まりやすく、機動力が低いため逃げる手段が限られる。\n- アフェリオスは序盤が弱く、アッシュのハラスに対抗しづらいため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握する。\n- アッシュのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- 装備を早めに整え、レベルアップを図ることで、アッシュに対抗できる火力を持つようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- アッシュの長射程により、シヴィアはポークされやすく、レーンでのトレードで劣ることが多い。\n- アッシュのスロー効果により、シヴィアは距離を保つのが難しく、接近されると脆弱な状況に陥りやすい。\n- アッシュのアルティメットは、シヴィアのスペルシールドを無効化するため、集団戦でのエンゲージが非常に厳しくなる。\n\n不利の緩和策：\n- サポートにCCを持つタンクを選び、アッシュの攻撃を防ぎつつ、シヴィアのダメージを出しやすくする。\n- レーンでのポジショニングを意識し、アッシュの攻撃を避けることで、ダメージを最小限に抑える。\n- ウェーブクリアを活かして、アッシュの攻撃を受ける前にミニオンを処理し、タワー下での安全なファームを心がける。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- アッシュの通常攻撃はスロー効果があり、ルシアンが近づくのを妨げるため、距離を保たれやすい。\n- アッシュは長射程でポークが得意なため、ルシアンはレーンでのハラスを受けやすく、ダメージを与えにくい。\n- アッシュのアルティメットは長距離からのキャッチ能力が高く、ルシアンが接近する際に危険が伴う。\n\n不利の緩和策：\n- アッシュの攻撃を避けるために、位置取りを意識し、距離を保ちながら攻撃する。\n- アッシュのスキルのクールダウンを狙って、攻撃のタイミングを見計らい、オールインを仕掛ける。\n- サポートと連携して、アッシュに対するプレッシャーをかけ、彼女の動きを制限する。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、アッシュのような単体攻撃型のチャンピオンに対して広範囲でダメージを与えられるため、レーンでのハラスが得意です。\n- アッシュは基礎ステータスが控えめで、序盤は攻撃力が低いため、コーキの持つ長射程のスキルで一方的に攻撃しやすいです。\n- コーキはアルティメットのクールダウンが短く、持続的なダメージを与えられるため、アッシュが反撃する前にダメージを蓄積しやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アッシュのHPを削ることでプレッシャーをかける。\n- アッシュがスキルを使った後の隙を狙って、AoE攻撃で一気にダメージを与える。\n- アッシュが近づいてきた際には、距離を保ちながらスキルを使い続け、Kitingを行うことで有利な状況を維持する。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、アッシュよりも遠くから攻撃できるため、レーンでのハラスがしやすい。\n- アッシュは機動スキルを持たず、ヴァルスのスネア効果に捕まると逃げる手段が限られるため、捕まえやすい。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいて一度に複数の敵にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アッシュのHPを削ることでプレッシャーをかける。\n- スネアを使ってアッシュを捕まえ、追撃を行うことでダメージを与える。\n- 敵のサポートやジャングラーの動きを意識し、アッシュが孤立したタイミングで攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アッシュの攻撃を避けながら接近することが可能です。\n- アッシュは機動スキルを持たず、トゥイッチの攻撃を受けるとスロー効果で動きが制限されるため、トゥイッチが有利に立ち回れます。\n- トゥイッチのアルティメットは長射程で、集団戦やレーンでの一方的な攻撃が可能で、アッシュに対しても高いダメージを与えられます。\n\n有利の取り方：\n- ステルスを活用してアッシュに接近し、奇襲を仕掛けることで先手を取る。\n- アッシュのスキルを避けながら、スロー効果を受ける前に攻撃を仕掛ける。\n- 集団戦ではアルティメットを使い、アッシュを狙って一方的にダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にアッシュのような基礎ステータスが控えめなチャンピオンに対して有効です。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、アッシュのスロー効果を避けやすいです。\n- レベルが上がるごとに射程が増加するため、終盤ではアッシュよりも有利な位置取りが可能です。\n\n有利の取り方：\n- 序盤からアッシュに対して積極的にハラスを行い、早期にキルを狙う。\n- アッシュのスキルを避けながら、トリスターナのバーストを活かしてオールインを仕掛ける。\n- レベルアップを利用して射程を活かし、集団戦やレーンでの位置取りを優位に保つ。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、アッシュの射程を活かした攻撃を避けながら攻撃できるため、ダメージを与えやすい。\n- アッシュは機動スキルを持たず、サミーラの攻撃を受けると反撃が難しくなるため、サミーラが有利に立ち回れる。\n- サミーラは高いDPSを持ち、アッシュが攻撃を仕掛ける前に一気にダメージを与えることができる。\n\n有利の取り方：\n- アッシュの攻撃を避けつつ、接近して攻撃を仕掛けることでダメージを稼ぐ。\n- 味方のCCを利用してアッシュに接近し、効果的に攻撃を行う。\n- アッシュがスキルを使った後の隙を狙って、一気に攻撃を仕掛けることで有利な状況を作る。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは接近戦が得意で、アッシュの射程が長いにもかかわらず、アッシュの攻撃を避けながら反撃することができる。\n- ザヤはスネア効果を持っており、アッシュが近づいてきた際に捕まえることで、ダメージを与えやすくなる。\n- アッシュは機動スキルを持たず、ザヤの加速を活かして距離を詰めることができるため、アッシュに対して優位に立てる。\n\n有利の取り方：\n- アッシュの攻撃を避けつつ、スネアを使って反撃するタイミングを見計らう。\n- ザヤのスキルを駆使して、アッシュの攻撃を受ける前にダメージを与え、ハラスを行う。\n- アッシュがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ミス・フォーチュンの攻撃を回避しやすいため、接近されると脆弱なミス・フォーチュンは苦戦します。\n- ニーラのパッシブにより、味方のヒールやシールド効果が強化され、集団戦での持続力が高く、ミス・フォーチュンの火力を吸収されやすいです。\n- ニーラはCCを持っており、ミス・フォーチュンが逃げる手段が乏しいため、一度捕まると致命的なダメージを受ける可能性が高いです。\n\n不利の緩和策：\n- チームメイトにCCを持つチャンピオンを選んでもらい、ニーラを拘束することで戦闘を有利に進める。\n- レーンでのハラスを重視し、ニーラが近づく前にダメージを与えることで、レーンの優位性を保つ。\n- アイテムビルドを工夫し、耐久力を上げるアイテムを選ぶことで、ニーラの攻撃に耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ダッシュスキルでセナの攻撃を回避しやすいため、セナのハラスが通りにくい。\n- ニーラは味方との連携を重視したスキルセットを持ち、特にサポートと組むことで強力なシナジーを発揮するため、セナが孤立しやすい状況で不利になる。\n- ニーラはCCをAAに依存するチャンピオンに対して強く、セナのスネアを避けることができるため、セナの捕まえにくさが薄れる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してニーラの攻撃を受けにくくする。\n- サポートと連携して、ニーラの攻撃を受ける前に先手を打つように心がける。\n- アイテムを早めに購入し、耐久力を上げることでニーラの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ダッシュスキルでトゥイッチの攻撃を回避しやすいため、トレードで優位に立たれることが多い。\n- ニーラは味方のヒールやシールドを強化するパッシブを持っており、トゥイッチの攻撃が効きにくくなるため、持続戦闘で不利になる。\n- ニーラはスロー効果を持つため、トゥイッチの移動速度を活かした奇襲が難しく、逆にニーラに捕まるリスクが高まる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して安全にCSを取ることを心がける。\n- ニーラのスキルを避けるために、位置取りを工夫し、ダッシュやスローを受けないようにする。\n- 装備を早めに整え、特に防御アイテムを優先して購入することで、ニーラの攻撃に耐えられるようにする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- 射程が長いニーラに対して、ヴァルスはハラスを受けやすく、特に序盤のダメージ交換で不利になる。\n- ニーラは高い機動力を持ち、ダッシュを使ってヴァルスに接近しやすく、攻撃を受けるリスクが高まる。\n- ニーラのパッシブによるヒールやシールド効果が、ヴァルスの持続的なダメージを軽減し、集団戦での優位性を持たれる。\n\n不利の緩和策：\n- サポートと連携し、ニーラの攻撃を受けないように位置取りを工夫する。\n- レベルアップやアイテムを早めに取得し、ダメージを強化してニーラに対抗できるようにする。\n- ニーラのスキルを避けるために、適切なタイミングで後退し、ハラスを最小限に抑える。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ダッシュスキルでカイ＝サの攻撃を回避しやすいため、接近戦での優位性を持っています。\n- ニーラのパッシブによって味方のヒールやシールド効果が強化されるため、カイ＝サがダメージを与えにくくなります。\n- ニーラは近距離での戦闘を得意としており、カイ＝サの射程の短さが逆に不利に働くことがあります。\n\n不利の緩和策：\n- ニーラとの距離を保ちながら、スキルを使ってハラスを行い、レーンでの優位性を確保する。\n- サポートチャンピオンと連携し、ニーラの攻撃を分散させることで、カイ＝サの生存率を上げる。\n- 中盤以降は集団戦を意識し、ニーラが孤立するタイミングを狙って奇襲をかける。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ニーラは味方のヒールやシールドを強化するパッシブを持っており、サポートがいない場合、トリスターナはニーラの持続的なダメージと回復力に対抗しづらい。\n- ニーラのダッシュスキルにより、トリスターナの攻撃を避けたり、追撃を行ったりすることが容易で、特にAAにCCを依存するトリスターナにとっては厳しい状況になる。\n- ニーラは集団戦での制圧力が高く、トリスターナが射程を活かして攻撃する前に、ニーラが接近してくる可能性が高い。\n\n不利の緩和策：\n- サポートチャンピオンと連携し、ニーラの攻撃を受けないように立ち回ることで、ハラスを避ける。\n- レーンでのCSを優先し、経験値を確保することで、レベル差をつけられないようにする。\n- ニーラのスキルのクールダウンを狙い、スキルを使った後の隙を突いて攻撃するタイミングを見計らう。"
    },
    "loses": {
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは射程が長く、ニーラに対して一方的にハラスを行いやすいため、レーンでの優位性を保ちやすい。\n- ザヤのスネア効果により、ニーラの接近を阻止できるため、ニーラが攻撃を仕掛けるのが難しくなる。\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすく、ニーラが味方と連携してもダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削ることでプレッシャーをかける。\n- スネアを活用してニーラが近づいてきた際に反撃し、ダメージを与えるチャンスを作る。\n- サポートと連携して、ニーラがサポートなしで孤立しているタイミングを狙い、集中的に攻撃する。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程の攻撃を持ち、ニーラの接近を防ぎやすいため、ハラスが得意です。\n- コーキのスキルはAoEダメージを持ち、ニーラが集団戦での制圧力を発揮する前にダメージを与えやすいです。\n- コーキは防御力を低下させるデバフを持っており、ニーラに対してもダメージを通しやすくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削ることでプレッシャーをかける。\n- スキルを使ってニーラの動きを制限し、接近を許さないように立ち回る。\n- サポートと連携し、ニーラがサポートを受けられない状況を作り出すことで、レーンの優位性を確保する。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程の攻撃を持っており、ニーラが近づく前にダメージを与えることができるため、レーンでのハラスがしやすい。\n- ジグスのスキルは全て範囲攻撃であり、ニーラが近づいてきた際に集団戦やミニオン処理で優位に立つことができる。\n- ニーラはサポートがいない場合、パッシブの効果が薄れやすく、序盤のハラスに対して脆弱であるため、ジグスの攻撃が効果的に機能する。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ニーラの体力を削ることでプレッシャーをかける。\n- ミニオンを利用してニーラの接近を防ぎつつ、スキルを使ってダメージを与える。\n- ジグスの設置型スキルを活用して、ニーラが近づく際の動きを制限し、攻撃のチャンスを増やす。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは最大HPに比例した確定ダメージを持っており、ニーラのHPを迅速に削ることができるため、特にタンク相手に強力です。\n- ヴェインの高い機動力により、ニーラの攻撃を回避しやすく、1対1の戦闘で優位に立つことができます。\n- 射程が長いため、ニーラの接近を防ぎやすく、ハラスを行う際に有利な状況を作りやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削ることでプレッシャーをかける。\n- ダッシュを活用してニーラの攻撃を避け、反撃のチャンスを狙う。\n- サポートと連携し、ニーラが孤立した際に集中的に攻撃することで、早期にキルを狙う。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは後半にスタックを貯めることで非常に高いダメージを出せるため、ニーラの持続的なダメージに対抗できる。\n- スモルダーのAoE攻撃は集団戦で効果的であり、ニーラが味方と連携して攻撃する際に、密集した敵に対して強力なダメージを与えられる。\n- スモルダーは長射程の攻撃を持ち、ニーラが近づく前にハラスを行いやすく、序盤のハラスで優位に立てる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ニーラの体力を削ることでレーンの主導権を握る。\n- 集団戦では、スモルダーのAoE攻撃を活かしてニーラが味方と連携する前にダメージを与える。\n- スモルダーのEスキルを使って逃げる手段を確保しつつ、ニーラの攻撃を避けることで生存率を高める。",
      "アッシュ": "アッシュが有利です。\n\n- アッシュは射程が長く、ニーラに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- アッシュのスロー効果により、ニーラの接近を妨げることができ、特にダッシュを使う際に追撃や逃走を困難にする。\n- アッシュは機動スキルを持たないニーラに対して、遠距離から安全に攻撃できるため、オールイン合戦で有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ニーラの体力を削ることでプレッシャーをかける。\n- サポートと連携し、ニーラが近づいてきた際にスローを活かして逃げるか、反撃するタイミングを見計らう。\n- 敵のジャングラーの動きを警戒しつつ、視界を確保して安全にファームを行い、レベル差をつける。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、ニーラがレーンでの優位性を確保するのを妨げることができる。\n- スペルシールドにより、ニーラのスロー効果を無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアは後衛からのダメージを与える能力が高く、ニーラが接近する前にダメージを与えられる。\n\n有利の取り方：\n- レーンでのプッシュを意識し、ニーラが近づけないようにミニオンを管理する。\n- スペルシールドを活かしてニーラの攻撃を回避し、トレードで優位に立つ。\n- サポートと連携し、集団戦での位置取りを意識してニーラを狙う。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは射程が長く、ニーラの接近を許さずにハラスを行うことができるため、序盤から優位に立ちやすい。\n- ニーラはサポートがいない場合、パッシブの効果が薄れ、序盤のハラスに対して脆弱になるが、アフェリオスはそのハラス性能を活かしてニーラを圧倒できる。\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、特にニーラの機動力を制限するスキルを持つ武器を選ぶことで、彼女の動きを封じることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ニーラの体力を削ることでレーンの主導権を握る。\n- ニーラがダッシュを使った後に攻撃を仕掛け、彼女の逃げ道を封じることで、追撃を狙う。\n- サポートと連携し、ニーラが孤立したタイミングで集中的に攻撃を行い、彼女の存在感を薄める。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化する能力を持っているため、オールインされると反撃が難しい。\n- サミーラは高いバーストダメージを持ち、短い射程のドレイヴンに対して優位に立つことができる。\n- ドレイヴンは斧を拾う必要があり、移動妨害を受けると戦闘能力が大幅に低下するため、サミーラのCCに弱い。\n\n不利の緩和策：\n- サポートと連携して、サミーラに対して安全にファームを行うことを心がける。\n- サミーラの攻撃を避けるために、位置取りを工夫し、常に距離を保つようにする。\n- 早めにアイテムを揃え、サミーラに対抗できるダメージを確保することで、スノーボールを狙う。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- サミーラは接近戦に強く、高いDPSを持っているため、ヴェインが接近する前に大きなダメージを受ける可能性が高い。\n- サミーラは味方のCCを利用して接近しやすく、ヴェインの機動力を制限することができるため、ヴェインが攻撃を避けるのが難しい。\n- サミーラの短い射程と低い防御ステータスを突いて、ヴェインが攻撃を仕掛けるタイミングを見計らうのが難しく、逆に反撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避け、サミーラの攻撃を受けないように位置取りを工夫する。\n- サポートと連携して、サミーラに対して集中的に攻撃を仕掛け、彼女のスタイルランクを上げさせないようにする。\n- アイテムを適切に選び、特に防御アイテムを早めに購入して、サミーラのバーストダメージに耐えられるようにする。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- サミーラは接近戦を得意としており、アフェリオスの短い射程を利用して容易に近づくことができるため、アフェリオスは攻撃を受けやすい。\n- サミーラは高いバーストダメージを持ち、アフェリオスがスキルを使う前に一気にダメージを与えられる可能性が高い。\n- アフェリオスは機動力が低く、サミーラのCCやブリンクを受けると逃げることが難しく、捕まるリスクが高い。\n\n不利の緩和策：\n- サポートと連携して、サミーラが接近する前にハラスを行い、体力を削ることで接近を難しくする。\n- 遠距離からの攻撃を意識し、サミーラが近づいてきた際には後退するか、スキルを使って距離を保つ。\n- 集団戦では、味方のCCを利用してサミーラを制圧し、アフェリオスが安全にダメージを出せる状況を作る。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- サミーラは接近戦を得意としており、高いバーストダメージを持つため、カイ＝サが攻撃を仕掛ける前に倒されるリスクが高い。\n- サミーラのスキルはカイ＝サの攻撃を無効化することができるため、カイ＝サのダメージを減少させることができる。\n- サミーラは短期戦を好むため、戦闘が早く終わるとカイ＝サは不利な状況に陥りやすい。\n\n不利の緩和策：\n\n- 戦闘を長引かせることで、サミーラのアルティメットの効果を薄めることができる。\n- サポートと連携し、CCを持つチャンピオンと組むことでサミーラに対抗する。\n- サミーラのスキルを使わせた後に攻撃することで、カイ＝サのダメージを通しやすくする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- サミーラは接近戦に強く、高いDPSを持っているため、ミス・フォーチュンが攻撃を仕掛ける前に反撃されやすい。\n- サミーラは短い射程での戦闘を得意としており、ミス・フォーチュンのスローやハラスを無効化しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、オブジェクト取得が遅いため、サミーラに対してレーンでの優位性を保ちにくい。\n\n不利の緩和策：\n- 初期ゲームでサミーラの隙をついて攻撃し、早めにキルを狙うことでレーンの主導権を握る。\n- 中盤にはエグゼキューショナーを購入し、サミーラの回復を抑えることで戦闘を有利に進める。\n- ライフスティールを早めに積むことで、サミーラとの接触時に生存率を高める。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- サミーラは接近戦に強く、高いバーストダメージを持っているため、ルシアンが近づくと逆に攻撃されやすい。\n- サミーラの防御スキルにより、ルシアンの攻撃を防がれると、ダメージを与えるチャンスが減少する。\n- ルシアンは射程が短いため、サミーラの攻撃を受けやすく、特に集団戦では立ち位置が難しくなる。\n\n不利の緩和策：\n- サミーラの攻撃を避けるために、距離を保ちながらポークを行い、相手のスキルを使わせる。\n- サミーラがスキルを使った後に攻撃するタイミングを見計らい、ダッシュを利用して距離を詰める。\n- 味方のサポートと連携し、サミーラに対して集団で攻撃を仕掛けることで、彼女の強みを無効化する。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程の攻撃を持ち、サミーラの短射程を活かして安全にハラスができるため、レーンでの優位性を保ちやすい。\n- コーキのAoEダメージは、サミーラが接近する前にダメージを与えることができ、特に集団戦でのダメージを効率的に出せる。\n- サミーラはCCに弱く、コーキはCCを持たないため、サミーラが接近してもコーキは逃げやすく、反撃のチャンスが多い。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラの体力を削ることで接近戦を避ける。\n- サミーラが近づいてきた際には、距離を保ちながらスキルを使い、ダメージを与え続ける。\n- 集団戦では、味方のCCを利用してサミーラを無力化し、コーキのAoEダメージで一気にダメージを与える。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、サミーラの短射程を活かして一方的にハラスができるため、レーンでの優位を築きやすい。\n- サミーラは接近戦を得意とするが、セナのスネア効果によってサミーラの動きを制限できるため、接近を阻止しやすい。\n- セナは回復能力を持っており、サミーラの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、サミーラの体力を削ることでプレッシャーをかける。\n- サミーラが接近してきた際には、スネアを使って動きを制限し、攻撃のチャンスを作る。\n- 味方のサポートと連携し、サミーラが孤立したタイミングで集中的に攻撃を仕掛ける。",
      "ジンクス": "ジンクスが有利です。\n\n理由：\n- ジンクスは長射程を持ち、サミーラの短射程を活かして安全に攻撃できるため、ハラスがしやすい。\n- ジンクスの攻撃速度が高く、キルやオブジェクト破壊によるバフでさらに強化されるため、集団戦でのDPSが高い。\n- サミーラは接近戦を得意とするが、ジンクスは自衛手段が乏しいため、ジンクスが距離を保つことでサミーラの攻撃を避けやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラの体力を削ることで接近を難しくする。\n- サポートと連携して、サミーラが接近できないようにスキルを使い、トレードを有利に進める。\n- 集団戦では、サミーラが接近する前にダメージを与え、味方のCCを活かしてサミーラを無力化する。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは長射程を持ち、サミーラの短射程を活かして安全に攻撃できるため、レーンでのハラスがしやすい。\n- サミーラは接近戦を得意とするが、コグ＝マウは自衛手段が乏しいため、接近される前にダメージを与えられる。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、サミーラの耐久力を削ることができるため、集団戦でも優位に立てる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラの体力を削ることで接近を難しくする。\n- サポートと連携して、サミーラが接近できないように位置取りを工夫する。\n- 集団戦では、サミーラが近づく前にスキルを使ってダメージを与え、味方のCCを活かしてサミーラを排除する。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、サミーラの接近攻撃を避けやすいため、Kiteが得意です。\n- ゼリの攻撃はスキルを駆使して行うため、サミーラの近接攻撃に対して安全な距離を保ちながらダメージを与えられます。\n- サミーラは射程が短く、ゼリの攻撃を受ける前に距離を取ることができるため、サミーラの強みを活かさせにくいです。\n\n有利の取り方：\n- ゼリはスキルを使ってサミーラの攻撃を避けつつ、遠距離からハラスを行い、サミーラのHPを削ることができます。\n- サミーラが接近してきた際には、ゼリの機動力を活かして素早く距離を取り、反撃のチャンスを作ります。\n- 味方のサポートと連携し、サミーラがCCを受けるタイミングで攻撃を仕掛けることで、ダメージを効率的に与えることができます。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持ち、集団戦やファームでのダメージを稼ぎやすいため、サミーラに対して持続的なダメージを与えやすい。\n- ザヤはスネアを持っており、サミーラの接近を阻止することができるため、サミーラが攻撃を仕掛けるタイミングを制限できる。\n- ザヤは加速効果を持ち、サミーラの攻撃を避けることができるため、接近戦での生存能力が高い。\n\n有利の取り方：\n- サミーラが接近してくる前に、スネアを使って足止めし、ダメージを与える。\n- サミーラがスキルを使った後の隙を狙い、反撃を行うことで有利な状況を作る。\n- 味方のサポートと連携し、サミーラに対して集中的に攻撃を仕掛けることで、早期にダメージを与えて圧力をかける。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程の攻撃を持っており、サミーラの短射程を活かして安全にハラスができる。\n- サミーラは接近戦を得意とするが、ヴァルスはCC効果を持つスキルでサミーラの動きを制限できるため、接近を阻止しやすい。\n- ヴァルスはAoEダメージを持っており、集団戦やレーン戦での持続的なダメージを与えることで、サミーラのスノーボールを防ぐことができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、サミーラの体力を削る。\n- サミーラが接近してきた際には、CCを使って動きを制限し、反撃のチャンスを作る。\n- サポートと連携して、サミーラが接近できないように位置取りをし、常に有利な状況を維持する。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは高い機動力を持ち、接近戦でのダメージを持続的に与えることができるため、サミーラの攻撃を避けやすいです。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化できるため、サミーラの攻撃を受けても耐えやすく、持続戦闘で優位に立てます。\n- サミーラは射程が短く、接近戦を挑む必要があるため、ニーラのダッシュや回避能力を活かして攻撃を回避しつつ反撃することが可能です。\n\n有利の取り方：\n- サミーラの攻撃を避けるために、ダッシュを駆使して距離を保ちながら攻撃を行う。\n- 味方のサポートと連携し、ニーラのパッシブを活かして持続的にダメージを与え、サミーラを圧倒する。\n- サミーラがCCを持たないタイミングを見計らって積極的に攻撃し、スタイルランクを上げてダメージを増加させる。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではサミーラよりも遥かに長い射程で攻撃できるため、安全にダメージを与えられる。\n- トリスターナのバーストダメージは高く、特にサミーラが接近する前に攻撃を仕掛けることで、早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、サミーラの攻撃を避けやすい。\n\n有利の取り方：\n- サポートと連携して、サミーラが接近する前に先手を打ち、バーストダメージを与える。\n- サミーラがスキルを使った後の隙を狙い、反撃を行うことで有利な状況を作る。\n- レベルアップを意識し、射程が増えたタイミングで積極的にハラスを行い、サミーラを圧倒する。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの基礎ステータスが低いため、ハラスやオールインで不利を取られやすい。\n- ドレイヴンの攻撃はAAに依存しており、斧を拾うことでダメージを増加させるため、ゼリはその攻撃を避けるのが難しい。\n- ドレイヴンは移動妨害CCを持っており、ゼリが機動力を活かすことが難しく、特にスロウを受けると追撃されやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、ドレイヴンの攻撃を受けないようにする。\n- サポートと連携して、ドレイヴンの斧を落とさせるようなトレードを狙い、彼のダメージを減少させる。\n- 逃げる手段を確保するために、視界を確保し、敵のジャングラーの動きを警戒しながらプレイする。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーがスキルを使う前に攻撃を受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、スモルダーはAA強化がないため、1対1の戦闘で劣る。\n- ドレイヴンは移動妨害に弱いが、スモルダーもCCに脆弱であり、ドレイヴンの攻撃を受けやすい。\n\n不利の緩和策：\n- ドレイヴンが近づいてきたら、スモルダーのWを使って距離を取る。\n- 中盤までにドレイヴンを育てさせないように、積極的にハラスを行う。\n- 集団戦ではスモルダーのAoE攻撃を活かし、ドレイヴンを孤立させないように立ち回る。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サに対して強力なトレードを仕掛けやすい。\n- ドレイヴンの射程がカイ＝サよりも長いため、カイ＝サはトレードで不利な状況に陥りやすい。\n- カイ＝サはCCを持たず、ドレイヴンの攻撃を受けると逃げる手段が限られているため、オールインに弱い。\n\n不利の緩和策：\n\n- サポートを選ぶ際に、バースト系のCCを持つチャンピオンを選ぶことで、ドレイヴンを一時的にロックし、反撃のチャンスを作る。\n- トレードのタイミングを慎重に考え、ドレイヴンのスキルや斧を落とすタイミングを狙って攻撃する。\n- レーンでのファームを優先し、無理なトレードを避けて装備を整えることで、後半の強さを活かす。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインが攻撃を重ねる前に大きなダメージを受ける可能性が高い。\n- ドレイヴンの攻撃はAAに依存しており、斧を正確に拾うことでダメージを最大化できるため、ヴェインが接近するのが難しい。\n- ドレイヴンは移動妨害に弱く、特にスロウを受けるとヴェインが斧を拾えなくなるため、戦闘能力が低下する。\n\n不利の緩和策：\n- レーンでのハラスを避け、できるだけ安全な位置からファームを行う。\n- ドレイヴンのスキルを避けるために、位置取りを工夫し、敵の攻撃を回避する。\n- サポートと連携して、ドレイヴンに対して集団での攻撃を仕掛け、彼の強みを無効化する。",
      "シヴィア": "シヴィアが不利です。\n\n- ドレイヴンは自動攻撃が非常に強力で、序盤から高いバーストダメージを持っているため、シヴィアはトレードで劣ることが多い。\n- ドレイヴンは斧を使った攻撃でシヴィアを圧倒でき、接近する能力も高いため、シヴィアが攻撃を避けるのが難しい。\n- シヴィアの基礎射程が短く、ドレイヴンの攻撃を受けやすくなるため、レーンでの優位性を保ちにくい。\n\n不利の緩和策：\n\n- ポークサポートと組むことで、ドレイヴンに対して遠距離からの攻撃を行い、レーンでの圧力をかける。\n- ドレイヴンの斧が落ちる地点を狙って攻撃することで、彼のダメージ出力を低下させる。\n- レーンフェイズでは慎重に立ち回り、無理なトレードを避けてファームを優先する。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラの体力を迅速に削ることができるため、レーンでのハラスが非常に厳しい。\n- ドレイヴンのCCスキルにより、ユナラの移動が制限され、攻撃を避けることが難しくなるため、立ち回りが困難になる。\n- ユナラはAAに依存しているため、ドレイヴンの攻撃を受けるとダメージを出しにくく、特にオールインの際に不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ドレイヴンの攻撃を受けないように立ち回る。\n- サポートと連携して、ドレイヴンに対してガンクを仕掛けることで、彼の強みを削ぐチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることで、ドレイヴンの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、トゥイッチが攻撃を仕掛ける前に大きなダメージを与えられるため、トレードで不利になる。\n- ドレイヴンの攻撃はAAに依存しており、斧を拾うことでダメージを増加させるため、トゥイッチが攻撃を避けるのが難しい。\n- ドレイヴンは移動妨害に弱いが、トゥイッチも逃げ性能が低く、ドレイヴンのオールインに対して脆弱である。\n\n不利の緩和策：\n- レーンでのトレードを避け、ファームに専念してレベルやアイテムを整えることで、後半の強さを活かす。\n- サポートと連携して、ドレイヴンの攻撃を受けない位置取りを心がけ、奇襲を狙うタイミングを見計らう。\n- 逃げ道を確保するために、視界を確保し、敵の動きを把握しておくことで、ドレイヴンのオールインを避ける。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、ドレイヴンの高いバーストダメージを軽減しやすい。\n- コグ＝マウの射程が長いため、ドレイヴンの攻撃を避けながらハラスを行いやすい。\n- ドレイヴンは移動妨害に弱いが、コグ＝マウはスロー効果を持っているため、ドレイヴンの追撃を制限できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ドレイヴンのゴールドを稼ぐ機会を減らす。\n- ドレイヴンが斧を拾うタイミングを見計らって攻撃し、彼の戦闘能力を低下させる。\n- 集団戦では後衛から安全に攻撃し、ドレイヴンが近づけないように立ち回る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を避けながら高いDPSを発揮できるため、オールインが可能です。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、サミーラが接近して攻撃することでドレイヴンの戦闘能力を低下させることができます。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、ドレイヴンのCCを無効化しやすいため、攻撃を受けにくいです。\n\n有利の取り方：\n- サミーラは味方のCCを利用してドレイヴンに接近し、オールインを仕掛けることで有利な状況を作ります。\n- ドレイヴンが斧を落としたタイミングを狙い、攻撃を仕掛けることで彼のダメージ出力を低下させます。\n- レーンでのファーム中にドレイヴンの位置を把握し、隙を見て積極的に攻撃することで、ゴールド差をつけてスノーボールを狙います。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは高い機動力を持ち、ドレイヴンの攻撃を避けやすいため、接近戦での優位性があります。\n- ドレイヴンの攻撃はAAに依存しており、ニーラのスキルでAAを無効化することで、ドレイヴンのダメージを大幅に減少させることができます。\n- ニーラは味方との連携を重視したスキルセットを持っており、サポートと組むことでドレイヴンに対して強力なハラスを行いやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ドレイヴンの斧を拾わせないようにすることで、彼のダメージを抑える。\n- サポートと連携し、ドレイヴンに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- ドレイヴンが斧を落としたタイミングを狙って、積極的にオールインを仕掛けることで、彼の戦闘能力を低下させる。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、ドレイヴンの攻撃を避けながらダメージを与えやすい。\n- ドレイヴンはAAに依存しており、斧を拾う必要があるため、ジグスのスキルで距離を保ちながら攻撃できる。\n- ジグスは長射程のスキルを持っているため、ドレイヴンが近づく前にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのミニオン処理を活かし、ドレイヴンに対して安全な距離からスキルを当て続ける。\n- ジグスの設置型スキルを利用して、ドレイヴンの動きを制限し、攻撃を避ける。\n- サポートと連携して、ドレイヴンが攻撃しづらい位置に追い込むことで、スノーボールを狙う。",
      "ジンクス": "ジンクスが有利です。\n\n理由：\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、ジンクスのスキルで移動を妨げることで彼の攻撃能力を低下させることができる。\n- ジンクスはキルやオブジェクト破壊によって得られるバフにより、連続キルを狙いやすく、集団戦での影響力が高い。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ドレイヴンのゴールドを稼ぐ機会を減らす。\n- ジンクスのスキルを使ってドレイヴンの動きを制限し、斧を拾えない状況を作る。\n- サポートと連携してエンゲージを行い、ドレイヴンがオールインできない状況を作り出す。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ドレイヴンの攻撃を受ける前にハラスを行いやすいです。\n- セナの回復能力により、ドレイヴンの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能です。\n- ドレイヴンはAAに依存しているため、斧を拾う必要があり、セナのスネアで動きを制限することで彼の攻撃を無効化しやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ドレイヴンの体力を削ることでプレッシャーをかける。\n- セナの回復を活かして、ドレイヴンの攻撃を受けた後も安全にファームを続ける。\n- ドレイヴンが斧を落としたタイミングやCCを受けたタイミングを狙って、オールインを仕掛ける。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での火力が脅威となる。\n- スモルダーのAoE攻撃は集団戦で非常に効果的であり、ザヤが密集した敵に対してダメージを与えるのが難しくなる。\n- スモルダーはEスキルで高速移動が可能で、追撃や逃走が得意なため、ザヤが接近戦を仕掛けるのが難しい。\n\n不利の緩和策：\n- ザヤは距離を保ちながら攻撃し、スモルダーのスタックを貯めさせないように立ち回る。\n- スモルダーの攻撃を避けるために、位置取りを工夫し、スネアを活用して相手の動きを制限する。\n- 集団戦では、ザヤの仲間と連携し、スモルダーを集中攻撃することで早期に排除を狙う。",
      "コーキ": "コーキが不利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での火力が脅威となる。\n- スモルダーのAoE攻撃は集団戦で非常に効果的で、密集した敵に対して強力なダメージを与えることができるため、コーキはその影響を受けやすい。\n- コーキはCCを持たず、スモルダーのEスキルによる高速移動での追撃や逃走が難しく、スモルダーの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- 早期にアイテムを整え、スモルダーのダメージを軽減するための防御アイテムを購入する。\n- 集団戦では位置取りを工夫し、スモルダーのAoE攻撃を避けるように心がける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- スモルダーは集団戦でのAoE攻撃が強力で、密集した敵に対して高いダメージを出せるため、ヴェインが攻撃しづらくなる。\n- スモルダーはCCに対して脆弱なため、ヴェインの攻撃を受けるとダメージを与えられず、逆に反撃を受けやすい。\n- ヴェインは序盤のレーニングでスキルの性能が低く、スモルダーのスタックが貯まる前に有利な状況を作りにくい。\n\n不利の緩和策：\n- レーンでのハラスを避け、スモルダーのスタックが貯まる前に安全にファームを行う。\n- サポートと連携して、スモルダーに対して集中的に攻撃し、早期に圧力をかける。\n- スモルダーのスキルを避けるために、位置取りを工夫し、Eスキルを使って逃げるタイミングを見極める。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- スモルダーのAoE攻撃は集団戦で非常に強力で、密集した敵に対して効果的にダメージを与えることができるため、ミス・フォーチュンはその影響を受けやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーの高いハラス性能に対抗しにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて安全にCSを取るように心がける。\n- スモルダーのスタックが貯まる前に、早めにレーンを押してタワー下でのファームを強いられる状況を作る。\n- 集団戦では、スモルダーの攻撃を避けるために立ち位置を意識し、適切なタイミングでスキルを使って距離を保つ。",
      "ルシアン": "ルシアンが不利です。\n\n- スモルダーはレベル3以降、スキルを駆使して高いダメージを出すことができ、特に集団戦でのAoE攻撃が強力です。\n- ルシアンは射程が短いため、スモルダーの攻撃を受けやすく、特に初期のハラスで不利になります。\n- スモルダーは後半にスケールが高く、スタックを貯めることでダメージが増加するため、長期戦になるとルシアンが不利になります。\n\n不利の緩和策：\n\n- 初期は距離を保ちながら、スモルダーのスキルのクールダウンを利用して短いトレードを行う。\n- スモルダーのスキルを避けるために、常に位置取りに注意し、ハラスを受けないようにする。\n- 集団戦では、スモルダーのAoE攻撃を避けるために、立ち位置を工夫し、味方と連携して戦う。",
      "セナ": "セナが不利です。\n\n理由：\n- スモルダーは集団戦でのAoE攻撃が強力で、セナが密集した敵に対して効果的にダメージを与えられないため、集団戦での影響力が低下します。\n- スモルダーはスキルを駆使して戦うキャリータイプであり、特に後半にスタックを貯めることで高いダメージを出すため、セナのハラスが効きにくくなります。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、スモルダーの攻撃を受けやすく、捕まると簡単に倒されるリスクがあります。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- サポートと連携して、スモルダーの攻撃を避けるために位置取りを工夫し、必要に応じて逃げる準備をする。\n- アイテムを早めに購入し、耐久力を上げることで、スモルダーの攻撃に耐えられるようにする。",
      "ニーラ": "ニーラが不利です。\n\n理由：\n- スモルダーは後半にスタックを貯めることで非常に高いダメージを出せるため、ニーラの持続的なダメージでは対抗しきれない。\n- スモルダーのAoE攻撃は集団戦で非常に強力で、ニーラが密集した敵に対して有利な状況を作りにくい。\n- ニーラは序盤にハラスを受けやすく、スモルダーのスキルが強化される前に有利なレーンを取られる可能性が高い。\n\n不利の緩和策：\n- サポートと連携して、スモルダーのスキルを避けながらハラスを行い、レーンでの優位性を確保する。\n- スモルダーがスタックを貯める前に積極的にオールインを仕掛け、早期にダメージを与える。\n- 逃げ道を確保するために、地形を利用してスモルダーの攻撃を避ける動きを心がける。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、スモルダーがスタックを貯める前にレーンを押し込むことができる。\n- スペルシールドにより、スモルダーのCCを無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアは移動速度を上昇させる手段が豊富で、スモルダーの攻撃を避けやすい。\n\n有利の取り方：\n- レーンでのプッシュを優先し、スモルダーがスタックを貯める前にタワーにプレッシャーをかける。\n- スペルシールドを活かして、スモルダーの攻撃を受けずにトレードを行う。\n- Eスキルを使って距離を保ちながら、スモルダーの攻撃を避けつつ反撃する。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、スモルダーのスキルがスタックを貯める前に圧倒することができる。\n- スモルダーはAA強化がないため、ドレイヴンの高DPSに対抗しにくい。\n- ドレイヴンは移動速度を上げるスキルを持っており、スモルダーの逃げる手段を封じることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのHPを削ることでレーンの主導権を握る。\n- スモルダーがスキルを使った後にオールインを仕掛け、ダメージを与えるチャンスを作る。\n- 斧を正確に拾い続け、常に高いダメージを維持し、スモルダーにプレッシャーをかける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、スモルダーのスキルを避けやすいです。\n- スモルダーは序盤のスキル性能が低く、トゥイッチの攻撃を受けやすい状況にあります。\n- トゥイッチのアルティメットによる範囲攻撃は、スモルダーのAoE攻撃に対抗できるため、集団戦での火力が高いです。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- ステルスを活用して、スモルダーがスキルを使った後に攻撃を仕掛ける。\n- 集団戦では、トゥイッチのアルティメットを使って後方から攻撃し、スモルダーのAoE攻撃を避けつつダメージを与える。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が低いスモルダーに対して、武器の組み合わせを活かして柔軟に攻撃できるため、序盤から優位に立ちやすい。\n- スモルダーは序盤のスキル性能が低く、スタックがない状態ではダメージを出しにくいため、アフェリオスが有利にレーンを進めることができる。\n- アフェリオスは遠距離からの攻撃が可能で、スモルダーのCCに対しても距離を保ちながら戦えるため、リスクを抑えた戦闘ができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- スモルダーがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 集団戦では、スモルダーが密集した敵に対してAoE攻撃を行うタイミングを見計らい、遠距離から支援することで有利に立ち回る。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルが範囲攻撃であり、スモルダーがスタックを貯める前にダメージを与えやすい。\n- スモルダーは序盤のスキル性能が低く、ジグスの遠距離攻撃に対して反撃しづらい。\n- ジグスは設置型のスキルを使ってゾーニングができ、スモルダーの接近を防ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせない。\n- ミニオンを利用してスモルダーの攻撃を避けつつ、スキルを当てるタイミングを見計らう。\n- ジグスのスキルを使ってミニオンを処理しつつ、タワーへの圧力をかけていく。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、スキルが全てAoE効果を持つため、スモルダーの集団戦での強みを打ち消すことができる。\n- スモルダーは序盤のスキル性能が低く、スタックがない状態ではダメージが出しにくいため、ジンがレーンで優位に立ちやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったスモルダーに対して特に効果的。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- スキルを使ってスモルダーの動きを制限し、接近を許さないように立ち回る。\n- 集団戦では、スモルダーが密集している敵に対してAoE攻撃を活かし、ダメージを最大化する。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、スモルダーが近づく前に攻撃できるため、ハラスがしやすい。\n- スモルダーは序盤のスキル性能が低く、レーニングでのオールインに弱いため、ヴァルスの持続的なダメージに対処しづらい。\n- ヴァルスのCC効果により、スモルダーの動きを制限できるため、逃げる手段が限られているスモルダーに対して有利に戦える。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- スモルダーがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 集団戦では、スモルダーが密集した敵にAoE攻撃を行う前に、遠距離からの攻撃でダメージを与え、CCで動きを制限する。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由：\n- ジンは長射程のスキルを持ち、ジグスの攻撃を遠距離から避けつつ、効果的にダメージを与えることができるため、ジグスが攻撃しづらい。\n- ジンのスネア効果により、ジグスは動きを制限され、接近されると無力になりやすい。\n- ジンは4発目の攻撃やアルティメットで高いバーストダメージを持ち、ジグスがHPを削られる前に仕掛けられると危険。\n\n不利の緩和策：\n- ジグスはミニオンを利用して安全にハラスを行い、ジンの攻撃を避けるように立ち回る。\n- サポートと連携して、ジンに対して集団で攻撃を仕掛け、ジンのスキルを避けるタイミングを作る。\n- 遠距離からの攻撃を活かし、ジンのリロードタイミングを狙って攻撃することで、優位に立つ。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ジンはスネア効果を持つスキルを使ってケイトリンの動きを制限できるため、接近された際に対処が難しくなる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して特に強力である。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ジンの攻撃を受けやすく、集団戦で脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、ジンのHPを削ることで、彼の攻撃力を抑える。\n- ジンのスキルのクールダウンを意識し、スキルを使った後の隙を狙って攻撃する。\n- サポートと連携して、ジンのスネアを避けるためのポジショニングを心がけ、Gankを受けにくい立ち回りをする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特にHPが減った相手に対して強力な攻撃を行えるため、ヴァルスはオールインに弱い。\n- ジンのスキルは全てAoE効果を持ち、レーンでのハラスやプッシュが得意なため、ヴァルスは持続的なダメージを与えにくい。\n- ジンは残弾数が見えるため、ヴァルスはリロードのタイミングを狙われやすく、特に4発目の攻撃後に狙われると危険。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジンの攻撃を遮るように立ち回る。\n- ジンのスキルを避けるために、位置取りを工夫し、特にスネアを避けるように注意する。\n- サポートと連携して、ジンに対して集中的に攻撃を仕掛け、彼のリロードタイミングを狙うことで有利な状況を作る。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ジンは4発目の攻撃やアルティメットで高いバーストダメージを持ち、HPが減ったミス・フォーチュンに対して特に強力です。\n- ジンは長射程のスキルを持ち、ミス・フォーチュンの攻撃を避けるのが難しく、持続的なダメージを与えられにくいです。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ジンとの殴り合いで劣ることが多いです。\n\n不利の緩和策：\n- ミニオンを利用してジンの攻撃を避け、距離を保ちながらハラスを行う。\n- レベル2でのエンゲージを狙い、早めにジンにプレッシャーをかける。\n- サステインサポートを選択し、ジンのダメージを抑えることで、レーニングを有利に進める。",
      "スモルダー": "スモルダーが不利です。\n\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットが高いバーストダメージを持つため、HPが低い状態でのトレードが非常に危険です。\n- スモルダーは序盤のスキル性能が低く、ジンの攻撃を受けると不利な状況に陥りやすいです。\n- ジンはスネア効果を持つため、接近した際に動きを制限されやすく、逃げる手段が限られるスモルダーにとっては大きな脅威です。\n\n不利の緩和策：\n\n- レーンではできるだけ健康を保ちながらファームを獲得し、ジンの攻撃を避けるように心がける。\n- 早期に大きなトレードを避け、ジンが強いタイミングを見極めて攻撃を仕掛ける。\n- ジンが序盤で極端に有利にならないように、サポートと連携してジンに対する圧力をかける。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特にHPが減った相手に対して強力な攻撃を仕掛けることができるため、エズリアルは接近された際に危険にさらされやすい。\n- ジンのスネア効果により、エズリアルの機動力を活かすことが難しく、捕まるリスクが高まる。\n- ジンは全てのスキルがAoE効果を持ち、エズリアルがミニオンを盾にすることが難しく、ハラスを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジンの攻撃を受けないように立ち回る。\n- ジンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ジンに対して集団で攻撃を仕掛けることで、彼のバーストダメージを分散させる。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特にHPが減った相手に対して強力な攻撃ができるため、コグ＝マウはオールインに弱い。\n- ジンのスネア効果により、コグ＝マウは動きを制限されやすく、接近された際に逃げる手段が限られている。\n- コグ＝マウは機動力が低く、自衛手段がないため、ジンの攻撃を受けやすく、特に集団戦での生存能力が低い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジンの攻撃を受けないように立ち回る。\n- サポートと連携して、ジンのスキルを避けるための視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、耐久力を上げることでジンのバーストダメージに耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、全てのスキルがAoE効果を持つため、ジンクスがハラスを試みる際に逆にダメージを受けやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、特にHPが減ったジンクスに対して致命的なダメージを与えることができる。\n- ジンはスネア効果を持っており、ジンクスの移動を制限することで接近を許さず、ジンクスの攻撃を妨げることができる。\n\n不利の緩和策：\n- ジンクスはレーンでのハラスを避けるために、できるだけ安全な距離を保ちながらCSを取ることを心がける。\n- ジンのスキルのクールダウンを見極め、スキルが使えないタイミングで積極的にトレードを仕掛ける。\n- サポートと連携して、ジンに対して集団でのエンゲージを行い、ジンのスキルを無効化することでジンクスの生存率を上げる。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特に4発目の攻撃やアルティメットが強力で、アッシュが接近されると一気にダメージを受けやすい。\n- アッシュは機動スキルを持たず、ジンのスネア効果に捕まると逃げる手段が限られ、オールインに弱い。\n- ジンの射程が長く、アッシュがハラスを試みる際にジンからの反撃を受けやすく、レーンでのトレードが不利になる。\n\n不利の緩和策：\n- ジンのスキルのクールダウンを意識し、スキルを使った後の隙を狙って攻撃するタイミングを見計らう。\n- サポートと連携して、ジンのスネアを避けるために位置取りを工夫し、アッシュのスロー効果を活かして距離を保つ。\n- 早めにアイテムを揃え、アッシュのDPSを向上させることで、ジンに対抗できるようにする。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n- ジンの攻撃は主にトレードに依存しており、カイ＝サはオールインのチャンスを狙うことでジンに対抗できる。\n- カイ＝サは瞬時に移動しながらシールドを得ることができるため、ジンの攻撃を避けやすい。\n- レベル6以降、カイ＝サは強力なバーストダメージを持ち、ジンのHPが減った状態でのオールインが特に効果的。\n\n有利の取り方：\n- エンゲージが得意なサポートを選び、ジンに対して積極的に仕掛ける。\n- ジンのFOURthショットのリロードタイミングを見計らい、オールインを仕掛ける。\n- スキルを使ってジンの攻撃を避けつつ、近距離での戦闘に持ち込む。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは最大HPに比例した確定ダメージを持っており、ジンのような脆いマークスマンに対して高いダメージを与えることができる。\n- ヴェインは高い機動力を持ち、ジンの攻撃を回避しやすく、特にジンのスキルを避けながら接近することができる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、ヴェインのオールインに対して脆弱である。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンのHPを削りながら自分の位置取りを工夫してスキルを避ける。\n- ジンのリロードタイミングを狙い、4発目の攻撃後に積極的にオールインを仕掛ける。\n- ジンがスネア効果を使った後の隙を突いて、ダッシュを活用して攻撃を仕掛ける。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ジンの射程が長いものの、ジンがスキルを使った後に接近することで高いダメージを与えることができる。\n- サミーラは高いDPSを持ち、特にジンの4発目の攻撃やアルティメットのタイミングを狙って攻撃することで、ジンを圧倒できる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、サミーラが接近することでジンに対して有利に立ち回れる。\n\n有利の取り方：\n- ジンのスキルのクールダウンを確認し、スキルがないタイミングで積極的に接近して攻撃する。\n- 味方のCCを利用してジンを捕まえ、サミーラの高いバーストダメージを活かして一気に倒す。\n- ジンの残弾数を意識し、リロードのタイミングを狙って攻撃することで、ジンのDPSを低下させる。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にジンのHPが減った状態で攻撃することで、早期にキルを狙いやすいです。\n- トリスターナは移動能力が高く、ブリンクを持っているため、ジンのスキルを避けやすく、接近された際にも逃げやすいです。\n- ジンはスキル発動時に足が止まりやすく、残弾数が見えるため、トリスターナはその隙を突いて攻撃を仕掛けることができます。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンのHPを削ることで、トリスターナのバーストダメージを活かすタイミングを作ります。\n- ジンのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的にオールインを仕掛けます。\n- トリスターナの射程が増加するレベルアップを活かし、集団戦やレーンでの位置取りを有利に保ちながら、ジンに対して攻撃を行います。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、相手の攻撃を避けながらハラスを行いやすいため、ジンの攻撃を受けにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与え続けることができる。\n- ジンは接近された際に逃げる手段が限られているため、ゼリの機動力を活かして距離を保ちながら攻撃することで有利に戦える。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンのHPを削りながら自分の位置を常に動かして相手の攻撃を避ける。\n- ジンのリロードタイミングを狙い、その隙に攻撃を仕掛けることでダメージを与える。\n- ジンがスネアを使った後の隙を突いて、積極的に攻撃し、相手の動きを制限する。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由:\n- エズリアルは長射程のスキルを持っており、ザヤが近づく前に安全にハラスを行うことができるため、ザヤはダメージを受けやすい。\n- エズリアルの機動力が高く、ザヤの攻撃を避けやすいため、ザヤの反撃が難しくなる。\n- エズリアルはAoE攻撃手段が限られているため、ミニオンやタンクに守られるとザヤの攻撃が通りにくく、ウェーブクリアが遅いザヤは圧倒されやすい。\n\n不利の緩和策:\n- ザヤはエズリアルのスキルを避けるために、位置取りを工夫し、できるだけ近づかずにファームを行う。\n- サポートと連携してエズリアルに対するエンゲージを試み、ザヤのダメージを活かすチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることでエズリアルのハラスに耐えられるようにする。",
      "ジグス": "ジグスが不利です。\n\n理由：\n- エズリアルは高い機動力を持ち、ジグスのスキルを避けやすいため、ジグスの攻撃が当たりにくい。\n- エズリアルの長射程のスキルによるポークが強力で、ジグスは安全にハラスを受けることが難しい。\n- ジグスは接近を許すと脆弱になりやすく、エズリアルの追撃やダメージを受けやすい。\n\n不利の緩和策：\n- ジグスは位置取りを工夫し、エズリアルのスキルを避けながら攻撃することを心がける。\n- サポートと連携して、エズリアルに対する集団戦を仕掛け、ジグスのAoEダメージを活かす。\n- マナ管理をしっかり行い、スキルを連発しすぎないようにして、持続的に戦える状態を保つ。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、射程外から安全にハラスができるため、ヴァルスは攻撃を受けやすい。\n- エズリアルの機動力が高く、ワープスキルを使ってヴァルスの攻撃を避けやすいため、反撃が難しい。\n- エズリアルはAoE攻撃手段が限られているため、ミニオンやタンクに守られると攻撃が通りにくく、ヴァルスの持続的なダメージが活かしにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルのスキルを避けるように立ち回る。\n- サポートと連携して、エズリアルに対して集中的に攻撃を仕掛け、早めにプレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げることでエズリアルの攻撃に耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンの射程外からポークできるため、レーンでのハラスに苦しむ。\n- エズリアルの機動力が高く、ミス・フォーチュンの攻撃を避けやすいため、接近されると反撃を受けやすい。\n- エズリアルはウェーブクリアが遅いため、ミス・フォーチュンが早めにプッシュしても、エズリアルがミニオンを盾にして攻撃を通しにくい。\n\n不利の緩和策：\n\n- ポジショニングを意識し、エズリアルのスキルを避けながらハラスを行う。\n- エズリアルのブリンクのクールダウンを把握し、その隙を狙って攻撃する。\n- サポートと連携し、エズリアルに対してオールインを仕掛けるタイミングを見計らう。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、トゥイッチが近づく前にポークが可能で、レーンでのハラスに強い。\n- エズリアルの機動力が高く、トゥイッチの奇襲を回避しやすいため、トゥイッチが攻撃を仕掛けるのが難しい。\n- エズリアルはAoE攻撃手段を持っており、ミニオンを盾にされるとトゥイッチの攻撃が通りにくくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してエズリアルのスキルを避ける動きを心がける。\n- 早めにアイテムを揃え、エズリアルに対抗できる火力を確保することで、レーンでのプレッシャーをかける。\n- エズリアルのスキルがクールダウン中のタイミングを狙って、奇襲を仕掛けるチャンスを増やす。",
      "コーキ": "コーキが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離からハラスできるため、レーンでの優位性を持つ。\n- コーキはCCがないため、エズリアルの機動力を活かした動きに対して反撃が難しく、エズリアルのEによる回避が効果的。\n- エズリアルはAoE攻撃がUltのみで、ミニオンやタンクに守られると攻撃が通りにくいが、コーキはプッシュが早いため、エズリアルがウェーブクリアを行う前に圧倒される可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してエズリアルのスキルを避けるように立ち回る。\n- サポートと連携して、エズリアルに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にしっかりとダメージを出せるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- エズリアルは高い機動力を持ち、ケイトリンの攻撃を避けやすいため、ハラスが通りにくい。\n- エズリアルのスキルは短いクールダウンで連発できるため、ケイトリンの攻撃を受ける前に反撃されるリスクが高い。\n- ケイトリンはスキルのモーションが長く、エズリアルのスキルショットに当たりやすく、特に集団戦では脆弱になる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避けるようにする。\n- サポートと連携して、エズリアルに対するハラスを強化し、早期に優位を築く。\n- クリティカル装備を早めに整え、後半のダメージを強化してエズリアルに対抗できるようにする。"
    },
    "loses": {
      "ヴェイン": "ヴェインが有利です。\n\n- ヴェインは最大HPに比例した確定ダメージを持っており、エズリアルのようなマークスマンに対して効果的にダメージを与えられます。\n- ヴェインの高い機動力により、エズリアルのスキルを避けやすく、接近戦での優位性を持っています。\n- エズリアルは主力スキルが方向指定であるため、ヴェインの機動力を活かして回避しやすく、反撃のチャンスが増えます。\n\n有利の取り方：\n- レーンでのハラスを行い、エズリアルのHPを削りつつ、CSを確保します。\n- エズリアルのスキルを避けながら、接近して攻撃を重ね、ダメージを与えます。\n- サポートと連携して、エズリアルに対するGankを仕掛け、早期にキルを狙います。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- エズリアルはレーンでの強さが低く、カイ＝サは早い段階でのウェーブクリアが得意なため、レーン優位を取りやすい。\n- エズリアルのポークはミニオンの後ろに隠れることで無効化でき、トレードが強化される。\n- エズリアルのウェーブクリアが非常に劣るため、カイ＝サはレーンでの圧力をかけやすい。\n\n有利の取り方：\n- ミニオンの後ろに隠れてエズリアルのポークを避けつつ、トレードを仕掛ける。\n- 早めにウェーブをクリアして、エズリアルにプレッシャーをかける。\n- サポートと連携して、エズリアルに対してオールインを狙うタイミングを見計らう。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、エズリアルのポークに対して柔軟に対応できる。\n- エズリアルは主にスキルを使って戦うが、アフェリオスはハラス性能が低い相手に対して優位に立ちやすく、特に序盤からのハラスが強力。\n- アフェリオスは脅威ステータスが育つと高い火力を発揮できるため、エズリアルのダメージを上回ることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、エズリアルのスキルを避けながらCSを取る。\n- 武器の特性を活かして、エズリアルのスキルを避けつつダメージを与える。\n- サポートと連携して、エズリアルがスキルを使った後の隙を突いて攻撃する。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、エズリアルのポーク攻撃をミニオンでブロックしやすいため、安全にレーンを維持できる。\n- エズリアルの攻撃がミニオンを通過しても、シヴィアのスペルシールドで防ぐことができるため、エズリアルのハラスを無効化できる。\n- エズリアルはウェーブクリアが遅く、シヴィアは簡単にウェーブをフリーズできるため、エズリアルにプレッシャーをかけやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、エズリアルのスキルをスペルシールドで防ぎながらトレードを有利に進める。\n- ウェーブをフリーズさせてエズリアルが近づけない状況を作り、ガンクを狙いやすくする。\n- クリティカルビルドを選択し、後半に向けてスケールしやすくすることで、集団戦でのダメージを増加させる。",
      "ジン": "ジンが有利です。\n\n理由：\n- エズリアルはレーンフェーズでのバーストが苦手で、特にレベル6になる前に攻撃することで有利に立てる。\n- ジンは長射程のスキルを持ち、エズリアルの攻撃を安全な距離からハラスできるため、エズリアルのハラスを避けやすい。\n- エズリアルの主力スキルは方向指定であり、機動力の高いジンに対しては当たりにくく、反撃のチャンスが増える。\n\n有利の取り方：\n- レーンフェーズでは短いトレードや長いトレードを積極的に行い、エズリアルの弱点を突く。\n- エズリアルのスキルをミニオンでブロックし、ダメージを軽減しながら攻撃する。\n- エズリアルがアルティメットを使用する際には、サイドに避けるかフラッシュで回避し、反撃のチャンスを狙う。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "ヴェインが不利です。\n\n- アフェリオスはハラス性能が低いマークスマンに対して有利であり、序盤の立ち上がりが難しいヴェインに対して優位に立ちやすい。\n- アフェリオスの武器の組み合わせによって多様な戦術が展開でき、特に脅威ステータスが育つと高い火力を発揮するため、ヴェインは対処が難しい。\n- ヴェインは射程が短く、集団戦では機動力が低いため、アフェリオスの攻撃を受けやすく、特に集団戦で狙われやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、アフェリオスの攻撃を受けない位置取りを心がける。\n- アフェリオスの武器のクールダウンを利用して、攻撃の隙を突いて反撃するタイミングを見計らう。\n- サポートと連携して、アフェリオスを捕まえるチャンスを作り、集団戦での有利な状況を作り出す。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮するため、トリスターナが攻撃を仕掛ける前に大きなダメージを受ける可能性が高い。\n- アフェリオスはスネアやスローを持つ武器を使いこなすことで、トリスターナの移動能力を制限し、捕まえやすくなる。\n- トリスターナはレベル依存度が高く、序盤の立ち上がりが難しいため、アフェリオスに対して有利な状況を作りにくい。\n\n不利の緩和策：\n- 序盤は慎重にプレイし、アフェリオスの攻撃を避けつつ、サポートと連携してハラスを行うことで、少しでも有利な状況を作る。\n- アフェリオスの武器の特性を理解し、特にCCスキルを避けるために位置取りを工夫する。\n- アイテムを早めに揃え、装備が整った後にアフェリオスに対抗できるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- アフェリオスは高い火力を持ち、特に脅威ステータスが育つとカイ＝サに対して強力なダメージを与えることができる。\n- アフェリオスの武器の組み合わせによって多様な戦術が展開でき、カイ＝サの攻撃を受けるリスクが高まる。\n- カイ＝サは機動力が低く、アフェリオスのスキルや攻撃を避けるのが難しいため、集団戦や少数戦で狙われやすい。\n\n不利の緩和策：\n- 序盤は慎重に立ち回り、アフェリオスのハラスを避けることでレベルアップを目指す。\n- サポートと連携し、アフェリオスに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げることで生存率を高める。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮するため、ジンクスは対抗しづらい。\n- アフェリオスはスネアやスローを持っており、ジンクスの機動力の低さを利用して捕まえやすい。\n- ジンクスは自衛手段が乏しく、アフェリオスの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、アフェリオスの攻撃を受けない位置取りを心がける。\n- サポートと連携して、アフェリオスのスキルを避けるためのエンゲージやカウンターを狙う。\n- 早めにアイテムを揃え、レベルを上げて自分の火力を高めることで、アフェリオスに対抗できる状況を作る。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮します。これに対してケイトリンは、殴り合いでの火力が限られているため、アフェリオスに対抗しづらいです。\n- アフェリオスはスネアやスローを持つ武器を使いこなすことで、ケイトリンの動きを制限しやすく、集団戦や少数戦で捕まりやすくなります。\n- ケイトリンは機動力が低く、アフェリオスの攻撃を避ける手段が限られているため、特に集団戦では狙われやすくなります。\n\n不利の緩和策:\n- レーンでのハラスを積極的に行い、アフェリオスの脅威ステータスを育てさせないようにする。\n- サポートと連携して、アフェリオスの武器の組み合わせを把握し、特に強力な武器を持っている時は距離を保つ。\n- 罠を効果的に使い、アフェリオスの動きを制限することで、彼の攻撃を避けるチャンスを増やす。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮するため、エズリアルはハラスやダメージで劣る可能性がある。\n- エズリアルは主力スキルが方向指定であり、アフェリオスの持つCCスキルに対して回避が難しく、捕まるリスクが高い。\n- アフェリオスはレベル依存度が高く、序盤が弱いエズリアルに対して、序盤のハラスやダメージ交換で優位に立ちやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してアフェリオスの攻撃を遮るように立ち回る。\n- アフェリオスの武器の特性を理解し、特にCCスキルを使ったタイミングを見極めて、回避行動を取る。\n- サポートと連携して、アフェリオスに対する集団戦での圧力をかけ、エズリアルのスキルを活かす機会を増やす。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスの機動力の低さを突くことができる。\n- アフェリオスは序盤が弱く、トゥイッチが早期に攻撃を仕掛けることで有利に立ちやすい。\n- トゥイッチのアルティメットは長射程で集団戦での火力が高く、アフェリオスの脆さを利用して一方的に攻撃できる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削る。\n- ステルスを活用して、アフェリオスが武器を切り替えるタイミングを狙って奇襲をかける。\n- 集団戦では、後方からアルティメットを使用し、アフェリオスを狙って一気にダメージを与える。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、レーンのプッシュが早いため、アフェリオスに対してハラスを行いやすい。\n- アフェリオスは機動力が低く、コーキの長射程のスキルで安全に攻撃できるため、アフェリオスが近づくのを防ぎやすい。\n- コーキは敵の防御力を低下させるデバフを持っており、アフェリオスに対してダメージを通しやすくなる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、アフェリオスの体力を削る。\n- アフェリオスが武器を切り替えるタイミングを見計らい、スキルを使ってダメージを与える。\n- 敵のサポートやジャングラーが近くにいる場合は、視界を確保しつつ安全にファームし、アフェリオスの動きを制限する。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて攻撃しやすい。\n- アフェリオスは序盤が弱く、サミーラが早期に攻撃を仕掛けることで優位に立てる。\n- サミーラは高いDPSを持ち、アフェリオスの防御ステータスが低いため、短時間で大きなダメージを与えられる。\n\n有利の取り方：\n- レベルが上がる前に積極的にハラスを行い、アフェリオスの体力を削る。\n- 味方のCCを利用して接近し、アフェリオスに対して一気に攻撃を仕掛ける。\n- アフェリオスが武器を切り替えるタイミングを見計らい、その隙を突いて攻撃する。",
      "ザヤ": "ザヤが有利です。\n\n- ザヤはKite能力に優れており、アフェリオスの攻撃を避けながら反撃することができる。\n- アフェリオスは機動力が低く、ザヤのスネアや加速を利用して捕まえやすい。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすく、アフェリオスの脅威ステータスを無効化しやすい。\n\n有利の取り方：\n- アフェリオスの攻撃を避けつつ、スキルを使って反撃するタイミングを見計らう。\n- アフェリオスが武器を切り替えたタイミングを狙って、攻撃を仕掛ける。\n- 集団戦では、ザヤのAoEダメージを活かして、アフェリオスを優先的に狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、アフェリオスの立ち上がりが弱い序盤に対して強力なハラスが可能です。\n- アフェリオスは機動力が低く、ドレイヴンの攻撃を受けると逃げるのが難しく、オールインを仕掛けやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面での有利を取りやすいです。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アフェリオスのHPを削ることでレーンの主導権を握る。\n- アフェリオスが武器の切り替えを行っている隙を狙い、オールインを仕掛ける。\n- サポートと連携して、アフェリオスに対するCCを活用し、確実にダメージを与える。",
      "アッシュ": "アッシュが有利です。\n\n- アッシュは長射程を持ち、アフェリオスに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- アッシュのスロー効果により、アフェリオスの攻撃を避けながら持続的にダメージを与えることができ、アフェリオスの機動力の低さを突くことができる。\n- アッシュは視界を確保するスキルを持っているため、敵の動きを把握しやすく、アフェリオスの攻撃を事前に警戒することができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アフェリオスの体力を削ることで、レーンの主導権を握る。\n- スロー効果を活かして、アフェリオスが近づいてきた際に反撃し、ダメージを与えつつ距離を保つ。\n- 敵のサポートやジャングラーの動きを視界で把握し、アフェリオスが孤立しないように注意を払い、チャンスがあればオールインを狙う。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃が可能で、アフェリオスの攻撃範囲を上回るため、ハラスを行いやすい。\n- アフェリオスは機動力が低く、ヴァルスのスネア効果によって捕まえやすく、集団戦でも有利に立ち回れる。\n- ヴァルスはAoEダメージを持っており、集団戦やシージでのダメージを効率的に与えることができるため、アフェリオスに対して優位に立てる。\n\n有利の取り方：\n- レベルが上がったら積極的にハラスを行い、アフェリオスのHPを削る。\n- スネアを活用してアフェリオスを捕まえ、味方と連携してキルを狙う。\n- 集団戦では後衛から安全に攻撃し、アフェリオスが近づけないように立ち回る。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、アフェリオスに対して高いダメージを出せる。\n- コグ＝マウの射程が長いため、アフェリオスの攻撃を避けながらハラスが可能で、レーンでの優位性を保ちやすい。\n- アフェリオスは機動力が低く、コグ＝マウの攻撃を受けやすいため、集団戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- アフェリオスが武器の切り替えを行うタイミングを見計らい、攻撃を仕掛ける。\n- 集団戦では、アフェリオスが近づく前にダメージを与え、後衛から安全に攻撃を続ける。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理で高いダメージを出せるため、コグ＝マウが近づくのが難しい。\n- ジグスのスキルは長射程で、コグ＝マウが攻撃する前にダメージを受けやすく、特に接近戦で脆弱になる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ジグスのスキルを避けることが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを行う。\n- サポートと連携して、ジグスのスキルを避けるための視界を確保し、ガンクを警戒する。\n- アイテムを早めに購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理でのダメージを出しやすく、ジンクスが攻撃する際に被弾しやすい。\n- ジグスのスキルは長射程で、遠くから安全に攻撃できるため、ジンクスが接近するのが難しい。\n- ジグスは設置型のスキルを持ち、ジンクスが接近した際に動きを制限される可能性が高い。\n\n不利の緩和策：\n\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ジグスのスキルのクールダウンを利用して、攻撃の隙を突いてハラスを行う。\n- サポートと連携して、ジグスに対するエンゲージを試み、早期にキルを狙うことで有利な状況を作る。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理において高いダメージを出せるため、ヴァルスが攻撃しづらい。\n- ジグスの地雷によるスロー効果で、ヴァルスの動きを制限され、接近されると脆弱になる。\n- ジグスは長射程のスキルを持っているため、ヴァルスが攻撃する前にダメージを与えられる可能性が高い。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- サポートと連携して、ジグスに対してハラスを行い、早めにプレッシャーをかける。\n- アイテムを工夫して、マナ管理や耐久力を向上させ、持続的なハラスに耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理で高いダメージを出せるため、ケイトリンがハラスを行う際に反撃を受けやすい。\n- ジグスの設置型スキルによるゾーニング効果が強力で、ケイトリンが安全に攻撃するスペースを奪われる可能性が高い。\n- ジグスはブリンクを持たないため、ケイトリンの攻撃を避ける手段が限られているが、ケイトリンは接近されると脆弱になりやすく、ジグスの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ジグスのスキルを避けるように心がける。\n- サポートと連携して、ジグスに対して積極的にハラスを行い、早期に優位を築く。\n- ジグスのスキルのクールダウンを意識し、スキルがないタイミングを狙って攻撃する。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ジグスは長射程のスキルを持っており、ザヤが接近する前にダメージを与えられるため、ザヤは一方的にハラスを受けやすい。\n- ジグスのスキルは全てAoEであり、集団戦やミニオン処理においてザヤがダメージを出しづらくなる。\n- ジグスは設置型のスキルを使ってザヤの動きを制限できるため、ザヤが自衛や反撃を行うのが難しくなる。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ジグスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らい、積極的にダメージを与える。\n- サポートと連携して、ジグスに対するエンゲージを行い、ザヤが安全にダメージを出せる状況を作る。",
      "セナ": "セナが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、セナに対して一方的にダメージを与えやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ジグスの攻撃を受けると簡単にダメージを受けてしまう。\n- ジグスのスキルは発動までにラグがあるものの、セナは逃げ手段が乏しく、接近されると脆弱になるため、ジグスの攻撃を避けにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ジグスのスキルを避ける位置取りを心がける。\n- サポートと連携して、ジグスに対して積極的に攻撃を仕掛け、プレッシャーをかける。\n- 早めにアイテムを購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。",
      "コーキ": "コーキが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理に優れているため、コーキが攻撃しづらくなる。\n- ジグスの地雷によるスロー効果で、コーキの移動が制限され、接近されると脆弱になる。\n- コーキはCCを持たないため、ジグスのスキルを避ける手段が限られ、ダメージを受けやすい。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを意識し、距離を保ちながら攻撃する。\n- ジグスのスキルのクールダウンを見極めて、スキルを使った後に攻撃するタイミングを狙う。\n- サポートと連携して、ジグスに対するハラスやガンクを行い、プレッシャーをかける。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、サミーラが接近する際に大きなダメージを受けやすい。\n- ジグスのスキルは長射程で、サミーラが近づく前に攻撃を受ける可能性が高い。\n- サミーラは低い防御ステータスを持ち、ジグスのAoE攻撃や地雷によるスロー効果に対して脆弱である。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、ブリンクや移動スキルを活用して立ち回る。\n- サポートと連携し、ジグスに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- ジグスのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的に攻撃する。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、トリスターナが接近する前に大きなダメージを与えることができるため、トリスターナは攻撃を受けやすい。\n- ジグスの地雷によるスロー効果で、トリスターナの移動が制限され、逃げることが難しくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ジグスの攻撃を受けやすい。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを工夫し、できるだけ遠くから攻撃するように心がける。\n- サポートと連携して、ジグスに対して集中的に攻撃を仕掛け、早期にキルを狙うことで有利な状況を作る。\n- アイテムを早めに揃え、バーストダメージを高めることで、ジグスに対抗できる力をつける。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理に優れているため、スモルダーがスタックを貯める前にダメージを受けやすい。\n- ジグスのスキルは発生までにラグがあるものの、長射程から攻撃できるため、スモルダーが接近する前にダメージを与えられる。\n- スモルダーは序盤のスキル性能が低く、ジグスの遠距離攻撃に対して脆弱で、レーニングフェーズで不利になりやすい。\n\n不利の緩和策：\n- レーニング中はジグスのスキルを避けるために、位置取りを工夫し、ミニオンの後ろに隠れるようにする。\n- ジグスのスキルがクールダウン中に積極的にハラスを行い、スタックを貯めるチャンスを増やす。\n- サポートと連携して、ジグスに対してガンクを仕掛け、早期にプレッシャーをかけることでレーンを有利に進める。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理でのダメージを出しやすく、ユナラが近づく前に大きなダメージを受ける可能性が高い。\n- ジグスのスキルは発生までにラグがあるものの、ユナラは接近してAAを当てる必要があり、ジグスのスキルを避けるのが難しい。\n- ジグスはブリンクを持たないため、ユナラが接近する際にスキルを当てられると、ユナラは脆弱になりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジグスのスキルを避ける立ち回りを心がける。\n- ジグスのスキルのクールダウンを見計らって、積極的に攻撃するタイミングを見つける。\n- サポートと連携して、ジグスに対するガンクを仕掛け、早期にプレッシャーをかけることでレーンを有利に進める。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、アッシュが近づく前にダメージを与えやすい。\n- ジグスの地雷によるスロー効果で、アッシュの移動が制限され、接近されると脆弱になる。\n- アッシュは機動スキルを持たないため、ジグスの攻撃を避ける手段が限られている。\n\n不利の緩和策：\n- レーンでのハラスを避け、ミニオンを利用して安全にファームする。\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- サポートと連携して、ジグスに対するガンクを狙い、早期にプレッシャーをかける。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、ルシアンが接近する際に大きなダメージを受けやすい。\n- ジグスの地雷によるスロー効果で、ルシアンの機動力を活かしづらく、接近されると無力になりやすい。\n- ルシアンは射程が短いため、ジグスの長射程攻撃に対してハラスを受けやすく、レーンでのトレードが不利になる。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、常に位置取りに注意し、ミニオンの後ろから攻撃する。\n- ジグスのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- サポートと連携して、ジグスに対してオールインを仕掛けるタイミングを見計らい、ダメージを与える機会を増やす。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けながら安全にハラスができるため、レーンでのトレードで優位に立ちやすい。\n- ジンのスキルは全てAoE効果を持ち、特に4発目の攻撃やアルティメットは高いバーストダメージを持つため、HPが減ったジグスに対して強力なダメージを与えられる。\n- ジンは移動速度が上昇する特性を持っているため、ジグスのスキルを避けやすく、接近された際にも逃げる能力が高い。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジグスのHPを削ることで、ジグスがスキルを使うタイミングを制限する。\n- ジグスがスキルを使った後の隙を狙って攻撃し、特に4発目の攻撃を活かしてダメージを与える。\n- ジグスがミニオンを処理している際に、スキルを使ってプッシュし、タワーへのプレッシャーをかけることで、ジグスの動きを制限する。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは瞬時に移動しながら攻撃できるため、ジグスのスキルを回避しやすい。\n- ジグスは対象指定スキルを持たず、接近されると脆弱になるため、カイ＝サのオールインが効果的。\n- カイ＝サはバーストダメージを持ち、ジグスのHPを迅速に削ることができる。\n\n有利の取り方：\n- ウェーブを中立に保ち、ジグスのポークを受けないようにする。\n- エンゲージサポートと連携し、ジグスに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、ウェーブクリア能力を高めてジグスに圧力をかける。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは高い機動力を持ち、ジグスのスキルを回避しやすいため、接近してダメージを与えることができる。\n- ジグスは対象指定スキルを持たず、発生にラグがあるため、ヴェインのブリンクを捉えにくい。\n- ヴェインはタンクに対して強力なダメージを与える能力があり、ジグスがタンクビルドを選んだ場合でも有利に戦える。\n\n有利の取り方：\n- ジグスのスキルを避けながら、隙を見て攻撃を仕掛ける。\n- ジグスがスキルを使った後のクールダウン中に積極的に攻撃する。\n- ジグスの地雷を避けつつ、適切な位置取りをして安全にダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ジグスの攻撃を受けることなくハラスが可能です。\n- ジグスは対象指定スキルを持たず、エズリアルの機動力を活かして攻撃を避けやすいです。\n- エズリアルはスキルのクールダウンが短いため、ジグスに対して持続的にダメージを与えることができます。\n\n有利の取り方：\n- レーンでのハラスを行い、ジグスのHPを削ることでプレッシャーをかける。\n- ジグスのスキルを避けながら、Eを使って安全に距離を保ちつつ攻撃する。\n- 集団戦では、ジグスのスキルの発動を見極めてから攻撃し、ジグスが無力化されるタイミングを狙う。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、ジグスのミニオン処理を妨げることができるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、ジグスのスキルを一度無効化できるため、ジグスの攻撃を受けにくく、トレードで有利に立ちやすい。\n- シヴィアは移動速度を上昇させる手段が豊富で、ジグスのスキルを避けながら接近することができるため、戦闘を有利に進めやすい。\n\n有利の取り方：\n- レーンでのミニオンを積極的に処理し、ジグスにプレッシャーをかけてタワーを攻撃させない。\n- スペルシールドを活用してジグスのスキルを無効化し、トレードでダメージを与える。\n- 移動速度を活かしてジグスのスキルを避けつつ、接近してAAを当てることでダメージを稼ぐ。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすいです。\n- ジグスは対象指定スキルを持たず、トゥイッチの機動力に対処しづらいため、トゥイッチが攻撃を当てやすいです。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できない位置からダメージを与えることができます。\n\n有利の取り方：\n- レーンでのトレード時にステルスを活用し、ジグスのスキルを避けながら攻撃を仕掛ける。\n- ジグスがスキルを使った後の隙を狙って、積極的に攻撃を行う。\n- 集団戦では、後方からアルティメットを使用し、ジグスを狙ってダメージを与える。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ザヤは射程が長く、ニーラの攻撃を避けながらハラスを行えるため、ニーラはダメージを受けやすい。\n- ザヤのスネア効果により、ニーラは接近する際に足止めされやすく、反撃のチャンスを失うことが多い。\n- ニーラはサポートがいない場合、序盤のハラスに対して脆弱であり、ザヤの持つAoEダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してザヤの攻撃を遮るように立ち回る。\n- ザヤのスネアを避けるために、ダッシュをタイミングよく使い、接近戦を仕掛けるタイミングを見極める。\n- サポートチャンピオンと組むことで、ニーラのパッシブを活かし、レーンでの優位性を確保する。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ザヤは接近戦に強く、スネアを使ってケイトリンの動きを制限できるため、ケイトリンが攻撃しづらくなる。\n- ケイトリンの射程は長いが、ザヤの反撃能力や加速を活かした動きに対しては、ケイトリンが一方的に攻撃できる状況が少ない。\n- ザヤは集団戦でのAoEダメージが豊富で、ケイトリンが集団戦での持続的なダメージを出しづらくなる。\n\n不利の緩和策：\n- ザヤのスネアを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- ザヤがエンゲージする前に、ハラスを行い、相手のHPを削ることで、戦闘時の優位性を確保する。\n- ラカンなどのサポートと連携し、ザヤの攻撃を分散させることで、ケイトリンが安全にダメージを与えられる状況を作る。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ザヤは射程が短いトリスターナに対して、スネアや無敵状態を活用して反撃しやすく、接近戦での優位性を持っています。\n- ザヤのAoEダメージは集団戦で非常に強力で、トリスターナが攻撃を行う際にダメージを受けやすくなります。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、ザヤの攻撃を受けるリスクが高まります。\n\n不利の緩和策：\n- ザヤとの距離を保ちながら、ハラスを行い、できるだけ安全にファームを行う。\n- サポートと連携して、ザヤのスネアを避けるための位置取りを意識し、エンゲージを防ぐ。\n- 装備を整えるまでの間、無理に戦わず、レベルアップやアイテムの獲得を優先して成長を図る。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ザヤは射程が短いサミーラに対して、攻撃範囲が長いため、一方的にダメージを与えやすい。\n- ザヤのスネア効果により、サミーラは接近戦を仕掛ける際に行動を制限されるリスクが高い。\n- ザヤは集団戦でのAoEダメージが強力で、サミーラが接近する前にダメージを受ける可能性がある。\n\n不利の緩和策：\n- ザヤの攻撃を避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- 味方のサポートを活用し、CCを持つチャンピオンと連携してザヤに対抗する。\n- ザヤのスネアを避けるために、タイミングを見計らって接近し、スキルを発動する際は慎重に行動する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ザヤは射程が短いミス・フォーチュンに対して、羽根を使った攻撃でポークやダメージを与えやすく、ミス・フォーチュンは一方的にダメージを受ける可能性が高い。\n- ザヤのスネアや無敵状態を活用することで、ミス・フォーチュンの攻撃を避けたり、反撃を行うことができるため、ミス・フォーチュンは接近されると脆弱になる。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得やタイマンにおいてザヤに対して劣る。\n\n不利の緩和策：\n- 短いトレードを繰り返し、ザヤのHPを削ることで有利に進めるように心がける。\n- ザヤのスキルのクールダウンを意識し、クールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ザヤに対してオールインを仕掛けるタイミングを作り、ザヤの反撃を避けるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ザヤは強力なトレード能力を持ち、特に羽根の引き戻しによるダメージが高いため、カイ＝サはトレードで劣ることが多い。\n- ザヤのスネア効果により、カイ＝サは動きが制限され、攻撃を受けやすくなるため、集団戦やレーン戦での生存が難しい。\n- カイ＝サは基礎ADが低く、装備依存度が高いため、序盤のザヤに対して圧力をかけられやすい。\n\n不利の緩和策：\n\n- ザヤの羽根の効果を避けるために、慎重に位置取りを行い、トレードを避ける。\n- ザヤのスキルを使った後の隙を狙い、反撃のチャンスを見つける。\n- サポートと連携し、ザヤに対してエンゲージを仕掛けるタイミングを見計らい、集団戦での優位性を確保する。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ザヤよりも遠くから攻撃できるため、一方的にハラスを行いやすい。\n- セナの回復能力により、ザヤの攻撃を受けても持ちこたえやすく、レーンでの持続力が高い。\n- ザヤは攻撃範囲が短いため、接近しなければならず、セナのハラスを受けやすい状況を作りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ザヤの体力を削る。\n- セナのスキルを使って回復しつつ、ザヤの攻撃を避けることで、持続的に有利な状況を維持する。\n- ザヤが近づいてきた際には、スネアを使って動きを制限し、反撃のチャンスを作る。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすいため、Kiteが得意です。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与えられます。\n- ゼリは接近手段に確実性がないザヤに対して、距離を保ちながらハラスを行いやすいです。\n\n有利の取り方：\n- ゼリの機動力を活かして、ザヤの攻撃を避けつつ、スキルでダメージを与える。\n- ザヤがスネアを使った後の隙を狙い、反撃を行う。\n- ゼリの加速を利用して、ザヤとの距離を保ちながら安全にファームを行う。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ザヤの攻撃範囲よりも遠くからハラスが可能です。\n- ザヤは射程が短いため、エズリアルのポークに対して反撃しづらく、レーンでの優位性を保ちやすいです。\n- エズリアルの機動力が高く、ザヤのスネアを避けやすいため、突発的な戦闘でも有利に立ち回れます。\n\n有利の取り方：\n- レーン開始時からスキルを使ってザヤにハラスを行い、CSを取りつつ相手の体力を削る。\n- ザヤが近づいてきた際には、Eを使って距離を取り、反撃のチャンスを作る。\n- 集団戦では、ザヤが集団戦に参加する前にスキルを使ってダメージを与え、ザヤの無敵状態を無効化するタイミングを見計らう。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ザヤに対して圧力をかけやすいです。\n- ザヤの攻撃範囲が短いため、ドレイヴンの攻撃を受けるリスクが高く、接近戦で有利に立ち回れます。\n- ドレイヴンは移動速度を上げるスキルを持っており、ザヤのスネアを避けながら攻撃することが可能です。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ザヤの体力を削ることでファームを妨害します。\n- 斧を正確に拾い続け、ダメージを最大化し、ザヤに対して優位な状況を作ります。\n- ザヤがスネアを使った後の隙を狙い、オールインを仕掛けて一気にダメージを与えます。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- ザヤに対しては、スモルダーのAoE攻撃が効果的であり、特に集団戦での密集した敵に対して強い。\n- スモルダーはEスキルによる高速移動が可能で、ザヤの攻撃を避けながら攻撃することができるため、立ち回りで優位に立てる。\n\n有利の取り方：\n- レーンでのハラスを行い、ザヤのHPを削ることで、レーンの主導権を握る。\n- 集団戦では、ザヤが集まるタイミングを見計らってAoE攻撃を行い、ダメージを稼ぐ。\n- ザヤのスネアや攻撃を避けるために、Eスキルを活用して位置取りを工夫し、反撃のチャンスを作る。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持っており、ザヤの短い射程を活かして安全にハラスができる。\n- コーキのAoEダメージは集団戦やレーンでのプッシュに優れており、ザヤがファームをする際に圧力をかけやすい。\n- ザヤはCCを持っているが、コーキは自己強化がないため、ザヤのスネアを避けることでダメージを出し続けることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ザヤの体力を削る。\n- ザヤが近づいてくるタイミングを見計らって、スキルを使ってダメージを与える。\n- 集団戦では、ザヤが接近する前にAoEダメージを活かして敵チームを削り、ザヤの反撃を防ぐ。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲が長く、ザヤの短い射程を活かして安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ザヤの物理ダメージに対して強い耐性を持つ。\n- ユナラはスロー効果を持っており、ザヤの動きを制限することで、彼女の反撃能力を低下させることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ザヤの体力を削ることでプレッシャーをかける。\n- ブッシュを利用してザヤに接近し、スキルを使って一気にダメージを与える。\n- 集団戦では、アルティメットを活用してダメージを最大化し、ザヤを優先的に狙うことで勝利を収める。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、長射程からのハラスが得意なため、トリスターナは安全にダメージを受けやすい。\n- コーキはCCを持たないため、トリスターナの移動能力を活かして逃げることができるが、逆にコーキの攻撃を受け続けるリスクが高い。\n- トリスターナは装備依存度が高く、序盤の成長が重要だが、コーキのプッシュ性能によりレーンを早く押し込まれると、育つ機会が減少する。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、コーキのスキルを避けつつ、ミニオンを利用して安全にCSを取る。\n- サポートと連携して、コーキに対して積極的に攻撃を仕掛け、早期にキルを狙うことで、トリスターナの成長を促す。\n- コーキのスキルのクールダウンを意識し、スキルを使った後の隙を狙って反撃することで、ダメージを与えるチャンスを増やす。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- コーキは長射程のスキルを持ち、遠距離からのハラスが得意なため、サミーラが接近する前にダメージを受けやすい。\n- コーキはCCを持たないものの、サミーラも単独でのCCがないため、コーキの攻撃を受けると反撃が難しくなる。\n- コーキはタンク系チャンピオンに対して有利であり、サミーラが接近戦を挑む際にコーキのAoEダメージが脅威となる。\n\n不利の緩和策：\n- サポートと連携して、コーキに対して一斉に攻撃を仕掛け、早期にダメージを与えることで有利な状況を作る。\n- コーキのスキルのクールダウンを意識し、スキルが使われた後に積極的に接近するタイミングを見計らう。\n- アイテムを活用して防御力を上げ、コーキのダメージを軽減しつつ、接近戦での生存率を高める。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、トゥイッチがハラスを行う前に先にプッシュされる可能性が高い。\n- コーキは長射程のスキルを持っており、トゥイッチが近づく前にダメージを与えられるため、トレードで不利になる。\n- コーキはCCを持たないが、トゥイッチは逃げ性能が低く、コーキの攻撃を受けやすい状況に置かれる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な位置から攻撃し、コーキのスキルを避けるように心がける。\n- サポートと連携して、コーキに対して集団での攻撃を仕掛け、奇襲を狙うことで有利な状況を作る。\n- アイテムを早めに購入し、特に防御アイテムを積むことで、コーキのダメージを軽減し、耐久力を上げる。",
      "セナ": "セナが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、セナに対して一方的にハラスを行いやすい。\n- コーキはCCを持たないため、セナの逃げ手段が乏しい状況でも、コーキは持続的にダメージを与えられる。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキの攻撃を受けると早期に不利な状況に陥りやすい。\n\n不利の緩和策：\n- セナはレーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮るように立ち回る。\n- サポートと連携して、コーキの攻撃を受ける前に先手を打つことで、ハラスを軽減する。\n- レベルアップやアイテムを早めに取得し、セナの回復能力を活かして持続的に戦える状況を作る。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、アッシュがハラスを行う際に反撃されやすい。\n- コーキは長射程のスキルを持っており、アッシュが近づく前にダメージを与えられるため、アッシュの攻撃が通りにくい。\n- コーキはCCを持たないため、アッシュのスロー効果を活かしにくく、接近された際に逃げる手段が限られる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮る。\n- サポートと連携して、コーキに対して集中的に攻撃を仕掛け、早期にダメージを与える。\n- 逃げる手段を確保するために、アイテムを早めに購入し、マナ管理を徹底してスキルを使える状態を維持する。",
      "ヴェイン": "ヴェインが不利です。\n\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、ハラスが得意なため、ヴェインはレーンでの圧力を受けやすい。\n- コーキは長射程のスキルを持っており、ヴェインの射程が短いため、ハラスやポークで不利な状況に陥りやすい。\n- コーキはCCを持たないものの、ヴェインは対象指定のCCに対して脆弱であり、コーキの攻撃を受けるとダメージを出しづらくなる。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮るように立ち回る。\n- コーキのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、コーキに対して集団で攻撃を仕掛けることで、ヴェインの強みを活かす。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、長射程からのハラスが得意なため、ジンクスは安全に攻撃できる距離を保ちにくい。\n- コーキはCCを持たないため、ジンクスの自衛手段が乏しい状況でも、コーキは自由に攻撃できる。\n- コーキのアルティメットのクールダウンが短く、連続的にダメージを与えられるため、ジンクスが育つ前に圧力をかけられる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮る。\n- サポートと連携して、コーキに対して集団でのエンゲージを試み、早期にキルを狙う。\n- アイテムを早めに購入し、特に防御アイテムを積むことで耐久力を上げ、コーキの攻撃に耐えられるようにする。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、長射程からのハラスが得意なため、ユナラはレーンでのハラスを受けやすい。\n- コーキはCCを持たないため、ユナラのスロー効果があまり効果的でなく、コーキの攻撃を避けるのが難しい。\n- コーキは自己強化がないものの、持続的なダメージを出す能力が高く、ユナラが接近する前にダメージを与えられる可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、コーキのスキルを避ける。\n- サポートと連携して、コーキに対してガンクを仕掛けることで、早期にプレッシャーをかける。\n- アイテムを工夫して、マナ管理をしっかり行い、スキルを適切に使いながらダメージを出す。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、コーキのダメージを通しやすくすることができる。\n- コグ＝マウは長射程を持ち、コーキの攻撃を受ける前にハラスを行いやすい。\n- コーキはCCがないため、コグ＝マウの自衛手段が乏しいことを利用して、持続的なダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コーキのHPを削る。\n- コーキがスキルを使った後に攻撃を仕掛け、マナ消費を促す。\n- 集団戦ではコグ＝マウの射程を活かし、後方から安全にダメージを出す。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎射程を持っており、コーキに対して一方的にハラスを行いやすい。\n- コーキはCCスキルを持っていないため、ケイトリンの罠や攻撃を避ける手段が限られている。\n- ケイトリンは序盤からタワーシージが得意で、コーキのプッシュ力を上回ることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- 罠を使ってコーキの動きを制限し、攻撃を当てやすくする。\n- タワー下でのプッシュを行い、早期にタワーを破壊してマップのコントロールを強化する。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキに対して持続的なダメージを出しやすい。\n- コーキはCCがないため、スモルダーの高速移動を活かして攻撃を避けたり、追撃したりすることができる。\n- スモルダーは集団戦に強く、コーキのAoE攻撃に対しても有利に立ち回ることができる。\n\n有利の取り方：\n- レーン序盤はコーキの攻撃を避けつつ、CSを優先して安全にスタックを集める。\n- コーキの攻撃を受けない位置取りを心がけ、トレードを避けることでダメージを抑える。\n- 後半に向けてスタックを貯め、集団戦でのAoE攻撃を活かしてコーキを圧倒する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、コーキの攻撃を受けずにハラスが可能です。\n- コーキはCCがないため、エズリアルの機動力を活かして安全に距離を保ちながら攻撃できます。\n- エズリアルは短いクールダウンのスキルを持ち、持続的なダメージを与えやすく、コーキの防御力を低下させるデバフを活かしてダメージを通しやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- コーキのスキルを避けながら、Eを使って位置取りをし、相手の攻撃を回避する。\n- ミニオンウェーブを管理し、コーキがプッシュしにくい状況を作り出すことで、エズリアルの安全なハラスを維持する。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、コーキに対してレーンでのショートトレードで優位に立ちやすい。\n- コーキはCCがないため、ミス・フォーチュンのスローや加速を活かして立ち位置を調整しやすく、接近されても逃げやすい。\n- コーキはタンク系のチャンピオンに対して強いが、ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちなため、オブジェクト取得においても有利に進められる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキのHPを削ることでプレッシャーをかける。\n- ミニオンウェーブを管理し、コーキが近づけない位置でファームを行うことで、相手の動きを制限する。\n- 集団戦では、コーキの攻撃を避けつつ、AoEダメージを活かして敵チームに大きな影響を与える。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンはスネア効果を持つスキルを使ってコーキの動きを制限できるため、接近戦での優位性を持つ。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、コーキのHPが減った際に強力なダメージを与えられる。\n- コーキはCCがないため、ジンの攻撃を受ける際に逃げる手段が限られており、ジンが有利にトレードできる。\n\n有利の取り方：\n- レーンでのハラスを行い、コーキのHPを削りながら安全にファームをする。\n- スネアを使ってコーキを捕まえ、追撃やバーストダメージを狙う。\n- ジンの射程を活かして、コーキがスキルを使った後に反撃することで、ダメージを効率的に与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、コーキに対して強力なハラスが可能です。\n- コーキはCCがないため、ドレイヴンの攻撃を無効化する手段がなく、オールインを仕掛けやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面での有利を取りやすいです。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、コーキの体力を削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- コーキがスキルを使った後の隙を狙ってオールインを仕掛け、早期にキルを狙う。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキに対して一方的にハラスを行いやすい。\n- コーキはCCを持たず、ケイトリンの罠に捕まると動きが制限され、攻撃を受けやすくなる。\n- ケイトリンはオールインが強いチャンピオンであり、コーキは単純な殴り合いに弱いため、ケイトリンに対して不利な状況が生まれやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ケイトリンの攻撃範囲を意識し、適切な位置取りを心がける。\n- サポートと連携し、ケイトリンの罠を避けるための視界を確保し、Gankを狙う。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にダメージを出せるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、セナに対して一方的にハラスを行いやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ケイトリンの攻撃に耐えられず、レーンでの優位を築くのが難しい。\n- ケイトリンは罠を使って敵の動きを制限できるため、セナが逃げる手段が乏しい状況で捕まりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れてケイトリンの攻撃を受けないようにする。\n- サポートと連携して、ケイトリンの攻撃を受ける前に先手を打つように心がける。\n- 可能であれば、レベル2やレベル3でのオールインを狙い、早期にキルを取ることでレーンの流れを変える。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインは射程が短いため、ハラスで不利になります。\n- ケイトリンの罠によるスネア効果で、ヴェインの機動力が制限され、捕まるリスクが高まります。\n- ケイトリンは序盤からのタワーシージが得意で、ヴェインはレーンでのプッシュ力が乏しいため、早期にビハインドを負いやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ケイトリンの攻撃を受けないように立ち回る。\n- サポートと連携して、ケイトリンに対してオールインを仕掛けるタイミングを見計らい、逆にハラスを行う。\n- レベル6以降は、ヴェインのダッシュを活かしてケイトリンの攻撃を避けつつ、チャンスがあれば反撃を狙う。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ジンクスはその射程差により一方的にハラスを受けやすい。\n- ケイトリンの罠によるスネア効果は、ジンクスの移動を制限し、接近されるリスクを高めるため、ジンクスが安全に攻撃することが難しい。\n- ジンクスは自衛手段が乏しく、特にケイトリンのようなフック型のキャッチャーに対しては、接近されると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ケイトリンの罠を避けるようにする。\n- ケイトリンの攻撃を受ける際は、できるだけ距離を保ち、スキルを使って反撃するタイミングを見計らう。\n- ジンクスの攻撃速度を活かすために、アイテムを早めに購入し、レベルアップを狙って集団戦での影響力を高める。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、サミーラが接近する前に一方的にハラスを受けやすい。\n- サミーラは射程が短く、ケイトリンの攻撃を避けることが難しいため、特にレーン戦での殴り合いで不利になる。\n- ケイトリンの罠によるスネア効果は、サミーラの接近を妨げ、CCに弱いサミーラにとって致命的な状況を作り出す。\n\n不利の緩和策：\n- サポートと連携して、ケイトリンの攻撃を避けつつ、タイミングを見計らって接近する。\n- ケイトリンの罠を避けるために、視界を確保し、罠の位置を把握しておく。\n- レーンでのハラスを受けないように、ミニオンを利用してケイトリンとの距離を保ちながらファームを行う。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程のスキルを持ち、ケイトリンの攻撃を避けながらハラスを行いやすい。\n- ケイトリンはオールインに弱く、ジンの高バーストダメージを受けると危険な状況に陥りやすい。\n- ジンはスキルのAoE効果を活かしてミニオンを処理しやすく、ケイトリンのプッシュを妨害できる。\n\n有利の取り方：\n- 初期アイテムとしてドランのリングを選び、スキルのダメージを強化してケイトリンのプッシュを抑える。\n- ケイトリンがトラップを使う前に先にエンゲージし、彼女のセットアップを阻止する。\n- レベル6以降は、スキルを駆使してケイトリンとサポートを削り、アルティメットで仕留めるチャンスを作る。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルが範囲攻撃であり、ケイトリンのハラスを受けながらもミニオンを処理しやすい。\n- ケイトリンは長射程を持つが、ジグスのスキルも長射程であり、遠くから攻撃できるため、ケイトリンの攻撃を避けつつダメージを与えられる。\n- ケイトリンは接近戦に弱く、ジグスが距離を保ちながら攻撃することで、ケイトリンの強みを活かさせない。\n\n有利の取り方：\n- ジグスのスキルを使ってミニオンを処理しつつ、ケイトリンにハラスを行うことで、レーンの主導権を握る。\n- ケイトリンが罠を設置する前に、ジグスのスキルで視界を確保し、罠を避ける。\n- ジグスの設置型スキルを利用して、ケイトリンの動きを制限し、攻撃のチャンスを増やす。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ケイトリンの攻撃を受ける前にミニオンを処理しやすいです。\n- スペルシールドにより、ケイトリンのスキルを無効化できるため、トレードで有利に立ち回ることができます。\n- ケイトリンの射程を活かしたハラスに対して、シヴィアは移動速度を上昇させる手段が豊富で、逃げやすいです。\n\n有利の取り方：\n- 初めの波でスキルを使い、ミニオンウェーブの中に立たないようにして、ケイトリンにアウトトレードされないようにします。\n- プッシュを続けて、ケイトリンにレーンを支配されないようにし、ガンクのためにフリーズするタイミングを見計らいます。\n- ケイトリンの攻撃を受けないために、タワーの下には近づかず、適切な距離を保ちながら戦います。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクや耐久力のある相手に対して高いダメージを出せるため、ケイトリンの耐久力を削りやすい。\n- コグ＝マウは長射程を持ち、特に集団戦でのダメージ出力が高いため、ケイトリンのハラスを受けつつも反撃が可能。\n- ケイトリンはスキルのモーションが長く、集団戦での脆弱性があるため、コグ＝マウの持つ持続的なダメージで有利に立てる。\n\n有利の取り方：\n- レーンでのファームを優先し、ケイトリンのハラスを受けつつもCSを確保することで、スケーリングを狙う。\n- ケイトリンがスキルを使った後の隙を突いて攻撃し、ダメージを与えることで優位に立つ。\n- 集団戦では後衛から安全に攻撃し、ケイトリンの攻撃を避けつつダメージを出すことで、チーム全体に貢献する。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ケイトリンに対して射程が長い攻撃を持つため、トレードで優位に立ちやすい。\n- スキルのクールダウンが短く、機動力が高いため、攻撃を避けながら反撃することができる。\n- ケイトリンの攻撃を受ける前に、スキルを使ってダメージを与え、彼女のポーク能力を制限できる。\n\n有利の取り方：\n- レベル2に達したら積極的に攻撃し、コンボを使ってケイトリンのHPを削る。\n- クリープを利用して距離を保ちながら、ケイトリンにポークを行う。\n- ケイトリンが罠を設置する前に、位置を変えたり、スキルを使って彼女の攻撃を避ける。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは短射程のチャンピオンに対して強く、ケイトリンの長射程を活かした攻撃を受けにくい。\n- ザヤは自衛手段を持っており、ケイトリンの攻撃を避けたり反撃することができる。\n- ケイトリンは集団戦でのAoEダメージが乏しく、ザヤのAoEダメージに対して脆弱である。\n\n有利の取り方：\n- ケイトリンの攻撃を避けつつ、近づいてハラスを行う。\n- ケイトリンがスキルを使った後の隙を突いて反撃する。\n- ザヤのスキルを駆使して、ケイトリンの動きを制限しつつダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ケイトリンの射程を活かしたハラスに対抗できるため、相手に一方的に攻撃されにくい。\n- エズリアルの機動力が高く、ケイトリンの攻撃を避けやすいため、Gankやオールインに対しても有利に立ち回れる。\n- ケイトリンは殴り合いに弱い一方で、エズリアルはスキルコンボによるバーストダメージを出せるため、集団戦やレーンでのダメージ交換で優位に立てる。\n\n有利の取り方：\n- スキルを駆使してケイトリンにポークを行い、相手のHPを削ることでレーンの主導権を握る。\n- Eを使ってケイトリンの攻撃を避けつつ、反撃のチャンスを狙うことで、相手にプレッシャーをかける。\n- ケイトリンが罠を設置した際には、位置取りを工夫して罠を避けながら攻撃し、相手のリソースを消耗させる。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ケイトリンに対して一方的にハラスを行いやすい。\n- ケイトリンはスキルのモーションが長く、ドレイヴンの攻撃を避けるのが難しいため、ドレイヴンが優位に立ちやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面でのアドバンテージを取りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ケイトリンのHPを削る。\n- ケイトリンのスキルを避けつつ、斧を拾いながら攻撃を続け、ダメージを蓄積する。\n- サポートと連携して、ケイトリンがスキルを使った後の隙を突いてオールインを仕掛ける。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- カリスタは対象指定のCCを持っており、ゼリの機動力を封じることができるため、ゼリは捕まりやすい。\n- カリスタの短距離リープにより、ゼリの攻撃を避けながら接近されると、ダメージを与えられずに不利な状況に陥る。\n- カリスタは高いKite性能を持っており、ゼリが攻撃を仕掛ける際に逆に追撃される可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、カリスタの攻撃を受けない位置取りを心がける。\n- サポートと連携して、カリスタのリープを無効化するようなトレードを行い、優位に立つタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、カリスタの攻撃に耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、セナの攻撃を避けながら接近しやすいため、セナがハラスを行うのが難しい。\n- カリスタのアルティメットによるノックアップ効果は、セナの逃げ手段を封じることができ、捕まるリスクが高まる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、カリスタの攻撃を受けると早期にデスにつながる可能性がある。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、カリスタの攻撃を受けない位置取りを心がける。\n- サポートと連携して、カリスタのリープを封じるためにCCを活用し、カリスタの動きを制限する。\n- アイテムを早めに購入し、耐久力を上げることで、カリスタの攻撃に耐えられるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ヴェインの攻撃を避けながら接近しやすいため、ヴェインがKiteしづらい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦での連携が強化されるため、ヴェインが孤立しやすくなる。\n- カリスタは方向指定のMeleeチャンピオンに対して有利であり、ヴェインの機動力を制限する要素が多い。\n\n不利の緩和策：\n- レーンでのハラスを避け、カリスタの攻撃を受けないように位置取りを工夫する。\n- 可能な限りサポートと連携を取り、カリスタに対して集団での攻撃を仕掛ける。\n- アイテムを工夫して、カリスタの攻撃を受けた際の耐久力を上げることで、持続的な戦闘を可能にする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- カリスタは短距離のリープを持っており、トゥイッチの攻撃を避けやすく、接近戦での優位性を持っています。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦での連携が取りやすく、トゥイッチの奇襲を無効化される可能性があります。\n- トゥイッチは逃げ性能が低く、カリスタのCCや高い機動力に対して脆弱で、捕まると一気に倒されるリスクがあります。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、カリスタのリープを避けるために距離を保つようにする。\n- サポートと連携を強化し、カリスタの攻撃を受けないようにしつつ、奇襲のタイミングを見計らう。\n- アイテムビルドを工夫し、早めに防御アイテムを購入してカリスタの攻撃に耐えられるようにする。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、エズリアルのスキルを避けやすいため、接近されると反撃が難しくなる。\n- カリスタのアルティメットによるノックアップ効果は、エズリアルの機動力を無効化し、集団戦での生存率を下げる。\n- エズリアルは主力スキルが方向指定であり、カリスタの高いKite性能に対してパフォーマンスが落ちる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを盾にしてカリスタの攻撃を受けないように立ち回る。\n- カリスタのリープを警戒し、適切な距離を保ちながらスキルを使うことで、反撃のチャンスを増やす。\n- 味方のサポートと連携し、カリスタに対して集団での攻撃を仕掛けることで、彼女の強みを無効化する。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- カリスタは短距離のリープを持っており、ドレイヴンの攻撃を避けやすく、Kite性能が高いため、ドレイヴンの攻撃を当てるのが難しい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、連携を活かしてドレイヴンの攻撃を無効化することができる。\n- カリスタは対象指定のCCを持っており、ドレイヴンが移動妨害を受けると斧を拾えなくなり、戦闘能力が大幅に低下する。\n\n不利の緩和策：\n- カリスタのリープを予測し、位置取りを工夫して攻撃を避けるようにする。\n- 早めにビルドを整え、カリスタに対抗できるダメージを確保する。\n- 味方と連携し、カリスタのアルティメットを無効化するタイミングを見計らって行動する。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- カリスタは早期の戦闘に強く、短期的なトレードでダメージを与えやすいため、スモルダーはレーンでの対面が厳しくなる。\n- カリスタのリープ能力により、スモルダーの攻撃を回避しやすく、Kite性能が高いため、スモルダーは攻撃を当てるのが難しい。\n- カリスタは対象指定のCCを持っており、スモルダーはCCに対して脆弱なため、捕まると大きなダメージを受けやすい。\n\n不利の緩和策：\n- 短期的なトレードを避け、レーンを安全に維持し、スケーリングを目指すことで後半の強さを活かす。\n- サポートと連携し、カリスタの攻撃を受けないように位置取りを工夫する。\n- カリスタのリープを利用して、カリスタが攻撃しづらい状況を作り出すために、視界を確保しつつ安全にファームを行う。",
      "コーキ": "コーキが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、接近して攻撃する能力が高いため、コーキの攻撃を避けることが容易です。\n- カリスタのアルティメットは味方を助ける強力なツールであり、連携を活かしてコーキに対して強力なプレッシャーをかけることができます。\n- コーキはCCがないため、カリスタの機動力を抑える手段がなく、Kiteされるとダメージを出しづらくなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、カリスタの攻撃を受けない位置取りを心がけ、ミニオンを利用して安全にファームする。\n- カリスタのリープを警戒し、味方と連携してカリスタを捕まえるチャンスを作る。\n- アイテムを工夫して、耐久力を上げるか、マナ管理をしっかり行い、スキルを効率的に使えるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ルシアンの攻撃を避けながら接近することができるため、ルシアンの射程の短さが逆に不利に働く。\n- カリスタは長期的なトレードに強く、ルシアンが攻撃を仕掛けると、カリスタが反撃しやすい状況を作り出す。\n- カリスタのアルティメットは、ルシアンの攻撃を無効化する手段を持たないため、集団戦での立ち回りが難しくなる。\n\n不利の緩和策：\n- レーンでのトレードを避け、カリスタがスキルを使った後に攻撃するタイミングを見計らう。\n- カリスタのリープを利用して、彼女が攻撃を仕掛けてきた際に反撃するための位置取りを意識する。\n- サポートと連携し、カリスタに対して集団での攻撃を仕掛けることで、彼女の強みを封じる。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ジンクスに接近しやすいため、ジンクスが攻撃を当てる前にダメージを受ける可能性が高い。\n- カリスタのアルティメットによるノックアップ効果は、ジンクスの自衛手段を無効化し、集団戦での生存率を下げる。\n- ジンクスは自衛手段が乏しく、特にカリスタのような高い機動力を持つチャンピオンに対しては脆弱である。\n\n不利の緩和策：\n- サポートと連携してカリスタのリープを封じるために、視界を確保し、カリスタの動きを制限する。\n- 遠距離からのハラスを活かし、カリスタが近づく前にダメージを与えることで、レーンでの優位を保つ。\n- 逃げ道を確保するために、アイテムやルーンを活用して生存能力を高め、カリスタの攻撃を受けた際のリカバリーを図る。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃が可能で、カリスタの接近を許さずにハラスができるため、カリスタに対して優位に立てる。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、持続的なダメージを与えるヴァルスの攻撃に対して耐えにくい。\n- ヴァルスのCC効果により、カリスタの動きを制限できるため、逃げる手段が限られるカリスタに対して有利に戦える。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カリスタのHPを削ることでプレッシャーをかける。\n- 敵のミニオンを利用して、カリスタが近づくタイミングを見計らい、スキルを当ててダメージを与える。\n- カリスタがリープを使った後の隙を狙い、攻撃を仕掛けることで、彼女の行動を制限する。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすいため、カリスタに対して優位に立てる。\n- ザヤのスネア効果により、カリスタの動きを制限できるため、Kite性能を活かしやすい。\n- ザヤは加速スキルを持っており、カリスタの攻撃を避けながら反撃することができる。\n\n有利の取り方：\n- カリスタが近づいてくるタイミングでスネアを使い、動きを封じてから攻撃する。\n- 自身の加速を利用して、カリスタの攻撃を避けつつ、距離を保ちながらダメージを与える。\n- 集団戦では、味方と連携してカリスタを狙い、彼女のUltを無効化するように立ち回る。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にカリスタのような脆いチャンピオンに対して早期にキルを狙いやすい。\n- トリスターナはレベルが上がるごとに射程が増加し、集団戦や1対1の際にカリスタよりも安全な位置から攻撃できる。\n- トリスターナのノックバック効果により、カリスタの攻撃を無効化しつつ自分の安全を確保できるため、対面での優位性が高い。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カリスタのHPを削ることでレーンの主導権を握る。\n- レベルアップ時に射程が増加するタイミングを利用して、カリスタに対して安全に攻撃を仕掛ける。\n- ノックバックを活用して、カリスタの攻撃やスキルを避けつつ、反撃のチャンスを作る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、カリスタのKite性能を無効化しやすい。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、サミーラの高いDPSに対抗しづらい。\n- サミーラは短時間での弾速のある攻撃を防ぐ能力を持っており、カリスタのCCを回避しやすい。\n\n有利の取り方：\n- カリスタが攻撃を仕掛けてきた際に、タイミングを見計らって接近し、反撃を行う。\n- 味方のCCを利用してカリスタに接近し、ダメージを集中させる。\n- サミーラのスキルを駆使してスタイルランクを上げ、集団戦でのキャリー能力を発揮する。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、カリスタに対してレーンでのショートトレードで優位に立ちやすい。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、ミス・フォーチュンの持つスローやAoEダメージに対して脆弱である。\n- ミス・フォーチュンは集団戦でのAoEダメージが強力で、カリスタが接近する前に大きなダメージを与えることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、カリスタのHPを削る。\n- ミニオンウェーブを管理し、カリスタが近づけない位置で戦うことで、Kiteを活かす。\n- 集団戦では、カリスタが接近する前にUltを使い、ダメージを与えつつ味方を守る。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程の攻撃を持ち、カリスタの短距離リープを利用した攻撃を避けやすい。\n- ジンのスキルは全てAoE効果を持ち、カリスタがミニオンを利用して攻撃する際にダメージを与えやすい。\n- カリスタは操作が忙しく、連携が必要なため、ジンが単独での攻撃を行う際に有利に立ち回れる。\n\n有利の取り方：\n- 短いトレードを心がけ、カリスタが攻撃する前に先手を打つ。\n- ミニオンの位置を利用して、カリスタの攻撃を避けつつダメージを与える。\n- レベル6以降は、カリスタのサポートを無視し、彼女を最初に狙うことで戦闘を有利に進める。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、カリスタの攻撃を受けながらもファームを維持しやすい。\n- スペルシールドにより、カリスタのCCを一度無効化できるため、トレードで有利に立ち回ることができる。\n- カリスタは後半のゲームで自動攻撃に欠点があり、レイトゲームではシヴィアに対して劣る。\n\n有利の取り方：\n- サポートと連携してカリスタの動きを制限し、ファームを優先しつつ安全にレーンを維持する。\n- カリスタの攻撃を受ける際は、スペルシールドを活用してトレードを有利に進める。\n- レーンが進むにつれて、シヴィアのAoE攻撃を活かしてミニオンをプッシュし、タワーを守ることで集団戦に備える。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にカリスタのリープを利用したKite戦術に対して柔軟に対応できます。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、アフェリオスの高い火力とハラス性能に対して対抗しづらいです。\n- アフェリオスは機動力が低いカリスタに対して、スネアやスローを使って捕まえるチャンスが多く、集団戦でも有利に立ち回れます。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カリスタの体力を削ることでレーンの主導権を握る。\n- アフェリオスの武器を状況に応じて使い分け、カリスタの動きを制限することで、Kiteを無効化する。\n- 集団戦では味方と連携し、カリスタを狙ってCCを活用し、彼女のリープを封じることで安全にダメージを与える。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、セナに対して一方的にハラスを行いやすいため、レーンでのプレッシャーが強い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ヴァルスの攻撃に耐えられず、早期にデスするリスクが高い。\n- ヴァルスはスネア効果を持つスキルを使ってセナの動きを制限できるため、逃げる手段が乏しいセナにとって非常に脅威となる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ヴァルスの攻撃を受けないようにする。\n- サポートと連携して、ヴァルスに対して積極的にエンゲージを仕掛け、ハラスを返すチャンスを作る。\n- 早めにアイテムを購入し、回復や耐久力を向上させることで、レーンでの生存率を高める。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えられるため、サミーラは攻撃を仕掛けるのが難しい。\n- ヴァルスのスネア効果により、サミーラは動きを制限され、接近戦を行う際に捕まるリスクが高まる。\n- サミーラは低い防御ステータスを持ち、ヴァルスの持続的なダメージに対して脆弱であるため、ハラスに弱い。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスに対して一斉に攻撃を仕掛け、早期にキルを狙う。\n- 逃げ道を確保するために、位置取りを意識し、ヴァルスの攻撃範囲外でのファームを心がける。\n- アイテムを適切に選択し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n- ヴァルスは長射程からの攻撃が得意で、アッシュの攻撃を受ける前にダメージを与えられるため、ハラスが厳しい。\n- ヴァルスのスネア効果により、アッシュは動きを制限されやすく、接近されると脆弱な状況に陥る。\n- アッシュはバーストダメージが低く、オールイン合戦でヴァルスに対抗するのが難しい。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ミニオンを利用してヴァルスの攻撃を遮る。\n- サポートと連携して、ヴァルスのスネアを避けるための位置取りを意識する。\n- 装備を整えるまでの間、ファームを優先し、レベルやアイテム差をつけてから積極的に戦う。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、コグ＝マウの基礎射程が短いため、レーン戦でのハラスが難しい。\n- ヴァルスのスネア効果により、コグ＝マウは動きを制限されやすく、逃げる手段がないため捕まると厳しい。\n- ヴァルスはAoEダメージを持っており、集団戦でのダメージ出力が高いため、コグ＝マウが効果的にダメージを与えられない状況が生まれやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、ヴァルスの攻撃を避ける。\n- 早めにアイテムを購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。\n- 集団戦では、後衛として安全な位置から攻撃し、ヴァルスのスキルを避けるように心がける。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、ジンクスが近づく前にハラスを受けやすい。\n- ヴァルスのCCスキルにより、ジンクスの動きが制限され、接近するのが難しくなる。\n- ジンクスは自衛手段が乏しく、ヴァルスの持続的なダメージに対して脆弱である。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスの攻撃を避けるために位置取りを工夫する。\n- レベルアップやアイテムを早めに取得し、ダメージを出せる状態を作る。\n- 敵のスキルを避けるために、ミニオンを利用してハラスを受けないようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、トリスターナが近づく前にハラスを受けやすい。\n- ヴァルスのCCスキルにより、トリスターナの移動が制限され、攻撃を避けることが難しくなる。\n- トリスターナは序盤のスキルクールダウンが長く、ヴァルスの持続的な攻撃に対抗しづらい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃を避けるようにする。\n- サポートと連携して、ヴァルスに対して積極的に攻撃を仕掛け、早期にキルを狙う。\n- アイテムを早めに揃え、トリスターナのバーストダメージを活かせるようにする。",
      "ゼリ": "ゼリが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、ゼリの攻撃を受ける前にダメージを与えることができるため、ハラスが厳しい。\n- ヴァルスのCC効果により、ゼリの機動力が制限され、逃げる手段が乏しい状況で捕まるリスクが高い。\n- ゼリは序盤の基礎ADが低く、ヴァルスの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してヴァルスの攻撃を遮る。\n- サポートと連携して、ヴァルスに対して積極的にトレードを仕掛け、ダメージを与える機会を増やす。\n- 逃げる手段を確保するために、視界を確保し、敵の動きを把握しておくことで奇襲を避ける。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、ザヤの攻撃範囲が短いため、一方的にハラスを受けやすい。\n- ヴァルスのAoEダメージとCC効果により、集団戦やシージでの影響力が高く、ザヤが反撃しづらい。\n- ザヤはスキルの発生に時間がかかるため、ヴァルスの攻撃を避けるのが難しく、奇襲やキャッチに対して脆弱。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスの攻撃を避けるためのポジショニングを意識する。\n- 早めにアイテムを購入し、耐久力を上げてヴァルスのハラスに耐える。\n- ヴァルスのスキルを避けるために、適切なタイミングでスキルを使用し、反撃のチャンスを狙う。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、レーンでのプッシュ性能が優れているため、ヴァルスの攻撃を受けながらも有利なトレードを仕掛けやすい。\n- スペルシールドにより、ヴァルスのCCスキルを無効化できるため、彼の攻撃を回避しやすく、トレードで優位に立つことができる。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けながら安全にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのウェーブを押し込んで、ヴァルスにプレッシャーをかけ、タワー下でのファームを強要する。\n- スペルシールドを活かして、ヴァルスのスキルを弾きながらトレードを行い、ダメージを与える。\n- 移動速度を利用して、ヴァルスの攻撃を避けつつ、適切なタイミングで反撃を行い、持続的に有利な状況を作る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ヴァルスの攻撃を受けることなくハラスが可能です。\n- エズリアルの機動力が高く、逃げる手段が豊富なため、ヴァルスのスネア効果を避けやすいです。\n- ヴァルスはHP回復手段が乏しく、エズリアルの持続的なハラスによって圧力をかけやすいです。\n\n有利の取り方：\n- レーン開始時からスキルを使ってヴァルスにハラスを行い、相手のHPを削る。\n- エズリアルのワープスキルを活用して、ヴァルスの攻撃を避けつつ安全にダメージを与える。\n- 敵ミニオンを利用して、ヴァルスがスキルを当てにくい状況を作り出し、優位に立つ。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルがAoEであり、ヴァルスのような単体攻撃型のチャンピオンに対して広範囲でダメージを与えやすい。\n- ジグスは長射程の攻撃が可能で、ヴァルスの攻撃を受ける前に安全にダメージを与えることができる。\n- ヴァルスは逃げる手段が限られているため、ジグスのスキルを当てやすく、特に接近を許すと脆弱になる。\n\n有利の取り方：\n- ミニオンウェーブを利用して、ヴァルスにプレッシャーをかけつつ、スキルを当ててハラスを行う。\n- ジグスのスキルを使って、ヴァルスが近づく前にダメージを与え、相手の体力を削る。\n- サポートと連携して、ヴァルスがスキルを避けられない状況を作り出し、確実にダメージを与える。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程のスキルを持ち、ポークやトレードでヴァルスに対して優位に立つことができる。\n- ジンのスキルは全てAoE効果を持ち、集団戦やレーンでのハラスにおいて強力で、特にHPが減った敵に対して高いバーストダメージを与えられる。\n- ヴァルスは逃げる手段が限られており、ジンの攻撃を受けると反撃が難しくなるため、ジンが有利に立ちやすい。\n\n有利の取り方：\n- レーンフェーズでは積極的にポークを行い、ヴァルスのスキルを避けるために良い位置取りを心がける。\n- スウィフトネスを購入してヴァルスのスローを軽減し、スキルのセットアップを防ぐことで、より安全に戦える。\n- アルティメットを取得したら、サポートや味方と連携してヴァルスを捕まえ、ダメージを与えるチャンスを作る。"
    }
  }
}