{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ヴァルスはレーンでのプレッシャーを受けやすい。\n- シヴィアのスペルシールドにより、ヴァルスのCCスキルを無効化されることが多く、トレードでの優位性を失いやすい。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けやすく、持続的なハラスが難しい。\n\n不利の緩和策：\n- レーンフェイズではシヴィアの攻撃を避けるために、ミニオンを利用して位置取りを工夫する。\n- シヴィアのスペルシールドを意識し、CCスキルを使うタイミングを調整して、無効化されないようにする。\n- サポートと連携して、シヴィアに対する集団戦やトレードを仕掛けるタイミングを見計らい、優位に立つ。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、ミス・フォーチュンがハラスを行っても、すぐにレーンを押し返される可能性が高い。\n- シヴィアのスペルシールドにより、ミス・フォーチュンのスローやハラスを無効化されるため、トレードが不利になる。\n- シヴィアは後衛にダメージを与える能力が高く、集団戦での影響力が強いため、ミス・フォーチュンが接近されると脆弱な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでのハラスを控え、シヴィアのウェーブクリアを利用して安全にファームを行う。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫してトレードを行う。\n- サポートと連携して、シヴィアが攻撃しづらい位置を作り、集団戦での有利を狙う。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持ち、レーンを押しやすいため、ケイトリンが一方的にハラスを受ける可能性が高い。\n- シヴィアのスペルシールドにより、ケイトリンの罠やスキルを無効化されることが多く、トレードでの優位性が失われる。\n- シヴィアは移動速度を上昇させる手段が豊富で、ケイトリンが攻撃を仕掛ける隙を与えにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してシヴィアの攻撃を受けないように立ち回る。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫して、シールドを使わせた後に攻撃を仕掛ける。\n- ジャングラーと連携して、シヴィアに対するGankを仕掛け、レーンでの優位性を取り戻す。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、スモルダーがスタックを貯める前にレーンを押されやすい。\n- シヴィアのスペルシールドにより、スモルダーのCCやハラスが無効化されるため、トレードが不利になる。\n- スモルダーはAA強化がないため、シヴィアの単体DPSに対抗しづらく、特に序盤のオールインで負けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避け、シヴィアの攻撃を受けないように位置取りを工夫する。\n- ジャングラーと連携して、シヴィアに対するギャンクを狙い、早期にプレッシャーをかける。\n- アイテムを早めに購入し、集団戦でのAoEダメージを活かすことで、シヴィアとの対面を有利に持ち込む。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナがプッシュしてもすぐに押し返される可能性が高い。\n- シヴィアのスペルシールドにより、トリスターナの攻撃を無効化されることが多く、トレードで不利になる。\n- シヴィアの基礎射程は短いが、トリスターナの射程が増加する前の序盤では、シヴィアの攻撃を受けやすく、トレードで負けやすい。\n\n不利の緩和策：\n- レーンでのトレードを避け、シヴィアのスキルを使わせた後に攻撃するタイミングを見計らう。\n- サポートと連携して、シヴィアに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- アイテムを早めに揃え、装備依存度を減らすことで、レベルが上がる前に強化された状態で戦う。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、シヴィアのスペルシールドを無効化するタイミングで攻撃できるため、トレードが有利になります。\n- シヴィアは基礎射程が短く、トゥイッチの攻撃範囲が広がるアルティメットを使うことで、遠くから安全にダメージを与えることができます。\n- トゥイッチは集団戦での火力が非常に高く、シヴィアが後衛にダメージを与えるのが得意でも、トゥイッチの持つ持続的なダメージと範囲攻撃に対しては劣ります。\n\n有利の取り方：\n- レーンでのトレード時にステルスを活用し、シヴィアの攻撃を避けながらダメージを与える。\n- シヴィアがウェーブクリアを行っている際に、トゥイッチのアルティメットを使って遠距離から攻撃し、シヴィアのHPを削る。\n- シヴィアがスペルシールドを使った後に、トゥイッチのスキルを使って一気にダメージを与え、トレードを有利に進める。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲が長く、シヴィアの基礎射程が短いため、レーンでのハラスがしやすい。\n- ユナラは魔法ダメージを自然に出せるため、シヴィアのスペルシールドが機能しにくい。\n- ユナラのスロー効果により、シヴィアの移動を制限しやすく、トレードで有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、シヴィアのHPを削る。\n- シヴィアが攻撃してくるタイミングを見計らって、スローを使って距離を保つ。\n- 集団戦では、ユナラのアルティメットを活かしてダメージを最大化し、シヴィアを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なトレードが可能です。\n- シヴィアは基礎射程が短く、ドレイヴンの攻撃を受けやすいため、レーンでの優位性を活かしやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、アイテム差をつけることでさらに有利になります。\n\n有利の取り方：\n- レーン開始時に積極的にトレードを仕掛け、シヴィアのHPを削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- シヴィアがスペルシールドを使った後にオールインを狙い、ダメージを一気に与える。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアに対して強力なハラスが可能です。\n- シヴィアのスペルシールドは一度のスキルを無効化するだけで、ルシアンの連続攻撃やスキルコンボに対しては効果が薄いです。\n- ルシアンは機動力が高く、シヴィアの攻撃を避けながら攻撃することができるため、レーンでのトレードで優位に立ちやすいです。\n\n有利の取り方：\n- シヴィアのスキルがクールダウン中のタイミングを狙って攻撃し、ダメージを与える。\n- スキルを使った後の通常攻撃を活かして、シヴィアに対して連続的にダメージを与える。\n- シヴィアのスペルシールドを意識し、スキルを使うタイミングを工夫してトレードを有利に進める。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、シヴィアの攻撃を避けやすいため、トレードで有利に立ち回れる。\n- シヴィアの基礎射程が短いため、ゼリは距離を保ちながらハラスを行いやすい。\n- ゼリはスキルを駆使して攻撃するスタイルで、シヴィアのスペルシールドを無効化しやすい。\n\n有利の取り方：\n- シヴィアが攻撃してくるタイミングを見計らい、ゼリの機動力を活かして回避しつつ反撃する。\n- シヴィアのウェーブクリア能力を利用して、ミニオンを押し込んでからトレードを仕掛ける。\n- シヴィアがスキルを使った後の隙を狙い、ゼリのスキルでダメージを与える。"
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "ジンが不利です。\n\n理由：\n- カイ＝サはレーンフェーズが非常に弱いが、ジンもオールインに対して脆弱であり、特にカイ＝サがレベル6に達した後は、彼女のアルティメットによる奇襲が強力になるため、ジンは注意が必要。\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ジンの攻撃を回避しやすく、特に接近戦での優位性を持つ。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、カイ＝サのオールインに対して対処が難しい。\n\n不利の緩和策：\n- レーンフェーズでは、ミニオンや味方と一緒に戦い、カイ＝サの孤立した状況でのダメージを減少させるように心がける。\n- カイ＝サの攻撃を受ける前に、オートアタックで脅かし、後退させることでファームを妨害する。\n- レベル6に達した後は、カイ＝サのアルティメットの効果を考慮し、慎重に位置取りを行い、無理なオールインを避ける。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- カイ＝サはオールインが強力で、接近戦に持ち込まれるとエズリアルは対処が難しくなる。\n- カイ＝サの瞬時の移動能力により、エズリアルのスキルを避けられやすく、ハラスが通りにくい。\n- エズリアルは主力スキルが方向指定であるため、カイ＝サの機動力に対してパフォーマンスが落ちる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してカイ＝サの攻撃を受けないように立ち回る。\n- カイ＝サのオールインを避けるために、適切な位置取りを心がけ、常に距離を保つ。\n- サポートと連携して、カイ＝サに対して集団でのハラスやGankを仕掛け、レーンの主導権を握る。",
      "ケイトリン": "ケイトリンが不利です。\n\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ケイトリンの攻撃を回避しやすい。\n- カイ＝サはオールインが強力で、接近戦に持ち込まれるとケイトリンは脆弱なため、戦闘で不利になる。\n- ケイトリンは射程が長いが、カイ＝サのUltを使った奇襲に対しては対処が難しく、位置取りが困難になる。\n\n不利の緩和策：\n- レーンでのハラスを強化し、カイ＝サが接近する前にダメージを与える。\n- サポートと連携して、カイ＝サの動きを制限するために視界を確保し、Gankを警戒する。\n- 逃げ道を確保するために、罠を適切に配置し、カイ＝サの接近を防ぐ。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、カイ＝サよりも早くダメージを出すことができるため、早期のスノーボールが狙いやすい。\n- カイ＝サはCCを持たないため、ドレイヴンの攻撃を受ける際に逃げる手段が限られており、ドレイヴンの攻撃を受けやすい。\n- ドレイヴンは短射程のADCに対して有利であり、カイ＝サの射程が短いことを考えると、ドレイヴンが主導権を握りやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カイ＝サにプレッシャーをかけてファームを妨害する。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながら、カイ＝サとの trades で優位に立つ。\n- サポートと連携して、カイ＝サが攻撃しづらい位置に追い込むことで、集団戦や1対1の状況で有利を取る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、カイ＝サの射程が短いため、近づいて攻撃することで優位に立てる。\n- カイ＝サはCCを持たないため、サミーラは自由に動きながら攻撃でき、ダメージを与えやすい。\n- サミーラは高いDPSを持ち、特に接近戦でのバーストダメージが強力で、カイ＝サを迅速に排除できる可能性が高い。\n\n有利の取り方：\n- カイ＝サのスキルを避けながら接近し、攻撃を仕掛けるタイミングを見計らう。\n- 味方のCCを利用してカイ＝サを捕まえ、サミーラの攻撃を最大限に活かす。\n- カイ＝サがスキルを使った後の隙を狙って、積極的にオールインを仕掛ける。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が低いカイ＝サに対して、武器の組み合わせを活かして有利に立ち回ることができる。\n- アフェリオスは装備によるスケールが非常に良好で、特に脅威ステータスが育つと高い火力を発揮できるため、カイ＝サに対して優位に戦える。\n- カイ＝サはCCを持たず、集団戦での位置取りが難しいため、アフェリオスが安全に攻撃を続けることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カイ＝サの体力を削ることで主導権を握る。\n- アフェリオスの武器を状況に応じて使い分け、カイ＝サの動きを制限しつつダメージを与える。\n- 集団戦では、カイ＝サが接近する前に安全な位置から攻撃し、相手のスキルを避けながらダメージを与える。",
      "ニーラ": "ニーラが有利です。\n\n理由：\n- ニーラは高い機動力を持ち、カイ＝サのスキルショットを回避しやすいため、接近戦で優位に立てる。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化できるため、レーンでの持続力が高く、カイ＝サの攻撃を耐えやすい。\n- カイ＝サはCCを持たないため、ニーラのダッシュや持続的なダメージに対して対抗しづらい。\n\n有利の取り方：\n- レーンでのハラスを行い、カイ＝サの体力を削ることで、主導権を握る。\n- サポートと連携し、ニーラのパッシブを活かしてレーンでの優位性を確保する。\n- カイ＝サのUltを使った奇襲を警戒しつつ、タイミングを見計らってダッシュで接近し、オールインを仕掛ける。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持ち、集団戦でのダメージを稼ぎやすいため、カイ＝サに対して優位に立てる。\n- ザヤのスネア効果により、カイ＝サの移動を制限しやすく、接近戦での反撃が得意。\n- カイ＝サはCCを持たないため、ザヤの加速や自衛手段を活かしやすく、攻撃を避けながらダメージを与えることができる。\n\n有利の取り方：\n- カイ＝サのスキルを避けつつ、スネアを使って捕まえるタイミングを見計らう。\n- 位置取りを工夫し、カイ＝サの攻撃範囲外から攻撃を行うことで、ダメージを受けずに有利な状況を作る。\n- 集団戦では、ザヤのAoEダメージを活かして、敵チーム全体にダメージを与えつつ、カイ＝サを優先的に狙う。",
      "ユナラ": "ユナラが有利です。\n\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの防具による対策がしにくい。\n- ユナラの攻撃範囲がカイ＝サよりも長いため、レーンでのハラスや安全な攻撃が可能。\n- カイ＝サはCCを持たないため、ユナラのスロー効果を活かして距離を保ちながら攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カイ＝サの体力を削る。\n- 敵の動きを制限するスキルを使い、カイ＝サが接近できないようにする。\n- 集団戦では、ユナラのアルティメットを活かして高いAoEダメージを与え、カイ＝サを圧倒する。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、カイ＝サの攻撃を避けやすいため、接近戦での優位性があります。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出しやすいです。\n- カイ＝サは基礎ADが低く、序盤は脆弱なため、ゼリのハラスに対して耐えにくいです。\n\n有利の取り方：\n- ゼリの機動力を活かして、カイ＝サのスキルを避けながらハラスを行う。\n- カイ＝サがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- レーンでの位置取りを工夫し、カイ＝サが近づけないようにすることで、主導権を握る。"
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけて脆いコグ＝マウに対して強力な攻撃を仕掛けることができる。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、コグ＝マウが攻撃を仕掛ける隙を与えにくい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、トリスターナの攻撃を受けやすく、特にハラスに対して脆弱である。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、トリスターナの攻撃を避けることでダメージを減らす。\n- サポートと連携し、トリスターナに対して集中的にハラスを行い、彼女のバーストダメージを抑える。\n- アイテムを早めに揃え、特に防御アイテムを購入することで耐久力を上げ、トリスターナの攻撃に耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけての攻撃力が強力で、セナが育つ前にキルを狙われやすい。\n- トリスターナのノックバック効果により、セナが攻撃を当てる前に距離を取られたり、逆に捕まえられるリスクが高まる。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、トリスターナの攻撃を受けると簡単に倒される可能性がある。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、トリスターナの体力を削ることで、彼女の攻撃的なプレイを抑える。\n- サポートと連携して、トリスターナの攻撃を避けるために位置取りを工夫し、特にノックバックを避けるようにする。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、トリスターナのバーストダメージに耐えられるようにする。",
      "アッシュ": "アッシュが不利です。\n\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけてアッシュに対して強力な攻撃を仕掛けることができるため、オールイン合戦で劣る。\n- トリスターナのノックバック効果により、アッシュが近づくことが難しく、攻撃を受けやすくなる。\n- アッシュは機動スキルを持たず、トリスターナの攻撃範囲が増加することで、集団戦やレーンでの位置取りが不利になる。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、トリスターナの攻撃を受けないように位置取りを工夫し、CSを優先する。\n- サポートと連携して、トリスターナに対して集中的に攻撃を仕掛け、早期にキルを狙うことでスノーボールを防ぐ。\n- トリスターナのスキルのクールダウンを利用して、スキルを使った後の隙を突いて攻撃するタイミングを見計らう。",
      "ジン": "ジンが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、接近してくることでジンのHPを大きく削ることができるため、オールインに弱い。\n- トリスターナの移動能力が高く、逃げる手段を持たないジンに対して有利に立ち回ることができる。\n- ジンはスキル発動時に足が止まりやすく、トリスターナの攻撃を受けやすくなるため、トレードで不利になることが多い。\n\n不利の緩和策：\n- トリスターナのスキルのクールダウンを把握し、彼女がスキルを使った後にトレードを行うことで有利に戦う。\n- レーンを凍らせてタワー近くで安全にプレイし、トリスターナの攻撃を避ける。\n- サポートと連携してオールインのチャンスを狙い、トリスターナのバーストを受ける前にダメージを与える。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤から中盤にかけての攻撃力が強力で、トゥイッチが攻撃を受ける前に倒される可能性が高い。\n- トリスターナのノックバック効果により、トゥイッチが近づくことが難しく、奇襲を仕掛ける際に安全を確保しにくい。\n- トリスターナはレベルが上がるごとに射程が増加し、集団戦での位置取りがしやすく、トゥイッチが攻撃を当てる前に距離を取られることが多い。\n\n不利の緩和策：\n- トリスターナの攻撃を避けるために、位置取りを工夫し、トリスターナのスキルを使わせた後に攻撃を仕掛ける。\n- サポートと連携して、トリスターナに対して集中的に攻撃を行い、早期にキルを狙うことで有利な状況を作る。\n- 装備を整えるまでの間、ファームを優先し、レベルやアイテムを整えてからトレードを行うことで、強みを活かす。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- トリスターナは長射程を持ち、特に終盤ではその射程を活かしてサミーラに対して安全に攻撃できるため、接近戦を挑むのが難しい。\n- トリスターナのノックバック効果により、サミーラが接近する際に距離を取られやすく、攻撃を行うタイミングを失うことが多い。\n- サミーラは低い防御ステータスを持ち、トリスターナのバーストダメージに対して脆弱であり、特に序盤のハラスに弱い。\n\n不利の緩和策：\n- トリスターナの攻撃を避けるために、味方のサポートと連携してガンクを狙い、早期にキルを取ることで有利な状況を作る。\n- トリスターナのスキルのクールダウンを意識し、スキルを使った後の隙を突いて攻撃するタイミングを見計らう。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、トリスターナのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、トリスターナのような脆いチャンピオンに対してハラスが効果的です。\n- コーキの長射程スキルにより、トリスターナが近づく前にダメージを与えることができ、トレードで優位に立ちやすいです。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、コーキの攻撃を受けやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、トリスターナの体力を削る。\n- トリスターナがスキルを使った後に隙を突いて攻撃し、トレードで有利を取る。\n- 自身のスキルを駆使してウェーブを早くプッシュし、トリスターナにプレッシャーをかける。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、トリスターナの攻撃を効果的に対処できる。\n- トリスターナは序盤のバーストダメージが高いが、アフェリオスはハラス性能が低いマークスマンに対して優位に立ちやすい。\n- アフェリオスは装備によるスケールが非常に良好で、成長後の火力が高く、トリスターナの脆さを突くことができる。\n\n有利の取り方：\n- 序盤はトリスターナの攻撃を避けつつ、ハラスを行い、レベルを上げていく。\n- 武器の選択を工夫し、トリスターナの攻撃を受ける前に先手を打つ。\n- 集団戦では位置取りを意識し、トリスターナの攻撃範囲外から安全にダメージを与える。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、トリスターナが脆いサポートと組んでいる場合、早期にキルを狙いやすいです。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ドレイヴンが攻撃を仕掛けるチャンスが増えます。\n- ドレイヴンは移動速度を上げるスキルを持っており、トリスターナの攻撃を避けながら追撃することができるため、戦闘での優位性を保ちやすいです。\n\n有利の取り方：\n- 序盤から積極的にトレードを行い、トリスターナのHPを削ることで、レーンの主導権を握ります。\n- トリスターナのスキルを使った後の隙を狙って、オールインを仕掛けることでキルを狙います。\n- 斧を正確に拾い続けることで、持続的なダメージを維持し、トリスターナに対して圧力をかけ続けます。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持ち、トリスターナの攻撃を受ける前にミニオンを処理しやすい。\n- スペルシールドにより、トリスターナのウルトや爆発を無効化できるため、トレードで有利に立ち回れる。\n- シヴィアは遠距離からトリスターナをポークできるため、序盤からのダメージを与えやすい。\n\n有利の取り方：\n- ウェーブをしっかり管理し、トリスターナが近づく前にミニオンを処理する。\n- トリスターナが攻撃してきた際には、スペルシールドを使ってダメージを防ぎ、反撃する。\n- トリスターナがジャンプを使った際に、スキルシールドを発動して爆弾のダメージを防ぐ。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、トリスターナの攻撃が届かない距離から安全にハラスができるため、トリスターナに対して優位に立てる。\n- ヴァルスのAoEダメージは集団戦やレーン戦でのダメージを稼ぎやすく、トリスターナのバーストダメージに対抗できる。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ヴァルスがその隙を突いて攻撃しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、トリスターナの体力を削ることでプレッシャーをかける。\n- トリスターナがスキルを使った後の隙を狙って、攻撃を仕掛けることで有利な状況を作る。\n- サポートと連携して、トリスターナを捕まえるためのCCを活用し、キルを狙う。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持ち、集団戦やファームでのダメージを稼ぎやすいため、トリスターナに対して持続的なダメージを与えやすい。\n- ザヤのスネア効果により、トリスターナの移動を制限でき、攻撃を避けることができるため、トリスターナのバーストダメージを軽減できる。\n- トリスターナはスキルのクールダウンが長く、特に序盤は隙が大きいため、ザヤはその隙を突いて攻撃するチャンスがある。\n\n有利の取り方：\n- トリスターナのスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- トリスターナが近づいてきた際にスネアを使い、反撃のチャンスを作る。\n- トリスターナの攻撃範囲が増加する前に、早めにレベルを上げて有利な状況を作り出す。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由：\n- カイ＝サは短いトレードで優位に立てるため、トリスターナのオールインを避けやすい。\n- トリスターナのスキルのクールダウン中に攻撃を仕掛けることで、カイ＝サはダメージを与えやすい。\n- カイ＝サは瞬時に移動できるため、トリスターナの攻撃を回避しやすく、接近戦に持ち込むことができる。\n\n有利の取り方：\n- トレードを短く保ち、トリスターナのスキルを使わせた後に攻撃を仕掛ける。\n- トリスターナがスキルを使った後の隙を狙って、積極的にダメージを与える。\n- サポートと連携して、トリスターナに対して圧力をかけ、早期にキルを狙う。"
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- シヴィアは基礎射程が短く、ユナラの長い攻撃範囲に対してトレードで不利になりやすい。\n- ユナラは魔法ダメージを自然に出せるため、シヴィアのスペルシールドが機能しにくく、ダメージを受けやすい。\n- ユナラのスロー効果により、シヴィアのカイティングが難しくなり、接近戦で脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ユナラの攻撃を受けないように立ち回る。\n- ユナラのスキルを避けるために、移動速度を上昇させるアイテムを早めに購入し、ポジショニングを工夫する。\n- 集団戦では後衛に位置し、ユナラの攻撃を受けないようにしつつ、味方のサポートを受けながらダメージを出す。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ユナラは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、サミーラは攻撃を仕掛けるのが難しい。\n- ユナラのスロー効果により、サミーラは接近戦での立ち回りが制限され、攻撃を避けることが難しくなる。\n- サミーラは低い防御ステータスを持ち、ユナラの持つ魔法ダメージに対して脆弱であるため、持続的なダメージを受けやすい。\n\n不利の緩和策:\n- ユナラの攻撃を避けるために、ブッシュを利用して奇襲をかけるタイミングを見計らう。\n- 味方のサポートと連携し、ユナラに対して集中的に攻撃を仕掛けることで、サミーラの強みを活かす。\n- ユナラのスキルを避けるために、移動を意識しながら立ち位置を調整し、接近するタイミングを工夫する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由：\n- ユナラは長い攻撃範囲を持ち、レーンでのハラスが得意なため、カイ＝サは攻撃を受けやすくなる。\n- ユナラのスロー効果により、カイ＝サの移動が制限され、接近戦での機動力が活かせなくなる。\n- ユナラは魔法ダメージを自然に出せるため、カイ＝サの装備依存度が高い状況ではダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、ユナラの攻撃を回避する。\n- ユナラのスキルを避けるために、タイミングを見計らって移動し、スキルのクールダウンを狙う。\n- サポートと連携して、ユナラに対してオールインを仕掛けるタイミングを作り、カイ＝サのバーストダメージを活かす。",
      "ヴェイン": "ヴェインが不利です。\n\n- ユナラは長射程の攻撃を持ち、レーンでのハラスが得意なため、ヴェインはハラス負けしやすい。\n- ユナラのスロー効果により、ヴェインの機動力が制限され、接近が難しくなる。\n- ユナラは魔法ダメージを自然に出せるため、ヴェインの自衛能力が低下し、特に集団戦での立ち回りが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ユナラのスキルを避けるために、ダッシュをタイミングよく使い、スローを回避する。\n- サポートと連携して、ユナラに対するガンクを狙い、レーンの主導権を取り戻す。",
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ユナラは射程が長く、ニーラが接近する前にハラスを受けやすいため、レーンでの優位性を失いやすい。\n- ユナラの魔法ダメージは装備による妨害を受けにくく、ニーラの耐久力が低い序盤では特にダメージを受けやすい。\n- ユナラのスロー効果により、ニーラの機動力が制限され、追撃や逃走が難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して接近し、ユナラの攻撃を受けないように立ち回る。\n- サポートと連携し、ユナラに対して集中的に攻撃を仕掛けることで、彼女のハラスを抑える。\n- 装備を早めに整え、耐久力を上げることでユナラのダメージに耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ユナラは長射程のAAを持ち、ミス・フォーチュンの攻撃を受ける前にハラスを行いやすい。\n- ユナラのスロー効果により、ミス・フォーチュンは立ち位置を調整しづらく、接近されると脆弱になる。\n- ユナラは魔法ダメージを自然に出せるため、ミス・フォーチュンの基礎攻撃力の低さを補うことができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、接近を防ぐ。\n- ユナラのスキルを避けるために、移動速度を活かして立ち位置を常に調整し、Kiteを意識する。\n- サポートと連携して、ユナラに対してオールインを仕掛けるタイミングを見計らい、集団戦での有利を取る。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ユナラは長射程の攻撃を持ち、ザヤの攻撃範囲が短いため、ザヤは一方的にダメージを受けやすい。\n- ユナラのスロー効果により、ザヤの移動が制限され、Kite能力を活かしにくくなる。\n- ユナラは魔法ダメージを自然に出せるため、ザヤの防御が効きにくく、ダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して接近戦を仕掛けるタイミングを見計らう。\n- ユナラのスキルを避けるために、位置取りを意識し、スキルの発動を見てから反応する。\n- サポートと連携して、ユナラに対するエンゲージを行い、集団戦での有利な状況を作る。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEであり、ユナラの周囲の敵にもダメージを与えやすく、レーンでのハラスが得意です。\n- コーキの長射程のスキルにより、ユナラの攻撃範囲を活かす前に安全にダメージを与えることができます。\n- ユナラはCCがスローのみで、コーキに対して有効な抑制手段がないため、コーキは自由に動き回りながら攻撃できます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラの体力を削ることでプレッシャーをかける。\n- スキルのクールダウンを利用して、ユナラが近づく前にダメージを与え続ける。\n- ユナラが攻撃する際に、位置取りを工夫して射線を切り、反撃のチャンスを作る。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラに対して強力なハラスが可能です。\n- ユナラはスローしかCCを持たず、ドレイヴンの移動速度上昇を活かして逃げることができるため、立ち回りやすいです。\n- ドレイヴンは短射程のADCに対して有利であり、ユナラの攻撃範囲が長いとはいえ、ドレイヴンの攻撃力で押し切ることができます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ユナラの体力を削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- ユナラがスキルを使った後の隙を狙ってオールインを仕掛け、早期にキルを狙う。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、ユナラの通常攻撃に対して効果的にダメージを与えることができるため、レーンでのハラスがしやすい。\n- ユナラは通常攻撃に依存しているため、ジグスのスキルで遠距離から攻撃することで、ユナラが接近するのを難しくさせることができる。\n- ジグスは長射程のスキルを持っており、ユナラのスロー効果を避けながら安全に攻撃できるため、立ち回りが有利になる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラのHPを削ることでプレッシャーをかける。\n- ジグスのスキルを使ってミニオンを処理しつつ、ユナラに対してもダメージを与えることで、レーンの主導権を握る。\n- ユナラが近づいてくるタイミングを見計らい、スキルを使って一気にダメージを与え、ユナラの動きを制限する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、状況に応じた柔軟な対応が可能です。ユナラのスロー効果に対しても、適切な武器を選ぶことで対処できます。\n- ユナラはCCがスローのみで、ダメージ以外の役割を持たないため、アフェリオスの高い火力に対して脆弱です。特に、アフェリオスが育つとユナラは簡単に対処される可能性があります。\n- アフェリオスは射程が長く、ユナラの攻撃を受ける前にハラスを行いやすいです。これにより、レーンでの優位性を保ちやすくなります。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ユナラの体力を削ることでプレッシャーをかける。\n- 武器の選択を工夫し、ユナラのスローを避けつつ高いダメージを与えるタイミングを見計らう。\n- 集団戦では、ユナラが接近する前に安全な位置から攻撃し、ダメージを与え続けることで、ユナラの影響を最小限に抑える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、ユナラよりも遠くから攻撃できるため、レーンでのハラスがしやすい。\n- ヴァルスのAoEダメージは集団戦やプッシュ時に効果的で、ユナラのスロー効果だけでは対処しきれない。\n- ヴァルスはCCを持っており、ユナラの動きを制限することで、彼女の攻撃を避けやすくなる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラの体力を削る。\n- 敵チャンピオンをキルすることで攻撃速度を上げ、さらにダメージを増加させる。\n- 集団戦では位置取りを意識し、ユナラのスローを避けながら安全にダメージを与える。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、相手の攻撃を避けやすいため、ユナラのスロー効果を回避しやすい。\n- ゼリの攻撃はスキルを駆使して行うため、ユナラの通常攻撃に依存したダメージを受けにくい。\n- ユナラはCCがスローのみで、他の役割を持たないため、ゼリの機動力を封じる手段が限られている。\n\n有利の取り方：\n- ゼリは距離を保ちながらハラスを行い、ユナラのHPを削る。\n- ユナラが攻撃してくるタイミングを見計らい、素早く位置を変えて反撃する。\n- 集団戦では、ユナラのスキルを避けつつ、後衛から安全にダメージを与える。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、ユナラに対して強力なハラスが可能です。\n- ルシアンの機動力により、ユナラのスローを避けながら攻撃できるため、立ち回りが有利です。\n- ユナラはCCがスローのみで、ルシアンの高いバーストに対して防御手段が乏しいため、オールインがしやすいです。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ユナラのHPを削ることでプレッシャーをかける。\n- スキルを使った後の通常攻撃を活かして、ユナラに対して連続的にダメージを与える。\n- 敵のミニオンを利用して、ユナラの攻撃を避けつつ安全にダメージを与える位置取りを心がける。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にユナラのような耐久力の低いチャンピオンに対して効果的にダメージを与えられます。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、ユナラのスロー効果を避けやすいです。\n- トリスターナの攻撃範囲はレベルが上がるごとに増加し、終盤ではユナラよりも有利な位置取りが可能です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユナラのHPを削ることでプレッシャーをかける。\n- ユナラがスキルを使った後の隙を狙って、バーストダメージを与えるチャンスを作る。\n- 集団戦では、後衛から安全に攻撃できる位置を確保し、ユナラを狙ってダメージを与える。",
      "ケイトリン": "ケイトリンが有利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ユナラに対して一方的にハラスを行いやすい。\n- ユナラはCCがスローのみで、敵を捕らえる手段が限られているため、ケイトリンの射程を活かした攻撃が効果的。\n- ケイトリンの罠による視界確保とスネア効果で、ユナラの動きを制限しやすく、接近を難しくすることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ユナラのHPを削る。\n- 罠を使ってユナラの移動を制限し、攻撃のチャンスを増やす。\n- 敵ジャングラーのGankを警戒しつつ、ユナラのスキルを避けながら安全にCSを取る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ユナラの攻撃範囲を超えて安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ユナラは通常攻撃に依存しているため、エズリアルのスキルを使ったポークによってダメージを与えやすく、ユナラの攻撃を避けることができる。\n- エズリアルの機動力の高いワープスキルにより、ユナラのスロー効果を回避しやすく、接近戦でも有利に立ち回ることができる。\n\n有利の取り方：\n- レーン開始時からスキルを使ってユナラにハラスを行い、相手の体力を削る。\n- ユナラが攻撃してくるタイミングを見計らってワープスキルを使い、攻撃を避けつつ反撃する。\n- ミニオンウェーブを管理し、ユナラが攻撃しづらい状況を作り出すことで、レーンの主導権を握る。"
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、セナは逃げ手段が乏しいため、捕まると簡単に倒される危険があります。\n- トゥイッチのアルティメットは長射程で集団戦での火力が高く、セナは基礎ステータスが低いため、トゥイッチの攻撃に耐えられないことが多いです。\n- セナは短射程のADCに対して有利ですが、トゥイッチは逃げ性能が低いチャンピオンに対して強力で、セナのハラスが通りにくくなります。\n\n不利の緩和策：\n- レーンでのハラスを控え、トゥイッチのスキルを避けることに集中し、無理なトレードを避ける。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保することで安全にレーンを維持する。\n- アイテムを早めに購入し、耐久力を上げることでトゥイッチの攻撃に対抗できるようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、コグ＝マウは自衛手段が乏しいため、奇襲に対して非常に脆弱です。\n- トゥイッチのアルティメットによる高い火力と長射程攻撃に対して、コグ＝マウは基礎射程が短く、トレードで不利になりやすいです。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利であり、コグ＝マウは機動力が低いため、トゥイッチに対して逃げることが難しいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してトゥイッチの攻撃を受けないように立ち回る。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保することで安全にファームを行う。\n- アイテムを早めに購入し、耐久力を上げることでトゥイッチの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、シヴィアが攻撃を受けるリスクが高まる。\n- トゥイッチのアルティメットによる高い火力と射程の増加により、集団戦でのシヴィアの後衛としての役割が脅かされる。\n- シヴィアは基礎射程が短く、トゥイッチの攻撃を受けやすく、特に序盤のトレードで不利になることが多い。\n\n不利の緩和策：\n- レーンをフリーズさせて、トゥイッチのガンクを警戒しつつ安全にファームを行う。\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に使用する。\n- 集団戦では、トゥイッチの位置を常に把握し、彼が攻撃を仕掛ける前に距離を取るように心がける。",
      "アッシュ": "アッシュが不利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アッシュは機動スキルを持たないため、捕まると逃げる手段がなくなりやすい。\n- トゥイッチのアルティメットは長射程で、集団戦やレーンでの一方的な攻撃が可能で、アッシュはバーストダメージが低いため、オールイン合戦で劣ることが多い。\n- アッシュは基礎ステータスが控えめで、序盤の攻撃力が低いため、トゥイッチの攻撃に対して耐えるのが難しい。\n\n不利の緩和策：\n\n- レーンでのポジショニングを意識し、トゥイッチの奇襲を避けるために常にミニマップを確認する。\n- サポートと連携して、トゥイッチがステルス状態の時に視界を確保し、奇襲を防ぐ。\n- トゥイッチのアルティメットが発動した際には、距離を保ちつつ、スロー効果を活かして逃げる準備をする。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスは機動力が低いため、捕まるリスクが高い。\n- トゥイッチの攻撃は毒による持続ダメージがあり、アフェリオスは序盤が弱いため、ハラスに対抗しづらい。\n- トゥイッチは集団戦での火力が非常に高く、アフェリオスは集団戦で狙われやすいため、生存能力が乏しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、トゥイッチの攻撃を受けない位置取りを心がける。\n- サポートと連携して、トゥイッチの奇襲を警戒し、視界を確保することで安全を確保する。\n- 装備を整えるまでの間、ファームを優先し、無理なトレードを避けてレベルを上げる。",
      "ジンクス": "ジンクスが不利です。\n\n- トゥイッチはステルスを使って奇襲を仕掛けることができ、ジンクスは自衛手段が乏しいため、接近されると致命的なダメージを受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスはその攻撃を避けるのが難しい。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利で、ジンクスはその逃げ性能が低いため、トゥイッチに対して不利な状況に陥りやすい。\n\n不利の緩和策：\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に置く。\n- トゥイッチとのトレードを避け、レーンでのハラスを重視し、ファームを優先する。\n- 集団戦では位置取りを意識し、トゥイッチの攻撃範囲外から攻撃するように心がける。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、スモルダーは逃げる手段が限られているため、奇襲に対して脆弱です。\n- トゥイッチのアルティメットは長射程で高いダメージを持ち、集団戦での火力が非常に高いため、スモルダーはその攻撃に対して耐えにくいです。\n- スモルダーは序盤のスキル性能が低く、トゥイッチが序盤から強力なダメージを持っているため、レーニングで不利になりやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避け、トゥイッチの攻撃を受けないように位置取りを工夫する。\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に使用する。\n- スモルダーのスタックを貯めるために、序盤は無理にオールインせず、ファームを優先する。",
      "ジグス": "ジグスが不利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジグスは接近を許すと無力になりやすいため、トゥイッチの攻撃を受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジグスは耐久力が低いため、一方的に攻撃される可能性がある。\n- トゥイッチは逃げ性能が低いチャンピオンに対して有利で、ジグスは移動手段が限られているため、トゥイッチに対して不利な状況を作られやすい。\n\n不利の緩和策：\n- トゥイッチのステルスを警戒し、視界を確保するためにワードを積極的に使用する。\n- トゥイッチとの距離を保ち、スキルを当てるタイミングを見計らい、接近を許さないように立ち回る。\n- 集団戦では、トゥイッチのアルティメットが発動する前に、他のチャンピオンと連携してトゥイッチを排除することを目指す。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、トゥイッチのような逃げ性能が低いチャンピオンに対してハラスがしやすい。\n- トゥイッチは自動攻撃に依存しているため、コーキの長射程からの攻撃で安全にダメージを与えられる。\n- コーキのスキルはクールダウンが短く、持続的にダメージを出せるため、トゥイッチの奇襲を防ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチの体力を削る。\n- トゥイッチがステルスを使った際に、位置を把握し、距離を保ちながら攻撃する。\n- トゥイッチがアルティメットを使う前に、スキルを駆使してダメージを与え、集団戦での影響力を減少させる。",
      "ニーラ": "ニーラが有利です。\n\n理由：\n- ニーラは高い機動力を持ち、トゥイッチの攻撃を避けやすいため、奇襲を受けにくい。\n- トゥイッチは自動攻撃に依存しているため、ニーラのダッシュや回復効果を活かすことで持続的に戦える。\n- ニーラは味方との連携を重視したスキルセットを持ち、サポートと組むことでトゥイッチに対して優位に立てる。\n\n有利の取り方：\n- レーンでのハラスを行い、トゥイッチの体力を削ることでプレッシャーをかける。\n- トゥイッチがステルスを使った際に、ダッシュを駆使して位置を調整し、攻撃を避ける。\n- サポートと連携してトゥイッチに対して集中的に攻撃し、早期にキルを狙う。",
      "ルシアン": "ルシアンが有利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチに対して強力なハラスが可能です。\n- トゥイッチは逃げ性能が低く、ルシアンの攻撃を受けやすいため、オールインを仕掛けやすいです。\n- ルシアンは機動力が高く、トゥイッチのステルス攻撃を避けることができるため、集団戦でも有利に立ち回れます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、トゥイッチのHPを削る。\n- トゥイッチがステルスを使った際には、エクゾーストを使用して彼の攻撃を無効化し、逆に攻撃するチャンスを作る。\n- 先行した場合は、トゥイッチが近づいてきても一撃で倒せるように、バーストダメージをしっかりと与える準備をする。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、トゥイッチに対して強力なトレードが可能です。\n- トゥイッチは逃げ性能が低く、ドレイヴンの攻撃を受けると簡単にダメージを与えられます。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、装備面での優位を早期に確保できます。\n\n有利の取り方：\n- 序盤から積極的にトレードを仕掛け、トゥイッチにプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出すことで、トゥイッチを圧倒する。\n- サポートと連携して、トゥイッチがカモフラージュを使う前に奇襲を仕掛ける。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、トゥイッチに対して安全な距離からハラスが可能です。\n- トゥイッチは逃げ性能が低く、エズリアルの機動力を活かして奇襲を避けながら攻撃できるため、トレードで優位に立ちやすいです。\n- エズリアルはスキルコンボによって高いバーストダメージを出せるため、トゥイッチのHPを早期に削ることができます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、トゥイッチのHPを削ることでプレッシャーをかける。\n- トゥイッチがステルスを使った際には、位置を把握し、Eを使って距離を取りつつ反撃する。\n- 集団戦では、トゥイッチのアルティメットの射程外から攻撃し、トゥイッチが接近する前にダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特に序盤においてトゥイッチの脆さを突くことができるため、早期にキルを狙いやすい。\n- トリスターナの移動能力が高く、逃げや追撃が得意なため、トゥイッチの奇襲を回避しやすい。\n- トリスターナはレベルが上がるごとに攻撃範囲が増加し、終盤ではトゥイッチよりも有利な位置取りが可能になる。\n\n有利の取り方：\n- 序盤から積極的にトゥイッチに対してハラスを行い、早期にリードを築く。\n- トゥイッチがステルスを使った際には、位置を把握し、逃げる準備をしておくことで奇襲を防ぐ。\n- 集団戦では、トリスターナの射程を活かして安全な位置からトゥイッチを狙い、ダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が可能で、トゥイッチの攻撃範囲に入る前にダメージを与えることができる。\n- トゥイッチは逃げ性能が低く、ヴァルスのCC効果によって動きを制限されるため、奇襲を仕掛けるのが難しい。\n- ヴァルスは持続的なダメージを与えることができ、トゥイッチの脆弱な序盤を利用して有利に立ち回ることができる。\n\n有利の取り方：\n- レーンでのポークを活用し、トゥイッチにダメージを与え続けて圧力をかける。\n- トゥイッチがカモフラージュを使った際に、CCを使って捕まえることで奇襲を防ぐ。\n- 集団戦では、トゥイッチがアルティメットを使う前に位置を取って、遠距離から安全に攻撃する。"
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n- ヴェインは射程が長く、ニーラの攻撃をハラスしやすいため、序盤からのレーンでの圧力が強い。\n- ヴェインの機動力とダッシュを活かした追撃能力に対して、ニーラは自衛が難しく、特に対象指定のCCを受けると脆弱になる。\n- ヴェインはタンクやジャガーノートに対して強力なダメージを与える能力があり、ニーラはそのような相手に対しての耐久力が不足している。\n\n不利の緩和策：\n\n- サポートチャンピオンと連携し、ハラスを受けないように立ち回ることで、レーン維持を図る。\n- ヴェインの攻撃を避けるために、ダッシュをタイミングよく使い、敵の攻撃を回避する。\n- アイテムを早めに購入し、耐久力を上げることで、ヴェインの攻撃に耐えられるようにする。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- ヴェインは最大HPに比例した確定ダメージを持ち、タンクやジャガーノートに対して強力なダメージを与えることができるため、エズリアルは彼女の攻撃を受けやすい。\n- ヴェインの機動力と追撃能力により、エズリアルは彼女から逃げるのが難しく、特に1対1の状況で不利になる。\n- エズリアルは主力スキルが方向指定であり、ヴェインの高い機動力に対してパフォーマンスが落ちるため、攻撃が当たりにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してヴェインの攻撃を遮るように立ち回る。\n- ヴェインの攻撃を受ける前に、Eを使って距離を取ることで、彼女の攻撃を回避する。\n- アイテムを早めに購入し、耐久力を上げることで、ヴェインのダメージを軽減し、集団戦での役割を果たせるようにする。",
      "ジン": "ジンが不利です。\n\n理由：\n- ヴェインは序盤が弱いものの、中盤から後半にかけて強力になり、特に1対1のデュエルで優位に立つことができる。\n- ヴェインのスタン効果を持つスキルにより、ジンは接近された際に逃げる手段が限られ、オールインに弱くなる。\n- ジンはブリンクを持たず、ヴェインの高い機動力に対抗するのが難しく、カイトされやすい。\n\n不利の緩和策：\n- レーン序盤はアグレッシブにプレイし、ヴェインのトレードを避けつつ、短いトレードでダメージを与える。\n- ヴェインのHPが減ったタイミングで長いトレードやオールインを狙い、優位に立つ。\n- サポートと連携して、ヴェインのスタン効果を避けるようにし、集団戦では彼女を優先的に狙う。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ヴェインは高い機動力を持ち、ザヤの攻撃を回避しやすく、1対1の戦闘で優位に立つことができる。\n- ヴェインの確定ダメージはタンクやジャガーノートに対して特に効果的で、ザヤのHPを迅速に削ることができる。\n- ザヤは射程が短く、ヴェインの攻撃を受けやすいため、ハラス負けしやすい。\n\n不利の緩和策：\n- ザヤは仲間と連携し、集団戦でのAoEダメージを活かしてヴェインを排除することを目指す。\n- 位置取りを工夫し、ヴェインの攻撃を避けることで生存率を高める。\n- スキルを適切に使い、ヴェインの攻撃を受ける前に反撃のチャンスを作る。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- ヴェインは高い機動力を持ち、シヴィアの攻撃を回避しやすく、1対1の戦闘で優位に立つことができる。\n- シヴィアの基礎射程が短いため、ヴェインに対してトレードで不利になりやすく、特に序盤のレーンで攻撃を受けやすい。\n- ヴェインは最大HPに比例した確定ダメージを与える能力が高く、タンクやジャガーノートに対して強力なダメージを出せるため、シヴィアは後衛としての役割を果たしにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ヴェインの攻撃を避けるように立ち回る。\n- サポートと連携して、ヴェインをプッシュし、レーンを有利に進めるための圧力をかける。\n- レベル6以降は、ヴェインのアルティメットに注意し、集団戦ではフランクを避けるように立ち回る。"
    },
    "loses": {
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスはハラス性能が低いヴェインに対して、武器の組み合わせを活かして有利に立ち回ることができるため、序盤から優位に立ちやすい。\n- アフェリオスは射程が長く、ヴェインの短い射程を活かさせずに攻撃できるため、距離を保ちながら安全にダメージを与えられる。\n- ヴェインは集団戦での脆弱性があり、アフェリオスは機動力が低い相手に対して高い火力を発揮できるため、1対1の状況でも有利に戦える。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインの体力を削ることでプレッシャーをかける。\n- アフェリオスの武器を状況に応じて使い分け、ヴェインの攻撃を避けつつダメージを与える。\n- 敵のジャングラーやサポートが来た際に、アフェリオスの射程を活かして安全に逃げるか、逆に攻撃を仕掛けることで有利な状況を作る。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ヴェインに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナの回復能力により、ヴェインの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n- ヴェインは短射程であるため、セナの攻撃を避けることが難しく、接近することがリスクを伴う。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインの体力を削る。\n- セナの回復スキルを活用して、ヴェインの攻撃を受けた後も持続的に戦える状況を作る。\n- 敵ジャングラーの動きを警戒しつつ、セナの射程を活かして安全にCSを取り、ゴールドを稼ぐ。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、特に短射程のヴェインに対して強力なハラスが可能です。\n- ヴェインは射程が短く、ドレイヴンの攻撃を受けやすいため、ドレイヴンが優位に立ちやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面での有利を早期に得ることができます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ヴェインの体力を削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- ヴェインが攻撃してくるタイミングを見計らい、CCを使って反撃し、オールインを狙う。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、ヴェインに対してハラスを行いやすい。\n- コーキの長射程のスキルにより、ヴェインの短射程を活かさせず、距離を保ちながら攻撃できる。\n- ヴェインはCCに弱いが、コーキはCCを持たないため、ヴェインの機動力を制限することなく攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインの体力を削る。\n- スキルを使ってプッシュし、ミニオンを利用してヴェインに近づかせない。\n- 敵ジャングラーの動きを警戒しつつ、適切なタイミングでのオールインを狙う。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ヴェインの攻撃を避けやすいため、タイマンでのハラスが有利に進められます。\n- ゼリの攻撃はスキルを駆使するスタイルで、ヴェインの短射程を活かして安全にダメージを与えることができます。\n- ヴェインはCCを受けると脆弱であり、ゼリの加速手段を使って距離を保ちながら攻撃することで、ヴェインの攻撃を回避しやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェインのHPを削ることでプレッシャーをかける。\n- ゼリの機動力を活かして、ヴェインの攻撃を避けつつ、隙を見て反撃する。\n- 敵ジャングラーの動きを警戒しつつ、ゼリのスキルを使って安全にウェーブクリアを行い、レーンの主導権を握る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ヴェインの射程が短いため、サミーラが近づくことで優位に立てる。\n- サミーラは高いDPSを持ち、スノーボールが始まると一気にダメージを出せるため、ヴェインに対して圧力をかけやすい。\n- ヴェインはCCを受けると脆弱であり、サミーラの攻撃を受けると行動が制限されやすい。\n\n有利の取り方：\n- サミーラは味方のCCを利用して接近し、ヴェインに対して一気にダメージを与える。\n- ヴェインが攻撃を仕掛ける前に、サミーラが先手を取って攻撃を仕掛けることで、相手の反撃を防ぐ。\n- サミーラのスキルを駆使して、ヴェインの攻撃を回避しつつ、持続的にダメージを与える。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインよりも遠くから攻撃できるため、一方的にハラスが可能です。\n- ヴェインは射程が短く、接近しなければ攻撃できないため、ケイトリンの射程差を利用して安全にダメージを与えられます。\n- ケイトリンの罠によるスネア効果で、ヴェインの機動力を制限し、逃げ道を奪うことができるため、捕まえやすくなります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェインのHPを削ることで、レーンの主導権を握ります。\n- 罠を適切に配置し、ヴェインが近づいてきた際にスネアを狙い、オールインのチャンスを作ります。\n- ジャングラーと連携してGankを仕掛け、ヴェインを排除することで、レーンの優位性をさらに高めます。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはAoE攻撃を持っており、集団戦でのダメージを効率的に与えることができるため、ヴェインのような単体攻撃型のチャンピオンに対して優位に立てる。\n- スモルダーはスタックを無限に貯めることができ、後半のダメージが非常に高くなるため、長期戦に持ち込むことで有利に戦える。\n- ヴェインは射程が短く、スモルダーの長射程攻撃に対して接近しづらく、ハラスを受けやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めることで、早期にダメージを稼ぐ。\n- 集団戦では、密集した敵に対してAoE攻撃を活かし、ヴェインを狙うよりも周囲の敵を優先して攻撃する。\n- スモルダーの移動能力を活かして、ヴェインの攻撃を避けつつ、距離を保ちながら攻撃を続ける。"
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、ジグスはハラスを受けやすい。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが非常に高く、ジグスは接近を許すと脆弱になるため、集団戦での影響を受けやすい。\n- ジグスは対象指定スキルを持たず、発動までにラグがあるため、ミス・フォーチュンの機動力を活かされた場合、ダメージを与えにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫し、ミス・フォーチュンの攻撃を受けないようにする。\n- サポートと連携して、ミス・フォーチュンに対してガンクを仕掛け、早期にプレッシャーをかける。\n- マナ管理をしっかり行い、必要な時にスキルを使えるようにして、ミス・フォーチュンの攻撃を受けた際に反撃できるようにする。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、アッシュは常にダメージを受けやすい。\n- ミス・フォーチュンのアルティメットは集団戦でのAoEダメージが高く、アッシュは一度捕まると脆弱なため、集団戦での影響力が劣る。\n- アッシュは機動スキルを持たず、ミス・フォーチュンのスローや攻撃に対して逃げる手段が乏しいため、接近されると厳しい状況になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、相手の攻撃を受けないようにする。\n- サポートと連携して、ミス・フォーチュンの攻撃を受ける前に先手を打つことで、ハラスを軽減する。\n- 早めにアイテムを購入し、基礎ステータスを強化することで、ミス・フォーチュンとの殴り合いでの耐久力を上げる。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、トゥイッチはハラスを受けやすい。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、トゥイッチは逃げ性能が低いため、接近されると脆弱になる。\n- トゥイッチは装備依存度が高く、序盤に転ぶと何もできなくなるが、ミス・フォーチュンは序盤から強力なダメージを出せるため、レーンでの優位性が大きい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、必要に応じてサポートと連携を取る。\n- ミス・フォーチュンのスキルを避けるために、位置取りを意識し、Wの効果を活かして移動速度を上げるタイミングを見計らう。\n- 早めにアイテムを揃え、レベルアップを狙い、集団戦での役割を果たせるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードに強いため、ジンクスはダメージを受けやすい。\n- ミス・フォーチュンの集団戦でのAoEダメージは非常に高く、ジンクスは自衛手段が乏しいため、接近されると脆弱になる。\n- ミス・フォーチュンはスローを持っており、ジンクスの移動を妨げることで、逃げる手段を制限される。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取るように心がける。\n- サポートと連携して、ミス・フォーチュンの攻撃を受ける前に先手を打つようにする。\n- アイテムを早めに購入し、特に防御アイテムを揃えて耐久力を上げることで、ミス・フォーチュンの攻撃に耐えられるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、特にレーンでのショートトレードが得意なため、ケイトリンはハラスを受けやすい。\n- ミス・フォーチュンのUltは集団戦でのAoEダメージが非常に高く、ケイトリンは集団戦での持続力が不足しているため、効果的に対抗しづらい。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ミス・フォーチュンの攻撃を受けやすく、特に接近戦で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、ハラスを受けないように立ち位置を調整する。\n- ミス・フォーチュンのUltやスキルを避けるために、Wを使って視界を確保し、敵の動きを把握する。\n- サポートと連携して、ミス・フォーチュンがハラスを行うタイミングを見極め、カウンターを狙うことで、レーンでの優位性を取り戻す。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、アフェリオスは序盤から圧力を受けやすい。\n- アフェリオスは機動力が低く、ミス・フォーチュンのスローや集団戦でのAoEダメージに対して逃げる手段が乏しい。\n- ミス・フォーチュンはオールイン型のマークスマンであり、接近されるとアフェリオスは殴り合いで劣るため、リスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、無理な trades を避ける。\n- サポートと連携して、ミス・フォーチュンのスキルを避ける動きを心がけ、特に集団戦では位置取りを意識する。\n- アイテムを早めに購入し、特に防御アイテムを優先して生存能力を高めることで、ミス・フォーチュンの攻撃に耐えられるようにする。",
      "コーキ": "コーキが不利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、レーンでのショートトレードに強いため、コーキはハラスを受けやすい。\n- コーキはCCがないため、ミス・フォーチュンのスローやUltによる制圧力に対抗できず、接近されると脆弱になる。\n- ミス・フォーチュンは集団戦でのAoEダメージが非常に高く、コーキは持続的なダメージを出すのが難しいため、集団戦で劣位に立たされやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行い、相手の攻撃を受けないようにする。\n- 可能な限り、味方のサポートと連携してミス・フォーチュンに対抗し、集団戦では位置取りを工夫して安全な距離を保つ。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にしっかりとダメージを出せるようにする。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由:\n- シヴィアは高いウェーブクリア能力を持っており、ミス・フォーチュンのハラスを受けながらもレーンを押しやすいです。\n- スペルシールドにより、ミス・フォーチュンのスキルを一度無効化できるため、トレードで有利を取るチャンスが増えます。\n- シヴィアは移動速度を上昇させる手段が豊富で、ミス・フォーチュンの攻撃を避けやすく、立ち位置を調整しやすいです。\n\n有利の取り方:\n- レーンでのハラスを行い、ミス・フォーチュンの体力を削りつつ、ウェーブを押し込むことでタワーを守る。\n- スペルシールドを活用して、ミス・フォーチュンのスキルを回避し、反撃のチャンスを作る。\n- 集団戦では、シヴィアのウルトを使ってミス・フォーチュンのウルトから逃げるか、味方と連携して接近し、ダメージを与える。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ミス・フォーチュンの攻撃を避けやすいため、ハラスを受けにくいです。\n- ミス・フォーチュンは基礎ADが低く、DPSが不足しがちで、序盤のウェーブクリアが遅いため、ゼリが有利にレーンを進めやすいです。\n- ゼリはスキルを駆使して攻撃するスタイルで、ミス・フォーチュンの通常攻撃に対して距離を保ちながらダメージを与えられます。\n\n有利の取り方：\n- ミス・フォーチュンのスキルを避けながら、通常攻撃やスキルでハラスを行い、相手のHPを削る。\n- ゼリの機動力を活かして、ミス・フォーチュンが攻撃を仕掛けてきた際に距離を取ることで、反撃のチャンスを作る。\n- レーンのウェーブをコントロールし、ミス・フォーチュンが安全にファームできない状況を作り出す。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは射程が短い相手に対して強く、ミス・フォーチュンのハラスを受けにくい。\n- ザヤのスネアを使うことで、ミス・フォーチュンの攻撃を封じることができ、反撃のチャンスを作りやすい。\n- ザヤは集団戦でのAoEダメージが豊富で、ミス・フォーチュンのUltに対しても無敵状態を活用できるため、ダメージを回避しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ミス・フォーチュンの体力を削ることで、優位に立つ。\n- スネアを使ってミス・フォーチュンを捕まえ、ダメージを与えるチャンスを作る。\n- 集団戦では、ミス・フォーチュンのUltを避けるために位置取りを工夫し、反撃のタイミングを見計らう。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはスタックを貯めることで後半のダメージが非常に高くなり、集団戦でのAoE攻撃が効果的です。ミス・フォーチュンの集団戦での強みを打ち消すことができます。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得が遅いため、スモルダーがレーンでのハラスを続けやすいです。\n- スモルダーはEスキルによる高速移動が可能で、ミス・フォーチュンのスローを避けやすく、接近戦でも有利に立ち回ることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スタックを貯めることでミス・フォーチュンに対する優位性を確立します。\n- 集団戦では、密集した敵に対してAoE攻撃を活かし、ミス・フォーチュンのUltを無効化するように立ち回ります。\n- Eスキルを使ってミス・フォーチュンの攻撃を避けつつ、タイミングを見計らって反撃を行い、ダメージを与えます。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラはAAに特化したスキルを持ち、クリティカルヒット時に追加の魔法ダメージを与えるため、ミス・フォーチュンの基礎ADの低さを突くことができる。\n- ユナラの攻撃範囲が長く、レーンでのハラスを受けにくいため、ミス・フォーチュンのハラスを避けながらダメージを与えやすい。\n- ユナラはスキルを使うことで攻撃速度が上昇し、周囲の敵にもダメージを与えられるため、集団戦やオブジェクトの処理が得意で、ミス・フォーチュンに対しても有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ミス・フォーチュンのHPを削ることで、レーンの主導権を握る。\n- ミス・フォーチュンがスキルを使った後の隙を狙って、AAやスキルで反撃する。\n- 集団戦では、ミス・フォーチュンのUltを避ける位置取りを心がけ、AoEダメージを活かして敵チームにダメージを与える。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ミス・フォーチュンに対して一方的にハラスを行いやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オブジェクト取得が遅いため、レーンでの優位を築きやすい。\n- セナは回復能力を持っており、ミス・フォーチュンのハラスを受けても持ちこたえやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ミス・フォーチュンの体力を削る。\n- セナのスキルを使って回復しつつ、ミス・フォーチュンの攻撃を避けることで、持続的に有利な状況を維持する。\n- ミス・フォーチュンがスキルを使った後に隙を見て攻撃し、相手のリソースを消耗させる。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ミス・フォーチュンの攻撃範囲外からハラスが可能です。\n- エズリアルの機動力が高く、ミス・フォーチュンのスローを避けやすいため、接近されても逃げやすいです。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルのポークに対して耐えにくいです。\n\n有利の取り方：\n- レーン開始時からスキルを使ってミス・フォーチュンにハラスを行い、体力を削る。\n- ミニオンウェーブを管理し、エズリアルのスキルを使って安全にCSを取りつつ、ミス・フォーチュンにプレッシャーをかける。\n- 敵の動きを見ながら、Eを使って距離を保ちつつ、ミス・フォーチュンのスキルを避けることで、安定したダメージを与える。"
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して高いダメージを出せるため、コーキのダメージが通りにくくなる。\n- コグ＝マウは長射程での攻撃が得意で、コーキの攻撃を受けながら安全にハラスができるため、レーン戦でのハラスが難しい。\n- コーキはCCがないため、コグ＝マウのスロー効果に対して自衛手段が乏しく、追撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコグ＝マウの攻撃を遮るように立ち回る。\n- 早めにアイテムを購入し、ダメージを増加させてコグ＝マウに対抗できるようにする。\n- ジャングラーと連携して、コグ＝マウに対するギャンクを狙い、レーンでの優位性を取り戻す。",
      "ゼリ": "ゼリが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して高いダメージを出せるため、ゼリの攻撃が通りづらい。\n- コグ＝マウの射程が長く、集団戦でのダメージ出力が高いため、ゼリがハラスを避けるのが難しい。\n- コグ＝マウは機動力が低いが、ゼリは自衛手段が乏しく、アサシンやハードCCに狙われやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコグ＝マウの攻撃を遮る。\n- 可能な限りサポートと連携し、集団戦でのコグ＝マウのダメージを分散させる。\n- アイテムビルドを工夫し、耐久力を上げることでコグ＝マウの攻撃に耐えられるようにする。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- コグ＝マウは序盤から意外と強力で、特にWが発動している間は高いダメージを持つため、スモルダーが攻撃しづらい。\n- コグ＝マウのWがクールダウン中でない限り、スモルダーは1対1の殴り合いで劣るため、直接対決が難しい。\n- スモルダーはAA強化がないため、DPSが低く、コグ＝マウのタンクに対するダメージが出しにくい。\n\n不利の緩和策：\n- コグ＝マウのWがクールダウン中のタイミングを見計らって攻撃し、ダメージを与える。\n- チームメイトと連携して集団戦を仕掛け、コグ＝マウを孤立させることで有利に戦う。\n- スモルダーのスタックを貯めるために、レーンでのファームを優先し、序盤の無理なオールインを避ける。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- コグ＝マウは射程が長く、サミーラが接近する前にハラスを受けやすい。\n- コグ＝マウのAR/MRを低下させるスキルと割合ダメージにより、タンクや耐久力のある相手に対して強力なダメージを出せるため、サミーラはダメージを与えにくい。\n- サミーラは単独でのCCがなく、コグ＝マウの攻撃を受けると自衛手段が乏しく、特に集団戦での立ち回りが難しい。\n\n不利の緩和策：\n- サポートと連携して、コグ＝マウに対して一気に攻撃を仕掛けるタイミングを作る。\n- コグ＝マウのスキルのCDを意識し、スキルが使えないタイミングで接近する。\n- アイテムビルドを工夫し、耐久力を上げることでコグ＝マウの攻撃に耐えられるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクに対して高いダメージを出せるため、ドレイヴンの攻撃が通りづらい。\n- コグ＝マウの射程が非常に長く、ドレイヴンが接近する前にハラスを受けやすい。\n- コグ＝マウは機動力が低いものの、ドレイヴンも斧を拾うための操作が必要で、移動妨害を受けると戦闘能力が大幅に低下するため、相手のスロー効果に弱い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、コグ＝マウの攻撃を受けないように立ち回る。\n- サポートと連携して、コグ＝マウに対してオールインを狙うタイミングを見計らい、早期にキルを取ることでスノーボールを狙う。\n- アイテムビルドを工夫し、早めに防御アイテムを購入することで、コグ＝マウのダメージを軽減し、レーン戦を有利に進める。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、特にタンクに対して高いダメージを出せるため、ミス・フォーチュンのハラスが通りづらい。\n- コグ＝マウの射程が長く、追撃が得意なため、ミス・フォーチュンは接近されると不利な状況に陥りやすい。\n- コグ＝マウは機動力が低いとはいえ、ミス・フォーチュンの逃げ手段が乏しいため、一度接近されると脆弱な状態になる。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、コグ＝マウのスキルを避けながらCSを取ることを心がける。\n- サポートと連携して、コグ＝マウに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムビルドを工夫し、早めに防御アイテムを購入して耐久力を上げることで、コグ＝マウの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアはコグ＝マウに不利です。\n\n- コグ＝マウはAR/MRを低下させるスキルを持っており、シヴィアの防御力を削ることでダメージを与えやすい。\n- コグ＝マウの攻撃は長射程で、シヴィアの基礎射程が短いため、レーンでのトレードで不利になりやすい。\n- ルルと組み合わせることで、コグ＝マウはシヴィアの攻撃をシールドで防ぎ、シヴィアが攻撃を通しにくくなる。\n\n不利の緩和策：\n- コグ＝マウのQをスペルシールドで防ぎ、AR/MRの低下を避けるようにする。\n- レーンでのトレードを避け、ファームを優先してレベル差をつける。\n- ルルの存在を意識し、無理なトレードを避けて安全にプレイする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、特にタンクに対して高いダメージを出せるため、ケイトリンの攻撃が通りづらい。\n- コグ＝マウのスキルはスロー効果を持ち、ケイトリンの機動力の低さを突いて追撃されやすい。\n- コグ＝マウは集団戦でのダメージ出力が高く、ケイトリンが長射程を活かしても、集団戦では彼のダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを強化し、コグ＝マウのスキルを避けながらCSを稼ぐことで、早期にアイテムを揃える。\n- サポートと連携して、コグ＝マウのスキルを避ける位置取りを心がけ、Gankを警戒する。\n- 集団戦では、コグ＝マウの射程を意識しつつ、後衛から安全に攻撃できる位置を確保する。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、特にタンクに対して高いダメージを出せるため、アフェリオスの耐久力を削りやすい。\n- コグ＝マウの射程が長く、追撃が得意なため、アフェリオスがハラスを受けやすく、レーンでのファームが難しくなる。\n- アフェリオスは機動力が低く、コグ＝マウのスロー効果によって捕まりやすく、集団戦で狙われるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握する。\n- コグ＝マウのスキルのCDを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることで、コグ＝マウの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルが範囲攻撃であり、コグ＝マウのようなタンクに対しても高いAoEダメージを与えることができるため、集団戦でのダメージ出力が高い。\n- ジグスの長射程により、コグ＝マウが攻撃を仕掛ける前に安全にハラスを行うことができ、レーンでの優位性を保ちやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ジグスのスキルを当てやすく、接近される前にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コグ＝マウのHPを削ることで、ファームを難しくさせる。\n- ジグスの設置型スキルを利用して、コグ＝マウの動きを制限し、逃げ道をなくすことで、追撃を狙う。\n- 集団戦では、コグ＝マウが近づく前にスキルを使い、ダメージを与えた後に安全な位置から攻撃を続ける。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは射程が長く、コグ＝マウよりも遠くから攻撃できるため、レーンでのハラスがしやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ヴァルスの攻撃を受けやすい。\n- ヴァルスのCC効果により、コグ＝マウの動きを制限できるため、追撃やキルチャンスを作りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- コグ＝マウがスキルを使った後に隙を見て攻撃し、ダメージを与える。\n- サポートと連携して、コグ＝マウを捕まえるチャンスを作り、キルを狙う。",
      "トリスターナ": "トリスターナが有利です。\n\n- トリスターナは序盤から中盤にかけて高いバーストダメージを持ち、コグ＝マウの自衛能力が低いため、早期にキルを狙いやすいです。\n- トリスターナは移動能力が高く、逃げや追撃が得意で、コグ＝マウのスロー効果を避けやすいです。\n- トリスターナはレベルが上がるごとに射程が増加し、集団戦での位置取りがしやすく、コグ＝マウに対して安全に攻撃できる距離を保てます。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、コグ＝マウのHPを削ることでレーンの主導権を握る。\n- コグ＝マウがスキルを使った後の隙を突いて、追撃やキルを狙う。\n- サポートと連携して、コグ＝マウに対して集中的に攻撃し、早期にプレッシャーをかける。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、コグ＝マウに対して一方的にハラスを行いやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、セナの攻撃を受けやすい。\n- セナの回復能力により、コグ＝マウの攻撃を受けても持ちこたえやすく、レーンでの優位を築きやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コグ＝マウの体力を削る。\n- セナの回復を活用し、コグ＝マウの攻撃を受けても耐えながらダメージを与える。\n- コグ＝マウがスキルのCD中や基礎射程が短いタイミングを狙って、攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、コグ＝マウの低い自衛能力を突くことができる。\n- コグ＝マウは機動力が低く、トゥイッチの攻撃範囲が広がるアルティメットを使うことで、遠距離から安全に攻撃できる。\n- トゥイッチは逃げ性能が低い相手に対して強く、コグ＝マウは接近手段が乏しいため、トゥイッチが有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを行い、コグ＝マウのHPを削りながらファームを優先する。\n- ステルスを活用して奇襲を仕掛け、コグ＝マウが反応する前にダメージを与える。\n- 集団戦ではアルティメットを使い、コグ＝マウを遠距離から狙い、他の敵チャンピオンと一緒に攻撃する。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、コグ＝マウがスキルのクールダウン中の際に攻撃を仕掛けやすい。\n- コグ＝マウの機動力が低いため、ルシアンの高い機動力を活かして追撃や逃げることができる。\n- コグ＝マウはハードCCを持たず、自衛能力が低いため、ルシアンの攻撃を受けやすい。\n\n有利の取り方：\n- コグ＝マウのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- バーストダメージを活かして、短期決戦を仕掛け、早期に相手を削る。\n- 位置取りを工夫し、コグ＝マウの射程外から攻撃を行い、ハラスを行う。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはKite能力に優れており、コグ＝マウの攻撃を避けながらダメージを与えることができる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ザヤのスネアや加速を活かして簡単に攻撃できる。\n- ザヤは集団戦でのAoEダメージが豊富で、コグ＝マウのタンクに対しても効果的にダメージを与えられる。\n\n有利の取り方：\n- レーンでのハラスを行い、コグ＝マウのHPを削りつつファームを優先する。\n- コグ＝マウがスキルを使った後に攻撃を仕掛け、反撃のチャンスを狙う。\n- 集団戦では、コグ＝マウの射程を利用して安全な位置から攻撃し、スネアを活用して敵を制圧する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、コグ＝マウの射程外から安全にハラスができるため、レーンでの優位性を保ちやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、エズリアルの高い機動力を活かして攻撃を避けながらダメージを与えることができる。\n- エズリアルはスキルのクールダウンが短く、持続的にダメージを与えられるため、コグ＝マウの耐久力を削りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コグ＝マウのHPを削ることで、レーンの主導権を握る。\n- コグ＝マウがスキルを使った後の隙を狙って、Eを使って距離を取りつつ攻撃することで、反撃を受けにくくする。\n- ミニオンウェーブを管理し、コグ＝マウがファームしづらい状況を作ることで、CS差をつけていく。"
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ジンクスは長射程を持ち、サミーラが接近する前にハラスを受けやすいため、序盤からのトレードで不利になる。\n- ジンクスの高いDPSと集団戦でのAoEダメージに対して、サミーラは接近戦を強いられるため、リスクが高い。\n- ジンクスは自衛手段としてスネアやスローを持っており、サミーラが接近する際に行動を制限される可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジンクスの攻撃を受けないように立ち回る。\n- サポートと連携して、ジンクスに対してエンゲージを仕掛けるタイミングを見計らい、集団戦での有利を狙う。\n- アイテムを早めに購入し、耐久力を上げることで、ジンクスの攻撃に耐えられるようにする。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- ジンクスは長射程を持ち、ドレイヴンが攻撃を当てる前にハラスを受けやすい。\n- ジンクスのスネアやスローによって、ドレイヴンの移動が妨げられ、斧を拾うことが難しくなる。\n- ジンクスは集団戦でのAoEダメージが強力で、ドレイヴンが接近する前に大きなダメージを受ける可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ジンクスの攻撃範囲外からファームを心がける。\n- サポートと連携して、ジンクスに対してオールインを狙うタイミングを見計らう。\n- 早めにアイテムを揃え、ジンクスに対抗できるダメージを確保する。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ジンクスは長射程を持ち、ヴェインが接近する前にハラスを受けやすい。\n- ジンクスの高いDPSと集団戦でのAoEダメージに対して、ヴェインは自衛手段が乏しく、特に集団戦での生存が難しい。\n- ジンクスのスキルは射程が長く、ヴェインが攻撃を避けるのが難しいため、トレードで不利になりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用してジンクスに接近するタイミングを見計らう。\n- サポートと連携して、ジンクスに対してエンゲージを仕掛けることで、彼女の攻撃を封じる。\n- アイテムを早めに購入し、耐久力を上げることで、ジンクスの攻撃に耐えられるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ジンクスは長射程の攻撃を持ち、カイ＝サよりも攻撃範囲が広いため、レーンでのハラスが非常に厄介です。\n- ジンクスは高いDPSを持ち、集団戦での影響力が大きいため、カイ＝サが接近するのが難しくなります。\n- カイ＝サは自衛手段が乏しく、ジンクスの攻撃を受けると致命的なダメージを受けやすいです。\n\n不利の緩和策：\n\n- サポートと連携してジンクスを拘束し、オールインを狙うことでジンクスの脆弱性を突く。\n- レーンでのハラスを避けるために、ミニオンを利用してジンクスの攻撃を遮る。\n- ジンクスのスキルを避けるために、位置取りを工夫し、適切なタイミングで攻撃を仕掛ける。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ジンクスは長射程を持ち、トリスターナが攻撃する前にハラスを受けやすい。\n- ジンクスのスキルは集団戦でのAoEダメージが強力で、トリスターナは自衛手段が乏しいため、接近されると危険。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きく、ジンクスに対して反撃しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ジンクスの攻撃範囲外からの攻撃を心がける。\n- サポートと連携して、ジンクスに対してエンゲージを仕掛けるタイミングを見計らう。\n- アイテムを早めに揃え、装備依存度を軽減することで、序盤からの存在感を高める。"
    },
    "loses": {
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、ジンクスのような単体攻撃型のチャンピオンに対して集団戦でのダメージを出しやすい。\n- ジグスの長射程のスキルにより、ジンクスが接近する前にダメージを与えることができ、ハラスが得意。\n- ジグスは設置型のスキルを使ってゾーニングができるため、ジンクスの移動を制限しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスの体力を削る。\n- ジグスのスキルを使ってミニオンを処理しつつ、ジンクスに圧力をかける。\n- 集団戦では、ジンクスが近づく前にスキルを当ててダメージを与え、ジンクスの行動を制限する。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ジンクスに対して一方的にハラスを行いやすい。\n- セナの回復能力により、ジンクスの攻撃を受けても持ちこたえやすく、レーンでの優位を築きやすい。\n- ジンクスは自衛手段が乏しく、接近されると脆弱なため、セナのハラスによってプレッシャーをかけやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジンクスの体力を削る。\n- ジンクスがスキルを使った後に隙を見て攻撃し、ダメージを与える。\n- セナの回復を活かして、ジンクスの攻撃を受けた後も安全にトレードを続ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、ジンクスの自衛手段が乏しいため、接近して攻撃しやすい。\n- トゥイッチのアルティメットは長射程で、集団戦での火力が非常に高く、ジンクスの長射程を逆手に取ることができる。\n- ジンクスはアサシンに対して脆弱であり、トゥイッチの奇襲能力によって簡単に捕まえられる可能性が高い。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンクスのHPを削ることで、トレードを有利に進める。\n- ステルスを活用して、ジンクスが位置を把握できない状態で接近し、奇襲を仕掛ける。\n- 集団戦では、後方からアルティメットを使用し、ジンクスを狙って一方的にダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、ジンクスよりも安全な距離から攻撃できるため、ハラスがしやすい。\n- ジンクスは自衛手段が乏しく、ヴァルスの持つCCスキルによって動きを制限されると、攻撃を受けやすくなる。\n- ヴァルスはAoEダメージを持っており、集団戦やトレードでジンクスに対して持続的なダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削ることでプレッシャーをかける。\n- ジンクスがスキルを使った後の隙を狙って、CCを使ってトレードを有利に進める。\n- ジンクスが近づいてくるタイミングを見計らって、スキルを使って距離を保ちながら攻撃する。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、相手の攻撃を避けやすいため、ジンクスの攻撃を受けにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを出しやすい。\n- ジンクスは自衛手段が乏しく、接近されると脆弱なため、ゼリの機動力を活かして攻撃を仕掛けやすい。\n\n有利の取り方：\n- ゼリの機動力を活かして、ジンクスの攻撃を避けながらハラスを行う。\n- ジンクスがスキルを使った後の隙を狙って、積極的にトレードを仕掛ける。\n- 集団戦では、ジンクスの射程を意識しつつ、位置取りを工夫して安全にダメージを与える。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、ジンクスのような集団戦での影響力を持つ相手に対しても、広範囲にダメージを与えることができるため、ジンクスを効果的にハラスできる。\n- コーキのスキルは長射程であり、ジンクスの攻撃を受ける前に安全な距離から攻撃できるため、ジンクスの攻撃を避けやすい。\n- ジンクスは自衛手段が乏しく、特にアサシンに対して脆弱であるため、コーキの持つバーストダメージや持続的なダメージで圧力をかけやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジンクスのHPを削ることで、レーンの主導権を握る。\n- ジンクスがスキルを使った後の隙を狙って、攻撃を仕掛けることで、ジンクスの反撃を避ける。\n- ジンクスが集団戦に参加する前に、スキルを使ってダメージを与え、ジンクスの戦闘能力を低下させる。"
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、トゥイッチが攻撃を仕掛ける前に大きなダメージを与えられるため、トレードで不利になる。\n- ルシアンは機動力が高く、スキルのクールダウンが短いため、トゥイッチが奇襲を仕掛けても逃げられやすい。\n- トゥイッチは射程が短く、ルシアンの攻撃範囲に入るとハラスを受けやすく、集団戦でも立ち位置が難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけミニオンの後ろに隠れて安全にファームを行う。\n- ルシアンのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- サポートと連携して、ルシアンに対して一斉に攻撃を仕掛けるタイミングを見計らい、トレードを有利に進める。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、レーンでのハラスが強力なため、コグ＝マウは早い段階でダメージを受けやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ルシアンの攻撃を避けることが難しい。\n- ルシアンの射程がコグ＝マウよりも短いが、コグ＝マウは基礎射程が短く、スキルのクールダウン中は戦闘能力が落ちるため、ルシアンに対して有利な状況を作りにくい。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ミニオンを利用してルシアンの攻撃を遮るように立ち回る。\n- サポートと連携して、ルシアンの攻撃を受ける前に先手を打つようにする。\n- アイテムを早めに購入し、耐久力を上げることでルシアンのバーストダメージに耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n- ルシアンは序盤から高いバーストダメージを持ち、シヴィアの射程が短いため、トレードで一方的に攻撃を受けやすい。\n- ルシアンは機動力が高く、シヴィアが攻撃する隙を与えずに接近してくることができるため、集団戦での立ち位置が難しくなる。\n- シヴィアは単体へのDPSが他のADCに劣るため、ルシアンとの殴り合いで火力負けしやすい。\n\n不利の緩和策：\n\n- ルシアンの攻撃を受ける前に、スペルシールドを活用して彼のスキルを防ぎ、トレードを有利に進める。\n- レーンでのハラスを避けるために、慎重に位置取りをし、ルシアンの攻撃を受けないようにする。\n- 後半に強くなるシヴィアの特性を活かし、序盤は無理をせずにファームを優先し、スケーリングを狙う。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ルシアンは高いバーストダメージを持ち、序盤からのトレードで優位に立ちやすいため、ケイトリンはハラスを受けやすい。\n- ルシアンの機動力が高く、スキルのクールダウンが短いため、追撃や逃げる際に有利で、ケイトリンが攻撃を避けるのが難しい。\n- ケイトリンは射程が長いものの、ルシアンの攻撃を受けるときに立ち位置が悪くなると、オールインを受けやすく、集団戦での立ち回りが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち位置を調整し、ルシアンの攻撃を受けないようにする。\n- ルシアンのスキルを避けるために、常に移動しながら攻撃し、スキルのクールダウンを利用して反撃のタイミングを見計らう。\n- サポートと連携して、ルシアンに対して集中的に攻撃を仕掛け、彼のバーストダメージを抑えるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ルシアンは序盤から高いバーストダメージを持ち、レーンでのハラスが強力なため、ヴェインは早い段階でダメージを受けやすい。\n- ルシアンは機動力が高く、スキルのクールダウンが短いため、ヴェインが攻撃を仕掛ける隙を与えにくい。\n- ルシアンは射程が短いヴェインに対して、集団戦での立ち位置を有利に保ちやすく、ヴェインが接近するのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してルシアンの攻撃を遮るように立ち回る。\n- ルシアンのスキルを避けるために、位置取りを工夫し、敵の攻撃を回避することを意識する。\n- サポートと連携して、ルシアンに対してオールインを仕掛けるタイミングを見計らい、逆にダメージを与えるチャンスを作る。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ルシアンよりも遠くからハラスを行いやすいため、レーンでのトレードで優位に立ちやすい。\n- セナの回復能力により、ルシアンの攻撃を受けても持続的に戦えるため、耐久力が高い。\n- ルシアンはCCを持たないため、セナのスネアを避ける手段が限られており、捕まった際のリスクが高い。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ルシアンのHPを削ることでプレッシャーをかける。\n- セナの回復を活かして、ルシアンの攻撃を受けた後も安全にトレードを続ける。\n- ルシアンがスキルを使った後の隙を狙い、スネアを当てて一気に攻撃することでキルチャンスを作る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ルシアンの射程が短いため、近づくことでダメージを与えやすい。\n- サミーラは高いDPSを持ち、特に味方のCCを利用することでルシアンに対して強力な攻撃が可能。\n- ルシアンはCCを持たないため、サミーラが接近して攻撃する際に反撃を受けにくい。\n\n有利の取り方：\n- レーンでのハラスを行い、ルシアンのHPを削ることで優位に立つ。\n- 味方のサポートと連携し、CCを利用してルシアンに接近し、ダメージを与える。\n- ルシアンのスキルのクールダウンを狙い、スキルが使えないタイミングでオールインを仕掛ける。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、ルシアンのバーストダメージに対抗しやすい。\n- スモルダーのAoE攻撃は集団戦で効果的であり、ルシアンが集団戦で立ち位置を取るのが難しいため、スモルダーが有利に戦える。\n- スモルダーはEスキルによる高速移動が可能で、ルシアンの攻撃を避けながら追撃や逃走ができるため、機動力で優位に立てる。\n\n有利の取り方：\n- レーンでのハラスを行い、スタックを貯めることでスモルダーのダメージを増加させる。\n- 集団戦では密集した敵に対してAoE攻撃を活かし、ルシアンの攻撃を分散させる。\n- ルシアンのスキルのクールダウンを狙い、スモルダーのEスキルを使って安全に距離を保ちながら攻撃する。",
      "ゼリ": "ゼリが有利です。\n\n- ゼリは高い機動力を持ち、ルシアンの攻撃を避けやすいため、レーンでのハラスを受けにくい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的に攻撃を続けられる。\n- ルシアンは射程が短く、ゼリの攻撃を受けるリスクが高いため、ゼリが有利なトレードを仕掛けやすい。\n\n有利の取り方：\n- ルシアンのスキルを避けながら、ゼリのスキルを使ってハラスを行う。\n- ルシアンが攻撃を仕掛けてきた際に、ゼリの機動力を活かして距離を取り、反撃する。\n- ルシアンがスキルを使った後の隙を狙って、ゼリの通常攻撃やスキルでダメージを与える。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはスネアを持っており、ルシアンの攻撃を止めることができるため、接近戦での反撃が得意です。\n- ザヤのAoEダメージにより、集団戦でのダメージを稼ぎやすく、ルシアンのバーストを凌ぎやすいです。\n- ルシアンは射程が短いため、ザヤの攻撃を受けやすく、ハラスを受けるリスクが高いです。\n\n有利の取り方：\n- レーンでのハラスを行い、ルシアンのHPを削ることで、優位な状況を作る。\n- スネアを活用してルシアンの動きを制限し、オールインを狙う。\n- ルシアンのスキルのクールダウンを見極めて、スキルを使った後に攻撃することで、ダメージを効率的に与える。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、状況に応じた柔軟な対応ができるため、ルシアンの攻撃に対して効果的に対抗できる。\n- ルシアンは射程が短く、アフェリオスの攻撃を受けるリスクが高いため、アフェリオスがレーンでのハラスを優位に進めやすい。\n- アフェリオスはレベルが上がるにつれて火力が増し、特に脅威ステータスが育つとルシアンに対して高いダメージを出せる。\n\n有利の取り方：\n- レーン開始時にアフェリオスの武器を適切に選び、ルシアンに対してハラスを行うことで、早期に優位を築く。\n- ルシアンのスキルのクールダウンを利用して、隙を見て攻撃し、ダメージを蓄積する。\n- 集団戦では、アフェリオスの武器の特性を活かし、ルシアンが近づく前に安全な位置から攻撃を行う。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ルシアンの射程よりも遠くから攻撃できるため、ハラスがしやすい。\n- エズリアルの機動力が高く、ルシアンの攻撃を避けやすいため、レーンでの生存率が向上する。\n- ルシアンはCCを持たないため、エズリアルのワープスキルを使って逃げたり、追撃したりする際に有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にスキルを使ってハラスを行い、ルシアンにプレッシャーをかける。\n- ルシアンのスキルのクールダウンを見計らって、隙を突いて攻撃することで、ダメージを稼ぐ。\n- ルシアンがオールインを狙ってきた際に、ワープスキルを使って距離を取り、反撃のチャンスを作る。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ルシアンに対して強力なハラスが可能です。\n- ルシアンは射程が短いため、ドレイヴンの攻撃を受けやすく、特にレーンでのトレードで優位に立ちやすいです。\n- ドレイヴンはゴールドを稼ぎやすく、アイテム差をつけることでさらに有利な状況を作り出せます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ルシアンのHPを削ることでプレッシャーをかける。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- ルシアンがスキルを使った後の隙を狙ってオールインを仕掛け、早期にキルを狙う。",
      "カイ＝サ": "カイ＝サが有利です。\n\n理由:\n- ルシアンは射程が短く、カイ＝サの攻撃を受けやすいため、トレードで優位に立ちやすい。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、状況に応じた戦術を取れるため、柔軟に対応できる。\n- ルシアンは集団戦での立ち位置が難しく、カイ＝サの奇襲や追撃に対して脆弱である。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルシアンのHPを削ることでオールインのチャンスを作る。\n- スキルを使ってルシアンの攻撃を回避しつつ、接近戦に持ち込むことでダメージを与える。\n- ルシアンのスキルクールダウンを狙い、隙を見てオールインを仕掛けることで、優位な状況を作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n- 射程が長いため、ルシアンの攻撃を受けることなく安全にハラスができる。\n- CC効果を持つため、ルシアンの動きを制限し、攻撃のチャンスを作りやすい。\n- ルシアンは射程が短く、オールインを仕掛ける際にリスクが高いため、ヴァルスが有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ルシアンのHPを削る。\n- ルシアンがスキルを使った後に隙を見て攻撃し、反撃を避ける。\n- ルシアンが近づいてきた際にCCを使い、追撃や逃げる際の有利な状況を作る。"
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、加速手段が豊富なため、ザヤが攻撃を当てる前に距離を取られやすい。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にハラスを行いやすい。\n- ゼリは接近手段に確実性がないメレーキャリーに対して有利であり、ザヤの攻撃を避けやすい。\n\n不利の緩和策：\n- ゼリのスキルを避けるために、位置取りを意識し、距離を保ちながらファームを行う。\n- ゼリが攻撃を仕掛けてきた際に、スネアを活用して反撃のチャンスを作る。\n- サポートと連携し、エンゲージやハラスを行うことで、ゼリに対するプレッシャーをかける。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、接近手段に確実性がないミス・フォーチュンに対してKiteを行いやすい。\n- ゼリのスキルはノーコストで使用できるため、持続的なハラスが可能で、ミス・フォーチュンは基礎ADが低く、序盤の火力が不足しがち。\n- ゼリはウルトでSlowを付与できるため、集団戦でのCCに対して脆弱なミス・フォーチュンは捕まりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを行う。\n- ゼリのスキルを避けるために、Wを活用して立ち位置を調整し、距離を保つ。\n- サポートと連携して、ゼリに対してオールインを仕掛けるタイミングを見計らい、逆にハラスを行う。",
      "ヴェイン": "ヴェインが不利です。\n\n- ゼリは高い機動力を持ち、加速手段が豊富なため、ヴェインの攻撃を避けやすい。\n- ゼリのスキルはノーコストで使用でき、序盤からのハラスが強力で、ヴェインは序盤にハラスを受けやすい。\n- ゼリはCCを持っており、集団戦での脆弱性を突かれやすく、ヴェインは対象指定のCCに対して無防備である。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ミニオンを利用してゼリの攻撃を遮る。\n- ゼリのスキルを避けるために、位置取りを工夫し、タイミングを見計らってダッシュを使う。\n- サポートと連携して、ゼリに対する集団戦での圧力を高め、彼女の機動力を制限する。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、接近してハラスを行いやすいため、シヴィアは攻撃を避けるのが難しい。\n- シヴィアの基礎射程が短いため、ゼリの長射程からの攻撃に対して一方的にダメージを受けやすい。\n- ゼリはスキルを駆使してダメージを出すスタイルであり、シヴィアのスペルシールドが機能しにくい状況が多い。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ゼリの攻撃を避けるように立ち回る。\n- ウェーブクリア能力を活かして、早めにミニオンを処理し、ゼリにハラスを受ける時間を減らす。\n- サポートと連携して、ゼリに対して集団でのエンゲージを狙い、トレードを有利に進める。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ゼリは高い機動力を持ち、接近戦を避けることが得意なため、サミーラが接近するのが難しい。\n- ゼリのウルトによるCC効果で、サミーラは行動を制限されやすく、攻撃を行う前に捕まるリスクが高い。\n- サミーラは射程が短く、ゼリの長射程攻撃に対してハラスを受けやすく、序盤のトレードで不利になる。\n\n不利の緩和策：\n- ゼリの攻撃を避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- 味方のサポートと連携し、ゼリに対して一斉に攻撃を仕掛けるタイミングを見計らう。\n- レベルアップやアイテムを整えるまで、無理に接近戦を挑まず、ファームを優先する。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- ゼリは序盤が弱いとはいえ、ルシアンの攻撃を受けながらも距離を保ちやすく、Kiteが得意なため、ルシアンの攻撃を避けやすい。\n- ゼリのウルトによる移動速度バフが発動すると、ルシアンは遠距離からの攻撃を受けやすく、逆に追い詰められる可能性がある。\n- ルシアンは射程が短いため、ゼリの攻撃を受けやすく、特に集団戦では立ち位置が難しくなる。\n\n不利の緩和策：\n- ゼリの攻撃を避けるために、位置取りを意識し、常に距離を保つように心がける。\n- ゼリがウルトを使用した際には、冷静に距離を取り、無理に攻撃を仕掛けずに様子を見る。\n- ゼリがレーンに姿を見せていない時は、警戒を怠らず、ミニマップを確認しながら安全にファームを行う。"
    },
    "loses": {
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリに対して強力なハラスが可能です。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ドレイヴンの攻撃を受けやすいです。\n- ドレイヴンは移動速度を上げるスキルを持っており、ゼリの機動力を活かしたKiteを封じることができます。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ゼリのHPを削ることでレーンの主導権を握ります。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行います。\n- ゼリがスキルを使った後の隙を狙ってオールインを仕掛け、ダメージを与えつつ有利なトレードを行います。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、ゼリに対して高いダメージを出すことができる。\n- コグ＝マウの射程が長いため、ゼリの攻撃を避けながら安全にハラスができる。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コグ＝マウの持つ持続的なダメージに対処しづらい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ゼリのHPを削る。\n- コグ＝マウのスキルを使って、ゼリのAR/MRを下げてダメージを増加させる。\n- ゼリが接近してくるタイミングを見計らい、距離を保ちながら攻撃を続ける。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、ゼリに対してハラスを行いやすく、特に集団戦でのダメージを効率的に与えられます。\n- コーキの長射程のスキルを活かして、ゼリの攻撃を避けながら安全にダメージを与えることができ、Kiteを行うゼリに対しても有利に立ち回れます。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、コーキのAoEダメージで早期に優位を築くことが可能です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ゼリのHPを削ることで、レーンの主導権を握ります。\n- ゼリのスキルを避けつつ、コーキのスキルを連続で当てることで、ダメージを蓄積し、相手の動きを制限します。\n- 集団戦では、後衛からのAoEダメージを活かし、ゼリが接近できないように立ち回ることで、チーム全体のダメージを最大化します。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、ゼリの攻撃範囲外から安全にハラスができるため、序盤から優位に立ちやすい。\n- ゼリは基礎ADが低く、序盤の火力が不足しているため、ヴァルスの持続的なダメージに対処しづらい。\n- ヴァルスのCC効果により、ゼリの機動力を制限できるため、逃げる手段を封じることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ゼリのHPを削ることでプレッシャーをかける。\n- ゼリが近づいてくるタイミングでCCを使い、動きを制限してダメージを与える。\n- ミニオンウェーブを利用して、ゼリが近づけない位置から安全に攻撃し続ける。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にゼリのような基礎ステータスが低いチャンピオンに対して早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、ゼリの攻撃を避けやすい。\n- トリスターナの射程がレベルアップと共に増加するため、集団戦やレーンでのハラスにおいて優位に立ちやすい。\n\n有利の取り方：\n- ゼリが攻撃を仕掛ける前に、トリスターナのバーストを活かして先手を打つ。\n- ゼリのスキルを避けながら、トリスターナの通常攻撃でハラスを行う。\n- トリスターナのブリンクを利用して、ゼリの攻撃範囲外から安全に攻撃を行う。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "サミーラが不利です。\n\n理由：\n- セナは長射程を持ち、ハラスが得意なため、サミーラが接近する前にダメージを与えられる。\n- セナのCCスキルによって、サミーラは動きを制限されやすく、接近戦を仕掛けることが難しい。\n- サミーラは低い防御ステータスを持ち、セナの攻撃を受けると簡単に倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- サポートと連携して、セナに対して一斉に攻撃を仕掛け、早期にキルを狙う。\n- セナのCCを避けるために、ブリンクや移動スキルを活用し、タイミングを見計らって接近する。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- セナは長射程を持ち、ザヤが近づく前に一方的にハラスを行いやすいため、ザヤはダメージを受けやすい。\n- セナの回復能力により、ザヤがハラスを行ってもセナが持ちこたえやすく、ザヤのダメージを無効化されることが多い。\n- セナはCCを持っており、ザヤが接近した際に捕まるリスクが高く、逃げる手段が乏しいザヤにとって非常に危険。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃範囲外からファームを行い、できるだけ安全にゴールドを稼ぐ。\n- セナのスキルを避けるために、位置取りを工夫し、セナの攻撃が届かない位置でのプレイを心がける。\n- サポートと連携して、セナに対して積極的にエンゲージを仕掛け、セナの回復を無効化するタイミングを狙う。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- セナは長射程を持ち、ヴェインに対して一方的にハラスを行いやすいため、レーンでのプレッシャーを受けやすい。\n- セナのCCスキルによって、ヴェインは捕まると逃げる手段が乏しく、デスにつながるリスクが高い。\n- セナは回復能力が高く、ヴェインのダメージを軽減されることで、持続的な戦闘において不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃範囲外での位置取りを心がける。\n- セナのCCを避けるために、ミニオンを利用して位置を調整し、タイミングを見計らって攻撃する。\n- ジャングラーに協力を仰ぎ、セナを狙ったギャンクを仕掛けることで、レーンの優位性を取り戻す。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- セナは長射程を持ち、ハラスが得意なため、コグ＝マウはレーンで一方的に攻撃されやすい。\n- セナの回復能力により、コグ＝マウのダメージを軽減され、持続戦闘で不利になる。\n- セナはCCを持っており、捕まるとコグ＝マウは自衛手段が乏しいため、簡単に倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてファームを行う。\n- サポートと連携し、セナのハラスを受けないように位置取りを工夫する。\n- アイテムを早めに購入し、耐久力を上げることでセナの攻撃に耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- セナは長射程を持ち、ルシアンが近づく前にハラスを行いやすいため、レーンでのトレードが不利になる。\n- セナのCCスキルによってルシアンの動きが制限され、捕まると一気にダメージを受けやすい。\n- ルシアンは射程が短いため、セナの持続的なポークに対して反撃しづらく、特に序盤での立ち回りが難しい。\n\n不利の緩和策：\n- セナのスキルを避けるために、ミニオンを利用して位置取りを工夫し、ハラスを受けないようにする。\n- セナがスキルを使った後のクールダウンを狙って、積極的にオールインを仕掛けるタイミングを見計らう。\n- サポートと連携して、セナに対するプレッシャーをかけ、ルシアンが安全にファームできる環境を作る。",
      "シヴィア": "シヴィアが不利です。\n\n理由：\n- セナは長射程でハラスが得意であり、シヴィアは基礎射程が短いため、レーンでのトレードで不利になりやすい。\n- セナの回復能力により、シヴィアのダメージを軽減されるため、持続的な戦闘で劣位に立たされることが多い。\n- セナはスネア効果を持っており、捕まるとシヴィアは逃げる手段が乏しいため、デスにつながるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してセナの攻撃を遮るように立ち回る。\n- セナのスキルを避けるために、スペルシールドを適切に使い、トレードを有利に進めるタイミングを見極める。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛けることで、早期にリードを取る。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ジンクスに対して一方的にハラスを行いやすいため、ジンクスはレーンでのプレッシャーを受けやすい。\n- セナの回復能力により、ジンクスが与えるダメージを軽減されやすく、トレードで優位に立つことが難しい。\n- セナはCCを持っており、捕まるとジンクスは逃げる手段が乏しいため、致命的なダメージを受けるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、セナの攻撃範囲を意識し、適切な位置取りを心がける。\n- サポートと連携して、セナのスキルを避ける動きをしつつ、チャンスがあれば反撃を狙う。\n- 早めにアイテムを購入し、基礎ステータスを強化することで、セナとのトレードでの耐久力を向上させる。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、セナよりも遠くからハラスを行いやすいため、レーンでの優位性を保ちやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴァルスの持続的なダメージに対して耐えにくい。\n- ヴァルスはAoEダメージを持っており、セナが複数の敵チャンピオンと一緒にいる場合でも効果的にダメージを与えられる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナのHPを削ることでプレッシャーをかける。\n- セナのスキルを避けつつ、スキルを使ってダメージを与え、相手の動きを制限する。\n- セナが逃げる手段が乏しいことを利用し、相手の位置を把握して奇襲をかけることでキルを狙う。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にセナのような脆いサポートに対して早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、セナのハラスを受けながらも安全に立ち回ることができる。\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではセナよりも有利な位置取りが可能になる。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、セナのHPを削ることでレーンの主導権を握る。\n- セナがスキルを使った後の隙を狙って、バーストダメージを与え、キルを狙う。\n- トリスターナの逃げ能力を活かして、セナのCCを避けつつ、チャンスがあれば積極的にオールインを仕掛ける。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、セナに対して一方的にハラスを行いやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキの持つ長射程の攻撃で圧力をかけることができる。\n- コーキは敵の防御力を低下させるデバフを持っており、セナに対してダメージを通しやすくなる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナの回復を無効化する。\n- AoEスキルを使ってミニオンを一掃し、セナのCSを妨害することでゴールド差をつける。\n- セナが逃げる手段が乏しいため、位置取りを意識して捕まえやすいタイミングで攻撃を仕掛ける。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、セナに対して一方的にハラスを行いやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ケイトリンの攻撃を受けやすい。\n- ケイトリンの罠によるスネア効果で、セナの動きを制限しやすく、捕まえやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- 罠を使ってセナの移動を制限し、オールインのチャンスを作る。\n- セナがスキルを使った後の隙を狙って、攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはセナに対して逃げ性能が低いため、奇襲が成功しやすい。特に、セナは基礎ステータスが低く、序盤が弱いため、トゥイッチの攻撃を受けやすい。\n- トゥイッチのアルティメットは長射程で、集団戦やレーンでのハラスにおいて一方的に攻撃できるため、セナに対してプレッシャーをかけやすい。\n- セナはCCを持つチャンピオンに対して脆弱であり、トゥイッチの奇襲や持続的なダメージに対して対処が難しい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、セナのHPを削ることで、彼女の回復能力を無効化する。\n- ステルスを利用して奇襲を仕掛け、セナが反応する前にダメージを与える。\n- トゥイッチのアルティメットを活用して、集団戦やレーンでの一方的な攻撃を行い、セナの動きを制限する。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、セナのハラスを受けながらもミニオンを一掃しやすい。\n- セナは基礎ステータスが低く、序盤は特に脆弱なため、ジグスの長射程からの攻撃で圧力をかけやすい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、セナが近づくのを防ぎやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナの体力を削る。\n- セナがミニオンを処理する際に、スキルを使って一緒に攻撃し、ダメージを与える。\n- セナが近づいてきた際に設置型のスキルを使い、動きを制限して攻撃のチャンスを作る。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーはスキルを駆使して戦うキャリータイプであり、スタックを貯めることで後半のダメージが非常に高くなるため、セナに対して持続的なダメージを与えやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、スモルダーが攻撃的に出ることで有利なレーニングを展開できる。\n- スモルダーのAoE攻撃は集団戦で効果的であり、セナが後衛にいる場合でも、スモルダーは遠距離からの攻撃でダメージを与えられる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、セナの回復を無効化しつつスタックを貯める。\n- セナが攻撃的に出てきた際に、スモルダーのスキルを使って反撃し、ダメージを与える。\n- 集団戦では、セナが密集している敵チャンピオンと一緒にいる場合にAoE攻撃を活かしてダメージを稼ぐ。"
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- アッシュは長射程の攻撃とスロー効果を持っており、アフェリオスが接近する前にダメージを与えやすい。\n- アッシュのCCスキルにより、アフェリオスは捕まりやすく、機動力が低いため逃げる手段が限られている。\n- アフェリオスは序盤が弱く、アッシュのハラスに対抗しづらいため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握する。\n- アッシュのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- 装備を整えるまで耐えるために、ファームを優先し、無理にオールインを仕掛けない。",
      "シヴィア": "シヴィアが不利です。\n\n理由:\n- アッシュの長射程により、シヴィアはポークされやすく、レーンでのトレードで劣ることが多い。\n- アッシュのスロー効果により、シヴィアは距離を保つのが難しく、接近されると脆弱な状況に陥りやすい。\n- アッシュのアルティメットは、シヴィアのスペルシールドで無効化できるため、シヴィアがエンゲージを試みる際に不利になる。\n\n不利の緩和策:\n- サポートにCCを持つタンクを選び、アッシュの攻撃を防ぎつつ反撃のチャンスを作る。\n- レーンでのポジショニングに注意し、アッシュの攻撃を避けることでダメージを最小限に抑える。\n- ウェーブクリアを活かして、アッシュの攻撃を受ける前にミニオンを処理し、タワー下での安全なファームを心がける。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- アッシュの射程が長く、通常攻撃のスロー効果により、ルシアンは距離を保つのが難しく、ハラスを受けやすい。\n- アッシュはスタン効果を持つアルティメットを使って、ルシアンを捕まえることができるため、オールイン合戦で不利になる。\n- ルシアンはCCを持たないため、アッシュのスローやスタンに対して逃げる手段が限られており、集団戦での立ち位置が難しい。\n\n不利の緩和策：\n- アッシュの攻撃を受けないように、常に距離を保ちながらハラスを行う。\n- アッシュのアルティメットが使用可能な間は、無理に近づかず、冷静に立ち回る。\n- アッシュがスキルを使った後に隙を見て攻撃し、ダメージを与えるタイミングを見極める。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは全てのスキルがAoEで、アッシュのような単体攻撃型のチャンピオンに対して広範囲でダメージを与えやすい。\n- コーキのスキルは長射程で、アッシュの射程を活かしたハラスに対しても安全に反撃できる。\n- アッシュは機動スキルを持たず、コーキの持続的な攻撃に対して逃げる手段が限られているため、追い詰めやすい。\n\n有利の取り方：\n- レーンでのプッシュを早めに行い、アッシュにプレッシャーをかけてファームを妨害する。\n- アッシュが近づいてきた際に、長射程のスキルを使ってハラスを行い、体力を削る。\n- 敵のサポートやジャングラーが近くにいる場合は、視界を確保しつつ、コーキのスキルを活かして安全にダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、アッシュよりも遠くから攻撃できるため、レーンでのハラスがしやすい。\n- アッシュは機動スキルを持たず、ヴァルスのスネア効果に捕まると逃げる手段がないため、捕まった際のリスクが高い。\n- ヴァルスはAoEダメージを持っており、集団戦やレーンでのハラスにおいて一度に複数の敵にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アッシュのHPを削ることでプレッシャーをかける。\n- スネアを使ってアッシュを捕まえ、追撃を行うことでダメージを与える。\n- 敵のサポートやジャングラーの動きを意識し、アッシュが孤立したタイミングで攻撃を仕掛ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、アッシュの攻撃を避けながら接近することが可能です。\n- アッシュは機動スキルを持たず、トゥイッチの攻撃を受けるとスロー効果で動きが制限されるため、トゥイッチが有利に立ち回れます。\n- トゥイッチのアルティメットは長射程で、集団戦やレーンでの一方的な攻撃が可能で、アッシュに対しても高いダメージを与えられます。\n\n有利の取り方：\n- ステルスを活用してアッシュに接近し、奇襲を仕掛けることで先手を取る。\n- アッシュのスキルを避けながら、スロー効果を受ける前に攻撃を仕掛ける。\n- 集団戦ではアルティメットを使い、アッシュを含む敵チャンピオンに対して一方的にダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にアッシュのような基礎ステータスが控えめなチャンピオンに対して有効です。\n- トリスターナは移動能力が高く、逃げや追撃がしやすいため、アッシュのスロー効果を避けやすいです。\n- レベルが上がるごとに射程が増加するため、終盤ではアッシュよりも有利な位置取りが可能です。\n\n有利の取り方：\n- 序盤からアッシュに対して積極的にハラスを行い、早期にキルを狙うことで有利な状況を作る。\n- アッシュのスキルを避けながら、トレードを行い、ダメージを与えつつ自分のHPを保つ。\n- 集団戦では、トリスターナの射程を活かして安全な位置からアッシュを狙い、ダメージを与える。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、アッシュの射程を活かす前に近づくことができるため、ダメージを与えやすい。\n- アッシュは機動スキルを持たず、サミーラの攻撃を受けると反撃が難しくなるため、サミーラが有利に立ち回れる。\n- サミーラは高いDPSを持ち、アッシュの基礎ステータスが控えめなため、オールイン合戦で優位に立つことができる。\n\n有利の取り方：\n- アッシュの攻撃を避けながら近づき、接近戦を仕掛けることでダメージを与える。\n- 味方のCCを利用してアッシュに接近し、効果的に攻撃するタイミングを見計らう。\n- アッシュがスキルを使った後の隙を狙い、一気に攻撃を仕掛けることで有利な状況を作る。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは接近戦が得意で、アッシュの射程が長いにもかかわらず、アッシュが攻撃を仕掛ける前に反撃することができる。\n- ザヤはスネアを持っており、アッシュが近づいてきた際に捕まえることで、アッシュの攻撃を無効化できる。\n- アッシュは機動スキルを持たないため、ザヤの加速を活かして距離を詰めたり、逃げたりすることができる。\n\n有利の取り方：\n- アッシュが攻撃を仕掛けるタイミングを見計らい、スネアを使って反撃する。\n- ザヤの加速を利用して、アッシュとの距離を調整しつつ、ハラスを行う。\n- アッシュがCCを使った後の隙を狙って、積極的に攻撃を仕掛ける。"
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ミス・フォーチュンの攻撃を回避しやすいため、接近されると脆弱なミス・フォーチュンは攻撃を受けやすい。\n- ニーラのパッシブにより、味方のヒールやシールド効果が強化され、特に集団戦での耐久力が高く、ミス・フォーチュンの攻撃が通りにくい。\n- ニーラはミッドゲーム以降に強力になり、装備が整った状態での対面ではミス・フォーチュンが劣位に立たされることが多い。\n\n不利の緩和策：\n- チームメイトにCCを持つチャンピオンを選んでもらい、ニーラを拘束することで攻撃のチャンスを作る。\n- レーンでのハラスを避けるために、サステインを持つサポートと組むことで、耐久力を高める。\n- アイテムビルドを工夫し、早めに防御アイテムを購入することで、ニーラの攻撃に耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ダッシュスキルでセナの攻撃を回避しやすく、接近されるとハラスが難しくなる。\n- ニーラは味方との連携を重視しており、特にサポートがいる場合、セナの回復やハラスを無効化される可能性が高い。\n- ニーラはCCを持つチャンピオンに対して強く、セナのスネアを避けられることで、セナが捕まるリスクが増す。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してニーラの攻撃を受けないように立ち回る。\n- サポートと連携して、ニーラの攻撃を受ける前に先手を打つことで、ハラスを行うチャンスを増やす。\n- 早めにアイテムを購入し、耐久力を上げることで、ニーラの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ニーラは高い機動力を持ち、ダッシュスキルでトゥイッチの攻撃を回避しやすいため、トレードで優位に立たれることが多い。\n- ニーラは味方のヒールやシールドを強化するパッシブを持っており、トゥイッチの攻撃が効きにくくなるため、持続戦闘で不利になる。\n- ニーラはスロー効果を持つため、トゥイッチの移動速度を下げて逃げる手段を制限し、奇襲を仕掛けるのが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してニーラの攻撃を受けないように立ち回る。\n- ニーラのスキルを避けるために、位置取りを工夫し、ダッシュやスローを受けないようにする。\n- 装備を早めに整え、トゥイッチの火力を上げることで、ニーラとのトレードで有利に立てるようにする。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- 射程が長いニーラに対して、ヴァルスはハラスを受けやすく、特に序盤のレーンでの圧力が強い。\n- ニーラは高い機動力を持ち、ダッシュを使ってヴァルスの攻撃を回避しやすく、接近されると非常に脅威となる。\n- ニーラのパッシブによるヒールやシールド効果が、ヴァルスの持続的なダメージを軽減し、集団戦での優位性を持たれる。\n\n不利の緩和策：\n- サポートと連携し、ニーラの攻撃を避けるためにポジショニングを意識し、ハラスを最小限に抑える。\n- ニーラがダッシュを使った後の隙を狙い、スキルを当てることでダメージを与えるタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでニーラの攻撃に耐えられるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ニーラは高い機動力を持ち、ダッシュスキルで接近しやすく、カイ＝サの攻撃を避けることができるため、カイ＝サが攻撃を当てにくい。\n- ニーラは味方との連携を重視したスキルセットを持ち、特にサポートと組むことで強力なシナジーを発揮し、カイ＝サが孤立しやすい状況を作り出す。\n- ニーラはCCを持たないカイ＝サに対して、オールインを仕掛けやすく、特に序盤のハラスに対して脆弱なカイ＝サは苦戦する。\n\n不利の緩和策：\n\n- レーンでの距離を保ち、ニーラの攻撃を避けるために慎重にポジショニングを行う。\n- サポートと連携し、ニーラの攻撃を受けないようにしつつ、カイ＝サのスキルを活かして反撃するタイミングを見計らう。\n- 中盤以降は、装備を整えた後に奇襲を狙い、ニーラとの接近戦を避けるために距離を取る。",
      "トリスターナ": "トリスターナが不利です。\n\n理由:\n- ニーラは高い機動力を持ち、ダッシュスキルでトリスターナの攻撃を回避しやすいため、トレードで優位に立たれることが多い。\n- ニーラのパッシブによって味方のヒールやシールド効果が強化され、トリスターナのバーストダメージが軽減されるため、持続戦闘で不利になる。\n- ニーラはスロー効果を持つスキルを使うことで、トリスターナの移動を制限し、攻撃を受けやすくなる。\n\n不利の緩和策:\n- サポートチャンピオンと連携し、ニーラの攻撃を分散させることで、トリスターナが安全にファームできるようにする。\n- レベルアップを優先し、装備を整えることで、トリスターナのバーストダメージを強化し、ニーラに対抗できるようにする。\n- ニーラのスキルのクールダウンを狙い、スキルを使った後の隙を突いて攻撃することで、トレードを有利に進める。"
    },
    "loses": {
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは射程が長く、ニーラに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ザヤのスネア効果により、ニーラの機動力を制限し、追撃や反撃のチャンスを作りやすい。\n- ザヤは集団戦でのAoEダメージが豊富で、ニーラが味方と連携しても、ザヤのダメージで優位に立てる可能性が高い。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削ることでプレッシャーをかける。\n- スネアを活用してニーラのダッシュを封じ、攻撃のチャンスを増やす。\n- サポートと連携して、ニーラがサポートなしで孤立する状況を作り出し、優位に立つ。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程の攻撃を持っており、ニーラが近づく前にハラスを行いやすい。\n- コーキのAoEダメージはニーラの持続的なダメージに対抗でき、特に集団戦でのダメージを稼ぎやすい。\n- コーキはCCを持たないが、ニーラの機動力に対しても射程で優位に立てるため、ニーラの攻撃を避けやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削る。\n- ミニオンを利用してニーラの攻撃を避けつつ、スキルを使ってプッシュを行う。\n- サポートと連携し、ニーラが近づけないようにしながら、集団戦でのダメージを最大化する。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程の攻撃を持っており、ニーラが近づく前にダメージを与えることができるため、レーンでのハラスがしやすい。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤はハラスを受けやすいが、ジグスは遠距離から安全に攻撃できるため、ニーラに対して優位に立てる。\n- ジグスのスキルは全て範囲攻撃であり、ミニオン処理や集団戦でのダメージを出しやすく、ニーラがレーンでの経験値を稼ぎにくくなる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ニーラの体力を削ることでプレッシャーをかける。\n- ミニオンを利用してニーラの攻撃を避けつつ、スキルを使ってダメージを与えることで、ニーラの動きを制限する。\n- ジグスの設置型スキルを使って、ニーラが近づくのを防ぎ、ゾーニングを行うことで、ニーラの行動を制限する。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは最大HPに比例した確定ダメージを持っており、ニーラのHPを迅速に削ることができるため、特にタンク相手に強い。\n- ヴェインの高い機動力により、ニーラの攻撃を回避しやすく、1対1の戦闘で優位に立ちやすい。\n- 射程が長いため、ニーラの接近を防ぎやすく、ハラスを行う際に有利な状況を作りやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削ることでプレッシャーをかける。\n- ダッシュを駆使してニーラの攻撃を避け、反撃のチャンスを狙う。\n- サポートと連携し、ニーラが孤立した際に一気に攻撃を仕掛けることで、優位な状況を作る。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは後半にスタックを貯めることで非常に高いダメージを出せるため、ニーラの持続的なダメージに対抗できる。\n- スモルダーのAoE攻撃は集団戦で効果的であり、ニーラが味方と連携して攻撃する際に、密集した敵に対して強力なダメージを与えられる。\n- スモルダーは長射程の攻撃を持ち、ニーラが近づく前にダメージを与えることができるため、ニーラの接近を阻止しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーラの体力を削ることで、彼女のパッシブを活かさせない。\n- 集団戦では、密集した敵に対してAoE攻撃を活用し、ニーラのダメージを分散させる。\n- スモルダーの移動スキルを使って、ニーラの攻撃を避けつつ、距離を保ちながら攻撃を続ける。",
      "アッシュ": "アッシュが有利です。\n\n- アッシュは射程が長く、ニーラに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- アッシュのパッシブによるスロー効果を活かして、ニーラの接近を妨げることができ、Kiting性能が高い。\n- ニーラはサポートがいない場合、パッシブの効果が薄れやすく、序盤のハラスに対して脆弱であるため、アッシュが有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ニーラの体力を削ることでプレッシャーをかける。\n- スロー効果を利用して、ニーラが近づいてきた際に逃げる手段を奪い、オールインを仕掛けるタイミングを作る。\n- 可能であれば、サポートと連携して視界を確保し、ニーラの動きを制限しつつ安全にファームを行う。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、ニーラがレーンでの優位性を確保するのを妨げることができる。\n- スペルシールドにより、ニーラのスロー効果を無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアは後衛からのダメージを与える能力が高く、ニーラが接近する前にダメージを与えやすい。\n\n有利の取り方：\n- レーンでのプッシュを意識し、ニーラが近づく前にミニオンを処理しておく。\n- スペルシールドを活かしてニーラのスローを回避し、トレードで優位に立つ。\n- サポートと連携し、集団戦での位置取りを意識してニーラを牽制する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは射程が長く、ニーラに対して安全にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ニーラはサポートがいないとパッシブの効果が薄れ、序盤のハラスに対して脆弱であるため、アフェリオスの攻撃で圧力をかけやすい。\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にニーラの機動力を制限するスキルを持つ武器を選ぶことで、彼女の動きを封じることができる。\n\n有利の取り方：\n- レーン開始時にアフェリオスの長射程を活かして、ニーラに対して積極的にハラスを行い、CSを取らせないようにする。\n- ニーラがダッシュを使った後に攻撃を仕掛け、彼女のスキルクールダウンを利用してダメージを与える。\n- サポートと連携し、ニーラが孤立したタイミングで集中的に攻撃し、早期にキルを狙う。"
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を無効化する能力を持っているため、オールインされると反撃が難しい。\n- サミーラは高いバーストダメージを持ち、短い射程のドレイヴンに対して優位に立つことができる。\n- ドレイヴンは斧を拾う必要があり、移動妨害を受けると戦闘能力が大幅に低下するため、サミーラのCCに弱い。\n\n不利の緩和策：\n- サポートと連携して、サミーラに対して距離を保ちながらファームを行う。\n- サミーラの攻撃を避けるために、位置取りを意識し、無理に接近しないようにする。\n- 早めにアイテムを揃え、サミーラとの1対1の戦闘を避けるために、集団戦を意識して立ち回る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- サミーラは接近戦に強く、高いDPSを持っているため、ヴェインが接近する前に大きなダメージを受ける可能性が高い。\n- サミーラは味方のCCを利用して接近することが得意で、ヴェインは単独でのCCがないため、サミーラの攻撃を防ぎにくい。\n- サミーラの攻撃スタイルは、ヴェインの機動力を制限する要素が多く、特に接近戦でのタイミングを誤ると無力化されやすい。\n\n不利の緩和策：\n- レーンでのハラスを避け、サミーラの攻撃を受けないように立ち回ることで、体力を温存する。\n- サポートと連携し、サミーラに対して集団での攻撃を仕掛けることで、彼女の強みを活かさせないようにする。\n- アイテムを適切に選択し、サミーラのダメージを軽減するための防御アイテムを早めに購入する。",
      "アフェリオス": "アフェリオスが不利です。\n\n理由：\n- サミーラは接近戦を得意としており、アフェリオスの短い射程を利用して容易に近づくことができるため、アフェリオスは攻撃を受けやすい。\n- サミーラは高いバーストダメージを持ち、アフェリオスがスキルを使う前に一気にダメージを与えられる可能性が高い。\n- アフェリオスは機動力が低く、サミーラのCCやブリンクを利用した攻撃に対して逃げる手段が限られているため、捕まりやすい。\n\n不利の緩和策：\n- サポートと連携して、サミーラが接近する前にハラスを行い、体力を削ることで接近を難しくする。\n- 位置取りを意識し、常に安全な距離を保ちながら攻撃することで、サミーラの攻撃を避ける。\n- 集団戦では、味方のCCを利用してサミーラを無力化し、アフェリオスが安全にダメージを出せる状況を作る。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- サミーラは接近戦を得意としており、高いバーストダメージを持つため、カイ＝サが攻撃を仕掛ける前に倒されるリスクが高い。\n- サミーラのスキルはカイ＝サの攻撃を無効化することができるため、カイ＝サのダメージを減少させることができる。\n- サミーラは短期戦を好むため、戦闘が早く終わるとカイ＝サにとって不利な状況が生まれやすい。\n\n不利の緩和策：\n\n- 戦闘を長引かせることで、サミーラのアルティメットの効果を薄めることができる。\n- サミーラのスキルを使わせた後に攻撃することで、カイ＝サのダメージを通しやすくする。\n- サポートと連携し、CCを持つサポートを選ぶことで、サミーラの動きを制限しやすくする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- サミーラは接近戦に強く、高いバーストダメージを持っているため、ミス・フォーチュンが攻撃を仕掛ける前に反撃されやすい。\n- サミーラは短い射程での戦闘を得意としており、ミス・フォーチュンのスローやハラスを無効化しやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、サミーラとの殴り合いで劣ることが多い。\n\n不利の緩和策：\n- 初期ゲームでサミーラの弱点を突き、積極的にハラスを行い、CSを妨害する。\n- 中盤にはエグゼキューショナーを購入し、サミーラの回復を抑える。\n- 立ち位置を常に意識し、サミーラの攻撃を避けるために移動速度を活かして距離を保つ。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- サミーラは接近戦に強く、ルシアンの攻撃を避けながらバーストダメージを与えることができるため、ルシアンは攻撃しづらい。\n- サミーラの防御スキルにより、ルシアンのダッシュや攻撃が無効化される可能性が高く、タイミングを誤ると逆にダメージを受けるリスクがある。\n- ルシアンは射程が短いため、サミーラの攻撃を受けやすく、特に集団戦では立ち位置が難しくなる。\n\n不利の緩和策：\n- サミーラのスキルがクールダウン中のタイミングを狙って攻撃し、ダメージを与えるチャンスを増やす。\n- サポートと連携し、サミーラに対してオールインを仕掛けるタイミングを見計らうことで、優位に立つ。\n- 自身の機動力を活かして、サミーラの攻撃を避けつつ、ポークを行い、レーンでの優位を確保する。"
    },
    "loses": {
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程の攻撃を持ち、サミーラの短射程を活かして安全にハラスができるため、レーンでの優位性を保ちやすい。\n- コーキのAoEダメージは、サミーラが接近する際にダメージを与えやすく、特に集団戦での効果が高い。\n- サミーラはCCに弱く、コーキはCCを持たないため、サミーラが攻撃を仕掛ける際に有利な状況を作りやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラの体力を削ることで接近戦を避ける。\n- サミーラが接近してきた際に、距離を保ちながらスキルを使い、ダメージを与え続ける。\n- 集団戦では、サミーラが接近する前に味方と連携してダメージを与え、サミーラの動きを制限する。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、サミーラの短射程を活かして一方的にハラスができるため、レーンでの優位を築きやすい。\n- サミーラは接近戦を得意とするが、セナのスネア効果によって接近を阻止できるため、サミーラの攻撃を受けにくい。\n- セナは回復能力を持っており、サミーラの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラの体力を削ることでプレッシャーをかける。\n- サミーラが接近してきた際にスネアを使い、行動を制限して攻撃のチャンスを作る。\n- サポートと連携し、サミーラが孤立したタイミングで集中的に攻撃を仕掛ける。",
      "ジンクス": "ジンクスが有利です。\n\n理由：\n- ジンクスは長射程を持っており、サミーラの短射程を活かして安全にハラスができるため。\n- ジンクスの攻撃速度が高く、キルやオブジェクト破壊によるバフでさらに強化されるため、集団戦での持続的なダメージを出しやすい。\n- サミーラは接近戦を得意とするが、ジンクスは自衛手段が乏しいサミーラに対して距離を保ちながら攻撃できるため、リスクを減らせる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- サポートと連携して、サミーラが接近するタイミングを見計らって攻撃する。\n- 集団戦では、サミーラが接近する前にダメージを与え、味方のCCを利用してサミーラを無力化する。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウは射程が長く、サミーラの短い射程を活かして安全に攻撃できるため、レーンでのハラスがしやすい。\n- サミーラは接近戦を得意とするが、コグ＝マウは自衛手段が乏しいため、サミーラが近づく前にダメージを与えられる。\n- コグ＝マウのスキルはAR/MRを低下させる効果があり、タンク相手にも高いダメージを出せるため、サミーラが味方のCCを利用して接近しても、ダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラの体力を削ることで、接近を難しくする。\n- サミーラが近づいてきた際には、スキルを使ってスローをかけ、距離を保ちながら攻撃を続ける。\n- 味方のサポートと連携し、サミーラが接近するタイミングを見計らって一気にダメージを与える。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、サミーラの接近攻撃を避けやすいため、Kiteが得意です。\n- ゼリの攻撃はスキルを駆使して行うため、サミーラの近接攻撃に対して安全な距離を保ちながらダメージを与えられます。\n- サミーラは射程が短く、ゼリの攻撃を受ける前に距離を取ることができるため、サミーラの強みを活かさせにくいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラのHPを削ることでプレッシャーをかける。\n- サミーラが接近してきた際には、機動力を活かして距離を取り、反撃のチャンスを狙う。\n- 集団戦では、サミーラのCCを避けつつ、後方から安全にダメージを与えるポジションを確保する。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持ち、集団戦やファームでのダメージを稼ぎやすいため、サミーラに対して持続的なダメージを与えやすい。\n- ザヤはスネアを持っており、サミーラの接近を阻止することができるため、サミーラが攻撃を仕掛けるタイミングを制限できる。\n- ザヤは加速効果を持っており、サミーラの攻撃を避けやすく、反撃のチャンスを増やすことができる。\n\n有利の取り方：\n- サミーラが接近してくるタイミングを見計らい、スネアを使って足止めし、その後の攻撃でダメージを与える。\n- 自身の位置取りを工夫し、サミーラの攻撃範囲外から攻撃を行い、ダメージを与えつつ安全に立ち回る。\n- 味方のサポートと連携し、サミーラに対して集中的に攻撃を仕掛けることで、早期に有利な状況を作り出す。",
      "ヴァルス": "ヴァルスが有利です。\n\n- ヴァルスは長射程の攻撃を持っており、サミーラの短射程を活かして安全にハラスができる。\n- サミーラは接近戦を得意とするが、ヴァルスはCC効果を持つスキルでサミーラの動きを制限できるため、接近を阻止しやすい。\n- ヴァルスは持続的なAoEダメージを持っており、集団戦やレーン戦でのダメージを安定して与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、サミーラが近づけないようにする。\n- サミーラが接近してきた際には、CCを使って動きを制限し、反撃のチャンスを作る。\n- サポートと連携して、サミーラが攻撃しづらい位置に追い込むことで、ダメージを与え続ける。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは高い機動力を持ち、接近戦でのダメージを持続的に与えることができるため、サミーラの攻撃を避けやすいです。\n- ニーラのパッシブにより、味方のヒールやシールド効果を強化できるため、サミーラの攻撃を受けても耐えやすく、逆に反撃のチャンスを得やすいです。\n- サミーラは射程が短く、ニーラのダッシュや持続的なダメージに対して対抗しづらいです。\n\n有利の取り方：\n- サポートと連携し、ニーラのパッシブを活かしてレーンでの優位性を確保する。\n- サミーラが攻撃を仕掛けてきた際に、ダッシュを使って回避し、反撃を行う。\n- サミーラのCCを避けるために、タイミングを見計らって攻撃を行い、接近戦での優位を保つ。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナはレベルが上がるごとに射程が増加し、終盤ではサミーラよりも遥かに長い射程で攻撃できるため、安全にダメージを与えられる。\n- トリスターナのバーストダメージは高く、特にサミーラが接近する前にダメージを与えることで、早期にキルを狙いやすい。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、サミーラの攻撃を避けやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、サミーラのHPを削ることで、接近戦を挑む余地を与えない。\n- サポートと連携して、サミーラが接近する前に一気にダメージを与え、キルを狙う。\n- トリスターナの射程を活かして、集団戦やレーン戦での位置取りを工夫し、サミーラの攻撃を受けないように立ち回る。"
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ゼリの基礎ステータスが低いため、ハラスに対して非常に弱い。\n- ドレイヴンの攻撃はAAに依存しており、斧を拾うことでダメージを増加させるため、ゼリはその攻撃を避けるのが難しい。\n- ドレイヴンはオールインが強く、ゼリが逃げる手段に依存しているため、接近されると非常に危険。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、ドレイヴンの攻撃を受けないようにする。\n- サポートと連携して、ドレイヴンの斧を落とさせるようにトレードを仕掛ける。\n- 逃げる手段を確保するために、位置取りを意識し、ドレイヴンのCCを避けるように心がける。",
      "スモルダー": "スモルダーが不利です。\n\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーがスキルを貯める前に攻撃を受けやすい。\n- ドレイヴンの攻撃はAAに依存しており、スモルダーはAA強化がないため、1対1の戦闘で劣る。\n- ドレイヴンは移動妨害に弱く、スモルダーのCCを受けると戦闘能力が低下するため、スモルダーが有利に立ちにくい。\n\n不利の緩和策：\n\n- ドレイヴンが近づいてきたら、スモルダーのCCを使って距離を取る。\n- 中盤までにドレイヴンを育てさせないように、積極的にハラスを行う。\n- 集団戦を意識し、ドレイヴンとの1対1を避けて味方と連携して戦う。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- ドレイヴンは序盤から非常に高いバーストダメージを持ち、カイ＝サに対して強力なトレードが可能です。\n- ドレイヴンの射程がカイ＝サよりも長いため、カイ＝サはトレードを仕掛ける際に不利な状況に置かれやすいです。\n- カイ＝サはCCを持たないため、ドレイヴンの攻撃を止める手段が限られており、特にオールインに対して脆弱です。\n\n不利の緩和策：\n\n- サポートを選ぶ際に、CCを持つバースト系のサポートを選ぶことで、ドレイヴンの動きを制限しやすくなります。\n- トレードのタイミングを慎重に見極め、ドレイヴンのスキルを避けることで、ダメージを抑えることができます。\n- レーンでのファームを優先し、無理なトレードを避けて装備を整えることで、後半に向けて強化を図ることが重要です。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ヴェインが攻撃を受けやすく、早期にハラスを受ける可能性が高い。\n- ドレイヴンの攻撃はAAに依存しており、斧を正確に拾うことでダメージを最大化できるため、ヴェインが接近するのが難しい。\n- ドレイヴンは移動妨害CCを持っており、ヴェインがダッシュを使っても追撃されやすく、逃げる手段が制限される。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な位置からファームを心がけ、ドレイヴンの攻撃を受けないようにする。\n- サポートと連携して、ドレイヴンに対して集団での攻撃を仕掛け、彼の強みを無効化する。\n- アイテムを早めに購入し、耐久力を上げることで、ドレイヴンの攻撃に耐えられるようにする。",
      "シヴィア": "シヴィアが不利です。\n\n- ドレイヴンは自動攻撃が非常に強力で、序盤から高いバーストダメージを持っているため、シヴィアはトレードで劣ることが多い。\n- ドレイヴンは斧を使った攻撃でシヴィアを圧倒できるため、シヴィアは攻撃を受けやすく、特にレーン戦での圧力が強い。\n- シヴィアの基礎射程が短く、ドレイヴンの攻撃を避けるのが難しいため、序盤のレーンで一方的に攻撃を受ける可能性が高い。\n\n不利の緩和策：\n- ドレイヴンの斧が落ちる場所を予測し、Qを投げてドレイヴンの動きを制限することで、彼の攻撃を避ける。\n- ポークサポートと組むことで、ドレイヴンに対して遠距離からの攻撃を行い、レーンでの優位性を保つ。\n- ドレイヴンとの1対1や2対2の戦闘を避け、ミニオンを利用して安全にファームを行う。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ユナラが攻撃をする前に大きなダメージを与えられるため、レーンでのハラスが難しい。\n- ドレイヴンのCCスキルにより、ユナラの移動が制限され、攻撃を避けることが難しくなる。\n- ユナラはAAに依存しているため、ドレイヴンの攻撃を受けると脆弱になりやすく、特にオールインを受けると不利が顕著になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ドレイヴンの攻撃を受けないように立ち回る。\n- サポートと連携して、ドレイヴンの攻撃を受ける前に先手を打つようにし、ハラスを行うタイミングを見極める。\n- アイテムを早めに購入し、耐久力を上げることで、ドレイヴンのバーストダメージに耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、トゥイッチが攻撃を仕掛ける前に大きなダメージを与えられるため、トレードで不利になる。\n- ドレイヴンの攻撃はAAに依存しており、斧を拾うことでダメージを増加させるため、トゥイッチが攻撃を避けるのが難しい。\n- ドレイヴンは移動妨害に弱いが、トゥイッチも逃げ性能が低いため、ドレイヴンにオールインされると対処が難しい。\n\n不利の緩和策：\n- レーンでのトレードを避け、ファームに専念することで、レベルやアイテムを整える時間を稼ぐ。\n- サポートと連携して、ドレイヴンの攻撃を受けないように位置取りを工夫し、奇襲を狙う。\n- 逃げ道を確保するために、視界を確保し、敵の動きを把握しておくことで、ドレイヴンのオールインを避ける。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、ドレイヴンの高いバーストダメージを軽減しやすい。\n- コグ＝マウの射程が長いため、ドレイヴンの攻撃を避けながら安全にハラスができる。\n- ドレイヴンは移動妨害に弱いが、コグ＝マウはスロー効果を持っているため、ドレイヴンの追撃を制限できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ドレイヴンのゴールドを稼ぐ機会を減らす。\n- ドレイヴンが斧を拾うタイミングを見計らって、スキルを使ってダメージを与える。\n- 集団戦では後衛から安全に攻撃し、ドレイヴンが近づけないように立ち回る。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、ドレイヴンの攻撃を避けながら高いDPSを発揮できるため、オールインが可能です。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、サミーラの攻撃を受けると戦闘能力が低下しやすいです。\n- サミーラは弾速のある攻撃を防ぐスキルを持っており、ドレイヴンのCCを無効化することで、接近してダメージを与えるチャンスが増えます。\n\n有利の取り方：\n- サミーラは味方のCCを利用してドレイヴンに接近し、オールインを狙うことで有利な状況を作ります。\n- ドレイヴンが斧を落としたタイミングを見計らって攻撃し、彼の戦闘能力を低下させることが重要です。\n- サミーラのスキルを駆使して、ドレイヴンの攻撃を避けつつ、連続攻撃を行い、早期にダメージを与えることでスノーボールを狙います。",
      "ニーラ": "ニーラが有利です。\n\n- ニーラは高い機動力を持ち、ドレイヴンの攻撃を避けやすいため、接近戦での優位性があります。\n- ドレイヴンの攻撃はAAに依存しており、ニーラのスキルでAAを無効化することで、ドレイヴンのダメージを大幅に減少させることができます。\n- ニーラは味方との連携を重視したスキルセットを持っており、サポートと組むことでドレイヴンに対して強力なハラスを行いやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ドレイヴンのゴールドを稼ぐ機会を減らす。\n- サポートと連携し、ドレイヴンに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- ドレイヴンが斧を落としたタイミングを見計らって、積極的にオールインを仕掛ける。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは長射程の攻撃を持ち、ドレイヴンが近づく前にダメージを与えることができるため、序盤からのハラスがしやすい。\n- ジグスのスキルはAoEダメージを持ち、ミニオンを一掃しやすいため、ドレイヴンのファームを妨害しやすい。\n- ドレイヴンはAAに依存しているため、ジグスの設置型スキルで動きを制限されると攻撃が難しくなる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ドレイヴンのHPを削ることでプレッシャーをかける。\n- ミニオンを利用してドレイヴンの攻撃を避けつつ、スキルを使ってファームを行う。\n- ジャングラーと連携してガンクを仕掛け、ドレイヴンを早期に排除することで、レーンの優位を確保する。",
      "ジンクス": "ジンクスが有利です。\n\n- ジンクスは長射程を持ち、ドレイヴンの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ドレイヴンはAAに依存しており、斧を正確に拾う必要があるため、ジンクスのスキルで移動を妨げることで彼のダメージを減少させることができる。\n- ジンクスはキルやオブジェクト破壊によって得られるバフにより、連続キルを狙いやすく、集団戦での影響力が高い。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ドレイヴンのファームを妨げる。\n- ジンクスのスキルを使ってドレイヴンの移動を制限し、斧を拾えない状況を作る。\n- サポートと連携してエンゲージを行い、ドレイヴンを早期に排除することで、スノーボールを狙う。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ドレイヴンに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ドレイヴンはAAに依存しており、斧を拾う必要があるため、セナのハラスによって彼の攻撃機会を減らすことができる。\n- セナの回復能力により、ドレイヴンの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ドレイヴンのゴールド獲得を妨げる。\n- セナのスネアを活用して、ドレイヴンが斧を拾うタイミングを狙い、捕まえるチャンスを作る。\n- サポートと連携して、ドレイヴンがオールインを仕掛けてくる前に先手を打ち、優位な状況を作る。"
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での火力が脅威となる。\n- スモルダーのAoE攻撃は集団戦で非常に効果的であり、ザヤが密集した敵に対してダメージを与えるのが難しくなる。\n- ザヤは射程が短く、スモルダーの遠距離からの攻撃に対して一方的にダメージを受けやすい。\n\n不利の緩和策：\n- スモルダーのスタックが貯まる前に積極的にハラスを行い、レーンでの優位を確保する。\n- 集団戦では位置取りを工夫し、スモルダーのAoE攻撃を避けるように心がける。\n- サポートと連携して、スモルダーに対してエンゲージを仕掛け、早期に排除することを目指す。",
      "コーキ": "コーキが不利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での火力が脅威となる。\n- スモルダーのAoE攻撃は集団戦で非常に効果的であり、密集した敵に対して強力なダメージを与えることができるため、コーキはその影響を受けやすい。\n- コーキはCCを持たず、スモルダーのEスキルによる高速移動での追撃や逃走が得意なため、コーキが攻撃を避けるのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- 早期にアイテムを購入し、スモルダーのダメージを抑えるために防御力を上げる。\n- 集団戦では位置取りを工夫し、スモルダーのAoE攻撃を避けるように心がける。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- スモルダーは集団戦でのAoE攻撃が強力で、密集した敵に対して高いダメージを出せるため、ヴェインが攻撃しづらくなる。\n- スモルダーはCCに対して脆弱なため、ヴェインの攻撃を受けるとダメージを与えられず、逆に反撃を受けやすい。\n- スモルダーは序盤のレーニングでスキルのスタックを貯めやすく、序盤からのハラスが強力で、ヴェインがビハインドを負いやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、スモルダーのスキルを見極めて安全にファームを行う。\n- スモルダーが集団戦に参加する前に、他のチャンピオンと連携して先にスモルダーを排除する。\n- アイテムを工夫して、スモルダーのダメージを軽減するための防御アイテムを早めに購入する。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- スモルダーのAoE攻撃は集団戦で非常に強力で、密集した敵に対して効果的にダメージを与えることができるため、ミス・フォーチュンはその影響を受けやすい。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、スモルダーのような高いダメージを持つチャンピオンに対してタイマンで不利になる。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- 集団戦では位置取りを意識し、スモルダーのAoE攻撃を避けるように立ち回る。\n- サポートと連携して、スモルダーに対してオールインを仕掛けるタイミングを見計らい、早期にダメージを与える。",
      "ルシアン": "ルシアンが不利です。\n\n- スモルダーはレベル3以降、スキルを使ってのトレードが強力で、特にAoE攻撃によって集団戦でのダメージが増加します。\n- ルシアンは射程が短いため、スモルダーの攻撃を受けやすく、特に初期のハラスで不利になります。\n- スモルダーは後半にスケールが高く、無限にスタックを貯めることでダメージが増加するため、長期戦になるとルシアンが劣勢になります。\n\n不利の緩和策：\n- 初期は距離を保ちながら、スモルダーのスキルのクールダウンを利用して短いトレードを行う。\n- スモルダーのスキルを避けるために、位置取りを工夫し、特に火球を使った後の隙を狙う。\n- 集団戦では、スモルダーのAoE攻撃を避けるために、立ち位置を意識し、味方と連携して戦う。",
      "セナ": "セナが不利です。\n\n理由：\n- スモルダーは集団戦でのAoE攻撃が強力で、セナが密集した敵に対して効果的にダメージを与えられない。\n- スモルダーはスキルを駆使して戦うキャリータイプで、特に後半のダメージが非常に高く、セナの回復能力では対抗しきれない。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、スモルダーの攻撃を受けると簡単に捕まってしまう。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- サポートと連携して、スモルダーの攻撃を避けるために位置取りを工夫し、ギャンクを警戒する。\n- アイテムを早めに購入し、耐久力を上げることで、スモルダーの攻撃に耐えられるようにする。",
      "ニーラ": "ニーラが不利です。\n\n理由：\n- スモルダーは後半にスタックを貯めることで非常に高いダメージを出せるため、ニーラの持続的なダメージでは対抗しきれない。\n- スモルダーのAoE攻撃は集団戦で非常に強力で、ニーラが密集した敵に対して有利な状況を作りにくい。\n- ニーラは序盤にハラスを受けやすく、スモルダーのスキルが強化される前にダメージを与えられる可能性が高い。\n\n不利の緩和策：\n- サポートと連携して、スモルダーのスキルを避けながらハラスを行い、レーンでの優位性を確保する。\n- スモルダーがスタックを貯める前に積極的にオールインを仕掛け、早期にダメージを与える。\n- 逃げ道を確保するために、地形を利用してスモルダーの攻撃を避ける動きを心がける。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、スモルダーがスタックを貯める前にレーンを押し込むことができる。\n- スペルシールドにより、スモルダーのCCを無効化できるため、トレードで有利に立ち回ることができる。\n- シヴィアは移動速度を上昇させる手段が豊富で、スモルダーの攻撃を避けやすい。\n\n有利の取り方：\n- レーンでのプッシュを優先し、スモルダーがスタックを貯める前にタワーに圧力をかける。\n- スペルシールドを活かして、スモルダーの攻撃を受けずにトレードを行う。\n- Eスキルを使って距離を保ちながら、スモルダーの攻撃を避けつつ反撃する。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、スモルダーのスキルがスタックを貯めるまでの序盤を圧倒することができる。\n- スモルダーはAA強化がないため、ドレイヴンの高DPSに対抗しにくく、1対1の戦闘で不利になる。\n- ドレイヴンは移動速度を上げるスキルを持ち、追撃性能が高いため、スモルダーが逃げるのを難しくすることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯める前にダメージを与える。\n- スモルダーがスキルを使った後の隙を狙い、オールインを仕掛けることで有利な状況を作る。\n- 斧を正確に拾い続け、常に高いダメージを維持し、スモルダーに対してプレッシャーをかける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、スモルダーのスキルを避けながら攻撃することが可能です。\n- スモルダーは序盤のスキル性能が低く、トゥイッチの攻撃を受けると早期にダメージを与えやすいです。\n- トゥイッチのアルティメットは長射程でAoEダメージを持ち、集団戦での火力が高いため、スモルダーの集団戦における強みを打ち消すことができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- ステルスを活用して、スモルダーがスキルを使った後に奇襲をかける。\n- 集団戦では、後方から安全に攻撃し、スモルダーのAoE攻撃を避けながらダメージを与える。",
      "アフェリオス": "アフェリオスが有利です。\n\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、状況に応じた柔軟な対応が可能です。これにより、スモルダーの攻撃を効果的にかわすことができます。\n- スモルダーは序盤のスキル性能が低く、スタックがない状態ではダメージが出しにくいため、アフェリオスが序盤に有利に立ち回ることができます。\n- アフェリオスはハラス性能が低い相手に対して優位に立ちやすく、スモルダーの攻撃を避けながらダメージを与えることができます。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、スモルダーのスタックを貯めさせないようにする。\n- スモルダーがスキルを使った後に隙を突いて攻撃し、ダメージを与える。\n- 集団戦では、スモルダーが密集した敵に対してAoE攻撃を行う前に、アフェリオスの遠距離攻撃で先手を取る。",
      "ジグス": "ジグスが有利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、スモルダーがスタックを貯める前にダメージを与えやすい。\n- スモルダーは序盤のスキル性能が低く、ジグスの遠距離攻撃に対して対抗しづらい。\n- ジグスは設置型のスキルを使ってゾーニングができ、スモルダーの接近を防ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせない。\n- ミニオンを利用してスモルダーの攻撃を避けつつ、スキルを当てるタイミングを見計らう。\n- ジャングラーと連携してガンクを仕掛け、スモルダーを早期に排除する。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程のスキルを持ち、スモルダーがスタックを貯める前にハラスを行いやすい。\n- スモルダーは序盤のスキル性能が低く、ジンの攻撃を受けると不利になるため、レーニングで優位に立ちやすい。\n- ジンのスネア効果により、スモルダーの移動を制限し、集団戦でのAoE攻撃を防ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのスタックを貯めさせないようにする。\n- スキルを使ってスモルダーの動きを制限し、オールインのタイミングを見計らう。\n- 集団戦では、後衛から安全に攻撃し、スモルダーが近づく前にダメージを与える。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、スモルダーが近づく前に攻撃できるため、ハラスがしやすい。\n- スモルダーは序盤のスキル性能が低く、スタックがない状態ではダメージを出しにくいため、ヴァルスの持続的な攻撃に対して弱い。\n- ヴァルスのCC効果により、スモルダーの動きを制限できるため、集団戦や1対1の状況で有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スモルダーのHPを削る。\n- スモルダーがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 集団戦では、スモルダーが密集している敵チャンピオンに対してAoE攻撃を活かし、スモルダーを優先的に狙う。"
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "ジグスが不利です。\n\n理由：\n- ジンは長射程のスキルを持ち、ジグスの攻撃を避けながら安全にダメージを与えることができるため、ジグスは攻撃を当てにくい。\n- ジンのスネア効果により、ジグスは動きを制限され、接近されると無力になりやすい。\n- ジンは4発目の攻撃やアルティメットで高いバーストダメージを持ち、ジグスのHPが減った際に一気に仕掛けられると危険。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジンの攻撃を遮るように立ち回る。\n- ジンのスキルを避けるために、位置取りを工夫し、常に距離を保つようにする。\n- サポートと連携して、ジンに対して集団で攻撃を仕掛け、ジンのスキルを使わせてから反撃する。",
      "ケイトリン": "ケイトリンが不利です。\n\n- ジンはスネア効果を持つスキルを使ってケイトリンの動きを制限できるため、接近された際に逃げる手段が限られる。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、HPが減ったケイトリンに対して特に強力である。\n- ケイトリンはスキルのモーションが長く、使用時の隙が大きいため、ジンの攻撃を受けやすくなる。\n\n不利の緩和策：\n\n- レーンでのハラスを積極的に行い、ジンのHPを削ることで、彼の攻撃力を抑える。\n- ジンのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- サポートと連携して、ジンのスネアを避けるための視界を確保し、Gankを警戒する。",
      "ヴァルス": "ヴァルスが不利です。\n\n- ジンは長射程の攻撃を持ち、特に4発目の攻撃やアルティメットで高いバーストダメージを与えることができるため、ヴァルスは接近されると危険です。\n- ジンのスネア効果により、ヴァルスは動きを制限されやすく、逃げる手段が限られているため、オールインに弱いです。\n- ジンは残弾数が見えるため、ヴァルスはリロードのタイミングを狙われやすく、DPSが落ちる瞬間に攻撃されると致命的です。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ジンの攻撃を受けない位置取りを心がけ、スキルを使って安全にハラスを行う。\n- サポートと連携して、ジンのスネアを避けるための視界を確保し、奇襲を防ぐ。\n- ジンの攻撃が強いタイミングを見極め、リロード中やスキルのクールダウン中に積極的に攻撃を仕掛ける。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- ジンは4発目の攻撃が非常に強力で、低HPのミニオンから離れることが求められるため、ミス・フォーチュンは注意が必要です。\n- ジンは長射程のスキルを持ち、AoEダメージでミス・フォーチュンのハラスを無効化しやすいです。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、オールイン型のジンに対して殴り合いで負けやすいです。\n\n不利の緩和策：\n\n- ミニオンを利用してジンの攻撃を避け、距離を保ちながらハラスを行うことが重要です。\n- レベル2でのエンゲージを狙い、持続的なダメージを与えることでジンにプレッシャーをかけることができます。\n- サステインサポートを選択し、ジンのダメージを抑えることで、レーニングを有利に進めることができます。",
      "スモルダー": "スモルダーが不利です。\n\n- ジンは高いバーストダメージを持ち、特に4発目の攻撃やアルティメットが強力で、HPが低い状態のスモルダーに対して簡単にキルを狙える。\n- スモルダーは序盤のスキル性能が低く、ジンの長射程の攻撃に対して有効に対抗できないため、レーンでのトレードが不利になる。\n- ジンはスネア効果を持つスキルでスモルダーの動きを制限できるため、接近戦での不利をさらに強調される。\n\n不利の緩和策：\n\n- レーンではできるだけ健康を保ちながらファームを獲得し、ジンの攻撃を避けるように立ち回る。\n- 早期に大きなトレードを避け、ジンが強くなる前にスタックを貯めることに集中する。\n- ジンが序盤で極端に有利にならないように、サポートと連携してジンの攻撃を分散させる。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特にHPが減った相手に対して強力な攻撃を仕掛けることができるため、エズリアルは接近された際に危険にさらされやすい。\n- ジンのスネア効果を持つスキルにより、エズリアルの機動力を活かすことが難しく、捕まるリスクが高まる。\n- エズリアルはウェーブクリアが遅く、ジンのプッシュ力に対抗しづらいため、レーンでの圧力を受けやすい。\n\n不利の緩和策：\n- ジンのスキルを避けるために、常に位置取りに注意し、距離を保ちながら戦う。\n- サポートと連携して、ジンの攻撃を受ける前にハラスを行い、相手の体力を削ることで有利な状況を作る。\n- 早めにアイテムを購入し、耐久力を上げることで、ジンのバーストダメージに耐えられるようにする。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特にHPが減った相手に対して強力な攻撃ができるため、コグ＝マウはオールインに弱い。\n- ジンのスネア効果により、コグ＝マウは動きを制限されやすく、接近された際に逃げる手段がないため、捕まりやすい。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ジンの長射程からの攻撃に対して反撃が難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携してジンの攻撃を受けないように立ち回る。\n- ジンのスキルのクールダウンを利用して、攻撃の隙を突いてファームを優先する。\n- アイテムを早めに購入し、耐久力を上げることでジンのバーストダメージに耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ジンは長射程の攻撃を持ち、全てのスキルがAoEであるため、ジンクスがハラスを試みる際に逆にダメージを受けやすい。\n- ジンの4発目の攻撃やアルティメットは高いバーストダメージを持ち、特にHPが減ったジンクスに対して致命的なダメージを与えることができる。\n- ジンクスは自衛手段が乏しく、ジンのスネアや高いバーストに対して脆弱で、接近されると危険な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ジンのスキルを避ける位置取りを心がけ、無理にトレードを仕掛けない。\n- サポートと連携して、ジンのスキルを使わせた後に攻撃するタイミングを見計らい、リスクを減らす。\n- ジンの攻撃が届かない距離を保ちながら、CSを優先し、装備を整えてから集団戦に参加する。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ジンは高いバーストダメージを持ち、特にHPが減ったアッシュに対して強力な攻撃を仕掛けることができるため、オールイン合戦で劣る。\n- ジンのスネア効果により、アッシュは接近された際に動きを制限されやすく、逃げる手段が限られるため、危険な状況に陥りやすい。\n- アッシュは基礎ステータスが控えめで、序盤の攻撃力が低いため、ジンの長射程攻撃に対して有効に反撃できない。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ジンの攻撃を受けないように位置取りを工夫し、スロー効果を活かして距離を保つ。\n- サポートと連携して、ジンのスキルを避けるための視界を確保し、敵の動きを把握することで安全にファームを行う。\n- 装備を整えるまでの間、レーンでのトレードを避け、ファームに専念することで、レベルやアイテム差をつけてからの反撃を狙う。"
    },
    "loses": {
      "カイ＝サ": "カイ＝サが有利です。\n\n- ジンの攻撃は短いトレードでは強いですが、カイ＝サはオールインの状況で一気にダメージを与えることができるため、特にレベル6以降は有利に立ち回れる。\n- カイ＝サは瞬時に移動しながら攻撃できるため、ジンのスキルを避けやすく、接近戦で優位に立つことができる。\n- エンゲージが得意なサポートと組むことで、ジンに対して強力なコンボを決めやすく、ジンのスキルを封じることができる。\n\n有利の取り方：\n\n- レベル6以降、サポートのCCを利用してジンにオールインを仕掛けるタイミングを見計らう。\n- ジンのスキルを避けるために、移動しながら攻撃し、ジンのFOURthショットのタイミングをずらす。\n- ジンがリロード中やスキルを使った後の隙を狙って、積極的にトレードを仕掛ける。",
      "ヴェイン": "ヴェインが有利です。\n\n- ヴェインは最大HPに比例した確定ダメージを持っており、ジンのようなタンク相手に対して非常に効果的です。\n- ヴェインの高い機動力により、ジンの攻撃を回避しやすく、特にジンのスキルを避けながら接近することができます。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、ヴェインがオールインを仕掛けるチャンスが多くなります。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンのHPを削りながら自分の位置取りを工夫してスキルを避ける。\n- ジンの4発目の攻撃やアルティメットのタイミングを見計らい、リロード中にオールインを仕掛ける。\n- ジンがスキルを使った後の隙を突いて、ダッシュを活用して距離を詰め、攻撃を行う。",
      "サミーラ": "サミーラが有利です。\n\n- サミーラは接近戦を得意としており、ジンの攻撃を避けながら高いDPSを発揮できるため、オールインで優位に立てる。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、サミーラが接近することでジンに対して強力な攻撃が可能。\n- サミーラは短時間での弾速のある攻撃を防ぐ能力を持っており、ジンのスキルをうまく避けることでダメージを受けずに攻撃できる。\n\n有利の取り方：\n- ジンのスキルを避けながら接近し、オールインを仕掛けることで高いダメージを与える。\n- ジンの残弾数を意識し、リロードのタイミングを狙って攻撃を仕掛ける。\n- 味方のCCを利用してジンに接近し、効果的にダメージを与える。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にジンのHPが減った状態で攻撃することで、瞬時にキルを狙いやすいです。\n- トリスターナは移動能力が高く、逃げや追撃が得意なため、ジンのスキルを避けやすく、接近戦でも有利に立ち回れます。\n- ジンはブリンクを持たず、接近された際に逃げる手段が限られているため、トリスターナがオールインを仕掛けることでジンを圧倒できます。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンのHPを削ることで、トリスターナのバーストダメージを活かすタイミングを作ります。\n- ジンのスキルのクールダウンを狙い、スキルを使った後の隙を突いて攻撃を仕掛けます。\n- トリスターナの射程が増加するレベルアップを活かし、集団戦やレーンでの位置取りを有利に保ちながら、ジンに対して攻撃を行います。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、相手の攻撃を避けやすいため、ジンのスキルを回避しやすい。\n- ゼリの攻撃はスキルを駆使して行うため、ジンの通常攻撃のリロードタイミングを狙いやすい。\n- ジンは接近された際に逃げる手段が限られているため、ゼリの機動力を活かして距離を保ちながら攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを行い、ジンのHPを削ることで、ジンが攻撃しづらい状況を作る。\n- ジンのスキルを避けながら、スキルを使ってダメージを与え、ジンのリロードタイミングを狙う。\n- 集団戦では、ジンのスキルを避けつつ、後衛から安全に攻撃を行い、ジンを圧倒する。"
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "ザヤ": "ザヤが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ザヤが近づく前に安全にハラスを行うことができるため、ザヤはダメージを受けやすい。\n- エズリアルの機動力が高く、ザヤの攻撃を避けやすいため、ザヤの反撃が難しくなる。\n- エズリアルはAoE攻撃手段が限られているため、ミニオンやタンクに守られるとザヤの攻撃が通りにくく、ウェーブクリアが遅いザヤは圧倒されやすい。\n\n不利の緩和策：\n- ザヤはエズリアルのスキルを避けるために、位置取りを工夫し、できるだけ近づかずにファームを行う。\n- サポートと連携して、エズリアルに対するエンゲージを試み、ザヤのダメージを活かすチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることで、エズリアルのハラスに耐えられるようにする。",
      "ジグス": "ジグスが不利です。\n\n理由：\n- エズリアルは高い機動力を持ち、ジグスのスキルを避けやすいため、ジグスの攻撃が当たりにくい。\n- エズリアルの長射程のスキルによるポークが強力で、ジグスは距離を保ちながら攻撃するのが難しい。\n- ジグスは接近を許すと無力になりやすく、エズリアルのワープスキルによる追撃や逃げが効果的であるため、ジグスが攻撃を受けやすい。\n\n不利の緩和策：\n- ジグスはミニオンを利用してエズリアルの攻撃を遮るように立ち回り、ポークを避ける。\n- サポートと連携してエズリアルに対するガンクを仕掛け、早期にプレッシャーをかける。\n- マナ管理をしっかり行い、スキルを連発せずに必要な時に集中して使うことで、持続的なダメージを与える。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、射程外から安全にハラスができるため、ヴァルスは攻撃を受けやすい。\n- エズリアルのEによる高い機動力で、ヴァルスの攻撃を避けやすく、反撃を受けるリスクが高まる。\n- エズリアルはAoE攻撃手段が限られているため、ミニオンやタンクに守られると攻撃が通りにくいが、ヴァルスはその点で不利を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してエズリアルの攻撃を防ぎつつ、CSを優先する。\n- サポートと連携して、エズリアルのスキルを避ける動きを意識し、Gankを狙うことで有利な状況を作る。\n- アイテムを早めに購入し、耐久力を上げることで、エズリアルの攻撃に耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n- エズリアルは長射程のスキルを持ち、ミス・フォーチュンが近づく前にポークできるため、レーンでのハラスが厳しい。\n- エズリアルの機動力が高く、ミス・フォーチュンの攻撃を避けやすいため、オールインのチャンスが少ない。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、エズリアルの持続的なダメージに対抗しにくい。\n\n不利の緩和策：\n\n- ポジショニングを意識し、エズリアルのスキルを避けながら安全にファームを行う。\n- エズリアルのブリンクのクールダウンを狙い、クールダウン中に攻撃を仕掛ける。\n- サポートと連携し、エズリアルに対してハラスを行い、早期に優位を取る。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、トゥイッチが近づく前にポークを受けやすい。\n- エズリアルの機動力が高く、トゥイッチの奇襲を回避される可能性がある。\n- エズリアルは持続的なダメージを与える能力が高く、トゥイッチの逃げ性能が低いため、反撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してエズリアルのスキルを避ける。\n- サポートと連携して、エズリアルに対して集団での攻撃を仕掛けるタイミングを見計らう。\n- アイテムを早めに購入し、装備を整えてからのトレードを意識する。",
      "コーキ": "コーキが不利です。\n\n理由：\n- エズリアルは長射程のスキルを持ち、コーキの攻撃を安全な距離からハラスできるため、レーンでの優位性を持つ。\n- コーキはCCがないため、エズリアルの機動力を活かした動きに対して反撃が難しく、追撃されやすい。\n- エズリアルはウェーブクリアが遅い相手に対して有利であり、コーキはその点で圧倒される可能性が高い。\n\n不利の緩和策：\n- エズリアルのスキルを避けるために、位置取りを工夫し、ミニオンを利用してハラスを受けないようにする。\n- サポートと連携して、エズリアルに対して集中的に攻撃を仕掛け、早期にダメージを与える。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にしっかりとダメージを出せるようにする。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- エズリアルは高い機動力を持ち、ケイトリンの攻撃を避けやすいため、ハラスが通りにくい。\n- エズリアルのスキルは短いクールダウンで連発できるため、ケイトリンの攻撃を受ける前に反撃されることが多い。\n- ケイトリンはスキルのモーションが長く、エズリアルのスキルショットに当たりやすく、特に集団戦では脆弱になる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、エズリアルのスキルを避けるようにする。\n- サポートと連携して、エズリアルに対するハラスを強化し、プレッシャーをかける。\n- 早めにアイテムを購入し、エズリアルの攻撃を耐えられるようにする。"
    },
    "loses": {
      "ヴェイン": "ヴェインが有利です。\n\n- ヴェインは最大HPに比例した確定ダメージを持っており、エズリアルのようなマークスマンに対して効果的にダメージを与えられます。\n- ヴェインの高い機動力により、エズリアルのスキルを避けやすく、接近戦での優位性を保つことができます。\n- エズリアルは主力スキルが方向指定であり、機動力の高いヴェインに対しては当てにくく、パフォーマンスが落ちる傾向があります。\n\n有利の取り方：\n- レーンでのハラスを行い、エズリアルのHPを削りつつ、CSを確保する。\n- エズリアルのスキルを避けながら、接近して攻撃を重ね、ダメージを与える。\n- 敵のサポートやジャングラーの動きを見極め、Gankを避けつつ、1対1の状況を作り出す。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- エズリアルはレーンでの強さが低く、カイ＝サは早い段階でのウェーブクリアが得意なため、レーン優位を取りやすい。\n- エズリアルのポークはミニオンの後ろに隠れることで無効化でき、トレードが強化される。\n- エズリアルのウェーブクリアが非常に劣るため、カイ＝サはレーンでの圧力をかけやすい。\n\n有利の取り方：\n- ミニオンの後ろに隠れてエズリアルのポークを避けつつ、トレードを仕掛ける。\n- 早めにウェーブをクリアして、エズリアルにプレッシャーをかける。\n- サポートと連携して、エズリアルに対してオールインを狙うタイミングを見計らう。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術が可能で、エズリアルのポークに対して柔軟に対応できる。\n- エズリアルは主にスキルを使って戦うが、アフェリオスはAAに追加効果を持つため、持続的なダメージを与えやすい。\n- エズリアルの主力スキルが方向指定であるため、アフェリオスの機動力の低さを逆手に取ることができる。\n\n有利の取り方：\n- 序盤からエズリアルのハラスを避けつつ、AAを中心にダメージを与えていく。\n- 武器の効果を活かして、エズリアルがスキルを使った後に反撃するタイミングを狙う。\n- サポートと連携して、エズリアルがスキルを使った後の隙を突いて攻撃する。",
      "シヴィア": "シヴィアが有利です。\n\n- エズリアルの攻撃はミニオンにブロックされるため、シヴィアは安全にプレイできる。\n- シヴィアは高いウェーブクリア能力を持っており、エズリアルがウェーブをクリアできないため、簡単にウェーブをフリーズできる。\n- シヴィアのスペルシールドにより、エズリアルのスキルを無効化できるため、トレードで有利に立ちやすい。\n\n有利の取り方：\n- エズリアルのスキルを避けつつ、ミニオンを利用して安全にハラスを行う。\n- ウェーブをフリーズさせて、エズリアルが近づけない状況を作る。\n- ガンクを受けにくい位置でプレイし、エズリアルの動きを制限する。",
      "ジン": "ジンは有利です。\n\n理由：\n- エズリアルはレーンフェーズでのバーストが苦手で、特にレベル6になる前に攻撃することで有利に立てる。\n- ジンのスキルは全てAoE効果を持ち、エズリアルのミニオンを利用したハラスを無効化しやすい。\n- エズリアルは機動力が高いが、ジンはスネア効果を持つため、接近された際に動きを制限できる。\n\n有利の取り方：\n- レーンフェーズでは短いトレードや長いトレードを積極的に行い、エズリアルのスキルを避けながらダメージを与える。\n- エズリアルがEを使った後に攻撃を仕掛け、反撃の隙を与えないようにする。\n- エズリアルがレベル6になった際には、彼のアルティメットを避けるために位置取りを工夫し、攻撃のチャンスを逃さない。"
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "ヴェイン": "ヴェインが不利です。\n\n- アフェリオスはハラス性能が低いマークスマンに対して有利で、序盤の立ち上がりが難しいヴェインに対して優位に立ちやすい。\n- アフェリオスの武器の組み合わせによって多様な戦術が展開でき、特に脅威ステータスが育つと高い火力を発揮するため、ヴェインは対処が難しい。\n- ヴェインは射程が短く、集団戦では機動力が低いため、アフェリオスの攻撃を受けやすく、特に集団戦で狙われやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、アフェリオスの攻撃を受けない位置取りを心がける。\n- アフェリオスの武器のクールダウンを利用して、攻撃の隙を突いて反撃するタイミングを見計らう。\n- サポートと連携して、アフェリオスを捕まえるチャンスを作り、集団戦での有利な状況を作り出す。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮します。これに対してトリスターナは序盤のバーストダメージが高いものの、アフェリオスの持つ持続的な火力には対抗しづらいです。\n- アフェリオスはスネアやスローを持つ武器を使いこなすことで、トリスターナの機動力を制限しやすく、捕まるリスクが高まります。\n- トリスターナはレベル依存度が高く、序盤が弱いため、アフェリオスに対して立ち上がりが難しく、ハラスを受けやすいです。\n\n不利の緩和策：\n- 序盤は慎重にプレイし、アフェリオスの攻撃を避けることで、ハラスを最小限に抑える。\n- サポートと連携して、アフェリオスのスキルを避けつつ、トレードを行うタイミングを見極める。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、アフェリオスの攻撃に耐えられるようにする。",
      "カイ＝サ": "カイ＝サが不利です。\n\n- アフェリオスはハラス性能が高く、序盤のカイ＝サに対して有利に立ち回ることができるため、カイ＝サはダメージを受けやすい。\n- アフェリオスの武器の組み合わせによる多様な戦術に対して、カイ＝サはCCがないため、集団戦での位置取りが難しく、攻撃を受けやすい。\n- アフェリオスは脅威ステータスが育つと高い火力を発揮するため、カイ＝サはその火力に対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して安全にファームを行う。\n- アフェリオスの武器のクールダウンを見極めて、攻撃を仕掛けるタイミングを計る。\n- 早めにアイテムを揃え、特に防具を購入して耐久力を上げることで、アフェリオスの攻撃に耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮するため、ジンクスは対処が難しい。\n- アフェリオスはスネアやスローを持っており、ジンクスの機動力の低さを突いて捕まえやすい。\n- ジンクスは自衛手段が乏しく、アフェリオスの攻撃を受けると脆弱で、特に集団戦では狙われやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、アフェリオスの攻撃を受けない位置取りを心がける。\n- サポートと連携して、アフェリオスのスキルを避けるためのエンゲージやカウンターを狙う。\n- 早めにアイテムを揃え、レベルを上げて自分の火力を高めることで、アフェリオスに対抗できる状況を作る。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮します。これにより、ケイトリンが一方的に攻撃することが難しくなります。\n- アフェリオスはスネアやスローを持つ武器を使いこなすことで、ケイトリンの動きを制限しやすく、集団戦や少数戦での生存能力を脅かします。\n- ケイトリンは機動力が低く、アフェリオスの攻撃を受けやすいため、特に集団戦では狙われやすくなります。\n\n不利の緩和策：\n- レーンでのハラスを強化し、アフェリオスの脅威ステータスが育つ前に優位に立つことを目指す。\n- サポートと連携して、アフェリオスのスキルを避けるためのポジショニングを意識し、罠を効果的に使って敵の動きを制限する。\n- ジャングラーと連携して、アフェリオスを早期に圧力をかけ、レーンでの優位性を確保する。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特に脅威ステータスが育つと高い火力を発揮するため、エズリアルはハラスやダメージで劣る可能性がある。\n- エズリアルは主力スキルが方向指定であり、アフェリオスのCCスキルに対して回避が難しく、捕まるリスクが高い。\n- アフェリオスはレベル依存度が高く、序盤が弱いが、エズリアルも序盤はウェーブクリアが遅いため、アフェリオスが育つ時間を与えてしまう。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してアフェリオスの攻撃を受けないように立ち回る。\n- アフェリオスの武器の特性を理解し、特にCCスキルを使われるタイミングを見極めて、Eでの回避を意識する。\n- サポートと連携して、アフェリオスが育つ前に積極的にハラスを行い、早期に有利な状況を作る。"
    },
    "loses": {
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることが得意で、アフェリオスの機動力の低さを突くことができる。\n- アフェリオスは序盤が弱く、トゥイッチが早期に攻撃を仕掛けることで有利に立ちやすい。\n- トゥイッチのアルティメットは長射程で、アフェリオスが集団戦で脆弱な状況を作り出すことができる。\n\n有利の取り方：\n- レベルが上がったら、ステルスを使ってアフェリオスに接近し、先手を打つ。\n- アフェリオスが武器を切り替えるタイミングを見計らい、攻撃を仕掛ける。\n- 集団戦では、後方からアルティメットを使用し、アフェリオスを狙って高火力を発揮する。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキはAoEダメージを持ち、レーンのプッシュが早いため、アフェリオスに対してハラスを行いやすい。\n- アフェリオスは機動力が低く、コーキの長射程のスキルで安全に攻撃できるため、アフェリオスが近づくのを難しくする。\n- コーキは敵の防御力を低下させるデバフを持っており、アフェリオスに対してダメージを通しやすくなる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、アフェリオスの体力を削る。\n- スキルを使ってアフェリオスの攻撃を避けつつ、距離を保ちながら攻撃を続ける。\n- 敵のサポートやジャングラーの動きを警戒しつつ、アフェリオスが武器を切り替えるタイミングを見計らって攻撃する。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、アフェリオスの低い機動力を突いて攻撃しやすい。\n- アフェリオスは序盤が弱く、サミーラが早期に攻撃を仕掛けることで優位に立てる。\n- サミーラは高いDPSを持ち、アフェリオスの防御ステータスが低いため、短時間で大きなダメージを与えられる。\n\n有利の取り方：\n- レベルが上がったら積極的にハラスを行い、アフェリオスの体力を削る。\n- 味方のCCを利用して接近し、アフェリオスに対して一気に攻撃を仕掛ける。\n- アフェリオスが武器を切り替えるタイミングを見計らい、その隙を突いて攻撃する。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはKite能力に優れており、アフェリオスの攻撃を避けながら反撃することができる。\n- アフェリオスは機動力が低く、ザヤのスネアや加速を利用して捕まえやすい。\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすく、アフェリオスの脅威を抑えることができる。\n\n有利の取り方：\n- アフェリオスの攻撃を避けつつ、スキルを使って反撃するタイミングを見計らう。\n- アフェリオスが武器を切り替えた際に隙を突いて攻撃する。\n- 集団戦では、ザヤのAoEダメージを活かしてアフェリオスを優先的に狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、アフェリオスの立ち上がりが弱い序盤に対して強力なハラスが可能です。\n- アフェリオスは機動力が低く、ドレイヴンの攻撃を受けると逃げるのが難しくなります。特に、ドレイヴンの追撃性能が高いため、捕まえやすいです。\n- ドレイヴンはゴールドを稼ぎやすく、装備が整うことでさらに強力なダメージを出せるため、アフェリオスに対してビルド面での優位を取りやすいです。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、アフェリオスの体力を削ることでレーンの主導権を握ります。\n- アフェリオスが武器の切り替えを行っている隙を狙い、オールインを仕掛けることでダメージを与えます。\n- ドレイヴンのパッシブを活かして、斧を拾いながらファームを行い、ゴールドを稼いで装備を整え、アフェリオスに対して圧力をかけ続けます。",
      "アッシュ": "アッシュが有利です。\n\n- アッシュは長射程を持ち、アフェリオスに対して一方的にハラスができるため、レーンでの優位性を保ちやすい。\n- アッシュのスロー効果により、アフェリオスの攻撃を避けながら持続的にダメージを与えることができ、特にアフェリオスの機動力の低さを突くことができる。\n- アッシュは視界を確保する能力があり、敵の動きを把握しやすいため、アフェリオスの攻撃を事前に警戒することができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アフェリオスの体力を削ることで、序盤の優位性を確立する。\n- スロー効果を活かして、アフェリオスが近づいてきた際に反撃し、距離を保ちながらダメージを与える。\n- 敵の視界を意識しつつ、サポートと連携してエンゲージを行い、アフェリオスを捕まえるチャンスを作る。",
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程を持ち、アフェリオスよりも遠くから攻撃できるため、ハラスがしやすい。\n- アフェリオスは機動力が低く、ヴァルスの攻撃を受けやすいため、継続的なダメージを与えやすい。\n- ヴァルスのAoEダメージは集団戦やシージでの効果的なダメージ源となり、アフェリオスが集団戦で脆弱な点を突ける。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、アフェリオスの序盤の弱さを利用する。\n- アフェリオスが武器を切り替えるタイミングを見計らい、隙を突いて攻撃する。\n- サポートと連携して、アフェリオスを捕まえるためのCCを活用し、ダメージを与える。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、アフェリオスに対して高いダメージを出せる。\n- コグ＝マウの射程が長いため、アフェリオスの攻撃を避けながらハラスが可能で、レーンでの優位性を保ちやすい。\n- アフェリオスは機動力が低く、コグ＝マウの攻撃を受けやすいため、集団戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アフェリオスの体力を削る。\n- アフェリオスが武器の切り替えを行うタイミングを見計らい、攻撃を仕掛ける。\n- 集団戦では、アフェリオスが近づく前にスキルを使ってダメージを与え、後衛から安全に攻撃する。"
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理で高いダメージを出せるため、コグ＝マウが近づくのが難しい。\n- ジグスのスキルは長射程で、コグ＝マウが攻撃する前にダメージを受けやすく、特に接近する際に脆弱になる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ジグスのスキルを避けることが難しく、接近されると無力になりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを行い、ジグスのスキルを避ける。\n- サポートと連携して、ジグスに対してガンクを仕掛けることで、早期にプレッシャーをかける。\n- アイテムを適切にビルドし、耐久力を上げることで、ジグスの攻撃に耐えられるようにする。",
      "ジンクス": "ジンクスが不利です。\n\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理でのダメージを出しやすく、ジンクスが近づく前にダメージを与えられる。\n- ジグスのスキルは長射程で、ジンクスが安全に攻撃するための距離を保つのが難しい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、ジンクスが接近するのを妨げやすい。\n\n不利の緩和策：\n\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ジグスのスキルのクールダウンを利用して、攻撃の隙を見つけてハラスを行う。\n- サポートと連携して、ジグスに対するエンゲージを試み、早期にキルを狙うことで有利な状況を作る。",
      "ヴァルス": "ヴァルスが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理でのダメージを出しやすく、ヴァルスが近づく前にダメージを与えられる。\n- ジグスの設置型スキルによるゾーニング効果が強力で、ヴァルスが安全に攻撃するのが難しくなる。\n- ジグスはブリンクを持たないため、ヴァルスのスキルを当てやすいが、逆にジグスのスキルは当てにくく、接近されると脆弱になる。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを意識し、ミニオンの後ろから攻撃するようにする。\n- サポートと連携して、ジグスに対して積極的にハラスを行い、早めにプレッシャーをかける。\n- アイテムを購入してマナ管理をしっかり行い、スキルを連発できるようにすることで、持続的なダメージを与える。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理で高いダメージを出せるため、ケイトリンが攻撃しづらくなる。\n- ジグスの地雷によるスロー効果で、ケイトリンの移動が制限され、接近されると脆弱になる。\n- ケイトリンはスキルのモーションが長く、ジグスのスキルを避けるのが難しく、特に集団戦では隙を突かれやすい。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、ジグスのスキルを避けながらミニオンを処理する。\n- サポートと連携して、ジグスのスキルを避けるための視界を確保し、罠を効果的に使う。\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保ちながら戦う。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ジグスは長射程のスキルを持っており、ザヤが近づく前にダメージを与えられるため、ザヤは一方的にハラスを受けやすい。\n- ジグスのスキルは全てAoEであり、集団戦やミニオン処理においてザヤがダメージを出しづらくなる。\n- ザヤは接近戦が得意だが、ジグスの設置型スキルによって接近を阻まれると、ザヤの強みを活かせなくなる。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- サポートと連携して、ジグスに対するエンゲージを仕掛け、早めにジグスを排除する。\n- マナ管理をしっかり行い、必要な時にスキルを使えるようにして、集団戦でのダメージを最大化する。",
      "セナ": "セナが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、セナのような柔らかいチャンピオンに対して高いAoEダメージを与えることができるため、レーンでのハラスが非常に強力です。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ジグスの攻撃を受けると簡単にダメージを受けてしまい、育つ前に不利な状況に陥りやすいです。\n- ジグスの設置型スキルによるゾーニング効果により、セナは安全にハラスを行うことが難しく、接近を許すと脆弱な状態になりやすいです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ジグスのスキルを避けることで、ダメージを受けるリスクを減らす。\n- サポートと連携して、ジグスに対して積極的にハラスを行い、彼のスキルを使わせることで、リソースを消耗させる。\n- 早めにアイテムを購入し、耐久力を上げることで、ジグスの攻撃に耐えられるようにする。",
      "コーキ": "コーキが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理に優れているため、コーキが攻撃しづらい状況を作り出すことができる。\n- ジグスの地雷によるスロー効果で、コーキの移動が制限され、接近されると脆弱になる。\n- コーキはCCがないため、ジグスのスキルを避ける手段が限られており、ダメージを受けやすい。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ジグスのスキルのクールダウンを確認し、スキルが使えないタイミングを狙って攻撃する。\n- サポートと連携して、ジグスに対するハラスを強化し、早期に優位を築く。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、サミーラが接近する際に大きなダメージを受けやすい。\n- ジグスのスキルは発動までにラグがあるものの、サミーラは射程が短いため、ジグスの攻撃を避けるのが難しい。\n- ジグスは設置型のスキルを使ってゾーニングができるため、サミーラが自由に動き回ることが難しくなる。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、ブリンクや移動スキルを活用してタイミングを見計らって接近する。\n- サポートと連携して、ジグスに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- ジグスのスキルのクールダウンを意識し、スキルが使われた後に攻撃を仕掛けることで、リスクを減らす。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、トリスターナが接近する前に大きなダメージを与えられるため、トリスターナは攻撃を受けやすい。\n- ジグスの地雷によるスロー効果で、トリスターナの移動が制限され、逃げることが難しくなる。\n- トリスターナはスキルのクールダウンが長く、特に序盤はスキルを使った後の隙が大きいため、ジグスの攻撃を受けやすい。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- サポートと連携して、ジグスに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- アイテムを早めに揃え、バーストダメージを高めることで、ジグスに対抗できるようにする。",
      "スモルダー": "スモルダーが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理でのダメージを出しやすく、スモルダーがスタックを貯める前にダメージを受けやすい。\n- ジグスのスキルは発生までにラグがあるものの、長射程から攻撃できるため、スモルダーが接近する前にダメージを与えられる。\n- スモルダーは序盤のスキル性能が低く、ジグスの遠距離攻撃に対して脆弱で、レーニングフェーズで不利になりやすい。\n\n不利の緩和策：\n- ジグスのスキルを避けるために、Eスキルを使って位置取りを工夫し、接近するタイミングを見計らう。\n- ジグスのスキルのクールダウンを意識し、スキルが使われた後に攻撃を仕掛けることで、ダメージを軽減する。\n- サポートと連携して、ジグスに対するハラスを行い、レーニングフェーズでの優位性を確保する。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- ジグスは全てのスキルがAoEであり、集団戦やミニオン処理でのダメージを出しやすく、ユナラが近づく前に大きなダメージを受ける可能性が高い。\n- ジグスのスキルは発生までにラグがあるものの、ユナラは接近してAAを当てる必要があり、ジグスのスキルを避けるのが難しい。\n- ジグスはブリンクを持たないため、ユナラが接近する際にスキルを当てられやすく、特に接近を許すと脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろから攻撃するように立ち回り、ジグスのスキルを避ける。\n- ジグスのスキルを避けるために、常に位置取りを意識し、ブッシュを利用して射線を切る。\n- サポートと連携して、ジグスに対するガンクを仕掛け、早期にプレッシャーをかけることで、レーンの主導権を握る。",
      "アッシュ": "アッシュが不利です。\n\n- ジグスは全てのスキルが範囲攻撃であり、アッシュが接近する前にダメージを与えやすい。\n- ジグスの地雷によるスロー効果で、アッシュの動きを制限され、距離を保つことが難しくなる。\n- アッシュは機動スキルを持たないため、ジグスの攻撃を避ける手段が限られており、接近されると脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取ることを心がける。\n- サポートと連携し、ジグスのスキルを避けるために視界を確保し、ガンクを警戒する。\n- アイテムを早めに購入し、耐久力を上げることでジグスの攻撃に耐えられるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- ジグスは全てのスキルが範囲攻撃であり、ルシアンが接近する際に大きなダメージを受けやすい。\n- ジグスの地雷によるスロー効果で、ルシアンの機動力を活かしづらく、接近されると無力になりやすい。\n- ジグスは長射程の攻撃が可能で、ルシアンの射程が短いため、レーンでのハラスを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを行う。\n- ジグスのスキルを避けるために、常に位置取りに注意し、ブリンクを活用して距離を保つ。\n- サポートと連携して、ジグスに対してオールインを仕掛けるタイミングを見計らい、ダメージを与える機会を増やす。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n- ジンは長射程の攻撃を持ち、ジグスのスキルを避けながら安全にハラスができるため、レーンでのトレードで優位に立ちやすい。\n- ジンのスキルは全てAoE効果を持ち、特に4発目の攻撃やアルティメットは高いバーストダメージを持つため、HPが減ったジグスに対して強力なダメージを与えられる。\n- ジグスは対象指定スキルを持たず、ジンのような高機動力を持たないチャンピオンに対しては、接近されるリスクが少なく、ジンが有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジグスのHPを削ることで、ジグスがスキルを使うタイミングを制限する。\n- ジグスのスキルのクールダウンを見極め、スキルがないタイミングでオールインを仕掛ける。\n- ジグスがミニオンを処理している際に、スキルを使ってダメージを与えつつ、ミニオンを利用して安全に距離を保つ。",
      "カイ＝サ": "カイ＝サが有利です。\n\n- カイ＝サは瞬時に移動しつつシールドを得ることができるため、ジグスの攻撃を回避しやすい。\n- ジグスは対象指定スキルを持たず、カイ＝サの機動力を活かして接近戦に持ち込むことができる。\n- カイ＝サはスキルを進化させることで多様なビルドが可能で、ジグスに対してバーストダメージを与えやすい。\n\n有利の取り方：\n- ウェーブを中立に保ち、ジグスのポークを受けないようにする。\n- エンゲージサポートと連携し、ジグスに対してオールインを狙うタイミングを見計らう。\n- アイテムを早めに購入し、ウェーブクリア能力を高めてジグスのプッシュを抑える。",
      "ヴェイン": "ヴェインが有利です。\n\n理由：\n- ヴェインは高い機動力を持ち、ジグスのスキルを回避しやすいため、接近してダメージを与えることができる。\n- ジグスは対象指定スキルを持たず、発生にラグがあるため、ヴェインのブリンクを捉えにくい。\n- ヴェインはタンクに対して強力なダメージを与える能力があり、ジグスがタンクビルドを選んだ場合でも有利に戦える。\n\n有利の取り方：\n- ジグスのスキルを避けながら、隙を見て攻撃を仕掛ける。\n- ジグスがスキルを使った後のクールダウン中に積極的に攻撃する。\n- ジグスの地雷やスキルを利用して、ゾーニングを行いながら安全にダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n- エズリアルは長射程のスキルを持っており、ジグスの攻撃を受けることなくハラスが可能です。\n- ジグスは対象指定スキルを持たず、エズリアルの機動力を活かして攻撃を避けやすいです。\n- エズリアルはワープスキルを使ってジグスの攻撃を回避しやすく、接近されるリスクが低いです。\n\n有利の取り方：\n- レーンでのハラスを行い、ジグスのHPを削りながらCSを取る。\n- ジグスのスキルを避けるために、常に位置取りを意識し、ワープスキルを活用する。\n- ジグスがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、ジグスのミニオン処理を妨げることができるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、ジグスのスキルを一度無効化できるため、ジグスの攻撃を受けにくく、トレードで有利に立ちやすい。\n- シヴィアは移動速度を上昇させる手段が豊富で、ジグスのスキルを避けながら攻撃することができるため、接近戦でも有利に戦える。\n\n有利の取り方：\n- レーンでのミニオンを積極的に処理し、ジグスにプレッシャーをかけてタワーを守る。\n- スペルシールドを活かしてジグスのスキルを回避し、トレードでダメージを与える。\n- 移動速度を活かしてジグスの攻撃を避けつつ、距離を保ちながら攻撃を続ける。",
      "トゥイッチ": "トゥイッチが有利です。\n\n理由：\n- トゥイッチはステルスを利用して奇襲を仕掛けることができ、ジグスのスキルを避けやすいです。\n- ジグスは対象指定スキルを持たず、ブリンクがないため、トゥイッチが接近して攻撃するのが容易です。\n- トゥイッチのアルティメットは長射程で、ジグスが安全に攻撃できない位置からダメージを与えることができます。\n\n有利の取り方：\n- レーンでのトレード時にステルスを活用し、ジグスのスキルを避けながら攻撃する。\n- ジグスがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- 集団戦では、後方からアルティメットを使用し、ジグスを狙ってダメージを与える。"
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "ニーラが不利です。\n\n理由：\n- ザヤは射程が長く、ニーラの攻撃を避けながらハラスを行えるため、ニーラはダメージを受けやすい。\n- ザヤのスネア効果により、ニーラは接近する際に足止めされるリスクが高く、反撃のチャンスを失いやすい。\n- ニーラはサポートがいない場合、序盤のハラスに対して脆弱であり、ザヤの持つAoEダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- ザヤのスネアを避けるために、ダッシュをタイミングよく使い、敵のスキルを見極める。\n- サポートチャンピオンと組むことで、ニーラのパッシブを活かし、レーンでの優位性を高める。",
      "ケイトリン": "ケイトリンが不利です。\n\n理由：\n- ザヤは接近戦に強く、スネアを使ってケイトリンの動きを制限できるため、ケイトリンが攻撃を避けるのが難しくなる。\n- ザヤの反撃能力が高く、特にダイバーやアサシンに対して強いので、ケイトリンが一方的に攻撃することが難しい。\n- ケイトリンは射程が長いが、ザヤの攻撃範囲が短い分、接近されると一気にダメージを受けやすく、特に集団戦ではザヤのAoEダメージに対処しづらい。\n\n不利の緩和策：\n- ザヤとの距離を保ちながら、ハラスを行い、スネアを避けるために位置取りを意識する。\n- サポートと連携して、ザヤが接近する前にCCを使って先手を取ることで、ザヤの反撃を防ぐ。\n- 早めにアイテムを揃え、集団戦でのダメージを増やすことで、ザヤに対抗できるようにする。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ザヤは射程が短いトリスターナに対して、スネアや無敵状態を活用して反撃しやすく、接近戦での優位性を持っています。\n- トリスターナはスキルのクールダウンが長く、特に序盤は攻撃の隙が大きいため、ザヤの攻撃を受けやすいです。\n- ザヤはAoEダメージを持ち、集団戦やファームでのダメージを稼ぎやすいため、トリスターナが育つ前に有利な状況を作られやすいです。\n\n不利の緩和策：\n- トリスターナは序盤から積極的にファームを行い、レベルを上げて射程を増やすことで、ザヤとの距離を保つように心がける。\n- ザヤのスネアを避けるために、位置取りを意識し、敵のスキルを見極めてから攻撃する。\n- サポートと連携して、ザヤに対して集中的に攻撃を仕掛け、早期にキルを狙うことで、トリスターナの成長を促進する。",
      "サミーラ": "サミーラが不利です。\n\n理由:\n- ザヤは射程が短いサミーラに対して、羽を使った攻撃で一方的にダメージを与えることができるため、接近戦での優位性を持っています。\n- ザヤのスネア効果により、サミーラは接近する際に行動を制限されやすく、反撃のチャンスを失うことが多いです。\n- サミーラは単独でのCCを持たないため、ザヤの攻撃を受けると無力化されやすく、特に集団戦ではザヤのAoEダメージに対抗しづらいです。\n\n不利の緩和策:\n- ザヤとの距離を保ちながら、味方のCCを利用して接近するタイミングを見計らう。\n- サポートと連携し、ザヤのスネアを避けるための視界を確保し、エンゲージを行う。\n- アイテムを活用して防御力を上げ、ザヤの攻撃を耐えられるようにする。",
      "ミス・フォーチュン": "ミス・フォーチュンが不利です。\n\n理由：\n- ザヤは射程が短いミス・フォーチュンに対して、羽根を使った攻撃でポークやダメージを与えやすく、特に集団戦でのAoEダメージが強力です。\n- ミス・フォーチュンは基礎攻撃力が低く、DPSが不足しがちで、ザヤのオールインに対して脆弱です。\n- ザヤのスネアや無敵状態を活用されると、ミス・フォーチュンは逃げる手段が乏しく、接近されると非常に危険です。\n\n不利の緩和策：\n- 短いトレードを繰り返し、ザヤのHPを削ることで有利に進めるように心がける。\n- ザヤのスキルのクールダウンを意識し、クールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、ザヤに対して集中的に攻撃を行い、彼女の動きを制限する。",
      "カイ＝サ": "カイ＝サが不利です。\n\n理由：\n- ザヤは強力なトレード能力を持ち、特に羽根の引き戻しによるダメージが高いため、カイ＝サはトレードで劣ることが多い。\n- ザヤの攻撃範囲は短めだが、カイ＝サも同様に射程が短いため、互いに接近戦になるが、ザヤのスネアや無敵状態を活用されるとカイ＝サは反撃が難しい。\n- ザヤは集団戦でのDPSが高く、特にカイ＝サが装備依存度が高い序盤では、ザヤに対して圧力をかけられやすい。\n\n不利の緩和策：\n- ザヤのスキルを避けるために、位置取りを意識し、特に羽根の引き戻しを避けるように立ち回る。\n- CSを取る際は無理をせず、ザヤのスキルが切れるのを待ってから攻撃することで、ダメージを受けるリスクを減らす。\n- サポートと連携し、エンゲージを行うタイミングを見計らい、ザヤに対してオールインを仕掛けることで、逆に主導権を握るチャンスを作る。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ザヤよりも遠くから攻撃できるため、一方的にハラスを行いやすい。\n- セナの回復能力により、ザヤの攻撃を受けても持ちこたえやすく、レーンでの持続力が高い。\n- ザヤは攻撃範囲が短いため、セナの射程を活かして安全にダメージを与えることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ザヤの体力を削る。\n- セナの回復を活用し、ザヤの攻撃を受けても耐えながらダメージを与え続ける。\n- ザヤが近づいてきた際には、スネアを使って動きを制限し、追撃やキルを狙う。",
      "ゼリ": "ゼリが有利です。\n\n理由：\n- ゼリは高い機動力を持ち、ザヤの攻撃を避けやすいため、Kiteが得意です。\n- ゼリのスキルはノーコストで使用できるため、マナ管理が容易で、持続的にダメージを与えられます。\n- ゼリは短射程の相手に対して有利で、ザヤの攻撃範囲の短さを利用して接近戦を有利に進めることができます。\n\n有利の取り方：\n- ゼリの機動力を活かして、ザヤの攻撃を避けながらハラスを行う。\n- ザヤがスネアを使った後の隙を狙い、反撃を行う。\n- ゼリのスキルを駆使して、ザヤの攻撃範囲外からダメージを与え続ける。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ザヤの攻撃範囲よりも遠くからハラスが可能です。これにより、ザヤが接近する前にダメージを与えることができます。\n- エズリアルの機動力が高く、ザヤのスネアを避けやすいため、ザヤのCCを無効化しやすいです。\n- ザヤは攻撃範囲が短いため、エズリアルが安全な距離から攻撃することで、ザヤの反撃を受けにくくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ザヤの体力を削ることで、レーンの主導権を握ります。\n- ザヤが近づいてきた際には、機動力を活かして距離を取り、スキルを使って反撃します。\n- 集団戦では、エズリアルのスキルを活用してザヤを狙い、彼女の無敵状態を避けるタイミングを見計らってダメージを与えます。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ザヤに対して圧力をかけやすいです。\n- ザヤの攻撃範囲が短いため、ドレイヴンの攻撃を受けるリスクが高く、接近戦で有利に立てます。\n- ドレイヴンは移動速度を上げるスキルを持っており、ザヤのスネアを避けながら攻撃を続けることができます。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、ザヤの体力を削ることでファームを妨害します。\n- 斧を正確に拾い続け、ダメージを最大化し、ザヤに対してスノーボールを狙います。\n- ザヤがスネアを使った後の隙を突いてオールインを仕掛け、ダメージを与えます。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、集団戦での影響力が大きい。\n- ザヤに対しては、スモルダーのAoE攻撃が効果的で、特に集団戦で密集した敵に対して強い。\n- スモルダーはEスキルによる高速移動が可能で、ザヤの攻撃を避けながら立ち回ることができるため、接近戦での優位性を持つ。\n\n有利の取り方：\n- レーンでのハラスを行い、スタックを貯めることで早期に優位を築く。\n- 集団戦では、ザヤがスネアを使う前に位置取りを工夫し、AoE攻撃を最大限に活かす。\n- ザヤの攻撃範囲が短いことを利用し、距離を保ちながら攻撃を行い、反撃を避ける。",
      "コーキ": "コーキが有利です。\n\n理由：\n- コーキは長射程のスキルを持っており、ザヤの短い射程を活かして安全にハラスができる。\n- コーキのAoEダメージは集団戦やレーンでのプッシュに優れており、ザヤがファームをする際に圧力をかけやすい。\n- ザヤはCCを持っているが、コーキは自己強化がないため、ザヤのスネアを避けることができれば、ダメージを出し続けることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ザヤの体力を削る。\n- ザヤが近づいてくるタイミングを見計らって、スキルを使ってダメージを与えつつ距離を保つ。\n- 集団戦では、ザヤがエンゲージする前にスキルを使ってダメージを与え、ザヤの反撃を受ける前に退避する。",
      "ユナラ": "ユナラが有利です。\n\n理由：\n- ユナラは攻撃範囲が長く、ザヤの短い射程を活かして安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ユナラは魔法ダメージを自然に出せるため、ザヤの耐久力を削りやすく、装備によるダメージ妨害を受けにくい。\n- ユナラのスロー効果により、ザヤの動きを制限しやすく、接近戦での反撃を防ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ザヤの体力を削ることでプレッシャーをかける。\n- ブッシュを利用してザヤの視界を切り、奇襲を仕掛けることで有利な状況を作る。\n- 集団戦では、アルティメットを活用してダメージを増加させ、ザヤを優先的に狙うことで勝利を収める。"
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、長射程からのハラスが得意なため、トリスターナは安全にダメージを受けやすい。\n- コーキはCCを持たないため、トリスターナの移動能力を活かして逃げることができるが、逆にコーキの持続的なダメージに対して耐えるのが難しい。\n- トリスターナは序盤のスケールが悪く、装備依存度が高いため、コーキの早期のプッシュやハラスに対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて安全にCSを取るように心がける。\n- サポートと連携して、コーキに対して積極的に攻撃を仕掛け、早期にキルを狙うことで有利な状況を作る。\n- アイテムを早めに揃え、特に防御アイテムを購入することで、コーキのダメージを軽減し、耐久力を上げる。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- コーキは長射程のスキルを持っており、サミーラが接近する前にハラスを受けやすい。\n- コーキはCCを持たないため、サミーラが接近しても効果的にダメージを与えられず、逆にコーキのAoEダメージを受けるリスクが高い。\n- サミーラは低い防御ステータスと短い射程のため、コーキの攻撃を避けるのが難しく、特に集団戦では不利な状況に陥りやすい。\n\n不利の緩和策：\n- サポートと連携して、コーキに対して一気に接近し、ダメージを与えるタイミングを見計らう。\n- コーキのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- アイテムを活用して防御力を上げ、コーキの攻撃に耐えられるようにする。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、トゥイッチがハラスを行う前に先にプッシュされる可能性が高い。\n- コーキは長射程のスキルを持っており、トゥイッチが近づく前にダメージを与えられるため、トレードで不利になる。\n- コーキはCCを持たないものの、トゥイッチは逃げ性能が低く、コーキの攻撃を受けやすい状況に置かれる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮るように立ち回る。\n- コーキのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、コーキに対して集団での攻撃を行い、奇襲を狙うことで有利な状況を作る。",
      "セナ": "セナが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、セナがハラスを行う前に先にプッシュされる可能性が高い。\n- コーキはCCを持たないため、セナの逃げ手段が乏しい状況で、コーキの長射程からの攻撃を受けやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、コーキの持続的なダメージに対して耐えられず、早期に不利な状況に陥ることが多い。\n\n不利の緩和策：\n- セナはレーンでのハラスを避けるために、コーキのスキルを避けつつ、ミニオンを利用して安全にCSを取ることを心がける。\n- セナの回復能力を活かし、味方と連携してコーキの攻撃を受けた際に素早く回復し、持続的に戦える状況を作る。\n- コーキのスキルのクールダウンを意識し、スキルがないタイミングを狙って積極的にハラスを行い、相手のマナを枯渇させる。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、アッシュがハラスを行う前に先にダメージを与えられる可能性が高い。\n- コーキはCCを持たないアッシュに対して、自由に攻撃できるため、アッシュが接近されると脆弱な状況に陥りやすい。\n- コーキのアルティメットはクールダウンが短く、追撃やバーストダメージを持っているため、アッシュがオールインを仕掛ける際にリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を受けないように立ち回る。\n- サポートと連携して、コーキの攻撃を受ける前に先手を打つように心がけ、スロー効果を活かして距離を保つ。\n- 早めにアイテムを購入し、耐久力を上げることでコーキのダメージを軽減し、レーンでの生存率を高める。",
      "ヴェイン": "ヴェインが不利です。\n\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、ハラスが得意なため、ヴェインはレーンでの圧力を受けやすい。\n- コーキは長射程のスキルを持っており、ヴェインの射程が短いため、ハラス合戦で不利になる。\n- コーキはCCを持たないが、ヴェインは対象指定のCCに対して脆弱であり、コーキの攻撃を受けると反撃が難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコーキの攻撃を遮る。\n- コーキのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、コーキに対して集団で攻撃を仕掛け、ヴェインのダメージを活かす機会を増やす。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、レーンのプッシュが早く、ジンクスのハラスを受けやすい。\n- コーキは長射程のスキルを持っており、ジンクスが攻撃する前にダメージを与えられるため、トレードで不利になる。\n- コーキはCCを持たないため、ジンクスが接近されると自衛手段が乏しく、特にアサシンや瞬間的なキャッチスキルを持つチャンピオンに対して脆弱なジンクスは危険にさらされやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してコーキのスキルを避けるように立ち回る。\n- サポートと連携して、コーキに対して集団でのエンゲージを行い、早期にキルを狙う。\n- アイテムを早めに購入し、特に防御アイテムを積むことで耐久力を上げ、コーキの攻撃に耐えられるようにする。",
      "ユナラ": "ユナラが不利です。\n\n理由：\n- コーキは全てのスキルがAoEで、長射程からのハラスが得意なため、ユナラはレーンでのハラスを受けやすい。\n- コーキはCCを持たないため、ユナラのスロー効果があまり効果的ではなく、コーキの攻撃を避けるのが難しい。\n- コーキはタンクに対して強いが、ユナラはCCを持つアサシンや高いバーストダメージを持つチャンピオンに対して不利であり、コーキの持続的なダメージに対抗しにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫し、コーキのスキルを避ける。\n- サポートと連携して、コーキに対してガンクを仕掛けることで、レーンの主導権を握る。\n- アイテムを工夫して、魔法ダメージを軽減する装備を早めに購入し、コーキのダメージを抑える。"
    },
    "loses": {
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、コーキのダメージを通しやすくすることができる。\n- コグ＝マウは長射程を持ち、コーキの攻撃を受ける前にハラスを行いやすい。\n- コグ＝マウは割合ダメージを持っているため、タンク系のコーキに対しても高いダメージを出せる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、コーキの体力を削る。\n- コーキのスキルのCDを見極めて、スキルが使えないタイミングで攻撃を仕掛ける。\n- 集団戦では後衛から安全に攻撃し、コーキの攻撃を避けながらダメージを出す。",
      "ケイトリン": "ケイトリンが有利です。\n\n- ケイトリンは全チャンピオン中最長の基礎射程を持っており、コーキに対して一方的にハラスを行いやすい。\n- コーキはCCスキルを持たないため、ケイトリンの罠や攻撃を避ける手段が限られている。\n- ケイトリンは序盤からタワーシージが得意で、コーキのプッシュ力を上回ることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキの体力を削る。\n- 罠を使ってコーキの動きを制限し、攻撃を当てやすくする。\n- タワーに近づいた際に、ケイトリンの射程を活かして安全にタワーを攻撃し、早期にタワーを破壊する。",
      "スモルダー": "スモルダーが有利です。\n\n理由：\n- スモルダーは無限にスタックを貯めることができ、後半のダメージが非常に高くなるため、コーキに対して持続的なダメージを出しやすい。\n- コーキはCCがないため、スモルダーの移動能力を活かして攻撃を避けながら戦うことができる。\n- スモルダーは集団戦に強く、コーキのAoE攻撃に対しても有利に立ち回ることができる。\n\n有利の取り方：\n- レーン序盤はコーキの攻撃を避けつつ、CSを優先して安全にスタックを集める。\n- コーキの攻撃を受けない位置取りを心がけ、トレードを避けることでダメージを抑える。\n- 後半に向けてスタックを貯め、集団戦でのAoE攻撃を活かしてコーキを圧倒する。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、コーキの攻撃を受けずにハラスが可能です。\n- コーキはCCがないため、エズリアルの機動力を活かして安全に距離を保ちながら攻撃できます。\n- エズリアルは短いクールダウンのスキルを持ち、持続的なダメージを与えやすく、コーキの防御力を低下させるデバフを活かしてダメージを通しやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキのHPを削る。\n- コーキのスキルを避けながら、Eを使って位置取りをし、相手の攻撃を回避する。\n- ミニオンウェーブを管理し、コーキがプッシュしにくい状況を作り出すことで、レーンの主導権を握る。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n- ミス・フォーチュンは高いハラス性能を持ち、コーキに対してレーンでのショートトレードで優位に立ちやすい。\n- コーキはCCがないため、ミス・フォーチュンのスローや加速を利用して立ち位置を調整しやすく、攻撃を避けながらダメージを与えることができる。\n- ミス・フォーチュンの集団戦でのAoEダメージは、コーキの防御力を低下させるデバフと相性が良く、チームファイトでの影響力が高い。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、コーキのHPを削ることでプレッシャーをかける。\n- コーキのスキルを避けながら、スローを活用して距離を保ちつつ攻撃を続ける。\n- 集団戦では、コーキの防御力を下げた後にUltを使用し、最大限のダメージを与える。",
      "ジン": "ジンが有利です。\n\n理由：\n- ジンはスネア効果を持つスキルを使ってコーキの動きを制限できるため、接近戦での優位性を持つ。\n- コーキはCCがないため、ジンの高いバーストダメージに対して防御手段が乏しい。\n- ジンの通常攻撃は4発目に高いダメージを与えることができ、コーキのHPが減った際に特に効果的。\n\n有利の取り方：\n- レーンでのハラスを行い、コーキのHPを削りながら安全にファームをする。\n- スネアを使ってコーキを捕まえ、追撃やバーストダメージを狙う。\n- ジンのアルティメットを使って、コーキが逃げられない状況を作り出し、確実にキルを狙う。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、コーキに対して強力なハラスが可能です。\n- コーキはCCがないため、ドレイヴンの攻撃を無効化する手段がなく、オールインを仕掛けやすいです。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面での有利を取りやすいです。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、コーキのHPを削ることで優位に立つ。\n- 斧を正確に拾い続け、ダメージを最大限に引き出しながらファームを行う。\n- コーキがスキルを使った後の隙を狙ってオールインを仕掛け、早期にキルを狙う。"
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "コーキが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持ち、コーキに対して一方的にハラスを行いやすい。\n- コーキはCCを持たず、ケイトリンの罠に捕まると動きが制限され、攻撃を受けやすくなる。\n- ケイトリンはオールインが強いチャンピオンであり、コーキは単純な殴り合いに弱いため、接近戦で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち回る。\n- サポートと連携して、ケイトリンの罠を避けるための視界を確保し、Gankを狙う。\n- スキルのマナ管理を徹底し、必要な時にスキルを使えるようにして、ケイトリンとの距離を保つ。",
      "セナ": "セナが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、セナはその射程差により一方的にハラスを受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ケイトリンの攻撃を受けるとすぐに不利な状況に陥る。\n- ケイトリンは罠を使って敵の動きを制限できるため、セナが逃げる手段が乏しい状況で捕まりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ケイトリンの攻撃範囲外からのプレイを心がける。\n- サポートと連携して、ケイトリンの罠を避けるための視界を確保し、Gankを警戒する。\n- セナの回復能力を活かし、味方と一緒に行動することで、ケイトリンの攻撃を受けた際のリカバリーを図る。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ヴェインは射程が短いため、ハラスで不利になります。\n- ケイトリンの罠によるスネア効果は、ヴェインの機動力を制限し、捕まるリスクが高まります。\n- ケイトリンは集団戦でのダメージを安定して出せるため、ヴェインが集団戦での立ち回りに苦労する可能性があります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ケイトリンの攻撃範囲を意識し、適切なタイミングでの回避を心がける。\n- サポートと連携して、ケイトリンに対してオールインを仕掛けるタイミングを見計らい、逆転のチャンスを狙う。\n- 罠を避けるために、視界を確保し、ケイトリンの罠の設置位置を把握しておくことで、Gankや奇襲を防ぐ。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、ジンクスはその射程に対抗できず、一方的にハラスを受けやすい。\n- ケイトリンの罠によるスネア効果は、ジンクスの移動を制限し、接近を困難にするため、特に集団戦での脆弱性が増す。\n- ジンクスは自衛手段が乏しく、ケイトリンの攻撃を受けると致命的なダメージを受けやすく、特にレーン戦での殴り合いで不利になる。\n\n不利の緩和策：\n- サポートと連携して、ケイトリンの攻撃を避けるために位置取りを工夫し、ハラスを受けないようにする。\n- ケイトリンの罠を避けるために、視界を確保し、罠の位置を把握しておくことで、Gankや奇襲を防ぐ。\n- 装備を早めに整え、特に防御アイテムを購入することで、ケイトリンの攻撃に耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ケイトリンは全チャンピオン中最長の基礎AA射程を持っており、サミーラが接近する前に一方的にハラスを受けることが多い。\n- サミーラは射程が短く、ケイトリンの攻撃を避けることが難しいため、特にレーン戦での殴り合いで不利になる。\n- ケイトリンの罠によるスネア効果は、サミーラの接近を妨げ、行動を制限されることで攻撃のチャンスを失いやすい。\n\n不利の緩和策：\n- サポートと連携して、ケイトリンの攻撃を避けるために視界を確保し、罠を避ける動きを心がける。\n- レーンでのハラスを受けないように、ミニオンを利用してケイトリンとの距離を保ちながらファームを行う。\n- ケイトリンがスキルを使った後の隙を狙って、積極的に接近し、ダメージを与えるタイミングを見計らう。"
    },
    "loses": {
      "ジン": "ジンが有利です。\n\n理由：\n- ジンは長射程のスキルを持ち、全てのスキルがAoE効果を持つため、ケイトリンに対しても持続的なハラスが可能です。\n- ケイトリンはオールインに弱く、ジンの高バーストダメージを受けやすいため、ジンが有利にトレードを仕掛けられます。\n- ジンは残弾数が見えるため、ケイトリンはジンの攻撃タイミングを予測しやすく、ジンがリロードのタイミングを利用して攻撃を続けることができます。\n\n有利の取り方：\n- 初期アイテムとしてドランのリングを選び、Qでミニオンを処理しながらケイトリンのプッシュを妨害します。\n- ケイトリンのトラップを避けるために、先にエンゲージを仕掛けてそのセットアップを阻止します。\n- レベル6になったら、Qを使ってケイトリンとサポートを削り、アルティメットで仕留めるチャンスを狙います。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルが範囲攻撃であり、ケイトリンのハラスを受けながらもミニオンを効率的に処理できるため、レーンでの優位性を保ちやすい。\n- ケイトリンは長射程を持つが、ジグスのスキルも長射程であり、ジグスは安全な距離から攻撃できるため、ケイトリンの攻撃を避けやすい。\n- ケイトリンは接近戦に弱く、ジグスが距離を保ちながら攻撃することで、ケイトリンに対して有利に立てる。\n\n有利の取り方：\n- ジグスのスキルを使ってミニオンを処理しつつ、ケイトリンにダメージを与えることで、レーンの主導権を握る。\n- ケイトリンが攻撃してくるタイミングを見計らい、スキルを当てて反撃することで、ハラスを強化する。\n- 罠や地雷を使ってケイトリンの動きを制限し、接近を許さないようにすることで、ジグスの安全な攻撃を維持する。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、ケイトリンの攻撃を受ける前にミニオンを処理しやすいです。\n- スペルシールドにより、ケイトリンのスキルを無効化できるため、トレードで有利に立ち回ることができます。\n- ケイトリンの射程を活かしたハラスに対して、シヴィアはプッシュし続けることでレーンを支配しやすくなります。\n\n有利の取り方：\n- 初めの波でスキルを使い、ミニオンウェーブの中に立たないようにして、ケイトリンにアウトトレードされないようにします。\n- プッシュを続けて、ガンクのためにフリーズするタイミングを見計らいます。\n- ケイトリンの攻撃を受けないために、タワーの下には近づかないようにします。",
      "コグ＝マウ": "コグ＝マウが有利です。\n\n理由：\n- コグ＝マウはAR/MRを低下させるスキルを持っており、タンクや耐久力のある相手に対して高いダメージを出すことができるため、ケイトリンの耐久力を削りやすい。\n- ケイトリンは短射程のチャンピオンに対して有利であるが、コグ＝マウはWによって非常に長い射程を持ち、遠距離からのハラスが可能なため、ケイトリンの攻撃を避けながらダメージを与えられる。\n- コグ＝マウはスキルを駆使して高いDPSを発揮できるため、集団戦やレーン戦での持続的なダメージ出力が高く、ケイトリンに対して優位に立てる。\n\n有利の取り方：\n- レーンでのハラスを行い、ケイトリンのHPを削ることで、レーンの主導権を握る。\n- ケイトリンのスキルのCDを見極めて、スキルを使った後に攻撃を仕掛けることで、反撃を受けにくくする。\n- ジャングラーとの連携を強化し、ケイトリンが孤立しているタイミングでGankを仕掛けることで、キルを狙いやすくする。",
      "ルシアン": "ルシアンが有利です。\n\n理由：\n- ケイトリンに対して射程が長い攻撃を持つため、トレードで優位に立ちやすい。\n- スキルのクールダウンが短く、機動力が高いため、ケイトリンの攻撃を避けながら反撃できる。\n- ケイトリンのスネア効果を避けることができるため、集団戦やレーンでの立ち回りがしやすい。\n\n有利の取り方：\n- レベル2に達したら積極的に攻撃し、ケイトリンのHPを削ることでポーク能力を制限する。\n- クリープを利用して距離を保ちながら、ケイトリンに対してポークを行う。\n- ケイトリンが攻撃を仕掛けてきた際には、スキルを使って素早く位置を変え、反撃のチャンスを作る。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤは短射程のチャンピオンに対して強く、ケイトリンの長射程を活かした攻撃を受けにくい。\n- ザヤは自衛手段を持っており、ケイトリンの攻撃を避けたり反撃することができる。\n- ケイトリンは集団戦での持続的なダメージが乏しく、ザヤのAoEダメージに対して脆弱である。\n\n有利の取り方：\n- ケイトリンの攻撃を避けつつ、接近してハラスを行う。\n- ケイトリンがスキルを使った後の隙を突いて反撃する。\n- ザヤのスキルを駆使して、ケイトリンの動きを制限しつつダメージを与える。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ケイトリンの射程を活かしたハラスに対抗できるため、相手に一方的に攻撃されにくい。\n- エズリアルの機動力が高く、ワープスキルを使うことでケイトリンの攻撃を回避しやすく、特に罠やスキルショットを避けることができる。\n- ケイトリンは殴り合いにおいてパッシブに依存しているため、エズリアルのスキルコンボによるバーストダメージで優位に立つことができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ケイトリンの体力を削りつつCSを確保する。\n- ケイトリンの罠やスキルを避けながら、スキルを使って安全にダメージを与える。\n- 敵ジャングラーのGankを警戒しつつ、エズリアルの機動力を活かして位置取りを工夫し、ケイトリンにプレッシャーをかける。",
      "ドレイヴン": "ドレイヴンが有利です。\n\n理由：\n- ドレイヴンは序盤から高いバーストダメージを持ち、ケイトリンに対して一方的にハラスを行いやすい。\n- ケイトリンはスキルのモーションが長く、ドレイヴンの攻撃を避けるのが難しいため、ドレイヴンが優位に立ちやすい。\n- ドレイヴンのパッシブにより、ゴールドを稼ぎやすく、ビルド面でのアドバンテージを取りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ケイトリンの体力を削る。\n- ケイトリンのスキルを避けつつ、斧を正確に拾い続けてダメージを維持する。\n- サポートと連携して、ケイトリンがスキルを使った後の隙を突いてオールインを仕掛ける。"
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "ゼリが不利です。\n\n理由：\n- カリスタは対象指定のCCを持っており、ゼリの機動力を封じることができるため、ゼリは捕まりやすい。\n- カリスタの短距離リープにより、ゼリの攻撃を避けながら接近しやすく、ゼリがKiteしにくい状況を作られる。\n- カリスタは高いバーストダメージを持ち、ゼリの基礎ステータスが低いため、序盤のハラスで不利を取られやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、カリスタの攻撃を受けない位置取りを心がける。\n- サポートと連携して、カリスタのリープを無効化するようなトレードを行い、カリスタのCCを避ける。\n- アイテムを早めに購入し、基礎ステータスを強化して、序盤の耐久力を上げる。",
      "セナ": "セナが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、セナの攻撃を避けながら接近しやすいため、セナがハラスを行うのが難しい。\n- カリスタのアルティメットによるノックアップ効果は、セナの逃げ手段を封じることができ、捕まると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、カリスタの攻撃を受けると早期にデスにつながるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、カリスタのリープを警戒しつつ、位置取りを工夫して安全な距離を保つ。\n- サポートと連携して、カリスタが接近する前にCCを使って動きを制限し、反撃のチャンスを作る。\n- アイテムを早めに購入し、特に防御アイテムを優先して、耐久力を上げることでカリスタの攻撃に耐えられるようにする。",
      "ヴェイン": "ヴェインが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ヴェインの攻撃を避けながら接近しやすいため、ヴェインがKiteしづらい。\n- カリスタのアルティメットによるノックアップ効果は、ヴェインの機動力を制限し、反撃のチャンスを奪う。\n- カリスタは方向指定のMeleeチャンピオンに対して有利であり、ヴェインの射程の短さが逆に不利に働く。\n\n不利の緩和策：\n- レーンでのハラスを避け、カリスタの攻撃を受けないように位置取りを工夫する。\n- カリスタのリープを予測し、適切なタイミングでダッシュを使って距離を取る。\n- 味方のサポートを活用し、カリスタとの1対1の状況を避けることで、集団戦に持ち込む。",
      "トゥイッチ": "トゥイッチが不利です。\n\n理由：\n- カリスタは対象指定のCCを持っており、トゥイッチが奇襲を仕掛ける前に捕まえられる可能性が高い。\n- カリスタの短距離リープにより、トゥイッチの攻撃を避けながら接近されると、トゥイッチは反撃が難しくなる。\n- カリスタは集団戦での機動力が高く、トゥイッチが攻撃を行う際に位置取りが難しくなる。\n\n不利の緩和策：\n- レーンでのトレードを避け、ファームに専念してレベルとアイテムを優先する。\n- サポートと連携し、カリスタのCCを避けるために視界を確保し、奇襲を仕掛けるタイミングを見極める。\n- 中盤以降は集団戦での位置取りを意識し、カリスタの攻撃を受けないように立ち回る。",
      "エズリアル": "エズリアルが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、エズリアルのスキルを避けながら接近しやすいため、エズリアルの攻撃が通りにくい。\n- カリスタのアルティメットは味方を助ける強力なツールであり、集団戦での連携が強化されるため、エズリアルが孤立しやすくなる。\n- エズリアルは主力スキルが方向指定であり、カリスタの機動力に対してパフォーマンスが落ちるため、反撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカリスタの攻撃を受けないように立ち回る。\n- カリスタのリープを警戒し、適切な距離を保ちながらスキルを使うことで、接近を防ぐ。\n- サポートと連携し、カリスタの攻撃を受ける前に先手を打つことで、集団戦での不利を軽減する。",
      "ドレイヴン": "ドレイヴンが不利です。\n\n理由：\n- カリスタは短距離のリープを持っており、ドレイヴンの攻撃を避けやすく、Kite性能が高いため、ドレイヴンの攻撃を当てるのが難しい。\n- カリスタのアルティメットによるノックアップ効果は、ドレイヴンの攻撃を妨害し、斧を拾うことができなくなるため、戦闘能力が大幅に低下する。\n- カリスタは対象指定のCCを持たないため、ドレイヴンがオールインを仕掛ける際に有利に立ち回ることができない。\n\n不利の緩和策：\n- カリスタのリープを予測し、適切な位置取りを行うことで、攻撃を避けられないようにする。\n- 早めにビルドを整え、バーストダメージを高めてカリスタを圧倒するタイミングを見計らう。\n- サポートと連携し、カリスタに対して集中的に攻撃を仕掛けることで、彼女の強みを活かさせないようにする。",
      "スモルダー": "スモルダーが不利です。\n\n理由:\n- カリスタは早期の戦闘に強く、短期的なトレードでダメージを与えやすいため、スモルダーはレーンでの圧力を受けやすい。\n- カリスタのリープ能力により、スモルダーの攻撃を回避しやすく、Kite性能が高いため、スモルダーは攻撃を当てるのが難しい。\n- カリスタは対象指定のCCを持っており、スモルダーはCCに対して脆弱なため、捕まると大きなダメージを受けるリスクがある。\n\n不利の緩和策:\n- 短期的なトレードを避け、レーンを安全に維持し、スモルダーのスタックを貯めることに集中する。\n- サポートと連携し、カリスタの攻撃を受けないように位置取りを工夫する。\n- レーンフェーズで無理に戦わず、後半のスケーリングを意識してアイテムを整える。",
      "コーキ": "コーキが不利です。\n\n理由：\n- カリスタは短距離のリープを持っており、接近して攻撃することでコーキのAoE攻撃を避けやすく、Kite性能が高い。\n- カリスタのアルティメットによるノックアップ効果は、コーキの行動を制限し、ダメージを出す機会を減少させる。\n- コーキはCCがないため、カリスタの高い機動力に対抗する手段が乏しく、持続的なダメージを与えられない。\n\n不利の緩和策：\n- レーンでのハラスを重視し、カリスタが近づく前にダメージを与えることで、プレッシャーをかける。\n- サポートと連携し、カリスタのリープを封じるような位置取りやワーディングを行う。\n- アイテムを工夫し、マナ管理をしっかり行いながら、持続的なダメージを出せるようにする。",
      "ルシアン": "ルシアンが不利です。\n\n理由：\n- カリスタは短距離のリープを持ち、ルシアンの攻撃を避けながら接近することができるため、トレードで有利に立ち回られる。\n- カリスタの持つCCスキルは、ルシアンが攻撃を続けるのを妨げるため、集団戦や1対1の状況での立ち回りが難しくなる。\n- ルシアンは射程が短く、カリスタの攻撃を受けやすく、特に集団戦では立ち位置が難しくなるため、ダメージを出しづらい。\n\n不利の緩和策：\n- カリスタとの長期トレードを避け、短期的なハラスを心がけることで、彼女のレンデの積み上げを防ぐ。\n- スキルのクールダウンを活用し、カリスタがリープを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 味方のサポートと連携し、カリスタに対して集団での攻撃を行うことで、彼女の機動力を制限する。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- カリスタは短距離のリープを持っており、ジンクスの射程を活かすことが難しく、接近されると大きなダメージを受けやすい。\n- カリスタのアルティメットによるノックアップ効果は、ジンクスの自衛手段を無効化し、集団戦での生存率を下げる。\n- ジンクスは自衛手段が乏しく、特にアサシンやキャッチスキルを持つチャンピオンに対して脆弱であり、カリスタの機動力に対処しづらい。\n\n不利の緩和策：\n- サポートと連携してカリスタのリープを誘発し、スキルを無駄にさせることでジンクスの安全を確保する。\n- 遠距離からのハラスを意識し、カリスタが近づく前にダメージを与えることで、レーンでの優位を保つ。\n- 逃げ道を確保するために、視界を確保し、カリスタの動きを把握することで、接近されるリスクを減らす。"
    },
    "loses": {
      "ヴァルス": "ヴァルスが有利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、カリスタの攻撃範囲外から安全にハラスができるため、カリスタに対して優位に立てる。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、持続的なダメージを与えるヴァルスの攻撃に対して耐えにくい。\n- ヴァルスのCC効果により、カリスタの動きを制限できるため、彼女のKite性能を活かさせない。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カリスタのHPを削ることでプレッシャーをかける。\n- 敵チャンピオンをキルすることで攻撃速度を増加させ、さらにダメージを強化する。\n- サポートと連携し、カリスタが近づく前にCCを使って捕まえることで、集団戦やレーン戦での優位を確保する。",
      "ザヤ": "ザヤが有利です。\n\n理由：\n- ザヤはAoEダメージを持っており、集団戦でのダメージを稼ぎやすいため、カリスタに対して有利に立ち回れる。\n- ザヤのスネア効果により、カリスタのリープを封じることができ、彼女の機動力を制限できる。\n- ザヤは加速スキルを持っているため、カリスタの攻撃を避けやすく、反撃のチャンスを作りやすい。\n\n有利の取り方：\n- カリスタがリープを使った後にスネアを当てて、彼女の動きを制限する。\n- 集団戦では、ザヤのAoEダメージを活かしてカリスタを狙い、他の敵チャンピオンと一緒に攻撃する。\n- カリスタが接近してきた際に加速を使い、距離を取りつつ反撃することで、彼女の攻撃をかわす。",
      "トリスターナ": "トリスターナが有利です。\n\n理由：\n- トリスターナは高いバーストダメージを持ち、特にカリスタのような脆いチャンピオンに対して早期にキルを狙いやすい。\n- トリスターナはレベルが上がるごとに射程が増加し、集団戦や1対1の際にカリスタよりも安全な位置から攻撃できる。\n- トリスターナのブリンクスキルにより、カリスタの攻撃を避けながら追撃や逃走がしやすく、Kite性能で優位に立てる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カリスタのHPを削ることでレーンの主導権を握る。\n- カリスタがスキルを使った後の隙を狙って、バーストダメージを与え、キルを狙う。\n- 集団戦では後衛から安全に攻撃し、カリスタのリープやCCを避けながらダメージを与える。",
      "サミーラ": "サミーラが有利です。\n\n理由：\n- サミーラは接近戦を得意としており、カリスタのKite性能を無効化しやすい。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、サミーラの高いDPSに対抗しにくい。\n- サミーラは短時間での弾速のある攻撃を防ぐ能力を持っており、カリスタの攻撃を避けやすい。\n\n有利の取り方：\n- サミーラはカリスタに接近し、連続攻撃を仕掛けることでダメージを与える。\n- カリスタのスキルを避けながら、味方のCCを利用して一気に攻撃する。\n- サミーラのスキルを駆使して、カリスタの動きを制限し、優位に立つ。",
      "ミス・フォーチュン": "ミス・フォーチュンが有利です。\n\n理由：\n- ミス・フォーチュンは高いハラス性能を持ち、カリスタに対してレーンでのショートトレードで優位に立ちやすい。\n- カリスタはAAや攻撃速度を強化するスキルを持たず、ミス・フォーチュンの持つスローやAoEダメージに対して脆弱である。\n- ミス・フォーチュンは集団戦でのAoEダメージが強力で、カリスタが接近する前にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、カリスタのHPを削ることでプレッシャーをかける。\n- ミニオンウェーブを管理し、カリスタが近づきにくい位置でファームを行う。\n- 集団戦では、カリスタが接近する前にUltを使ってダメージを与え、味方と連携してカリスタを排除する。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程の攻撃を持ち、カリスタの短距離リープを利用した攻撃を避けやすい。\n- ジンのスキルは全てAoE効果を持ち、カリスタがミニオンを利用して攻撃する際にダメージを与えやすい。\n- カリスタは操作が忙しく、連携が必要なため、ジンが短いトレードを仕掛けることで有利に立ち回れる。\n\n有利の取り方：\n- 短いトレードを心がけ、カリスタの攻撃を受ける前に先に攻撃する。\n- ミニオンの位置を利用して、カリスタのスキルを避けつつ攻撃する。\n- レベル6以降は、カリスタのサポートを無視し、彼女を最初に狙うことでダメージを与え、戦闘を有利に進める。",
      "シヴィア": "シヴィアが有利です。\n\n- シヴィアは高いウェーブクリア能力を持っており、カリスタの攻撃を受けながらもファームを維持しやすい。\n- スペルシールドにより、カリスタのCCを一度無効化できるため、トレードで有利に立ち回ることができる。\n- カリスタは後半のゲームで自動攻撃に欠点があり、レイトゲームではシヴィアの方が安定したダメージを出せる。\n\n有利の取り方：\n- サポートと連携してカリスタの攻撃を避けつつ、ファームを優先する。\n- スペルシールドを活かしてカリスタの攻撃を受け流し、反撃のチャンスを狙う。\n- レーンでの優位を活かして、タワーを押し込むことでカリスタの動きを制限する。",
      "アフェリオス": "アフェリオスが有利です。\n\n理由：\n- アフェリオスは武器の組み合わせによって多様な戦術を展開でき、特にカリスタのリープを利用したKite戦術に対して柔軟に対応できる。\n- アフェリオスはハラス性能が低いカリスタに対して、序盤からの攻撃で優位に立ちやすく、特にレベルが上がると高い火力を発揮できる。\n- カリスタは対象指定のCCを持たないため、アフェリオスの機動力の低さを逆手に取ることが難しい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、カリスタの体力を削ることでレーンの主導権を握る。\n- アフェリオスの武器を状況に応じて使い分け、カリスタの動きを制限しつつダメージを与える。\n- 敵ジャングラーの動きを警戒しつつ、カリスタがリープを使った際に反撃するタイミングを見計らう。"
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、セナに対して一方的にハラスを行いやすいため、レーンでのプレッシャーが強い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ヴァルスの攻撃に耐えられず、早期にデスするリスクが高い。\n- ヴァルスのスネア効果により、セナは捕まると逃げる手段が乏しく、致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、ヴァルスの攻撃を受けないようにする。\n- サポートと連携して、ヴァルスに対して積極的にエンゲージを仕掛け、逆にハラスを行うタイミングを見計らう。\n- 早めにアイテムを購入し、回復能力を強化することで、持続的なハラスに耐えられるようにする。",
      "サミーラ": "サミーラが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、サミーラが接近する前にダメージを与えることができるため、サミーラは攻撃を受けやすい。\n- ヴァルスのCC効果により、サミーラは動きを制限され、接近戦を仕掛けることが難しくなる。\n- サミーラは防御ステータスが低く、ヴァルスの持続的なハラスに対して耐えるのが難しい。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスの攻撃を避けながら接近するタイミングを見計らう。\n- 早めにアイテムを購入し、ダメージを増加させてヴァルスに対抗できるようにする。\n- 敵のスキルを避けるために、ブリンクや移動スキルを活用して、ヴァルスの攻撃を回避する。",
      "アッシュ": "アッシュが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、アッシュよりも遠くから攻撃できるため、アッシュがハラスを受けやすい。\n- ヴァルスのスネア効果により、アッシュは動きを制限され、接近されると脆弱な状況に陥る。\n- アッシュはバーストダメージが低く、オールイン合戦でヴァルスに対抗するのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してヴァルスの攻撃を遮る。\n- サポートと連携して、ヴァルスのスネアを避けるための位置取りを意識する。\n- 装備を整えるまでの間、ファームを優先し、無理に戦わずにレベルアップを目指す。",
      "コグ＝マウ": "コグ＝マウが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、コグ＝マウの基礎射程が短いため、レーン戦でのハラスが難しい。\n- ヴァルスのスネア効果により、コグ＝マウは動きを制限されやすく、逃げる手段がないため捕まると厳しい状況になる。\n- コグ＝マウは機動力が低く、自衛手段が乏しいため、ヴァルスの持続的なダメージに対して耐えにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、敵の動きを把握する。\n- 可能な限りファームを優先し、レベルやアイテムを早く整えることで、後半のスケーリングを狙う。\n- ヴァルスのスキルを避けるために、位置取りを工夫し、特にスネアのタイミングを見極めて行動する。",
      "ジンクス": "ジンクスが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、ジンクスが近づく前にハラスを受けやすい。\n- ヴァルスのCCスキルにより、ジンクスの動きが制限され、接近するのが難しくなる。\n- ジンクスは自衛手段が乏しく、ヴァルスの持続的なダメージに対して脆弱である。\n\n不利の緩和策：\n- サポートと連携して、ヴァルスの攻撃を避ける位置取りを心がける。\n- レベルアップやアイテムを早めに取得し、ダメージを出せる状態を作る。\n- 敵のCCスキルを避けるために、マップの視界を確保し、奇襲を防ぐ。",
      "トリスターナ": "トリスターナが不利です。\n\n理由：\n- ヴァルスは長射程からの攻撃が得意で、トリスターナが近づく前にハラスを受けやすい。\n- ヴァルスのCCスキルにより、トリスターナの移動が制限され、攻撃を受けやすくなる。\n- トリスターナは装備依存度が高く、序盤の成長が重要なため、ヴァルスに対して早期に圧力をかけられると厳しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて安全にCSを取る。\n- サポートと連携して、ヴァルスのスキルを避ける動きを心がけ、チャンスがあれば反撃する。\n- 早めにアイテムを揃え、レベルアップを目指して、強力なバーストダメージを活かすタイミングを見計らう。",
      "ゼリ": "ゼリが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、ゼリが近づく前にハラスを受けやすい。\n- ヴァルスのCC効果により、ゼリの機動力が制限され、逃げる手段が難しくなる。\n- ゼリは序盤の基礎ADが低く、ヴァルスの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃を避けるようにする。\n- サポートと連携して、ヴァルスに対するハラスを行い、プレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げてヴァルスの攻撃に耐えられるようにする。",
      "ザヤ": "ザヤが不利です。\n\n理由：\n- ヴァルスは長射程の攻撃を持ち、ザヤの攻撃範囲が短いため、一方的にハラスを受けやすい。\n- ヴァルスのAoEダメージやCC効果により、集団戦やシージでの影響力が高く、ザヤはその圧力に対処しづらい。\n- ザヤはスキルの発生に時間がかかるため、ヴァルスの攻撃を避けるのが難しく、奇襲やキャッチに対して脆弱。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ヴァルスの攻撃範囲外からハラスを行う。\n- サポートと連携して、ヴァルスのスキルを避けるためのエンゲージやカウンターを狙う。\n- アイテムを早めに購入し、耐久力を上げることで、ヴァルスの攻撃に耐えられるようにする。"
    },
    "loses": {
      "シヴィア": "シヴィアが有利です。\n\n理由：\n- シヴィアは高いウェーブクリア能力を持っており、レーンでのプッシュが得意なため、ヴァルスの攻撃を受けながらも有利なトレードを仕掛けやすい。\n- スペルシールドにより、ヴァルスのCCスキルを無効化できるため、彼の攻撃を回避しやすく、トレードで優位に立つことができる。\n- シヴィアは移動速度を上昇させる手段が豊富で、ヴァルスの攻撃を避けながら距離を保つことができるため、持続的なハラスが可能。\n\n有利の取り方：\n- レーンでのミニオンをしっかりと処理し、ヴァルスに対してプレッシャーをかけることで、彼の攻撃を受けにくくする。\n- スペルシールドを活用して、ヴァルスのスキルを弾き、反撃のチャンスを作る。\n- 移動速度を活かして、ヴァルスの攻撃を避けつつ、適切なタイミングでハラスを行い、相手のHPを削る。",
      "エズリアル": "エズリアルが有利です。\n\n理由：\n- エズリアルは長射程のスキルを持っており、ヴァルスの攻撃を受けることなくハラスが可能です。\n- エズリアルの機動力が高く、逃げる手段が豊富なため、ヴァルスのスネア効果を避けやすいです。\n- ヴァルスはHP回復手段が乏しく、エズリアルの持続的なハラスによって圧力をかけやすいです。\n\n有利の取り方：\n- レーン開始時からスキルを使ってヴァルスにハラスを行い、相手の体力を削る。\n- Eを使ってヴァルスの攻撃を避けつつ、反撃のチャンスを狙う。\n- ミニオンウェーブを管理し、ヴァルスが攻撃しづらい状況を作ることで、優位に立つ。",
      "ジグス": "ジグスが有利です。\n\n- ジグスは全てのスキルがAoEであり、ヴァルスのような単体攻撃型のチャンピオンに対して広範囲でダメージを与えやすい。\n- ジグスの長射程スキルにより、ヴァルスが近づく前にダメージを与えることができ、特にシージやミニオン処理で優位に立てる。\n- ヴァルスは逃げる手段が限られているため、ジグスの設置型スキルでゾーニングしやすく、接近を許さない立ち回りが可能。\n\n有利の取り方：\n- ミニオンウェーブを利用して、ヴァルスが近づく前にスキルを当ててハラスを行う。\n- ジグスの設置型スキルを使って、ヴァルスの移動を制限し、攻撃のチャンスを作る。\n- 集団戦やシージの際に、ジグスのAoEダメージを活かして、ヴァルスを狙い撃ちする。",
      "ジン": "ジンが有利です。\n\n- ジンは長射程のスキルを持ち、ポークやトレードで優位に立ちやすい。\n- ジンのスキルは全てAoE効果を持ち、集団戦やレーンでのハラスに強い。\n- ジンは4発目の攻撃やアルティメットで高いバーストダメージを与えることができ、HPが減った敵に対して特に強力。\n\n有利の取り方：\n- レーンフェーズでは積極的にポークを行い、ヴァルスのスキルを避けるために良い位置取りを心がける。\n- スウィフトネスを購入してヴァルスのスローを軽減し、機動力を高める。\n- アルティメットを取得したら、サポートや味方と連携してヴァルスを捕まえ、ダメージを与えるチャンスを作る。"
    }
  }
}