{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "パンテオンがジャンナに不利です。\n\n理由:\n- ジャンナの強力なCCにより、パンテオンのオールインが阻止されやすい。\n- ジャンナのシールドがパンテオンのバーストダメージを軽減し、効果的に耐えることができる。\n- ジャンナの移動速度向上スキルにより、パンテオンが追撃しづらくなる。\n- ジャンナは遠距離攻撃が可能で、パンテオンが近づく前にハラスを行いやすい。\n- ジャンナのディスエンゲージ能力により、パンテオンが有利な状況を作りにくい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取る。\n- ジャンナのスキルのクールダウンを意識し、タイミングを見計らって攻撃する。\n- ジャンナのシールドを無視できるアイテムを早めに購入する。\n- ジャングラーと連携し、ジャンナを狙ったギャンクを仕掛ける。\n- レーンでのポジショニングを工夫し、ジャンナのCCを避けるようにする。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- ジャンナの強力なCCにより、アリスターのエンゲージが無効化されやすい。\n- ジャンナのシールドや回復により、アリスターのダメージが軽減され、持続戦闘での優位性が失われる。\n- ジャンナの遠距離攻撃に対して、アリスターは近接型であり、攻撃を受けやすい。\n- ジャンナの移動速度アップにより、アリスターが追いかけるのが難しくなる。\n- ジャンナは視界確保が不得手であるため、アリスターがブッシュを利用してエンゲージする機会が減少する。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ジャンナのスキルを避ける。\n- ジャンナのスキルクールダウンを狙い、エンゲージのタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げてジャンナの攻撃を耐える。\n- 味方と連携し、ジャンナを狙う際にアリスターのCCを活かす。\n- ジャンナのシールドを剥がすために、他のダメージソースと連携して攻撃する。",
      "ラカン": "ラカンがジャンナに不利です。\n\n理由:\n- ジャンナの強力なCCにより、ラカンのエンゲージやピールが無力化されやすい。\n- ジャンナのシールドと回復により、ラカンの攻撃が効果的に無効化される。\n- ジャンナは遠距離からのハラスが得意で、ラカンが接近するのを難しくする。\n- ジャンナの移動速度バフにより、味方が逃げやすく、ラカンのエンゲージが無駄になりやすい。\n- ジャンナはレーンでのサステインが高く、ラカンがハラスを受けやすい。\n\n不利の緩和策:\n- ジャンナのCCを避けるために、位置取りを工夫し、エンゲージのタイミングを見極める。\n- ジャンナのスキルのクールダウンを狙い、CCがないタイミングで攻撃を仕掛ける。\n- 味方と連携し、ジャンナを先に排除することでラカンのエンゲージを成功させる。\n- ジャンナのハラスを受けないように、ミニオンを利用して近づくタイミングを調整する。\n- アイテムを活用して、ジャンナのシールドを無効化する手段を持つ。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- ジャンナの強力なCCにより、ラックスはスキルを当てる前に拘束される可能性が高い。\n- ジャンナのシールドにより、ラックスのバーストダメージが軽減されるため、キルを狙いにくい。\n- ジャンナの移動速度バフにより、味方が逃げやすく、ラックスが狙ったターゲットを捕まえにくい。\n- ジャンナはディスエンゲージ能力が高く、ラックスがオールインを仕掛けても反撃されるリスクがある。\n- ジャンナの視界確保能力が低いため、ラックスが安全にハラスを行うことが難しい。\n\n不利の緩和策:\n- レーンでのハラスを控え、ジャンナのスキルを避けることに集中する。\n- ジャンナのCCを避けるために、位置取りを工夫し、ミニオンを利用する。\n- サポートアイテムを活用して、味方のサポートを強化し、集団戦での影響力を高める。\n- ジャンナのシールドを意識し、スキルを連続で当てるのではなく、タイミングを見計らって攻撃する。\n- 可能であれば、他のレーンやジャングルからのギャンクを利用して、ジャンナを圧倒する。",
      "レル": "レルが不利です。\n\n理由:\n- ジャンナの強力なCCにより、レルのエンゲージが阻止されやすい。\n- ジャンナのシールドと回復により、レルのダメージが軽減され、持続戦闘で不利になる。\n- ジャンナの射程が長いため、レルが近づく前に攻撃を受けやすい。\n- ジャンナの移動速度バフにより、味方が逃げやすく、レルの追撃が難しい。\n- ジャンナはレルのスキルを無効化する手段を持っており、特に集団戦での影響力が高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、ジャンナのスキルを見極めてからエンゲージを試みる。\n- ジャンナのスキルのクールダウンを狙い、スキルがないタイミングで攻撃する。\n- 近接攻撃を避けるために、ミニオンを利用してジャンナの攻撃をブロックする。\n- 早めにアイテムを購入し、耐久力を上げてレーンでの生存率を高める。\n- 味方と連携し、ジャンナを狙うタイミングを合わせて集団戦を仕掛ける。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジャンナの強力なCCにより、モルガナのスネアを避けられることが多く、捕まえるチャンスが減少する。\n- ジャンナのシールドはモルガナのダメージを軽減し、味方を守る能力が高いため、モルガナの攻撃が効果的でなくなる。\n- ジャンナの移動速度向上のスキルにより、モルガナが攻撃を仕掛けるタイミングを逃しやすい。\n- ジャンナはディスエンゲージ能力が高く、モルガナがオールインを仕掛けても反撃されるリスクが高い。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ジャンナのCCを避けるようにする。\n- ジャンナのシールドを無効化するアイテムを購入し、ダメージを通しやすくする。\n- ジャンナのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- チームメイトと連携し、ジャンナを先に排除することで、モルガナのダメージを通しやすくする。",
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- ジャンナは遠距離攻撃を持ち、ポッピーの近接攻撃を避けやすい。\n- ジャンナのCCスキルにより、ポッピーは接近することが難しく、エンゲージが困難。\n- ジャンナのシールドや回復により、ポッピーのダメージを軽減されやすい。\n- ジャンナの移動速度バフにより、味方が逃げやすく、ポッピーがキルを狙うチャンスが減少する。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取る。\n- ジャンナのスキルを避けるために、位置取りを工夫し、タイミングを見計らってエンゲージを試みる。\n- ジャンナのシールドを無効化するアイテムを購入し、ダメージを通しやすくする。\n- ジャングラーと連携し、ジャンナを狙ったギャンクを仕掛けることで、レーンのプレッシャーを軽減する。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ジャンナの強力なCCにより、レオナの接近を阻止されやすい。\n- ジャンナのシールドや回復により、レオナのオールインが無効化されることが多い。\n- ジャンナの移動速度向上スキルにより、レオナが追いかけるのが難しくなる。\n- ジャンナは遠距離攻撃が可能なため、レオナが近づく前にハラスを受けやすい。\n- ジャンナのディスエンゲージ能力により、レオナのイニシエートが無効化されることが多い。\n\n不利の緩和策:\n- レオナのスキルを使うタイミングを工夫し、ジャンナのスキルを避ける。\n- ジャンナのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃する。\n- ジャンナの位置を把握し、彼女が不利な位置にいるときにオールインを仕掛ける。\n- サポートアイテムやポーションを活用し、ハラスを受けても耐えられるようにする。\n- チームメイトと連携し、ジャンナを優先的に狙うことで、レオナの強みを活かす。"
    },
    "loses": {
      "セナ": "セナがジャンナに有利です。\n\n理由:\n- セナは長射程を持ち、ジャンナの攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- ジャンナのシールドや回復は、セナのハラスによるダメージを完全に防ぐことができず、セナの攻撃を受け続けることになる。\n- セナのスネア効果により、ジャンナの移動を制限し、捕まえるチャンスを作りやすい。\n- ジャンナはエンゲージ能力が低いため、セナが攻撃的にプレイしても反撃が難しい。\n- セナはパッシブによってゴールドを得やすく、育つことで高い火力を発揮できるため、レイトゲームでも有利に働く。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジャンナにプレッシャーをかける。\n- スネアを使ってジャンナを捕まえ、キルチャンスを狙う。\n- ジャンナのシールドや回復を意識し、ダメージを与え続けることで、彼女のリソースを枯渇させる。\n- セナのパッシブを活かして、敵チャンピオンを攻撃し続け、ゴールドを稼ぐ。\n- ジャンナのCCを避けるために、位置取りを工夫し、常に安全な距離を保つ。",
      "ユーミ": "ユーミがジャンナに有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、ジャンナの攻撃を受けにくい。\n- ジャンナのシールドや回復は強力だが、ユーミの回復とシールドは持続的に提供でき、レーン維持に優れている。\n- ユーミのスロー効果は、ジャンナの移動を制限することができ、彼女のディスエンゲージ能力を無効化しやすい。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、ユーミの持続的な支援に対して耐えにくい。\n- ユーミはジャンナのCCを受けることなく、味方を強化し続けることができる。\n\n有利の取り方:\n- ユーミはADCと密着し、ジャンナの攻撃を避けながらハラスを行う。\n- ジャンナがCCを使った後に、ユーミの回復やシールドを活用して反撃する。\n- ジャンナのスキルのクールダウンを利用して、積極的にトレードを仕掛ける。\n- ジャンナが孤立しているタイミングを見計らい、ユーミのスローを使って捕まえる。\n- 集団戦では、ユーミが味方を強化しつつ、ジャンナの攻撃を避ける立ち回りを心がける。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナはオーラによるAoE支援が可能で、集団戦での生存率を高めることができる。\n- ソナのスキルは発動が早く、操作が簡単なため、ジャンナのCCを避けやすい。\n- ソナは回復や加速を通じて味方を強化でき、ジャンナのシールドや回復を上回ることができる。\n- ソナのUltによるスタン効果は、ジャンナのディスエンゲージを無効化することができる。\n- ジャンナの基礎ステータスが低いため、序盤のハラスに対して強い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジャンナのHPを削る。\n- ソナのオーラを活用して、味方ADCを強化し、ジャンナの攻撃を受け流す。\n- 集団戦では、Ultを使ってジャンナのCCを無効化し、敵チームにダメージを与える。\n- ジャンナのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 視界を確保し、ジャンナが不利な状況を作り出す。",
      "ニーコ": "ニーコが有利です。\n\n理由:\n- ジャンナはエンゲージ能力が低く、ニーコの奇襲に対して脆弱である。\n- ニーコのスタンやスネアはジャンナのCCを無効化し、ジャンナが反撃する前にダメージを与えることができる。\n- ジャンナのシールドや回復はニーコの高バーストダメージに対してあまり効果的ではない。\n- ニーコは擬態を使ってジャンナの視界をかいくぐり、奇襲を仕掛けることができる。\n- ジャンナは短射程のチャンピオンに対して有利だが、ニーコはその短射程を逆手に取ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジャンナのシールドを消費させる。\n- 擬態を利用してジャンナの視界外から奇襲を仕掛け、スネアやスタンで捕まえる。\n- ジャンナがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 集団戦ではアルティメットを使ってジャンナを含む敵チャンピオンを一気に排除する。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは攻撃的なエンチャンターであり、レーンでのハラスやトレードが得意です。ジャンナに対しても積極的に攻撃を仕掛けることができます。\n- ナミのCCは敵を捕まえる能力に優れており、ジャンナのディスエンゲージを無効化することができます。\n- ナミは全スキルにダメージがあり、特に序盤のトレードでジャンナに対して優位に立つことができます。\n- ジャンナの基礎ステータスが低く、序盤は脆弱なため、ナミの攻撃的なプレイスタイルが効果的です。\n- ナミのパッシブによる移動速度の向上は、ジャンナの移動速度バフと相殺されることが少なく、ナミが有利に立ち回ることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ジャンナにプレッシャーをかける。\n- CCを駆使してジャンナを捕まえ、味方と連携してオールインを仕掛ける。\n- ジャンナのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛ける。\n- マナ管理に注意しつつ、持続的にトレードを行い、ジャンナのHPを削る。\n- ジャンナがシールドを使った後に攻撃を仕掛け、彼女の防御手段を無効化する。",
      "バード": "バードがジャンナに有利です。\n\n理由:\n- バードはスタンを持っており、ジャンナのディスエンゲージ能力を無効化できるため、ジャンナが攻撃を仕掛ける際に反撃しやすい。\n- バードの回復スキルは、ジャンナのシールドや回復と相性が良く、持続的な戦闘を有利に進めることができる。\n- バードは鐘を回収することで火力を向上させるため、ジャンナの基礎ステータスの低さを突いてダメージを与えやすい。\n- バードの移動スキルを活かしてロームが得意で、他のレーンへの影響力を高めることができる。\n- ジャンナは視界確保が不得手であるため、バードのロームによって不意を突かれる可能性が高い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジャンナのHPを削る。\n- スタンを使ってジャンナが攻撃的に出てきた際に反撃し、優位に立つ。\n- 鐘を回収し続けて火力を向上させ、ジャンナに対して圧力をかける。\n- バードの移動スキルを活かして、他のレーンにロームし、味方をサポートすることで全体的な有利を作る。\n- ジャンナのスキルのクールダウンを見極めて、攻撃のタイミングを計る。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "ラックス": "ラックスがナミに不利です。\n\n理由:\n- ナミは豊富なCCを持ち、ラックスのスキルを当てる前に接近してくることができるため、ラックスのハラスが難しくなる。\n- ナミの回復能力により、ラックスのバーストダメージを軽減されやすく、トレードで優位に立ちにくい。\n- ナミのスキルは発生が遅いものの、ラックスのスキルも方向指定であるため、ナミが接近することでラックスのスキルを避けられる可能性が高い。\n- ナミの加速効果により、ラックスが距離を保つのが難しく、接近されると脆弱なラックスは危険な状況に陥りやすい。\n\n不利の緩和策:\n- レーンでのハラスを控え、ナミのスキルを避けることに集中する。\n- 自身のスキルを当てるタイミングを見極め、ナミがスキルを使った後に攻撃する。\n- 可能であれば、サポートアイテムを利用してマナ管理を行い、持続的な戦闘に備える。\n- 敵の動きを把握するために視界を確保し、ナミの動きに対して警戒を怠らない。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ナミのCCは瞬時に発動し、モルガナのスネアを避けることができるため、モルガナの捕まえる能力が低下します。\n- ナミは回復能力を持っており、モルガナのハラスを軽減できるため、持続的なトレードで不利になりにくいです。\n- ナミの攻撃的なハラスが強力で、モルガナはマナ消費が激しいため、持続的な戦闘において息切れしやすいです。\n- ナミのパッシブによる移動速度の向上が、モルガナのスキルを当てる難易度を上げます。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してナミのスキルをブロックする。\n- スペルシールドを適切なタイミングで使用し、ナミのCCを無効化することで、反撃のチャンスを作る。\n- マナ管理を徹底し、必要なスキルを温存することで、持続的な戦闘に備える。\n- 可能であれば、味方のジャングラーと連携してナミを狙うことで、レーンの主導権を取り戻す。",
      "ソラカ": "ソラカがナミに不利です。\n\n理由:\n- ナミは豊富なCCを持ち、ソラカの行動を制限しやすい。\n- ナミのハラス能力が高く、ソラカは回復を行う前にダメージを受けやすい。\n- ナミの加速効果により、ソラカが逃げるのが難しくなる。\n- ナミのスキルは全てダメージを持っており、ソラカのヒールを上回るダメージを与えられる。\n- ソラカは逃げ性能が乏しく、ナミのエンゲージに対して脆弱。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ナミのスキルを避ける。\n- ソラカのヒールを適切に使い、ナミのハラスを受けた際に早めに回復する。\n- 可能であれば、味方のジャングラーと連携してナミを攻撃する。\n- アイテムを工夫し、マナ管理をしっかり行うことで持続的な戦闘を可能にする。\n- ナミのCCを避けるために、移動速度を上げるアイテムを選択する。",
      "パンテオン": "パンテオンがナミに不利です。\n\n理由:\n- ナミは豊富なCCを持ち、パンテオンが接近する際にスタンやノックアップで妨害できるため、オールインが難しい。\n- ナミのハラス能力が高く、パンテオンは近接チャンピオンであるため、レーンでのトレードで不利を受けやすい。\n- ナミの回復能力により、パンテオンのバーストダメージが軽減され、持続的な戦闘で劣位に立たされる。\n- ナミの移動速度を上げるパッシブにより、パンテオンが逃げることが難しく、追撃されやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらプレイし、ナミのスキルを避ける。\n- 早めにアイテムを購入し、耐久力を上げることでナミのハラスに耐える。\n- ナミのCCを避けるために、位置取りを意識し、タイミングを見計らって攻撃する。\n- サポートのロームを警戒し、視界を確保してナミの動きを把握することで、ギャンクを防ぐ。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ナミは豊富なCCを持ち、ゼラスのスキルを当てるのが難しくなる。特に、ナミのスタンやノックアップはゼラスのスキル発動を妨げる。\n- ナミの回復能力により、ゼラスのハラスが効果的でなくなる。ナミは持続的にダメージを受けても回復できるため、ゼラスのポークが無効化されやすい。\n- ナミの移動速度を上げるパッシブにより、ゼラスが距離を保つのが難しくなる。ナミが接近すると、ゼラスは攻撃を受けやすくなる。\n- ゼラスは自己防衛手段が乏しく、ナミのCCに捕まると簡単に倒されるリスクが高い。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ナミのCCを避けるようにする。特に、ナミのスキルがクールダウン中のタイミングを狙う。\n- ゼラスのスキルを当てやすくするために、ナミのスキルを避ける動きを意識し、相手の動きを予測する。\n- マナ管理を徹底し、必要な時にスキルを使えるようにする。特に、パッシブを活用してマナを回復し続ける。\n- チームメイトと連携し、ナミに対して集団で攻撃を仕掛けることで、ゼラスのハラスを活かす機会を増やす。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- ナミは豊富なCCを持ち、ニーコが近づく前に捕まえることができるため、ニーコの奇襲能力を封じることができる。\n- ナミのハラス能力が高く、ニーコは射程が短いため、ナミの攻撃を受けやすい。\n- ナミの回復能力により、ニーコのダメージを軽減されるため、トレードが不利になる。\n- ナミの移動速度を上げるパッシブにより、ニーコが逃げるのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- ナミのCCを避けるために、スキルを使うタイミングを見極める。\n- 可能であれば、サポートアイテムを早めに購入し、マナ管理をしっかり行う。\n- チームメイトと連携し、ナミに対して集団戦を仕掛けることで、ニーコの強みを活かす。",
      "ザイラ": "ザイラがナミに不利です。\n\n理由:\n- ナミは豊富なCCを持ち、ザイラが接近されると簡単に拘束されるため、ザイラの攻撃がしづらくなる。\n- ナミのハラス能力は高く、ザイラはマナ管理が難しいため、持続的なトレードで不利になることが多い。\n- ナミの回復能力により、ザイラのダメージを軽減されやすく、持続戦闘での優位性が薄れる。\n- ナミの移動速度を上げるパッシブにより、ザイラが距離を保つのが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらプレイする。\n- ナミのCCを避けるために、位置取りを意識し、スキルの発動を見極める。\n- ザイラの植物を利用して、ナミの攻撃を牽制しつつ、距離を保つ。\n- 可能であれば、サポートアイテムを早めに購入し、マナ管理を改善する。",
      "セラフィーン": "セラフィーンがナミに不利です。\n\n理由:\n- ナミは豊富なCCを持ち、セラフィーンのスキルを妨害しやすい。\n- ナミのハラス能力が高く、セラフィーンはスキルの発生が遅いため、トレードで不利になりやすい。\n- ナミの回復能力により、セラフィーンのダメージを軽減されるため、持続戦闘で劣位に立たされる。\n- ナミは安全な位置から攻撃できるため、セラフィーンが近づくのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- スキルを連続して当てるために、相手の動きを予測してスキルを使う。\n- ナミのCCを避けるために、位置取りを意識し、距離を保つ。\n- 可能であれば、味方と連携してナミを攻撃するタイミングを見計らう。"
    },
    "loses": {
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、ナミのスキルを無効化しやすい。\n- アリスターのタンク性能により、ナミのハラスを受けても耐えられる。\n- アリスターのエンゲージ能力により、ナミが距離を取ることが難しくなる。\n- ナミのCCは発生が遅いため、アリスターが接近する前に当てるのが難しい。\n- アリスターは近接攻撃型であり、ナミの射程を逆手に取って接近戦を仕掛けやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ナミのマナを消耗させる。\n- ナミがスキルを使った後にエンゲージし、CCを重ねてダメージを与える。\n- ナミが後退するタイミングを見計らって、フラッシュやスキルを使って接近する。\n- 集団戦では、ナミを狙ってエンゲージし、味方と連携してダメージを与える。\n- ナミのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "メル": "メルが有利です。\n\n理由:\n- メルは長射程のスキルを持ち、ナミのハラスを避けながら攻撃できるため、レーンでの優位性を保ちやすい。\n- メルのスネア効果により、ナミのCCを無効化しやすく、ナミが攻撃的に出てきた際に反撃が可能。\n- ナミの回復能力に対して、メルは確定キルを狙いやすく、ナミの回復を無効化することができる。\n- メルはAoEスキルを持っているため、ナミの周囲のミニオンを一掃しやすく、レーンのコントロールがしやすい。\n\n有利の取り方:\n- レーン開始時にメルのスキルを使ってナミにハラスを行い、早期に優位を築く。\n- ナミがCCを使った際に、メルのスネアを使って反撃し、ナミを捕まえる。\n- ミニオンを利用してナミのスキルを避けつつ、メルのAoEスキルでハラスを続ける。\n- ナミのマナが枯渇する前に積極的に攻撃し、レーンの主導権を握る。",
      "ブリッツクランク": "ブリッツクランクがナミに有利です。\n\n理由:\n- ブリッツクランクのフックは発生が早く、ナミのスキルを避ける前に捕まえることができるため、ナミのハラスを無効化しやすい。\n- ナミのCCは発生が遅く、ブリッツクランクが接近する前に当てるのが難しい。\n- ブリッツクランクはナミのような脆いエンチャンターに対して高いダメージを出せるため、瞬時にキルを狙いやすい。\n- ナミの回復能力はブリッツクランクの高いバーストダメージに対してあまり効果的ではない。\n- ブリッツクランクは集団戦でのAoEダメージとサイレンスを持っており、ナミのチームメイトを妨害することができる。\n\n有利の取り方:\n- レーンでのフックを積極的に狙い、ナミを捕まえてキルを狙う。\n- ナミのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- ブリッツクランクのフックを外さないように注意し、相手の動きを予測して使う。\n- 集団戦では、ナミの後ろにいるキャリーを狙うことで、ナミのサポートを無効化する。\n- マナ管理をしっかり行い、フックを使うタイミングを見極める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、ナミの移動を制限することができるため、ナミのハラスやトレードを無効化しやすい。\n- ナミのCCは発生が遅く、ノーチラスが接近する前に当てるのが難しいため、ノーチラスは安全にエンゲージできる。\n- ノーチラスのフックは長射程であり、ナミが距離を取ろうとしても捕まえやすい。\n- ナミは回復を主力とするエンチャンターであるため、ノーチラスのオールインに対して脆弱で、持続的なダメージを与えられる。\n- ノーチラスはタンクであり、ナミのダメージを受けにくいため、持続的な戦闘で有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを行う際、フックを使ってナミを捕まえ、オールインを狙う。\n- ナミのスキルのクールダウンを確認し、CCがないタイミングで積極的にエンゲージする。\n- ナミが後退しようとする際にフックを使い、距離を詰めてダメージを与える。\n- ナミのスキルを避けつつ、ミニオンを利用して接近し、効果的にトレードを行う。\n- チームメイトと連携し、ナミを捕まえた際に一気に攻撃を仕掛ける。",
      "バード": "バードがナミに有利です。\n\n理由:\n- バードはスタンを持っており、ナミのCCを無効化することができるため、ナミの攻撃を受けにくい。\n- バードの回復スキルはナミのハラスを軽減でき、持続的なトレードに強い。\n- バードは鐘を回収することで火力を向上させるため、ナミに対しても持続的なダメージを与えやすい。\n- バードの移動スキルを活かしてロームが得意で、他のレーンへの影響力を持ちやすい。\n- ナミのスキルは発生が遅く、バードの機動力を活かして避けることができる。\n\n有利の取り方:\n- バードはナミのCCを避けるために、常に位置取りを意識し、ナミのスキルを回避する。\n- 鐘を積極的に回収し、火力を向上させることでナミに対して圧力をかける。\n- ナミがハラスを行う際に、スタンを使って反撃し、トレードを有利に進める。\n- バードの回復スキルを適切に使用し、ナミのハラスを軽減しつつ、持続的な戦闘を行う。\n- ロームを活用して他のレーンに影響を与え、ナミのレーンを孤立させる。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナはオーラによるAoE支援が可能で、ナミのハラスを受けても回復できるため、持続的なトレードに強い。\n- ソナのスキルは発生が早く、ナミのCCを避けやすい。特に、ナミのCCが発生する前にソナがスタンを当てることで、ナミの攻撃を無効化できる。\n- ナミはマナ消費が重く、持続的な戦闘には向いていないが、ソナは回復を持っているため、レーンでの持久力が高い。\n- ソナは集団戦での支援能力が高く、味方全体にバフをかけることで、ナミの強みを打ち消すことができる。\n\n有利の取り方:\n- レーン開始時にソナのオーラを活用し、ナミのハラスを受けた際に回復を行うことで、持続的にトレードを行う。\n- ナミのCCが発生する前に、ソナのスタンを当ててナミの行動を制限する。\n- ソナのスキルを適切に使い、ナミのマナを枯渇させるようにハラスを行う。\n- 集団戦では、味方全体にバフをかけてナミの影響力を減少させ、チーム全体での優位を確保する。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力を持ち、ナミのスキルを避けやすい。\n- ナミのCCは発生が遅く、パイクのフックやカモフラージュで先手を取ることができる。\n- パイクのパッシブによる回復効果で、ナミのハラスに対して強い耐性を持つ。\n- ナミは短射程のADCに対して有利だが、パイクは近接攻撃で一気にダメージを与えられるため、トレードで優位に立てる。\n- パイクはキルを取ることでゴールドを味方と共有できるため、ナミに対してもゴールド面での優位を築きやすい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ナミのマナを消耗させる。\n- フックを使ってナミを捕まえ、トレードを仕掛ける。\n- ナミのCCスキルを避けるために、カモフラージュを活用して接近する。\n- ナミがスキルを使った後の隙を狙って、積極的に攻撃する。\n- 敵ジャングラーの動きを見ながら、視界を確保しつつ、ナミにプレッシャーをかけ続ける。",
      "ブラウム": "ブラウムがナミに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ナミのハラスを軽減しやすい。\n- ブラウムのパッシブによるスタンは、ナミのCCを無効化することができ、ナミが攻撃的に出られなくなる。\n- ブラウムは近接攻撃のタンクであり、ナミの射程を活かしたハラスに対して強い。\n- ナミのスキルは発生が遅く、ブラウムが接近することでナミのCCを当てるのが難しくなる。\n- ブラウムは味方を守る能力が高く、ナミの攻撃を受けた味方をしっかりとサポートできる。\n\n有利の取り方:\n- ブラウムはナミのスキルを避けながら接近し、パッシブを活かしてスタンを狙う。\n- ナミがスキルを使った後の隙を狙って、オールインを仕掛ける。\n- ブラウムのスキルを使ってナミのハラスを軽減し、味方ADCを守る。\n- ナミがマナを消費しているタイミングを見計らって、積極的にハラスを行う。\n- ブラウムのCCを活かして、ナミの動きを制限し、レーンでの優位を確保する。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポリモーフを持っており、ナミのCCを無力化することができるため、ナミの攻撃を受けにくい。\n- ルルのシールドはナミのハラスを軽減でき、持続的なトレードで有利に立ち回れる。\n- ルルは味方を強化する能力があり、ナミの攻撃的なプレイスタイルに対抗できる。\n- ルルのスキルは単体対象であるため、ナミのCCを避けやすく、戦闘での影響力を高めることができる。\n\n有利の取り方:\n- ナミのスキルを避けるために、ポジショニングを意識し、適切なタイミングでポリモーフを使用する。\n- シールドを適切に使い、ナミのハラスを軽減しつつ、味方の攻撃をサポートする。\n- ナミがCCを使った後の隙を狙い、積極的にトレードを仕掛ける。\n- レーンでのハラスを行い、ナミのマナを枯渇させることで、彼女の影響力を減少させる。",
      "ラカン": "ラカンがナミに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、ナミのスキルを避けやすい。\n- ラカンのCCは瞬時に発動し、ナミの発生が遅いCCを無力化できる。\n- ナミのハラスに対して、ラカンはシールドや回復で耐えることができる。\n- ラカンはエンゲージ能力が高く、ナミが距離を取る前に接近できる。\n- ザヤとの連携により、ラカンはさらに強化され、ナミに対して圧力をかけやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ナミのマナを消耗させる。\n- ナミのCCを避けながら、タイミングを見計らってエンゲージを仕掛ける。\n- ナミがスキルを使った後の隙を狙い、オールインを仕掛ける。\n- シールドや回復を活用し、ナミのハラスを軽減しつつ、持続的にトレードを行う。\n- 敵のミニオンを利用して、ナミの位置を制限し、エンゲージのチャンスを作る。",
      "ジリアン": "ジリアンが有利です。\n\n理由:\n- ジリアンは時間を操る能力を持ち、ナミのCCを回避しやすい。\n- ジリアンの瞬間火力が高く、ナミの回復を上回るダメージを与えられる。\n- ジリアンの移動速度のバフにより、ナミのハラスを避けやすく、レーンでの優位性を保てる。\n- ナミのCCは発生が遅いため、ジリアンはその隙を突いて攻撃できる。\n- ジリアンの蘇生能力は、ナミの攻撃的なプレイスタイルに対抗できる。\n\n有利の取り方:\n- ジリアンのスキルを駆使して、ナミのCCを避けながら攻撃する。\n- ナミがスキルを使った後の隙を狙って、積極的にハラスを行う。\n- ジリアンのパッシブを活かして、レベル差をつけて有利なトレードを行う。\n- ナミのマナ管理を意識し、スキルの消費が重いタイミングで攻撃を仕掛ける。\n- 集団戦では、ナミのCCを避けつつ、味方をサポートする位置取りを心がける。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけられるため、ゼラスはハラスを受けやすい。\n- カルマのスネアやスロウによって、ゼラスのスキルを当てるタイミングが難しくなる。\n- ゼラスは自己防衛手段が乏しく、カルマの攻撃を受けると脆弱である。\n- カルマのシールドや加速効果により、味方を守りつつ攻撃できるため、ゼラスのハラスが効果的でない。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、カルマのスキルを避ける。\n- スキルを当てるタイミングを見極め、カルマのスネアを避けるために動き続ける。\n- マナ管理を徹底し、持続的にハラスを行うためのリソースを確保する。\n- 味方と連携し、カルマに対して集団で攻撃を仕掛ける。",
      "パンテオン": "パンテオンがカルマに不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、パンテオンがオールインを狙う前にハラスを受けやすい。\n- カルマのスネアやスロウにより、パンテオンのリープやオールインが制限され、攻撃を避けることが難しくなる。\n- パンテオンはスキルのクールダウンが長く、カルマの持続的なハラスに対して持続力が不足する。\n- カルマはシールドを持っており、パンテオンのバーストダメージを軽減することができる。\n- カルマは遠距離攻撃が可能で、パンテオンが接近する前にダメージを与えることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して奇襲を狙う。\n- カルマのスネアを避けるために、リープのタイミングを慎重に見極める。\n- 早めにアイテムを購入し、耐久力を上げることでハラスに耐える。\n- 味方のジャングラーと連携し、カルマを狙ったギャンクを仕掛ける。\n- レーンを押しすぎず、相手の動きを観察しながらプレイすることで、リスクを減らす。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、モルガナはそのプレッシャーに対処しづらい。\n- カルマのスネアは発生が遅いため、カルマのスキルを避けるのが難しい。\n- カルマのシールドや加速効果により、モルガナの攻撃が無効化されることが多い。\n- モルガナのクールダウンが長いため、カルマのスキルコンボに対して反撃が難しい。\n- カルマは遠距離からの攻撃が得意で、モルガナは射程が短く、ハラスがしづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけ安全な位置を保つ。\n- カルマのスキルを避けるために、動きながらプレイする。\n- スペルシールドを適切なタイミングで使用し、カルマのCCを無効化する。\n- 可能であれば、味方と連携してオールインを狙う。\n- アイテムを工夫して、マナ管理をしっかり行い、持続的な戦闘に備える。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ザイラがハラスを行う前に攻撃される可能性が高い。\n- カルマのスネアはザイラの移動を制限し、接近を許すとザイラは脆弱な状態になる。\n- カルマのシールドや加速効果により、味方を守りつつザイラの攻撃を無効化することができる。\n- ザイラはスキルの発動から発生までに時間がかかるため、カルマの機動力に対処しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避け、カルマのスキルを避ける動きを心がける。\n- 植物を利用して安全な距離から攻撃し、カルマのスキルを牽制する。\n- サポートやジャングラーと連携し、カルマを捕まえるチャンスを作る。\n- アイテムを早めに購入し、耐久力を上げることで接近されても生存できるようにする。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ニーコが近づく前にハラスを受けやすい。\n- カルマのスネアやスロウによって、ニーコの接近を妨げることができ、擬態を活かしづらくなる。\n- カルマのシールドによって、ニーコのバーストダメージを軽減されるため、効果的なダメージを与えにくい。\n- カルマは長射程の攻撃を持っているため、ニーコは射程差で不利を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてCSを取ることを心がける。\n- カルマのスキルを避けるために、擬態を使って奇襲を狙うタイミングを見計らう。\n- サポートと連携して、カルマに対して集中的に攻撃を仕掛けることで、彼女のスキルを使わせる。\n- アイテムを早めに購入し、耐久力を上げることで、カルマのハラスに耐えられるようにする。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ラックスがスキルを当てる前に攻撃を受けやすい。\n- カルマのスネアはラックスのスキルを妨害し、ラックスが接近されると脆弱な状態になる。\n- カルマはシールドを持っており、ラックスのバーストダメージを軽減できるため、キルを狙いにくい。\n- カルマの加速効果により、ラックスが距離を取ることが難しく、接近されると危険な状況に陥る。\n\n不利の緩和策:\n- レーンでのハラスを控え、カルマのスキルを避けることに集中する。\n- サポートと連携し、敵の動きを把握しつつ、カルマのスキルを避ける立ち回りを心がける。\n- 早めにアイテムを購入し、耐久力を上げることで、カルマの攻撃に耐えられるようにする。\n- 可能であれば、視界を確保し、敵の動きを把握することで、カルマのスキルを避けるチャンスを増やす。",
      "ジリアン": "ジリアンはカルマに不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ジリアンがスキルを使う前に攻撃を受けやすい。\n- カルマのスネアやスロウによって、ジリアンの移動やスキルの発動が制限されるため、ジリアンのコンボが決まりにくい。\n- カルマはシールドを持っており、ジリアンの攻撃を軽減することができるため、ジリアンのダメージが通りにくい。\n- ジリアンは基礎ステータスが低く、カルマの攻撃を受けると脆弱であるため、捕まるとすぐに倒されるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、カルマのスキルを避ける動きを心がける。\n- ジャングラーと連携して、カルマを狙ったギャンクを仕掛けることで、レーンの主導権を取り戻す。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的に戦えるようにする。\n- カルマのスネアやスロウを避けるために、位置取りを工夫し、敵のスキルを見極める。",
      "メル": "メルが不利です。\n\n理由:\n- カルマは序盤からUltを使用でき、高いプレッシャーをかけることができるため、メルはレーンでのハラスが難しい。\n- カルマのスネアは発生が遅いが、メルのスキルを反射するバリアがあるため、メルはカルマのスキルを逆用しやすいが、カルマのCCを受けると動きが制限される。\n- カルマはシールドや加速効果を持っており、メルの攻撃を受け流すことができるため、持続的なダメージを与えにくい。\n- メルは回復効果に対して弱く、カルマのシールドやサポート効果に対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用してCSを取りつつ、カルマのスキルを避ける立ち回りを心がける。\n- サポートと連携し、カルマのスキルを避けるための位置取りを意識する。\n- アイテムを早めに購入し、回復効果を持つアイテムを選ぶことで、持続的なダメージを与えられるようにする。\n- 集団戦では、カルマのスキルを避けつつ、後衛からの攻撃を狙う立ち回りをする。",
      "セナ": "セナが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、セナの弱い序盤を突くことができる。\n- カルマのスネアやスロウによって、セナの逃げ手段が制限され、捕まるリスクが高まる。\n- セナは基礎ステータスが低く、カルマのハラスに対して耐えにくい。\n- カルマはシールドや加速効果を持っており、味方を守りつつセナに対しても攻撃的に出られる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- サポートと連携して、カルマのスキルを避ける動きを心がける。\n- 早めにアイテムを購入し、耐久力を上げることでハラスに耐えられるようにする。\n- 可能であれば、ジャングラーにガンクを依頼し、カルマを圧倒するチャンスを作る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ヴェル＝コズのハラスを無効化しやすい。\n- カルマのスネアやスロウによって、ヴェル＝コズの機動力の低さがさらに際立ち、捕まるリスクが高まる。\n- カルマのシールドや加速効果により、味方を守りつつヴェル＝コズの攻撃を軽減できるため、持続的なダメージを出しにくい。\n- カルマはスキルを当てることで強力な効果を発揮できるため、ヴェル＝コズのスキルを避けることが容易になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避ける。\n- 可能な限り安全な距離を保ち、カルマのスネアやスロウを避ける動きを心がける。\n- サポートと連携し、カルマのスキルを受ける前に先手を打つようにする。\n- アイテムを早めに購入し、耐久力を上げることでカルマの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ユーミ": "ユーミがカルマに有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、カルマの攻撃を受けにくい。\n- ユーミの回復やシールドは、カルマのハラスを軽減し、レーン維持を助ける。\n- カルマのスネアは発生が遅いため、ユーミはその間に逃げることができる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、カルマの攻撃を避けやすい。\n- ユーミはハラス型のメイジサポートに対して有利で、カルマの攻撃をシールドで防ぎやすい。\n\n有利の取り方:\n- レーンでのハラスを避けるため、ユーミは味方ADCに密着し、回復やシールドを活用する。\n- カルマのスネアを避けるため、常に位置取りを意識し、逃げる準備をする。\n- 集団戦では、ユーミが味方に密着し続けることで、カルマの攻撃を無効化し、味方を強化する。\n- カルマがスネアを使った後の隙を突いて、ユーミが攻撃を仕掛けるタイミングを見計らう。",
      "ラカン": "ラカンはカルマに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、カルマのスネアやスロウを避けやすい。\n- ラカンのCCは瞬時に発動できるため、カルマのスネアの発生が遅い間に攻撃を仕掛けることができる。\n- ラカンはシールドや回復を持っており、カルマのハラスを軽減できる。\n- ラカンのエンゲージ能力により、カルマが距離を保つのが難しくなる。\n- ラカンはカルマのスキルを無効化するCCを持っているため、カルマのスキルを使わせずに攻撃できる。\n\n有利の取り方:\n- レーンでのハラスを行い、カルマのHPを削る。\n- エンゲージを仕掛け、カルマがスネアを使う前にCCを当てる。\n- シールドを活用して、カルマのハラスを受け流しつつ反撃する。\n- 連携を取って、味方ADCと共にカルマを圧倒する。\n- 敵の動きを読み、カルマがスキルを使った後に攻撃を仕掛ける。",
      "バード": "バードがカルマに有利です。\n\n理由:\n- バードは鐘を回収することで火力を向上させるため、持続的なダメージを出しやすい。\n- バードのスタンはカルマのスネアよりも発生が早く、カルマの行動を制限しやすい。\n- バードは移動スキルを持っており、ロームが得意なため、他のレーンへの影響力が高い。\n- カルマのシールドや加速効果に対して、バードの回復や無敵効果を持つUltで対抗できる。\n- バードは低耐久のチャンピオンに対して強力なスタンを持っており、カルマのような脆弱なサポートに対して有利に立ち回れる。\n\n有利の取り方:\n- 鐘を積極的に回収し、火力を高めることでカルマに対して圧力をかける。\n- スタンを使ってカルマのスネアを避け、攻撃のチャンスを作る。\n- ロームを活用して他のレーンに影響を与え、カルマのADCを孤立させる。\n- Ultを適切なタイミングで使用し、カルマのスキルを無効化することで有利な状況を作る。\n- カルマのスネアを避けるために、移動スキルを駆使して立ち回る。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナはオーラによるAoE支援が可能で、集団戦において非常に強力です。\n- ソナのスキルは発動が早く、操作が簡単なため、初心者でも扱いやすいです。\n- ソナは発生が早いAoEスタンを持っており、敵の攻撃を防ぐPeel性能が高いです。\n- カルマのスネアは発生が遅いため、ソナはその間に逃げることができる可能性が高いです。\n- ソナは回復やシールドを持っており、カルマのハラスを耐えやすいです。\n\n有利の取り方:\n- レーンでのハラスを行い、カルマのスキルを避けながらダメージを与える。\n- 味方ADCと連携し、カルマに対して積極的に攻撃を仕掛ける。\n- 集団戦では、ソナのスタンを活かしてカルマを捕まえるチャンスを作る。\n- マナ管理に気を付けながら、スキルを適切に使用して持続的に支援を行う。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力を持ち、カルマのスネアを避けやすいため、カルマのCCを回避しやすい。\n- パイクのハラスは序盤から強力で、カルマの基礎ステータスが低いため、早期にダメージを与えやすい。\n- パイクのパッシブによる回復効果で、カルマのハラスに対して耐性があり、持続的にレーンでの優位を保ちやすい。\n- カルマのスキルは発生が遅いため、パイクのフックや攻撃を避けるのが難しい。\n- パイクはキルを取ることでゴールドを共有できるため、レーンでの優位をさらに強化できる。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、カルマにプレッシャーをかける。\n- フックを使ってカルマを捕まえ、ダメージを与えるチャンスを作る。\n- カルマのスネアやスロウを避けるために、常に位置取りに注意し、機動力を活かして攻撃する。\n- 可能な限り視界を確保し、敵の動きを把握しておくことで、カルマのスキルを避けやすくする。\n- キルを狙う際は、パイクのUltを活用してゴールドを獲得し、チーム全体の経済を強化する。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ソナは回復やバフを持っており、ゼラスのハラスを耐えることができるため、レーンでの持続力が高い。\n- ソナのスタン効果は集団戦でのゼラスの攻撃を防ぐことができ、ゼラスがスキルを当てる機会を減少させる。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ソナの攻撃を受けやすい。\n- ソナのスキルは発動が早く、ゼラスのスキルの発動が遅いことから、ゼラスは攻撃を当てるのが難しい。\n\n不利の緩和策:\n- ゼラスは位置取りを意識し、ソナの攻撃範囲外からハラスを行う。\n- ソナのスキルを避けるために、移動を頻繁に行い、スキルの発動タイミングをずらす。\n- 自衛手段を強化するために、アイテムを選択し、マナ管理を徹底する。\n- ソナのスキルのクールダウンを意識し、攻撃の隙を狙って反撃する。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ソナは遠距離攻撃が可能で、パンテオンが近づく前にハラスを行いやすい。\n- ソナのオーラによる支援効果で、味方の生存率が高まり、パンテオンのオールインが無効化されることがある。\n- ソナのスタン効果は、パンテオンの攻撃を防ぐためのPeelとして機能し、彼の攻撃を阻止することができる。\n- パンテオンはCCが単体に限られており、ソナのようなAoE支援を持つ相手には対処が難しい。\n- ソナの基礎ステータスが低い序盤においても、パンテオンの攻撃を受ける前に回復やバフを行うことで、持ちこたえることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して位置取りを工夫する。\n- ソナのスキルを避けるために、タイミングを見計らって攻撃を行う。\n- ソナのUltを使用するタイミングを見極め、攻撃を仕掛ける際には注意を払う。\n- 早めにアイテムを購入し、耐久力を上げることで、ソナのハラスに耐えられるようにする。\n- チームメイトと連携し、ソナを捕まえる機会を作ることで、彼女の支援効果を減少させる。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- ソナは回復やバフを持っており、ヴェル＝コズのハラスを軽減できるため、レーンでの持続力が高い。\n- ソナのスタン効果は集団戦でのエンゲージやキャッチに非常に強力で、ヴェル＝コズのスキルを無力化することができる。\n- ソナは機動力が低いヴェル＝コズに対して、スキルを当てやすく、特に接近戦での優位性を持つ。\n- ソナのオーラによる支援は、ヴェル＝コズのAoE攻撃を相殺することができ、集団戦での効果を減少させる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してソナのスキルを避ける。\n- ソナのスキルを受けた後は、冷静に距離を保ち、無理に攻撃しない。\n- サポートアイテムを活用して、マナ管理をしっかり行い、スキルを連発できるようにする。\n- 集団戦では、ソナのスタンを避けるために位置取りを工夫し、後衛からの攻撃を心がける。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ソナは回復やバフを持っており、モルガナのハラスを耐えやすい。\n- ソナのスタンは発生が早く、モルガナのスネアを避けることができるため、モルガナのCCを無効化しやすい。\n- ソナは集団戦での支援能力が高く、モルガナのダメージを軽減することができる。\n- モルガナはクールダウンが長く、持続的な戦闘においてソナの持続的な支援に対抗しづらい。\n\n不利の緩和策:\n- ソナのスキルを避けるために、位置取りを工夫し、スネアを当てるタイミングを見計らう。\n- ソナのオーラの効果を無効化するために、スペルシールドを適切に使用する。\n- レーンでのハラスを避けるために、味方と連携して行動し、孤立しないようにする。\n- 早めにアイテムを購入し、マナ管理を徹底して持続的な戦闘を可能にする。",
      "バード": "バードがソナに不利です。\n\n理由:\n- ソナは序盤からのハラスが強力で、バードは基礎ステータスが高くないため、簡単にダメージを受けてしまう。\n- ソナの回復能力に対して、バードのダメージスキルはAPレシオが低く、持続的なダメージを与えにくい。\n- ソナのスタンは集団戦でのPeel性能が高く、バードの移動スキルを無効化する可能性がある。\n- ソナは味方全体にバフをかけることができ、バードのサポート効果を上回ることが多い。\n- バードのスキルは敵味方を問わず影響を与えるため、誤った使い方をすると味方に不利益を与えるリスクがある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ソナのスキルを避ける位置取りを心がける。\n- 鐘を回収しつつ、マナを管理して回復スキルを活用することで、持続的なサポートを行う。\n- ソナのスキルを避けるために、移動スキルを適切に使い、敵の攻撃を回避する。\n- 集団戦では、ソナのUltを避ける位置取りをし、バードのスタンを活かして味方をサポートする。\n- ソナのスキルのクールダウンを把握し、攻撃のタイミングを見計らって反撃する。",
      "ミリオ": "ミリオはソナに不利です。\n\n理由:\n- ソナは序盤からのハラスが強力で、ミリオは基礎ステータスが低いため、簡単にダメージを受けてしまう。\n- ソナの回復やバフ効果により、ミリオの攻撃強化が相手に対してあまり効果を発揮しない。\n- ソナのスタン効果は集団戦でのエンゲージを防ぐのに優れており、ミリオのCC解除のウルトが無力化されることがある。\n- ソナはAoE支援が得意で、ミリオの攻撃範囲延長があまり意味を持たない状況を作り出すことができる。\n\n不利の緩和策:\n- ミリオはソナのスキルを避けるために、位置取りを工夫し、ハラスを受けないようにする。\n- ソナのスキルのクールダウンを意識し、スキルがないタイミングで積極的にトレードを行う。\n- ミリオのCCを活かして、ソナのエンゲージを防ぐために味方と連携を取る。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的に戦えるようにする。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは強力なCCを持っており、ソナを捕まえる能力が高い。\n- ソナは序盤が脆弱で、ノーチラスのフックやノックアップに対して非常に弱い。\n- ノーチラスのオールインが効果的で、ソナの回復やバフを無効化できる。\n- ソナはCCがUltに依存しているため、ノーチラスの持つ持続的なCCに対抗しにくい。\n- ノーチラスはタンクとして耐久力が高く、ソナの攻撃を受け止めやすい。\n\n有利の取り方:\n- レベル2やレベル3での早期オールインを狙う。\n- フックを使ってソナを捕まえ、味方と連携して攻撃する。\n- ソナのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- ミニオンウェーブを管理し、ソナが前に出てくるタイミングを狙う。\n- ルーンやアイテムを活用して、ダメージを増加させる。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルは味方にシールドを付与できるため、ソナのハラスを軽減できる。\n- ルルのポリモーフによって、ソナのスキル発動を妨害できるため、集団戦での影響力を削ぐことができる。\n- ソナは基礎ステータスが低く、序盤は脆弱なため、ルルの攻撃的なプレイスタイルに対して弱い。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、ソナの攻撃を受け流すことができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ソナのマナを消費させる。\n- ポリモーフを使って、ソナがスキルを使うタイミングをずらし、集団戦での影響力を減少させる。\n- シールドを活用して、ソナの攻撃を受け流しつつ、味方の攻撃をサポートする。\n- ソナがスキルを使った後の隙を狙って、攻撃を仕掛ける。",
      "レル": "レルが有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ソナのスキルを封じることができるため、ソナの支援能力を低下させる。\n- ソナは序盤が脆弱であり、レルの攻撃を受けると簡単に倒される可能性が高い。\n- レルのパッシブによって、ソナの耐久力を削ることができ、ダメージを与えやすい。\n- ソナのCCはUltに依存しているため、レルの持つ持続的なCCで動きを制限されると、ソナは何もできなくなる。\n- レルは味方の移動速度を上げるスキルを持っており、追撃や逃走をサポートできるため、ソナに対して有利な状況を作りやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ソナのHPを削る。\n- CCを駆使してソナを捕まえ、味方と連携してオールインを狙う。\n- ソナのスキルを避けつつ、レルのスキルを当てることで、ソナの動きを制限する。\n- ソナがマナを消費するタイミングを見計らい、攻撃を仕掛ける。\n- 集団戦では、レルのCCを活かしてソナを無力化し、味方のキャリーを守る。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは序盤の基礎ステータスが高く、ハラスに対して強い耐性を持っているため、ソナに対して優位に立ちやすい。\n- ソナは脆弱で、特に序盤は捕まると簡単に倒されるため、パイクのフックやハラスに対して非常に弱い。\n- パイクのスキルは瞬時に敵を捕まえる能力が高く、ソナのCCはUltに依存しているため、パイクが先手を取ることで有利に戦える。\n- ソナはマナ消費が激しく、スキルを連発することで枯渇しやすいが、パイクは持続的なハラスが可能で、ソナのリソースを削ることができる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ソナのHPを削る。\n- フックを使ってソナを捕まえ、連携を取ってダメージを与える。\n- ソナがスキルを使った後の隙を狙い、攻撃を仕掛ける。\n- 視界を確保し、敵ジャングラーの動きを警戒しつつ、Gankを狙う。",
      "ニーコ": "ニーコが有利です。\n\n理由:\n- ニーコは擬態を使って奇襲を仕掛けることができ、ソナの位置を特定しづらくすることができる。\n- ニーコのスキルはAoEダメージを持ち、集団戦でのダメージを稼ぎやすい。\n- ソナは基礎ステータスが低く、序盤にニーコの高いバーストダメージに対して脆弱である。\n- ニーコのCCスキルはソナの動きを制限することができ、逃げる手段を奪うことができる。\n- ソナの回復やバフはニーコの高いダメージを受ける前に発動するのが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ソナのマナを枯渇させる。\n- 擬態を利用してソナの後ろから奇襲をかけ、ダメージを与える。\n- ソナがCCを使った後の隙を狙って、ニーコのスキルを連続で当てる。\n- 集団戦では、ソナの位置を把握し、彼女を優先的に狙う。\n- ソナのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。",
      "ブラウム": "ブラウムはソナに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、序盤から強力なハラスが可能で、ソナの脆弱な基礎ステータスを突くことができる。\n- ソナのCCはUltに依存しているため、ブラウムのスタンやノックアップを受けると、ソナは自分のスキルを発動しづらくなる。\n- ブラウムのパッシブによるスタンは、ソナの回復やバフを妨げるため、集団戦での支援能力を低下させる。\n- ブラウムは近接攻撃を持つため、ソナの射程を活かしたハラスを受けにくい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、ソナのHPを削る。\n- ソナがスキルを使った後に攻撃を仕掛け、CCを利用してダメージを与える。\n- ADCと連携して、ソナを捕まえるタイミングを見計らい、パッシブを発動させる。\n- ソナがマナを消費しているタイミングを狙い、スキルを使わせてから攻撃する。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "パンテオン": "パンテオンがエリスに不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、パンテオンが接近する前に攻撃を仕掛けることができる。\n- エリスのスタンを持つスキルにより、パンテオンのオールインを阻止しやすい。\n- エリスは長射程のCCを持っており、パンテオンが近づくのを難しくする。\n- パンテオンはスキルのクールダウンが長く、エリスの攻撃を受けると反撃が難しくなる。\n- エリスはタワーダイブが得意で、パンテオンが守りにくい状況を作り出せる。\n\n不利の緩和策:\n- レーンでのハラスを避け、エリスのスキルを避ける動きを心がける。\n- ジャングラーと連携し、エリスに対するGankを仕掛けることでプレッシャーをかける。\n- エリスのスキルのクールダウンを見極め、スキルがないタイミングで攻撃を仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでエリスのバーストを耐える。\n- レーンを押しすぎず、ミニオンを利用してエリスの攻撃を避ける位置取りをする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、ヴェル＝コズがスキルを詠唱している間に接近されやすい。\n- エリスのCCスキルにより、ヴェル＝コズはスタンを受けて無力化される可能性が高い。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、タワーダイブやGankが得意であり、ヴェル＝コズはその圧力に対抗しにくい。\n- ヴェル＝コズは機動力が低く、エリスの接近を許すと致命的なダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して距離を保つ。\n- エリスのスキルを避けるために、位置取りを意識し、スキルの詠唱をキャンセルさせる。\n- サポートやジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- 早めに防御アイテムを購入し、耐久力を上げることでバーストダメージを軽減する。",
      "ソラカ": "ソラカがエリスに不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、ソラカが回復する前に大きなダメージを与えることができる。\n- エリスのスタンを持つスキルにより、ソラカは捕まえられやすく、逃げる手段が乏しいため、奇襲に弱い。\n- ソラカのCCは限られており、エリスの機動力を制限することが難しい。\n- エリスはタワーダイブが得意で、ソラカが守るのが難しい状況を作り出すことができる。\n- ソラカは重傷の影響を受けやすく、エリスのダメージを軽減する手段が限られている。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、エリスのスキルを避けるようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- ジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- ソラカのヒールを適切に使い、エリスのバーストダメージを軽減する。\n- エリスのスキルクールダウンを意識し、攻撃の隙を狙ってハラスを行う。",
      "モルガナ": "モルガナがエリスに不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、モルガナがスキルを使う前に攻撃を仕掛けることができる。\n- エリスのスタンを持つスキルにより、モルガナは捕まえられやすく、反撃の機会が減少する。\n- モルガナのクールダウンが長いため、エリスの攻撃を受けた際にすぐに反撃できない。\n- エリスはタワーダイブが得意で、モルガナが守りにくい状況を作り出すことができる。\n- エリスの射程が長いため、モルガナが近づく前に攻撃されるリスクが高い。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、エリスの攻撃を避けるようにする。\n- スペルシールドを適切なタイミングで使用し、エリスのスタンを防ぐ。\n- サポートアイテムを活用し、マナ管理を徹底して持続的に戦えるようにする。\n- 味方ジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- レーンでのハラスを控え、エリスのバーストを受けないようにする。",
      "ソナ": "ソナがエリスに不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、ソナが脆弱なため、簡単に倒される可能性が高い。\n- エリスのCCスキルにより、ソナは捕まえられやすく、逃げる手段が限られている。\n- ソナのCCはUltに依存しており、エリスの攻撃を防ぐための手段が乏しい。\n- エリスはGank性能が高く、ソナがレーンで孤立しているときに狙われやすい。\n- ソナはマナ消費が激しく、スキルを連発することで早期にマナが枯渇し、支援が難しくなる。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、エリスの攻撃範囲外にいるように心がける。\n- サポートアイテムを早めに購入し、マナ管理を徹底する。\n- 味方のジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- 可能であれば、エリスのスキルを避けるためにフラッシュや他の逃げ手段を温存する。\n- レーンでのハラスを控え、無理に攻撃せずに安全にプレイする。",
      "カルマ": "カルマが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、カルマが育つ前に圧力をかけることができる。\n- エリスのヒト形態のスタンは、カルマのスネアよりも早く発動し、カルマを捕まえることが容易。\n- カルマは基礎ステータスが低く、エリスの攻撃を受けると脆弱であるため、接近戦で不利になる。\n- エリスはタワーダイブが得意で、カルマが守りにくい状況を作り出すことができる。\n- エリスのCCは単体に対して強力で、カルマのサポート能力を無効化しやすい。\n\n不利の緩和策:\n- レーンでのハラスを強化し、エリスのバーストを受ける前に体力を削る。\n- 可能な限り安全な位置からスキルを使い、エリスとの接触を避ける。\n- 早めにアイテムを購入し、耐久力を上げることでエリスのバーストに耐えられるようにする。\n- 味方のジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- 位置取りを意識し、エリスのスキルを避けることで生存率を高める。",
      "ジャンナ": "ジャンナが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、ジャンナが脆弱なため、簡単にキルされる可能性が高い。\n- エリスのCCスキルはジャンナのディスエンゲージ能力を無効化し、捕まえられるリスクが増す。\n- ジャンナは視界確保が不得手で、エリスのGankを事前に察知しにくい。\n- エリスはタワーダイブが得意で、ジャンナが守るのが難しい状況を作り出すことができる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、エリスのスキルを避けるようにする。\n- ジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- 早めにアイテムを購入し、耐久力を上げることで生存率を高める。\n- 可能な限り視界を確保し、エリスの動きを把握することで、Gankのリスクを減らす。",
      "バード": "バードがエリスに不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、バードが接近する前に大きなダメージを与えることができる。\n- エリスのCCスキルにより、バードはスタンを受けやすく、行動不能にされることで反撃の機会を失う。\n- バードのダメージスキルはAPレシオが低く、エリスの高い耐久力に対して効果的なダメージを出しにくい。\n- エリスはGank性能が高く、バードがロームを試みる際にエリスに捕まるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、エリスのスキルを避ける立ち回りを心がける。\n- バードの移動スキルを活用して、エリスの攻撃を受けない位置取りをする。\n- エリスのスキルを避けるために、ミニオンを利用して前に出るタイミングを調整する。\n- バードの回復スキルを活用して、エリスのバーストダメージを軽減する。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、アリスターが接近する前に大きなダメージを与えることができる。\n- エリスのCCスキルはアリスターのエンゲージを阻害し、アリスターが攻撃を仕掛ける前にスタンをかけることができる。\n- エリスは長射程の攻撃を持っており、アリスターが近づくのを難しくする。\n- アリスターは攻撃力が低く、エリスの高いバーストに対抗する手段が限られている。\n- エリスの蜘蛛形態による機動力で、アリスターのスキルを避けやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エリスの攻撃を避ける。\n- エリスのスキルを避けるために、ミニオンを利用して前に出るタイミングを調整する。\n- サポートアイテムを早めに購入し、マナ管理を徹底することでスキルを多く使えるようにする。\n- ジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- レベル6以降は、エリスのバーストを耐えられるようにアイテムを選択する。"
    },
    "loses": {
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤から強力なオールイン能力があるため、エリスのバーストダメージを受けにくい。\n- エリスは接近してバーストを出す必要があるが、レオナのCCによって接近を阻止される可能性が高い。\n- レオナのCCは複数あり、エリスのヒト形態でのスタンを無効化しやすい。\n- エリスは集団戦での存在感が薄いが、レオナは集団戦でのイニシエート能力が高く、エリスを捕まえやすい。\n- エリスはスケールが悪く、序盤に優位を築けないと急速に存在感を失うが、レオナは序盤から強力な影響力を持つ。\n\n有利の取り方:\n- レオナは序盤から積極的にオールインを仕掛け、エリスにプレッシャーをかける。\n- エリスがヒト形態で攻撃してきた際に、レオナのCCを使って反撃する。\n- エリスがスキルを使った後の隙を狙い、レオナのコンボで捕まえる。\n- ジャングラーと連携して、エリスに対するGankを仕掛け、早期にキルを狙う。\n- レーンでのハラスを行い、エリスのHPを削り、レーン優位を確保する。",
      "ゼラス": "ゼラスがエリスに有利です。\n\n理由:\n- ゼラスは長射程の攻撃スキルを持ち、エリスが近づく前にハラスが可能。\n- エリスは接近しないとダメージを出せないため、ゼラスの攻撃を受けやすい。\n- ゼラスのスタン効果により、エリスの動きを制限できる。\n- エリスは集団戦でのAoEダメージが乏しく、ゼラスの遠距離攻撃に対して脆弱。\n- ゼラスはマナ回復のパッシブを持ち、持続力が高いため、レーンでのハラスが続けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、エリスのHPを削る。\n- スキルを使ってエリスの動きを制限し、接近を阻止する。\n- エリスがヒト形態で攻撃してきた際に、スタンを使って反撃する。\n- エリスが蜘蛛形態に変身した際も、距離を保ちながら攻撃を続ける。\n- 敵ジャングラーのGankに注意しつつ、エリスの動きを常に監視する。",
      "ブラウム": "ブラウムがエリスに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、エリスのバーストダメージを軽減できる。\n- ブラウムのパッシブによるスタンは、エリスが接近して攻撃する際に効果的で、エリスの攻撃を妨害できる。\n- エリスは接近しなければダメージを出せないが、ブラウムはその接近を阻止する能力が高い。\n- ブラウムは味方を守る能力が高く、エリスのGankを受けた際にも味方をサポートしやすい。\n- エリスのCCは単体にしか効果がないため、ブラウムの集団戦での存在感を薄めることができない。\n\n有利の取り方:\n- ブラウムは序盤からエリスに対して積極的にハラスを行い、エリスのHPを削る。\n- エリスが接近してきた際には、パッシブを活かしてスタンを狙い、エリスの攻撃を無効化する。\n- ブラウムのスキルを使ってエリスのスキルショットを防ぎ、味方を守る。\n- エリスがGankを仕掛けてきた際には、ブラウムのCCを活かしてエリスを捕まえ、逆に攻撃するチャンスを作る。\n- 集団戦では、ブラウムが前に出てエリスの攻撃を受け止め、味方のダメージを通すように立ち回る。",
      "ミリオ": "ミリオはエリスに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことで、エリスの攻撃を受けずにハラスを行いやすい。\n- エリスのバーストダメージに対して、ミリオは回復やシールドを提供できるため、耐久力が向上する。\n- エリスのCCをウルトで解除できるため、エリスの捕まえられるリスクを軽減できる。\n- ミリオのノックバックにより、エリスの接近を妨げることができ、エリスの攻撃を避けやすい。\n- エリスは集団戦での存在感が薄いが、ミリオは味方を強化することで集団戦での影響力を高められる。\n\n有利の取り方:\n- エリスが攻撃してきた際に、ミリオのスキルを使って反撃し、ハラスを行う。\n- エリスがGankを仕掛けてきた際に、ミリオの回復やシールドを活用して生存する。\n- エリスがCCを使った後に、ミリオのウルトを使って味方を守り、反撃のチャンスを作る。\n- ミリオの攻撃範囲を活かして、エリスが近づく前にハラスを行い、優位を築く。\n- 集団戦ではミリオのウルトをタイミングよく使い、エリスの攻撃を無効化しつつ味方を強化する。",
      "ノーチラス": "ノーチラスがエリスに有利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、エリスの接近を阻止することができるため、エリスがバーストを出す前に捕まえることができる。\n- エリスは脆弱なステータスを持っており、ノーチラスのフックやノックアップで簡単に捕まえられる。\n- ノーチラスはタンクとして耐久力が高く、エリスのバーストダメージを受けても生き残ることができるため、反撃が可能。\n- エリスは集団戦での存在感が薄いが、ノーチラスはCCを駆使してチームファイトを有利に進めることができる。\n\n有利の取り方:\n- レベル1から積極的にエリスに対してフックを狙い、早期に優位を築く。\n- エリスがスキルを使った後に隙を見てエンゲージし、バーストを出す前に捕まえる。\n- ジャングラーと連携して、エリスに対するGankを仕掛け、早期にキルを狙う。\n- 集団戦では、エリスの位置を把握し、彼女がスキルを使う前にCCを当てて無力化する。",
      "ザイラ": "ザイラはエリスに有利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、エリスが接近する前にダメージを与えることができる。\n- ザイラのCCスキルは範囲攻撃であり、エリスのヒト形態での接近を阻止することができる。\n- エリスはバーストダメージを出すために接近する必要があるが、ザイラは安全な距離から攻撃できるため、エリスが攻撃を仕掛けるのが難しい。\n- ザイラの植物を利用した攻撃は、エリスの移動を制限し、逃げ道を封じることができる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、エリスのHPを削る。\n- CCスキルを使ってエリスの接近を阻止し、味方と連携して攻撃する。\n- 植物を利用して視界を確保し、エリスの動きを監視する。\n- エリスがヒト形態で接近してきた際に、タイミングよくCCを当てて反撃する。",
      "ニーコ": "ニーコがエリスに有利です。\n\n理由:\n- ニーコは擬態を使って奇襲を仕掛けることができ、エリスのスキルを避けやすい。\n- ニーコの範囲攻撃とスタンを持つスキルにより、エリスの接近を阻止しやすい。\n- エリスは集団戦でのAoEダメージが乏しく、ニーコの乱戦能力に対抗しづらい。\n- ニーコはエリスのバーストダメージを受ける前に反撃できる可能性が高い。\n- ニーコはエリスのスキルを避けるための機動力があり、エリスの攻撃をかわしやすい。\n\n有利の取り方:\n- 擬態を利用してエリスに近づき、奇襲を仕掛ける。\n- エリスがスキルを使った後に反撃することで、相手の隙を突く。\n- ニーコの範囲攻撃を活かして、エリスのミニオンを利用しつつハラスを行う。\n- エリスが接近してきた際にスタンを使い、ダメージを与える。\n- 集団戦では、ニーコのアルティメットを使ってエリスを無力化し、味方と連携して攻撃する。",
      "レル": "レルが有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、エリスの接近を阻止しやすい。\n- エリスはバーストダメージが高いが、レルの耐久力とCCでそのダメージを受け流すことができる。\n- レルのパッシブによってエリスのAR/MRを減少させることができ、ダメージを与えやすい。\n- エリスは集団戦でのAoEダメージが乏しいため、レルの集団戦での強さが際立つ。\n- エリスは接近戦が必要だが、レルはその接近を阻止する能力が高い。\n\n有利の取り方:\n- レーンでのハラスを行い、エリスのHPを削る。\n- エリスがスキルを使った後にCCを当てて、反撃のチャンスを作る。\n- ジャングラーと連携して、エリスに対するGankを仕掛ける。\n- 集団戦ではレルのCCを活かして、エリスを無力化する。\n- エリスがスキルを使った後の隙を狙って、オールインを仕掛ける。",
      "ユーミ": "ユーミがエリスに有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、エリスの攻撃を回避しやすい。\n- ユーミの回復やシールドによって、エリスのバーストダメージを軽減できる。\n- エリスは接近してバーストを出す必要があるが、ユーミは移動しながら支援できるため、エリスの攻撃を受けにくい。\n- ユーミはスロー効果を持つため、エリスの逃げ道を制限しやすい。\n- エリスは集団戦での存在感が薄いが、ユーミは味方を強化することで集団戦での影響力を高められる。\n\n有利の取り方:\n- レーンでのハラスを避けるため、ユーミはエリスの攻撃を受けない位置に立ち、味方を支援する。\n- エリスが攻撃を仕掛けてきた際には、ユーミの回復やシールドを活用して耐える。\n- エリスが接近してきた際には、スローを使って距離を取る。\n- 集団戦では、ユーミが味方に密着し、エリスの攻撃を受けないように立ち回る。\n- エリスが孤立しているタイミングを見計らって、味方と連携して攻撃を仕掛ける。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは豊富なCCを持ち、エリスの接近を阻止することができるため、エリスのバーストダメージを受けにくい。\n- ナミのハラス能力は高く、エリスがスキルを使う前にダメージを与えることができる。\n- ナミの回復能力により、エリスのバーストを受けた後でも持ちこたえることができる。\n- エリスは接近しなければダメージを出せないが、ナミは射程が長いため、エリスに対して安全に攻撃できる。\n- ナミのパッシブにより、味方の移動速度が上がるため、エリスのGankを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、エリスのHPを削る。\n- エリスがスキルを使った後に反撃することで、エリスのリソースを消耗させる。\n- エリスが接近してきた際にはCCを使って捕まえ、味方と連携して攻撃する。\n- エリスのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- マナ管理をしっかり行い、持続的にハラスを行えるようにする。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "ラカンがポッピーに不利です。\n\n理由:\n- ポッピーは移動を制限するスキルを持っており、ラカンの高い機動力を無効化することができる。\n- ポッピーのCCスキルはラカンのエンゲージやピールを阻害し、ラカンが攻撃を仕掛ける際にリスクを伴う。\n- ポッピーはタンクとしての耐久力が高く、ラカンのダメージを受け止めやすい。\n- ポッピーの攻撃範囲が短いため、ラカンが近づくと逆にトレードで不利になることが多い。\n- ポッピーは長期戦に強く、ラカンのスキルがCD中の際に有利に戦える。\n\n不利の緩和策:\n- ポッピーのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを見極める。\n- 味方と連携してポッピーを囲むことで、彼女のスキルを無効化する。\n- ラカンのシールドやヒールを活用し、ポッピーの攻撃を受ける際の耐久力を高める。\n- ポッピーのスキルがCD中のタイミングを狙って攻撃を仕掛ける。\n- 遠距離からのハラスを行い、ポッピーの体力を削ることで有利な状況を作る。",
      "ザイラ": "ザイラがポッピーに不利です。\n\n理由:\n- ポッピーは近接チャンピオンであり、ザイラの長射程攻撃を避けながら接近することが得意です。\n- ポッピーのCCスキルは、ザイラのスキルを発動させる前に接近して拘束することができ、ザイラの攻撃を無効化します。\n- ザイラは移動手段が乏しく、ポッピーが接近すると脆弱な状態になりやすいです。\n- ポッピーのタンク性能により、ザイラのダメージを軽減しつつ、持続的な戦闘が可能です。\n\n不利の緩和策:\n- ザイラはレーンでのハラスを強化し、ポッピーが近づく前にダメージを与えることを心がける。\n- サポートやジャングラーと連携し、ポッピーに対する集団戦を仕掛ける。\n- 植物を利用してポッピーの動きを制限し、距離を保ちながら戦う。\n- 逃げ道を確保するために、位置取りを意識し、ポッピーのエンゲージを避ける。",
      "ユーミ": "ユーミが不利です。\n\n- ポッピーは近接チャンピオンであり、ユーミの射程外から攻撃を仕掛けることができるため、ユーミはハラスを受けやすい。\n- ポッピーのCCスキルはユーミの移動を制限し、オールインを仕掛ける際にユーミが逃げる手段を奪うことができる。\n- ユーミはハードCCを持たないため、ポッピーの強力なCCに対して無力であり、特にポッピーがエンゲージを仕掛けた際に対処が難しい。\n- ポッピーはタンクとしての耐久力が高く、ユーミのダメージをほとんど無視できるため、長期戦で不利になる。\n\n不利の緩和策：\n- ユーミは味方のADCと連携し、ポッピーに対して安全な距離を保ちながらハラスを行う。\n- ポッピーのCCを避けるために、位置取りを工夫し、味方の近くで行動することを心がける。\n- ユーミの回復やシールドを活用して、ポッピーの攻撃を受けた味方をサポートし、トレードを有利に進める。\n- ワーディングを行い、ポッピーの動きを把握することで、エンゲージを予測しやすくする。",
      "ブラウム": "ブラウムはポッピーに不利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムのエンゲージやCCを無効化することができる。\n- ブラウムのCCは発生が遅く、ポッピーが接近してくると効果的に使えないことが多い。\n- ポッピーは高いシールドと割合ダメージを持ち、ブラウムの防御性能を上回ることができる。\n- ポッピーは近接戦でのタイマン性能が高く、ブラウムがオールインを仕掛けても逆に不利になることがある。\n- ブラウムは射程が短く、ポッピーの攻撃を受けやすい。\n\n不利の緩和策:\n- ブラウムはポッピーのスキルを避けるために位置取りを工夫し、距離を保つことが重要。\n- ADCと連携してポッピーに対するハラスを強化し、早期に優位を築く。\n- ブラウムのパッシブを活かして、ポッピーが近づく前にスタンを狙う。\n- サポートアイテムや防具を選択し、ポッピーのダメージを軽減する。\n- チーム全体での連携を強化し、ポッピーに対して集団戦での優位を狙う。",
      "レル": "レルが不利です。\n\n理由:\n- ポッピーは高い耐久力とCCを持ち、レルのエンゲージを無効化することができる。\n- ポッピーのスキルは射程が短いため、レルが近づく前にポッピーが先手を取ることができる。\n- ポッピーはダッシュやリープを持たないため、レルのCCを避ける手段が少ない。\n- ポッピーのシールドと割合ダメージにより、レルのダメージが通りにくい。\n- ポッピーはレルのスキルを利用して反撃することができ、特に長期戦で有利に立ち回れる。\n\n不利の緩和策:\n- レーンでのハラスを避け、ポッピーのスキルを避ける位置取りを心がける。\n- サポートやジャングラーと連携し、ポッピーに対して集団でのエンゲージを狙う。\n- アイテムビルドを工夫し、耐久力を高めるアイテムを優先的に購入する。\n- ポッピーのスキルのクールダウンを把握し、スキルがないタイミングを狙って攻撃する。\n- レーンでのトレードを避け、ファームを優先し、レベル差をつけることで有利な状況を作る。"
    },
    "loses": {
      "セナ": "セナがポッピーに有利です。\n\n理由:\n- セナは長射程を持ち、ポッピーの短射程を活かして一方的にハラスができる。\n- セナのスネア効果により、ポッピーのエンゲージを阻止しやすい。\n- ポッピーはダッシュやリープを持たないため、セナの攻撃を避ける手段が限られている。\n- セナの回復能力により、ポッピーのダメージを軽減しやすく、持続戦闘で有利に立てる。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、ポッピーに対しても圧力をかけやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ポッピーの体力を削る。\n- スネアを使ってポッピーの動きを制限し、攻撃のチャンスを作る。\n- ポッピーが近づいてきた際には、距離を保ちながら攻撃し続ける。\n- セナの回復スキルを活用して、ポッピーの攻撃を耐えつつ持続的にダメージを与える。\n- 敵ジャングラーの動きを警戒しつつ、ポッピーのエンゲージを避ける位置取りを心がける。",
      "ジャンナ": "ジャンナがポッピーに有利です。\n\n理由:\n- ジャンナは遠距離攻撃が可能で、ポッピーの近接攻撃を避けやすい。\n- ジャンナのCCスキルはポッピーのエンゲージを阻止でき、ポッピーが近づくのを難しくする。\n- ジャンナのシールドはポッピーのダメージを軽減し、味方を守ることができる。\n- ジャンナは移動速度を上げる能力を持ち、ポッピーの追撃を逃れることができる。\n- ポッピーはダッシュやリープを持たないため、ジャンナのディスエンゲージ能力に対抗しにくい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ポッピーの体力を削る。\n- ポッピーが近づいてきた際には、CCスキルを使って距離を取る。\n- シールドを適切に使い、ポッピーの攻撃を無効化する。\n- 味方と連携し、ポッピーが孤立した際に攻撃を仕掛ける。\n- マップ全体での視界を確保し、ポッピーの動きを把握しておく。",
      "ナミ": "ナミがポッピーに有利です。\n\n理由:\n- ナミは遠距離攻撃が可能で、ポッピーの近接攻撃を避けやすい。\n- ナミのCCスキルはポッピーのエンゲージを阻止するのに効果的で、特にポッピーが近づく前にスタンやノックアップを当てることができる。\n- ナミの回復能力により、ポッピーのダメージを軽減し、持続的なトレードで優位に立てる。\n- ナミのパッシブによる移動速度の向上は、ポッピーの攻撃を避けるのに役立つ。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ポッピーのHPを削る。\n- ポッピーが近づいてきた際には、CCスキルを使って距離を保つ。\n- 回復スキルを適切に使用し、ポッピーのダメージを受けた際に持続的に戦えるようにする。\n- チームメイトと連携し、ポッピーが孤立した際に集中的に攻撃する。",
      "モルガナ": "モルガナがポッピーに有利です。\n\n理由:\n- モルガナは遠距離からのスネアを持っており、ポッピーの接近を阻止しやすい。\n- ポッピーは短射程のチャンピオンであり、モルガナの攻撃を受けやすい。\n- モルガナのスペルシールドは、ポッピーのCCを無効化できるため、ポッピーのエンゲージを防ぎやすい。\n- モルガナは高いDPSを持ち、ポッピーが足を止めているときに大きなダメージを与えられる。\n- ポッピーはダッシュやリープを持たないため、モルガナのスネアに対して逃げる手段が限られている。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ポッピーの体力を削る。\n- スネアを使ってポッピーを捕まえ、味方と連携して攻撃する。\n- スペルシールドを活用して、ポッピーのCCを無効化しつつ、反撃のチャンスを狙う。\n- ポッピーが近づいてきた際には、距離を保ちながらスキルを使い、トレードを有利に進める。\n- 位置取りを工夫し、ポッピーのエンゲージを避けることで、常に有利な状況を維持する。",
      "ルル": "ルルがポッピーに有利です。\n\n理由:\n- ルルは遠距離攻撃が可能で、ポッピーの近接攻撃を避けやすい。\n- ポリモーフによってポッピーのエンゲージやダメージを無力化できるため、ポッピーの強みを封じることができる。\n- ルルのシールドはポッピーのダメージを軽減し、味方を守る能力が高い。\n- ルルはポッピーのCCに対しても柔軟に対応できるため、ポッピーの攻撃を受け流しやすい。\n- ポッピーは短射程のため、ルルのスキルを使って安全にトレードができる。\n\n有利の取り方:\n- レーンでのハラスを行い、ポッピーが近づく前にダメージを与える。\n- ポッピーがエンゲージしようとした際にポリモーフを使い、行動を制限する。\n- シールドを適切なタイミングで使用し、ポッピーのダメージを軽減する。\n- ルルのスキルを駆使して、ポッピーの攻撃を避けつつ、味方と連携して戦う。\n- ポッピーがCCを使った後の隙を狙って攻撃する。",
      "ノーチラス": "ノーチラスがポッピーに有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、ポッピーの動きを制限することができるため、ポッピーのエンゲージや逃げる手段を封じることができる。\n- ノーチラスのフックは射程が長く、ポッピーが近づく前に捕まえることができるため、ポッピーの攻撃を受ける前に有利な状況を作りやすい。\n- ポッピーはダッシュやリープを持たないため、ノーチラスのCCに対して逃げる手段が限られている。\n- ノーチラスはタンクとしての耐久力が高く、ポッピーのダメージを受けても耐えられるため、長期戦で有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを行い、ポッピーが近づく前にフックを使って捕まえる。\n- ポッピーがスキルを使った後の隙を狙い、CCを重ねてダメージを与える。\n- ポッピーがエンゲージしようとした際に、CCを使って反撃し、逆に有利な状況を作る。\n- チームメイトと連携し、ポッピーを囲む形でエンゲージを行い、彼女の動きを制限する。",
      "マオカイ": "マオカイがポッピーに有利です。\n\n理由:\n- マオカイは高頻度でCCを使用でき、ポッピーのエンゲージを阻止しやすい。\n- ポッピーのスキルは短射程であるため、マオカイのスキルを避けるのが難しい。\n- マオカイのパッシブによるHP回復効果が、ポッピーのダメージを相対的に軽減する。\n- マオカイは視界を確保しやすく、ポッピーの動きを制限することができる。\n- ポッピーのダッシュを阻害する能力がマオカイのCCによって無効化されるため、ポッピーの機動力を削ぐことができる。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、ポッピーのスキルを避けつつダメージを与える。\n- ブッシュを利用して視界を確保し、ポッピーの動きを制限する。\n- CCを駆使してポッピーのエンゲージを阻止し、反撃のチャンスを作る。\n- パッシブを活用してHPを維持し、持続的な戦闘を有利に進める。\n- 集団戦では、ポッピーの位置を意識し、CCを使って彼女を無力化する。",
      "ソナ": "ソナがポッピーに有利です。\n\n理由:\n- ソナは遠距離攻撃が可能で、ポッピーの近接攻撃を避けやすい。\n- ソナのオーラによる支援で、ポッピーのダメージを軽減しやすい。\n- ポッピーのCCスキルは近接で発動するため、ソナが距離を保てば効果を受けにくい。\n- ソナのスタン効果を使うことで、ポッピーのエンゲージを阻止できる。\n- ソナは回復能力があり、ポッピーのダメージを持続的に耐えることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ポッピーの体力を削る。\n- スキルを使って味方を強化し、ポッピーとのトレードで有利を取る。\n- ポッピーが近づいてきた際に、スタンを使って距離を取る。\n- オーラを活用して味方を支援し、ポッピーの攻撃を受け流す。\n- 集団戦では、ポッピーのエンゲージを警戒し、タイミングよくスタンを使う。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは射程が長く、ポッピーの短い射程を活かしてハラスができる。\n- ポッピーはダッシュやリープを持たないため、カルマのスネアやスロウで簡単に捕まえられる。\n- カルマは序盤からUltを使用できるため、ポッピーに対して高いプレッシャーをかけられる。\n- カルマのシールドはポッピーのダメージを軽減でき、耐久力を高める。\n- ポッピーのCCは主に近接戦で効果的だが、カルマは距離を保ちながら戦えるため、ポッピーのCCを避けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ポッピーの体力を削る。\n- スネアやスロウを使ってポッピーの動きを制限し、トレードを有利に進める。\n- シールドを活用してポッピーの攻撃を受け流し、持続的にダメージを与える。\n- ポッピーがエンゲージしようとするタイミングを見計らい、スネアで捕まえる。\n- 味方と連携し、ポッピーに対して集中的に攻撃を仕掛ける。",
      "スレッシュ": "スレッシュがポッピーに有利です。\n\n理由:\n- スレッシュは遠距離攻撃が可能で、ポッピーの近接攻撃を避けやすい。\n- スレッシュのフックやCCスキルを使って、ポッピーのエンゲージを阻止できる。\n- ポッピーはダッシュやリープを持たないため、スレッシュのCCで捕まえやすい。\n- スレッシュは味方を救出する能力があり、ポッピーの攻撃を受けた際にサポートが可能。\n- ポッピーのスキルは短射程であるため、スレッシュが距離を保ちながら戦える。\n\n有利の取り方:\n- レーンでのハラスを行い、ポッピーの体力を削る。\n- フックを使ってポッピーを捕まえ、味方と連携して攻撃する。\n- ポッピーがエンゲージしようとした際に、CCスキルで阻止する。\n- ポッピーが近づいてきたら、距離を保ちながらスキルを使い続ける。\n- 敵ジャングラーとの連携を図り、ポッピーを孤立させて攻撃する。",
      "ミリオ": "ミリオがポッピーに有利です。\n\n理由:\n- ミリオは射程が長く、ポッピーの短射程を活かしてハラスを行いやすい。\n- ミリオのスキルで味方の攻撃範囲を延ばすことで、ポッピーが近づく前にダメージを与えられる。\n- ポッピーのCCは主に近接戦闘で効果を発揮するため、ミリオの遠距離からの攻撃が有効。\n- ミリオのウルトで味方のCCを解除できるため、ポッピーのエンゲージを無効化しやすい。\n- ミリオは回復やシールドを提供できるため、ポッピーのダメージを軽減できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ポッピーが近づけないようにする。\n- ミリオのスキルを使って、ポッピーがエンゲージする前にダメージを与える。\n- ポッピーがCCを使った後に、ミリオのウルトで味方を守るタイミングを見極める。\n- ミリオの攻撃範囲を活かして、ポッピーがスキルを使った後に反撃する。\n- チームメイトと連携し、ポッピーが孤立した際に集中的に攻撃する。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- スレッシュのフックやCCスキルにより、セナは捕まえられやすく、逃げる手段が乏しいため、致命的なダメージを受けるリスクが高い。\n- スレッシュはエンゲージ能力が高く、セナがハラスを行う際に、逆にオールインされる可能性がある。\n- スレッシュの持つピール能力により、セナの攻撃を妨害されやすく、特に集団戦での影響力が低下する。\n- セナは基礎ステータスが低く、序盤のハラスに対して脆弱で、スレッシュの攻撃を受けるとすぐに劣勢に立たされる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、スレッシュのフックを避けるようにする。\n- スレッシュのスキルがクールダウン中に積極的にハラスを行い、相手のリソースを削る。\n- サポートと連携し、セナが安全にハラスできるようにするため、視界を確保する。\n- アイテムを早めに購入し、耐久力を上げることで、スレッシュの攻撃に対する耐性を高める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- スレッシュのフックは、ノーチラスのエンゲージを阻止することができ、特にスレッシュのEによってノーチラスのQのフォローアップがキャンセルされることが多い。\n- スレッシュは遠距離攻撃が可能で、ノーチラスが近づく前にハラスを行いやすい。\n- スレッシュのCCは多彩で、ノーチラスが捕まった場合、逃げる手段が限られているため、オールインで不利になることが多い。\n- スレッシュは味方を救出する能力があり、ノーチラスのフックを無効化することで、彼のエンゲージを無力化できる。\n\n不利の緩和策:\n- スレッシュのEを意識し、フックを外さないようにタイミングを見計らう。\n- スレッシュのハラスを避けるために、ミニオンを利用して近づくタイミングを調整する。\n- スレッシュのスキルクールダウンを確認し、彼のスキルがないタイミングでエンゲージを試みる。\n- 可能であれば、味方と連携してスレッシュを捕まえるためのコンボを組む。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- スレッシュのフックやCCスキルにより、接近されると簡単に捕まってしまう。\n- スレッシュはタンクとしての耐久力が高く、ラックスのバーストダメージを受けにくい。\n- スレッシュのエンゲージ能力により、ラックスがスキルを当てる前に戦闘が始まることが多い。\n- スレッシュのスローやフックでラックスの移動を制限され、逃げる手段が少なくなる。\n- スレッシュはハラスに強く、ラックスのスキルを避けながらダメージを与えることができる。\n\n不利の緩和策:\n- スレッシュのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- スレッシュのスキルクールダウンを確認し、CD中に攻撃的に出る。\n- サポートと連携して、スレッシュのエンゲージを無効化するためのカウンターを用意する。\n- 早めにアイテムを購入し、耐久力を上げることで生存率を高める。\n- ワードを使って視界を確保し、スレッシュの動きを把握することで、予測して行動する。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- スレッシュのフックやCCスキルにより、パンテオンは捕まえられやすく、オールインが難しくなる。\n- スレッシュは遠距離攻撃を持っているため、パンテオンが近づく前にハラスを受けやすい。\n- スレッシュの味方を救出する能力により、パンテオンのバーストダメージが無効化される可能性が高い。\n- スレッシュは持続的なCCを持っているため、パンテオンのスキルを無効化しやすい。\n- スレッシュの基礎ステータスが低いとはいえ、パンテオンの攻撃を受けるときにスレッシュが有利な状況を作りやすい。\n\n不利の緩和策:\n- スレッシュのスキルを避けるために、位置取りを意識し、フックを外させるように動く。\n- スレッシュのCCが発動する前に、スキルを使って距離を取るか、逃げる準備をする。\n- スレッシュのハラスを受けないように、ミニオンを利用して射線を遮る。\n- スレッシュのスキルクールダウンを狙い、スキルがないタイミングでオールインを仕掛ける。\n- サポートアイテムやポーションを活用して、持続的なハラスに耐える。",
      "バード": "バードが不利です。\n\n理由:\n- スレッシュのフックやCCスキルにより、バードは捕まえられやすく、特に序盤のハラスでダメージを受けやすい。\n- スレッシュの高い耐久力とCC性能に対して、バードはダメージを出す手段が限られており、オールインで勝てない。\n- スレッシュのエンゲージ能力に対して、バードは逃げる手段が限られており、特にスレッシュが近づいてくると脆さが目立つ。\n- スレッシュの持つフックは、バードの移動スキルを無効化する可能性があり、ロームや位置取りが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、スキルを使うタイミングを慎重に選び、フックを避ける動きを心がける。\n- バードの移動スキルを活かして、スレッシュのフックを避けつつ、ADCと連携してハラスを行う。\n- スレッシュのスキルクールダウンを意識し、スキルがないタイミングで積極的に攻撃する。\n- 鐘を回収することで得られる加速を利用し、スレッシュのエンゲージを避ける動きをする。"
    },
    "loses": {
      "ザイラ": "ザイラが有利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、スレッシュの接近を許さずにハラスができる。\n- ザイラのCCスキルは範囲攻撃であり、スレッシュのエンゲージを阻止することができる。\n- スレッシュは基礎ステータスが低く、ザイラの高火力に対して脆弱である。\n- ザイラは植物を使って安全な距離を保ちながら戦えるため、スレッシュの攻撃を避けやすい。\n- スレッシュのスキルのクールダウンが長いため、外した際の隙を突いてザイラが攻撃できる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、スレッシュのHPを削る。\n- 植物を利用して視界を確保し、スレッシュの動きを制限する。\n- スレッシュがエンゲージを試みた際に、CCスキルを使って反撃する。\n- スレッシュのスキルがクールダウン中に攻撃を仕掛ける。\n- 自身の位置を常に意識し、スレッシュのフックを避けるように動く。",
      "メル": "メルがスレッシュに有利です。\n\n理由:\n- メルは長射程のスキルを持ち、スレッシュのフックを避けやすい。\n- スレッシュのCCスキルに対して、メルはバリアを持っているため、反撃が可能。\n- メルのAoEスキルは、スレッシュの低い基礎ステータスを利用してハラスができる。\n- スレッシュは持続的なハラスに弱いため、メルのスキルで圧力をかけやすい。\n- メルは確定キルを狙いやすく、スレッシュのHPを削るのが得意。\n\n有利の取り方:\n- レーン開始時にメルのスキルを使ってハラスを行い、スレッシュのHPを削る。\n- スレッシュがフックを外したタイミングで積極的に攻撃する。\n- スレッシュがCCを使った後、バリアを使って反撃する。\n- メルのスキルを使ってミニオンを処理しつつ、スレッシュにプレッシャーをかける。\n- スレッシュが近づいてきた際に、スネアを使って捕まえる。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由:\n- セラフィーンは範囲攻撃を持ち、スレッシュのような単体キャッチ型のサポートに対して、集団戦での強さを発揮できる。\n- スレッシュのスキルはクールダウンが長く、外した際の隙が大きいため、セラフィーンはその隙を突いて攻撃するチャンスがある。\n- セラフィーンのCCは広範囲で、スレッシュがエンゲージを試みる際に、チャームで無力化することができる。\n- セラフィーンは安全な位置から支援できるため、スレッシュのフックを避けやすい。\n- セラフィーンのパッシブによるスキル連打が可能で、スレッシュの持続的なハラスに対抗できる。\n\n有利の取り方:\n- レーンでのハラスを行い、スレッシュの体力を削ることで、オールインを仕掛ける機会を増やす。\n- スレッシュがフックを外した際に、積極的に攻撃を仕掛ける。\n- セラフィーンのCCを活かして、スレッシュがエンゲージを試みる際に反撃する。\n- 集団戦では、味方と連携してスレッシュを無力化し、チーム全体のダメージを増加させる。\n- スレッシュのスキルのクールダウンを意識し、スキルを使った後の隙を狙って攻撃する。",
      "レル": "レルが有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、スレッシュのエンゲージを無効化することができるため、スレッシュのフックやCCを避けやすい。\n- レルのパッシブによって、スレッシュのARを減少させることができ、ダメージを与えやすくなる。\n- レルは集団戦でのエンゲージが得意で、スレッシュが持つCCを逆に利用して、味方と共にオールインを仕掛けることができる。\n- スレッシュのスキルのクールダウンが長いため、外した際にレルが攻撃を仕掛けるチャンスが生まれる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スレッシュのHPを削る。\n- スレッシュがフックを外したタイミングで、レルのCCを使って反撃する。\n- 集団戦では、レルのエンゲージを活かしてスレッシュを捕まえ、味方と共に攻撃する。\n- スレッシュのスキルのCDを意識し、クールダウン中に積極的に攻撃を仕掛ける。",
      "モルガナ": "モルガナがスレッシュに有利です。\n\n理由:\n- モルガナのスペルシールドは、スレッシュのCCを無効化できるため、スレッシュのエンゲージを防ぎやすい。\n- モルガナのスネアは、スレッシュが近づく前に敵を捕まえることができ、先手を取ることができる。\n- スレッシュはクールダウンが長いため、スキルを外した際の隙を突かれやすいが、モルガナは持続的なハラスが可能。\n- モルガナは遠距離からの攻撃が可能で、スレッシュが近づく前にダメージを与えられる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、モルガナの攻撃で優位に立ちやすい。\n\n有利の取り方:\n- スペルシールドを活用して、スレッシュのCCを無効化し、味方を守る。\n- スネアを使ってスレッシュが近づく前に捕まえ、オールインを仕掛ける。\n- 遠距離からのハラスを行い、スレッシュのHPを削る。\n- スレッシュのスキルのクールダウンを意識し、スキルを外したタイミングで攻撃を仕掛ける。\n- レーンでの位置取りを工夫し、スレッシュのフックを避けつつ、攻撃のチャンスを伺う。",
      "ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、スレッシュのCCを軽減しやすい。\n- スレッシュのスキルはクールダウンが長く、外した際の隙を突いて攻撃できる。\n- ブラウムのパッシブによるスタンは、スレッシュのエンゲージを無効化することができる。\n- ブラウムは近接攻撃型であり、スレッシュのハラスを受けにくい。\n- スレッシュのフックを避けるための機動力があり、接近戦で有利に立ち回れる。\n\n有利の取り方:\n- スレッシュのスキルを避けつつ、パッシブを活かしてハラスを行う。\n- スレッシュがフックを外したタイミングで積極的に攻撃を仕掛ける。\n- ブラウムのスタンを活かして、スレッシュやそのADCに対してオールインを狙う。\n- 味方ADCと連携し、スレッシュのCCを無効化しながら攻撃する。\n- スレッシュのスキルを読み、適切なタイミングで防御スキルを使用してダメージを軽減する。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってゼラスを捕まえることが得意です。ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、パイクに捕まると簡単に倒される可能性があります。\n- ゼラスのスキルは発動が遅く、パイクのような機動力の高いキャリーに対して当てるのが難しいです。パイクはゼラスのスキルを避けやすく、ゼラスが攻撃する前に接近されることが多いです。\n- パイクはゼラスのハラスを受けてもパッシブによる回復効果で耐えられるため、ゼラスのポークがあまり効果的ではありません。逆に、パイクはゼラスに対して強力なトレードを仕掛けることができます。\n\n不利の緩和策：\n- ゼラスは位置取りを意識し、パイクのフックを避けるために後方で戦うことが重要です。常にミニオンや障害物を利用して、パイクの接近を防ぎましょう。\n- ゼラスのスキルを当てるタイミングを見極め、パイクが近づいてきた際にスキルを使うことで、相手を牽制することができます。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、パイクの攻撃に対する耐性を高めることができます。",
      "セナ": "セナが不利です。\n\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってセナを捕まえやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、パイクのハラスに対して脆弱。\n- パイクのCCスキルによって、セナは動きを制限されやすく、逃げる手段が乏しいため、捕まると致命的なダメージを受ける。\n- パイクの瞬間火力が高く、セナが育つ前にキルを取られる可能性がある。\n- セナのスネアはパイクの機動力を止めるには不十分で、逆にパイクの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してパイクの攻撃を受けないようにする。\n- サポートと連携して視界を確保し、パイクの動きを把握することで、ギャンクを避ける。\n- セナのスキルを適切に使い、パイクの攻撃を受けた際には回復を活かして耐える。\n- アイテムを早めに購入し、耐久力を上げることで、パイクの攻撃に対する耐性を高める。\n- レーンでの位置取りを工夫し、パイクのフックを避けるように心がける。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすいため、ラックスの攻撃が当たりにくい。\n- パイクのフックやCCスキルによって、ラックスが接近されると脆弱な状態になりやすい。\n- パイクは瞬時にラックスに接近し、ハラスやキルを狙うことができるため、ラックスは常に警戒しなければならない。\n- ラックスのスキルは方向指定であり、パイクの動きに合わせて避けられると効果が薄れる。\n- パイクのパッシブによる回復効果が、ラックスのハラスを無効化することがある。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにする。\n- スキルを当てるタイミングを見極め、パイクが接近する前にハラスを行う。\n- ワードを使って視界を確保し、パイクの動きを把握することで、接近を防ぐ。\n- サポートアイテムを活用し、味方と連携してパイクを牽制する。\n- 集団戦では、パイクが接近する前にスキルを使い、距離を保つように心がける。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- パイクは高い機動力を持ち、ヴェル＝コズに接近しやすいため、捕まえられるリスクが高い。\n- パイクのCCスキルにより、ヴェル＝コズは一時的に無力化され、反撃の機会を失うことが多い。\n- ヴェル＝コズのスキルは詠唱が必要で、パイクのフックや突進に対して反応が遅れることがある。\n- パイクは瞬時に高いダメージを出せるため、ヴェル＝コズがスキルを当てる前に倒される可能性が高い。\n- ヴェル＝コズは機動力が低く、パイクのようなアサシンに対して脆弱である。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、パイクの接近を常に警戒する。\n- スキルを使う際は、パイクの動きを見極めてから発動し、フックを避ける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- 可能であれば、味方と連携してパイクを捕まえるチャンスを作る。\n- ワードを使って視界を確保し、パイクの動きを把握することで、リスクを減らす。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- パイクは高い機動力を持ち、接近してくるため、ザイラの長射程を活かしづらい。\n- パイクのフックやCCスキルによって、ザイラは簡単に捕まえられ、瞬時に倒されるリスクが高い。\n- ザイラは移動に役立つスキルがないため、パイクの攻撃を避けることが難しい。\n- パイクのパッシブによる回復効果が、ザイラのハラスを無効化することがある。\n- ザイラのスキルは発動から発生までに時間がかかるため、パイクの素早い動きに対処しづらい。\n\n不利の緩和策:\n- ザイラはレーンでの位置取りを意識し、パイクのフックを避けるようにする。\n- 早めに視界を確保し、パイクの動きを把握することで、接近を防ぐ。\n- ザイラのCCスキルを活用して、パイクが近づく前に先手を打つ。\n- チームメイトと連携し、パイクが孤立している時に攻撃する。\n- アイテムを工夫して、耐久力を上げることで、パイクの攻撃に耐えられるようにする。",
      "ジリアン": "ジリアンはパイクに不利です。\n\n理由:\n- パイクの高い機動力とフックによる捕まえやすさが、ジリアンのスキルを無効化しやすい。\n- パイクのスタンやスローによるCCが、ジリアンの行動を制限し、瞬時に倒されるリスクが高まる。\n- ジリアンは基礎ステータスが低く、パイクの攻撃を受けるとすぐに倒される可能性がある。\n- パイクは視界管理が得意で、ジリアンが安全にプレイするための位置取りが難しくなる。\n- パイクのUltによるキルゴールドの共有が、ジリアンのチーム全体に対する影響力を高める。\n\n不利の緩和策:\n- ジリアンはレーンでの位置取りを意識し、パイクのフックを避けるようにする。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的に戦えるようにする。\n- ジリアンのCCを活かして、パイクが近づく前に先手を打つように心がける。\n- 味方と連携し、パイクが孤立している時に攻撃を仕掛ける。\n- アイテムを工夫して、耐久力を上げることでパイクの攻撃に耐えられるようにする。",
      "ソナ": "ソナが不利です。\n\n理由:\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってソナを捕まえやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、パイクの攻撃に対して耐えられない。\n- ソナのCCはUltに依存しており、パイクの攻撃を防ぐ手段が限られているため、捕まるリスクが高い。\n- パイクのハラス能力が高く、ソナは回復を使わざるを得ない状況が多くなる。\n- ソナのスキルはマナ消費が激しく、連発することで枯渇しやすく、持続的な戦闘が難しい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにする。\n- 早めにアイテムを購入し、耐久力を上げることでパイクの攻撃に耐えられるようにする。\n- 味方のジャングラーと連携し、パイクに対するGankを狙うことでプレッシャーをかける。\n- スキルを使うタイミングを見極め、パイクの攻撃を受ける前に回復やバフを行う。\n- ワードをしっかり置き、視界を確保してパイクの動きを把握する。"
    },
    "loses": {
      "レル": "レルがパイクに有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、パイクの高い機動力を制限できるため、捕まえやすい。\n- レルのパッシブによって、パイクのAR/MRを減少させることができ、ダメージを与えやすい。\n- レルはタンクとしての耐久力が高く、パイクの瞬間火力に対して耐えることができる。\n- レルのスキルは発生が遅いが、パイクはスキルを当てるために近づく必要があり、レルのCCで反撃が可能。\n- レルは集団戦でのエンゲージが得意で、パイクが孤立した際に有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パイクのHPを削る。\n- CCを駆使してパイクを捕まえ、味方と連携してキルを狙う。\n- パイクがフックを使った後の隙を狙い、反撃する。\n- 集団戦ではレルのCCを活かして、パイクを無力化し、味方のキャリーを守る。\n- 視界を確保し、パイクが孤立しやすい状況を作り出す。",
      "ノーチラス": "ノーチラスがパイクに有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、パイクの高い機動力を制限できるため、捕まえやすい。\n- ノーチラスのフックは射程が長く、パイクが近づく前に攻撃を仕掛けることができる。\n- パイクは瞬間火力が低く、ノーチラスのタンク性能に対してダメージを与えにくい。\n- ノーチラスの耐久力により、パイクのハラスを受けても生存しやすい。\n- ノーチラスのスキルは、パイクの逃げる手段を封じることができるため、オールインが有利に進む。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パイクのHPを削る。\n- フックを使ってパイクを捕まえ、連携してダメージを与える。\n- パイクがカモフラージュを使った際に、予測してスキルを当てる。\n- 敵ジャングラーとの連携を図り、パイクを孤立させる。\n- 集団戦では、パイクを優先的に狙い、CCで動きを制限する。",
      "マオカイ": "マオカイがパイクに有利です。\n\n理由:\n- マオカイは高い耐久力を持ち、パイクの瞬間火力を耐えることができるため、トレードで有利に立ち回れる。\n- CCスキルを多く持っているため、パイクの機動力を制限しやすく、フックを避けることが難しくなる。\n- パイクは脆いチャンピオンに対して強いが、マオカイは持続的なダメージを出せるため、パイクのハラスを無効化できる。\n- マオカイのパッシブによる回復効果があるため、レーン戦での持続力が高く、パイクのハラスに対して耐性がある。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パイクの体力を削る。\n- CCスキルを使ってパイクを捕まえ、トレードを有利に進める。\n- ブッシュを利用して視界を確保し、パイクの動きを制限する。\n- 集団戦ではマオカイの耐久力を活かし、パイクがキルを狙うのを防ぐ。",
      "ラカン": "ラカンがパイクに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、パイクの攻撃を避けやすい。\n- 2種類のCCを持っており、パイクのフックや攻撃を無力化できる。\n- パイクは瞬間火力が低く、ラカンのシールドやヒールで耐えられる。\n- ラカンはレーンでのサステインが高く、パイクのハラスに対して強い。\n- ラカンはエンゲージやピールが得意で、パイクが接近するのを阻止できる。\n\n有利の取り方:\n- ラカンはパイクのスキルを避けつつ、CCを使って反撃する。\n- パイクがフックを外したタイミングで積極的に攻撃する。\n- 味方と連携して、パイクを捕まえるチャンスを作る。\n- ラカンのシールドやヒールを活用して、パイクのハラスを受け流す。\n- レーンでの優位を活かし、早めにタワーを攻撃してプレッシャーをかける。",
      "ミリオ": "ミリオはパイクに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、パイクのハラスを受けながらも安全にトレードができる。\n- ミリオの回復やシールドにより、パイクのハラスを軽減でき、持続的にレーンでの優位を保てる。\n- パイクのエンゲージをノックバックで防ぐことができ、パイクが仕掛けるタイミングを制限できる。\n- ミリオのウルトによって味方のCCを解除できるため、パイクの捕まえやすさを減少させる。\n- ミリオは基礎ステータスが低いパイクに対して、持続的なダメージトレードで優位に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パイクの体力を削る。\n- ミリオのスキルを使って味方の攻撃を強化し、パイクに対して圧力をかける。\n- パイクがエンゲージを試みた際には、ノックバックを使って彼を妨害する。\n- ミリオのウルトを適切なタイミングで使用し、パイクの捕まえを無効化する。\n- 敵ジャングラーの動きを意識し、視界を確保してパイクの奇襲を防ぐ。",
      "シャコ": "シャコが有利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意であるため、パイクのスキルを避けやすい。\n- パイクは瞬間火力が低く、集団戦での影響力が限られているため、シャコの奇襲に対して脆弱。\n- シャコのCCスキルはパイクの動きを制限することができ、特にパイクがフックを外した際に有利に立ち回れる。\n- シャコは序盤からプレッシャーをかけやすく、パイクがレーンでのハラスを行う際に逆に攻撃を仕掛けることができる。\n\n有利の取り方:\n- レーンでのハラスを行う際に、シャコのインビジブルを活用してパイクのスキルを避けつつ反撃する。\n- パイクがフックを外したタイミングで積極的に攻撃を仕掛け、相手のHPを削る。\n- シャコのCCを利用してパイクの動きを制限し、キルを狙う。\n- 早い段階でのGankを行い、パイクのレーンを圧倒することで試合の流れを有利に進める。",
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、パイクのエンゲージを無効化できるため、パイクの攻撃を防ぎやすい。\n- ジャンナのシールドや回復効果により、パイクのハラスを軽減でき、持続的にレーンでの優位を保てる。\n- パイクは瞬間火力が低く、集団戦での影響力が限られるため、ジャンナのディスエンゲージ能力が活きる。\n- ジャンナは移動速度を上げるスキルを持ち、パイクの追撃を逃れることができる。\n- ジャンナのスキルは主に敵を遠ざけることに特化しており、パイクのフックを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、パイクの体力を削る。\n- ジャンナのシールドを活用して、パイクの攻撃を受け流しつつ、反撃のチャンスを狙う。\n- パイクがエンゲージを仕掛けてきた際には、CCを使って彼を遠ざけ、味方と連携して反撃する。\n- ジャンナの移動速度アップを利用して、パイクの攻撃範囲から逃げる。\n- 視界を確保し、パイクの動きを把握しておくことで、彼のフックを避ける。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーは高い耐久力とCCを持ち、パイクの攻撃を受け流すことができる。\n- パイクの機動力を制限するスキルを持っており、特にダッシュやリープを阻止することで、パイクの動きを封じることができる。\n- ポッピーのパッシブによるダメージとシールド効果で、1対1のトレードで有利に立ちやすい。\n- パイクは集団戦での瞬間火力が低いため、ポッピーの耐久力とCCで彼を無力化できる。\n\n有利の取り方:\n- レーンでのハラスを行い、パイクの体力を削る。\n- パイクが近づいてきた際に、CCを使って捕まえる。\n- パイクがフックを使った後の隙を狙って反撃する。\n- 敵チャンピオンが集まる場面で、ポッピーのCCを活かして味方を守りつつ、パイクの動きを制限する。",
      "ソラカ": "ソラカがパイクに有利です。\n\n理由:\n- ソラカは高い回復能力を持ち、パイクのハラスを軽減できるため、レーンでの持久力が高い。\n- サイレンス効果により、パイクのスキルを無効化できるため、彼の攻撃を封じることができる。\n- ソラカの射程が長いため、パイクが近づく前にハラスを行いやすい。\n- パイクは瞬間火力が低く、集団戦での影響力が限られるため、ソラカの回復で持ちこたえやすい。\n- ソラカはCCが限られているため、パイクのフックを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パイクのHPを削る。\n- サイレンスを活用して、パイクがスキルを使えない状況を作る。\n- ソラカの回復を駆使して、パイクの攻撃を耐えつつ、味方と連携してトレードを行う。\n- 位置取りを工夫し、パイクのフックを避けることで、リスクを減らす。\n- ミニオンを利用して、パイクの攻撃を受けにくい状況を作る。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供するため、モルガナのハラスやCCを無効化しやすい。\n- ミリオのノックバックやスタンにより、モルガナのスネアを避けられる可能性が高く、捕まえるチャンスが減少する。\n- ミリオのウルトによって、モルガナのCCが無効化されるため、集団戦での影響力が低下する。\n- モルガナはクールダウンが長く、持続的な戦闘に向かないため、ミリオの持続的なサポートに対抗しづらい。\n\n不利の緩和策:\n- ミリオのスキルを避けるために、位置取りを工夫し、スネアを当てるチャンスを増やす。\n- ミリオのウルトが発動する前に、先手を打ってスネアを使い、ミリオを捕まえる。\n- ミリオの攻撃範囲を意識し、ハラスを受けないように立ち回る。\n- アイテムを活用してマナ管理を行い、持続的な戦闘ができるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ゼラスのハラスを受けながらも安全に攻撃できるため、ゼラスのポークが無効化されやすい。\n- ミリオのノックバックやスタンを持つスキルにより、ゼラスのスキルを当てるのが難しくなる。特に、ゼラスのスキルは発動に時間がかかるため、ミリオのCCで妨害されると効果的にダメージを与えられない。\n- ミリオの回復やシールドにより、ゼラスのダメージを軽減されるため、持続的なトレードで不利になる。\n- ゼラスは自己防衛手段が乏しく、ミリオの攻撃範囲の延長により、近づかれると危険な状況に陥りやすい。\n\n不利の緩和策:\n- ミリオのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- ミリオのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- ゼラスのスキルを当てるために、ミリオの動きを予測し、タイミングを計る。\n- サポートアイテムやマナ管理を徹底し、持続的にハラスを行えるようにする。",
      "ラックス": "ラックスがミリオに不利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ラックスのハラスを受けにくくする。\n- ミリオの回復やシールドにより、ラックスのバーストダメージを軽減される。\n- ミリオのノックバックによって、ラックスのスキルを避けることができ、エンゲージを防がれる。\n- ミリオのウルトによって、ラックスのCCを解除されるため、ラックスの捕まえた相手を逃がされる可能性が高い。\n- ミリオは接近戦に強く、ラックスが近づかれると脆弱なため、対処が難しい。\n\n不利の緩和策:\n- レーンでのハラスを控え、ミリオのスキルを避ける立ち回りを心がける。\n- ミリオのスキルのクールダウンを利用して、攻撃のタイミングを見計らう。\n- サポートアイテムや防具を購入し、耐久力を上げることで生存率を高める。\n- ジャングラーと連携し、ミリオを狙ったギャンクを仕掛ける。\n- ミリオのウルトのクールダウンを意識し、ウルトがないタイミングで攻撃を仕掛ける。",
      "パンテオン": "パンテオンがミリオに不利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、パンテオンが近づく前にハラスを受けやすい。\n- ミリオのノックバックやスタンにより、パンテオンのオールインが阻止される可能性が高い。\n- ミリオの回復やシールドにより、パンテオンのバーストダメージが軽減される。\n- ミリオは集団戦での影響力が高く、パンテオンのロームや寄りを無効化することができる。\n\n不利の緩和策:\n- ミリオのスキルを避けるために、位置取りを工夫し、ハラスを受けないようにする。\n- ミリオのスキルのクールダウンを狙い、スキルがないタイミングでオールインを仕掛ける。\n- 早めにアイテムを購入し、パンテオンのバーストダメージを強化することで、ミリオに対抗する。\n- ミニオンを利用してミリオの攻撃を避けつつ、トレードを行う。",
      "パイク": "パイクが不利です。\n\n理由:\n- ミリオは回復やシールドを持ち、パイクのハラスを軽減できるため、トレードで優位に立ちやすい。\n- ミリオのノックバックやスタンは、パイクのエンゲージを防ぐことができ、パイクが攻撃を仕掛けるのが難しくなる。\n- ミリオの攻撃範囲を延ばすスキルにより、パイクはミリオの攻撃を受けやすく、ハラスを受けるリスクが高まる。\n- ミリオのウルトは集団戦での影響力が大きく、パイクがキルを狙う際に味方を守ることができるため、パイクのキルチャンスが減少する。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミリオのスキルを避ける位置取りを心がける。\n- ミリオのスキルのクールダウンを狙い、スキルがないタイミングでエンゲージを試みる。\n- ミリオのウルトが発動する前に、キルを狙うのではなく、サポート役としての役割を意識し、味方と連携を強化する。\n- アイテムを工夫して、耐久力を上げることで、ミリオのハラスに耐えられるようにする。"
    },
    "loses": {
      "ブリッツクランク": "ブリッツクランクはミリオに有利です。\n\n理由:\n- ブリッツクランクのフックは、ミリオの移動や行動を制限することができ、特にミリオが後衛にいる場合、簡単に捕まえることができる。\n- ミリオのシールドや回復は、ブリッツクランクのサイレンスやノックアップによって無効化されるため、ミリオのサポート能力を低下させる。\n- ブリッツクランクは、ミリオの攻撃範囲を延ばすスキルに対して直接的な対抗手段を持っておらず、フックで捕まえた後のダメージトレードで優位に立てる。\n- ミリオはエンゲージ能力が低いため、ブリッツクランクのフックによる奇襲に対して脆弱である。\n\n有利の取り方:\n- レーンでの視界を確保し、ミリオが孤立しているタイミングを狙ってフックを使う。\n- ミリオがスキルを使った後、特にマナが少ない時にフックを狙うことで、彼の反撃能力を低下させる。\n- 集団戦では、ミリオの後衛を狙い、フックで捕まえた後にノックアップを使って味方のダメージを増加させる。\n- ミリオのウルトがクールダウン中のタイミングを見計らい、積極的にエンゲージを仕掛ける。",
      "バード": "バードがミリオに有利です。\n\n理由:\n- バードはスタンを持っており、ミリオの回復やシールドを無効化することができる。\n- ミリオのCCはスキルショットであり、バードの移動スキルを使うことで回避しやすい。\n- バードは鐘を回収することで火力を向上させるため、ミリオに対しても持続的なダメージを与えやすい。\n- バードのローム能力が高く、他のレーンへの影響を与えやすいため、ミリオが孤立しやすくなる。\n- ミリオはエンゲージ能力が低いため、バードのスタンを受けると反撃が難しくなる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミリオのHPを削る。\n- スタンを狙ってミリオのスキルを無効化し、味方と連携してキルを狙う。\n- 鐘を回収し続けて火力を上げ、ミリオに対して持続的な圧力をかける。\n- バードの移動スキルを活かして、他のレーンにロームし、ミリオを孤立させる。\n- ミリオのスキルのクールダウンを把握し、スキルがないタイミングで攻撃を仕掛ける。",
      "ノーチラス": "ノーチラスがミリオに有利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、ミリオの動きを制限することができるため、彼の回復やシールドを無効化しやすい。\n- ミリオはエンゲージ能力が低く、ノーチラスのフックやノックアップに対して脆弱である。\n- ノーチラスのフックは長射程であり、ミリオが距離を保とうとしても捕まえやすい。\n- ミリオのCC解除のウルトは、ノーチラスのCCを無効化できないため、ノーチラスの攻撃を受けやすい。\n- ノーチラスはタンクとしての耐久力が高く、ミリオのダメージを受け止めやすい。\n\n有利の取り方:\n- フックを使ってミリオを捕まえ、連続してCCをかけることでダメージを与える。\n- ミリオがスキルを使った後にエンゲージし、彼のマナ管理を困難にさせる。\n- ミリオのCC解除のウルトを意識し、タイミングを見計らってエンゲージする。\n- ミリオが後退する際にフックを狙い、距離を詰めることで有利なトレードを行う。\n- 集団戦では、ミリオの周囲にいる敵を狙い、彼のサポート効果を無効化する。",
      "ソナ": "ソナがミリオに有利です。\n\n理由:\n- ソナは回復やバフを通じて味方を強化できるため、ミリオの攻撃力強化と相性が良い。\n- ソナのスタン効果は集団戦でのエンゲージを防ぎ、ミリオのCC解除能力を上回る。\n- ソナはオーラによるAoE支援が可能で、ミリオの攻撃範囲延長を活かしやすい。\n- ミリオのCCはスキルショットであり、ソナは移動速度を上げることで回避しやすい。\n- ソナは序盤からのハラスが強力で、ミリオのマナ管理の難しさを突くことができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミリオのマナを削る。\n- ソナのオーラを活用して味方のダメージを増加させ、ミリオの攻撃をサポートする。\n- 集団戦では、ミリオのCCを避けつつ、スタンを狙って敵を捕まえる。\n- ミリオが攻撃を仕掛けるタイミングで、ソナのバフを合わせてダメージを最大化する。\n- ミリオのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。",
      "ラカン": "ラカンがミリオに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、ミリオの攻撃範囲を超えて接近しやすい。\n- ミリオのCCはスキルショットであり、ラカンの機動力によって避けやすい。\n- ラカンのノックアップやチャームは、ミリオの回復やシールドを無力化することができる。\n- ミリオはエンゲージ能力が低いため、ラカンの積極的なプレイスタイルに対抗しにくい。\n- ラカンは味方を支援するシールドや回復を持っており、レーンでのサステインが高い。\n\n有利の取り方:\n- ラカンはミリオに接近し、ノックアップやチャームを使ってミリオを無力化する。\n- ミリオのスキルを避けながら、味方と連携してトレードを仕掛ける。\n- ミリオがスキルを使った後の隙を狙って、積極的にエンゲージする。\n- ミリオのマナ管理を意識し、スキルを多用させることでリソースを枯渇させる。\n- ラカンのシールドや回復を活用し、持続的なトレードを行う。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは強力なCCを持ち、ミリオのエンゲージを無効化しやすい。\n- アリスターのタンク性能により、ミリオの攻撃を耐えやすく、持続的な戦闘が可能。\n- ミリオのCCはスキルショットであり、アリスターはそのスキルを避けやすい。\n- アリスターのエンゲージ能力により、ミリオが後ろに下がることを強要できる。\n- アリスターのパッシブによる回復効果で、レーン維持がしやすく、ミリオのハラスを受けにくい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミリオのマナを削る。\n- ミリオがスキルを使った後にエンゲージし、CCを重ねてキルを狙う。\n- ミリオのCCを避けるために、位置取りを工夫しながら戦う。\n- 集団戦では、ミリオのウルトを発動させる前にエンゲージし、味方を守る。\n- ミリオの攻撃範囲を意識し、適切なタイミングで前に出てハラスを行う。",
      "ルル": "ルルがミリオに有利です。\n\n理由:\n- ルルはポリモーフを持っており、ミリオの攻撃やスキルを無力化できるため、ミリオの強みを封じることができる。\n- ルルのシールドやHP増加のスキルにより、味方の生存能力を高めることができ、ミリオの回復やシールドと相互作用しやすい。\n- ルルは射程が長く、ミリオの攻撃範囲を超えてハラスを行いやすい。\n- ミリオのCCはスキルショットであるため、ルルの機動力を活かして避けることができる。\n- ルルはダイバーやアサシンに対して強力な防御能力を持ち、ミリオが攻撃を仕掛ける際に有利に立ち回れる。\n\n有利の取り方:\n- ミリオが攻撃を仕掛ける前にポリモーフを使い、行動を制限する。\n- シールドを味方に付与し、ミリオの攻撃を耐えられるようにする。\n- 射程を活かしてミリオにハラスを行い、トレードを有利に進める。\n- ミリオのCCを避けるために、位置取りを工夫し、スキルを使うタイミングを見極める。\n- 集団戦では味方を守りつつ、ミリオの攻撃を無力化することで、戦闘を有利に進める。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "シャコ": "シャコがバードに不利です。\n\n理由:\n- バードは遠距離攻撃を持ち、シャコが近づく前にハラスを行いやすい。\n- バードのスタン効果により、シャコは行動不能にされやすく、奇襲が難しくなる。\n- バードの回復スキルにより、シャコのダメージを軽減されるため、持続的なハラスが難しい。\n- バードはローム能力が高く、他のレーンに影響を与えやすいため、シャコが孤立しやすい。\n\n不利の緩和策:\n- バードのスキルを避けるために、シャコはインビジブルを活用して奇襲を仕掛けるタイミングを見極める。\n- バードのスタンを避けるために、シャコは位置取りを工夫し、スキルのクールダウンを確認する。\n- バードのハラスを受けないように、ミニオンを利用して近づくタイミングを調整する。\n- バードがロームする際に、他のレーンでのプレッシャーをかけることで、バードの注意を引きつける。",
      "ミリオ": "ミリオはバードに不利です。\n\n理由:\n- バードはスタンを持っており、ミリオの行動を制限しやすい。\n- バードの鐘回収による火力向上が、ミリオの回復やシールドを上回る可能性がある。\n- バードの移動スキルにより、ミリオが攻撃を当てる前に距離を取られることが多い。\n- バードはレーン維持が得意で、ミリオが一人でいる時間が長くなるとハラスを受けやすい。\n\n不利の緩和策:\n- ミリオはバードのスタンを避けるために、位置取りを意識する。\n- バードの鐘回収を妨害するために、ミニオンを利用してハラスを行う。\n- ミリオの回復やシールドを適切に使い、バードの攻撃を受け流す。\n- バードの移動スキルを読んで、先手を打つことで有利なトレードを狙う。",
      "レル": "レルが不利です。\n\n理由:\n- バードは射程が長く、レルが近づく前にハラスを受けやすい。\n- バードのスタンを受けると、レルのエンゲージが無効化されるため、集団戦での影響力が低下する。\n- バードの回復や移動速度の増加によって、レルの攻撃が効果的に機能しにくい。\n- バードは鐘を回収することで火力を上げるため、レルがハラスを試みると逆にダメージを受けるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- バードのスキルを避けるために、タイミングを見計らって動く。\n- バードのスタンを受けた後は、冷静に味方と連携して反撃の機会を狙う。\n- 早めにアイテムを購入し、耐久力を上げてバードの攻撃に耐える。",
      "ソラカ": "ソラカがバードに不利です。\n\n理由:\n- バードはスタンを持っており、ソラカの回復を無効化することができるため、ソラカがヒールを行うタイミングを制限される。\n- バードの移動スキルにより、ソラカが攻撃を受けやすく、特に奇襲に対して脆弱になる。\n- バードは鐘を回収することで火力を向上させるため、レーンでのハラスが強力で、ソラカはその圧力に耐えにくい。\n- ソラカの基礎ステータスが低く、バードの攻撃を受けると早期にダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、バードのスタンを避けるように動く。\n- バードのスキルを避けるために、ミニオンの後ろに隠れるなどして、ハラスを受けにくくする。\n- ソラカのヒールを適切なタイミングで使用し、バードの攻撃を受けた際に迅速に回復する。\n- 可能であれば、味方のジャングラーにサポートを求め、バードに対するプレッシャーを軽減する。",
      "ブラウム": "ブラウムがバードに不利です。\n\n理由:\n- バードは射程が長く、遠距離からのハラスが得意なため、ブラウムは接近するのが難しい。\n- バードのスタンを持つスキルは、ブラウムのCCの発生が遅いため、先に行動されると対処が難しい。\n- バードは回復や移動速度の増加を持っており、ブラウムの攻撃を避けやすい。\n- バードのスキルは味方にも影響を与えるため、誤った使い方をするとブラウムのPeel能力が低下する可能性がある。\n\n不利の緩和策:\n- バードのハラスを避けるために、ミニオンの後ろに隠れて立ち回る。\n- ブラウムのパッシブを活かすために、ADCと連携してハラスを行うタイミングを見計らう。\n- バードのスキルを避けるために、移動を意識して立ち位置を調整する。\n- バードのスタンを受けないように、スキルの発動を予測して動く。",
      "セラフィーン": "セラフィーンがバードに不利です。\n\n理由:\n- セラフィーンはスキルの発生が遅く、バードのスタンやハラスに対して反応しづらい。\n- バードは鐘を回収することで火力を向上させるため、セラフィーンのスキルを避けながら持続的にダメージを与えることができる。\n- セラフィーンのスキルは範囲攻撃であるが、バードのスタンや移動スキルを使われると、セラフィーンは攻撃を当てるのが難しくなる。\n- バードはロームが得意で、セラフィーンがレーンで孤立しているときに他のレーンに影響を与えることができる。\n\n不利の緩和策:\n- セラフィーンはレーンでのハラスを避けるために、位置取りを意識し、バードのスキルを避ける。\n- バードのスタンを避けるために、スキルを使うタイミングを工夫し、連携を意識する。\n- セラフィーンのスキルを連続して当てるために、味方と連携して攻撃を仕掛ける。\n- バードがロームする際には、ミニマップを常に確認し、味方と連携して行動することで、孤立を避ける。",
      "ザイラ": "ザイラがバードに不利です。\n\n理由:\n- バードはスタンを持っており、ザイラのスキルを無効化することができるため、ザイラは攻撃を仕掛けにくい。\n- バードの移動スキルにより、ザイラのハラスを避けやすく、ロームも行いやすい。\n- バードは回復スキルを持っているため、ザイラのダメージを軽減できる。\n- ザイラは接近されると脆弱であり、バードの機動力によって簡単に接近される可能性がある。\n\n不利の緩和策:\n- バードのスタンを避けるために、スキルの使用タイミングを工夫する。\n- バードの移動スキルを利用して、ザイラのハラスを受けないように立ち回る。\n- ザイラの植物を活用して、バードの動きを制限し、距離を保つ。\n- サポートやジャングラーと連携して、バードを捕まえるチャンスを作る。",
      "カルマ": "カルマが不利です。\n\n- バードはスタンを持っており、カルマのスネアが発生する前に行動を制限できるため、カルマが攻撃する前に反撃されやすい。\n- バードの移動スキルにより、カルマの攻撃を避けることができ、特に序盤のハラスに対して強力。\n- バードは鐘を回収することで火力を向上させるため、レーンでの持続的な圧力をかけやすい。\n- カルマは基礎ステータスが高くないため、バードの持続的なダメージやCCに対して脆弱になりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、バードのスキルを避ける位置取りを心がける。\n- バードのスタンを避けるために、スキルを使うタイミングを見極める。\n- 自身のスキルを適切に使い、バードの攻撃を受ける前に反撃する。\n- 可能であれば、味方と連携してバードを捕まえるチャンスを作る。",
      "ゼラス": "ゼラスがバードに不利です。\n\n理由:\n- バードは高機動力を持ち、ゼラスのスキルを避けやすい。\n- バードのスタン効果により、ゼラスは近距離での攻撃が難しくなる。\n- バードの回復スキルにより、ゼラスのハラスが効果的でなくなる。\n- バードはロームが得意で、ゼラスが孤立しやすい状況を作り出すことができる。\n- ゼラスは自己防衛手段が乏しく、バードの攻撃を受けやすい。\n\n不利の緩和策:\n- ゼラスはレーンでのハラスを控え、バードのスキルを避けることに集中する。\n- バードのスタンを避けるために、位置取りを工夫し、距離を保つ。\n- バードのロームを警戒し、ミニマップを常に確認して味方に注意を促す。\n- ゼラスのスキルを当てやすくするために、バードの動きを予測してスキルを使う。\n- アイテムを活用して自己防衛手段を強化し、近距離での戦闘に備える。"
    },
    "loses": {
      "ソナ": "ソナがバードに有利です。\n\n理由:\n- ソナは回復とバフを持っており、バードの攻撃を耐えやすい。\n- バードのダメージスキルはAPレシオが低く、DPSが低いため、ソナの耐久力を削りにくい。\n- ソナのオーラによる支援が集団戦で非常に強力で、味方全体の生存率を向上させる。\n- ソナのスタンは発生が早く、バードの行動を制限することができる。\n- ソナはレーンでのハラスに強く、バードの鐘回収を妨げることができる。\n\n有利の取り方:\n- ソナはレーンでのハラスを積極的に行い、バードの鐘回収を妨げる。\n- バードがスキルを使った後に反撃し、ダメージを与える。\n- 集団戦ではソナのオーラを活かして味方を強化し、バードのスタンを避ける。\n- バードがロームする際には、ソナがADCを守るために位置取りを工夫する。\n- ソナのスタンを使ってバードの動きを制限し、キルチャンスを作る。",
      "ノーチラス": "ノーチラスがバードに有利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、バードの移動スキルを封じることができるため、バードのローミングを制限しやすい。\n- バードは基本的に低耐久であり、ノーチラスのフックやノックアップで簡単に捕まえられる。\n- ノーチラスのタンク性能により、バードのダメージを受けても耐えられるため、オールインが可能。\n- バードのスキルは敵味方を問わず影響を与えるため、ノーチラスがCCを当てた際にバードが誤った使い方をするリスクがある。\n\n有利の取り方:\n- レーンでのハラスを強化し、バードが鐘を回収するのを妨げる。\n- フックを使ってバードを捕まえ、味方と連携してオールインを狙う。\n- バードがローミングする際に、視界を確保し、敵の動きを把握しておく。\n- バードのスキルを避けつつ、CCを駆使してバードの行動を制限する。",
      "パイク": "パイクがバードに有利です。\n\n理由:\n- パイクは高い機動力を持ち、バードのスキルを避けやすい。\n- バードのダメージスキルはQのみで、DPSが低いため、パイクの耐久力を削りにくい。\n- バードのCCスキルは発動までに時間がかかるため、パイクはフックやカモフラージュを使って先手を取ることができる。\n- パイクのパッシブによる回復効果で、バードのハラスに対して強い耐性を持つ。\n- バードは鐘の回収に集中する必要があり、レーン維持に時間がかかるため、パイクが積極的に攻撃できる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、バードのHPを削る。\n- フックを使ってバードを捕まえ、連続攻撃を仕掛ける。\n- バードが鐘を回収する際に隙を見て攻撃し、プレッシャーをかける。\n- バードのCCスキルを避けるために、移動スキルを駆使して立ち回る。\n- バードがロームする際に、ミニマップを確認し、敵チャンピオンを狙う。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、バードの移動スキルを封じることができるため、バードの行動を制限しやすい。\n- バードは基本的にスキルを使って戦うが、スレッシュのフックやスローで捕まえることで、バードのスキルを無力化できる。\n- スレッシュはバードに対してオールインが強力で、特にバードが鐘を回収している間に攻撃を仕掛けることで有利に立ち回れる。\n- スレッシュのWを使って味方を救出することで、バードの攻撃を無効化し、味方の生存率を高めることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、バードのスキルを避けながらダメージを与える。\n- フックを使ってバードを捕まえ、味方と連携してオールインを仕掛ける。\n- バードが鐘を回収しようとするタイミングを狙って、フックやスローで妨害する。\n- スレッシュのCCを活かして、バードがスキルを使う前に先手を打つ。",
      "パンテオン": "パンテオンはバードに有利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、バードのスキルを避けながらオールインが可能です。\n- パンテオンのスタンはバードの移動スキルを無効化できるため、バードの逃げ道を封じることができます。\n- パンテオンは序盤から高いバーストダメージを持っており、バードが育つ前にキルを狙いやすいです。\n- バードはダメージがAP依存であり、パンテオンの耐久力に対してダメージが不足しやすいです。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高く、バードのロームを制限できます。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、バードのHPを削る。\n- スタンを使ってバードの移動を制限し、オールインを狙う。\n- バードが鐘を回収するタイミングを見計らって、攻撃を仕掛ける。\n- グローバルなUltを活用して、他のレーンでのプレッシャーをかける。\n- バードのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃する。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "スウェイン": "スウェインが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、スウェインが接近する前にハラスを行いやすい。\n- ザイラのCCスキルにより、スウェインは動きが制限され、攻撃を受けやすくなる。\n- ザイラの植物を利用したゾーニング能力により、スウェインは安全に攻撃を受けることが難しい。\n- スウェインは機動力が低く、ザイラの攻撃を避けることが難しいため、ダメージを受けやすい。\n- ザイラの高いDPSにより、スウェインは持続的なダメージを受けやすく、回復が追いつかないことがある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して視界を確保し、ザイラの攻撃を避ける。\n- ザイラのCCスキルを避けるために、位置取りを工夫し、タイミングを見計らって接近する。\n- サポートやジャングラーと連携し、ザイラに対するガンクを狙うことで、レーンのプレッシャーを軽減する。\n- アイテムを早めに購入し、耐久力を上げることで、ザイラの攻撃に耐えられるようにする。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、スレッシュが接近する前にハラスを行いやすい。\n- ザイラのCCスキルは範囲攻撃であり、スレッシュがエンゲージを試みる際に拘束される可能性が高い。\n- スレッシュは基礎ステータスが低く、ザイラの高い火力に対して耐久性が不足している。\n- ザイラの植物はスレッシュの動きを制限し、逃げ道を封じることができるため、スレッシュが攻撃しづらい。\n- スレッシュのスキルのクールダウンが長いため、外した際の隙を突かれやすい。\n\n不利の緩和策:\n- ザイラのスキルを避けるために、位置取りを工夫し、草むらを利用して接近する。\n- ザイラのCCスキルを避けるために、タイミングを見計らってエンゲージを行う。\n- ザイラの植物を優先的に攻撃し、彼女のハラス能力を削ぐ。\n- 味方のADCと連携し、ザイラに対してオールインを仕掛けるタイミングを合わせる。\n- アイテムを購入して耐久性を上げ、ザイラの攻撃に耐えられるようにする。",
      "メル": "メルが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、序盤から高い火力を発揮できるため、メルはハラスを受けやすい。\n- ザイラのCCスキルは範囲攻撃であり、メルのスネアを避けるのが難しく、ザイラの攻撃を受けるリスクが高い。\n- メルは能動的に使えるCCがないため、ザイラの攻撃を止める手段が限られている。\n- ザイラの植物を利用したゾーニング能力により、メルは安全に攻撃することが難しくなる。\n- メルは回復効果に対して弱く、ザイラの持続的なダメージに対処しづらい。\n\n不利の緩和策:\n- ザイラの攻撃を避けるために、位置取りを意識し、草むらを利用して視界を確保する。\n- ザイラのCCスキルを避けるために、スキルのクールダウンを把握し、タイミングを見計らって行動する。\n- メルのスキルを使ってザイラの植物を早めに処理し、ゾーニングを緩和する。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでザイラの攻撃に耐える。\n- チームメイトと連携し、ザイラに対して集団で攻撃を仕掛けることで、彼女の強みを無効化する。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、ニーコが近づく前にハラスを受けやすい。\n- ザイラのCCスキルにより、ニーコは接近することが難しく、スキルを当てるチャンスが減少する。\n- ザイラの植物を利用したゾーニング能力により、ニーコは安全に攻撃することができず、ミニオンのCSを取りづらくなる。\n- ニーコのスキルの射程が短いため、ザイラの攻撃範囲内で戦うことになり、リスクが高い。\n\n不利の緩和策:\n- ザイラのスキルを避けるために、ミニオンの後ろから攻撃するように心がける。\n- 擬態を利用して、ザイラの注意を引きつけることで、奇襲を狙う。\n- ザイラのCCスキルのクールダウンを確認し、その間に攻撃を仕掛ける。\n- サポートと連携して、ザイラに対するプレッシャーをかけ、ニーコが安全にファームできる環境を作る。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、モルガナが近づく前にハラスを行いやすい。\n- ザイラのCCスキルは範囲攻撃であり、モルガナがスネアを当てる前にザイラが先に拘束することができる。\n- ザイラは植物を使って安全な距離から攻撃できるため、モルガナが攻撃を当てるのが難しい。\n- モルガナのクールダウンが長いため、ザイラの攻撃を受けると反撃が難しくなる。\n- ザイラは高い火力を持ち、モルガナの防御ステータスが低いため、瞬時にダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、ザイラの攻撃を避ける。\n- スペルシールドを適切なタイミングで使用し、ザイラのCCを無効化する。\n- ザイラの植物を優先的に攻撃し、彼女のダメージを減少させる。\n- サポートアイテムを活用して、マナ管理を行い、持続的な戦闘を可能にする。\n- チームメイトと連携し、ザイラに対してオールインを仕掛けるタイミングを見計らう。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、アリスターが接近する前にハラスを行いやすい。\n- ザイラのCCスキルは範囲攻撃であり、アリスターがエンゲージを試みる際に阻止される可能性が高い。\n- アリスターは近接チャンピオンであり、ザイラの植物やスキルによるゾーニングに対して脆弱。\n- ザイラは序盤から高い火力を持ち、アリスターのタンク性能を上回るダメージを与えることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて動く。\n- ザイラのスキルを避けるために、タイミングを見計らってエンゲージを行う。\n- サポートアイテムを活用して、マナ管理をしっかり行い、必要な時にスキルを使用できるようにする。\n- チームメイトと連携し、ザイラに対して集団でのエンゲージを試みる。",
      "ルル": "ルルが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、ルルが近づく前にハラスを受けやすい。\n- ザイラのCCスキルにより、ルルは接近することが難しく、無力化を狙うタイミングを失いやすい。\n- ザイラの植物によるゾーニング能力が高く、ルルが安全にプレッシャーをかけることができない。\n- ルルのCCは単体対象であり、ザイラのAoE CCに対して効果的に対処できない。\n- ザイラは序盤から高い火力を持ち、ルルが育つ前にダメージを受けやすい。\n\n不利の緩和策:\n- ザイラのスキルがクールダウン中に積極的に接近し、ハラスを行う。\n- ルルのシールドを活用して、ザイラの攻撃を受け流す。\n- ザイラの植物を破壊することで、彼女のゾーニング能力を低下させる。\n- 味方と連携して、ザイラに対するエンゲージを試みる。\n- ルルのポリモーフをタイミングよく使い、ザイラのCCを無効化する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ザイラは序盤から高い火力を持ち、長射程でのハラスが得意なため、セラフィーンは安全にプレイしづらい。\n- ザイラのCCスキルにより、セラフィーンは拘束されやすく、特に接近戦でのオールインに弱い。\n- セラフィーンのスキルの発生が遅いため、ザイラの攻撃を避けるのが難しく、先手を取られることが多い。\n- ザイラの植物によるゾーニング能力が高く、セラフィーンはその範囲に入るとダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、できるだけ安全な位置からスキルを使う。\n- ザイラのCCを避けるために、位置取りを意識し、ミニオンを利用してスキルを避ける。\n- セラフィーンのスキルを連携させて、ザイラの攻撃を受ける前に反撃するタイミングを見計らう。\n- サポートアイテムや防御アイテムを早めに購入し、耐久力を上げる。"
    },
    "loses": {
      "ジリアン": "ジリアンはザイラに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ザイラの高いHPを削りやすい。\n- ザイラは移動手段が乏しく、ジリアンのCCを受けやすいため、捕まえやすい。\n- ジリアンの蘇生能力は、ザイラのバーストダメージに対して非常に効果的で、味方を守ることができる。\n- ジリアンはレベル差をつけやすく、序盤から有利な状況を作りやすい。\n- ザイラのスキルは発動から発生までに時間がかかるため、ジリアンの機動力を活かして避けやすい。\n\n有利の取り方:\n- ザイラのスキルを避けながら、ジリアンのCCを活用してザイラを捕まえる。\n- 早めにレベルを上げ、スキルを使ってザイラにプレッシャーをかける。\n- 蘇生能力を活かして、味方がザイラの攻撃を受けた際にフォローする。\n- ジリアンの移動速度のバフを使って、ザイラとの距離を保ちながら攻撃する。\n- ザイラの植物を利用した攻撃を避けつつ、ジリアンのスキルで反撃する。",
      "シャコ": "シャコが有利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態でザイラに接近しやすいため、ザイラの長射程攻撃を避けながら攻撃できます。\n- ザイラは移動手段が限られており、接近されると脆弱なため、シャコの奇襲に対して非常に弱いです。\n- シャコのCCスキルを使うことで、ザイラのスキルを発動させる前に行動を制限でき、ザイラの攻撃を無効化することが可能です。\n- ザイラは植物を使って戦うため、シャコがインビジブルで近づくと、植物の攻撃を避けやすくなります。\n\n有利の取り方:\n- レベル1から積極的にザイラに接近し、ハラスを行うことでプレッシャーをかける。\n- インビジブルを活用して、ザイラのスキルを避けつつ奇襲を仕掛ける。\n- ザイラがスキルを使った後の隙を狙って、CCを使い一気にダメージを与える。\n- ザイラの植物が成長する前に、早めに攻撃を仕掛けてダメージを与え、優位に立つ。",
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで、ザイラの攻撃を受けるリスクを軽減できる。\n- ユーミの回復やシールドにより、ザイラのハラスを耐えやすく、レーンでのサステインが向上する。\n- ザイラのスキルは発動から発生までに時間がかかるため、ユーミの機動力を活かして避けやすい。\n- ユーミはハードCCを持たないため、ザイラのCCを受けてもすぐに味方に戻ることでダメージを軽減できる。\n- ザイラの弱点である接近戦において、ユーミは味方と連携して攻撃を仕掛けることができる。\n\n有利の取り方:\n- ユーミは常にADCに密着し、ザイラの攻撃を受ける際に回復やシールドを活用する。\n- ザイラのスキルを避けるために、ユーミは移動しながら味方と連携して攻撃を行う。\n- ザイラがスキルを使った後の隙を狙って、ユーミが味方と共にオールインを仕掛ける。\n- ザイラの植物を利用して、視界を確保しつつ安全にレーンを維持する。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、接近戦でのオールインが得意なため、ザイラの射程を無視して攻撃できる。\n- ザイラは移動手段が乏しく、レオナのCCを受けると簡単に捕まってしまう。\n- レオナのCCは瞬時に発動するため、ザイラのスキルの発動時間を利用して攻撃することができる。\n- ザイラは火力が高いが、レオナの耐久力により、ザイラの攻撃を耐えながら反撃できる。\n- レオナはザイラの植物を無視して直接攻撃できるため、ザイラのゾーニング能力を打破できる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ザイラのHPを削る。\n- ザイラがスキルを使った後に隙を見て接近し、CCを当てる。\n- ザイラの植物を無視して直接攻撃し、彼女の安全圏を侵す。\n- ザイラがCCを使った後の隙を狙ってオールインを仕掛ける。\n- サポートのジャングラーと連携し、Gankを狙うことでザイラを捕まえる。",
      "レル": "レルが有利です。\n\n理由:\n- レルは近接チャンピオンであり、ザイラの射程を活かした攻撃を受けにくい。\n- レルの複数のCCスキルにより、ザイラのスキルを発動させる前に接近しやすい。\n- ザイラは移動手段が乏しく、レルの拘束スキルによって簡単に捕まえられる。\n- レルのパッシブによって、ザイラのAR/MRを減少させることができ、ダメージを与えやすい。\n- ザイラのスキルは発動に時間がかかるため、レルが接近する際に当てづらい。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、ザイラのスキルを避けながら接近する。\n- ザイラがスキルを使った後の隙を狙って、CCを使ってオールインを仕掛ける。\n- ザイラの植物を破壊し、視界を確保しつつプレッシャーをかける。\n- 味方と連携して、ザイラを捕まえるためのエンゲージを行う。\n- レルの移動速度を活かして、ザイラのスキルを避けながら攻撃を続ける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由:\n- ブリッツクランクは近接キャリーであり、ザイラの射程を超えて接近することができるため、ザイラの攻撃を避けつつ攻撃できる。\n- フックを使ってザイラを引き寄せることで、彼女のスキルを発動する前に捕まえることができ、瞬時にキルに繋げることが可能。\n- ザイラは移動手段が乏しく、ブリッツクランクのフックに当たると逃げる手段が限られるため、非常に脆弱な状況に置かれる。\n- ブリッツクランクのCCスキルは、ザイラのスキルを妨害することができ、特に彼女の詠唱を中断させることができる。\n- ザイラは防御ステータスが低く、ブリッツクランクの高いバーストダメージに対して非常に弱い。\n\n有利の取り方:\n- レベル1から積極的にフックを狙い、ザイラがスキルを使う前に捕まえる。\n- ザイラが植物を使っているときは、フックを使って彼女を引き寄せ、植物を無力化する。\n- ザイラがスキルを使った後の隙を狙って、フックやCCを当てることで、彼女の行動を制限する。\n- 集団戦では、ザイラの後衛を狙い、彼女を孤立させることで、チーム全体の有利を作る。\n- ザイラがスキルを使った後は、積極的に攻撃を仕掛け、彼女のリソースを消耗させる。",
      "ゼラス": "ゼラスが有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ザイラの攻撃範囲を超えてハラスが可能です。\n- ゼラスのスキルは全て遠距離攻撃であり、ザイラの植物を無視して直接的にダメージを与えることができます。\n- ゼラスはスタン効果を持つスキルを使って、ザイラのCCを無効化し、反撃のチャンスを作ることができます。\n- ゼラスのマナ回復能力により、レーンでの持続力が高く、長時間ハラスを続けることができます。\n- ゼラスは集団戦においてもAoE攻撃が豊富で、ザイラの植物を一掃しやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ザイラのHPを削る。\n- ザイラがスキルを使った後の隙を狙って、スタンを当てて反撃する。\n- ザイラの植物が成長する前に、早めにダメージを与えて圧力をかける。\n- ゼラスのスキルを使って、ザイラのスキルを避けながら安全に攻撃する。\n- ゼラスのパッシブを活用して、マナを管理しつつ持続的に攻撃を続ける。",
      "ラカン": "ラカンがザイラに有利です。\n\n理由:\n- 高い機動力を持つため、ザイラのスキルを避けやすい。\n- ザイラのスキルの発動から発生までに時間がかかるため、ラカンの迅速な動きで回避可能。\n- 2種類のCCを持っているため、ザイラを無力化しやすい。\n- ザイラは接近されると脆弱であり、ラカンのエンゲージ能力がそれを突ける。\n- ザヤとの連携により、ラカンはさらに強化され、ザイラに対して圧力をかけやすい。\n\n有利の取り方:\n- ザイラのスキルを避けながら接近し、CCを使って無力化する。\n- ザイラがスキルを使った後の隙を狙ってエンゲージする。\n- ザイラの植物を利用しているタイミングを見計らい、攻撃を仕掛ける。\n- ザイラのハラスを受けないように、味方と連携して動く。\n- ザヤとの連携を活かし、相手に対して一気に攻め込む。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは回復やバフを通じてザイラのハラスを耐えることができるため、レーンでの持続力が高い。\n- ソナのスキルは発動が早く、ザイラのスキルを避けやすい。特に、ザイラのスキルの発動から発生までの時間を利用して回避できる。\n- ソナのAoEスタンは、ザイラのCCを無効化することができ、集団戦での優位性を持つ。\n- ザイラは移動手段が乏しいため、ソナのバフを受けた味方が接近することでザイラを捕まえやすい。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、回復を行いながら持続的に戦う。\n- ザイラのスキルを避けるために、位置取りを工夫し、タイミングを見計らってスキルを使用する。\n- 集団戦では、味方にバフをかけつつ、ザイラのスキルをスタンで無効化する。\n- ザイラがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "バード": "バードがザイラに有利です。\n\n理由:\n- バードは高い機動力を持ち、ザイラのスキルを避けやすい。\n- ザイラのCCスキルは発動までに時間がかかるため、バードの移動スキルで回避可能。\n- バードのスタンはザイラの攻撃を中断させることができ、ザイラの火力を抑えることができる。\n- バードは回復スキルを持っており、ザイラのハラスを受けても持ちこたえやすい。\n- バードのUltはAoEで無敵を付与できるため、ザイラの攻撃を無効化できる。\n\n有利の取り方:\n- レーンでのハラスを避けるため、バードの移動スキルを活用してザイラのスキルを回避する。\n- ザイラがCCを使った後にスタンを狙い、反撃する。\n- 鐘を回収しながらレーンを維持し、ザイラの攻撃を受ける時間を最小限に抑える。\n- バードの回復スキルを適切に使い、ザイラのハラスを受けた後も持ちこたえる。\n- チームメイトと連携し、バードのUltを使ってザイラを無力化するタイミングを見計らう。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ザイラのスキルを避けながらハラスが可能です。\n- ザイラのスキルは発動に時間がかかるため、カルマのスネアやスロウを使って先手を取ることができます。\n- カルマはシールドを持っているため、ザイラの攻撃を受けても生存率が高く、反撃のチャンスを得やすいです。\n- ザイラは接近されると脆弱ですが、カルマは距離を保ちながら攻撃できるため、ザイラに対して有利に立ち回れます。\n- ザイラの植物を利用した戦術に対して、カルマはスキルを使って対処しやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ザイラのスキルを避けながらダメージを与える。\n- ザイラがスキルを使った後の隙を狙って、スネアやスロウを当てる。\n- シールドを活用して、ザイラの攻撃を受け流しつつ、反撃のタイミングを見計らう。\n- ザイラの植物の配置を意識し、彼女が攻撃しづらい位置に立つ。\n- 集団戦では、ザイラのスキルを避けつつ、味方をサポートしながらダメージを与える。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "ブリッツクランク": "ブリッツクランクがラカンに不利です。\n\n理由:\n- ラカンは高い機動力を持ち、ブリッツクランクのフックを避けやすい。\n- ラカンのCCスキルは、ブリッツクランクが接近するのを阻止することができ、特にノックアップやチャームで無力化できる。\n- ラカンはシールドや回復を持っているため、ブリッツクランクの攻撃を受けても耐えやすい。\n- ラカンはエンゲージやピールが得意で、味方を守る能力が高いため、ブリッツクランクの攻撃を無効化しやすい。\n- ブリッツクランクは移動速度が低く、ラカンの機動力に対抗しづらい。\n\n不利の緩和策:\n- フックを使うタイミングを慎重に選び、ラカンのスキルを避けるようにする。\n- ラカンのCCを受けないように、位置取りを工夫する。\n- チームメイトと連携し、ラカンを捕まえるためのサポートを受ける。\n- ラカンのスキルを避けるために、ブリンクアイテムを購入することを検討する。\n- レーンでのハラスを強化し、ラカンのサステインを削るようにする。",
      "パンテオン": "パンテオンがラカンに不利です。\n\n理由:\n- ラカンは高い機動力を持ち、パンテオンの攻撃を避けやすい。\n- ラカンのCCスキル（ノックアップやチャーム）により、パンテオンのオールインが無効化される可能性が高い。\n- ラカンはシールドや回復を持っているため、パンテオンのバーストダメージを軽減できる。\n- ラカンは味方をサポートする能力が高く、パンテオンが孤立した場合に助けられることが多い。\n- ラカンのエンゲージ能力により、パンテオンが攻撃を仕掛ける前に先手を取られることがある。\n\n不利の緩和策:\n- ラカンのCCを避けるために、位置取りを意識し、エンゲージを受けないようにする。\n- ラカンのスキルのクールダウンを考慮し、タイミングを見計らって攻撃を仕掛ける。\n- サポートアイテムや防具を購入し、耐久力を上げてラカンの攻撃を耐える。\n- チームメイトと連携し、ラカンを孤立させることで、彼の強みを無効化する。\n- レーンでのハラスを避け、ファームを優先して成長を図る。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、ブラウムが接近する前にエンゲージやハラスを行いやすい。\n- ラカンのCCスキルはブラウムの防御能力を無力化し、特にノックアップやチャームでブラウムを捕まえることができる。\n- ブラウムのCCは発生が遅いため、ラカンの素早い動きに対処しづらい。\n- ラカンはシールドや回復を持っているため、ブラウムのハラスを軽減しやすい。\n- ラカンはブラウムのパッシブを発動させる前に、素早く攻撃を仕掛けることができる。\n\n不利の緩和策:\n- ブラウムはレーンでのハラスを避け、味方ADCと連携して安全にファームを行う。\n- ラカンのスキルを避けるために、位置取りを工夫し、敵のCCを受けないようにする。\n- ブラウムのパッシブを活かすために、ADCと連携して攻撃を行い、ラカンに対抗する。\n- 敵の動きを予測し、ブラウムのCCを適切なタイミングで使用することで、ラカンのエンゲージを防ぐ。",
      "ヴェル＝コズ": "ヴェル＝コズがラカンに不利です。\n\n理由:\n- ラカンは高い機動力を持ち、ヴェル＝コズに接近しやすいため、彼のスキルを避けながら攻撃できる。\n- ラカンのCCスキルはヴェル＝コズの行動を制限し、特にUltの詠唱中に捕まると致命的なダメージを受ける可能性が高い。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して逃げる手段が限られている。\n- ラカンのシールドや回復により、ヴェル＝コズのハラスが効果的に無効化されることがある。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、ラカンのエンゲージを避けるようにする。\n- スキルを使う際は、ラカンの動きを予測し、CCを当てるタイミングを見極める。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでラカンの攻撃に耐えられるようにする。\n- 味方と連携し、ラカンがエンゲージする前に先手を打つようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、ゼラスのスキルを避けやすいため、ゼラスの攻撃を当てるのが難しい。\n- ラカンのCCスキルにより、ゼラスは近距離で捕まえられやすく、自己防衛手段が乏しいため、簡単に倒されるリスクが高い。\n- ラカンはエンゲージ能力が高く、ゼラスがハラスを行う前に接近されると、反撃の余地がなくなる。\n- ゼラスはスキルの発動に時間がかかるため、ラカンの素早い動きに対処しづらい。\n\n不利の緩和策:\n- ゼラスはレーンでのハラスを重視し、ラカンが接近する前にダメージを与えることを心がける。\n- ラカンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- ゼラスのスキルを当てやすくするために、味方と連携してラカンを牽制する。\n- 逃げ道を確保するために、ワードを使って視界を確保し、ラカンの動きを把握する。",
      "パイク": "パイクが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、エンゲージやピールが得意で、パイクの攻撃を避けやすい。\n- ラカンのCCスキルはパイクの動きを制限し、特に捕まった際に何もできなくなるリスクが高い。\n- ラカンはシールドや回復を持っているため、パイクのハラスを軽減しやすい。\n- ラカンとザヤの連携により、パイクが攻撃を仕掛けるタイミングを見計らわれやすい。\n- パイクは集団戦での瞬間火力が低く、ラカンのサポートによってその影響力がさらに減少する。\n\n不利の緩和策:\n- レーンでのハラスを控え、相手のスキルを避けることに集中する。\n- ラカンのCCを避けるために、位置取りを工夫し、フックを使うタイミングを見極める。\n- 可能であれば、味方と連携してラカンを先に排除する戦略を取る。\n- アイテムを工夫して耐久力を上げ、集団戦での生存率を高める。\n- 敵の視界を管理し、奇襲を狙うことでラカンの強みを無効化する。",
      "ミリオ": "ミリオが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、ミリオのスキルを無効化しやすい。\n- ラカンのノックアップやチャームは、ミリオのウルトを無力化する可能性が高く、集団戦での影響力を削がれる。\n- ミリオはエンゲージ能力が低く、ラカンのような高機動力の相手に対しては反撃が難しい。\n- ラカンのシールドや回復に対して、ミリオの攻撃強化や回復が効果的に機能しない場合が多い。\n\n不利の緩和策:\n- ミリオは味方と連携し、ラカンのエンゲージを避けるように立ち回る。\n- ラカンのスキルを避けるために、位置取りを意識し、後衛での安全なプレイを心がける。\n- ミリオのスキルを適切に使い、味方の攻撃力を強化しつつ、ハラスを行うことでラカンの動きを制限する。\n- 集団戦では、ミリオのウルトをタイミングよく使用し、ラカンのCCを解除することで味方を守る。",
      "ユーミ": "ユーミが不利です。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意であるため、ユーミが密着している味方を簡単に捕まえることができる。\n- ラカンのハードCC（ノックアップやチャーム）に対して、ユーミはハードCCを持っていないため、反撃手段が乏しい。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、ラカンの攻撃を受けると脆弱。\n- ラカンは移動を伴うスキルが多く、ユーミが密着している味方を狙うことで、ユーミ自身が安全に支援できない状況を作り出すことができる。\n\n不利の緩和策：\n- ユーミは味方と連携し、ラカンのエンゲージを避けるために、常に位置取りを意識する。\n- ユーミのスロー効果を活用して、ラカンの接近を遅らせることで、味方が反撃できる時間を稼ぐ。\n- ユーミが密着する味方を選ぶ際、ラカンに対抗できるチャンピオン（タンクや高耐久のADC）を選ぶことで、ラカンの攻撃を受け流す。\n- ワーディングを強化し、ラカンの動きを事前に把握することで、エンゲージを避ける準備をする。",
      "ザイラ": "ザイラがラカンに不利です。\n\n理由:\n- ラカンは高い機動力を持ち、瞬時に接近してくるため、ザイラの射程を活かしづらい。\n- ラカンのCCスキルにより、ザイラは簡単に無力化され、攻撃のチャンスを失う。\n- ザイラは移動に役立つスキルがないため、ラカンのエンゲージに対して逃げる手段が限られている。\n- ラカンはシールドや回復を持っているため、ザイラのダメージを軽減しやすい。\n- ラカンとの連携が強力なザヤがいる場合、ザイラはさらに不利な状況に置かれる。\n\n不利の緩和策:\n- ザイラはレーンでのハラスを強化し、ラカンが接近する前にダメージを与える。\n- 位置取りを意識し、ラカンのエンゲージを避けるために後方で戦う。\n- サポートアイテムや防御アイテムを早めに購入し、耐久力を上げる。\n- チームメイトと連携し、ラカンがエンゲージする前に他のチャンピオンと協力して対処する。\n- ザイラのCCを活かして、ラカンが近づく前に拘束するタイミングを見極める。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由:\n- ニーコは擬態を使ってラカンの攻撃を回避しやすく、奇襲を仕掛けることができるため、ラカンのエンゲージを無効化しやすい。\n- ニーコのスタンやスネアはラカンの高い機動力を制限することができ、彼の動きを封じることができる。\n- ニーコは遠距離攻撃が可能で、ラカンが接近する前にダメージを与えることができるため、レーンでのハラスが得意。\n- ラカンは移動を伴うスキルが多く、ニーコのCCに捕まると何もできなくなるリスクが高い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ラカンのHPを削る。\n- 擬態を利用してラカンの攻撃を避けつつ、奇襲を仕掛ける。\n- CCを駆使してラカンのエンゲージを阻止し、味方と連携して攻撃する。\n- 敵ミニオンを利用してコンボを決め、ラカンが近づく前にダメージを与える。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ラカンの接近を許さずにハラスを行うことができる。\n- セナのスネア効果により、ラカンのエンゲージを阻止しやすい。\n- ラカンは移動を伴うスキルが多く、セナの攻撃を受けることでダメージを与えやすい。\n- セナの回復能力により、ラカンのハラスを受けても持ちこたえやすい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、ラカンに対しても優位に立てる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ラカンの体力を削る。\n- スネアを使ってラカンのエンゲージを阻止し、味方と連携して反撃する。\n- セナの回復を活かして、ラカンの攻撃を受け流しつつ持続的にダメージを与える。\n- 敵ジャングラーの動きを警戒しつつ、セナの射程を活かして安全にファームを行う。\n- ラカンが近づいてきた際には、冷静にスネアを使い、距離を保ちながら戦う。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力があり、ラカンの機動力を制限できる。\n- ラカンのCCスキルは移動を伴うため、ポッピーの移動不可CCで無力化しやすい。\n- ポッピーは高いシールドを持ち、1対1の戦闘性能が高いため、ラカンとのトレードで有利に立ちやすい。\n- ポッピーのCCは豊富で、ラカンがエンゲージする際に彼を捕まえることができる。\n- ラカンは基礎ステータスが低く、ポッピーの攻撃を受けると脆さが目立つ。\n\n有利の取り方:\n- ラカンが近づいてきた際に、ダッシュを阻止するスキルを使って彼の動きを制限する。\n- ポッピーのCCを活用して、ラカンがエンゲージする前に先手を打つ。\n- トレードの際にポッピーのシールドを活かし、ラカンの攻撃を受けた後に反撃する。\n- レーンでの位置取りを工夫し、ラカンが近づけないようにする。\n- チームファイトでは、ラカンのエンゲージを警戒しつつ、彼を捕まえるタイミングを見計らう。",
      "マオカイ": "マオカイがラカンに有利です。\n\n理由:\n- マオカイは高頻度でCCを使用できるため、ラカンの機動力を制限しやすい。\n- ラカンは移動を伴うスキルが多く、マオカイのCCに捕まると何もできなくなる。\n- マオカイのタンク性能により、ラカンのダメージを耐えることができ、持続戦闘で優位に立てる。\n- マオカイの視界確保能力により、ラカンのエンゲージを予測しやすく、対処しやすい。\n- ラカンの基礎ステータスが低いため、マオカイの持続的なダメージとCCで圧力をかけられる。\n\n有利の取り方:\n- ラカンのスキルを避けつつ、CCを当てるタイミングを見計らう。\n- ブッシュを利用して視界を確保し、ラカンの動きを制限する。\n- ラカンがエンゲージする前に、先手を打ってCCを当てる。\n- マオカイのパッシブを活かして、レーンでの持続力を高め、ラカンに対して優位に立つ。\n- 集団戦では、ラカンの味方を狙うことで、ラカンの効果を無効化する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、ラカンのエンゲージを無効化することができる。\n- ラカンの移動を伴うスキルに対して、ジャンナのCCは効果的に対処できるため、ラカンの攻撃を阻止しやすい。\n- ジャンナのシールドや回復により、ラカンの攻撃を受けても耐えることができ、持続的なサステインが高い。\n- ラカンは接近しなければCCを発動できないが、ジャンナは遠距離から攻撃できるため、リスクを減らしつつ戦える。\n- ジャンナの移動速度バフにより、味方の機動力を向上させ、ラカンの攻撃を避けやすくなる。\n\n有利の取り方:\n- ラカンがエンゲージを仕掛けてきた際に、ジャンナのCCを使って距離を取る。\n- シールドを適切に使い、ラカンの攻撃を受け流すことで、味方を守る。\n- ラカンが近づいてきたら、ジャンナの移動速度バフを活用して味方を逃がす。\n- ラカンのスキルのクールダウンを見極め、エンゲージ後の隙を突いて反撃する。\n- レーンでのハラスを行い、ラカンのサステインを削ることで、優位に立つ。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポリモーフを持っており、ラカンのエンゲージを無力化できるため、ラカンが近づいてくる際に効果的に対処できる。\n- ルルのシールドやHP増加のスキルにより、ラカンの攻撃を受けても生存能力が高く、味方を守ることができる。\n- ラカンは移動を伴うスキルが多いため、ルルのCCを受けると行動が制限されやすい。\n- ルルは遠距離攻撃が可能で、ラカンが接近する前にダメージを与えることができるため、レーンでのハラスが有利に進められる。\n\n有利の取り方:\n- ラカンが近づいてきた際には、ポリモーフを使って彼のエンゲージを無力化する。\n- シールドを適切に使い、味方の生存を確保しつつ、ラカンの攻撃を受け流す。\n- レーンでのハラスを積極的に行い、ラカンの体力を削ることで、彼の行動を制限する。\n- ラカンがCCを使った後の隙を狙い、攻撃を仕掛けることで、彼の動きをさらに制限する。",
      "ラックス": "ラックスが有利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、ラカンが接近する前にハラスをかけることができる。\n- ラックスのスネア効果により、ラカンのエンゲージを阻止することができ、彼の機動力を制限できる。\n- ラックスは全てのスキルがミニオンにブロックされないため、ラカンがミニオンを使って近づくのを防ぎやすい。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルを避けるのが難しいため、捕まえやすい。\n- ラックスのバーストダメージはラカンの低い基礎ステータスに対して非常に効果的で、早期にキルを狙いやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ラカンの体力を削る。\n- スネアを使ってラカンのエンゲージを阻止し、味方と連携して反撃する。\n- ミニオンを利用してスキルを当てやすくし、ラカンが近づくのを難しくする。\n- 敵ジャングラーの動きを警戒し、視界を確保して安全にプレイする。\n- ラカンがエンゲージを試みるタイミングを見計らい、スキルを当てて反撃する。",
      "ソラカ": "ソラカがラカンに有利です。\n\n理由:\n- ソラカは高いヒール性能を持ち、ラカンの攻撃を受けても持ちこたえやすい。\n- サイレンス効果により、ラカンのスキルを無効化できるため、エンゲージを阻止しやすい。\n- 射程が長いため、ラカンが接近する前にハラスを行いやすい。\n- ラカンの移動を伴うスキルに対して、ソラカはスネアやスローで行動を制限できる。\n- ラカンの基礎ステータスが低いため、持続的なダメージを与えやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ラカンのHPを削る。\n- サイレンスを活用して、ラカンがエンゲージするタイミングを狙う。\n- 自身の位置取りを意識し、ラカンのCCを避ける。\n- 味方と連携し、ラカンが接近する前にダメージを与える。\n- 敵の動きを予測し、スネアやスローを使ってラカンの行動を制限する。",
      "セラフィーン": "セラフィーンがラカンに有利です。\n\n理由:\n- セラフィーンは長射程の攻撃を持ち、ラカンが接近する前にハラスが可能。\n- セラフィーンのCCは広範囲で、ラカンのエンゲージを無力化することができる。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦での強さが際立つ。\n- ラカンは移動を伴うスキルが多く、セラフィーンのCCに捕まると行動が制限されやすい。\n- セラフィーンは安全な位置から支援できるため、ラカンの攻撃を避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ラカンの体力を削る。\n- セラフィーンのCCを使って、ラカンが接近する前に無力化する。\n- 集団戦では、味方と連携してラカンのエンゲージを阻止し、CCを活用する。\n- ラカンがオールインを仕掛けてきた際には、タイミングを見計らってCCを当てる。\n- セラフィーンのスキルを連打し、ラカンの動きを制限しつつダメージを与える。",
      "モルガナ": "モルガナがラカンに有利です。\n\n理由:\n- モルガナのスネアはラカンの高い機動力を制限し、彼のエンゲージを無効化することができる。\n- スペルシールドにより、ラカンのCCを防ぎつつ味方を守ることができるため、ラカンの攻撃を受けにくい。\n- ラカンは接近しなければCCを発動できないが、モルガナは遠距離から攻撃できるため、リスクを抑えたハラスが可能。\n- モルガナのスネアは長時間拘束できるため、ラカンがオールインを仕掛ける際に大きな脅威となる。\n\n有利の取り方:\n- レーンでのハラスを行い、ラカンの体力を削る。\n- スネアを狙ってラカンが近づいてきた際に発動し、彼の動きを封じる。\n- スペルシールドを活用して、ラカンのCCを無効化しつつ味方を守る。\n- モルガナのスキルを連携させて、ラカンがエンゲージした際に反撃のチャンスを作る。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ルルのポリモーフによって、モルガナのスネアや攻撃が無効化されるため、モルガナのCCが機能しにくい。\n- ルルはシールドを持っており、モルガナのダメージを軽減することができるため、持続的なダメージを与えにくい。\n- ルルの射程が長いため、モルガナが攻撃を仕掛ける前にダメージを受けやすい。\n- ルルは味方を強化する能力が高く、モルガナの攻撃を受けた味方が生存しやすくなる。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ルルの攻撃を避けるようにする。\n- モルガナのスネアを使うタイミングを見極め、ルルのスキルを避けるか、ルルのスキルがクールダウン中の時に攻撃を仕掛ける。\n- チームメイトと連携し、ルルを狙うことでモルガナのダメージを活かす。\n- アイテムを活用して、ルルのシールドや回復を無効化する手段を持つ。",
      "ソナ": "ソナが不利です。\n\n理由:\n- ルルはポリモーフやシールドを持っており、ソナのスキルを無力化しやすい。\n- ルルの射程が長いため、ソナは攻撃を受けやすく、ハラスが難しい。\n- ルルのCCは単体対象ではなく、集団戦での影響力が高いため、ソナの支援が効果的に機能しにくい。\n- ルルは味方を強化する能力が高く、ソナの回復やバフが相対的に効果を発揮しにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して位置取りを工夫する。\n- ルルのスキルを避けるために、常に動き回り、予測して行動する。\n- ソロレーンやジャングルからのサポートを受けて、ルルに対抗する。\n- アイテムを早めに購入し、耐久力を上げることで生存率を向上させる。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- ルルのポリモーフによって、ラカンのエンゲージ能力が無力化されるため、接近しても効果的に攻撃できない。\n- ルルのシールドやHP増加により、ラカンの攻撃が無効化されやすく、持続的なダメージを与えるのが難しい。\n- ルルの射程が長いため、ラカンが近づく前にハラスを受けやすく、レーンでの優位性を失いやすい。\n- ルルは移動不可のCCを持たないため、ラカンが逃げる際に有利な状況を作りにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してルルの攻撃を遮る。\n- ルルのスキルを避けるために、タイミングを見計らってエンゲージを行う。\n- ルルのスキルクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 味方のダメージディーラーと連携し、ルルを集中攻撃することで、彼女のサポート能力を削ぐ。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ルルはポリモーフやシールドを持っており、ジリアンの攻撃やCCを無力化しやすい。\n- ルルの射程が長いため、ジリアンは攻撃を当てる前にダメージを受けやすい。\n- ルルのバフやCCは単体対象であるため、ジリアンのスキルが効果を発揮しにくい。\n- ルルは味方を守る能力が高く、ジリアンの瞬間火力を抑えることができる。\n\n不利の緩和策:\n- ジリアンはレベル差を活かして早めに有利な状況を作ることを目指す。\n- ルルのスキルを避けるために、位置取りを工夫し、距離を保つ。\n- ジリアンのスキルを連携させて、ルルのシールドやCCを無力化するタイミングを見計らう。\n- ルルのスキルクールダウンを狙い、攻撃のチャンスを増やす。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ルルはポリモーフを持っており、ゼラスのスキルを無力化することができるため、ゼラスは攻撃を当てにくくなる。\n- ルルのシールドやHP増加の効果により、ゼラスのハラスが軽減され、持続的なダメージを与えにくい。\n- ルルは機動力が高く、ゼラスのスキルを避けやすいため、ゼラスが攻撃を当てるチャンスが減少する。\n- ルルのCCスキルは、ゼラスが近距離で攻撃を仕掛ける際に非常に効果的で、ゼラスの自己防衛手段が乏しいため、捕まるリスクが高い。\n\n不利の緩和策:\n- ルルのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ルルのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- ゼラスのスキルを当てるために、ルルの動きを予測し、先読みでスキルを発動する。\n- ルルのシールドやHP増加を無効化するアイテムを購入し、持続的なハラスを強化する。"
    },
    "loses": {
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、ルルよりも遠くから攻撃できるため、ハラスがしやすい。\n- ルルのポリモーフは単体対象であり、ヴェル＝コズのAoE攻撃に対しては効果が薄い。\n- ルルは移動不可のCCを持たないため、ヴェル＝コズが距離を保ちながら攻撃することができる。\n- ヴェル＝コズのスキルは高いダメージを持ち、ルルのシールドを超える火力を出せる。\n- ルルの強みである味方の防御能力を無効化することができるため、ルルのサポート効果を減少させる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルルのHPを削る。\n- スキルを使ってルルの位置を把握し、距離を保ちながら攻撃する。\n- ルルがCCを使った後の隙を狙って、ダメージを与える。\n- 集団戦では、ルルが味方を守る前に敵を排除することを目指す。\n- ルルのシールドやバフを無効化するために、タイミングを見計らって攻撃を仕掛ける。",
      "ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減できるため、序盤からのハラスに強い。\n- ブラウムのスタンやノックアップは、ルルのスキルを無効化することができ、特にルルの無力化を受ける前に攻撃を仕掛けやすい。\n- ルルは移動不可のCCを持たないため、ブラウムの接近を阻止する手段が乏しい。\n- ブラウムのパッシブは、ルルの攻撃を受けた際にスタンを狙えるため、ルルに対して強力なハラスが可能。\n- ブラウムは味方を守る能力が高く、ルルの攻撃を受けた味方をしっかりとPeelできる。\n\n有利の取り方:\n- ルルが攻撃を仕掛けてきた際に、ブラウムのスキルを使って反撃する。\n- ルルのスキルを避けるために、ブラウムのダメージ軽減スキルを活用する。\n- ルルのCCを受ける前に、ブラウムのスタンを狙って攻撃を仕掛ける。\n- ADCと連携して、ルルに対して積極的にハラスを行う。\n- ルルが無力化を使った後の隙を狙って、ブラウムのCCを活用して攻撃する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、ルルのスキルを無効化することができるため、ルルの行動を制限しやすい。\n- ルルは移動不可のCCを持たないため、ノーチラスのフックやノックアップに対して逃げる手段が乏しい。\n- ノーチラスのタンク性能により、ルルの攻撃を耐えやすく、持続的なダメージを与えることができる。\n- ルルは単体対象のスキルが多いため、ノーチラスのような複数のCCを持つチャンピオンに対しては効果的に対処しにくい。\n- ノーチラスのフックによるオールインが、ルルのシールドやポリモーフを無効化する可能性が高い。\n\n有利の取り方:\n- フックを使ってルルを捕まえ、ノックアップで行動を制限する。\n- ルルのスキルを使わせた後に、再度エンゲージを仕掛けることで、相手のリソースを消耗させる。\n- ルルが後衛にいる場合、ミニオンを利用してフックを通しやすくする。\n- ルルのシールドやポリモーフを意識し、タイミングを見計らってスキルを使う。\n- ルルのADCと連携し、ルルを孤立させることで、より効果的に攻撃を仕掛ける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由:\n- ブリッツクランクはフックを使ってルルを捕まえることができ、ルルの移動を制限することができる。\n- ルルはエンゲージ能力が乏しく、ブリッツクランクの攻撃に対して反撃しにくい。\n- ブリッツクランクのサイレンスはルルのスキルを無効化し、味方を守る手段を奪うことができる。\n- ルルは脆いメイジであり、ブリッツクランクの高いバーストダメージに対して非常に弱い。\n- ブリッツクランクは集団戦でのAoEダメージを持ち、ルルのシールドを破壊しやすい。\n\n有利の取り方:\n- レベル2やレベル3での早期エンゲージを狙い、フックを当ててルルを捕まえる。\n- ルルがスキルを使った後にフックを狙うことで、反撃の手段を減らす。\n- ブリッツクランクのサイレンスを活用し、ルルがスキルを使えない状況を作る。\n- ルルのADCと連携し、ルルを孤立させることでキルを狙う。\n- 集団戦では、ルルのシールドを破壊するためにAoEダメージを意識して立ち回る。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤から強力なオールイン能力があるため、ルルに対して積極的に攻撃を仕掛けやすい。\n- ルルは移動不可のCCを持たないため、レオナのCCコンボで簡単に捕まえることができる。\n- ルルのシールドやポリモーフは、レオナのオールインに対して効果的ではないため、レオナが有利に戦える。\n- レオナは近接攻撃キャリーであり、ルルの射程を活かす前に接近して攻撃できる。\n- ルルは集団戦での影響力が低く、レオナの強力なCCで味方を守りつつ攻撃できる。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ルルにプレッシャーをかける。\n- ルルのスキルを避けつつ、CCを使ってオールインを狙う。\n- ルルがスキルを使った後の隙を狙って、攻撃を仕掛ける。\n- チームメイトと連携し、ルルを捕まえるタイミングを見計らう。\n- ルルのシールドやポリモーフを意識しつつ、適切なタイミングで攻撃を行う。",
      "レル": "レルが有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ルルのポリモーフを無効化しやすい。\n- レルのエンゲージ能力により、ルルが後ろに下がることを強要できる。\n- ルルは移動不可のCCを持たないため、レルの攻撃を受けやすい。\n- レルのパッシブによって、ルルのシールドやバフを無効化しやすい。\n- レルはタンクとしての耐久力が高く、ルルのダメージを受け止めやすい。\n\n有利の取り方:\n- レルのCCを活かして、ルルを捕まえ、オールインを狙う。\n- ルルのスキルを避けつつ、レーンでのプレッシャーをかける。\n- ルルがスキルを使った後に攻撃を仕掛け、反撃の隙を作る。\n- 集団戦では、レルのエンゲージを利用してルルを無力化し、味方と連携して攻撃する。\n- ルルのシールドやバフを無効化するタイミングを見計らい、効果的にダメージを与える。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ルルの攻撃範囲を超えてハラスが可能であるため、レーンでの優位性を保ちやすい。\n- ルルのシールドや無力化スキルに対して、セナは自身の回復能力を活かして持続的に戦える。\n- ルルはエンゲージ能力が乏しく、セナが安全に攻撃できる環境を作りやすい。\n- セナのスネア効果により、ルルの動きを制限し、攻撃のチャンスを作ることができる。\n- ルルは短射程のADCに対して有利だが、セナはその短射程のADCに該当しないため、ルルの強みを活かしにくい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ルルにプレッシャーをかける。\n- セナのスネアを活用して、ルルが近づくタイミングを狙い、捕まえる。\n- ルルのスキルを避けつつ、セナの回復を活かして持続的に戦う。\n- ルルが無力化スキルを使った後の隙を狙い、攻撃を仕掛ける。\n- セナのパッシブを活かして、ゴールドを稼ぎつつ、アイテムを早く揃える。",
      "パンテオン": "パンテオンが有利です。\n\n理由:\n- パンテオンは短時間でのバーストダメージが得意で、ルルのシールドやCCを無視して攻撃できる。\n- ルルは移動不可のCCを持たないため、パンテオンのリープやスタンを防ぐ手段が限られている。\n- パンテオンはオールインが強力で、ルルがサポートしているADCに対しても圧力をかけやすい。\n- ルルの強みである味方の防御能力を無力化することができ、特に序盤のトレードで優位に立てる。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力を持つため、試合全体での優位性を確保しやすい。\n\n有利の取り方:\n- ルルがスキルを使った後や、ADCが攻撃を仕掛けたタイミングでオールインを狙う。\n- ルルのCCがクールダウン中のタイミングを見計らって攻撃する。\n- ルルのシールドがない状態でのトレードを意識し、ダメージを与える。\n- ルルのADCが後退した際に、積極的に前に出て圧力をかける。\n- グローバルなUltを活用して、他のレーンでのプレッシャーをかける。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、ルルのスキルを無効化することができるため、ルルの強みを活かさせない。\n- スレッシュのフックやスローを使って、ルルを捕まえやすく、オールインのチャンスを作りやすい。\n- ルルは移動不可のCCを持たないため、スレッシュのエンゲージに対して反撃が難しい。\n- スレッシュは味方を救出する能力があり、ルルの攻撃を受けた味方を守ることができる。\n- ルルのスキルは単体対象であるため、スレッシュが複数の敵を捕まえることで、ルルの影響力を低下させることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルルのHPを削る。\n- フックを狙ってルルを捕まえ、味方と連携してオールインを仕掛ける。\n- ルルのスキルを避けるために、位置取りを工夫し、スキルのクールダウンを利用する。\n- ルルがスキルを使った後の隙を狙って、積極的にエンゲージを行う。\n- ルルのADCを狙うことで、ルルのサポート能力を制限する。",
      "ラックス": "ラックスが有利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、ルルの射程を超えてハラスが可能。\n- ルルのCCは単体対象であり、ラックスのスキルを当てることでルルを無力化できる。\n- ラックスのバーストダメージにより、ルルがシールドを使う前にダメージを与えられる。\n- ルルは移動不可のCCを持たないため、ラックスのスキルを避けることが難しい。\n- ラックスは視界を確保するスキルを持ち、ルルの動きを把握しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ルルのHPを削る。\n- スキルを当てた後、ルルがシールドを使う前に追加ダメージを与える。\n- ルルが近づいてきた際には、スネアを使って行動を制限し、キルを狙う。\n- 敵ジャングラーの動きを警戒しつつ、視界を確保して安全にプレイする。\n- 集団戦では、ルルのCCを避けつつ、後衛からダメージを与えるポジションを取る。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、パンテオンのオールインを返り討ちにすることができる。\n- ジリアンのスタンやスローによって、パンテオンの攻撃を妨害しやすく、特にオールインのタイミングをずらすことができる。\n- パンテオンは近接チャンピオンであり、ジリアンの遠距離攻撃に対して接近するのが難しい。\n- ジリアンの蘇生能力は、パンテオンのバーストダメージを無効化する可能性があり、キルを取りにくくなる。\n- ジリアンはレベル差をつけやすく、パンテオンが成長する前に有利な状況を作りやすい。\n\n不利の緩和策:\n- ジリアンのCCを避けるために、位置取りを意識し、スキルを使うタイミングを工夫する。\n- ジリアンのスキルのクールダウンを考慮し、オールインを行うタイミングを見極める。\n- ジリアンのマナ管理を妨げるために、ハラスを行い、スキルを無駄に使わせる。\n- ジリアンのUltを意識し、キルを狙う際には慎重に行動する。\n- サポートの視界を利用して、ジリアンの動きを把握し、ロームやGankを行うタイミングを計る。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ジリアンのCCスキルはザイラの移動を制限し、接近を許さないため、ザイラの攻撃が当てづらくなる。\n- ジリアンの瞬間火力とAoEスタンにより、ザイラがスキルを発動する前に倒されるリスクが高い。\n- ジリアンの蘇生能力により、ザイラがキルを取るチャンスが減少し、持続的なダメージを与えることが難しくなる。\n- ザイラは防御ステータスが低く、ジリアンの攻撃を受けると脆弱であるため、接近されると危険。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを意識し、距離を保つ。\n- ザイラの植物を活用して、ジリアンの動きを制限し、ハラスを行う。\n- ジリアンのスキルクールダウンを狙い、スキルを使った後に攻撃を仕掛ける。\n- サポートやジャングラーと連携し、ジリアンを集中攻撃することで、早期にキルを狙う。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ジリアンは遠距離攻撃が可能で、レオナが接近するのを難しくする。\n- ジリアンのスローやスタンを持つスキルにより、レオナのオールインが阻止されやすい。\n- ジリアンのパッシブによる経験値の優位性で、レオナがレベル差をつけられる可能性がある。\n- ジリアンの蘇生能力により、レオナがキルを狙っても逆に味方が生き返ることで不利になることがある。\n- レオナは火力が低く、ジリアンの高APレシオによる瞬間火力に対抗しづらい。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、タイミングを見計らって接近する。\n- ジリアンのスキルのCDを意識し、スキルが使われた後に攻撃を仕掛ける。\n- サポートやジャングラーと連携し、ジリアンを捕まえるためのギャンクを狙う。\n- レオナのCCを活かすために、ジリアンのスキルを避けつつ、味方と連携して攻撃する。\n- アイテムを工夫して、マナ管理や耐久力を向上させることで、持続的に戦えるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- ジリアンは射程が長く、遠距離からのハラスが可能なため、ブラウムは接近するのが難しい。\n- ジリアンのスタンやスローは、ブラウムの接近を妨げるため、パッシブを発動させるのが難しい。\n- ジリアンの蘇生能力は、ブラウムが味方を守る際に非常に厄介で、ブラウムのオールインが無効化される可能性がある。\n- ブラウムはサステインがないため、ジリアンの持続的なハラスに対して耐えづらい。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、ミニオンを利用して前に出るタイミングを計る。\n- ブラウムのパッシブを発動させるために、味方ADCと連携してハラスを行う。\n- ジリアンのスキルのCDを確認し、スキルがないタイミングで積極的にエンゲージを試みる。\n- ジリアンの攻撃を受ける際は、味方と一緒に行動し、孤立しないようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジリアンのスキルは高い瞬間火力を持ち、特にコンボによるダメージが強力で、モルガナの耐久力を脅かす。\n- ジリアンのスタンやスローは、モルガナのスネアを避ける手段として機能し、モルガナが捕まえにくくなる。\n- ジリアンのスペルシールドは、モルガナのCCを無効化することができ、モルガナの攻撃手段を制限する。\n- ジリアンはレベル差をつけやすく、モルガナがレーンでの優位性を保ちにくい。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、スネアを当てるタイミングを見極める。\n- ジリアンの攻撃を受ける前にスペルシールドを使い、味方を守ることで反撃のチャンスを作る。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的な戦闘を可能にする。\n- ジリアンのスキルクールダウンを狙い、スキルがないタイミングで積極的に攻撃する。",
      "レル": "レルが不利です。\n\n理由:\n- ジリアンは射程が長く、レルが近づく前に攻撃を受けることができるため、レーンでのハラスが強力。\n- ジリアンのCCスキルは、レルのエンゲージを妨げることができ、特にスタンやスローで動きを制限される。\n- ジリアンの蘇生能力は、レルがオールインを仕掛けた際に、味方を守る手段として非常に効果的で、レルの攻撃を無効化する可能性がある。\n- ジリアンはレベル差をつけやすく、レルが成長する前にジリアンが強力なスキルを持つことで、レルが不利になる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ジリアンのスキルを避ける動きを心がける。\n- ジリアンのスキルのCDを把握し、スキルがないタイミングを狙ってエンゲージを試みる。\n- サポートアイテムを活用して、マナ管理を行い、持続的にスキルを使用できるようにする。\n- ジリアンのCCを受けた際には、味方と連携してカウンターを狙うことで、ジリアンの強みを打ち消す。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ジリアンのCCスキルは、ゼラスのスキル発動を妨げることができ、特にスタンによって攻撃のタイミングを崩されやすい。\n- ジリアンの移動速度バフやデバフにより、ゼラスの距離を保つ戦略が難しくなる。\n- ジリアンの蘇生能力は、ゼラスがバーストダメージを与えた後でも、味方を生き返らせることで逆転のチャンスを与える。\n- ゼラスは自己防衛手段が乏しく、ジリアンの攻撃を受けると簡単に倒されるリスクが高い。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ジリアンのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートや味方と連携し、ジリアンに対して集団で攻撃を仕掛けることで、彼の強みを無効化する。\n- マナ管理を徹底し、スキルを無駄に使わないようにして、持続的なハラスを行う。",
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- ジリアンは遠距離攻撃を持ち、ポッピーの近接攻撃を避けやすい。\n- ジリアンのCCスキルはポッピーのエンゲージを妨げるため、ポッピーが有利に立ち回るのが難しい。\n- ジリアンの蘇生能力により、ポッピーがダメージを与えても効果が薄れる可能性がある。\n- ジリアンはレベル差をつけやすく、ポッピーが成長する前に有利な状況を作りやすい。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、近づくタイミングを見計らう。\n- ジリアンのCCを受けないように、味方と連携してエンゲージを行う。\n- ジリアンのマナ消費を考慮し、スキルの使用タイミングを見極めて攻撃する。\n- レーンでのハラスを避け、ファームを優先してレベル差を縮める。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、ジリアンの攻撃を受けにくい。\n- ジリアンの基礎ステータスが低いため、ユーミの回復やシールドで持続的に耐えられる。\n- ユーミの回復やシールドは、ジリアンのバーストダメージを軽減し、レーンでのサステインを向上させる。\n- ジリアンのCCスキルはユーミに対して効果的ではなく、ユーミはスローで逃げることができる。\n- ユーミはADCとのシナジーが高く、ジリアンが攻撃する際に味方を強化できる。\n\n有利の取り方:\n- ジリアンの攻撃を受ける前に、ユーミの回復やシールドを活用して耐える。\n- ジリアンのスキルのCDを見極め、攻撃の隙を突いて反撃する。\n- ユーミのスローを使ってジリアンの動きを制限し、味方の攻撃をサポートする。\n- レーンでのハラスを行い、ジリアンのマナを枯渇させるようにプレッシャーをかける。\n- 集団戦では、ユーミが味方に密着し、ジリアンのバーストを無効化することで、味方の生存率を高める。",
      "ソラカ": "ソラカがジリアンに有利です。\n\n理由:\n- ソラカは高いヒール性能を持ち、ジリアンのバーストダメージを軽減できるため、持続的な戦闘で優位に立てる。\n- サイレンス効果により、ジリアンのスキルコンボを無効化できるため、ジリアンの攻撃力を大幅に削ぐことができる。\n- 短いクールダウンのスキルを持つため、頻繁にハラスや回復が可能で、ジリアンに対して持続的な圧力をかけられる。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、ソラカの持続的なダメージとヒールで有利に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジリアンのHPを削る。\n- サイレンスを使ってジリアンのスキルを封じ、攻撃のチャンスを作る。\n- ジリアンがスキルを使った後に攻撃を仕掛け、反撃を受けにくい状況を作る。\n- ジャングラーとの連携を強化し、ジリアンを捕まえる機会を増やす。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、ジリアンに対して高いプレッシャーをかけることができる。\n- スネアやスロウを持っているため、ジリアンの動きを制限しやすい。\n- ジリアンはスキルの対象選択が重要で、カルマのCCによってその選択肢を狭めることができる。\n- カルマのシールドや加速効果により、味方の生存率を高めつつ、ジリアンの攻撃をサポートできる。\n- ジリアンはマナ消費が大きく、スキルを多用すると枯渇しやすいが、カルマは持続的にハラスを行える。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジリアンのマナを削る。\n- スネアを使ってジリアンの動きを制限し、味方と連携して攻撃する。\n- ジリアンがスキルを使った後の隙を狙って、反撃を行う。\n- ジリアンがUltを使うタイミングを見計らい、先にCCを当てて行動を制限する。\n- チーム全体での連携を強化し、ジリアンの蘇生能力を無効化するような戦略を立てる。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルは味方にシールドを付与できるため、ジリアンの攻撃を軽減しやすい。\n- ポリモーフによってジリアンのCCスキルを無力化できるため、ジリアンのコンボを妨害できる。\n- ルルのバフによって味方の攻撃力を向上させ、ジリアンに対して圧力をかけやすい。\n- ルルは移動速度を上げるスキルを持っており、ジリアンの攻撃を避けやすい。\n- ジリアンの基礎ステータスが低いため、ルルの攻撃で早期に圧倒することが可能。\n\n有利の取り方:\n- ジリアンの攻撃を避けつつ、シールドを使って味方を守る。\n- ポリモーフをタイミングよく使い、ジリアンのCCを無効化する。\n- ルルのバフを活用して、味方の攻撃を強化し、ジリアンに対して積極的に攻撃する。\n- ジリアンのスキルのクールダウンを把握し、スキルが使えないタイミングで攻撃を仕掛ける。\n- チームメイトと連携し、ジリアンを集中的に攻撃することで、早期にキルを狙う。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力を持ち、ジリアンのスキルを避けやすい。\n- ジリアンの基礎ステータスが低いため、パイクのハラスやオールインに対して脆弱。\n- パイクのCCスキルはジリアンの移動を制限し、捕まえやすくする。\n- パイクはキルを取ることでゴールドを共有できるため、ジリアンに対して経済的優位を築きやすい。\n- ジリアンのスキルはCDが長く、パイクがフックを当てることで一気に有利な状況を作れる。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ジリアンのマナを削る。\n- フックを使ってジリアンを捕まえ、オールインを狙う。\n- ジリアンのスキルのCDを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- ジャングラーと連携して、ジリアンを早期にキルすることでレーンの主導権を握る。\n- 視界を確保し、ジリアンが孤立しているタイミングを狙って奇襲をかける。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナはオーラによるAoE支援が可能で、集団戦での生存率を高めることができるため、ジリアンのバフやCCを無効化しやすい。\n- ソナのスキルは発動が早く、ジリアンのスキルを避けることができるため、ジリアンの攻撃を受けにくい。\n- ジリアンはマナ消費が大きく、スキルを多用すると枯渇しやすいが、ソナは持続的な回復を提供できるため、持久戦で有利。\n- ソナのUltによるスタンは、ジリアンのコンボを中断させることができ、ジリアンの強みを無効化することができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ジリアンのマナを削る。\n- ソナのオーラを活用して味方を強化し、ジリアンの攻撃を受けるリスクを減らす。\n- ジリアンのスキルを避けるために、位置取りを意識し、スキルのクールダウンを狙う。\n- 集団戦では、Ultを使ってジリアンのコンボを中断し、味方を守ることで戦局を有利に進める。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ポッピーが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ポッピーは捕まりやすく、CCを受けると大きなダメージを受けるリスクがある。\n- ポッピーは射程が短いため、セナの攻撃を避けることが難しく、トレードで不利になることが多い。\n- セナの回復能力により、ポッピーがダメージを与えても回復されてしまうため、持続戦闘が難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、ミニオンの後ろに隠れたり、タイミングを見計らって動く。\n- セナの攻撃を受けた際は、早めに回復アイテムを使用して持続力を高める。\n- セナのスキルを避けるために、ポッピーのCCを活かしてセナに近づくタイミングを見極める。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、アリスターが近づく前にハラスを行いやすい。\n- セナのスネア効果により、アリスターがエンゲージを試みる際に捕まるリスクが高い。\n- アリスターは攻撃力が低く、セナの回復能力やハラスに対抗する手段が限られている。\n- セナはパッシブによってスケールしやすく、育つとアリスターに対して高い火力を持つため、レーンでのプレッシャーが強い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃範囲外でのプレイを心がける。\n- セナのスネアを避けるために、タイミングを見計らってエンゲージを行う。\n- マナ管理を徹底し、必要な時にスキルを使用できるようにする。\n- ジャングラーと連携し、セナを狙ったギャンクを仕掛けることで、レーンの主導権を取り戻す。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ブラウムが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ブラウムが接近することが難しく、捕まるリスクが高い。\n- ブラウムはサステインがなく、セナの回復能力に対抗しにくい。\n- ブラウムのCCは発生が遅く、セナの攻撃を止める前にダメージを受けやすい。\n- セナは育つと高い火力を持つため、ブラウムが守りきれない場合が多い。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、セナの攻撃を避けるようにする。\n- セナのスネアを避けるために、ミニオンの後ろに隠れるなどの動きを心がける。\n- ブラウムのパッシブを活かすために、ADCと連携してハラスを行うタイミングを見計らう。\n- セナのスキルを避けるために、フラッシュや他の移動手段を温存する。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛ける。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ラカンが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ラカンのエンゲージが阻止される可能性が高い。\n- ラカンは基礎ステータスが低く、セナの攻撃を受けると早期にダメージを受けやすい。\n- セナの回復能力により、ラカンがダメージを与えても持続的に回復されるため、効果的なオールインが難しい。\n- セナは移動手段が乏しいラカンに対して、射程を活かして安全にプレッシャーをかけることができる。\n\n不利の緩和策:\n- セナのスキルを避けるために、ミニオンを利用してハラスを受けにくくする。\n- セナのスネアを避けるために、エンゲージのタイミングを慎重に選ぶ。\n- セナがハラスを行っているときは、味方と連携してカバーを行い、ダメージを最小限に抑える。\n- セナの攻撃を受けた際は、早めに回復アイテムを使用して持続力を高める。\n- セナが育つ前に、レーンでのプレッシャーをかけるために、他のレーンからのギャンクを狙う。",
      "メル": "メルが不利です。\n\n理由:\n- セナは回復能力を持っており、メルのダメージを軽減できるため、持続的なハラスが難しい。\n- セナのスネア効果により、メルは捕まるリスクが高く、特にエンゲージ型のプレイスタイルに対して脆弱。\n- セナの長射程攻撃により、メルはハラスを受けやすく、レーンでの優位性を失いやすい。\n- メルは能動的に使えるCCがないため、セナの攻撃を止める手段が限られている。\n\n不利の緩和策:\n- セナのスネアを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- セナの回復を無効化するために、バーストダメージを意識してスキルを使うタイミングを見極める。\n- セナの攻撃を受ける前に、ミニオンを利用してハラスを行い、相手のリソースを削る。\n- サポートと連携して、セナに対するプレッシャーをかけることで、彼女の育成を遅らせる。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- セナのスネアによるCCが強力で、モルガナは捕まると一気に危険な状況に陥る。\n- セナの長射程攻撃により、モルガナはハラスを受けやすく、レーンでの優位性を失いやすい。\n- モルガナのクールダウンが長いため、セナの持続的なハラスに対抗しづらい。\n- セナの回復能力により、モルガナのダメージを軽減されやすく、効果的なハラスが難しい。\n- セナは育つと高い火力を持つため、モルガナが早期に対処しないと後半での影響力が低下する。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、モルガナのスキルを適切に使い、相手のスキルを読みながら動く。\n- 早めにアイテムを購入し、耐久力を上げることでセナの攻撃に耐えられるようにする。\n- 味方ジャングラーと連携し、セナを狙ったgankを仕掛けることで、レーンのプレッシャーを軽減する。\n- セナのスキルを避けるために、モルガナのスペルシールドを適切に使用し、味方を守ることでレーンの安定を図る。",
      "ジャンナ": "ジャンナが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ジャンナのシールドや回復を無視してハラスを行いやすい。\n- セナのスネア効果により、ジャンナは捕まるリスクが高く、特に序盤の脆弱な状態では致命的なダメージを受ける可能性がある。\n- ジャンナはエンゲージ能力が低く、セナの攻撃を止める手段が限られているため、セナに対して効果的にプレッシャーをかけることが難しい。\n- セナはスタックを貯めることで後半に強力な火力を発揮できるため、ジャンナはその成長を阻止するのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、常に移動し続け、予測して動くことが重要。\n- ジャンナのシールドを適切に使い、味方ADCを守ることで、セナのハラスを軽減する。\n- 早めに視界を確保し、セナの動きを把握することで、ギャンクやハラスを防ぐ。",
      "ミリオ": "ミリオはセナに不利です。\n\n理由:\n- セナの長射程攻撃により、ミリオはハラスを受けやすく、特に序盤のトレードで不利になる。\n- セナのスネア効果により、ミリオは捕まりやすく、逃げる手段が限られているため、致命的なダメージを受ける可能性が高い。\n- セナは回復能力が高く、ミリオのハラスを軽減することができるため、ミリオのダメージトレードが効果的でない。\n- ミリオのCCは限られており、セナのエンゲージを防ぐ手段が乏しいため、セナに対して有効な反撃が難しい。\n\n不利の緩和策:\n- ミリオはレーンでのハラスを避けるため、セナの攻撃を受けない位置取りを心がける。\n- セナのスネアを避けるために、ミリオは常に移動し、予測して行動することが重要。\n- ミリオのスキルを適切に使い、味方ADCと連携してセナに対抗する。\n- セナの攻撃を受けた際は、回復やシールドを活用して耐えることを意識する。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力を持ち、セナの射程外から攻撃できるため、セナのハラスを避けやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、パイクの攻撃を受けると簡単に捕まる可能性が高い。\n- パイクのCCスキルはセナの逃げ手段を制限し、捕まえやすくする。\n- パイクのパッシブによる回復効果が、セナのハラスに対して強い耐性を持たせる。\n- セナはスキルの発生に時間がかかるため、パイクのフックや攻撃を避けるのが難しい。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、セナのHPを削る。\n- セナがスキルを使った後にフックを狙い、捕まえるチャンスを作る。\n- セナが逃げる際にCCスキルを使い、動きを制限する。\n- セナが孤立している時に、仲間と連携して攻撃を仕掛ける。\n- 視界を確保し、セナが安全にハラスできない状況を作る。",
      "パンテオン": "パンテオンが有利です。\n\n理由:\n- パンテオンは序盤から高いバーストダメージを持ち、セナの基礎ステータスの低さを突くことができる。\n- スタンを持つため、セナの逃げ手段を封じることができ、オールインが強力。\n- パンテオンのリープスキルにより、セナのハラスを避けつつ接近できるため、セナのハラスを受けにくい。\n- グローバルなUltを持っているため、他のレーンへの影響力が高く、セナが育つ前に試合を有利に進めやすい。\n\n有利の取り方:\n- レベル2でのオールインを狙い、セナに対して早期にダメージを与える。\n- セナがハラスを行う際に、リープを使って接近し、スタンを当てて反撃する。\n- セナが孤立している時や位置取りが悪い時に、Ultを使って他のレーンからも圧力をかける。\n- セナのCCスキルを避けるために、タイミングを見計らって動くことで、彼女の攻撃を無効化する。",
      "ユーミ": "ユーミがセナに有利です。\n\n理由:\n- ユーミは味方に密着することで、セナのハラスを受け流しやすく、回復やシールドで耐えることができる。\n- セナは基礎ステータスが低く、序盤のハラスが強いが、ユーミの支援によってそのハラスを無効化できる。\n- ユーミはスロー効果を持っているため、セナの動きを制限しやすく、攻撃を仕掛けるチャンスを作りやすい。\n- セナは逃げ手段が乏しいため、ユーミが味方に密着していると、セナが捕まるリスクが高まる。\n\n有利の取り方:\n- ユーミは常に味方ADCに密着し、セナの攻撃を受け流しつつ、回復やシールドでサステインを提供する。\n- セナがハラスを行う際に、ユーミのスローを活用してセナの動きを制限し、反撃のチャンスを作る。\n- セナが孤立した際に、ユーミが味方ADCと連携して攻撃を仕掛け、キルを狙う。\n- レベルアップやアイテムのタイミングを見計らい、ユーミの支援を最大限に活かしてセナにプレッシャーをかける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由:\n- ブリッツクランクはフックを使ってセナを捕まえることができ、彼女の逃げ手段が乏しいため、簡単にキルに繋げることができる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ブリッツクランクの攻撃を受けると非常に脆弱。\n- ブリッツクランクのCCスキルはセナの行動を制限し、彼女の回復やハラスを妨げることができる。\n- ブリッツクランクは集団戦でのAoEダメージとサイレンスを持っており、セナのシールドを破壊しやすい。\n\n有利の取り方:\n- レーンでのフックを積極的に狙い、セナを捕まえることでキルを狙う。\n- セナがハラスを行う際に、フックを使って反撃することで、彼女の行動を制限する。\n- ブリッツクランクのスキルを使って、セナの回復を妨げるタイミングを見計らう。\n- 集団戦では、セナを優先的に狙い、彼女のシールドを破壊することで、味方のダメージを通しやすくする。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、セナの回復やハラスを無効化しやすい。\n- カルマのスネアはセナの逃げ手段を制限し、捕まえやすくする。\n- セナは基礎ステータスが低く、カルマのスキルによるハラスで早期に優位を築ける。\n- カルマはシールドを持っているため、セナのハラスを軽減しつつ、自身も安全に攻撃できる。\n- セナは逃げ手段が乏しく、カルマのスキルを受けると致命的なダメージを受けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- スネアを狙ってセナを捕まえ、連続攻撃でダメージを与える。\n- シールドを活用して自分や味方を守りつつ、セナに対して攻撃を続ける。\n- セナがスキルを使った後の隙を狙い、反撃を行う。\n- 位置取りを工夫し、セナの攻撃を避けつつ、ハラスを続ける。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、セナの動きを制限することができるため、セナが攻撃しづらくなる。\n- セナは基礎ステータスが低く、序盤が弱いため、スレッシュの攻撃を受けると早期にハラスされやすい。\n- スレッシュのフックやスローを使ったエンゲージに対して、セナは逃げ手段が乏しく、捕まると致命的なダメージを受ける可能性が高い。\n- スレッシュは味方を救出する能力があり、セナが攻撃を受けた際にサポートできるため、レーンでの生存率が高まる。\n\n有利の取り方:\n- スレッシュは序盤から積極的にハラスを行い、セナのHPを削る。\n- フックを使ってセナを捕まえ、オールインを狙うことでキルを狙う。\n- セナがスキルを使った後の隙を突いて、CCを重ねてダメージを与える。\n- セナが逃げる際に味方を救出するスキルを活用し、レーンでの優位を維持する。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、ノーチラスの攻撃を受けた後でも持続的に耐えることができる。\n- タリックのスタンはノーチラスのエンゲージを無効化することができ、カウンターエンゲージが得意。\n- タリックの無敵スキルは、ノーチラスのCCを無効化し、味方を守ることができるため、ノーチラスの攻撃が無駄になることが多い。\n- タリックは近接攻撃型であり、ノーチラスが近づくと反撃されやすい。\n- タリックは機動力が低いノーチラスに対して、射程を活かしてハラスを行いやすい。\n\n不利の緩和策:\n- タリックのスキルを避けるために、エンゲージのタイミングを慎重に選ぶ。\n- タリックのアルティメットが発動している間は無理に攻撃を仕掛けず、距離を保つ。\n- タリックのスタンを避けるために、フックを当てるタイミングを工夫する。\n- 可能であれば、タリックのスキルのクールダウンを狙って攻撃を仕掛ける。\n- サポートやジャングラーと連携して、タリックを孤立させる機会を作る。",
      "タム・ケンチ": "タム・ケンチがタリックに不利です。\n\n理由:\n- タリックは回復やシールドを持ち、持続的な戦闘に強いため、タム・ケンチの攻撃を耐えやすい。\n- タリックのスタンによって、タム・ケンチはエンゲージや反撃の機会を失いやすい。\n- タリックは無敵を持っているため、タム・ケンチのダメージを無効化することができ、特に集団戦での影響が大きい。\n- タム・ケンチはエンゲージが苦手で、タリックのスキルの発動が遅いことを利用されやすい。\n\n不利の緩和策:\n- タリックのスキルを避けるために、位置取りを工夫し、スタンを受けないようにする。\n- タリックの無敵を使うタイミングを見極め、タム・ケンチの攻撃を当てるタイミングを調整する。\n- タリックの回復を無効化するアイテムを積むことで、持続戦闘での優位性を減少させる。\n- タム・ケンチのウルトを適切に使用し、味方を守ることで、タリックの影響を軽減する。",
      "スレッシュ": "スレッシュがタリックに不利です。\n\n理由:\n- タリックは回復やシールドを持っており、スレッシュのハラスやオールインを軽減できる。\n- タリックの無敵スキルは、スレッシュのCCを無効化するため、スレッシュのエンゲージが無力化される。\n- タリックは近接型で殴り合いに強いため、スレッシュが攻撃を仕掛けると逆にダメージを受けやすい。\n- タリックのスタンは集団戦でのカウンターエンゲージに優れており、スレッシュの動きを制限することができる。\n\n不利の緩和策:\n- スレッシュはタリックのスキルを避けるために、位置取りを工夫し、フックを活用してタリックを捕まえるチャンスを狙う。\n- タリックの無敵スキルのクールダウンを意識し、その間に攻撃を仕掛けるタイミングを見計らう。\n- スレッシュは味方と連携し、タリックの回復を無効化するために一気にダメージを与えるコンボを狙う。\n- 遠距離からのハラスを活用し、タリックが近づく前にダメージを与えることで、レーンでの優位を保つ。",
      "ラカン": "ラカンがタリックに不利です。\n\n理由:\n- タリックは回復やシールドを持ち、ラカンの攻撃を受け流すことができるため、ラカンのエンゲージが無効化されやすい。\n- タリックのスタンや無敵スキルは、ラカンのCCを無効化する手段として機能し、ラカンが仕掛けた際に逆に反撃を受ける可能性が高い。\n- タリックは防具に依存してスケールするため、ラカンが物理ダメージを持っていても、タリックが防御を積むことで耐久力が増し、ラカンのダメージを軽減できる。\n- ラカンは機動力が高いが、タリックの無敵スキルによってラカンの攻撃が無効化されると、ラカンは一方的に攻撃を受けることになる。\n\n不利の緩和策:\n- タリックのスキルのクールダウンを考慮し、タイミングを見計らってエンゲージを行う。\n- タリックのスキルを避けるために、位置取りを工夫し、タリックの攻撃範囲外からハラスを行う。\n- タリックの無敵スキルが発動した後にエンゲージを行い、無敵が切れたタイミングを狙う。\n- チームメイトと連携し、タリックを集中攻撃することで、彼の回復やシールドを無効化する。",
      "ニーコ": "ニーコがタリックに不利です。\n\n理由:\n- タリックは近接攻撃型であり、ニーコの射程を活かしたハラスを受けにくい。\n- タリックの回復やシールドにより、ニーコのバーストダメージが軽減される。\n- タリックのスタンや無敵スキルにより、ニーコのコンボが無効化される可能性が高い。\n- タリックは集団戦でのカウンターエンゲージが得意で、ニーコの奇襲を防ぎやすい。\n- タリックは防具を積むことで耐久力が増し、ニーコのダメージを受けにくくなる。\n\n不利の緩和策:\n- レーンでのハラスを避け、タリックのスキルを避ける動きを心がける。\n- 早めにアイテムを購入し、ダメージを増加させることでタリックに対抗する。\n- タリックのスキルのクールダウンを狙い、スキルがないタイミングで攻撃を仕掛ける。\n- 可能であれば、他のチャンピオンと連携してタリックを圧倒する。\n- 逃げ道を確保し、タリックのスタンを避けるために位置取りを工夫する。",
      "ブリッツクランク": "ブリッツクランクはタリックに不利です。\n\n理由:\n- タリックは回復やシールドを持っており、ブリッツクランクの攻撃を受けても耐えることができるため、フックを当てても効果が薄い。\n- タリックのスタンや無敵スキルは、ブリッツクランクのエンゲージを無効化することができ、逆に反撃を受けるリスクが高い。\n- タリックは近接攻撃型であり、ブリッツクランクが近づくと殴り合いで有利になるため、ブリッツクランクは距離を保つのが難しい。\n- タリックのスキルはクールダウンが長いが、ブリッツクランクのフックを外した場合、タリックはその間に回復やシールドを使って立て直すことができる。\n\n不利の緩和策:\n- フックを外さないように慎重に使い、タリックのスキルを避けるタイミングを見極める。\n- タリックのスキルがクールダウン中のタイミングを狙ってエンゲージを試みる。\n- タリックの回復やシールドを無効化するアイテムを積むことで、彼の耐久力を削る。\n- レーンでのハラスを避け、タリックのスキルを無駄にさせるように立ち回る。",
      "セナ": "セナが不利です。\n\n- タリックは近接キャリーであり、殴り合いに強いため、セナがハラスを試みても反撃されやすい。\n- タリックのスタンや無敵スキルにより、セナのスネアやハラスが無効化されることが多い。\n- タリックは回復やシールドを持っているため、セナのダメージを軽減しやすく、持続戦闘において優位に立ちやすい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、タリックの攻撃を受けると危険。\n- タリックのエンゲージ能力により、セナが安全にハラスを行うことが難しく、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを控え、タリックのスキルを避けることに集中する。\n- サポートと連携し、タリックのエンゲージを避けるために位置取りを工夫する。\n- セナのパッシブを活かし、ミニオンを利用して安全にゴールドを稼ぐ。\n- 早めに防具アイテムを購入し、耐久力を上げることでタリックの攻撃に耐える。\n- タリックのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "ザイラ": "ザイラがタリックに不利です。\n\n理由:\n- タリックは近接チャンピオンであり、ザイラの長射程攻撃を避けることができるため、ザイラがハラスを行いにくい。\n- タリックの回復やシールドにより、ザイラのダメージを軽減されやすく、持続的なダメージを与えにくい。\n- タリックのスタンを持つスキルにより、ザイラが接近されると簡単に拘束され、反撃を受けるリスクが高まる。\n- タリックの無敵スキルにより、ザイラの重要なスキルを無効化される可能性があり、集団戦での影響力が減少する。\n\n不利の緩和策:\n- ザイラはタリックのスキルを避けるために、位置取りを意識し、距離を保ちながら攻撃する。\n- タリックのスキルのクールダウンを利用して、攻撃のタイミングを見計らい、ハラスを行う。\n- ザイラのCCスキルを活用して、タリックが近づく前に拘束し、先手を取る。\n- チームメイトと連携し、タリックに対して集団で攻撃を仕掛けることで、彼のサポート能力を無効化する。",
      "レル": "レルが不利です。\n\n理由:\n- タリックは回復やシールドを持ち、レルの攻撃を耐える能力が高い。\n- タリックのスタンや無敵スキルは、レルのエンゲージを無効化することができる。\n- タリックは遠距離攻撃手段がないため、レルが近づくのを許してしまうと、逆に反撃を受けやすい。\n- タリックのスキルは防具に依存してスケールするため、レルの攻撃を軽減しやすい。\n- タリックは集団戦でのカウンターエンゲージが得意で、レルのオールインを阻止することができる。\n\n不利の緩和策:\n- レーンでのハラスを避け、タリックのスキルを避けるように立ち回る。\n- タリックのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- 可能であれば、味方と連携してタリックを集団で攻撃し、彼の回復を無効化する。\n- アイテムを工夫して、タリックのシールドや回復を無効化する手段を持つ（例：グレイブドの効果を利用する）。\n- タリックのスキルを避けるために、機動力を活かして立ち回る。",
      "パンテオン": "パンテオンがタリックに不利です。\n\n理由:\n- タリックは回復やシールドを持っており、パンテオンのバーストダメージを軽減できるため、オールインが難しい。\n- タリックのスタンはパンテオンのリープや攻撃を妨害でき、パンテオンが攻撃を仕掛ける際にリスクが高まる。\n- タリックは集団戦でのカウンターエンゲージが得意で、パンテオンの攻撃を無効化する無敵スキルを持っているため、集団戦での優位性が高い。\n- タリックは機動力が低いが、パンテオンの攻撃を受ける際にシールドや回復で耐えることができ、持久戦に持ち込むことができる。\n\n不利の緩和策:\n- レーンでのハラスを避け、タリックのスキルを避けるように立ち回る。\n- タリックのスキルのクールダウンを狙い、スキルがないタイミングで攻撃を仕掛ける。\n- 早めにアイテムを購入し、耐久力を上げることでタリックのダメージを軽減する。\n- タリックの無敵スキルが発動している間は攻撃を控え、他のチャンピオンと連携して攻撃を行う。",
      "ラックス": "ラックスがタリックに不利です。\n\n理由:\n- タリックは近接キャリーであり、接近戦に強いため、ラックスが近づかれると脆弱な状態になる。\n- タリックのスタンや回復、シールドにより、ラックスのバーストダメージが無効化されやすい。\n- タリックは無敵を持っているため、ラックスのスキルを無効化し、反撃のチャンスを得ることができる。\n- タリックの機動力が低いとはいえ、ラックスのスキルの弾速が遅いため、当てるのが難しい。\n- タリックは集団戦でのカウンターエンゲージが得意で、ラックスがスキルを使った後に反撃されるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを控え、タリックのスキルを避けることに集中する。\n- タリックのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートと連携し、タリックが近づく前に他のチャンピオンと連携して攻撃する。\n- 逃げ道を確保するために、ワードを使って視界を確保し、タリックの動きを把握する。\n- アイテムを工夫して、タリックの回復やシールドを無効化する手段を持つ。",
      "レオナ": "レオナが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、レオナのオールインを耐えることができる。\n- タリックのスタンはレオナのエンゲージを無効化することができ、カウンターエンゲージが得意。\n- タリックは無敵を提供するスキルを持っているため、レオナのダメージを無効化できる。\n- レオナはサステインがないため、タリックの回復能力に対抗しづらい。\n- タリックは機動力が低いが、レオナも接近戦以外での役立つスキルが少ないため、互いに捕まえ合う展開になりやすい。\n\n不利の緩和策:\n- タリックのスキルクールダウンを狙って攻撃するタイミングを見計らう。\n- タリックの無敵スキルを使った後にオールインを仕掛ける。\n- レーンでのハラスを避け、タリックの回復を無駄にさせるように立ち回る。\n- 可能であれば、他のチャンピオンと連携してタリックを排除する。\n- アイテムを工夫して、タリックの回復を減少させる手段を考える。"
    },
    "loses": {
      "パイク": "パイクがタリックに有利です。\n\n理由:\n- パイクは高い機動力を持ち、タリックのスキルを避けやすい。\n- タリックのスキルは発動が遅く、パイクのフックやハラスに対して脆弱。\n- パイクのパッシブによる回復効果で、タリックのハラスを受けても耐えやすい。\n- タリックは遠距離攻撃手段がないため、パイクが近づくと反撃が難しい。\n- パイクはキルを取ることでゴールドを共有できるため、タリックに対して経済的優位を築きやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、タリックのスキルを使わせる。\n- フックを使ってタリックを捕まえ、ダメージを与える。\n- タリックがスキルを使った後に攻撃を仕掛け、反撃の隙を狙う。\n- 逃げ道を確保しつつ、タリックの位置を常に把握しておく。\n- 集団戦ではタリックの無敵を避けるタイミングを見計らい、キルを狙う。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは遠距離攻撃が可能で、タリックに対してハラスを行いやすい。\n- ナミのCCはタリックの無敵スキルを無効化できるため、タリックのカウンターエンゲージを阻止できる。\n- ナミは回復能力を持ちつつ、攻撃的なトレードができるため、タリックの殴り合いに対して優位に立てる。\n- タリックは遠距離攻撃手段がないため、ナミのハラスに対して反撃が難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- CCを駆使してタリックの動きを制限し、味方と連携してキルを狙う。\n- タリックが近づいてきた際には、スキルを使って距離を保ちつつ、反撃のチャンスを作る。\n- マナ管理をしっかり行い、持続的にハラスを行えるようにする。",
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、タリックのエンゲージを無効化することができるため、タリックの攻撃を避けやすい。\n- タリックは近接キャリーであり、遠距離から攻撃できるジャンナに対してハラスが難しい。\n- ジャンナのシールドはタリックの回復やシールドを上回る効果を持ち、味方を守る能力が高い。\n- タリックのスキルは発動が遅く、ジャンナのディスエンゲージ能力によってタリックの攻撃を無効化しやすい。\n- ジャンナは移動速度を上げるスキルを持ち、タリックの攻撃を避けることができるため、レーンでの優位性を保ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックが近づく前にダメージを与える。\n- タリックがエンゲージを仕掛けてきた際には、CCを使って彼を遠ざける。\n- シールドを適切に使い、味方の生存率を高めることで、タリックの効果を無効化する。\n- ジャンナの移動速度を活かして、タリックの攻撃を避けつつ、味方と連携して戦う。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。",
      "ソラカ": "ソラカがタリックに有利です。\n\n理由:\n- ソラカは遠距離からのハラスが得意で、タリックの近接攻撃を避けやすい。\n- ソラカの回復能力は高く、タリックのダメージを軽減しやすい。\n- タリックのスキルは発動が遅く、ソラカのサイレンスやスネアでスキルを封じることができる。\n- タリックはエンゲージが苦手で、ソラカのハラスに対して反撃しづらい。\n- ソラカはタリックのシールドや回復を無効化する重傷効果を持つアイテムを活用しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- サイレンスを使ってタリックのスキルを封じ、攻撃のチャンスを作る。\n- タリックが近づいてきた際には、スネアを使って行動を制限する。\n- タリックがスキルを使った後の隙を狙って、さらにハラスを行う。\n- チームメイトと連携し、タリックが孤立した際に攻撃を仕掛ける。",
      "セラフィーン": "セラフィーンがタリックに有利です。\n\n理由:\n- セラフィーンは遠距離攻撃が可能で、タリックの近接攻撃に対して安全な距離からハラスができる。\n- セラフィーンのスキルは範囲攻撃であり、集団戦での効果が高く、タリックのシールドや回復を無効化することができる。\n- タリックはスキルの発動が遅く、セラフィーンのスキルを避けるのが難しいため、タリックが攻撃を仕掛ける前にセラフィーンが先手を取れる。\n- セラフィーンは複数のCCを持っており、タリックの無敵を無効化することができるため、集団戦での優位性が高い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックの体力を削る。\n- セラフィーンのスキルを連携させて、タリックが近づく前にCCを当てる。\n- 集団戦では、タリックの無敵を避ける位置取りを心がけ、味方と連携してタリックを無力化する。\n- タリックがスキルを使った後の隙を狙って、セラフィーンのスキルを当てる。",
      "バード": "バードがタリックに有利です。\n\n理由:\n- バードは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。\n- タリックのスキルは発動が遅く、バードのスタンを受けると反撃が難しくなる。\n- バードは回復スキルを持っており、タリックのダメージを軽減できる。\n- タリックはエンゲージが不得意で、バードのロームやハラスに対処しづらい。\n- バードのUltはタリックの無敵スキルを無効化できるため、集団戦での優位性が高い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックの体力を削る。\n- 鐘を回収しながら移動速度を活かしてロームし、他レーンに影響を与える。\n- タリックが近づいてきた際にスタンを使い、反撃のチャンスを作る。\n- 集団戦ではUltを使ってタリックの無敵を無効化し、味方のダメージを通す。",
      "ルル": "ルルがタリックに有利です。\n\n理由:\n- ルルは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。\n- タリックの回復やシールドに対して、ルルは無力化やシールドを付与することで対抗できる。\n- タリックのスキルは発動が遅く、ルルのポリモーフでその行動を制限できる。\n- ルルは味方を強化する能力が高く、タリックのサポート効果を上回ることができる。\n- タリックはエンゲージが不得意で、ルルのハラスに対して反撃しづらい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックの体力を削る。\n- タリックが近づいてきた際には、ポリモーフを使って行動を制限する。\n- 味方ADCと連携し、タリックがシールドを使う前にダメージを与える。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃する。\n- ルルのシールドを活かして、タリックの攻撃を受け流しつつ反撃する。",
      "ユーミ": "ユーミがタリックに有利です。\n\n理由:\n- ユーミは遠距離から味方を支援できるため、タリックの近接攻撃を避けやすい。\n- タリックのスキルは発動が遅く、ユーミのスロー効果を使って逃げることができる。\n- ユーミの回復やシールドは、タリックの攻撃を受けた際の耐久力を高めるため、タリックのダメージを軽減できる。\n- タリックはハラスが不得意で、ユーミの回復によってレーンでのサステインが有利に働く。\n- ユーミは味方に密着することで安全に支援でき、タリックの攻撃を受けるリスクを減らせる。\n\n有利の取り方:\n- ユーミはタリックの攻撃を避けつつ、味方に密着して回復やシールドを提供する。\n- スロー効果を活用して、タリックが近づいてくるのを阻止する。\n- タリックがスキルを使った後の隙を狙って、攻撃を仕掛ける。\n- レーンでのハラスを行い、タリックのマナを消耗させる。\n- 集団戦では、タリックの無敵を避けるタイミングを見計らい、味方を強化する。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはタリックのダッシュやリープを阻止する能力があり、タリックのエンゲージを無効化できる。\n- ポッピーのCCスキルはタリックのスタンを避ける手段を持っており、タリックの攻撃を受けにくい。\n- タリックは遠距離攻撃手段がないため、ポッピーの近接戦闘において有利に立ち回れる。\n- ポッピーは低CDの割合ダメージを持ち、タリックの耐久力を削ることができる。\n- ポッピーのシールドはタリックのダメージを軽減し、持続的な戦闘で優位に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- タリックがスキルを使った後に反撃し、CCを活かしてダメージを与える。\n- タリックのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛ける。\n- タリックが無敵状態のスキルを使った際に、他のスキルでダメージを与えるタイミングを見計らう。\n- チーム戦ではタリックの位置を把握し、彼のスキルを避けながらダメージを与える。",
      "ソナ": "ソナがタリックに有利です。\n\n理由:\n- ソナは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。\n- ソナのスキルは発動が早く、タリックのスキルのクールダウン中にハラスを行いやすい。\n- タリックは回復やシールドを持つが、ソナのAoE支援によって集団戦での効果を上回ることができる。\n- ソナのスタンはタリックのエンゲージを妨害することができ、集団戦での優位性を持つ。\n- ソナはタリックの無敵スキルに対しても、持続的なダメージを与えることができるため、無力化しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- タリックがスキルを使った後に攻撃を仕掛け、クールダウンを利用する。\n- 集団戦では、タリックのエンゲージをスタンで妨害し、味方を守る。\n- ソナのオーラを活用して、味方のダメージを増加させ、タリックの回復を上回る。\n- マナ管理をしっかり行い、スキルを連発してタリックにプレッシャーをかけ続ける。",
      "ジリアン": "ジリアンはタリックに有利です。\n\n理由:\n- ジリアンは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができる。\n- ジリアンのCCスキルはタリックのエンゲージを妨害しやすく、特にスタンやスローを使ってタリックの攻撃を阻止できる。\n- タリックはスキルのクールダウンが長く、ジリアンの瞬間火力に対して反応が遅れることが多い。\n- ジリアンのUltによる蘇生効果は、タリックのバーストダメージを無効化することができ、タリックが有利な状況を作りにくい。\n- ジリアンはレベル差をつけやすく、タリックが装備を整える前にジリアンが強力なスキルを持つようになる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- タリックがエンゲージを試みる際に、CCスキルを使って反撃する。\n- ジリアンのパッシブを活かして、経験値を優位に保ち、レベル差をつける。\n- 集団戦では、タリックのスキルを避けつつ、味方をサポートしながらダメージを与える。\n- タリックが無敵状態になる前に、Ultを使って味方を守り、逆転のチャンスを作る。",
      "モルガナ": "モルガナがタリックに有利です。\n\n理由:\n- モルガナは遠距離からのスネアを持っており、タリックのエンゲージを阻止することができる。\n- タリックのスキルは発動が遅く、モルガナのCCで拘束されると反撃が難しくなる。\n- モルガナのスペルシールドはタリックのCCを無効化できるため、タリックのサポート能力を制限できる。\n- タリックは近接攻撃型であり、モルガナの射程の長さを活かして安全にハラスが可能。\n- タリックの回復やシールドはモルガナのダメージを受けにくくするが、モルガナのスネアでタリックを捕まえれば、タリックの強みを無効化できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- スネアを使ってタリックが近づいてくるタイミングを狙い、拘束する。\n- スペルシールドを活用して、タリックのCCを無効化しつつ、味方を守る。\n- タリックがスキルを使った後のクールダウンを狙って攻撃する。\n- 集団戦では、タリックの無敵を避けるために、タイミングを見計らってスネアを当てる。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ブラウムは近接タンクであり、セラフィーンの長射程攻撃に対して接近するのが難しい。\n- ブラウムのCCスキルは発生が遅く、セラフィーンのスキルを避けられる可能性が高い。\n- セラフィーンは範囲攻撃を持ち、ブラウムが近づく前にハラスを受けやすい。\n- ブラウムはサステインがないため、セラフィーンの持続的なハラスに耐えにくい。\n- セラフィーンのスキルは味方の数に応じて強化されるため、集団戦での効果が高く、ブラウムのPeel能力が活かしにくい。\n\n不利の緩和策:\n- セラフィーンは位置取りを工夫し、ブラウムが接近できない距離を保つ。\n- ブラウムのCCを避けるために、スキルの発動タイミングを見極める。\n- セラフィーンのスキルを連打し、ブラウムの防御を削ることで、オールインを仕掛けるチャンスを増やす。\n- 味方と連携し、ブラウムが孤立しないようにすることで、セラフィーンの強みを活かす。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、フックを受けても耐えられるため、ブリッツクランクのキャッチ能力が活かしづらい。\n- ブラウムのパッシブによるスタンが発動しやすく、ブリッツクランクが接近した際に逆に捕まえられるリスクが高い。\n- ブラウムのスキルは指定方向からのダメージを軽減できるため、ブリッツクランクのフックやAoEダメージを無効化しやすい。\n- ブラウムはCCの発生が遅いものの、ブリッツクランクがフックを外した場合、逆にブラウムが有利な状況を作り出せる。\n\n不利の緩和策:\n- ブラウムのスキルを避けるために、フックを使うタイミングを慎重に選ぶ。\n- ブラウムのパッシブが発動する前に、他のチャンピオンと連携して攻撃を仕掛ける。\n- ブラウムのスキルを避けるために、位置取りを工夫し、壁を利用してフックを当てる。\n- ブラウムのCCを受けた際に、味方と連携して迅速に反撃する準備を整える。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ラックスのスキルを軽減しやすいため、ハラスが効きにくい。\n- ブラウムのパッシブによるスタンが、ラックスのスキルを当てるタイミングを妨げる可能性がある。\n- ブラウムは接近戦に強く、ラックスが近づかれると脆弱なため、オールインされると危険。\n- ブラウムのCCスキルは発生が遅いが、ラックスがスキルを外した後に反撃されるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してスキルを当てるタイミングを工夫する。\n- ブラウムのパッシブを意識し、スキルを連続で当てるのではなく、間隔を空けて攻撃する。\n- ブラウムが近づいてきた際には、後退して安全な距離を保つ。\n- サポートアイテムやポーションを活用して、サステインを確保し、耐久力を高める。",
      "ノーチラス": "ノーチラスがブラウムに不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ノーチラスの攻撃を軽減しやすい。\n- ブラウムのパッシブによるスタンが、ノーチラスのエンゲージを無効化する可能性が高い。\n- ブラウムはスキルショットに対して強く、ノーチラスのフックを防ぐ手段を持っている。\n- ブラウムのCCは発生が遅いが、ノーチラスが接近する前にブラウムが先にCCを当てることができる。\n- ブラウムは自己バフを持ち、ノーチラスの攻撃を受け流しながら反撃できる。\n\n不利の緩和策:\n- ブラウムのスキルクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。\n- ブラウムのパッシブが発動する前に、エンゲージを行うタイミングを見計らう。\n- ブラウムのスタンを避けるために、フックを使う際は慎重に位置取りを行う。\n- ブラウムのスキルを避けるために、ミニオンを利用して移動する。\n- アイテムを活用して、ブラウムの防御力を無視する手段を持つ。",
      "ルル": "ルルが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、序盤から強力なハラスが可能なため、ルルは一方的に攻撃されやすい。\n- ブラウムのパッシブによるスタンが発動すると、ルルは無力化されるため、反撃が難しくなる。\n- ルルの射程はブラウムよりも長いが、ブラウムのシールドによってスキルショットが無効化されることが多い。\n- ブラウムは接近戦に強く、ルルのスキルが単体対象であるため、集団戦での影響力が低くなる。\n\n不利の緩和策:\n- ルルはブラウムの攻撃を避けるために、常に距離を保ち、ハラスを行うタイミングを見極める。\n- ブラウムのパッシブが発動する前に、味方と連携して攻撃を仕掛けることで、ブラウムの防御を崩す。\n- ルルのシールドを適切に使い、味方を守りつつ、ブラウムの攻撃を軽減する。\n- ブラウムのCCを避けるために、位置取りを工夫し、敵の動きを予測して行動する。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ブラウムは近接タンクであり、ザイラの長射程攻撃を受けながら接近することができるため、ザイラはハラスを受けやすい。\n- ブラウムのパッシブによるスタンがザイラに対して効果的で、接近されると一気にダメージを受けるリスクが高まる。\n- ブラウムのCCスキルはザイラの移動を制限し、ザイラが安全に距離を保つことを難しくする。\n- ザイラは防御ステータスが低く、ブラウムのオールインに対して脆弱である。\n\n不利の緩和策:\n- ザイラは位置取りを意識し、ブラウムが接近する前にハラスを行うことが重要。\n- ブラウムのCCを避けるために、スキルを使うタイミングを工夫し、相手の動きを予測する。\n- ザイラの植物を利用して、ブラウムが近づく前にダメージを与える。\n- サポートやADCと連携し、ブラウムに対して集団で対処することで、ザイラの安全を確保する。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、序盤から強力なハラスが可能で、レオナのオールインを受け止めやすい。\n- ブラウムのパッシブによるスタンが発動しやすく、レオナが接近した際に反撃されるリスクが高い。\n- ブラウムは指定方向からのダメージを軽減するスキルを持っており、レオナのスキルを無効化しやすい。\n- レオナはサステインがないため、ブラウムのハラスを受けると厳しい状況に陥ることが多い。\n\n不利の緩和策:\n- レオナはブラウムのスキルを避けるために、位置取りを工夫し、タイミングを見計らってエンゲージする。\n- ブラウムのパッシブが発動する前に、スキルを使ってハラスを行い、相手の体力を削る。\n- ブラウムのCCを受けた際には、味方と連携してすぐに反撃することで、ブラウムの防御を崩す。\n- アイテムビルドで耐久力を上げ、ハラスに耐えられるようにする。",
      "ソナ": "ソナが不利です。\n\n理由:\n- ブラウムは近接タンクであり、ソナの射程外からハラスを行うことができるため、ソナは攻撃を受けやすい。\n- ブラウムのパッシブによるスタン効果が、ソナの脆弱な基礎ステータスを突いて一撃で倒す可能性がある。\n- ブラウムは自己バフやダメージ軽減スキルを持っており、ソナの攻撃を軽減しやすい。\n- ソナのCCはUltに依存しているため、ブラウムの接近を許すと効果的に反撃できない。\n- ブラウムの高い防御性能により、ソナのハラスが効きにくく、逆にハラスを受けるリスクが高まる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ブラウムの攻撃を避けるようにする。\n- ソナのスキルを適切に使い、味方ADCと連携してブラウムを牽制する。\n- ブラウムのパッシブが発動しないように、常に距離を保ちながらハラスを行う。\n- マナ管理を徹底し、必要な時にスキルを使えるようにする。\n- 早めにアイテムを購入し、耐久力を上げることで生存率を高める。"
    },
    "loses": {
      "ジリアン": "ジリアンがブラウムに有利です。\n\n理由:\n- ジリアンは遠距離攻撃が可能で、ブラウムの近接攻撃を避けやすい。\n- ジリアンのCCは瞬時に発動し、ブラウムのスタンを避けることができるため、ブラウムのパッシブを発動させにくい。\n- ジリアンの蘇生能力は、ブラウムのオールインを無効化することができ、味方を守る手段として非常に強力。\n- ジリアンはレベル差をつけやすく、序盤からのハラスが強力で、ブラウムのサステインのなさを突くことができる。\n- ブラウムの防御スキルは主に味方を守るためのものであり、ジリアンの攻撃的なプレイスタイルに対抗しづらい。\n\n有利の取り方:\n- 遠距離からハラスを行い、ブラウムが近づけないようにする。\n- CCを駆使してブラウムの動きを制限し、味方の攻撃をサポートする。\n- ブラウムがオールインを狙ってきた際に、蘇生能力を使って逆転のチャンスを作る。\n- レベル差を利用して、序盤から積極的にファームやハラスを行い、ブラウムにプレッシャーをかける。\n- ブラウムのスキルのCDを見極めて、隙を突いて攻撃する。",
      "ラカン": "ラカンがブラウムに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、ブラウムのスキルを避けやすい。\n- ラカンのCCはブラウムの防御スキルを無効化できるため、ブラウムのPeel能力を低下させる。\n- ラカンはエンゲージやピールが得意で、ブラウムの攻撃を受ける前に先手を取ることができる。\n- ラカンのシールドやヒールにより、ブラウムのハラスを軽減しやすい。\n- ブラウムのパッシブは味方ADCとの連携が必要だが、ラカンは単独でも強力なCCを持つため、連携が不要。\n\n有利の取り方:\n- ラカンはブラウムのスキルを避けながら、積極的にエンゲージを仕掛ける。\n- ブラウムが攻撃を仕掛ける前に、ラカンのCCを使って相手を無力化する。\n- ブラウムのパッシブを発動させないように、常に距離を保ちながら動く。\n- ラカンのシールドやヒールを活用して、ブラウムのハラスを受け流す。\n- ブラウムのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。",
      "セナ": "セナがブラウムに有利です。\n\n理由:\n- セナは長射程を持ち、ブラウムの接近を許さずにハラスができるため、レーンでの優位性を保ちやすい。\n- ブラウムは近接キャリーであり、セナの射程の差により、ブラウムが攻撃を仕掛ける前にダメージを与えることができる。\n- セナのスネア効果により、ブラウムの動きを制限し、彼が味方を守るために動くことを難しくする。\n- ブラウムはサステインがないため、セナの回復能力を活かして持続的にハラスを行うことで、ブラウムを圧倒できる。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、ブラウムに対しても強力なダメージを与えられる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ブラウムにダメージを与え続ける。\n- スネアを使ってブラウムの動きを制限し、味方と連携して攻撃する。\n- ブラウムが近づいてきた際には、距離を保ちながら攻撃し続け、彼のCCを避ける。\n- セナの回復スキルを活用して、味方のHPを維持しつつ、ブラウムに対するプレッシャーをかける。\n- ブラウムがCCを使った後の隙を狙って、攻撃を仕掛けるタイミングを見計らう。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムのエンゲージを無効化できる。\n- ブラウムのCCスキルは発生が遅く、ポッピーはその間に距離を詰めたり、反撃することができる。\n- ポッピーの高いシールドと割合ダメージにより、ブラウムとの1対1のトレードで優位に立ちやすい。\n- ポッピーは豊富なCCを持ち、ブラウムの攻撃を効果的に防ぐことができる。\n- ブラウムのサステインがないため、ポッピーの持続的なダメージを受けやすい。\n\n有利の取り方:\n- ブラウムが近づいてきた際に、ダッシュを阻止するスキルを使って反撃する。\n- ブラウムのCCスキルが発動する前に距離を詰め、トレードを仕掛ける。\n- ブラウムのパッシブを意識し、連携を取るADCに対しても注意を払いながら、ポッピーのCCを活かす。\n- レーンでのハラスを行い、ブラウムのサステインがないことを利用して優位に立つ。\n- ブラウムのスキルを避けつつ、ポッピーのスキルを効果的に使い、持続的なダメージを与える。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、ブラウムのエンゲージを無効化しやすい。\n- アリスターのタフネスとサステインにより、レーン維持が得意で、ブラウムのハラスを受けにくい。\n- アリスターのスキルはブラウムの防御スキルを無視してダメージを与えることができるため、ブラウムに対して有利に立ち回れる。\n- ブラウムのCC発生が遅いため、アリスターは先にエンゲージして有利な状況を作りやすい。\n\n有利の取り方:\n- アリスターのCCを活かして、ブラウムがスキルを使う前に先手を打つ。\n- ブラウムのパッシブを発動させる前に、アリスターのスキルで相手をノックアップし、行動を制限する。\n- レーンでのハラスを積極的に行い、ブラウムのマナを枯渇させる。\n- 集団戦では、アリスターのエンゲージを活かして味方と連携し、ブラウムを無力化する。",
      "レル": "レルが有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ブラウムのスタンやノックアップを無効化することができるため、ブラウムのエンゲージを阻止しやすい。\n- レルのパッシブによって、ブラウムのARを減少させることができ、ダメージを与えやすくなる。\n- レルは自身と味方の移動速度を上げるスキルを持っており、ブラウムの攻撃を避けながら攻撃することができる。\n- ブラウムのCCの発生が遅いため、レルはその隙を突いて攻撃を仕掛けることができる。\n- レルはオールインが得意で、ブラウムの防御力を無視してダメージを与えることができる。\n\n有利の取り方:\n- レルのCCを活かして、ブラウムが近づく前に先手を打つ。\n- ブラウムのスキルを避けながら、ハラスを行い、レーンでの優位を確保する。\n- ブラウムのパッシブを発動させないように、連携を意識して攻撃する。\n- 集団戦では、レルのAoE CCを活かしてブラウムを拘束し、味方のダメージを通す。\n- ブラウムがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "ニーコ": "ニーコが有利です。\n\n理由:\n- 射程の長さ: ニーコは遠距離攻撃が可能で、ブラウムの近接攻撃を避けながらハラスができる。\n- CCの発動速度: ニーコのスネアやノックアップは即時発動し、ブラウムのCCよりも早く敵を制御できる。\n- 擬態による奇襲: ニーコは擬態を使ってブラウムを混乱させることができ、ブラウムの反応を遅らせることができる。\n- AoEダメージ: ニーコのアルティメットは範囲攻撃で、ブラウムが味方を守る際に一緒に巻き込むことができる。\n- ブラウムの弱点を突ける: ブラウムはサステインがないため、ニーコのハラスによって早期にHPを削ることができる。\n\n有利の取り方:\n- 遠距離からのハラス: ニーコはブラウムの射程外から攻撃し、ダメージを与え続ける。\n- 擬態を活用: ブラウムの近くで擬態を使い、奇襲を仕掛けてブラウムを混乱させる。\n- CCを活かす: ニーコのスネアやノックアップを使って、ブラウムの動きを制限し、味方と連携して攻撃する。\n- ミニオンを利用: ミニオンを使ってブラウムの攻撃を避けつつ、ハラスを行う。\n- レベル差を利用: ニーコがレベルを上げることで、ブラウムに対して優位に立ち、積極的に攻撃する。",
      "ソラカ": "ソラカがブラウムに有利です。\n\n理由:\n- ソラカは遠距離攻撃が可能で、ブラウムの近接攻撃を避けやすい。\n- ソラカの回復能力により、ブラウムのハラスを受けても持ちこたえやすい。\n- サイレンス効果を持つスキルにより、ブラウムのCCを無効化しやすい。\n- ブラウムはサステインがないため、ソラカの持続的なハラスに対して弱い。\n- ソラカはCCが限られているブラウムに対して、レーンでのプレッシャーをかけやすい。\n\n有利の取り方:\n- 遠距離からのハラスを行い、ブラウムの体力を削る。\n- 回復スキルを駆使して、味方の生存率を高めつつ、ブラウムの攻撃を耐える。\n- サイレンスを活用して、ブラウムがCCを使うタイミングをずらす。\n- ブラウムが近づいてきた際には、スネアを使って行動を制限する。\n- レーンでの位置取りを工夫し、ブラウムの攻撃を避けながらハラスを続ける。",
      "バード": "バードがブラウムに有利です。\n\n理由:\n- バードは遠距離攻撃が可能で、ブラウムの近接攻撃を避けやすい。\n- バードのスタンはブラウムのCCを無効化できるため、ブラウムの防御能力を無力化できる。\n- バードは鐘を回収することで火力を向上させるため、ブラウムに対して持続的なハラスが可能。\n- バードの移動スキルを使うことで、ブラウムの攻撃を回避しやすく、エンゲージを避けることができる。\n- ブラウムはサステインがないため、バードのハラスによってレーンでの優位を築きやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ブラウムにプレッシャーをかける。\n- 鐘を回収しながら、火力を上げてブラウムに対抗する。\n- 移動スキルを駆使して、ブラウムのCCを避けつつ攻撃する。\n- ブラウムが近づいてきた際には、スタンを使って行動を制限し、味方と連携して攻撃する。\n- ブラウムのスキルのクールダウンを見極めて、エンゲージのタイミングを計る。",
      "モルガナ": "モルガナがブラウムに有利です。\n\n理由:\n- モルガナは遠距離からのスネアを持っており、ブラウムの接近を阻止できる。\n- スペルシールドにより、ブラウムのCCを無効化できるため、オールインを防ぎやすい。\n- ブラウムはサステインがないため、モルガナのハラスに対して耐えにくい。\n- モルガナのスネアはブラウムのパッシブの発動を妨げるため、彼のスタンを狙う動きが制限される。\n- モルガナは高いDPSを持ち、足を止めている敵に対して強力なダメージを与えられる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ブラウムのHPを削る。\n- スネアを使ってブラウムが接近する前に捕まえ、味方と連携して攻撃する。\n- スペルシールドを活用して、ブラウムのCCを無効化し、味方を守る。\n- ブラウムがオールインを狙うタイミングを見計らい、スネアで反撃する。\n- ブラウムのパッシブが発動しないように、常に距離を保ちながら戦う。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "パンテオンがソラカに不利です。\n\n理由:\n- ソラカは高い回復能力を持ち、パンテオンのオールインを耐えることができるため、パンテオンの攻撃が無駄になりやすい。\n- ソラカのスネアやスローにより、パンテオンの接近を妨げることができ、攻撃を受けるリスクを減少させる。\n- パンテオンは逃げる手段が限られており、ソラカのサイレンスによってスキルを使えなくなると、反撃が難しくなる。\n- ソラカは射程が長いため、パンテオンが近づく前にハラスを行いやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ソラカのスキルを避ける動きを心がける。\n- ソラカのスキルのクールダウンを確認し、スキルがないタイミングを狙って攻撃する。\n- サポートアイテムやポーションを活用し、持続的な回復を行うことで耐久力を高める。\n- チームメイトと連携し、ソラカを狙ったギャンクを行うことで、レーンの優位を取り戻す。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ソラカのサイレンス効果により、セラフィーンのスキルを封じられるため、攻撃や回復が難しくなる。\n- ソラカの高い回復能力により、セラフィーンのハラスが効果的でなくなる。\n- ソラカのCCスキルによって、セラフィーンが攻撃を仕掛けるタイミングを失いやすい。\n- セラフィーンはスキルの発生が遅く、ソラカの攻撃を受けやすい状況になることが多い。\n- ソラカの基礎ステータスが低いため、セラフィーンがオールインを仕掛けても、ソラカの回復で持ちこたえられることが多い。\n\n不利の緩和策:\n- ソラカのサイレンスを避けるために、スキルを使うタイミングを見極める。\n- ソラカの回復を意識して、ハラスを行う際は連携を強化し、味方と一緒に攻撃する。\n- レーンでの位置取りを工夫し、ソラカのCCを避けるようにする。\n- アイテムを活用して、自己回復や耐久力を向上させる。\n- 集団戦では、味方と連携して一斉に攻撃を仕掛け、ソラカの回復を無効化する。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ソラカは高い回復能力を持ち、レオナのオールインを耐えることができるため、レーンでのハラスが難しい。\n- ソラカのスネアやスローによって、レオナの接近を妨げられ、エンゲージが困難になる。\n- ソラカは射程が長いため、レオナが近づく前にハラスを受けやすい。\n- ソラカのサイレンス効果により、レオナのスキルを使うタイミングが制限される。\n- ソラカは逃げ性能が低いが、レオナもサステインがないため、ハラスを受けすぎると厳しい状況に陥る。\n\n不利の緩和策:\n- ソラカのスキルを避けるために、ミニオンを利用して接近するタイミングを計る。\n- ソーンメイルやフォース・オブ・ネイチャーを早めに購入し、ソラカの回復を抑える。\n- レオナのスキルを使う際は、ソラカのサイレンス効果を避けるために、タイミングを見計らう。\n- ソラカがスネアを使った後の隙を狙って、オールインを仕掛ける。\n- チームメイトと連携し、ソラカを捕まえるためのガンクを狙う。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- ソラカは高い回復能力を持ち、アリスターの攻撃を受けても持ちこたえやすい。\n- ソラカのスネアやスローによって、アリスターのエンゲージが妨げられる。\n- ソラカは遠距離からの攻撃が可能で、アリスターの短射程を活かせない。\n- ソラカのサイレンス効果により、アリスターのスキルを無効化される可能性がある。\n- ソラカは重傷効果を持つスキルを使うことで、アリスターの回復を減少させることができる。\n\n不利の緩和策:\n- レーンでのハラスを避け、ソラカのスキルを避ける立ち回りを心がける。\n- ソラカのスキルクールダウンを確認し、エンゲージのタイミングを見計らう。\n- 可能であれば、味方のジャングラーと連携してソラカを狙う。\n- アイテムを活用してマナ管理を行い、スキルを適切に使用する。\n- ソラカのサイレンスを避けるために、エンゲージを行う際は慎重にタイミングを計る。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- ソラカの高いヒール性能により、ラックスのバーストダメージが相手に与える影響が薄れる。\n- ソラカのサイレンス効果により、ラックスのスキルを使うタイミングを制限される。\n- ソラカのスネアやスローによって、ラックスが接近されるリスクが高まり、逃げる手段が乏しい。\n- ソラカは持続的な回復を行えるため、ラックスのハラスが効果的でなくなる。\n\n不利の緩和策:\n- レーンでのハラスを控え、ソラカのスキルを避けることに集中する。\n- サポートやジャングラーと連携し、ソラカを捕まえるチャンスを作る。\n- アイテムを早めに購入し、重傷効果を持つアイテムを持つことでソラカの回復を抑える。\n- 位置取りを工夫し、ソラカのスキルを避けながら安全にハラスを行う。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- ソラカは高いヒール性能を持ち、ブラウムの攻撃を受けても持ちこたえやすい。\n- ソラカのスネアやスローによって、ブラウムの接近を妨げることができ、パッシブの発動が難しくなる。\n- ソラカは遠距離攻撃が可能で、ブラウムはハラス能力が低いため、一方的にダメージを受けやすい。\n- ブラウムはサステインがないため、ソラカの回復能力に対抗しづらい。\n- ソラカのサイレンス効果により、ブラウムのスキルを無効化される可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ソラカのスキルを避ける動きを心がける。\n- ADCと連携して、ソラカに対してオールインを仕掛けるタイミングを見計らう。\n- ソラカのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- ブラウムの防御スキルを活用し、味方を守ることに専念する。\n- アイテムを工夫して、ソラカのハラスを軽減する手段を持つ。",
      "ジリアン": "ジリアンはソラカに不利です。\n\n理由:\n- ソラカの高い回復能力により、ジリアンの攻撃が効果的に無効化される。\n- ソラカのCCスキルにより、ジリアンは行動を制限されやすく、特に近づくことが難しい。\n- ソラカは重傷効果を持つスキルを使うことで、ジリアンのヒールやバフを無効化できる。\n- ソラカのサイレンス効果により、ジリアンのスキルを使うタイミングが制限される。\n\n不利の緩和策:\n- ソラカのスキルを避けるために、位置取りを工夫し、距離を保つ。\n- ジリアンのスキルを使うタイミングを見極め、ソラカのサイレンスが切れた後に攻撃を行う。\n- 早めにアイテムを購入し、重傷効果を軽減する手段を持つ。\n- 味方と連携し、ソラカを集中攻撃することで、彼女の回復能力を無効化する。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- ソラカのスネアやスローによって、ラカンの機動力が制限されるため、エンゲージやピールが難しくなる。\n- ソラカの高い回復能力により、ラカンの攻撃が効果的に無効化され、持続戦闘で不利になる。\n- ソラカは長射程でハラスが可能なため、ラカンが接近する前にダメージを受けやすい。\n- ソラカのサイレンス効果により、ラカンのスキルを使用するタイミングが制限され、戦闘での影響力が低下する。\n\n不利の緩和策:\n- ソラカのスキルを避けるために、位置取りを工夫し、敵のスキルを見極める。\n- ソラカのスキルクールダウンを狙い、彼女のスキルが使えないタイミングでエンゲージを試みる。\n- 味方のADCや他のチャンピオンと連携し、ソラカを集中攻撃することで、彼女の回復を無効化する。\n- アイテムを活用して、重傷効果を付与し、ソラカの回復を抑える。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、ソラカの回復を無効化することが難しい。\n- ソラカのヒールは重傷の影響を受けやすいが、ユーミはシールドや加速を提供できるため、ソラカのハラスを軽減できる。\n- ソラカのCCは限られており、ユーミはスローを使って逃げることができるため、ソラカの攻撃を避けやすい。\n- ユーミはADCとのシナジーが高く、ソラカがハラスを行う際にユーミの支援で耐えやすい。\n\n有利の取り方:\n- ユーミはレーンでのハラスを避けるために、味方ADCと連携して攻撃を行い、ソラカにプレッシャーをかける。\n- ソラカのスキルを避けるために、ユーミはスローを使って距離を保ちながら、味方を支援する。\n- ユーミの回復やシールドを活用して、ソラカのハラスを受け流し、持続的にレーンを維持する。\n- ソラカがオールインを仕掛けてきた際には、ユーミのシールドを使って味方を守り、反撃のチャンスを作る。",
      "バード": "バードがソラカに有利です。\n\n理由:\n- バードはスタンを持っており、ソラカの回復を妨げることができる。\n- ソラカは逃げ性能が乏しいため、バードのCCを受けやすい。\n- バードは鐘を回収することで火力を向上させ、持続的なハラスが可能。\n- ソラカのヒールは重傷の影響を受けやすく、バードの攻撃でその効果を減少させることができる。\n- バードはロームが得意で、他のレーンへの影響力を持ちやすい。\n\n有利の取り方:\n- ソラカがスキルを使った後にスタンを狙い、回復を妨げる。\n- 鐘を回収しながらハラスを行い、ソラカのHPを削る。\n- バードの移動スキルを活かして、他のレーンにロームし、ソラカを孤立させる。\n- ソラカのスキルのクールダウンを見極めて、攻撃のタイミングを計る。\n- 集団戦では、バードのUltを使ってソラカを無力化し、味方の攻撃をサポートする。",
      "ブリッツクランク": "ブリッツクランクがソラカに有利です。\n\n理由:\n- ブリッツクランクはフックを使ってソラカを捕まえることができ、彼女の逃げる手段を封じることができる。\n- ソラカは基礎ステータスが低く、特に逃げ性能が乏しいため、捕まった際に簡単にキルされるリスクが高い。\n- ブリッツクランクのサイレンス効果により、ソラカの回復スキルを無効化できるため、彼女のヒール能力を大幅に削ぐことができる。\n- ソラカはCCが限られているため、ブリッツクランクのエンゲージに対して対抗しづらい。\n\n有利の取り方:\n- レーンでのフックを積極的に狙い、ソラカを捕まえてキルを狙う。\n- ソラカがスキルを使った後にフックを狙うことで、彼女の反撃を避ける。\n- ブリッツクランクのサイレンスを活用して、ソラカの回復を妨害し、持続的なダメージを与える。\n- 集団戦では、ソラカを優先的に狙い、彼女のヒールを封じることで味方の生存率を高める。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは豊富なCCを持ち、ソラカの回復を妨げることができる。\n- ナミのハラス能力は高く、ソラカの低い基礎ステータスを利用してレーンでの優位を築きやすい。\n- ソラカは逃げ性能が乏しく、ナミの攻撃的なスタイルに対して脆弱である。\n- ナミのスキルは全てダメージを持ち、ソラカに対して持続的な圧力をかけることができる。\n- ナミのパッシブにより、味方の移動速度を上げることで、ソラカのスキルを避けやすくなる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ソラカのHPを削る。\n- ソラカがスキルを使った後に隙を見てCCを当て、トレードを有利に進める。\n- ソラカが回復を使ったタイミングを見計らって、さらに攻撃を仕掛ける。\n- ナミのスキルを連携させて、ソラカを捕まえるチャンスを作る。\n- 逃げる手段がないソラカを狙い、オールインを仕掛けるタイミングを見極める。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ソラカの回復を上回るダメージを与えられる。\n- ソラカのヒールは重傷の影響を受けやすく、カルマの攻撃でソラカの回復能力を制限できる。\n- カルマのスネアやスロウを使うことで、ソラカの行動を制限しやすく、彼女の逃げる手段を奪える。\n- ソラカは基礎ステータスが低く、カルマの攻撃を受けると脆弱になりやすい。\n- カルマはシールドや加速効果を持っており、味方を守りつつ攻撃的なプレイが可能。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ソラカのヒールを無効化する。\n- ソラカのスキルを避けつつ、スネアやスロウを使って彼女を捕まえる。\n- ソラカがヒールを使った後に攻撃を仕掛け、重傷効果を活かして回復を制限する。\n- 位置取りを工夫し、ソラカが攻撃しづらい状況を作る。\n- 味方のADCと連携し、ソラカを狙ったコンボを仕掛ける。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- レオナは高い耐久力を持ち、オールイン能力が強いため、ブリッツクランクがフックを外した場合、逆に攻撃を受けやすい。\n- レオナのCCスキルは強力で、ブリッツクランクが接近する前にスタンやスネアで無力化される可能性が高い。\n- ブリッツクランクは移動速度が低く、レオナの攻撃範囲内に入ると、逃げる手段が乏しくなりやすい。\n- レオナはタンクとしての耐久力が高く、ブリッツクランクのダメージを受け流しやすい。\n\n不利の緩和策:\n- フックを使うタイミングを慎重に選び、レオナのスキルを避けるようにする。\n- レオナのCCスキルがクールダウン中のタイミングを狙って攻撃する。\n- ブリッツクランクのサポートを受けるADCと連携し、レオナに対して一緒に攻撃する。\n- 逃げ道を確保し、レオナが接近してきた際には後退する準備をしておく。",
      "セラフィーン": "セラフィーンがレオナに不利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤からオールインが強力で、セラフィーンがハラスを受けやすい。\n- レオナのCCスキルにより、セラフィーンはスタンやスネアで無力化されやすく、反撃の機会が減る。\n- セラフィーンのスキルは発生が遅く、レオナの瞬時の攻撃に対して対処が難しい。\n- レオナは接近戦に強く、セラフィーンの射程を活かすことができない状況を作りやすい。\n- セラフィーンは防御ステータスが低く、レオナのオールインに対して脆弱である。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して距離を保つ。\n- セラフィーンのスキルを連打することで、レオナのオールインを牽制する。\n- サポートアイテムやポーションを活用して、サステインを確保する。\n- 味方のジャングラーと連携し、レオナに対するGankを狙う。\n- レオナのCCを避けるために、位置取りを意識し、常に安全な距離を保つ。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- レオナは高い耐久力を持ち、接近してオールインを仕掛けることが得意で、ザイラの射程を超えて攻撃できる。\n- レオナのCCスキルにより、ザイラはスタンや拘束を受けやすく、スキルを発動する前に無力化される可能性が高い。\n- ザイラは移動手段がないため、レオナの接近を許すと簡単に倒されてしまう。\n- レオナのオールイン能力に対して、ザイラは防御手段が乏しく、ハラスを受けると厳しい状況に陥る。\n\n不利の緩和策:\n- レオナが接近する前に、スキルを使ってハラスを行い、できるだけ体力を削る。\n- ミニオンを利用して、レオナの攻撃を避ける位置取りを心がける。\n- サポートと連携して、レオナのCCを避けるためのワーディングやポジショニングを行う。\n- アイテムを早めに購入し、耐久力を上げることでレオナのオールインに耐えられるようにする。",
      "パンテオン": "パンテオンがレオナに不利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤からオールインが強力で、パンテオンの攻撃を受け止めやすい。\n- レオナのCCスキルにより、パンテオンはスタンやスネアで無力化されやすく、オールインのチャンスを逃すことが多い。\n- パンテオンは火力がスキルに依存しており、レオナの耐久力に対して持続的なダメージを与えにくい。\n- レオナは逃げ性能が高く、パンテオンのリープやスタンを避けることができるため、パンテオンの攻撃をかわしやすい。\n\n不利の緩和策:\n- レオナのCCを避けるために、位置取りを工夫し、相手のスキルを見極めてから攻撃する。\n- レーンでのハラスを避けるために、ミニオンを利用して安全にCSを取る。\n- サポートと連携し、レオナがオールインを仕掛けるタイミングをずらすことで、パンテオンの攻撃を有効に活用する。\n- アイテムを早めに購入し、耐久力を上げることでレオナの攻撃に耐えられるようにする。",
      "ユーミ": "ユーミが不利です。\n\n- ユーミはハードCCを持たないため、レオナのオールインに対して無力である。\n- レオナの高い耐久力とCC能力により、ユーミは簡単に捕まえられ、ダメージを受けやすい。\n- ユーミは単独での戦闘能力が低く、レオナの攻撃を受けるとすぐに脆弱な状態になる。\n- レオナの攻撃が当たると、ユーミは味方から離れざるを得なくなり、サポートの役割を果たせなくなる。\n- レオナのオールインに対して、ユーミは逃げる手段が限られているため、非常に危険な状況に陥りやすい。\n\n不利の緩和策:\n- ユーミは味方のADCと連携し、レオナの攻撃を避けるように立ち回る。\n- レオナのスキルを避けるために、位置取りを工夫し、ミニオンや障害物を利用する。\n- ユーミのスロー効果を活用して、レオナの接近を遅らせる。\n- 可能であれば、レオナのCCを受ける前に味方にシールドや回復を提供し、耐久力を高める。\n- ワーディングを行い、レオナの動きを把握して、事前に警戒する。",
      "セナ": "セナが不利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤からオールインが強力で、セナのハラスを無視して攻撃できる。\n- レオナのCCスキルにより、セナは捕まえられやすく、逃げる手段が乏しいため、簡単に倒されるリスクが高い。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、レオナの攻撃に対して脆弱。\n- レオナの接近戦での強さに対して、セナは射程を活かしたハラスが主な戦術であり、近づかれると効果的に戦えない。\n\n不利の緩和策:\n- レオナのCCを避けるために、位置取りを意識し、ミニオンを利用してハラスを行う。\n- サポートと連携し、レオナがオールインを仕掛ける前に先手を打つ。\n- 早めにアイテムを購入し、耐久力を上げることでレオナの攻撃に耐えられるようにする。\n- レーンでのハラスを行う際は、常に後退できる位置を保ち、リスクを最小限に抑える。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- レオナは高い耐久力と豊富なCCを持ち、オールインに強いため、ノーチラスが攻撃を仕掛ける前に先手を取られることが多い。\n- レオナのスキルはノーチラスのフックを無効化することができ、彼のエンゲージを阻止することが容易である。\n- ノーチラスは移動速度が低く、レオナの攻撃を避けることが難しいため、接近戦で不利になる。\n- レオナのスタンやスネアによって、ノーチラスは行動を制限され、反撃の機会を失うことが多い。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して位置取りを工夫する。\n- レオナのスキルを避けるために、フックを使うタイミングを慎重に見極める。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでレオナの攻撃に耐える。\n- チームメイトと連携し、レオナが孤立しているタイミングを狙ってエンゲージを仕掛ける。",
      "ルル": "ルルが不利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤から強力なオールイン能力があるため、ルルはレーンでのハラスやオールインに対して脆弱です。\n- レオナのCCスキルはルルの行動を制限し、特にスタンを受けるとルルは反撃することが難しくなります。\n- ルルは移動不可のCCを持たないため、レオナの接近を防ぐ手段が限られています。\n- レオナの攻撃力は高く、ルルは耐久力が低いため、レオナの攻撃を受けるとすぐにHPが削られてしまいます。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、レオナのスキルを避けるように心がける。\n- ルルのシールドを適切に使用し、味方ADCを守ることで、レオナのオールインを耐える。\n- ルルのポリモーフをタイミングよく使い、レオナのスキルを無効化することで、反撃のチャンスを作る。\n- サポートアイテムやポーションを活用し、持続的なハラスに耐えられるようにする。"
    },
    "loses": {
      "ジリアン": "ジリアンがレオナに有利です。\n\n理由:\n- ジリアンは遠距離攻撃が可能で、レオナの接近を阻止しやすい。\n- ジリアンのCC（スタンやスロー）を使うことで、レオナのオールインを無効化できる。\n- ジリアンはレベル差をつけやすく、序盤からのハラスが強力で、レオナのサステインを削ることができる。\n- ジリアンのUltによる蘇生能力は、レオナの高火力オールインに対抗できるため、レオナがキルを狙いにくい。\n- ジリアンはレオナの火力不足を利用して、持続的なダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レオナのHPを削る。\n- レオナが接近してきた際には、CCを使って動きを制限し、反撃のチャンスを作る。\n- ジリアンのUltを適切なタイミングで使用し、味方を守ることでレオナのオールインを無効化する。\n- レベル差を利用して、ジリアンのスキルを最大限に活かし、レオナに対して優位に立つ。\n- ワーディングを行い、レオナのロームやGankを警戒しつつ、レーンでの優位を維持する。",
      "ジャンナ": "ジャンナがレオナに有利です。\n\n理由:\n- ジャンナは遠距離攻撃が可能で、レオナの接近を阻止しやすい。\n- ジャンナのCCはレオナのオールインを無効化することができ、特にノックバックやノックアップが効果的。\n- ジャンナはシールドを持っており、レオナのダメージを軽減できるため、耐久力を高めることができる。\n- ジャンナの移動速度バフにより、味方の逃げやすさが向上し、レオナの攻撃をかわすことができる。\n- レオナはサステインがないため、ハラスを受けすぎると厳しい状況に陥るが、ジャンナは回復やシールドで味方をサポートできる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レオナが近づけないようにする。\n- ジャンナのCCを使ってレオナのオールインを防ぎ、反撃のチャンスを作る。\n- シールドを適切に使い、レオナの攻撃を軽減しつつ味方を守る。\n- 移動速度バフを活用して、味方が安全にレーンを維持できるようにする。\n- 敵の視界を確保し、レオナの動きを把握しておくことで、先手を打つことができる。",
      "モルガナ": "モルガナがレオナに有利です。\n\n理由:\n- モルガナは遠距離からのスネアを持っており、レオナの接近を阻止できる。\n- スペルシールドにより、レオナのCCを無効化できるため、オールインを防ぎやすい。\n- モルガナのスネアは長時間拘束できるため、レオナが攻撃を仕掛ける前に捕まえることができる。\n- レオナは火力が低く、モルガナの持つ高いDPSに対抗しづらい。\n- モルガナはレーンでのハラスが得意で、レオナのサステインのなさを突くことができる。\n\n有利の取り方:\n- レーン開始時にモルガナのスネアを活用して、レオナが近づく前にハラスを行う。\n- スペルシールドを適切に使い、レオナのCCを無効化しつつ反撃する。\n- レオナがオールインを狙ってきた際に、スネアを使って捕まえ、味方と連携して反撃する。\n- モルガナのスキルを使って、レオナの動きを制限し、レーンでの優位性を保つ。\n- 可能であれば、視界を確保しつつ、レオナの動きを読み、先手を取る。",
      "ソラカ": "ソラカがレオナに有利です。\n\n理由:\n- ソラカは遠距離攻撃が可能で、レオナの接近を防ぎやすい。\n- ソラカのヒール能力により、レオナのオールインを耐えることができる。\n- サイレンス効果を持つスキルで、レオナのスキルを無効化できる。\n- レオナはサステインがないため、ハラスを受けると厳しい状況に陥るが、ソラカは回復で持ちこたえられる。\n- ソラカはレーンでのハラスが得意で、レオナの攻撃を避けながらダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レオナのHPを削る。\n- ソラカのスキルを使ってレオナの接近を阻止し、距離を保つ。\n- レオナがオールインを仕掛けてきた際には、サイレンスを使ってスキルを無効化する。\n- ヒールを活用して味方を支援し、レオナの攻撃を耐える。\n- ミニオンを利用してレオナのスキルを避けつつ、ダメージを与える。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、レオナのエンゲージを無効化することができるため、レオナのオールインを防ぎやすい。\n- アリスターのパッシブによるサステインがあるため、レオナのハラスに対して耐えやすい。\n- アリスターはノックアップやノックバックを使って、レオナの攻撃を妨害し、逆に有利な状況を作り出すことができる。\n- アリスターはレオナよりも高い耐久力を持ち、集団戦での生存能力が高い。\n\n有利の取り方:\n- レオナがエンゲージを試みるタイミングで、アリスターのCCを使って反撃する。\n- レーンでのハラスを受けた際は、パッシブを活かして回復しつつ、レオナの攻撃を耐える。\n- ミニオンを利用して、レオナのスキルを避けながら攻撃する。\n- 集団戦では、アリスターのCCを活かしてレオナを無力化し、味方のダメージを通す。",
      "ブラウム": "ブラウムがレオナに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、レオナのオールインを受け止めやすい。\n- ブラウムのパッシブによるスタンは、レオナのCCを無効化することができ、反撃のチャンスを生む。\n- ブラウムは指定方向からのダメージを軽減できるため、レオナのスキルショットを防ぎやすい。\n- ブラウムはレーンでのハラスが強力で、レオナのサステインのなさを突くことができる。\n- ブラウムは味方を守る能力が高く、レオナの攻撃を受け流しつつ、味方のダメージを増加させることができる。\n\n有利の取り方:\n- レオナが近づいてきた際に、ブラウムのパッシブを活かしてスタンを狙う。\n- レオナのスキルを避けるために、ブラウムのダメージ軽減スキルを使用する。\n- レオナがオールインを仕掛けるタイミングを見計らい、ブラウムのCCを使って反撃する。\n- レーンでのハラスを積極的に行い、レオナのHPを削る。\n- ブラウムの味方を守る能力を活かし、レオナの攻撃を無効化しつつ、味方のダメージを増加させる。",
      "ラカン": "ラカンがレオナに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、レオナのスキルを避けやすい。\n- レオナの接近戦における強みを無効化するための移動不可CCを持っている。\n- ラカンのシールドやヒールにより、レオナのオールインを耐えることができる。\n- レオナは火力が低いため、ラカンのサステインを削るのが難しい。\n- ラカンはエンゲージやピールが得意で、味方を守る能力が高い。\n\n有利の取り方:\n- レオナのスキルを避けるために、常に位置取りを意識し、距離を保つ。\n- レオナがオールインを仕掛けるタイミングを見計らい、カウンターエンゲージを狙う。\n- シールドやヒールを活用して、レオナの攻撃を耐えつつ反撃する。\n- レーンでのハラスを行い、レオナの体力を削ることで、オールインの機会を減らす。\n- 味方ADCとの連携を強化し、レオナに対して圧力をかける。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "ニーコがパンテオンに不利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、ニーコの射程が短いため、ニーコが攻撃を当てる前にパンテオンがオールインを仕掛けやすい。\n- パンテオンのスタンを持つスキルにより、ニーコは接近戦での行動を制限され、奇襲が難しくなる。\n- パンテオンは短時間でのバーストダメージが得意で、ニーコの防御ステータスが低いため、すぐにキルされるリスクが高い。\n- パンテオンのスキルは単体対象に強力で、ニーコのAoEダメージが活かしづらい状況を作り出す。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してパンテオンの攻撃を受けないように立ち回る。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、パンテオンに対するガンクを狙い、ニーコの奇襲能力を活かす。\n- アイテムを早めに購入し、ニーコの生存能力を高めることで、パンテオンとのトレードを有利に進める。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- パンテオンは接近戦が得意で、オールインの際にスタンを持っているため、ラックスがスキルを当てる前に接近されやすい。\n- パンテオンのバーストダメージは非常に高く、ラックスの脆弱な基礎ステータスでは耐えきれないことが多い。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、ラックスがレーンで優位に立っていても、他のレーンでのプレッシャーを受けやすい。\n- ラックスのスキルは方向指定であり、パンテオンのリープによる接近を防ぎにくい。\n\n不利の緩和策:\n- レーンでのハラスを強化し、パンテオンが接近する前にダメージを与えることを意識する。\n- サポートやジャングラーと連携し、パンテオンがオールインを仕掛ける前にGankを狙う。\n- 防御アイテムを早めに購入し、耐久力を上げることでパンテオンのバーストを耐えられるようにする。\n- スキルの精度を高め、パンテオンが接近する前にスネアを当てることで、反撃のチャンスを作る。",
      "モルガナ": "モルガナがパンテオンに不利です。\n\n理由:\n- パンテオンはオールインが強力で、モルガナのスネアを避けることができるため、モルガナが捕まえにくい。\n- パンテオンの短時間でのバーストダメージに対して、モルガナはサステインが乏しく、耐えるのが難しい。\n- パンテオンのリープスキルによって、モルガナのスキルを避けられることが多く、効果的にハラスができない。\n- パンテオンは序盤から強力なキルプレッシャーを持っており、モルガナはそのプレッシャーに対抗しづらい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、パンテオンのリープを避けるようにする。\n- スペルシールドを活用して、パンテオンのCCを無効化し、反撃のチャンスを作る。\n- サポートアイテムを早めに購入し、マナ管理をしっかり行うことで持続的なハラスを行う。\n- パンテオンのスキルクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- パンテオンはオールインが強力で、セラフィーンのスキルの発生が遅いため、瞬時に攻撃を仕掛けられると対処が難しい。\n- パンテオンのスタンを持つリープスキルにより、セラフィーンは簡単に捕まえられ、バーストダメージを受けやすい。\n- セラフィーンは防御ステータスが低く、アサシンに対して脆弱であるため、パンテオンの高いバーストに対抗しづらい。\n- セラフィーンのスキルは範囲攻撃であるが、パンテオンの近接攻撃に対しては効果的にハラスできないことが多い。\n\n不利の緩和策:\n- セラフィーンは位置取りを意識し、パンテオンのリープスキルを避けるようにする。\n- パンテオンがオールインを仕掛ける前に、スキルを使ってハラスを行い、相手のHPを削る。\n- 味方と連携し、パンテオンに対して集団で対処することで、彼のバーストを分散させる。\n- 防御アイテムを早めに購入し、耐久力を上げることで、パンテオンの攻撃に耐えられるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、オールインの際にゼラスのハラスを無視して攻撃できるため、ゼラスはトレードで不利になる。\n- パンテオンのリープスキルにより、ゼラスのスキルを避けながら接近し、スタンを決めることができるため、ゼラスは捕まりやすい。\n- ゼラスは自己防衛手段が乏しく、パンテオンのバーストダメージに対して脆弱である。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、ゼラスはレーンでの優位を維持しづらい。\n\n不利の緩和策:\n- ゼラスはレーンでのハラスを重視し、パンテオンが近づく前にダメージを与えることを心がける。\n- パンテオンのリープスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートや味方と連携し、パンテオンがオールインを仕掛ける前に援護を受ける。\n- アイテムを工夫し、マナ管理をしっかり行い、持続力を高めることでレーン戦を有利に進める。",
      "セナ": "セナが不利です。\n\n理由:\n- パンテオンはオールインが強力で、リープとスタンを持っているため、セナがハラスを行う際に反撃されやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、パンテオンのバーストダメージに耐えられない。\n- パンテオンの短時間でのバーストダメージに対して、セナは逃げ手段が乏しく、捕まると簡単に倒される。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、セナが育つ前に試合が進行しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、セナは後ろに下がり、パンテオンの攻撃を受けないようにする。\n- セナのスキルを使って、パンテオンの攻撃を受けた際に回復を行い、持続的にレーンに留まる。\n- サポートと連携して、パンテオンのリープを避ける位置取りを心がける。\n- 早めにアイテムを購入し、耐久力を上げることで、パンテオンのバーストに耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- パンテオンは短時間でのバーストダメージが得意で、ノーチラスの耐久力を上回る攻撃力を持っています。\n- パンテオンのリープとスタンにより、ノーチラスはエンゲージを試みる前に大きなダメージを受ける可能性があります。\n- ノーチラスは移動速度が遅く、パンテオンの機動力に対抗しにくいため、逃げることが難しいです。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高く、ノーチラスが孤立しやすい状況を作り出します。\n\n不利の緩和策:\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでパンテオンのバーストを耐える。\n- ミニオンを利用してパンテオンの攻撃を避ける位置取りを心がける。\n- チームメイトと連携し、パンテオンが孤立しているタイミングを狙って集団で攻撃する。",
      "ザイラ": "ザイラがパンテオンに不利です。\n\n理由:\n- パンテオンは高いバーストダメージを持ち、接近してオールインを仕掛ける能力が高いため、ザイラは簡単に倒されるリスクがある。\n- パンテオンのリープとスタンにより、ザイラは接近されるとCCを受けやすく、反撃の機会が減少する。\n- ザイラは移動に役立つスキルがなく、パンテオンの攻撃を避ける手段が限られているため、接近されると脆弱。\n- パンテオンは序盤から強力なプレッシャーをかけることができ、ザイラのハラスを無効化しやすい。\n\n不利の緩和策:\n- ザイラは位置取りを意識し、常に安全な距離を保つように心がける。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートやジャングラーと連携し、パンテオンに対するGankを狙うことで、彼の強みを削ぐ。\n- ザイラの植物を活用して、パンテオンが接近する前にハラスを行い、体力を削る。",
      "タム・ケンチ": "タム・ケンチがパンテオンに不利です。\n\n理由:\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの高いサステインを上回ることができる。\n- パンテオンのリープとスタンにより、タム・ケンチはオールインされやすく、反撃の機会が減少する。\n- タム・ケンチのCCは発生が遅く、パンテオンの攻撃を受ける前に反撃するのが難しい。\n- パンテオンは機動力が高く、タム・ケンチが逃げるのが難しい状況を作り出すことができる。\n\n不利の緩和策:\n- レーンでのハラスを避け、タム・ケンチのサステインを活かして耐えることを優先する。\n- パンテオンのスキルのクールダウンを意識し、攻撃の隙を見て反撃するタイミングを見極める。\n- 味方のジャングラーと連携し、パンテオンに対するGankを狙うことで、彼の強みを削ぐ。\n- タム・ケンチのウルトを適切に使用し、味方を守ることで、パンテオンの攻撃を無力化する。",
      "ユーミ": "ユーミがパンテオンに不利です。\n\n理由:\n- パンテオンはオールインが強力で、ユーミが密着している味方を狙いやすい。\n- パンテオンのスタンを持つスキルにより、ユーミは味方を守る手段が限られ、オールインに対して脆弱。\n- ユーミはハードCCを持たないため、パンテオンの攻撃を受けると逃げる手段が乏しい。\n- パンテオンの短時間でのバーストダメージに対して、ユーミは回復やシールドで対抗しきれないことが多い。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力が高く、ユーミがサポートしているレーンが圧力を受けやすい。\n\n不利の緩和策:\n- ユーミは味方ADCと連携し、パンテオンの攻撃を避ける位置取りを心がける。\n- パンテオンのスキルのクールダウンを意識し、攻撃を受けた後の隙を狙って反撃する。\n- ワーディングを強化し、パンテオンの動きを把握しておくことで、Gankを避ける。\n- ユーミの回復やシールドを適切に使い、味方を守るタイミングを見極める。\n- パンテオンがUltを使用した後のタイミングで、積極的にレーンを押し返す。",
      "パイク": "パイクが不利です。\n\n理由:\n- パンテオンはオールインが強力で、リープとスタンを持っているため、パイクが近づく前に捕まえられる可能性が高い。\n- パンテオンの短時間でのバーストダメージに対して、パイクは耐久力が低く、瞬時にキルされるリスクがある。\n- パンテオンは序盤から強力なトレードが可能で、パイクがハラスを行う前に攻撃を受けやすい。\n- パンテオンの防御スキルにより、パイクの攻撃を無効化されることが多く、効果的なダメージを与えにくい。\n- パンテオンのグローバルなUltにより、他のレーンへの影響力が高く、パイクがロームする際に不利な状況を作られやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してパンテオンの攻撃を受けないようにする。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートアイテムを活用して、視界を確保し、パンテオンの動きを把握することで、Gankを避ける。\n- パイクの機動力を活かして、パンテオンの攻撃を避けつつ、他のレーンでのロームを試みる。\n- チームメイトと連携し、パンテオンに対して集団での攻撃を仕掛けることで、彼の強みを打ち消す。",
      "メル": "メルがパンテオンに不利です。\n\n理由:\n- パンテオンはオールインが強力で、短時間でのバーストダメージを出す能力が高いため、メルがハラスを行う前に攻撃される可能性がある。\n- パンテオンのリープとスタンにより、メルは一時的に動けなくなり、反撃の機会を失うことが多い。\n- メルは回復効果に対して弱く、パンテオンの高いバーストダメージに対抗しづらい。\n- パンテオンは序盤からの影響力が高く、メルが成長する前に試合を有利に進められる可能性がある。\n\n不利の緩和策:\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取ることを心がける。\n- パンテオンのスキルのクールダウンを意識し、攻撃を受けた後に反撃するタイミングを見計らう。\n- サポートやジャングラーと連携し、パンテオンに対するGankを狙うことで、彼の強みを削ぐ。\n- アイテムを工夫し、耐久力を上げることでパンテオンのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "ジャンナ": "ジャンナがパンテオンに有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、パンテオンのオールインを無効化することができるため、彼の攻撃を効果的に防げる。\n- パンテオンは短期的なバーストダメージが得意だが、ジャンナのシールドによりそのダメージを軽減できる。\n- ジャンナの移動速度バフにより、味方がパンテオンの攻撃を避けやすく、逆に反撃のチャンスを作りやすい。\n- パンテオンは長期戦に弱いが、ジャンナは持続的なサポートを提供できるため、時間が経つほど有利になる。\n- ジャンナは遠距離攻撃が可能で、パンテオンが近づく前にハラスを行いやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パンテオンの体力を削る。\n- パンテオンがオールインを仕掛けてきた際には、CCを使って彼を遠ざけ、反撃のチャンスを作る。\n- シールドを適切に使い、味方の生存率を高めることで、パンテオンの攻撃を無効化する。\n- ジャンナの移動速度バフを活用して、味方の位置取りを有利にし、パンテオンの攻撃を避ける。\n- パンテオンがスキルを使った後のクールダウンを狙い、攻撃の隙を突いて反撃する。",
      "ジリアン": "ジリアンはパンテオンに有利です。\n\n理由:\n- ジリアンは遠距離攻撃が可能で、パンテオンの近接攻撃を避けやすい。\n- パンテオンのオールインに対して、ジリアンはスタンやスローを使って反撃できるため、トレードで優位に立ちやすい。\n- ジリアンの蘇生能力は、パンテオンのバーストダメージに対して非常に効果的で、味方を守ることができる。\n- パッシブによる経験値の優位性により、レベル差をつけやすく、ジリアンが先行することでパンテオンのプレッシャーを軽減できる。\n- ジリアンは集団戦でのAoEスタンを持っており、パンテオンの短所を突くことができる。\n\n有利の取り方:\n- レベル差を意識して、早めにジリアンのスキルを使い、パンテオンに対してハラスを行う。\n- パンテオンがオールインを狙ってきた際に、スタンやスローを使って反撃し、トレードを有利に進める。\n- 味方が攻撃を受けた際には、蘇生能力を活用して味方を守り、逆転のチャンスを作る。\n- ジリアンのスキルを適切に使い、マナ管理をしっかり行いながら、持続的にパンテオンにプレッシャーをかける。",
      "ソナ": "ソナがパンテオンに有利です。\n\n理由:\n- ソナは遠距離攻撃が可能で、パンテオンのオールインを避けやすい。\n- ソナの回復能力により、パンテオンのバーストダメージを軽減できる。\n- パンテオンはスキルのクールダウンが長いため、ソナはその隙を突いて攻撃できる。\n- ソナのAoEスタンは、パンテオンの攻撃を無効化する手段として有効。\n- ソナは集団戦での支援能力が高く、パンテオンが孤立した場合でも味方を強化できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パンテオンのHPを削る。\n- パンテオンがオールインを狙ってきた際に、回復やスローを使って反撃する。\n- スキルを駆使して、パンテオンのスキルのクールダウン中に攻撃を仕掛ける。\n- 集団戦では、パンテオンが突っ込んできた際にスタンを使って無力化する。\n- 味方と連携して、パンテオンが孤立したタイミングで攻撃を仕掛ける。",
      "レル": "レルが有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、パンテオンのオールインを無効化することができるため、彼の攻撃を受け流しやすい。\n- パンテオンは短時間でのバーストダメージが得意だが、レルは耐久力が高く、ダメージを吸収しやすい。\n- レルのパッシブによって、パンテオンのARを減少させることができ、ダメージを与えやすくなる。\n- レルは集団戦でのエンゲージが得意で、パンテオンが孤立した場合に有利に立ち回れる。\n- レルの移動速度を上げるスキルにより、パンテオンの攻撃を避けやすく、追撃や逃走が容易。\n\n有利の取り方:\n- レルはレーンでのハラスを活かし、パンテオンのスキルを避けながらトレードを行う。\n- CCスキルを駆使して、パンテオンがオールインを狙うタイミングを潰す。\n- パンテオンがスキルを使った後の隙を狙い、反撃を行う。\n- 集団戦では、レルのCCを活かしてパンテオンを拘束し、味方と連携して攻撃する。\n- パンテオンが孤立した際に、レルの強力なCCを使って捕まえる。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは遠距離攻撃が可能で、パンテオンの接近を防ぎやすい。\n- スネアやスロウを使ってパンテオンのオールインを阻止できるため、トレードで優位に立てる。\n- パンテオンはスキルのクールダウンが長く、カルマはその間にハラスを行うことができる。\n- カルマのシールドや加速効果により、味方を守りつつ攻撃できるため、パンテオンのバーストダメージに対抗しやすい。\n- パンテオンはAoEダメージが乏しく、集団戦ではカルマのスキルを活かしやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、パンテオンのHPを削る。\n- スネアを使ってパンテオンのリープを無効化し、オールインを防ぐ。\n- パンテオンがスキルを使った後のクールダウンを狙って攻撃する。\n- シールドを味方にかけて、パンテオンのバーストダメージを軽減しつつ反撃する。\n- 位置取りを工夫して、パンテオンの攻撃を避けながら安全にダメージを与える。",
      "ラカン": "ラカンがパンテオンに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、パンテオンの攻撃を避けやすい。\n- ラカンのCCスキルはパンテオンのオールインを無力化できるため、彼の攻撃を効果的に防げる。\n- パンテオンは短期的なバーストダメージが得意だが、ラカンはシールドやヒールでそのダメージを軽減できる。\n- ラカンはエンゲージやピールが得意で、パンテオンが接近してきた際に反撃しやすい。\n- パンテオンは長期戦に弱いが、ラカンは持続的なサステインを提供できるため、レーンでの優位性を保ちやすい。\n\n有利の取り方:\n- パンテオンが攻撃してきた際に、ラカンのCCを使って反撃する。\n- パンテオンのスキルのクールダウンを利用して、攻撃の隙を突く。\n- ラカンのシールドやヒールを活用して、パンテオンのバーストダメージを軽減しつつ、持続的に戦う。\n- パンテオンがオールインを狙っているタイミングで、ラカンの機動力を活かして位置取りを工夫する。\n- ザヤとの連携を強化し、相互にバフを得ることで、パンテオンに対する圧力を高める。",
      "ミリオ": "ミリオはパンテオンに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことで、パンテオンのオールインを避けやすく、トレードで優位に立てる。\n- パンテオンのスタンやリープに対して、ミリオのCC解除のウルトを使うことで、パンテオンの攻撃を無効化できる。\n- ミリオの回復やシールドにより、パンテオンのバーストダメージを軽減できるため、持続戦闘で有利。\n- パンテオンは長期戦になるとDPSが低下するが、ミリオは持続的なサポートが可能で、戦闘を有利に進められる。\n\n有利の取り方:\n- ミリオの攻撃範囲を延ばすスキルを活用し、パンテオンとのトレードで優位に立つ。\n- パンテオンがリープやスタンを使った際に、ウルトをタイミングよく発動して味方を守る。\n- パンテオンが攻撃を仕掛けてきた際に、ミリオの回復やシールドを使って耐えることで、持続的に戦う。\n- ミリオのスキルを駆使して、パンテオンの攻撃を避けつつ、味方と連携して攻撃を仕掛ける。",
      "ソラカ": "ソラカがパンテオンに有利です。\n\n理由:\n- ソラカは高い回復能力を持ち、パンテオンのバーストダメージを軽減できる。\n- サイレンス効果により、パンテオンのスキルを無効化しやすく、オールインを防ぐことができる。\n- パンテオンは短期戦に強いが、ソラカは持続的な回復で長期戦を有利に進められる。\n- ソラカの射程がパンテオンよりも長いため、ハラスがしやすく、レーンでの優位を保ちやすい。\n- パンテオンは逃げ性能が乏しいため、ソラカのスキルで捕まえやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パンテオンのHPを削る。\n- サイレンスを使ってパンテオンのスキルを無効化し、オールインを防ぐ。\n- 味方と連携して、パンテオンが攻撃してきた際に回復を行い、持久戦に持ち込む。\n- ソラカのスキルを駆使して、パンテオンが攻撃しづらい状況を作る。\n- 逃げる手段がないパンテオンを狙い、CCを使って捕まえる。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、パンテオンのオールインを無効化できるため、エンゲージに対して強い。\n- パンテオンのバーストダメージに対して、アリスターは高いタフネスとサステインを持っているため、耐久力で勝る。\n- アリスターのスキルは全てCC効果を持ち、パンテオンのリープやスタンを封じることができる。\n- パンテオンは長期戦になるとDPSが低下するが、アリスターは持続的なタンク性能を発揮できる。\n- アリスターはレーン維持が得意で、パンテオンの攻撃を受け流しながらハラスが可能。\n\n有利の取り方:\n- パンテオンがリープを使った際に、アリスターのCCで反撃する。\n- パンテオンがオールインを狙ってきた時に、アリスターのエンゲージで逆に攻撃する。\n- アリスターのパッシブを活かして、レーンでのサステインを維持しつつ、パンテオンの攻撃を耐える。\n- 集団戦では、アリスターのCCを活かしてパンテオンを無力化し、味方のダメージを通す。\n- マナ管理に注意し、スキルを適切なタイミングで使用して、パンテオンの攻撃をしっかりと受け流す。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力が高く、パンテオンのリープやスタンを無効化できるため、オールインに対して強い。\n- 低CDの割合ダメージと高いシールドにより、1対1の戦闘性能が高く、パンテオンのバーストダメージに耐えることができる。\n- 豊富なCCを持ち、パンテオンの攻撃を受け流しつつ、反撃することが可能。\n- パンテオンは長期戦になるとDPSが低下するが、ポッピーは持続的なダメージを与えられるため、時間が経つほど有利になる。\n\n有利の取り方:\n- レーンでのトレード時に、パンテオンのリープを予測してスキルを使い、スタンを狙う。\n- パンテオンがオールインを仕掛けてきた際に、シールドを使って耐え、反撃する。\n- 位置取りを工夫し、パンテオンの攻撃を避けつつ、CCを活用して有利な状況を作る。\n- レーンでのハラスを行い、パンテオンのHPを削り、Gankを呼び込む。",
      "ヴェル＝コズ": "ヴェル＝コズがパンテオンに有利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、パンテオンが近づく前にハラスが可能です。\n- パンテオンは短期的なバーストダメージが得意ですが、ヴェル＝コズは持続的なAoEダメージを出せるため、長期戦で有利です。\n- パンテオンのスタンやリープは接近戦での強みですが、ヴェル＝コズのノックアップでその動きを制限できます。\n- ヴェル＝コズはタンク相手にも一定の火力を出せるため、パンテオンの耐久力を無視してダメージを与えられます。\n- パンテオンは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、攻撃を受けやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、パンテオンが近づく前にダメージを与える。\n- スキルを使ってパンテオンのリープを避け、ノックアップで反撃する。\n- パンテオンがオールインを狙ってきた際には、CCを使って無力化し、逆に攻撃する。\n- 集団戦では、パンテオンが接近する前にAoEダメージを活かして敵を削る。\n- マナ管理をしっかり行い、持続的にスキルを使えるようにする。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由:\n- ブリッツクランクのフックは非常に発生が早く、ラックスがスキルを詠唱している間に捕まるリスクが高い。\n- ラックスは接近されると脆弱で、ブリッツクランクのノックアップやサイレンスによって行動を制限されやすい。\n- ブリッツクランクはタンクであり、ラックスのバーストダメージを耐えることができるため、対面でのダメージ交換が不利になる。\n- ラックスのスキルは方向指定であり、フックを避けるために動くとスキルを当てるのが難しくなる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- サポートと連携し、ブリッツクランクがフックを外したタイミングで攻撃する。\n- 早めにアイテムを購入し、耐久力を上げることでブリッツクランクの攻撃に耐えられるようにする。\n- ワードを使って視界を確保し、ブリッツクランクの動きを把握することで、捕まるリスクを減らす。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ブリッツクランクはフックを使って瞬時にザイラに接近できるため、ザイラの長射程を活かす前に捕まってしまうリスクが高い。\n- ザイラは移動に役立つスキルがなく、ブリッツクランクのノックアップやサイレンスに対して脆弱である。\n- ブリッツクランクのタンク性能により、ザイラのダメージを受け止められやすく、持続戦闘で不利になる。\n- ザイラのスキルは発動から発生までに時間がかかるため、ブリッツクランクのフックを避けるのが難しい。\n\n不利の緩和策:\n- ザイラは位置取りを意識し、ブリッツクランクのフックを避けるために後方で戦うことを心がける。\n- サポートや味方と連携し、ブリッツクランクがフックを外したタイミングで攻撃を仕掛ける。\n- 早めにアイテムを購入し、自己防衛手段を強化することで、ブリッツクランクの攻撃を耐えられるようにする。\n- ザイラのCCスキルを活用して、ブリッツクランクが接近する前に拘束し、距離を取る。",
      "ミリオ": "ミリオはブリッツクランクに不利です。\n\n理由:\n- ブリッツクランクのフックによって、ミリオは簡単に捕まえられ、瞬時にキルに繋がる可能性が高い。\n- ミリオのCCは主にノックバックであり、ブリッツクランクのノックアップに対して効果が薄い。\n- ブリッツクランクは高い耐久力を持ち、ミリオの攻撃が通りにくい。\n- ブリッツクランクのサイレンス効果により、ミリオのスキルを使用できなくなることが多い。\n- ミリオはエンゲージ能力が低く、ブリッツクランクの攻撃を防ぐ手段が限られている。\n\n不利の緩和策:\n- ミリオは位置取りを意識し、ブリッツクランクのフックを避けるようにする。\n- 味方と連携し、ブリッツクランクがフックを外したタイミングで攻撃を仕掛ける。\n- ブリッツクランクのスキルを避けるために、移動速度を上げるアイテムを購入する。\n- ミリオのウルトを適切なタイミングで使用し、味方を守ることで集団戦での影響力を高める。\n- ブリッツクランクのマナ管理を意識し、フックを外した際に攻撃的に出る。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ブリッツクランクのフックは非常に発生が早く、モルガナがスキルを詠唱している間に捕まるリスクが高い。\n- ブリッツクランクのサイレンス効果により、モルガナのスキルを使用できなくなるため、反撃が難しい。\n- モルガナのスペルシールドはブリッツクランクのフックを防げないため、捕まった場合のダメージを軽減できない。\n- ブリッツクランクは近接キャリーであり、モルガナの射程を活かすことが難しく、インファイトで不利になることが多い。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- スペルシールドを適切なタイミングで使用し、サイレンスを防ぐことで反撃のチャンスを作る。\n- ブリッツクランクのフックのクールダウンを意識し、外したタイミングで攻撃を仕掛ける。\n- 味方と連携し、ブリッツクランクが孤立した際に集中的に攻撃する。",
      "ソラカ": "ソラカが不利です。\n\n理由:\n- ブリッツクランクのフックによって簡単に捕まえられるため、逃げる手段が乏しいソラカは非常に危険な状況に置かれる。\n- ブリッツクランクのサイレンス効果により、ソラカの回復スキルを使用できなくなるため、味方の生存能力が低下する。\n- ブリッツクランクはタンクであり、ソラカのダメージが通りにくく、持久戦で不利になる。\n- ソラカはCCが限られているため、ブリッツクランクのエンゲージに対抗する手段が少ない。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、ブリッツクランクのフックを避けるようにする。\n- 味方と連携し、ブリッツクランクがフックを外したタイミングで攻撃する。\n- 早めにアイテムを購入し、自己防衛の手段を増やす（例: 早期の防具や回復アイテム）。\n- ブリッツクランクの動きを予測し、視界を確保して奇襲を避ける。",
      "セナ": "セナが不利です。\n\n理由:\n- ブリッツクランクのフックは非常に発生が早く、セナの逃げ手段が乏しいため、捕まるリスクが高い。\n- ブリッツクランクのノックアップやサイレンスによって、セナのスキルを使うタイミングが制限され、回復やハラスが難しくなる。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、ブリッツクランクの攻撃に対して脆弱。\n- ブリッツクランクはタンクとしての耐久力が高く、セナの攻撃が通りにくい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- サポートと連携して、ブリッツクランクの動きを警戒し、視界を確保する。\n- 早めにアイテムを購入し、耐久力を上げることで、ブリッツクランクの攻撃に耐えられるようにする。\n- スキルを使うタイミングを見極め、ブリッツクランクのCCを避けるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ブリッツクランクのフックは、ゼラスのスキル発動中に簡単に捕まえることができ、近距離での戦闘に持ち込まれる。\n- ゼラスは自己防衛手段が乏しく、ブリッツクランクに捕まると瞬時に倒されるリスクが高い。\n- ブリッツクランクのノックアップやサイレンスによって、ゼラスのスキルを発動するタイミングを妨害される。\n- ゼラスのスキルは発動が遅く、ブリッツクランクの高機動力に対抗しづらい。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、ブリッツクランクのフックを避けるようにする。\n- スキルを使う際は、ブリッツクランクの動きをよく観察し、フックを外したタイミングで攻撃する。\n- サポートや味方と連携し、ブリッツクランクに対して集団で対処する。\n- アイテムを活用して、自己防衛手段を強化する（例: 早めに防御アイテムを購入する）。",
      "ナミ": "ナミが不利です。\n\n理由:\n- ブリッツクランクのフックは非常に発生が早く、ナミがスキルを使う前に捕まるリスクが高い。\n- ナミのCCは発生が遅く、ブリッツクランクが接近してくると当てるのが難しい。\n- ブリッツクランクはタンクであり、ナミのダメージを受けても耐えられるため、トレードで不利になることが多い。\n- ブリッツクランクのサイレンスやノックアップは、ナミのスキルを封じるため、彼女の強みを活かしづらい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- ブリッツクランクがフックを外したタイミングで積極的にハラスを行う。\n- 味方のADCと連携し、ブリッツクランクが接近する前にダメージを与える。\n- マナ管理を徹底し、必要な時にスキルを使えるようにする。",
      "パイク": "パイクが不利です。\n\n理由:\n- ブリッツクランクのフックは発生が早く、パイクが近づく前に捕まえられる可能性が高い。\n- ブリッツクランクのノックアップやサイレンスは、パイクのスキルを封じるため、彼の機動力を活かしづらくなる。\n- ブリッツクランクはタンクであり、パイクの瞬間火力が低いため、持久戦になると不利になる。\n- ブリッツクランクの基礎ステータスが高く、パイクのハラスが効きにくい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ブリッツクランクのフックを避ける位置取りを心がける。\n- ブリッツクランクのスキルを避けるために、ミニオンを利用してフックをブロックする。\n- ブリッツクランクがフックを外したタイミングで積極的に攻撃を仕掛ける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで生存率を高める。"
    },
    "loses": {
      "メル": "メルがブリッツクランクに有利です。\n\n理由:\n- メルは長射程のスキルを持ち、ブリッツクランクが近づく前にダメージを与えることができる。\n- スネア効果を持つスキルにより、ブリッツクランクの接近を阻止できるため、フックを避けやすい。\n- ブリッツクランクのスキルを反射するバリアを持っているため、彼の攻撃を無効化できる。\n- メルはAoEスキルを持ち、集団戦での影響力が高く、ブリッツクランクのタンク性を無視してダメージを与えられる。\n- ブリッツクランクのマナ消費が激しいため、スキルを無駄に使わせることで彼のプレッシャーを減少させることができる。\n\n有利の取り方:\n- レーンでの位置取りを意識し、ブリッツクランクが近づく前にスキルを当てる。\n- ブリッツクランクのフックを避けるために、常に移動し続ける。\n- スネアを使ってブリッツクランクを捕まえ、味方と連携してキルを狙う。\n- ブリッツクランクがマナを消費した後に攻撃的に出ることで、彼のプレッシャーを減らす。\n- 集団戦では、ブリッツクランクのスキルを反射し、味方を守りながらダメージを与える。",
      "ラカン": "ラカンが有利です。\n\n理由:\n- 高い機動力を持ち、ブリッツクランクのフックを避けやすい。\n- 2種類のCCを持っており、ブリッツクランクのエンゲージを無力化できる。\n- シールドや回復を持っているため、ブリッツクランクの攻撃を耐えやすい。\n- ブリッツクランクがフックを外した場合、逆にラカンが有利な状況を作りやすい。\n- ザヤとの連携により、相互に強化し合うことができ、戦闘での優位性を高められる。\n\n有利の取り方:\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避ける。\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージする。\n- 味方と連携し、ブリッツクランクが攻撃する際にシールドや回復を活用する。\n- 敵の動きを読み、CCを駆使してブリッツクランクを無力化する。\n- ブリッツクランクのマナ管理を意識し、無駄なスキルを使わせることでプレッシャーをかける。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、エンゲージを防ぎやすい。\n- アリスターのノックアップやノックバックは、ブリッツクランクが接近するのを妨げることができ、逆にブリッツクランクを捕まえるチャンスを作る。\n- アリスターは高いタフネスを持ち、ブリッツクランクの攻撃を耐えることができるため、持久戦に強い。\n- アリスターのパッシブによる回復効果は、ブリッツクランクの攻撃を受けた後でもレーン維持を助ける。\n\n有利の取り方:\n- ブリッツクランクがフックを使った後、クールダウン中にアリスターのCCを使って反撃する。\n- ブリッツクランクが接近してきた際に、アリスターのノックアップを使って距離を取る。\n- 集団戦では、アリスターが前に出てブリッツクランクを引き寄せ、味方と連携してキルを狙う。\n- レーンでのハラスを行い、ブリッツクランクのマナを消耗させることで、フックの使用頻度を減らす。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、ブリッツクランクのフックを受けても生存しやすい。\n- CCが豊富で、ブリッツクランクがフックを外した際に逆にオールインが可能。\n- ブリッツクランクのフックを避けるための機動力があり、接近戦での強さを発揮できる。\n- ブリッツクランクのマナ消費が激しいため、スキルを無駄に使わせることで有利な状況を作りやすい。\n- レオナのスタンやスネアでブリッツクランクを無力化し、集団戦でのキャッチが得意。\n\n有利の取り方:\n- レーンでのハラスを行い、ブリッツクランクのマナを削る。\n- ブリッツクランクのフックを避けた後、積極的にオールインを仕掛ける。\n- ブリッツクランクがフックを外したタイミングで、レオナのCCを使って反撃する。\n- チームメイトと連携し、ブリッツクランクを捕まえるためのコンボを狙う。\n- ブリッツクランクの動きを常に意識し、位置取りを工夫してフックを避ける。",
      "ブラウム": "ブラウムはブリッツクランクに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ブリッツクランクのフックを受けても耐えられる。\n- ブラウムのパッシブによるスタンを活かして、ブリッツクランクが接近する前に反撃できる。\n- ブラウムは味方を守る能力が高く、ブリッツクランクのフックを防ぐことができる。\n- ブリッツクランクのスキルはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、ブラウムはその間に有利な状況を作りやすい。\n- ブラウムはCCの発生が遅いが、ブリッツクランクの攻撃を受ける前にスキルを使うことで、相手の行動を制限できる。\n\n有利の取り方:\n- ブリッツクランクのフックを避けるために、位置取りを意識し、味方と連携して行動する。\n- ブリッツクランクがフックを外したタイミングで積極的に攻撃を仕掛ける。\n- ブラウムのパッシブを活かして、ブリッツクランクが近づく前にスタンを狙う。\n- ブリッツクランクがフックを使った後は、冷静に反撃し、相手の動きを制限する。\n- ブラウムの防御スキルを活用して、味方を守りつつ、ブリッツクランクの攻撃を無効化する。",
      "レル": "レルがブリッツクランクに有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ブリッツクランクのフックを避けることができるため、彼の攻撃を無効化しやすい。\n- レルのパッシブによって、ブリッツクランクのARとMRを減少させることができ、ダメージを与えやすい。\n- レルは集団戦でのエンゲージが得意で、ブリッツクランクがフックを外した場合、逆に攻撃のチャンスを得ることができる。\n- ブリッツクランクの移動速度が低いため、レルのスキルを当てやすく、捕まえやすい。\n- レルは味方の移動速度を上げるスキルを持っており、ブリッツクランクの攻撃を避ける手助けができる。\n\n有利の取り方:\n- レルはブリッツクランクのフックを避けるために、位置取りを工夫し、相手のスキルを見極める。\n- ブリッツクランクがフックを外したタイミングで、積極的にエンゲージを仕掛ける。\n- レルのCCを活かして、ブリッツクランクを拘束し、味方と連携して攻撃する。\n- ブリッツクランクのマナ管理を意識し、無駄にスキルを使わせることでプレッシャーをかける。\n- 集団戦では、レルのAoE CCを活かして、ブリッツクランクを含む敵チーム全体を制圧する。",
      "ユーミ": "ユーミがブリッツクランクに有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、ブリッツクランクのフックを避けやすい。\n- ユーミの回復やシールドによって、ブリッツクランクの攻撃を耐えることができるため、オールインに対して強い。\n- ブリッツクランクはフックを外すとプレッシャーがなくなるが、ユーミはその間も味方を支援し続けられる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、ブリッツクランクの動きを見極めやすい。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、味方ADCと連携してブリッツクランクのフックを誘発させる。\n- ブリッツクランクがフックを外したタイミングで、積極的に攻撃を仕掛ける。\n- ユーミのシールドや回復を活用して、ブリッツクランクの攻撃を耐え、持続的なダメージを与える。\n- 集団戦では、味方を強化しつつ、ブリッツクランクのスキルを避ける立ち位置を保つ。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、ブリッツクランクのフックを無効化することができるため、彼の攻撃を受け流しやすい。\n- ノーチラスのフックは射程が長く、確実に敵を捕まえることができるため、ブリッツクランクがフックを外した場合、逆に有利な状況を作り出せる。\n- ブリッツクランクは基礎移動速度が低く、フックを外した際に逃げる手段が乏しいため、ノーチラスが近づくことで捕まえやすくなる。\n- ノーチラスはタンクとしての耐久力が高く、ブリッツクランクの攻撃を受けても生存しやすい。\n- ブリッツクランクがフックを外した場合、ノーチラスはその隙を突いて反撃するチャンスが増える。\n\n有利の取り方:\n- ブリッツクランクのフックを避けるために、位置取りを工夫し、相手の動きを観察する。\n- ブリッツクランクがフックを外したタイミングで、ノーチラスのフックを使って反撃する。\n- ブリッツクランクのADCに対して、ノーチラスのCCを駆使して攻撃し、キルを狙う。\n- ブリッツクランクがマナを消費しているタイミングを見計らい、積極的にエンゲージを仕掛ける。\n- 集団戦では、ノーチラスのCCを活かしてブリッツクランクを無力化し、味方と連携してダメージを与える。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、パイクの機動力を制限することができるため、オールインが難しい。\n- レルのパッシブによってARとMRを減少させられるため、パイクのダメージが通りにくくなる。\n- レルはタンクとしての耐久力が高く、パイクの瞬間火力が集団戦で発揮しにくい。\n- レルの強力なエンゲージ能力により、パイクがフックを狙うタイミングを潰されやすい。\n\n不利の緩和策:\n- レルのCCスキルを避けるために、位置取りを意識し、フックを狙うタイミングを見極める。\n- レーンでのハラスを避け、レルのスキルを消費させることで、オールインのチャンスを作る。\n- 可能であれば、味方と連携してレルを狙うことで、パイクの瞬間火力を活かす。\n- アイテムを工夫して耐久力を上げ、集団戦での生存率を高める。",
      "パンテオン": "パンテオンがレルに不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、パンテオンのオールインを阻止することができるため、パンテオンが攻撃を仕掛けるのが難しい。\n- レルのパッシブによってARとMRを減少させられるため、パンテオンのダメージが減少し、効果的にダメージを与えられない。\n- レルはタンクとしての耐久力が高く、パンテオンのバーストダメージを受け止めやすい。\n- レルの移動速度を上げるスキルにより、パンテオンが逃げることが難しく、逆に追い詰められることが多い。\n\n不利の緩和策:\n- レーンでのハラスを避け、レルのCCを避けるために慎重に動く。\n- レルのスキルのクールダウンを見極め、スキルを使った後に攻撃を仕掛けるタイミングを狙う。\n- アイテムを工夫して、耐久力を上げることでレルのダメージを軽減する。\n- レーンでのロームを活用し、他のレーンでのプレッシャーをかけることで、レルとの1対1を避ける。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- レルは複数のCCスキルを持っており、ユーミが密着している味方を拘束しやすい。\n- ユーミはハードCCを持たないため、レルのオールインに対して防御手段が乏しい。\n- レルのタンク性能により、ユーミのダメージが通りにくく、持続戦闘で不利になる。\n- レルの移動速度を上げるスキルにより、ユーミが逃げる手段が制限される。\n- レルのAR/MR減少効果により、ユーミの味方がダメージを受けやすくなる。\n\n不利の緩和策:\n- ユーミはレーンでのハラスを避け、味方と連携して安全にプレイする。\n- レルのCCを避けるために、味方の位置を常に意識し、密着するタイミングを調整する。\n- 早めにアイテムを購入し、味方の耐久力を上げることで、レルの攻撃を耐えられるようにする。\n- 集団戦では、レルのスキルを避ける位置取りを心がけ、味方を支援する役割に徹する。",
      "ブリッツクランク": "ブリッツクランクがレルに不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ブリッツクランクがフックを外した場合、逆にレルに捕まるリスクが高まる。\n- レルのスタンやノックアップによって、ブリッツクランクの行動が制限され、集団戦での効果が薄れる。\n- レルはタンクとしての耐久力が高く、ブリッツクランクのダメージを受け止めやすい。\n- レルのパッシブによってARとMRを減少させられるため、ブリッツクランクのダメージが通りにくい。\n- レルは移動速度を上げるスキルを持っており、ブリッツクランクのフックを避けやすい。\n\n不利の緩和策:\n- フックを使うタイミングを慎重に選び、レルのスキルを避けるようにする。\n- レルのCCスキルを受ける前に、味方と連携してエンゲージを行う。\n- レルのスキルのクールダウンを把握し、スキルがないタイミングを狙って攻撃する。\n- 逃げ道を確保し、フックを外した場合でも安全に撤退できるようにする。\n- アイテムを活用して耐久力を上げ、レルとの直接対決を避ける。",
      "ノーチラス": "ノーチラスがレルに不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ノーチラスのエンゲージを無効化する能力が高い。\n- レルのスキルは敵のARとMRを減少させるため、ノーチラスのタンク性能を削ぐことができる。\n- ノーチラスは移動速度が遅く、レルの機動力に対抗しづらい。\n- レルはオールインの際にノーチラスのCCを回避しやすく、反撃のチャンスを持つ。\n- レルのスキルの発生にラグがあるため、ノーチラスがスキルを外すと逆に攻撃されるリスクが高まる。\n\n不利の緩和策:\n- レルのスキルのクールダウンを意識し、スキルを外したタイミングで攻撃を仕掛ける。\n- レルのCCを避けるために、位置取りを工夫し、フックを使うタイミングを見極める。\n- サポートアイテムや防具を早めに購入し、耐久力を高める。\n- レーンでのハラスを意識し、レルのスキルを避けながら少しずつダメージを与える。\n- 味方と連携し、集団戦でのエンゲージを狙う際にレルのスキルを分散させる。",
      "セナ": "セナが不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、セナを拘束しやすいため、セナが攻撃する前に捕まるリスクが高い。\n- レルのタンク性能により、セナのダメージが通りにくく、特に序盤はセナがハラスを行うのが難しい。\n- レルのエンゲージ能力により、セナが安全に後衛から攻撃することができず、オールインされると脆弱。\n- セナは逃げ手段が乏しく、レルの攻撃を受けると簡単に倒される可能性が高い。\n\n不利の緩和策:\n- レルのCCを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- レーンでのハラスを行う際は、レルのスキルのクールダウンを確認し、リスクを減らす。\n- サポートと連携して、レルのエンゲージを無効化するための視界を確保する。\n- アイテムを早めに購入し、耐久力を上げることで、レルの攻撃に耐えられるようにする。",
      "ブラウム": "ブラウムがレルに不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ブラウムが接近する前に拘束される可能性が高い。\n- レルのパッシブによってARとMRを減少させられるため、ブラウムの防御性能が低下する。\n- レルは機動力が高く、ブラウムのCCを避けやすい。\n- レルのAoE CCは集団戦でのエンゲージに優れており、ブラウムのPeel能力を無効化することができる。\n\n不利の緩和策:\n- レルのスキルを避けるために、位置取りを意識し、距離を保つ。\n- ブラウムのパッシブを活かすために、ADCとの連携を強化し、ハラスを行う。\n- レルのスキルのクールダウンを確認し、エンゲージのタイミングを見計らう。\n- 可能であれば、味方のジャングラーと連携してレルを狙う。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ラックスがスキルを当てる前に接近されると、拘束されてしまう可能性が高い。\n- レルのタンク性能により、ラックスのバーストダメージが通りにくく、耐久力の高いレルに対してはダメージを与えづらい。\n- レルのエンゲージ能力により、ラックスが安全にハラスを行うことが難しく、オールインされると脆弱なラックスは危険にさらされる。\n- レルの移動速度を上げるスキルにより、ラックスが距離を保つことが難しく、接近戦で不利になる。\n\n不利の緩和策:\n- レーンでのハラスを行う際は、常に距離を保ち、レルのスキルを避けるように心がける。\n- サポートと連携し、レルのエンゲージを警戒しながら、敵ジャングラーの動きにも注意を払う。\n- アイテムを早めに購入し、耐久力を上げることで、レルの攻撃に対する耐性を高める。\n- スキルのクールダウンを意識し、レルのスキルが使われた後に攻撃を仕掛けるタイミングを見計らう。"
    },
    "loses": {
      "ジリアン": "ジリアンはレルに有利です。\n\n理由:\n- ジリアンは射程が長く、レルの近接攻撃を避けやすいため、レーンでのハラスがしやすい。\n- ジリアンのCCはスタンやスローを持ち、レルのエンゲージを妨害することができる。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、レルよりも早く強力なスキルを使用できる。\n- ジリアンの蘇生能力は、レルのオールインに対して非常に効果的で、味方を守る手段が豊富。\n- レルはスキルの発生にラグがあり、ジリアンの機動力を活かした攻撃を受けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レルのHPを削る。\n- ジリアンのCCを使ってレルのエンゲージを阻止し、味方と連携して攻撃する。\n- レベル差を利用して、ジリアンのスキルを最大限に活用し、レルに対して優位に立つ。\n- 蘇生能力を活かして、味方がフォーカスされた際に適切に使用し、戦闘を有利に進める。\n- ジリアンの移動速度バフを活用して、レルの攻撃を避けつつ、反撃のチャンスを狙う。",
      "バード": "バードがレルに有利です。\n\n理由:\n- バードは遠距離攻撃が可能で、レルの接近を阻止しやすい。\n- バードのスタンはレルのCCスキルを無効化でき、レルのエンゲージを防ぐことができる。\n- バードは鐘を回収することで火力を向上させるため、レルに対して持続的なダメージを与えやすい。\n- バードの回復スキルにより、レルの攻撃を受けても持ちこたえやすい。\n- バードはロームが得意で、他のレーンへの影響力を持ちやすい。\n\n有利の取り方:\n- レルが接近する前に攻撃を仕掛け、距離を保つ。\n- スタンをタイミングよく使い、レルのエンゲージを阻止する。\n- 鐘を積極的に回収し、火力を高める。\n- 回復スキルを適切に使用し、レルのダメージを軽減する。\n- ロームを活用して他のレーンにプレッシャーをかけ、レルを孤立させる。",
      "セラフィーン": "セラフィーンがレルに有利です。\n\n理由:\n- セラフィーンは射程が長く、レルの近接攻撃を避けながらハラスが可能。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での効果が高いため、レルのエンゲージを無力化しやすい。\n- レルのスキルは発生にラグがあり、セラフィーンのスキルを当てるのが難しい。\n- セラフィーンはCCを持っており、レルの動きを制限することができるため、オールインを防ぎやすい。\n- セラフィーンのパッシブによるスキル連打で、レルに対して高いバーストダメージを与えることができる。\n\n有利の取り方:\n- レーンでのハラスを行い、レルの体力を削る。\n- セラフィーンのスキルを使ってレルのエンゲージを避け、反撃する。\n- 集団戦では、セラフィーンのCCを活かしてレルを無力化し、味方と連携して攻撃する。\n- セラフィーンの射程を活かして、安全な位置から支援し続ける。",
      "ジャンナ": "ジャンナがレルに有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、レルのエンゲージを無効化できる。\n- ジャンナのシールドはレルのダメージを軽減し、味方を守ることができる。\n- レルは近接チャンピオンであり、ジャンナの射程の長さを活かして安全に攻撃できる。\n- ジャンナの移動速度バフにより、味方の機動力を向上させ、レルの攻撃を避けやすくなる。\n- レルのCCスキルは発動にラグがあるため、ジャンナのスキルで先手を取ることができる。\n\n有利の取り方:\n- レルがエンゲージを試みる際に、ジャンナのCCを使って距離を取る。\n- シールドを適切なタイミングで使用し、レルのダメージを軽減する。\n- ジャンナの移動速度バフを活用して、味方と連携しながら安全に攻撃する。\n- レルのスキルのクールダウンを把握し、スキルがないタイミングで攻撃を仕掛ける。\n- レーンでの視界を確保し、レルの動きを常に把握しておく。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化しやすい。\n- アリスターのパッシブによる回復効果で、レーン維持が得意であり、レルの攻撃を耐えやすい。\n- アリスターは集団戦でのタンク性能が高く、レルのAoE CCに対しても耐性がある。\n- アリスターのノックバックやノックアップは、レルのスキルを妨害することができ、レルの動きを制限できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レルのスキルを避けながらダメージを与える。\n- アリスターのCCを活かして、レルがスキルを使った後にオールインを狙う。\n- 集団戦では、レルのエンゲージを読み、タイミングよくCCを使って彼女を無力化する。\n- アリスターのパッシブを活かして、持続的にレーンでの優位を保つ。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力があり、レルのエンゲージを無効化できる。\n- ポッピーのCCは発生が早く、レルのスキルを当てる前に反撃できる可能性が高い。\n- ポッピーは高いシールドを持ち、1対1の戦闘での耐久力が高いため、レルとのトレードで有利に立ちやすい。\n- レルのスキルは発生にラグがあるため、ポッピーの機動力を活かして避けやすい。\n- ポッピーはタンクとしての性能が高く、レルのダメージを軽減しやすい。\n\n有利の取り方:\n- レルのスキルを避けつつ、ポッピーのCCを活用してレルを拘束する。\n- レーンでのトレードを積極的に行い、レルのスキルを使わせてから反撃する。\n- レルがエンゲージを試みる際に、ポッピーのダッシュ阻止スキルを使って反撃する。\n- 位置取りを工夫し、レルのスキルを避けながら攻撃することで、持続的に有利な状況を作る。",
      "ニーコ": "ニーコが有利です。\n\n理由:\n- 射程の長さ: ニーコは遠距離攻撃が可能で、レルの近接攻撃を避けながらハラスができる。\n- 擬態能力: ニーコは擬態を使って奇襲を仕掛けることができ、レルのCCを回避しやすい。\n- 高いバーストダメージ: ニーコはAoEダメージを持ち、集団戦でレルを一気に削ることができる。\n- CCの多様性: ニーコはスネアやノックアップを持ち、レルの動きを制限することができる。\n- 短射程のチャンピオンに対して有利: レルは近接チャンピオンであり、ニーコの遠距離攻撃に対して不利。\n\n有利の取り方:\n- レーンでのハラス: 射程を活かしてレルに対して常にハラスを行い、体力を削る。\n- 擬態を活用: 敵の視界を利用して擬態し、奇襲を仕掛けることでレルを捕まえる。\n- 集団戦での位置取り: ニーコは後衛から攻撃し、レルのCCを避けながらダメージを出す。\n- スキルコンボの活用: AoEダメージを持つスキルを使い、レルが集団戦で動けないようにする。\n- ミニオンを利用: ミニオンを使ってレルの攻撃を避けつつ、CSを取りながら有利な状況を作る。",
      "モルガナ": "モルガナがレルに有利です。\n\n理由:\n- モルガナは長時間のCCを持ち、レルのエンゲージを無効化することができるため、レルの攻撃を拒否しやすい。\n- スペルシールドにより、レルのCCを防ぎつつ、味方を守ることができるため、レルの強みを打ち消すことができる。\n- 射程が長いため、レルが近づく前に攻撃を仕掛けることができ、レーンでの優位性を保ちやすい。\n- レルはスキルの発生にラグがあるため、モルガナのスネアを当てやすく、レルの動きを制限できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レルが近づけないようにする。\n- スペルシールドを適切なタイミングで使用し、レルのCCを無効化する。\n- モルガナのスネアを利用して、レルがスキルを使った後に反撃する。\n- 敵ジャングラーとの連携を図り、レルを捕まえるチャンスを作る。",
      "ソラカ": "ソラカがレルに有利です。\n\n理由:\n- ソラカは射程が長く、レルの近接攻撃を避けながらハラスが可能です。\n- ソラカの回復能力により、レルのオールインを耐えることができ、持続的にダメージを与えられます。\n- レルのCCスキルに対して、ソラカはサイレンスを使うことでレルのスキルを無効化できるため、レルのエンゲージを阻止しやすいです。\n- レルは機動力が低く、ソラカのスネアやスローを当てやすい相手です。\n- ソラカはレルのタンク性に対して、持続的なダメージを与えることができるため、レルの耐久力を削りやすいです。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レルのHPを削る。\n- レルが近づいてきた際には、サイレンスを使ってスキルを無効化し、反撃する。\n- ソラカの回復を活かして、レルのオールインを耐えつつ、持続的にダメージを与える。\n- レルのCCを避けるために、位置取りを意識し、常に距離を保つ。\n- 敵ジャングラーの動きを警戒しつつ、レルのエンゲージを無効化するためのスキルを温存する。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持っており、モルガナが近づく前にハラスを受けやすい。\n- ヴェル＝コズのノックアップスキルにより、モルガナはスネアを発動する前に無力化される可能性が高い。\n- モルガナのスキルは弾速が遅く、ヴェル＝コズの機動力の低さを利用してスキルを当てるのが難しい。\n- ヴェル＝コズはAoE攻撃が得意で、モルガナが複数の敵に囲まれた場合、ダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- ヴェル＝コズのスキルを避けるために、スペルシールドを適切なタイミングで使用する。\n- サポートアイテムを活用して、マナ管理を行い、持続的にスキルを使用できるようにする。\n- チームメイトと連携し、ヴェル＝コズに対して集団でのエンゲージを試みる。",
      "ブランド": "ブランドが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、ハラスが得意であるため、ブランドは距離を保つのが難しい。\n- ヴェル＝コズのCCスキルによって、ブランドはスタンを受けやすく、接近されると脆弱になる。\n- ヴェル＝コズのAoE攻撃により、ブランドのスキルを避けるのが難しく、持続的なダメージを受けやすい。\n- ヴェル＝コズは機動力が低いため、ブランドのスキルを当てるのが難しく、逆にハラスを受けるリスクが高い。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ヴェル＝コズのスキルを避けるようにする。\n- サポートやジャングラーと連携し、ヴェル＝コズに対してエンゲージを仕掛けるタイミングを見計らう。\n- アイテムを工夫し、マナ管理をしっかり行い、持続的にスキルを使えるようにする。\n- ヴェル＝コズのスキルのクールダウンを意識し、スキルがないタイミングを狙って攻撃する。",
      "セナ": "セナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、セナが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルによって、セナは捕まると致命的なダメージを受ける可能性が高い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ヴェル＝コズの攻撃に対して脆弱。\n- ヴェル＝コズのAoE攻撃により、セナが複数の敵に対してハラスを行うのが難しい。\n- セナの逃げ手段が乏しいため、ヴェル＝コズに接近されると自衛が難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ヴェル＝コズのスキルを避けるようにする。\n- サポートと連携し、ヴェル＝コズに対して積極的にハラスを行うタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げることでハラスに耐えられるようにする。\n- 敵のスキルを避けるために、ミニオンを利用して移動する。\n- 可能であれば、視界を確保し、敵の動きを把握しておくことで、gankやエンゲージを避ける。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、ザイラが近づく前にハラスを行いやすい。\n- ヴェル＝コズのノックアップスキルにより、ザイラは接近されると無力化される可能性が高い。\n- ザイラのスキルは発動から発生までに時間がかかるため、機動力の高いヴェル＝コズに対して当てづらい。\n- ヴェル＝コズはAoE攻撃が得意で、ザイラの植物を一掃することができるため、ゾーニングが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてプレイする。\n- ヴェル＝コズのスキルを避けるために、常に位置取りに注意し、移動を怠らない。\n- ザイラのCCを活かして、ヴェル＝コズがスキルを使った後に攻撃するタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで生存率を高める。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持っており、レオナが接近する前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルによって、レオナが接近した際に無力化される可能性が高い。\n- レオナは火力が低く、特に中盤以降はヴェル＝コズに対してダメージを与えにくい。\n- ヴェル＝コズはタンク相手にも一定の火力を出せるため、レオナの耐久力を活かしにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて動く。\n- ヴェル＝コズのスキルを避けるために、タイミングを見計らって動く。\n- サポートアイテムやポーションを活用して、ハラスを受けた際の回復を図る。\n- チームメイトと連携して、ヴェル＝コズに対するエンゲージを試みる。",
      "メル": "メルが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、メルが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルによって、メルが接近するのが難しくなる。\n- ヴェル＝コズはAoE攻撃が得意で、メルのスキルを逆用することができるため、メルの攻撃が無効化される可能性がある。\n- ヴェル＝コズのパッシブによって、タンク相手でも一定の火力を維持できるため、メルのダメージが通りにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてプレイする。\n- ヴェル＝コズのスキルを避けるために、移動を意識して立ち回る。\n- サポートアイテムや回復アイテムを活用して、持続的なダメージを受けないようにする。\n- 集団戦では、ヴェル＝コズのスキルのクールダウンを見計らって行動する。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルにより、アリスターがエンゲージを試みる際に無力化される可能性が高い。\n- アリスターは近接型のタンクであり、ヴェル＝コズの遠距離攻撃に対して脆弱で、接近するのが難しい。\n- ヴェル＝コズのAoE攻撃は、アリスターが複数の敵を守る際にダメージを受けやすく、集団戦での影響力が低下する。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ブッシュを利用して隠れながら動く。\n- ヴェル＝コズのスキルを避けるために、タイミングを見計らって動くことを心がける。\n- アリスターのCCを活かすために、味方と連携してエンゲージを行う。\n- アイテムを工夫してマナ管理を行い、スキルを連続して使用できるようにする。",
      "ルル": "ルルが不利です。\n\n理由:\n- ヴェル＝コズの長射程のスキルに対して、ルルは射程が短く、ハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃により、ルルは集団戦での影響力が低くなりやすい。\n- ヴェル＝コズのCCスキルによって、ルルが接近されると無力化される可能性が高い。\n- ルルの無力化スキルは単体対象であり、ヴェル＝コズのAoE攻撃に対して効果的に対処できない。\n\n不利の緩和策:\n- ルルはレーンでのハラスを避けるため、ミニオンを利用して距離を保つ。\n- ヴェル＝コズのスキルを避けるために、常に位置取りに注意し、移動を怠らない。\n- ルルのシールドを適切に使い、味方を守りつつヴェル＝コズの攻撃を軽減する。\n- 集団戦では、味方のキャリーを優先的に守り、ヴェル＝コズの攻撃を分散させる。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、ジリアンが近づく前にハラスを行いやすい。\n- ヴェル＝コズのCCスキルにより、ジリアンは接近することが難しく、捕まると致命的なダメージを受けるリスクが高い。\n- ジリアンの攻撃スキルがQのみでCDが長いため、ヴェル＝コズのスキルを避けるのが難しい。\n- ヴェル＝コズのAoE攻撃に対して、ジリアンは基礎ステータスが低く、耐久力が不足しているため、集団戦での生存が難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらプレイする。\n- ジャングラーと連携し、ヴェル＝コズに対するガンクを狙うことで、プレッシャーをかける。\n- スキルの使用タイミングを工夫し、ヴェル＝コズのスキルを避ける動きを心がける。\n- アイテムを工夫し、マナ管理を徹底することで、スキルを多用できる状況を作る。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすい。\n- ヴェル＝コズは機動力が低く、パイクのフックやハラスに対して脆弱。\n- パイクのCCスキルはヴェル＝コズのスキルを中断させることができ、特にUltの詠唱中に攻撃することで無力化できる。\n- パイクのパッシブによる回復効果で、ハラスに対して強い耐性を持ち、レーンでの持続力が高い。\n- ヴェル＝コズは集団戦での持続的なダメージが強いが、パイクはキルを取ることでゴールドを共有でき、早期に優位を築きやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ヴェル＝コズのスキルを避けながらダメージを与える。\n- フックを使ってヴェル＝コズを捕まえ、CCを活用してキルを狙う。\n- ヴェル＝コズのスキルのクールダウンを確認し、隙を見て攻撃する。\n- パイクのパッシブを活かして、ハラスを受けても回復しながら持続的に攻撃を続ける。\n- 集団戦では、ヴェル＝コズのスキルを避けつつ、Ultを使ってキルを狙い、ゴールドを味方と共有する。",
      "ソナ": "ソナがヴェル＝コズに有利です。\n\n理由:\n- ソナは回復やバフを持っており、ヴェル＝コズのハラスを耐えやすい。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、ソナの支援を受けた味方が攻撃しやすい。\n- ソナのスタン効果は、ヴェル＝コズのスキルを無効化することができ、集団戦での優位性を高める。\n- ソナはAoE支援が可能で、集団戦での持続的なダメージを抑えることができる。\n\n有利の取り方:\n- レーンでのハラスを行い、ヴェル＝コズのスキルを避けながら味方を支援する。\n- スキルを使って味方の攻撃を強化し、ヴェル＝コズにプレッシャーをかける。\n- 集団戦では、スタンを狙ってヴェル＝コズを捕まえ、味方のダメージを通す。\n- マナ管理をしっかり行い、必要なタイミングで回復やバフを行うことで、持続的に戦える状態を保つ。",
      "ラカン": "ラカンが有利です。\n\n理由:\n- 高い機動力を持ち、ヴェル＝コズのスキルを避けやすい。\n- ノックアップやチャームによるCCで、ヴェル＝コズのスキルを無力化できる。\n- ヴェル＝コズは機動力が低いため、接近して攻撃するラカンに対して脆弱。\n- ラカンのシールドやヒールにより、ヴェル＝コズのハラスを軽減できる。\n- ザヤとの連携により、ラカンはさらに強化され、ヴェル＝コズに対して圧力をかけやすい。\n\n有利の取り方:\n- ヴェル＝コズのスキルを避けながら接近し、CCを使って無力化する。\n- レーンでのハラスを行い、ヴェル＝コズのHPを削る。\n- 味方と連携して、ヴェル＝コズを捕まえるタイミングを見計らう。\n- シールドやヒールを活用して、味方を守りつつ攻撃を続ける。\n- 集団戦では、ヴェル＝コズの位置を把握し、エンゲージを行うことで彼を排除する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、ヴェル＝コズのスキルを無効化することができるため、彼の攻撃を妨害しやすい。\n- ヴェル＝コズは機動力が低く、ジャンナのディスエンゲージ能力によって接近を阻止されることが多い。\n- ジャンナのシールドはヴェル＝コズのハラスを軽減できるため、レーンでの生存能力が高まる。\n- ジャンナは味方の移動速度を上げることができ、ヴェル＝コズが狙われた際に逃げやすくなる。\n- ジャンナのスキルはAoE回復を持ち、集団戦での持続力を高めることができるため、ヴェル＝コズのAoE攻撃に対抗しやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ヴェル＝コズのスキルを避けながら攻撃する。\n- ヴェル＝コズがスキルを使った後に、ジャンナのCCを使って反撃する。\n- シールドを適切に使い、ヴェル＝コズのハラスを軽減しつつ、味方を守る。\n- 敵の動きを見極めて、ジャンナの移動速度バフを活用し、味方の位置を調整する。\n- 集団戦では、ヴェル＝コズのスキルを避けつつ、味方を回復し、ディスエンゲージを行う。",
      "ゼラス": "ゼラスがヴェル＝コズに有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ヴェル＝コズのスキルよりも遠くからハラスが可能です。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすいです。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルを避けるのが難しいため、ハラスを受けやすいです。\n- ゼラスのスタン効果により、ヴェル＝コズのスキルを無力化することができ、特にUltの詠唱中に攻撃するチャンスがあります。\n- ゼラスはマナ回復のパッシブを持っているため、持続的にハラスを行いやすいです。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェル＝コズのHPを削る。\n- スキルの発動タイミングを見極め、ヴェル＝コズがスキルを使った後に攻撃する。\n- スタンを利用して、ヴェル＝コズがスキルを詠唱している間に攻撃を仕掛ける。\n- 敵のミニオンを利用して、ゼラスのスキルを当てやすい位置を確保する。\n- 集団戦では、ヴェル＝コズのスキルを避けつつ、後衛から安全に攻撃を行う。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ヴェル＝コズのスキルを避けながらハラスが可能です。\n- スネアやスロウを持っているため、ヴェル＝コズのスキルを当てるのが難しくなります。\n- カルマのシールドや加速効果により、味方を守りつつ攻撃できるため、チーム全体の生存率を高められます。\n- ヴェル＝コズは機動力が低く、カルマのスキルを受けやすい状況を作りやすいです。\n- カルマはスキルを駆使してヴェル＝コズの攻撃を無効化しつつ、持続的なダメージを与えることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ヴェル＝コズの体力を削る。\n- スネアを使ってヴェル＝コズの動きを制限し、スキルを当てやすくする。\n- シールドを味方にかけて、ヴェル＝コズの攻撃を耐えさせる。\n- 位置取りを工夫し、ヴェル＝コズのスキルを避けながら攻撃を続ける。\n- 集団戦では、味方をサポートしつつ、ヴェル＝コズを狙ってスキルを当てる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、ヴェル＝コズの機動力の低さを突いて簡単に捕まえることができる。\n- ヴェル＝コズはスキルの詠唱中に移動できないため、ノーチラスのフックやノックアップで無力化されやすい。\n- ノーチラスのタンク性能により、ヴェル＝コズの攻撃を耐えやすく、持続的に接近していくことができる。\n- ヴェル＝コズはハラスが得意だが、ノーチラスはフックで一気に距離を詰めることで、ハラスを無効化できる。\n\n有利の取り方:\n- レーン開始時にフックを狙い、ヴェル＝コズが距離を取れないようにする。\n- ヴェル＝コズのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的にエンゲージする。\n- ノーチラスのCCを活かして、ヴェル＝コズを捕まえた後は味方と連携してダメージを与える。\n- ヴェル＝コズがスキルを使った後の隙を突いて、フックやノックアップを使って攻撃する。",
      "パンテオン": "パンテオンがヴェル＝コズに有利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、ヴェル＝コズの長射程スキルに接近しやすい。\n- パンテオンのスタンを持つスキルにより、ヴェル＝コズのCCを無効化しやすく、オールインが可能。\n- パンテオンは序盤から高いバーストダメージを持ち、ヴェル＝コズが育つ前にキルを狙いやすい。\n- ヴェル＝コズは機動力が低く、パンテオンのリープで簡単に捕まえられる。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力が高く、ゲーム全体での優位を作りやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ヴェル＝コズのHPを削る。\n- スキルを使ってヴェル＝コズに接近し、スタンを狙う。\n- ヴェル＝コズがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- グローバルなUltを活用して、他のレーンでのプレッシャーをかける。\n- 敵のジャングラーと連携して、ヴェル＝コズを狙ったGankを行う。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- アリスターは強力なCCを持ち、ブリッツクランクのフックを無効化することができるため、エンゲージが難しい。\n- アリスターのタンク性能が高く、ブリッツクランクの攻撃を耐えることができるため、持久戦で不利になる。\n- アリスターのノックアップやスタンによって、ブリッツクランクがフックを当てる前に行動を制限されることが多い。\n- ブリッツクランクはフックを外すとプレッシャーがなくなるが、アリスターはその間に反撃を行いやすい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、アリスターのスキルを避けるようにする。\n- フックを当てるタイミングを慎重に選び、アリスターのスキルがクールダウンしている時を狙う。\n- アリスターのCCを受けた後は、すぐに後退し、無理なオールインを避ける。\n- チームメイトと連携し、アリスターを捕まえるためのサポートを受ける。",
      "ジリアン": "ジリアンはアリスターに不利です。\n\n理由:\n- アリスターの強力なCCにより、ジリアンは行動を制限されやすく、特にエンゲージを受けると脆弱です。\n- アリスターのタンク性能により、ジリアンの瞬間火力が通りにくく、持続的なダメージを与えるのが難しいです。\n- アリスターの近接攻撃に対して、ジリアンは距離を保つ必要がありますが、アリスターのCCで近づかれると反撃が難しくなります。\n- アリスターのパッシブによる回復効果が、ジリアンのダメージを相殺しやすく、レーンでの優位性を失いやすいです。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、アリスターのエンゲージを避けるようにする。\n- ジリアンのスキルを適切に使い、アリスターのCCを受ける前に味方にバフをかける。\n- アリスターのスキルクールダウンを見極め、スキルを使った後に攻撃するタイミングを狙う。\n- 可能であれば、味方のジャングラーと連携し、アリスターを捕まえるチャンスを作る。",
      "ソナ": "ソナが不利です。\n\n理由:\n- アリスターは強力なCCを持ち、ソナがスキルを使う前にエンゲージされると、反撃が難しくなる。\n- ソナは基礎ステータスが低く、アリスターの攻撃を受けると簡単に倒されてしまう。\n- アリスターのタンク性能により、ソナのダメージが通りにくく、レーンでのハラスが効果的でない。\n- アリスターのノックアップやスタンにより、ソナのスキル発動が妨げられることが多い。\n- ソナのCCはUltに依存しているため、アリスターのエンゲージに対して即座に反応できない。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、アリスターのエンゲージを避ける。\n- サポートアイテムを早めに購入し、マナ管理を徹底する。\n- 味方のジャングラーと連携し、アリスターに対するGankを狙う。\n- スキルを使う際は、アリスターのCCを避けるタイミングを見計らう。\n- 可能であれば、レーンでのハラスを控え、耐えることに専念する。",
      "ブラウム": "ブラウムはアリスターに不利です。\n\n理由:\n- アリスターは強力なCCを持ち、ブラウムが接近する前にエンゲージを仕掛けることができる。\n- アリスターのノックアップやスタンは、ブラウムのCC発動を妨げるため、反撃が難しい。\n- アリスターは高いタフネスを持ち、ブラウムのハラスを受け流しやすい。\n- アリスターのパッシブによる回復効果が、ブラウムのハラスを無効化することがある。\n- ブラウムはサステインがないため、アリスターの持続的なダメージに対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避け、アリスターのスキルを避ける立ち回りを心がける。\n- ADCと連携し、アリスターのCCを受ける前に攻撃を仕掛けるタイミングを見計らう。\n- ブラウムのパッシブを活かし、ADCが攻撃する際にしっかりとサポートする。\n- アリスターのスキルクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。\n- 可能であれば、アイテムを購入して防御力を上げ、アリスターのダメージを軽減する。",
      "レオナ": "レオナが不利です。\n\n理由:\n- アリスターは強力なCCを持ち、レオナのエンゲージを無効化することができるため、レオナがオールインを仕掛ける際に反撃を受けやすい。\n- アリスターの耐久力が高く、レオナのダメージを受け止めることができるため、レオナの火力が活かしにくい。\n- アリスターのノックアップやスタンによって、レオナの行動が制限され、連続的なCCコンボを受けるリスクが高まる。\n- アリスターはレオナの攻撃を受け流しつつ、味方のADCを守るピールが得意で、レオナの攻撃が通りにくい。\n\n不利の緩和策:\n- レオナはアリスターのCCを避けるために、エンゲージのタイミングを慎重に選ぶ必要がある。\n- アリスターのスキルクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- サポートアイテムやポーションを活用して、ハラスを受けた際のサステインを確保する。\n- チームメイトと連携し、アリスターのCCを分散させることで、レオナのエンゲージを成功させるチャンスを増やす。",
      "レル": "レルが不利です。\n\n理由:\n- アリスターは強力なCCを持ち、レルのエンゲージを無効化しやすい。\n- アリスターのタフネスと回復能力により、レルのダメージが通りにくい。\n- アリスターのノックアップやスタンによって、レルのスキルを発動する前に行動を制限される。\n- アリスターは近接戦での強さがあり、レルがオールインを狙う際に反撃を受けやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、アリスターのCCを避ける。\n- アリスターのスキルクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。\n- 味方のジャングラーと連携し、アリスターを狙ったギャンクを仕掛ける。\n- アイテムを工夫し、耐久力を上げてアリスターとの対面を有利に進める。",
      "パンテオン": "パンテオンがアリスターに不利です。\n\n理由:\n- アリスターは強力なCCを持ち、パンテオンのオールインを無効化することができるため、パンテオンが攻撃を仕掛ける際に反撃を受けやすい。\n- アリスターのタンク性能により、パンテオンのバーストダメージを耐えられるため、長期戦に持ち込まれるとパンテオンが不利になる。\n- アリスターのパッシブによる回復効果が、パンテオンのダメージを軽減し、持続的なハラスが難しくなる。\n- アリスターはレーン維持が得意で、パンテオンのロームや寄りを阻止しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、アリスターのCCを避けるために慎重に動く。\n- アリスターのスキルクールダウンを考慮し、エンゲージのタイミングを見計らって攻撃を仕掛ける。\n- 可能であれば、他のレーンからのギャンクを利用してアリスターを圧倒する。\n- アイテムを工夫して、耐久力を上げることでアリスターのダメージを耐えられるようにする。"
    },
    "loses": {
      "ジャンナ": "ジャンナがアリスターに有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、アリスターのエンゲージを無効化することができる。\n- アリスターの攻撃力が低いため、ジャンナのシールドや回復で耐えることができる。\n- ジャンナの移動速度向上効果により、アリスターの攻撃を避けやすく、反撃のチャンスを作りやすい。\n- アリスターのスキルはクールダウンが長いため、ジャンナがスキルをうまく使うことでアリスターの行動を制限できる。\n- ジャンナは遠距離から攻撃できるため、アリスターが近づく前にダメージを与えることができる。\n\n有利の取り方:\n- アリスターがエンゲージを仕掛ける前に、ジャンナのCCを使って距離を取る。\n- アリスターがスキルを使った後に、ジャンナのシールドや回復を活用して耐える。\n- アリスターが近づいてきた際に、ジャンナの移動速度向上効果を使って逃げるか、反撃する。\n- レーンでのハラスを行い、アリスターのマナを消耗させる。\n- 集団戦では、アリスターがエンゲージした後にジャンナのディスエンゲージを活かして味方を守る。",
      "セナ": "セナがアリスターに有利です。\n\n理由:\n- セナは長射程を持ち、アリスターの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- アリスターのエンゲージをスネアで制限できるため、アリスターが仕掛けるタイミングを難しくすることができる。\n- セナの回復能力により、アリスターのハラスを受けても持ちこたえやすく、持続的な戦闘が可能。\n- アリスターは攻撃力が低く、セナの高い射程からの攻撃に対して反撃が難しい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、アリスターに対してもプレッシャーをかけやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、アリスターの体力を削る。\n- アリスターが近づいてきた際には、スネアを使って行動を制限し、反撃のチャンスを作る。\n- セナの回復スキルを活用して、アリスターのハラスを受けても耐えられるようにする。\n- アリスターのスキルクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- 可能であれば、ミニオンを利用してアリスターのエンゲージを避けつつ、ダメージを与える。",
      "マオカイ": "マオカイがアリスターに有利です。\n\n理由:\n- マオカイは高頻度でCCを使用でき、アリスターのエンゲージを妨害することができる。\n- アリスターの攻撃力が低いため、マオカイのタンク性能が活かされやすい。\n- マオカイのパッシブによるHP回復効果が、アリスターの持続的なダメージに対抗できる。\n- アリスターのスキルはクールダウンが長いため、マオカイが先にCCを使うことで有利な状況を作りやすい。\n- マオカイはブッシュを利用して視界を確保し、アリスターの動きを制限することができる。\n\n有利の取り方:\n- レーンでのハラスを行い、アリスターのマナを消耗させる。\n- CCを駆使してアリスターのエンゲージを無効化し、反撃のチャンスを作る。\n- ブッシュを利用して奇襲をかけ、アリスターのスキルを避けながら攻撃する。\n- 集団戦では、アリスターがスキルを使った後にエンゲージし、相手の動きを制限する。\n- マオカイのUltを使って、アリスターの動きを封じることで味方の攻撃をサポートする。",
      "ラックス": "ラックスがアリスターに有利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、アリスターが近づく前にハラスが可能。\n- アリスターは接近戦が得意だが、ラックスのスネアで行動を制限できる。\n- ラックスのバーストダメージはアリスターのタンク性能を上回ることができ、早期にキルを狙いやすい。\n- アリスターのスキルはクールダウンが長く、ラックスのスキルを避けることでアリスターのエンゲージを無効化できる。\n- ラックスはミニオンをブロックしないスキルを持っているため、アリスターが前に出るのを難しくする。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、アリスターのHPを削る。\n- スネアを使ってアリスターのエンゲージを阻止し、味方と連携して攻撃する。\n- アリスターがスキルを使った後の隙を狙って、バーストダメージを与える。\n- 敵ジャングラーの動きを警戒しつつ、視界を確保して安全にプレイする。\n- アリスターがマナを消費している間に、ラックスのスキルを使って優位を保つ。",
      "ヴェル＝コズ": "ヴェル＝コズがアリスターに有利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、アリスターが近づく前にハラスが可能。\n- アリスターのエンゲージを受ける前に、ヴェル＝コズはスキルを使ってダメージを与えられる。\n- アリスターは近接キャリーであり、ヴェル＝コズの遠距離攻撃に対して脆弱。\n- ヴェル＝コズのAoE攻撃は、アリスターが複数の敵をピールする際にも効果的にダメージを与えられる。\n- アリスターのCCスキルは強力だが、ヴェル＝コズのノックアップを使うタイミングを見計らうことで、アリスターのエンゲージを無効化できる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、アリスターのHPを削る。\n- アリスターが近づいてきたら、スキルを使って距離を保ちながら攻撃する。\n- アリスターのスキルクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 集団戦では、アリスターがエンゲージする前にスキルを使ってダメージを与え、アリスターの動きを制限する。\n- 自身の位置取りを意識し、アリスターのCCを避けるように立ち回る。",
      "ソラカ": "ソラカがアリスターに有利です。\n\n理由:\n- ソラカは遠距離からのハラスが得意で、アリスターの近接攻撃を避けやすい。\n- アリスターのエンゲージをサイレンスで無効化できるため、アリスターがスキルを使う前に対処できる。\n- ソラカの回復能力により、アリスターの攻撃を耐えることができ、持久戦で優位に立てる。\n- アリスターは攻撃力が低く、ソラカのヒールで持ちこたえられるため、アリスターのダメージを軽減できる。\n- ソラカはCCが限られているため、アリスターの強力なCCを受けにくい。\n\n有利の取り方:\n- レーン開始時にハラスを行い、アリスターのマナを消耗させる。\n- アリスターがエンゲージを試みる際に、サイレンスを使ってスキルを無効化する。\n- 自身のヒールを活用して、アリスターの攻撃を耐えつつ、味方ADCをサポートする。\n- アリスターがスキルを使った後の隙を狙って、ハラスやオールインを行う。\n- 位置取りを工夫し、アリスターの攻撃範囲外から安全に攻撃する。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由:\n- モルガナのスネアはレオナの接近を阻害し、オールインを難しくします。\n- モルガナのスペルシールドはレオナのCCを無効化できるため、レオナの攻撃が効果的に機能しません。\n- モルガナは遠距離から攻撃できるため、レオナが近づく前にハラスを受けやすいです。\n- モルガナのクールダウンが長いとはいえ、レオナが接近する前にスネアを当てられると、レオナは無力化されます。\n\n不利の緩和策:\n- レオナはモルガナのスネアを避けるために、ミニオンを利用して接近するタイミングを計る。\n- モルガナのスペルシールドを無視するために、複数のターゲットを狙うコンボを考える。\n- レーンでのハラスを避けるために、サポートやADCと連携して行動する。\n- モルガナのスキルのクールダウンを確認し、スキルがないタイミングで積極的に攻撃する。",
      "ブランド": "ブランドがモルガナに不利です。\n\n理由:\n- モルガナのスネアは、ブランドのスキルを無効化することができ、特にブランドがスキルを当てる前に拘束されると大きなダメージを受ける可能性が高い。\n- モルガナのスペルシールドは、ブランドのスタンを防ぐことができ、これによりブランドのCCコンボが無効化される。\n- モルガナは持続的なダメージを与える能力が高く、ブランドの自衛手段が乏しいため、オールインされると脆弱。\n- モルガナのスキルは、ブランドのスキルを避けるための動きを制限することができ、ブランドが攻撃を当てるのが難しくなる。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、モルガナのスネアを避けるように動く。\n- スペルシールドを持つアイテムを購入し、モルガナのCCを無効化する手段を増やす。\n- モルガナのスキルクールダウンを考慮し、スキルを使った後の隙を狙って攻撃する。\n- チームメイトと連携し、モルガナを先に排除することで、ブランドのダメージを通しやすくする。",
      "ブラウム": "ブラウムはモルガナに不利です。\n\n理由:\n- モルガナのスネアは長時間のCCを持ち、ブラウムが接近するのを阻止しやすい。\n- モルガナのスペルシールドは、ブラウムのCCを無効化することができ、味方を守る能力が高い。\n- ブラウムは近接チャンピオンであり、モルガナの射程の長さに対して攻撃を仕掛けるのが難しい。\n- ブラウムのCCは発生が遅く、モルガナのスキルを避けるのが難しいため、先手を取られやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、モルガナのスキルを避ける位置取りを心がける。\n- ADCと連携して、モルガナのスネアを避ける動きをすることで、オールインのチャンスを作る。\n- モルガナのスキルクールダウンを意識し、スキルがないタイミングで積極的に攻める。\n- ブラウムのパッシブを活かし、ADCと連携してダメージを与える機会を増やす。",
      "ラカン": "ラカンがモルガナに不利です。\n\n理由:\n- モルガナのスネアはラカンの機動力を制限し、捕まると何もできなくなる。\n- モルガナのスペルシールドはラカンのCCを無効化するため、エンゲージが成功しにくい。\n- モルガナは遠距離からのハラスが得意で、ラカンは近接型のため、ハラスを受けやすい。\n- モルガナの高いDPSは、ラカンの基礎ステータスの低さを突くことができる。\n- モルガナのCCは長時間持続するため、ラカンが味方を守ることが難しくなる。\n\n不利の緩和策:\n- モルガナのスネアを避けるために、位置取りを意識し、敵のスキルを見極める。\n- スペルシールドを持つアイテムを購入し、モルガナのCCを無効化する。\n- レーンでのハラスを避けるため、ミニオンを利用してモルガナの攻撃を遮る。\n- 味方と連携し、モルガナを捕まえるチャンスを作ることで、逆に有利な状況を作り出す。\n- モルガナのクールダウンを狙い、スキルがないタイミングで積極的にエンゲージを試みる。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- モルガナのスネアはノーチラスのエンゲージを無効化し、彼の攻撃を阻止することができるため、オールインが難しい。\n- モルガナのスペルシールドはノーチラスのCCを防ぐことができ、彼のコンボを無効化するため、効果的に対抗される。\n- ノーチラスは近接チャンピオンであり、モルガナの遠距離攻撃に対して接近するのが難しく、ダメージを受けやすい。\n- モルガナは持続的なダメージを与える能力が高く、ノーチラスがタンクとして耐えるのが難しい状況を作り出す。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、モルガナのスネアを避けるようにする。\n- モルガナのスペルシールドを意識し、彼女のスキルがクールダウン中のタイミングを狙ってエンゲージを試みる。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでモルガナのダメージを軽減する。\n- 味方と連携し、モルガナを狙う際には一緒に行動することで、彼女のスキルを分散させる。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- モルガナのスネアは長時間のCCを持ち、スレッシュがフックを外した際に反撃を受けやすい。\n- モルガナのスペルシールドはスレッシュのCCを無効化できるため、スレッシュのエンゲージが無効化される。\n- スレッシュはクールダウンが長く、モルガナのスキルを避けられないと、持続的なハラスで削られやすい。\n- モルガナの射程がスレッシュよりも長いため、ハラスを受けやすい状況が続く。\n\n不利の緩和策:\n- モルガナのスキルを避けるために、位置取りを意識し、フックを投げるタイミングを慎重に選ぶ。\n- モルガナのスネアを避けるために、スレッシュのWを使って味方を救出する準備をする。\n- モルガナのクールダウンを狙い、スキルがないタイミングで積極的にエンゲージを試みる。\n- サポートアイテムやポーションを活用して、持続的なハラスに耐える。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- モルガナのスネアによって、アリスターのエンゲージやピールが無効化されやすい。\n- モルガナのスペルシールドにより、アリスターのCCが防がれるため、効果的な攻撃が難しい。\n- アリスターは近接チャンピオンであり、モルガナの遠距離攻撃に対して脆弱である。\n- モルガナの高DPSに対して、アリスターは自己完結したダメージを出しにくく、持続戦闘で不利になる。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、モルガナのスネアを避けるようにする。\n- モルガナのスキルを避けるために、味方と連携してエンゲージを行うタイミングを見計らう。\n- モルガナのスペルシールドを意識し、CCを使うタイミングを調整する。\n- 可能であれば、アイテムを購入してマナ管理を行い、スキルを連続して使用できるようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- モルガナのスネアによって、セラフィーンは捕まえられやすく、スキルを発動する前に無力化される可能性が高い。\n- モルガナのスペルシールドは、セラフィーンのCCを無効化することができるため、セラフィーンの支援効果が減少する。\n- セラフィーンはスキルの発生が遅く、モルガナの攻撃を受ける前に反撃するのが難しい。\n- モルガナは高いバーストダメージを持つため、セラフィーンがオールインを仕掛ける際に不利になる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、モルガナのスネアを避けるようにする。\n- スペルシールドを持つアイテムを購入し、モルガナのCCを無効化する手段を増やす。\n- セラフィーンのスキルを連携させて、モルガナのスキルを避けつつ攻撃するタイミングを見計らう。\n- 味方と連携して、モルガナに対して集団で攻撃を仕掛けることで、彼女の強みを無効化する。"
    },
    "loses": {
      "ユーミ": "ユーミがモルガナに有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、モルガナのスネアを避けやすい。\n- モルガナのスペルシールドはユーミの回復やシールドを無効化できないため、持続的なサステインが可能。\n- ユーミは移動しながらサポートできるため、モルガナの攻撃を受けにくい。\n- モルガナのクールダウンが長いため、ユーミが攻撃的に出やすいタイミングがある。\n- ユーミはハードCCを持たないため、モルガナのスネアに対して脆弱ではない。\n\n有利の取り方:\n- レーンでのハラスを行い、モルガナのマナを消耗させる。\n- モルガナのスネアを避けつつ、味方ADCと連携して攻撃を仕掛ける。\n- モルガナがスキルを使った後のクールダウンを狙って積極的にトレードを行う。\n- ユーミの回復やシールドを活用して、モルガナの攻撃を耐えつつ持続的にダメージを与える。\n- 敵の視界を意識し、ワーディングを行いながら安全に立ち回る。",
      "ジリアン": "ジリアンがモルガナに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、モルガナのスペルシールドを無視してダメージを与えやすい。\n- ジリアンのCCはAoEスタンを持っており、モルガナのスネアを避けることができるため、レーンでの優位性を保ちやすい。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、モルガナよりも早く強力なスキルを使用できる。\n- モルガナはクールダウンが長く、ジリアンの攻撃を受けると反撃が難しいため、ジリアンが有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、モルガナのマナを消耗させる。\n- ジリアンのCCを活用して、モルガナがスネアを使った後に攻撃を仕掛ける。\n- モルガナのスペルシールドがクールダウン中のタイミングを狙って、コンボを決める。\n- ジリアンのUltを活用して、味方を守りつつ、モルガナを攻撃するチャンスを作る。",
      "ミリオ": "ミリオがモルガナに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、モルガナのスネアを避けやすくする。\n- モルガナのCCをウルトで解除できるため、モルガナの強みを無効化できる。\n- ミリオの回復やシールドにより、モルガナのダメージを軽減できる。\n- ミリオは射程を活かしてハラスを行いやすく、モルガナの攻撃を受けにくい。\n- モルガナのクールダウンが長いため、ミリオはその隙を突いて攻撃を仕掛けやすい。\n\n有利の取り方:\n- ミリオのスキルを駆使して、モルガナのスネアを避けながら攻撃する。\n- モルガナがスキルを使った後のクールダウン中に積極的にハラスを行う。\n- ウルトをタイミングよく使い、モルガナのCCを解除して味方を守る。\n- ミリオの攻撃範囲を活かして、モルガナの射程外から攻撃を行う。\n- モルガナがオールインを狙う際に、シールドや回復を使って耐える。",
      "メル": "メルがモルガナに有利です。\n\n理由:\n- メルは長射程のスキルを持ち、モルガナのスネアを避けやすい。\n- モルガナのスペルシールドは、メルのスキルを無効化できないため、メルは安心して攻撃できる。\n- メルのAoEスキルは、モルガナのスキルを逆用することで、モルガナのCCを無効化しつつダメージを与えられる。\n- モルガナはクールダウンが長いため、スキルを使った後の隙を突いて攻撃できる。\n- メルは確定キルを狙いやすく、モルガナのHPが低い状態でのオールインが有利。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、モルガナのHPを削る。\n- モルガナのスキルを避けつつ、AoEスキルでミニオンを処理し、CSを稼ぐ。\n- モルガナがスキルを使った後に攻撃を仕掛け、反撃の隙を突く。\n- スペルシールドを利用して、モルガナのCCを無効化しながら攻撃する。\n- チームメイトと連携し、モルガナを捕まえるタイミングを見計らう。",
      "パンテオン": "パンテオンがモルガナに有利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、オールインが得意で、モルガナのスネアを避けることができるため、レーンでのトレードで優位に立ちやすい。\n- モルガナのスペルシールドは強力ですが、パンテオンのスタンやバーストダメージに対しては効果が薄く、オールイン時に有利に働く。\n- パンテオンは序盤から高いキルプレッシャーを持ち、モルガナがスキルを使った後の隙を突いて攻撃することができる。\n- モルガナはクールダウンが長く、スキルを使った後の隙を狙うことで、パンテオンは有利なトレードを行いやすい。\n\n有利の取り方:\n- レーン開始時にモルガナのスキルを避けつつ、AAやスキルを使ってトレードを仕掛ける。\n- モルガナがスキルを使った後に、スタンを使ってオールインを仕掛ける。\n- スペルシールドを持っている場合でも、パンテオンのバーストダメージを活かして早期にキルを狙う。\n- モルガナのクールダウンを意識し、スキルがないタイミングで積極的に攻撃する。",
      "ブリッツクランク": "ブリッツクランクはモルガナに有利です。\n\n理由:\n- ブリッツクランクのフックは、モルガナのスペルシールドを無視して敵を引き寄せることができるため、モルガナの強みを無効化できる。\n- モルガナはスネアを使う際に足を止める必要があり、その隙を突いてブリッツクランクがフックを当てることで、モルガナを捕まえやすい。\n- ブリッツクランクのサイレンスは、モルガナのスキルを封じることができ、特に集団戦での影響力を大きく削ぐことができる。\n- モルガナはクールダウンが長いため、ブリッツクランクがフックを当てることで、モルガナの行動を制限しやすい。\n\n有利の取り方:\n- レーンでの視界を確保し、モルガナがスネアを使った後の隙を狙ってフックを放つ。\n- モルガナがスペルシールドを使ったタイミングを見計らい、フックを当ててキルを狙う。\n- 集団戦では、モルガナのスキルを避けつつ、サイレンスを使って味方の攻撃をサポートする。\n- モルガナのスネアがクールダウン中のタイミングを狙い、積極的にフックを狙う。",
      "ザイラ": "ザイラがモルガナに有利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、モルガナのスキルを避けながらハラスが可能。\n- ザイラの植物を利用した攻撃は、モルガナのスペルシールドを無効化することができる。\n- モルガナはクールダウンが長く、ザイラの持続的な攻撃に対して反撃が難しい。\n- ザイラのCCは範囲攻撃であり、モルガナが足を止めているときに効果的に当てることができる。\n- モルガナの射程が短いため、ザイラは安全な距離から攻撃できる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、モルガナのHPを削る。\n- 植物を利用して視界を確保し、モルガナの動きを制限する。\n- モルガナのスキルを避けるために、位置取りを意識して動く。\n- CCを使ってモルガナを拘束し、味方と連携してキルを狙う。\n- モルガナのスペルシールドがクールダウン中のタイミングを見計らって攻撃する。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、モルガナに対して高いプレッシャーをかけることができる。\n- カルマのスネアは対象指定であり、モルガナのスペルシールドを無効化することができるため、モルガナのCCを避けることが難しい。\n- カルマはシールドや加速効果を持っており、味方を守りつつ攻撃的なプレイが可能で、モルガナの攻撃を受け流すことができる。\n- モルガナはクールダウンが長く、カルマのスキルを連続で受けるとダメージを与えられやすい。\n- カルマは機動力があり、モルガナのスネアを避けやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、モルガナのHPを削る。\n- スネアを当てた後、味方と連携してオールインを狙う。\n- モルガナのスペルシールドがクールダウン中のタイミングを見計らってスネアを使用する。\n- シールドを味方にかけて、モルガナの攻撃を無効化しつつ、反撃を行う。\n- 位置取りを工夫し、モルガナのスネアを避けながら攻撃を続ける。",
      "バード": "バードがモルガナに有利です。\n\n理由:\n- バードはモルガナのスネアを避けるための移動スキルを持っており、モルガナのCCを回避しやすい。\n- バードのスタンはモルガナのスペルシールドを無視できるため、モルガナが持つ防御手段を無効化できる。\n- バードは鐘を回収することで火力を向上させるため、持続的なダメージを与えやすい。\n- バードの回復スキルにより、モルガナのハラスを受けても耐えやすく、レーン維持が得意。\n- バードのUltはAoEで無敵を付与できるため、モルガナのスキルを無効化しつつ味方を守ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、モルガナのマナを消耗させる。\n- モルガナのスネアを避けるために、移動スキルをタイミングよく使用する。\n- スタンを使ってモルガナを捕まえ、味方と連携して攻撃する。\n- 鐘を回収し続けて火力を向上させ、モルガナに対して持続的な圧力をかける。\n- Ultを適切なタイミングで使用し、モルガナのスキルを無効化しつつ味方をサポートする。",
      "ゼラス": "ゼラスが有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、モルガナの攻撃を安全な距離から避けながらハラスができる。\n- モルガナのスネアは発動までに時間がかかるため、ゼラスはその間に距離を取ったり、スキルを避けたりすることができる。\n- ゼラスの攻撃はAoE効果があり、モルガナが複数の敵を相手にする際に有利に働く。\n- モルガナのクールダウンが長いため、ゼラスはその隙を突いて攻撃を続けることができる。\n- ゼラスはマナ回復のパッシブを持っているため、持続的なハラスが可能で、レーンでの持続力が高い。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、モルガナのHPを削る。\n- モルガナのスネアを避けるために、常に位置取りを意識し、距離を保つ。\n- モルガナがスキルを使った後のクールダウン中に攻撃を仕掛ける。\n- ゼラスのスキルを使って、モルガナが近づく前にダメージを与える。\n- 集団戦では、モルガナのスペルシールドを意識しつつ、後衛から安全に攻撃を行う。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ソラカ": "ソラカがマオカイに不利です。\n\n理由:\n- マオカイは高い耐久性を持ち、持続的なダメージを与えられるため、ソラカの回復効果を無効化しやすい。\n- マオカイのCCスキルにより、ソラカは行動を制限されやすく、逃げる手段が乏しいため捕まりやすい。\n- マオカイの重傷効果により、ソラカのヒールが減少し、回復能力が低下する。\n- マオカイは近接チャンピオンであり、ソラカの射程を活かしにくく、オールインされると脆弱。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、マオカイのCCを避けるようにする。\n- 早めに重傷効果を持つアイテムを購入し、マオカイの回復を抑える。\n- 味方のジャングラーと連携し、マオカイに対するGankを狙う。\n- ブッシュを利用して視界を確保し、奇襲を避ける。",
      "ニーコ": "ニーコがマオカイに不利です。\n\n理由:\n- マオカイは高い耐久性を持ち、ニーコのバーストダメージを受け止めやすい。\n- マオカイのCCスキルにより、ニーコは接近戦で動きを制限されやすく、攻撃を仕掛けるタイミングを失うことが多い。\n- マオカイのパッシブによる回復効果が、ニーコのダメージを相対的に軽減する。\n- マオカイは視界を確保しやすく、ニーコの奇襲を防ぎやすい。\n- マオカイの射程がニーコよりも長く、ハラスを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して隠れながら動く。\n- マオカイのCCを避けるために、スキルのタイミングを見極めて動く。\n- アイテムを工夫して、耐久力を上げる（例: 早めに防具アイテムを購入する）。\n- マオカイのスキルを避けるために、ミニオンを利用して位置取りを工夫する。\n- チームメイトと連携し、マオカイに対して集団で攻撃を仕掛ける。",
      "ラカン": "ラカンがマオカイに不利です。\n\n理由:\n- マオカイは複数のCCスキルを持ち、ラカンの機動力を制限することができる。\n- マオカイのタンク性能により、ラカンのダメージが通りにくく、持続戦闘で不利になる。\n- マオカイの回復能力が高く、ラカンのハラスが効果的でない場合が多い。\n- マオカイは視界を確保しやすく、ラカンのエンゲージを予測しやすい。\n\n不利の緩和策:\n- マオカイのCCを避けるために、位置取りを工夫し、エンゲージのタイミングを見極める。\n- マオカイのスキルを避けるために、ブッシュを利用して奇襲をかける。\n- 味方と連携して、マオカイを集中攻撃し、早期に排除する。\n- アイテムを活用して、重傷効果を持つアイテムを購入し、マオカイの回復を抑える。",
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- マオカイは高い耐久性を持ち、持続的なダメージを与えられるため、ポッピーのダメージを受け止めやすい。\n- マオカイのCCスキルは広範囲で、ポッピーが接近するのを阻止しやすい。\n- ポッピーのスキルは射程が短く、マオカイの攻撃を受けながら攻撃するのが難しい。\n- マオカイのパッシブによる回復効果が、ポッピーのダメージを相対的に軽減する。\n- マオカイはエンゲージが苦手なため、ポッピーが攻撃を仕掛けるチャンスを与えやすいが、逆にマオカイのCCで反撃されるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを避け、マオカイのスキルを避ける立ち回りを心がける。\n- マオカイのCCを避けるために、位置取りを工夫し、壁を利用して接近する。\n- アイテムビルドで重傷効果を持つアイテムを選択し、マオカイの回復を抑える。\n- チームメイトと連携し、集団戦でのマオカイを狙うことで、個々の1対1の不利を補う。\n- マオカイのスキルクールダウンを意識し、スキルがないタイミングを狙って攻撃する。",
      "パンテオン": "パンテオンがマオカイに不利です。\n\n理由:\n- マオカイは高頻度でCCを使用できるため、パンテオンのオールインを妨害しやすい。\n- マオカイのパッシブによる回復効果があり、パンテオンのバーストダメージを軽減できる。\n- マオカイはタンクとしての耐久力が高く、パンテオンの攻撃を受け止めやすい。\n- マオカイのスネアは広範囲で、パンテオンが近づくのを難しくする。\n- マオカイは視界を確保しやすく、パンテオンのロームを制限することができる。\n\n不利の緩和策:\n- レーンでのハラスを避け、マオカイのCCを避けるように立ち回る。\n- 早めにアイテムを購入し、耐久力を上げることでマオカイのダメージを軽減する。\n- マオカイのスキルクールダウンを意識し、CCがないタイミングで攻撃を仕掛ける。\n- サポートやジャングラーと連携し、マオカイを集団で攻撃することで有利な状況を作る。\n- ブッシュを利用して奇襲をかけ、マオカイの視界を制限する。",
      "ユーミ": "ユーミがマオカイに不利です。\n\n理由:\n- マオカイは高頻度でCCを使用できるため、ユーミの移動や支援を妨げやすい。\n- マオカイのタンク性能により、ユーミの攻撃や支援が効果的に通りにくい。\n- ユーミはハードCCを持たないため、マオカイのオールインに対して脆弱である。\n- マオカイの回復能力が高く、ユーミの支援効果を相殺されやすい。\n- マオカイは視界を確保しやすく、ユーミが孤立するリスクが高まる。\n\n不利の緩和策:\n- ユーミは味方のADCと連携し、マオカイのCCを避ける立ち回りを心がける。\n- マオカイのスキルを避けるために、位置取りを工夫し、ブッシュを利用する。\n- ユーミの回復やシールドを適切にタイミングよく使用し、味方を守る。\n- マオカイのスキルクールダウンを意識し、攻撃の隙を突くタイミングを見計らう。\n- 可能であれば、アイテムを活用して重傷効果を持つチャンピオンと連携し、マオカイの回復を抑える。",
      "ゼラス": "ゼラスがマオカイに不利です。\n\n理由:\n- マオカイは高い耐久力を持ち、ゼラスの攻撃を受け止めやすい。\n- マオカイのCCスキルにより、ゼラスは攻撃を当てる前に無力化される可能性が高い。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、マオカイに接近されると危険。\n- マオカイの回復能力により、ゼラスのハラスが効果的でなくなることがある。\n- マオカイはゼラスの射程外から攻撃できるため、ゼラスが攻撃しづらい状況を作りやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、マオカイのCCを避けるようにする。\n- マオカイのスキルを避けるために、移動をこまめに行い、スキルの発動タイミングをずらす。\n- サポートやジャングラーと連携し、マオカイに対するGankを狙う。\n- アイテムを工夫し、マオカイの回復を抑える手段を持つ（例: 重傷効果のあるアイテム）。\n- 遠距離からのハラスを続け、マオカイのHPを削ることで、集団戦での影響力を減少させる。",
      "ソナ": "ソナがマオカイに不利です。\n\n理由:\n- マオカイは複数のCCスキルを持っており、ソナの移動を制限しやすい。\n- ソナは基礎ステータスが低く、特に序盤においてマオカイの持続的なダメージに対して脆弱。\n- マオカイのパッシブによる回復効果があるため、ソナのハラスが効きにくい。\n- マオカイは近接チャンピオンであり、ソナの射程を活かしにくく、接近されると危険。\n- ソナのCCはUltに依存しているため、マオカイのエンゲージに対して反応が遅れることが多い。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、マオカイの接近を避ける。\n- 早めにアイテムを購入し、マナ管理を徹底してスキルを使い続ける。\n- 味方のジャングラーと連携し、マオカイに対するGankを狙う。\n- ブッシュを利用して視界を確保し、マオカイの動きを把握する。\n- 集団戦では、味方のタンクやダメージディーラーをサポートし、マオカイのターゲットにならないようにする。",
      "シャコ": "シャコが不利です。\n\n理由:\n- マオカイは複数のCCスキルを持っており、シャコの奇襲を容易に妨害できる。\n- マオカイのタンク性能により、シャコのバーストダメージが通りにくい。\n- マオカイのパッシブによる回復効果が、シャコのダメージを相対的に軽減する。\n- マオカイは視界を確保しやすく、シャコのインビジブルを無効化する手段を持っている。\n- マオカイのエンゲージ能力により、シャコが安全に攻撃する機会が減少する。\n\n不利の緩和策:\n- シャコはマオカイのCCを避けるために、位置取りを工夫し、奇襲のタイミングを見極める。\n- マオカイのスキルクールダウンを考慮し、スキルを使った後に攻撃を仕掛ける。\n- アイテムビルドで重傷効果を持つアイテムを選択し、マオカイの回復を抑える。\n- 集団戦では、マオカイのCCを受けないように注意し、後衛を狙う立ち回りを心がける。\n- マオカイの視界を意識し、ブッシュを利用して奇襲を仕掛けるタイミングを調整する。",
      "パイク": "パイクがマオカイに不利です。\n\n理由:\n- マオカイは高頻度でCCを使用できるため、パイクの機動力を制限しやすい。\n- マオカイのパッシブによる回復効果が強力で、パイクのハラスを受け流しやすい。\n- マオカイはタンクとしての耐久力が高く、パイクのバーストダメージを耐えることができる。\n- マオカイのUltは広範囲にスネアを与えるため、集団戦でパイクが動きづらくなる。\n- マオカイは視界を確保しやすく、パイクの奇襲を防ぎやすい。\n\n不利の緩和策:\n- レーンでのハラスを避け、マオカイのCCを避けるために位置取りを工夫する。\n- マオカイのスキルを避けるために、フックやカモフラージュを活用して奇襲を狙う。\n- 早めにアイテムを購入し、耐久力を上げることでマオカイの攻撃に耐える。\n- 集団戦では、マオカイのCCが発動した後に動くことで、リスクを減らす。\n- マオカイのパッシブを意識し、トレードを行う際はタイミングを見計らう。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- マオカイは複数のCCスキルを持ち、アリスターのエンゲージを無効化することができるため、アリスターが攻撃を仕掛けるのが難しい。\n- マオカイのパッシブによる回復効果が高く、アリスターのダメージを軽減しやすい。\n- マオカイは高い耐久性を持ち、アリスターの攻撃が通りにくい。\n- マオカイのUltによる広範囲のスネアが、アリスターの動きを制限し、集団戦での影響力を低下させる。\n\n不利の緩和策:\n- マオカイのCCを避けるために、エンゲージのタイミングを慎重に選ぶ。\n- マオカイのスキルを使用した後に攻撃を仕掛けることで、相手のスキルクールダウンを利用する。\n- ビジョンを確保し、マオカイの動きを把握することで、エンゲージのチャンスを見極める。\n- アイテムを活用して、重傷効果を持つアイテムを購入し、マオカイの回復を抑える。",
      "ブリッツクランク": "ブリッツクランクがマオカイに不利です。\n\n理由:\n- マオカイは複数のCCスキルを持ち、ブリッツクランクの行動を制限することができるため、フックを当てるチャンスが減少します。\n- マオカイのタンク性能により、ブリッツクランクのダメージが通りにくく、持続戦闘で不利になります。\n- マオカイは回復能力が高く、ブリッツクランクのバーストダメージを軽減することができます。\n- マオカイのUltは広範囲にスネアを与えるため、集団戦での影響力が大きく、ブリッツクランクがフックを外した場合、逆に攻撃されるリスクが高まります。\n\n不利の緩和策:\n- マオカイのCCを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見極める。\n- マオカイのUltが使用された後にエンゲージを試みることで、相手のスキルを無駄にさせる。\n- ビジョンを確保し、マオカイの動きを把握することで、フックを当てやすい状況を作る。\n- アイテムビルドで重傷効果を持つアイテムを選択し、マオカイの回復を抑える。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- マオカイは高い耐久性を持ち、セラフィーンの攻撃を受け止めやすい。\n- マオカイのCCスキルにより、セラフィーンは動きを制限されやすく、スキルを当てるのが難しくなる。\n- セラフィーンのスキルの発生が遅いため、マオカイのエンゲージに対して反応しづらい。\n- マオカイは視界を確保しやすく、セラフィーンが安全にハラスを行うのが難しい。\n- マオカイのパッシブによる回復効果が、セラフィーンのダメージを相対的に軽減する。\n\n不利の緩和策:\n- セラフィーンはマオカイのCCを避けるために、位置取りを意識して安全な距離を保つ。\n- マオカイのスキルを避けるために、スキルの発動タイミングを見極める。\n- セラフィーンのスキルを連携させて、マオカイの耐久力を削るためのコンボを考える。\n- 早めにアイテムを購入し、マオカイの耐久力を無視できるようなダメージを出す。\n- 味方と連携して、マオカイに対して集団で攻撃を仕掛ける。"
    },
    "loses": {
      "ブラウム": "ブラウムがマオカイに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、マオカイの攻撃を軽減できるため、レーン戦での耐久性が高い。\n- マオカイのCCスキルは発動までに時間がかかるため、ブラウムのスタンやノックアップで先手を取ることができる。\n- ブラウムのパッシブは、マオカイの持続的なダメージを抑えることができ、特に近接戦で有利に立ち回れる。\n- ブラウムは味方を守る能力が高く、マオカイの攻撃を受ける際に味方をサポートしやすい。\n- マオカイのエンゲージ能力が乏しいため、ブラウムが先に仕掛けることで有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、マオカイのHPを削る。\n- マオカイがCCを使う前に、ブラウムのスタンを狙って先手を取る。\n- ブラウムのスキルを使って、マオカイの攻撃を防ぎつつ味方を守る。\n- マオカイが近づいてきた際に、ブラウムのCCを活用して反撃する。\n- ブラウムのパッシブを活かして、マオカイの持続的なダメージを抑えつつ、味方と連携して攻撃する。",
      "モルガナ": "モルガナがマオカイに有利です。\n\n理由:\n- モルガナは長時間のCCを持ち、マオカイのエンゲージを無効化できるため、マオカイが近づくのを阻止しやすい。\n- スペルシールドにより、マオカイのCCを防ぎつつ、味方を守ることができるため、集団戦での影響力が高い。\n- マオカイは近接チャンピオンであり、モルガナの射程の長さを活かして安全に攻撃できる。\n- モルガナは持続的なダメージを出せるため、マオカイのタンク性能を削りやすい。\n- マオカイのパッシブはAAに依存しているため、モルガナのスネアでAAを封じることで、マオカイの耐久力を低下させることができる。\n\n有利の取り方:\n- レーンでのポジショニングを工夫し、マオカイが近づけないようにする。\n- スネアを使ってマオカイの動きを制限し、味方と連携して攻撃する。\n- スペルシールドを適切なタイミングで使用し、マオカイのCCを無効化する。\n- マオカイのスキルクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。\n- ブッシュを利用して視界を確保し、Gankの成功率を高める。",
      "ザイラ": "ザイラがマオカイに有利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、マオカイが近づく前にダメージを与えることができる。\n- ザイラのCCスキルはマオカイのエンゲージを妨げることができ、彼の接近を阻止する。\n- マオカイは近接チャンピオンであり、ザイラの射程の長さに対して不利である。\n- ザイラは植物を使ってゾーニングができるため、マオカイが攻撃しづらい状況を作り出せる。\n- ザイラは序盤から高い火力を持ち、マオカイの耐久力を早期に削ることが可能。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、マオカイのHPを削る。\n- 植物を利用して視界を確保し、マオカイの動きを制限する。\n- CCスキルを使ってマオカイのエンゲージを防ぎ、味方と連携して攻撃する。\n- マオカイが近づいてきた際には、後退しつつ攻撃を続けることで安全にダメージを与える。\n- 可能であれば、サポートアイテムを活用して持続的なハラスを行う。",
      "レル": "レルがマオカイに有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、マオカイのタンク性能を無効化しやすい。\n- マオカイはパッシブに依存しており、AAを封じられると脆くなるが、レルはその点で有利。\n- レルのスキルは敵のARとMRを減少させるため、マオカイに対して効果的なダメージを与えられる。\n- レルはエンゲージ能力が高く、マオカイのエンゲージを阻止することができる。\n- マオカイのスキルは発動にラグがあるため、レルのスキルで先手を取ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、マオカイのパッシブを無効化する。\n- CCを駆使してマオカイの動きを制限し、オールインを狙う。\n- ブッシュを利用して奇襲をかけ、マオカイの視界を奪う。\n- 集団戦では、マオカイのCCを避けつつ、味方と連携してエンゲージを行う。\n- マオカイのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。",
      "ヴェル＝コズ": "ヴェル＝コズがマオカイに有利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、マオカイが近づく前にハラスが可能。\n- マオカイは近接チャンピオンであり、ヴェル＝コズのスキルを避けるのが難しい。\n- ヴェル＝コズのAoE攻撃は、マオカイのタンク性能を無視してダメージを与えることができる。\n- マオカイのエンゲージ手段は接近する必要があり、ヴェル＝コズは距離を保ちながら攻撃できるため、エンゲージを避けやすい。\n- ヴェル＝コズのCCはマオカイの動きを制限でき、集団戦での影響力を高める。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、マオカイのHPを削る。\n- ブッシュを利用して視界を確保し、マオカイの動きを制限する。\n- スキルを連続で当てて、マオカイのパッシブを無効化するようにダメージを与える。\n- マオカイが近づいてきた際には、CCを使って無力化し、逃げるか反撃する。\n- 集団戦では、後衛から安全にダメージを出し、マオカイのエンゲージを避ける位置取りを心がける。",
      "ミリオ": "ミリオがマオカイに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、マオカイの近接攻撃を避けやすくなる。\n- マオカイのCCをウルトで解除できるため、集団戦でのエンゲージを無効化できる。\n- ミリオの回復やシールドにより、マオカイの持続的なダメージを軽減できる。\n- マオカイはエンゲージ能力が低いため、ミリオの射程を活かして安全にハラスが可能。\n- ミリオはCCを持つ相手に対して強いが、マオカイはCCを多く持つため、ミリオのウルトでその効果を打ち消せる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ミリオの攻撃範囲を活かしてマオカイにダメージを与える。\n- マオカイがCCを使った際に、ウルトをタイミングよく使用して味方を守る。\n- ミリオの回復やシールドを活用して、マオカイの持続的なダメージを抑える。\n- ブッシュを利用して視界を確保し、マオカイの動きを制限する。\n- 集団戦では、味方を強化しつつ、マオカイのエンゲージを無効化することで、戦闘を有利に進める。",
      "ノーチラス": "ノーチラスがマオカイに有利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、マオカイのパッシブを無効化しやすい。\n- ノーチラスのフックは長射程で、マオカイが近づく前に捕まえることができる。\n- マオカイはエンゲージが苦手で、ノーチラスの攻撃を受けると反撃が難しい。\n- ノーチラスは持続的なダメージを持たないため、マオカイの耐久力を削りやすい。\n- ノーチラスのCCはマオカイの移動を制限し、彼のスキルを使わせる前に攻撃できる。\n\n有利の取り方:\n- フックを使ってマオカイを捕まえ、連携攻撃を仕掛ける。\n- マオカイのスキルクールダウンを把握し、スキルを使った後に攻撃する。\n- ブッシュを利用して奇襲をかけ、マオカイの視界を奪う。\n- 集団戦では、マオカイの周囲にいる敵を狙い、彼を孤立させる。\n- マオカイがスキルを使った後の隙を突いて、積極的に攻撃する。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、マオカイのエンゲージを阻止することができる。\n- スレッシュのフックでマオカイを捕まえることで、彼のタンク性能を無効化できる。\n- マオカイは近接チャンピオンであり、スレッシュの射程の長さを活かして安全にハラスができる。\n- スレッシュのWを使うことで、味方を救出しつつマオカイの攻撃をかわすことができる。\n- マオカイのCCは主に集団戦での効果が高いが、スレッシュは個別のキャッチやピールが得意で、マオカイの強みを打ち消せる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、マオカイのHPを削る。\n- フックを使ってマオカイを捕まえ、味方と連携してキルを狙う。\n- マオカイがエンゲージを試みる際に、スレッシュのCCを使って反撃する。\n- ブッシュを利用して視界を確保し、マオカイの動きを制限する。\n- スレッシュのスキルを適切に使い、マオカイの攻撃を避けつつ味方を守る。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、パイクの動きを制限しやすい。\n- ノーチラスのフックは射程が長く、パイクが近づく前に捕まえられる可能性が高い。\n- ノーチラスはタンクであり、パイクの瞬間火力を耐えることができるため、トレードで有利に立ちやすい。\n- ノーチラスのスキルはパイクのスキルを無効化することができ、特にパイクの逃げ手段を封じることができる。\n- ノーチラスは集団戦での耐久力が高く、パイクがキルを狙う際に障害となる。\n\n不利の緩和策:\n- レーンでのハラスを避け、ノーチラスのスキルを避ける立ち回りを心がける。\n- ノーチラスのスキルを使った後に攻撃するタイミングを見計らい、反撃を狙う。\n- 可能であれば、味方と連携してノーチラスを集団で攻撃し、彼の耐久力を削る。\n- 逃げ道を確保し、ノーチラスのフックを避ける位置取りを意識する。\n- アイテムを工夫して耐久力を上げ、集団戦での生存率を高める。",
      "ユーミ": "ユーミが不利です。\n\n- ノーチラスは強力なCCを持っており、ユーミが密着している味方を引き寄せたり拘束したりすることができるため、ユーミの支援能力を無効化しやすい。\n- ユーミはハードCCを持たないため、ノーチラスのオールインに対して反撃手段が乏しく、特にフックを受けると脆弱。\n- ノーチラスのタンク性能により、ユーミの回復やシールドが効果的に機能しにくく、持続的なダメージを与えられる。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、ノーチラスの攻撃を受けるとすぐに危険な状況に陥る。\n\n不利の緩和策:\n- ユーミは味方ADCと連携し、ノーチラスのCCを避ける位置取りを心がける。\n- ノーチラスのスキルを避けるために、常に視界を確保し、ワーディングを行う。\n- ユーミのスキルを使って、味方を強化しつつ、ノーチラスの攻撃を受けないように立ち回る。\n- ノーチラスがフックを外したタイミングを狙って、攻撃的に出ることで、相手のプレッシャーを軽減する。",
      "ミリオ": "ミリオはノーチラスに不利です。\n\n理由:\n- ノーチラスの強力なCCに対して、ミリオは逃げる手段が限られており、捕まりやすい。\n- ノーチラスのフックやノックアップにより、ミリオのCC解除のウルトが無力化されることが多い。\n- ノーチラスはタンクであり、ミリオの攻撃を耐えることができるため、ミリオのダメージを出しにくい。\n- ノーチラスのエンゲージ能力に対して、ミリオは自衛手段が乏しく、奇襲に弱い。\n\n不利の緩和策:\n- ミリオは位置取りを意識し、ノーチラスのフックを避けるように動く。\n- ミリオのウルトをタイミングよく使用し、味方を守ることでノーチラスの攻撃を無効化する。\n- ミリオは味方と連携し、ノーチラスがエンゲージする前にハラスを行い、相手の体力を削る。\n- アイテムを活用して、マナ管理をしっかり行い、スキルを多用できるようにする。",
      "ソナ": "ソナがノーチラスに不利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、ソナを捕まえる能力が高いため、ソナは簡単に拘束されてしまう。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、ノーチラスの攻撃を受けるとすぐに危険な状況になる。\n- ノーチラスのフックやノックアップは、ソナの逃げる手段を封じるため、彼女の生存能力が大きく低下する。\n- ソナのCCはUltに依存しているため、ノーチラスの攻撃を受ける前にスキルを発動するのが難しい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。\n- 味方と連携し、ノーチラスが攻撃を仕掛ける前に警戒する。\n- 早めにアイテムを購入し、耐久力を上げることで生存率を高める。\n- ソナのスキルを適切に使い、味方を支援しながら自分の安全を確保する。",
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- ノーチラスの豊富なCCに対して、ポッピーは自衛手段が限られており、フックやノックアップを受けやすい。\n- ノーチラスのフックは射程が長く、ポッピーが近づく前に捕まえられる可能性が高い。\n- ポッピーのスキルは射程が短いため、ノーチラスの攻撃を避けるのが難しい。\n- ノーチラスはタンクとしての耐久力が高く、ポッピーのダメージを受け止めやすい。\n- ノーチラスのエンゲージ能力に対して、ポッピーは反撃するタイミングを見極める必要があり、プレッシャーを感じやすい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。\n- 可能な限りミニオンを利用して、ノーチラスとの距離を保つ。\n- ノーチラスのスキルを避けた後に反撃するタイミングを見計らう。\n- サポートやジャングラーと連携し、ノーチラスに対する集団戦を仕掛ける。\n- アイテムを工夫して、耐久力を上げることでノーチラスの攻撃に耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズがノーチラスに不利です。\n\n理由:\n- ノーチラスのフックやCCスキルによって、ヴェル＝コズは簡単に捕まえられてしまう。\n- ノーチラスは接近戦での強さを持っており、ヴェル＝コズの機動力の低さを突いて近づくことができる。\n- ノーチラスのタンク性能により、ヴェル＝コズのスキルダメージが通りにくく、持続的なダメージを与えにくい。\n- ノーチラスのCCが発生する前に、ヴェル＝コズはスキルを当てるのが難しく、特に接近された際に無力化されるリスクが高い。\n\n不利の緩和策:\n- レーンでのハラスを意識し、ノーチラスが近づく前にスキルを当ててダメージを与える。\n- サポートやジャングラーと連携し、ノーチラスに対して集団でのエンゲージを行う。\n- 逃げ道を確保するために、位置取りを意識し、ミニオンを利用して距離を保つ。\n- アイテムを早めに購入し、耐久力を上げることでノーチラスの攻撃を耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- ノーチラスは強力なCCを持ち、セナを捕まえる能力が高いため、セナは簡単に拘束されてしまう。\n- セナは逃げ手段が乏しく、ノーチラスのフックやノックアップに対して脆弱である。\n- ノーチラスのタンク性能により、セナの攻撃が通りにくく、持続的なダメージを与えるのが難しい。\n- ノーチラスのエンゲージに対して、セナは自衛手段が限られているため、オールインされると危険。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。\n- セナのスネアを活用して、ノーチラスが近づいてきた際に反撃するタイミングを見計らう。\n- サポートと連携し、ノーチラスのエンゲージを無効化するためのカバーを行う。\n- アイテムを早めに購入し、耐久力を上げることで、ノーチラスの攻撃に耐えられるようにする。"
    },
    "loses": {
      "レル": "レルがノーチラスに有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ノーチラスのフックを避けることができるため、エンゲージを無効化しやすい。\n- ノーチラスのCCに対して、レルは自身のCCで反撃できるため、オールインの際に有利に立ち回れる。\n- レルのパッシブによって、ノーチラスのARを減少させることができ、ダメージを与えやすい。\n- レルは味方の移動速度を上げるスキルを持っており、追撃や逃走をサポートできるため、集団戦での立ち回りが強い。\n- ノーチラスは移動速度が遅く、スキルに依存するため、レルの機動力を活かしたプレイが有効。\n\n有利の取り方:\n- レルのCCを活かして、ノーチラスのスキルを避けつつ攻撃する。\n- ノーチラスがフックを外したタイミングで積極的にオールインを仕掛ける。\n- レルのパッシブを活用して、ノーチラスのARを減少させ、ダメージを与える。\n- 集団戦では、レルのAoE CCを使ってノーチラスを拘束し、味方と連携して攻撃する。\n- ノーチラスのスキルクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。",
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、ノーチラスのフックやCCを無効化することができる。\n- ノーチラスが接近してきた際に、ジャンナのCCを使って彼を遠ざけることで、オールインを防ぐことができる。\n- ジャンナのシールドや回復は、ノーチラスのダメージを軽減し、味方を守ることができるため、持続戦闘に強い。\n- ノーチラスは移動速度が遅いため、ジャンナの移動速度バフを受けた味方が逃げやすく、追撃を避けることができる。\n\n有利の取り方:\n- レーンでのポジショニングを工夫し、ノーチラスのフックを避ける。\n- ノーチラスがエンゲージを仕掛けてきた際に、タイミングよくCCを使って彼を遠ざける。\n- シールドを適切に使い、味方のダメージを軽減しつつ、反撃のチャンスを狙う。\n- ジャンナの移動速度バフを活用して、味方の位置を調整し、ノーチラスの攻撃をかわす。",
      "ブラウム": "ブラウムがノーチラスに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ノーチラスのCCを軽減できるため、ノーチラスの攻撃を受けにくい。\n- ブラウムのパッシブによるスタンは、ノーチラスのエンゲージを無効化することができ、反撃のチャンスを生む。\n- ノーチラスのフックを受けた際、ブラウムは味方を守るためのスキルを使いやすく、味方の生存率を高める。\n- ブラウムはノーチラスの攻撃を受ける際に、指定方向からのダメージを軽減できるため、ハラスに強い。\n\n有利の取り方:\n- ノーチラスがエンゲージを試みる際に、ブラウムはパッシブを活かしてスタンを狙い、反撃する。\n- ノーチラスのフックを避けるために、位置取りを工夫し、味方と連携して行動する。\n- ブラウムのスキルを使って、ノーチラスの攻撃を防ぎつつ、味方の攻撃をサポートする。\n- ノーチラスがCCを使った後に、ブラウムのスキルを使って味方を守り、反撃のチャンスを作る。",
      "パンテオン": "パンテオンが有利です。\n\n理由:\n- パンテオンは短時間でのバーストダメージが得意で、ノーチラスのCCを受ける前に攻撃を仕掛けることができる。\n- ノーチラスは移動速度が遅く、パンテオンのリープを使った攻撃を避けにくい。\n- パンテオンのスタンはノーチラスのCCを無効化することができ、オールインの際に有利に働く。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすい。\n\n有利の取り方:\n- レベル2またはレベル3でのオールインを狙い、ノーチラスがスキルを使った後に攻撃を仕掛ける。\n- ノーチラスのフックを避けるために、位置取りを工夫し、リープを使って距離を詰める。\n- ノーチラスがCCを使った後に、すぐに反撃することで、相手の動きを制限する。\n- パンテオンのUltを使って、他のレーンに圧力をかけ、試合全体での優位を確保する。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュはフックを持っており、ノーチラスのエンゲージを無効化することができるため、ノーチラスの攻撃を避けやすい。\n- スレッシュのCCは多様で、ノーチラスが接近してきた際に反撃する手段が豊富である。\n- スレッシュはランタンを使って味方を救出できるため、ノーチラスのオールインに対しても味方を守ることができる。\n- ノーチラスは移動速度が遅く、スレッシュは射程が長いため、スレッシュが安全にハラスを行える。\n- スレッシュはノーチラスのフックを避けるための機動力を持っており、ノーチラスの攻撃をかわしやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ノーチラスの体力を削る。\n- ノーチラスがフックを外したタイミングで、反撃を行う。\n- ジャングラーをランタンで呼び込み、ノーチラスに対してダブルキルを狙う。\n- ノーチラスが接近してきた際には、Eを使って彼の攻撃をキャンセルする。\n- フックを使ってノーチラスを捕まえ、味方と連携してキルを狙う。",
      "ラカン": "ラカンがノーチラスに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、ノーチラスのフックを避けやすい。\n- ノーチラスのCCに対して、ラカンは自身のCCを使って反撃できるため、エンゲージを無効化しやすい。\n- ラカンのシールドや回復により、ノーチラスのダメージを軽減できるため、持続力が高い。\n- ラカンはノーチラスの攻撃を受ける前に、素早く味方をサポートすることができる。\n- ノーチラスは移動速度が遅いため、ラカンの機動力を活かして距離を取ることができる。\n\n有利の取り方:\n- レーンでのハラスを行い、ノーチラスのスキルを避けながらダメージを与える。\n- ノーチラスがエンゲージを試みた際に、ラカンのCCを使って反撃する。\n- 味方キャリーと連携し、ノーチラスが攻撃しにくい状況を作る。\n- ノーチラスのスキルクールダウンを狙い、スキルが使えないタイミングで積極的に攻撃する。\n- 敵のミニオンを利用して、ノーチラスのフックを避ける位置取りを心がける。",
      "モルガナ": "モルガナがノーチラスに有利です。\n\n理由:\n- モルガナは長時間のCCを持っており、ノーチラスのエンゲージを無効化することができる。\n- スペルシールドにより、ノーチラスのCCを防ぎつつ、味方を守ることができる。\n- ノーチラスは近接チャンピオンであり、モルガナの射程の長さを活かして安全に攻撃できる。\n- ノーチラスのスキルはクールダウンが長いため、モルガナがスネアを当てるチャンスが多い。\n- モルガナはノーチラスのフックを避けることができるため、オールインに対して強い。\n\n有利の取り方:\n- レーンでのポジショニングを工夫し、ノーチラスのフックを避ける。\n- スペルシールドを適切なタイミングで使用し、ノーチラスのCCを無効化する。\n- スネアを使ってノーチラスを捕まえ、味方と連携して攻撃する。\n- ノーチラスがスキルを使った後の隙を狙って攻撃する。\n- 早めにアイテムを揃え、ダメージを増加させてノーチラスを圧倒する。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、ノーチラスのエンゲージを無効化することができるため、ノーチラスの攻撃をかわしやすい。\n- アリスターのパッシブによる回復効果があるため、ノーチラスのダメージを受けても持ちこたえやすい。\n- アリスターはノックアップやノックバックを使って、ノーチラスのフックやCCを無効化し、逆に反撃することができる。\n- アリスターの基礎ステータスが高く、タンクとしての耐久力があるため、ノーチラスとの1対1の戦闘で優位に立ちやすい。\n\n有利の取り方:\n- ノーチラスがエンゲージを試みる際に、タイミングを見計らってCCを使い、彼の動きを制限する。\n- アリスターのパッシブを活かして、レーンでのサステインを維持し、ノーチラスの攻撃を耐える。\n- ノーチラスがフックを外したタイミングで積極的に攻撃し、相手の体力を削る。\n- 集団戦では、アリスターのCCを活かしてノーチラスを無力化し、味方のキャリーを守る。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "パイクがレナータ・グラスクに不利です。\n\n理由:\n- レナータのスネアやスタンなどのCCスキルにより、パイクの機動力が制限され、捕まえられやすくなる。\n- レナータのUltは、パイクがキルを狙う際に逆に味方として利用される可能性があり、パイクのアサシンとしての役割を無効化される。\n- レナータは長射程の攻撃を持ち、パイクが近づく前にダメージを与えられるため、ハラスが厳しい。\n- レナータのパッシブによる追加ダメージは、パイクが一度捕まると致命的なダメージを受ける要因となる。\n\n不利の緩和策:\n- レナータのCCスキルを避けるために、位置取りを意識し、フックを使うタイミングを慎重に選ぶ。\n- レナータのUltが発動する前に、他のチャンピオンと連携して攻撃を仕掛け、彼女のスキルを無駄にさせる。\n- レーンでのハラスを避けるために、ミニオンを利用してダメージを受けないようにする。\n- 早めにアイテムを購入し、耐久力を上げることで、レナータの攻撃に対する耐性を高める。",
      "ポッピー": "ポッピーがレナータ・グラスクに不利です。\n\n理由:\n- レナータは長射程の攻撃を持ち、ポッピーが近づく前にダメージを与えることができる。\n- レナータのスネアやスタンによって、ポッピーのエンゲージや逃げる手段が制限される。\n- レナータのUltは、ポッピーが攻撃する際に逆に味方を強化することができ、ポッピーの攻撃が無効化される可能性がある。\n- ポッピーは射程が短いため、レナータの攻撃を受けやすく、ハラスに弱い。\n\n不利の緩和策:\n- レナータのスキルを避けるために、位置取りを工夫し、スキルのクールダウンを見極める。\n- レーンでのハラスを避けるために、ミニオンを利用してダメージを受けないようにする。\n- サポートと連携し、レナータに対して集団で攻撃を仕掛けるタイミングを見計らう。\n- アイテムを工夫して、耐久力を上げることでレナータの攻撃に耐えられるようにする。",
      "レオナ": "レオナが不利です。\n\n理由:\n- レナータ・グラスクは長射程の攻撃を持ち、レオナが接近する前にダメージを与えることができるため、レオナのオールインが難しい。\n- レナータのスネアやスタンは、レオナの接近を阻害し、逆にレオナを無力化することができる。\n- レナータのUltは、レオナがオールインを仕掛けた際に、敵を味方として利用することで逆転のチャンスを生むため、レオナの戦略が通用しにくい。\n- レオナはサステインがないため、レナータの持続的なハラスに対して脆弱で、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策:\n- レオナはレーンでのハラスを避けるために、ミニオンを利用してレナータの攻撃を遮るように立ち回る。\n- レオナのCCを活かすために、味方と連携して一気に攻めるタイミングを見計らう。\n- レナータのスキルのクールダウンを意識し、スキルがないタイミングで積極的に攻める。\n- ワーディングを強化し、レナータの奇襲を防ぐことで、レオナが安全に動ける環境を整える。",
      "ノーチラス": "ノーチラスがレナタ・グラスクに不利です。\n\n理由:\n- レナタのスネアやスタンによって、ノーチラスのエンゲージが阻止されやすい。\n- レナタのパッシブによる追加ダメージが、ノーチラスのタンク性能を無視してダメージを与えるため、持久戦で不利になる。\n- レナタのUltは、ノーチラスが捕まえた敵を逆に味方として利用することができ、ノーチラスのCCが無効化される可能性がある。\n- ノーチラスは近接チャンピオンであり、レナタの長射程攻撃に対して接近しづらい。\n\n不利の緩和策:\n- レナタのスキルを避けるために、位置取りを意識し、無理にエンゲージしない。\n- レナタのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- 味方と連携し、レナタを先に排除することで、戦闘を有利に進める。\n- ビジョンを確保し、奇襲を避けることで、レナタのスキルを受けるリスクを減らす。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- レナータ・グラスクのスネアやスタンに対して、モルガナのスペルシールドは効果が薄く、CCを受けやすい。\n- レナータの攻撃的なスキルセットにより、モルガナは距離を保つことが難しく、オールインに対して脆弱。\n- レナータのUltは、モルガナのスキルを逆手に取ることができ、モルガナが捕まった場合、逆に味方が攻撃されるリスクが高い。\n- モルガナのダメージが弾速や確実性に欠けるため、レナータの高機動力に対して有効な反撃が難しい。\n\n不利の緩和策:\n- レナータのスキルを避けるために、位置取りを意識し、距離を保つようにする。\n- スペルシールドを適切なタイミングで使用し、味方を守ることでレナータの攻撃を無効化する。\n- レーンでのハラスを強化し、レナータのスキルを使わせることで、クールダウンを稼ぐ。\n- チームメイトと連携し、レナータのUltを発動させる前に集団戦を仕掛ける。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- レナータ・グラスクは長射程のメイジであり、ゼラスの攻撃を受けながら安全にハラスができる。\n- レナータのスネアやスタンによって、ゼラスは近づくことが難しく、攻撃を当てるチャンスが減少する。\n- レナータのUltは、ゼラスの攻撃を逆手に取ることができ、ゼラスが攻撃した敵を味方として利用される可能性がある。\n- ゼラスは自己防衛手段が乏しく、レナータのCCに捕まると簡単に倒されるリスクが高い。\n- レナータは味方を守る能力が高く、ゼラスが攻撃を仕掛けても反撃を受けやすい。\n\n不利の緩和策:\n- レナータのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- ゼラスのスキルを当てやすくするために、レナータのスキルクールダウンを見極めて攻撃を仕掛ける。\n- サポートと連携し、レナータのCCを受けないようにする。\n- ビジョンを確保し、奇襲を避けるためにマップを常に確認する。\n- アイテムを活用して耐久力を上げ、レナータの攻撃を耐えられるようにする。",
      "スレッシュ": "スレッシュがレナタ・グラスクに不利です。\n\n理由:\n- レナタのスネアやスタンなどのCCスキルにより、スレッシュのエンゲージやピールが無効化されやすい。\n- レナタの攻撃が遠距離から行えるため、スレッシュはハラスを受けやすく、持続的なダメージを与えられる。\n- レナタのUltは、スレッシュのキャッチ能力を逆手に取ることができ、逆にスレッシュの味方を攻撃する手段となる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、レナタの持つ高いDPSに対抗しづらい。\n\n不利の緩和策:\n- レナタのスキルを避けるために、位置取りを工夫し、フックを外さないように注意する。\n- レナタのスキルクールダウンを狙い、スキルがないタイミングで積極的にエンゲージを試みる。\n- サポートアイテムやポーションを活用し、持続的なハラスに耐える。\n- チームメイトと連携し、レナタのUltを無効化するための戦略を立てる。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- レナータ・グラスクはスネアやスタンなどのCCスキルを持っており、セラフィーンのスキルを発動する前に無力化される可能性が高い。\n- レナータのUltは、敵の攻撃を逆手に取ることができるため、セラフィーンが攻撃を仕掛ける際に逆に利用されるリスクがある。\n- セラフィーンはスキルの発生が遅く、レナータの攻撃的なプレイスタイルに対して反応しづらい。\n- レナータは高い耐久力を持ち、オールインに対して強い耐性があるため、セラフィーンが一方的に攻撃することが難しい。\n\n不利の緩和策:\n- レナータのCCスキルを避けるために、位置取りを意識し、距離を保つことが重要。\n- セラフィーンのスキルを連携させて、レナータのスキルを無効化するタイミングを見計らう。\n- 集団戦では、味方と連携して一斉に攻撃を仕掛け、レナータのUltを無力化するようにする。\n- 防御アイテムを早めに購入し、耐久力を上げることで、レナータの攻撃に対する耐性を高める。",
      "ラックス": "ラックスがレナータ・グラスクに不利です。\n\n理由:\n- レナータは高い耐久力と強力なPeel能力を持ち、ラックスの攻撃を防ぎやすい。\n- レナータのスネアやスタンにより、ラックスは接近されるとスキルを使う余裕がなくなる。\n- レナータのUltは、ラックスの攻撃を逆手に取ることができ、ラックスが攻撃する際に逆に味方を強化することができる。\n- レナータは視界を確保する能力が低いため、ラックスが奇襲を受けやすい状況を作りやすい。\n\n不利の緩和策:\n- レナータのスキルを避けるために、位置取りを意識し、距離を保つ。\n- レナータのスキルのクールダウンを考慮し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携し、レナータのスキルを無効化するためのCCを活用する。\n- ビジョンを確保し、奇襲を受けないように注意を払う。",
      "パンテオン": "パンテオンがレナータ・グラスクに不利です。\n\n理由:\n- レナータは長射程の攻撃を持ち、パンテオンが近づく前にダメージを与えることができるため、パンテオンのオールインが難しい。\n- レナータのスネアやスタンにより、パンテオンのリープや攻撃を妨害される可能性が高く、彼のバーストダメージを発揮しづらい。\n- レナータのUltは、パンテオンが攻撃した敵を逆に味方として利用できるため、パンテオンの攻撃が逆効果になることがある。\n- パンテオンは視界を確保する手段が乏しく、レナータのスキルを避けるのが難しいため、奇襲を受けやすい。\n\n不利の緩和策:\n- レナータのスキルを避けるために、視界を確保しつつ動き回り、奇襲を防ぐ。\n- レナータのスキルのクールダウンを狙い、スキルが使えないタイミングでオールインを仕掛ける。\n- サポートアイテムやポーションを活用し、ハラスを受けても耐えられるようにする。\n- チームメイトと連携し、レナータを先に排除することで、パンテオンの攻撃を通しやすくする。",
      "アリスター": "アリスターが不利です。\n\n- レナータ・グラスクは長射程の攻撃を持ち、アリスターが近づく前にダメージを与えることができるため、アリスターのエンゲージが難しい。\n- レナータのスネアやスタンは、アリスターのエンゲージを阻害し、逆にアリスターが捕まるリスクが高まる。\n- レナータのUltは、アリスターが敵をノックアップした際に、敵を味方として利用することができ、アリスターのエンゲージが逆効果になる可能性がある。\n- アリスターはマナ消費が激しく、スキルを連続して使用することが難しいため、レナータの持続的な攻撃に対処しづらい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを慎重に選ぶ。\n- レナータのスキルクールダウンを狙い、スキルが使えないタイミングでエンゲージを試みる。\n- アリスターのパッシブを活かして、レーンでのサステインを重視し、レナータの攻撃を受ける時間を最小限に抑える。\n- 味方と連携し、レナータのスキルを無効化するためのサポートを受けながら行動する。",
      "セナ": "セナが不利です。\n\n- レナータ・グラスクは、セナの攻撃を逆手に取る能力があり、特にセナが攻撃することで発生するマークを利用して追加ダメージを与えることができるため、セナのハラスが逆効果になることがある。\n- レナータのCCスキル（スネアやスタン）によって、セナは捕まりやすく、逃げる手段が乏しいため、致命的なダメージを受けやすい。\n- レナータはオールインに対して強い耐性を持っており、セナが攻撃的に出ると逆に反撃を受ける可能性が高い。\n- セナは基礎ステータスが低く、序盤が弱いため、レナータの強力なスキルに対抗しづらい。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを考慮し、スキルを使った後の隙を狙って攻撃するタイミングを見計らう。\n- セナのハラスを行う際は、レナータのスキルが発動した後に行うことで、リスクを減らす。\n- 逃げ道を確保するために、視界を確保し、ミニマップを常に確認しておく。\n- セナの回復能力を活かし、味方と連携してレーンを維持し、レベル差をつけることで有利な状況を作る。"
    },
    "loses": {
      "ジリアン": "ジリアンがレナータ・グラスクに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、レナータの耐久力を削りやすい。\n- ジリアンのCCスキルは、レナータのスキルを妨害することができ、特にスネアやスタンを使ってレナータの行動を制限できる。\n- ジリアンの蘇生能力は、レナータの攻撃を逆手に取るUltに対して非常に効果的で、味方を守る手段として優れている。\n- ジリアンは移動速度のバフを持っており、レナータの攻撃を避けやすく、戦闘を有利に進めることができる。\n- レナータはクールダウンが長く、ジリアンの攻撃を受けると反撃が難しくなるため、ジリアンが有利に立ち回れる。\n\n有利の取り方:\n- レナータのスキルを避けつつ、ジリアンのCCを活用してレナータを捕まえる。\n- ジリアンの瞬間火力を活かして、レナータを早期に排除することを狙う。\n- 蘇生能力を活用し、味方がフォーカスされた際にタイミングよく使用して逆転を狙う。\n- 移動速度のバフを使って、レナータの攻撃範囲から逃げつつ、持続的にダメージを与える。\n- 集団戦では、AoEスタンを活かしてレナータを含む敵チーム全体に影響を与える。",
      "ユーミ": "ユーミがレナータ・グラスクに有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、レナータの攻撃を受けにくい。\n- ユーミの回復やシールドは、レナータのスキルによるダメージを軽減し、持続的な戦闘を可能にする。\n- レナータのスキルはクールダウンが長く、ユーミが適切に立ち回ることでスキルを避けやすい。\n- ユーミは移動が不要なため、レナータのスキルショットを避けることができる。\n- ユーミのスロー効果は、レナータの攻撃を妨げることができ、味方の安全を確保しやすい。\n\n有利の取り方:\n- レナータのスキルを避けながら、味方に密着して回復やシールドを提供する。\n- レナータが攻撃を仕掛けるタイミングを見計らい、スローを使って敵を足止めする。\n- レナータのスキルのクールダウンを利用して、積極的にハラスを行う。\n- 集団戦では、味方のキャリーに密着し、レナータの攻撃を受けないように立ち回る。\n- 敵の視界を意識し、ワーディングを行いながら安全に行動する。",
      "ミリオ": "ミリオがレナータ・グラスクに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、レナータのスキルを避けながら安全にハラスが可能。\n- レナータのスキルはクールダウンが長く、ミリオの回復やシールドで持続的にトレードを有利に進められる。\n- ミリオのウルトはCCを解除できるため、レナータのスネアやスタンを無効化し、味方を守ることができる。\n- ミリオは高い生存能力を持ち、レナータの攻撃を受けても耐えやすい。\n\n有利の取り方:\n- レナータのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的にハラスを行う。\n- ミリオのウルトをタイミングよく使用し、レナータのCCを解除して味方を守る。\n- ミリオの攻撃範囲を活かして、レナータの射程外から安全に攻撃を行う。\n- レナータがオールインを狙う際に、ミリオの回復やシールドを活用して耐え、反撃のチャンスを狙う。",
      "ルル": "ルルがレナータ・グラスクに有利です。\n\n理由:\n- ルルはポリモーフを持っており、レナータの攻撃やスキルを無力化できるため、レナータの強みを封じることができる。\n- ルルのシールドは味方の生存能力を高め、レナータのダメージを軽減することができる。\n- ルルは短射程のADCやダイバーに対して強く、レナータが得意とする相手に対しても有利に立ち回れる。\n- レナータのスキルはクールダウンが長いため、ルルがスキルをうまく使うことで、レナータのスキルを避けることができる。\n- ルルは柔軟な戦術を持ち、状況に応じて味方を強化したり敵を無力化したりできるため、戦闘を有利に進めやすい。\n\n有利の取り方:\n- レナータのスキルを避けつつ、ポリモーフを使って彼女の行動を制限する。\n- シールドを味方にかけて、レナータの攻撃を耐えられるようにする。\n- レナータがスキルを使った後の隙を狙って、積極的にトレードを仕掛ける。\n- 敵の位置を把握し、レナータのADCとの連携を意識して行動する。\n- 集団戦では、味方を強化しつつ、レナータのスキルを無力化するタイミングを見極める。",
      "ヴェル＝コズ": "ヴェル＝コズがレナータ・グラスクに有利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持っており、レナータが近づく前にハラスが可能です。\n- レナータのスキルはクールダウンが長く、ヴェル＝コズの持続的なダメージに対処しづらいです。\n- ヴェル＝コズのAoE攻撃は、レナータの味方を一掃するのに効果的で、集団戦での優位性を持ちます。\n- レナータは視界確保が苦手で、ヴェル＝コズのスキルを避けるのが難しいです。\n- ヴェル＝コズのCCは、レナータの行動を制限するのに役立ちます。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レナータのHPを削る。\n- スキルを使ってレナータのスキルを避けつつ、距離を保ちながら攻撃する。\n- 集団戦では、レナータのUltを避ける位置取りを心がけ、味方と連携してダメージを与える。\n- レナータがスキルを使った後の隙を狙って、攻撃を仕掛ける。",
      "ソラカ": "ソラカがレナータ・グラスクに有利です。\n\n理由:\n- ソラカは高い回復能力を持ち、レナータの攻撃を受けても持ちこたえやすい。\n- レナータのスキルはクールダウンが長く、ソラカの回復やハラスに対して反応しづらい。\n- ソラカのサイレンス効果により、レナータのスキルを無効化できるため、彼女の強みを封じることができる。\n- レナータは射程が短い相手に対して強いが、ソラカは射程が長いため、レナータが近づくのを難しくすることができる。\n- ソラカはCCが限られているため、レナータのスキルを避けやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、レナータのHPを削る。\n- サイレンスを使ってレナータのスキルを無効化し、味方の攻撃をサポートする。\n- 敵の動きを見極めて、レナータがスキルを使った後に攻撃することで、反撃のチャンスを増やす。\n- ソラカの回復を活かして、味方と連携しながらレーンを優位に進める。\n- 敵の視界を管理し、レナータが孤立しないように注意を払う。",
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、レナータの攻撃を無効化することができる。\n- ジャンナのシールドは味方を守るだけでなく、レナータのスキルによるダメージを軽減することができる。\n- レナータのスキルはクールダウンが長く、ジャンナがその間に攻撃を仕掛けることができる。\n- ジャンナの移動速度バフにより、味方がレナータの攻撃を避けやすくなる。\n- ジャンナはレナータのスネアやスタンを避けるための機動力を持っているため、レナータのCCを回避しやすい。\n\n有利の取り方:\n- レナータが攻撃を仕掛けてきた際に、ジャンナのディスエンゲージスキルを使って味方を守る。\n- レナータのスキルがクールダウン中に積極的に攻撃を仕掛ける。\n- ジャンナのシールドを適切に使い、レナータのダメージを軽減する。\n- 味方に移動速度バフをかけて、レナータの攻撃を避ける動きを促す。\n- レナータのスキルを避けるために、位置取りを工夫し、視界を確保する。",
      "ラカン": "ラカンがレナータ・グラスクに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、レナータのスキルを避けやすい。\n- レナータのスネアやスタンに対して、ラカンはエンゲージやピールで味方を守ることができる。\n- ラカンのCCは瞬時に発動できるため、レナータのスキルのクールダウン中に有利な状況を作りやすい。\n- レナータは射程が短い相手に対して強いが、ラカンは近接での戦闘において優位に立てる。\n- ラカンは味方を支援するシールドや回復を持っており、レナータの攻撃を受け流しやすい。\n\n有利の取り方:\n- レナータのスキルのクールダウンを確認し、スキルがないタイミングで積極的にエンゲージする。\n- ラカンのCCを駆使して、レナータを無力化し、味方と連携して攻撃する。\n- レナータがスネアを使った後、ラカンの機動力を活かして素早く距離を詰め、攻撃のチャンスを作る。\n- レナータのUltを避けるために、ラカンの移動スキルを活用して位置取りを工夫する。\n- レーンでのサステインを活かし、レナータの攻撃を受けながらも持続的に圧力をかける。",
      "ブリッツクランク": "ブリッツクランクがレナータ・グラスクに有利です。\n\n理由:\n- ブリッツクランクはフックを使って敵を捕まえる能力が高く、レナータのスキルを発動する前に彼女を無力化できる。\n- レナータはスキルのクールダウンが長く、ブリッツクランクのフックが当たることで彼女のスキルを使う前にキルを狙いやすい。\n- ブリッツクランクのサイレンス効果により、レナータのスキルを封じることができ、特に彼女の逆転のチャンスを潰すことができる。\n- レナータは視界を確保する能力が低いため、ブリッツクランクの奇襲に対して脆弱である。\n\n有利の取り方:\n- レベル1から積極的にフックを狙い、レナータを捕まえることで早期に有利を取る。\n- ブリッツクランクのサイレンスを活用し、レナータがスキルを使う前に攻撃を仕掛ける。\n- レナータがスキルを使った後のクールダウン中に攻撃を仕掛け、彼女の弱点を突く。\n- 視界を確保し、レナータが孤立しているタイミングを狙ってフックを当てる。",
      "ブラウム": "ブラウムがレナータ・グラスクに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、レナータの攻撃を軽減しやすい。\n- ブラウムのパッシブによるスタンは、レナータのスキルを妨害することができ、彼女のコンボを無効化できる。\n- レナータは射程が長いが、ブラウムは近接戦での強さを活かして接近しやすい。\n- ブラウムのスキルは、レナータのスキルショットを防ぐことができ、彼女のハラスを抑えることができる。\n- ブラウムは味方を守る能力が高く、レナータのUltを逆手に取ることができる。\n\n有利の取り方:\n- レナータのスキルを避けながら接近し、パッシブを発動させる。\n- レナータがスキルを使った後の隙を狙って攻撃する。\n- ADCと連携して、レナータに対してオールインを仕掛ける。\n- ブラウムのスキルを使ってレナータの攻撃を防ぎ、味方を守る。\n- 視界を確保し、レナータが孤立しているタイミングを狙う。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、レナータのスキルクールダウン中に攻撃を仕掛けやすい。\n- カルマのスネアは、レナータの移動を制限し、彼女のスキルを当てやすくする。\n- カルマはシールドや加速効果を持っており、味方を守りつつ攻撃的なプレイが可能。\n- レナータはスキルの発動が遅く、カルマのスキルを避けることが難しい。\n- カルマは機動力があり、レナータの攻撃を回避しやすい。\n\n有利の取り方:\n- レナータのスキルクールダウンを意識し、積極的に攻撃を仕掛ける。\n- スネアを使ってレナータの動きを制限し、連携攻撃を行う。\n- シールドを活用して味方を守りつつ、ハラスを行う。\n- レナータのスキルを避けるために、位置取りを工夫する。\n- 集団戦では、カルマのUltを活用して味方を強化し、レナータのスキルを逆手に取る。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- ブランドは遠距離攻撃が可能で、ポッピーの短い射程に対して持続的なダメージを与えやすい。\n- ブランドのスタンを持つスキルにより、ポッピーは一時的に無力化され、反撃の機会を失う。\n- ブランドのAoEダメージは集団戦でのポッピーのPeel性能を無効化しやすい。\n- ポッピーはダッシュやリープを持たないため、ブランドの攻撃を避ける手段が限られている。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてブランドのスキルを避ける。\n- ブランドのスキルを避けるために、位置取りを工夫し、CCを受けないようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてダメージを軽減する。\n- チームメイトと連携し、ブランドに対して集団でエンゲージを行い、彼を排除する。",
      "ラカン": "ラカンがブランドに不利です。\n\n理由:\n- ブランドの持続ダメージと高い火力により、ラカンは早期にHPを削られやすい。\n- ブランドのスタンによって、ラカンはエンゲージやピールの機会を失いやすく、無力化されることが多い。\n- ブランドの長射程攻撃に対して、ラカンは近接型であるため、ハラスを受けやすい。\n- ブランドのスキルは全て攻撃スキルであり、ラカンのシールドや回復が効果的に機能しづらい。\n- ブランドは移動不可のCCを持っているため、ラカンの機動力を封じることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてプレイする。\n- ブランドのスキルを避けるために、常に位置取りに注意し、移動を意識する。\n- ブランドのスタンを避けるため、エンゲージのタイミングを慎重に選ぶ。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- 味方のADCと連携し、ブランドに対して一緒に攻撃することで、圧力をかける。",
      "パンテオン": "パンテオンがブランドに不利です。\n\n理由:\n- ブランドは全てのスキルが攻撃スキルであり、持続的なダメージを与える能力が高いため、パンテオンの短期的なバーストダメージに対して持続的にダメージを与えられる。\n- ブランドのスタンはパンテオンのオールインを無効化することができ、パンテオンが攻撃を仕掛ける際に大きな脅威となる。\n- ブランドは高いハラス能力を持ち、パンテオンが近づく前にダメージを与えることができるため、レーンでのプレッシャーが強い。\n- パンテオンは自衛手段が乏しく、ブランドの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策:\n- ブランドのスキルを避けるために、位置取りを意識し、ミニオンの後ろから攻撃を仕掛ける。\n- ブランドのスタンを避けるために、スキルのクールダウンを把握し、タイミングを見計らって攻撃する。\n- レーンでのハラスを受けないように、サポートと連携して視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、耐久力を上げることで、ブランドのダメージを軽減する。",
      "スウェイン": "スウェインがブランドに不利です。\n\n理由:\n- ブランドの持続ダメージと高いDPSにより、スウェインは回復する前にダメージを受けやすい。\n- ブランドのスタンによってスウェインはCCを受けやすく、スキルを発動する前に無力化される可能性が高い。\n- スウェインは重傷効果に弱く、ブランドの持続ダメージが重傷効果を持つアイテムで強化されると、回復が無効化される。\n- ブランドのAoEダメージはスウェインの集団戦での強みを打ち消すことができ、特に多くの敵がいる場合に効果的。\n- スウェインは機動力が低く、ブランドのスキルを避けるのが難しいため、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ブランドのスキルを避けるようにする。\n- 早めに重傷効果を持つアイテムを購入し、ブランドの回復を抑える。\n- スウェインのスキルを使うタイミングを見極め、ブランドのスタンを避けるようにする。\n- サポートやジャングラーと連携し、ブランドに対するガンクを仕掛けることで、レーンのプレッシャーを軽減する。\n- 集団戦では、ブランドのスキルを避けつつ、他の味方と連携してダメージを与えるように心がける。",
      "シャコ": "シャコが不利です。\n\n理由:\n- ブランドは高い持続ダメージを持ち、シャコが近づく前に大きなダメージを与えることができる。\n- ブランドのスタンによってシャコの奇襲が無効化される可能性が高く、シャコが攻撃を仕掛ける前に捕まるリスクがある。\n- ブランドはインビジブル状態のシャコを見つけやすく、スキルを当てることでシャコの動きを制限できる。\n- シャコは集団戦が苦手で、ブランドのAoEダメージに対して脆弱であるため、集団戦での生存が難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ブランドのスキルを避けるようにする。\n- ブランドのスキルクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- サポートと連携し、ブランドに対して集団で攻撃を仕掛けることで、彼のダメージを分散させる。\n- アイテムを活用して耐久力を上げ、ブランドのダメージを軽減する。",
      "ザイラ": "ザイラがブランドに不利です。\n\n理由:\n- ブランドは高い持続ダメージを持ち、ザイラのHPを削りやすい。\n- ブランドのスタンによって、ザイラは一時的に無力化され、反撃の機会を失う。\n- ブランドのAoEダメージは、ザイラの植物を一掃することができ、ザイラのダメージソースを減少させる。\n- ブランドはスキルを連続で当てることでマナを回復できるため、レーン維持力が高く、ザイラに対して持続的に圧力をかけられる。\n\n不利の緩和策:\n- ザイラはレーンでのハラスを強化し、ブランドのスキルを避けるように立ち回る。\n- ブランドのスキルを避けるために、位置取りを工夫し、草むらを利用して視界を確保する。\n- ザイラのCCを活用して、ブランドが近づく前に先手を打つ。\n- サポートアイテムや防御アイテムを早めに購入し、耐久力を上げることで、ブランドの攻撃に耐える。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ブランドは遠距離攻撃が可能で、レオナが接近する前にハラスを行いやすい。\n- ブランドのスタンを持つスキルにより、レオナがオールインを仕掛ける前に無力化される可能性が高い。\n- レオナは火力が低く、ブランドの持続ダメージに対抗しづらい。\n- ブランドはCCを持っているため、レオナの接近を阻止しやすい。\n- ブランドのスキルはAoEダメージが豊富で、集団戦でも高い火力を発揮できるため、レオナが集団戦で活躍しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してブランドのスキルを避ける。\n- ブランドのスキルのクールダウンを狙って、オールインを仕掛けるタイミングを見計らう。\n- サポートアイテムを活用して、味方ADCと連携しながらハラスを行う。\n- 可能であれば、レーンでの視界を確保し、ブランドの動きを把握しておく。\n- ブランドのスキルを避けるために、常に動き回り、位置取りを工夫する。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- ブランドは高い持続ダメージを持ち、スレッシュがハラスを受けやすい。\n- ブランドのスタンによって、スレッシュはエンゲージやピールが難しくなる。\n- スレッシュのスキルはクールダウンが長く、外した際の隙が大きいため、ブランドの攻撃を受けやすい。\n- ブランドのAoEダメージにより、スレッシュは集団戦での役割が制限される。\n- ブランドの長射程攻撃に対して、スレッシュは近づくのが難しい。\n\n不利の緩和策:\n- スレッシュはレーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- ブランドのスキルを避けるために、フックを使って距離を保つ。\n- スレッシュのCCを活かして、ブランドがスキルを使った後に攻撃を仕掛ける。\n- サポートアイテムを活用して、マナ管理を行い、持続的にハラスを行う。\n- チームメイトと連携し、ブランドを捕まえるチャンスを作る。",
      "セラフィーン": "セラフィーンがブランドに不利です。\n\n理由:\n- ブランドは高い持続ダメージを持ち、セラフィーンの防御ステータスが低いため、オールイン合戦で不利になる。\n- ブランドのスタン効果により、セラフィーンはスキルを当てる前に無力化される可能性が高い。\n- セラフィーンのスキルは発生が遅く、ブランドの攻撃を避けるのが難しい。\n- ブランドはAoEダメージが豊富で、集団戦においてセラフィーンの強みを打ち消すことができる。\n- セラフィーンはアサシンに対して脆弱であり、ブランドの持続的なダメージにさらされやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してブランドのスキルを避ける。\n- セラフィーンのCCを活かして、ブランドがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- 味方と連携し、集団戦でのセラフィーンの強みを活かす。\n- ブランドのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- ブランドは高い持続ダメージを持ち、ラックスのスキルを受けるとすぐにダメージを蓄積される。\n- ブランドのスタン効果により、ラックスはスキルを発動する前に無力化される可能性が高い。\n- ブランドのAoEダメージは、ラックスが集団戦での影響力を発揮するのを妨げる。\n- ラックスは接近されると脆弱であり、ブランドの攻撃を受けやすい。\n- ブランドのスキルはミニオンを貫通するため、ラックスのハラスが効きにくい。\n\n不利の緩和策:\n- ブランドのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- スキルを当てられた際は、すぐに回避行動を取ることでダメージを最小限に抑える。\n- サポートやジャングラーと連携し、ブランドに対するプレッシャーをかける。\n- アイテムを工夫し、マナや耐久力を向上させることで、レーン維持力を高める。\n- ブランドのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。"
    },
    "loses": {
      "ニーコ": "ニーコがブランドに有利です。\n\n理由:\n- ニーコは擬態を使って奇襲を仕掛けることができ、ブランドのスキルを避けやすい。\n- ブランドのスキルは全て攻撃スキルであり、ニーコの自己防衛能力を活かすことでダメージを受けにくい。\n- ニーコのスタンやスネアを使うことで、ブランドの動きを制限し、攻撃のチャンスを作りやすい。\n- ブランドは自衛手段が乏しく、ニーコの高いバーストダメージに対して脆弱である。\n- ニーコは短射程のチャンピオンに対して有利であり、ブランドはその特性に該当する。\n\n有利の取り方:\n- 擬態を使ってブランドに接近し、奇襲を仕掛ける。\n- ブランドのスキルを避けながら、スネアやスタンを使って反撃する。\n- ミニオンを利用してブランドの攻撃をかわしつつ、ダメージを与える。\n- ブランドがスキルを使った後の隙を狙って攻撃する。\n- 自身のアルティメットを使って集団戦での影響力を高める。",
      "ユーミ": "ユーミがブランドに有利です。\n\n理由:\n- ユーミは回復やシールドを提供できるため、ブランドの持続ダメージを軽減できる。\n- ブランドのスキルは全て攻撃スキルであり、ユーミのサポート能力によって耐久力が向上するため、レーンでのサステインが強化される。\n- ブランドは自衛手段が乏しく、ユーミが味方に密着することで、ブランドの攻撃を受けるリスクを減少させることができる。\n- ユーミは移動が不要なため、ブランドのスキルを避けることができ、より安全に立ち回ることができる。\n- ブランドの攻撃が当たるとマナを回復できるが、ユーミの回復によってブランドのマナ管理が楽になる。\n\n有利の取り方:\n- ユーミはブランドの攻撃を受ける際に、シールドを使ってダメージを軽減し、味方ADCを守る。\n- ブランドのスキルを避けるために、ユーミは味方に密着し、移動を最小限に抑える。\n- ユーミの回復を活用して、ブランドの持続ダメージを受けても耐えられるようにする。\n- ブランドがスキルを使った後の隙を狙って、ユーミが味方ADCと連携して攻撃を仕掛ける。\n- ユーミのスロー効果を利用して、ブランドの動きを制限し、攻撃のチャンスを作る。",
      "セナ": "セナがブランドに有利です。\n\n理由:\n- セナは長射程を持ち、ブランドの攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- ブランドのスキルは持続ダメージが強力ですが、セナは回復能力を持っているため、持続的なダメージを受けても耐えやすい。\n- ブランドの自衛手段が乏しいため、セナのスネアを使って捕まえることで、ブランドに対して有利な状況を作りやすい。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、ブランドに対してもダメージを与えやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ブランドのHPを削る。\n- スネアを使ってブランドを捕まえ、味方と連携してキルを狙う。\n- ブランドのスキルを避けるために、位置取りを工夫し、セナの射程を活かす。\n- 回復スキルを適切に使い、味方の生存率を高めることで、レーンでの優位を維持する。",
      "ジャンナ": "ジャンナがブランドに有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、ブランドのスキルを無効化することができるため、ブランドの攻撃を妨害しやすい。\n- ブランドは自衛手段が乏しく、ジャンナのディスエンゲージ能力によって安全に距離を取ることができる。\n- ジャンナのシールドはブランドの持続ダメージを軽減できるため、ブランドのダメージを抑えることができる。\n- ジャンナは移動速度を上げる能力を持っており、ブランドが攻撃を仕掛ける前に逃げることができる。\n- ブランドはスキルを当てることでマナを回復できるが、ジャンナのシールドやCCによってスキルを当てる機会が減る。\n\n有利の取り方:\n- ブランドがスキルを使った後に、ジャンナのCCを使って反撃する。\n- ブランドがオールインを仕掛けてきた際に、ジャンナのシールドを使って味方を守り、反撃のチャンスを作る。\n- ブランドがスキルを当てる前に、ジャンナの移動速度バフを使って距離を取る。\n- ブランドがミニオンを利用して攻撃してくる際に、ジャンナのCCを使ってブランドを遠ざける。\n- ジャンナの回復効果を活かして、ブランドの持続ダメージを軽減しつつ、味方の生存率を高める。",
      "ミリオ": "ミリオがブランドに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、ブランドの攻撃を受けるリスクを減少させる。\n- ブランドのスキルは全てダメージスキルであり、持続ダメージが強力だが、ミリオの回復やシールドでそのダメージを軽減できる。\n- ブランドの自衛手段が乏しいため、ミリオのノックバックやシールドでブランドの攻撃を無効化しやすい。\n- ミリオのウルトにより、ブランドのCCを解除できるため、集団戦での影響力を高めることができる。\n- ブランドは短射程のチャンピオンに対して有利だが、ミリオはその射程を延ばすことでハラスを行いやすい。\n\n有利の取り方:\n- ミリオのスキルを駆使して、ブランドの攻撃を避けつつ味方の攻撃をサポートする。\n- ブランドがスキルを使った後に、ミリオの回復やシールドを活用して味方を守る。\n- ブランドがCCを使った際に、ミリオのウルトで解除し、味方の生存率を高める。\n- ブランドの攻撃を受ける際は、ミリオのノックバックを使って距離を取る。\n- ミリオの攻撃範囲延長を活かして、ブランドに対して安全にハラスを行う。",
      "ソナ": "ソナがブランドに有利です。\n\n理由:\n- ソナは回復やシールドを持っており、ブランドの持続ダメージを軽減できるため、ハラスに強い。\n- ブランドのスキルは全てダメージスキルであり、ソナのオーラによる支援で味方を強化できるため、集団戦での優位性が高い。\n- ソナは操作が簡単で、スキルの発動が迅速なため、ブランドのスキルを避けやすい。\n- ソナのスタンは発生が早く、ブランドの攻撃を防ぐことができるため、彼の攻撃を無効化しやすい。\n- ソナはレーンでの持続力が高く、ブランドのマナ消費を上回ることができるため、長期戦に持ち込むことができる。\n\n有利の取り方:\n- ブランドのスキルを避けつつ、回復やシールドを駆使して耐える。\n- ソナのオーラを活用して味方のダメージを増加させ、ブランドに対抗する。\n- スタンを使ってブランドのスキルを無効化し、攻撃のチャンスを作る。\n- レーンでのハラスを行い、ブランドのマナを枯渇させる。\n- 集団戦では味方を支援しつつ、ブランドの攻撃を分散させる。",
      "ブリッツクランク": "ブリッツクランクがブランドに有利です。\n\n理由:\n- ブランドは自衛手段が乏しく、ブリッツクランクのフックに捕まると簡単にキルされる可能性が高い。\n- ブランドは足が止まりやすく、フックを避けるのが難しいため、ブリッツクランクのキャッチ能力に対して脆弱。\n- ブリッツクランクのノックアップやサイレンスは、ブランドのスキルを妨害し、ダメージを出す前に無力化することができる。\n- ブランドはスキルを連打するため、マナが枯渇しやすいが、ブリッツクランクはフックを外した場合のリスクが高く、プレッシャーをかけやすい。\n\n有利の取り方:\n- レーンでのフックを積極的に狙い、ブランドを捕まえてキルを狙う。\n- ブランドがスキルを使った後の隙を狙ってフックを当てる。\n- 集団戦では、ブランドのスキルを妨害するためにノックアップやサイレンスを活用する。\n- ブランドがマナを消費しているタイミングを見計らって、フックで捕まえる。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマはスネアやスロウを持っており、ブランドの攻撃を制限することができるため、ブランドの攻撃を避けやすい。\n- カルマは序盤からUltを使用できるため、ブランドに対して高いプレッシャーをかけることができる。\n- ブランドは自衛手段が乏しく、カルマのスネアや加速効果を利用して奇襲をかけることができる。\n- カルマはシールドを持っているため、ブランドの持続ダメージを軽減できる。\n- ブランドはスキルの発動に時間がかかるため、カルマのスネアでその隙を突くことができる。\n\n有利の取り方:\n- レーンでのハラスを行い、ブランドのHPを削る。\n- スネアを使ってブランドのスキルを避けさせ、反撃のチャンスを作る。\n- ブランドがスキルを使った後の隙を狙って攻撃する。\n- 味方ADCと連携し、ブランドに対して集中的に攻撃を仕掛ける。\n- シールドを活用して味方を守りつつ、ブランドの攻撃を受け流す。",
      "ルル": "ルルがブランドに有利です。\n\n理由:\n- ルルはポリモーフを持っており、ブランドのスキルを無力化することができるため、彼の高いダメージを抑えることができる。\n- ルルのシールドは味方を守るだけでなく、ブランドの持続ダメージを軽減する効果がある。\n- ルルはアサシンやダイバーに対して強力な防御能力を持っており、ブランドが攻撃的に出てきた際に味方を守ることができる。\n- ブランドは自衛手段が乏しいため、ルルのCCによって簡単に捕まえられる可能性が高い。\n- ルルは短射程のADCに対して有利であり、ブランドがその役割を担う場合、ルルの無力化が効果的に働く。\n\n有利の取り方:\n- ブランドがスキルを使ったタイミングでポリモーフを使用し、彼の攻撃を無効化する。\n- シールドを適切に使い、ブランドの持続ダメージを軽減しつつ味方を守る。\n- ブランドが前に出てきた際に、CCを使って彼を捕まえ、味方と連携して攻撃する。\n- ブランドのスキルのクールダウンを見極め、スキルがないタイミングで積極的に攻撃する。\n- ルルのスキルを駆使して、味方の生存能力を高め、ブランドとの戦闘を有利に進める。",
      "ノーチラス": "ノーチラスがブランドに有利です。\n\n理由:\n- ノーチラスは強力なCCを持っており、ブランドのスキルを封じることができるため、彼の攻撃を効果的に防げる。\n- ブランドは自衛手段が乏しく、ノーチラスのフックやノックアップに対して脆弱である。\n- ノーチラスは近接チャンピオンであり、ブランドの遠距離攻撃を避けつつ接近できるため、オールインがしやすい。\n- ブランドのスキルは連続して当てる必要があり、ノーチラスのCCで動きを制限されると、スキルを当てるのが難しくなる。\n- ノーチラスはタンクであり、ブランドの持続ダメージを受けても耐えることができるため、長期戦に持ち込むことができる。\n\n有利の取り方:\n- フックを使ってブランドを捕まえ、オールインを狙う。\n- ブランドのスキルを避けるために、移動を工夫しながら接近する。\n- ブランドのスキルがクールダウン中に攻撃を仕掛ける。\n- サポートやジャングラーと連携して、ブランドを孤立させる。\n- ブランドのポークを受ける際は、耐えることを意識し、HPを管理する。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "ラカン": "ラカンがニーコに不利です。\n\n理由:\n- 射程差: ニーコは遠距離攻撃を持っており、ラカンが近づく前にハラスを受けやすい。\n- CCの効果: ニーコのスネアやノックアップは、ラカンの機動力を制限し、エンゲージやピールが難しくなる。\n- 短期決戦: ニーコは高いバーストダメージを持っており、ラカンが接近する前に倒される可能性が高い。\n- 防御力の低さ: ラカンは基礎ステータスが低く、ニーコの攻撃を受けると脆く感じる。\n\n不利の緩和策:\n- レーンでのポジショニング: ニーコの攻撃範囲外で立ち回り、ハラスを避ける。\n- 連携プレイ: 味方と連携してニーコに対抗し、エンゲージのタイミングを見計らう。\n- アイテム選択: 防御アイテムを早めに購入し、ニーコのバーストダメージに耐えられるようにする。\n- ワードを活用: 視界を確保し、ニーコの奇襲を防ぐためにワードを設置する。",
      "メル": "メルが不利です。\n\n理由:\n- ニーコは高い奇襲能力を持ち、擬態を利用してメルに接近しやすい。\n- ニーコのスキルにはスタンやスネアがあり、メルの行動を制限することができる。\n- ニーコはAoEダメージを持ち、集団戦での影響力が高いため、メルがスノーボールできない場合に不利になる。\n- メルは回復効果に弱く、ニーコの高いバーストダメージに対抗しづらい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ニーコの接近を防ぐ。\n- ミニオンを利用してニーコのスキルを避ける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- チームメイトと連携し、ニーコの奇襲を警戒する。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ニーコは近づくことで高いバーストダメージを出せるため、ゼラスの長射程を逆手に取ることができる。\n- ニーコのスネアやノックアップによるCCがゼラスの行動を制限し、攻撃を当てる前に反撃を受けやすい。\n- ゼラスはスキルの発動が遅いため、ニーコの奇襲や擬態を活かした攻撃に対して反応しづらい。\n- ニーコは自己防衛能力が高く、ゼラスの攻撃を受け流しつつ反撃することができる。\n- ニーコのアルティメットは集団戦での影響力が大きく、ゼラスが一方的に攻撃することが難しい。\n\n不利の緩和策:\n- ゼラスは距離を保ちながらハラスを行い、ニーコが近づく前にダメージを与えることを意識する。\n- スキルの発動タイミングを見極め、ニーコのCCを避けるために位置取りを工夫する。\n- ゼラスのパッシブを活用し、マナ管理を徹底して持続力を高める。\n- サポートと連携し、ニーコに対する集団戦でのフォーカスを強化する。\n- アイテムを工夫し、自己防衛手段を増やすことでニーコの攻撃を耐えられるようにする。",
      "セラフィーン": "セラフィーンがニーコに不利です。\n\n理由:\n- 射程差: セラフィーンは長射程のスキルを持っており、ニーコが近づく前にハラスを受けやすい。\n- CCの強さ: セラフィーンは複数のCCを持っており、ニーコが接近するのを妨げることができる。\n- 集団戦の強さ: セラフィーンは集団戦において非常に強力で、味方の数に応じて効果が増すため、ニーコが単独で戦うのが難しい。\n- スキルの発生速度: セラフィーンのスキルは発生が遅く、ニーコが奇襲を仕掛ける際に有利に働くことが少ない。\n\n不利の緩和策:\n- 遠距離からのハラス: セラフィーンのスキルを避けつつ、ミニオンを利用してハラスを行う。\n- 擬態の活用: 擬態を使ってセラフィーンのスキルを避けるか、味方チャンピオンに変身して支援を受ける。\n- レーンの位置取り: セラフィーンのスキルが届かない位置でのファームを心がける。\n- 集団戦での役割: ニーコは集団戦でのバーストダメージを活かし、セラフィーンのスキルを避けながら攻撃する。",
      "ブラウム": "ブラウムがニーコに不利です。\n\n理由:\n- 射程差: ブラウムは近接チャンピオンであり、ニーコの遠距離攻撃に対して接近するのが難しい。\n- ハラス能力: ブラウムは遠距離攻撃手段が乏しく、ニーコのハラスに対して効果的に反撃できない。\n- CCの発生時間: ブラウムのCCは発生が遅く、ニーコが擬態を使って奇襲を仕掛ける際に対処しづらい。\n- ニーコのバーストダメージ: ニーコは高いバーストダメージを持ち、ブラウムが耐えきれない場合が多い。\n- 乱戦での強さ: ニーコはAoEダメージとスタンを持ち、乱戦において非常に強力で、ブラウムが守りきれないことがある。\n\n不利の緩和策:\n- レーンでの位置取り: ニーコの攻撃を避けるために、常にミニオンの後ろに位置する。\n- ADCとの連携: ADCと連携してニーコに対抗し、ハラスを受けないようにする。\n- ブッシュを利用: ブッシュを利用してニーコの視界を遮り、奇襲を防ぐ。\n- アイテム選択: 防御アイテムを早めに購入し、耐久力を上げる。\n- スキルのタイミング: CCを発動するタイミングを見極め、ニーコが近づいてきた際に合わせて使用する。",
      "スレッシュ": "スレッシュがニーコに不利です。\n\n理由:\n- ニーコは高いバーストダメージを持ち、スレッシュが近づく前にハラスを受けやすい。\n- ニーコのスネアやノックアップは、スレッシュのエンゲージやピールを無効化することができる。\n- ニーコの擬態能力により、スレッシュがフックを外した場合、逆にニーコが有利な状況を作りやすい。\n- ニーコは長射程の攻撃を持ち、スレッシュが近づくのを難しくするため、スレッシュの攻撃機会が減少する。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてニーコの攻撃を受けないようにする。\n- スキルを外さないように、フックを慎重に使い、ニーコのスキルを避けるタイミングを見計らう。\n- 早めにアイテムを購入し、サステインを増やすことでニーコのハラスに耐える。\n- チームメイトと連携し、ニーコが擬態を使った際に一緒に攻撃することで、彼女の奇襲を防ぐ。",
      "セナ": "セナが不利です。\n\n理由:\n- ニーコは高い奇襲能力を持ち、擬態を利用してセナに接近しやすい。\n- ニーコのスネアやノックアップによるCCが、セナの逃げ手段を封じるため、捕まるリスクが高い。\n- ニーコはAoEダメージを持ち、セナがミニオンを処理する際にハラスを受けやすい。\n- ニーコのスキルは範囲攻撃であり、セナの長射程を活かしづらくなる状況を作り出す。\n- ニーコはレイトゲームでのスケールが強く、セナが育たない場合、後半戦での影響力が低下する。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、ニーコの接近を防ぐために距離を保つ。\n- ミニオンを利用してニーコのスキルを避けるように心がける。\n- サポートと連携し、ニーコのCCを受けないように注意する。\n- 早めにアイテムを購入し、耐久力を上げてニーコのバーストダメージに耐えられるようにする。\n- 可能であれば、視界を確保し、ニーコの動きを把握しておくことで奇襲を防ぐ。",
      "ブリッツクランク": "ブリッツクランクがニーコに不利です。\n\n理由:\n- ニーコは高い奇襲能力を持ち、擬態を利用してブリッツクランクのフックを避けることができるため、ブリッツクランクのプレッシャーを軽減できる。\n- ニーコのスネアやノックアップによって、ブリッツクランクの接近を阻止しやすく、逆にブリッツクランクを捕まえるチャンスを作ることができる。\n- ニーコは範囲攻撃を持っており、ブリッツクランクが近づくと一気にダメージを与えられるため、接近戦で不利になる。\n- ニーコは長射程の攻撃を持ち、ブリッツクランクが近づく前にハラスを行いやすい。\n\n不利の緩和策:\n- フックを無闇に使わず、ニーコのスキルを避けるために慎重に行動する。\n- ニーコのスキルクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- 可能であれば、視界を確保し、ニーコの擬態を見破るためにワードを活用する。\n- チームメイトと連携し、ニーコを捕まえるためのサポートを受ける。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ニーコは高い奇襲能力を持ち、擬態を利用してジリアンに接近しやすい。\n- ニーコのスネアやノックアップによるCCが、ジリアンの行動を制限しやすい。\n- ニーコはAoEダメージを持ち、集団戦でのバーストダメージが強力で、ジリアンのサポート能力を無効化しやすい。\n- ニーコの射程が長いため、ジリアンはハラスを受けやすく、ミニオンを利用したコンボが難しい。\n- ジリアンは攻撃スキルがQのみで、ニーコの攻撃を受けるとすぐに危険な状況に陥る。\n\n不利の緩和策:\n- ジリアンはミニオンを利用してニーコの攻撃を避けるように立ち回る。\n- ニーコのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- ジャングラーと連携し、ニーコに対するガンクを狙うことで、レーンでの優位性を取り戻す。\n- マナ管理を徹底し、必要なスキルを適切なタイミングで使用することで、持続的な戦闘能力を維持する。\n- アクティブアイテムを活用し、ニーコのCCを回避する手段を持つ。"
    },
    "loses": {
      "パンテオン": "パンテオンはニーコに有利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、ニーコの短射程を利用してオールインが可能です。\n- パンテオンのスタンを持つスキルにより、ニーコのスキルを発動させる前にダメージを与えることができます。\n- パンテオンは序盤から高いバーストダメージを持ち、ニーコが育つ前にキルを狙いやすいです。\n- パンテオンのグローバルなアルティメットにより、他のレーンへの影響力を持ち、試合全体での優位性を確保しやすいです。\n- ニーコの擬態能力は、パンテオンの攻撃を避けるのが難しく、逆にパンテオンがニーコを狙いやすい状況を作り出します。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ニーコのHPを削る。\n- スタンを利用してニーコのスキルを発動させる前に攻撃を仕掛ける。\n- ニーコがミニオンに近づくタイミングを見計らってオールインを狙う。\n- グローバルなアルティメットを活用して、他のレーンでのプレッシャーをかける。\n- ニーコのスキルクールダウンを把握し、スキルがないタイミングで攻撃を仕掛ける。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ニーコのスキルを封じることができる。\n- カルマのスネアはニーコの接近を阻止し、ニーコが攻撃を仕掛ける前に制圧できる。\n- カルマのシールドや加速効果により、味方を守りつつニーコの攻撃をかわすことができる。\n- ニーコは射程が短いため、カルマの長射程攻撃に対して不利である。\n- カルマはスキルを当てることでダメージを出しやすく、ニーコの奇襲を防ぎやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ニーコの体力を削る。\n- スネアを使ってニーコの接近を阻止し、攻撃のチャンスを作る。\n- シールドを活用して味方を守りつつ、ニーコの攻撃を受け流す。\n- ニーコが擬態を使う前に、スキルを当ててダメージを与える。\n- 位置取りを工夫し、ニーコが攻撃しづらい状況を作る。",
      "シャコ": "シャコが有利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ニーコの近接攻撃を避けやすい。\n- ニーコのスキルは射程が短く、シャコがインビジブルで近づくことで、ニーコの攻撃を回避しつつダメージを与えることができる。\n- シャコはCCを持っており、ニーコの動きを制限することで、彼女のコンボを無効化することができる。\n- ニーコは基礎攻撃力が低く、ミニオンコントロールが難しいため、シャコがプレッシャーをかけることでレーンを支配しやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ニーコのHPを削る。\n- インビジブルを活用してニーコのスキルを避けつつ、奇襲を仕掛ける。\n- CCを使ってニーコの動きを制限し、コンボを決める。\n- シャコの高い機動性を活かして、ニーコがミニオンを処理している隙を狙って攻撃する。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、ニーコの攻撃を受け止めやすい。\n- CCが豊富で、ニーコの動きを制限しやすい。\n- ニーコは接近戦が苦手で、レオナのオールインに対して脆弱。\n- レオナの攻撃はニーコのスキルの射程外から行えるため、ニーコが攻撃しづらい。\n- レオナは序盤から強力なハラスが可能で、ニーコのCSを妨害しやすい。\n\n有利の取り方:\n- レオナのCCを活かしてニーコに接近し、オールインを仕掛ける。\n- ニーコのスキルがクールダウン中や使用後に攻撃するタイミングを狙う。\n- ミニオンを利用してニーコの攻撃を避けつつ、ハラスを行う。\n- フォグ・オブ・ウォーを利用して奇襲をかけ、ニーコを捕まえる。\n- チームメイトと連携して、ニーコを孤立させる。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは豊富なCCを持ち、ニーコの接近を阻止することができる。\n- ナミの攻撃的なハラス能力により、ニーコはレーンでのトレードで不利になりやすい。\n- ナミのスキルは全てダメージを持ち、ニーコのHPを削りやすい。\n- ナミのパッシブによる移動速度の向上が、ニーコの擬態を活かす機会を減少させる。\n- ニーコは射程が短いため、ナミの長射程攻撃に対して不利。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ニーコのHPを削る。\n- CCを駆使してニーコの動きを制限し、接近を阻止する。\n- ミニオンを利用してニーコのスキルを避けつつ、ダメージを与える。\n- ナミのパッシブを活かして、味方と連携しながらニーコに圧力をかける。\n- ニーコが擬態を使うタイミングを見計らい、先手を打ってCCを当てる。",
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、ニーコの攻撃を回避しやすい。\n- ユーミの回復やシールドにより、ニーコのバーストダメージを軽減できる。\n- ニーコのスキルは接近戦が必要であり、ユーミは距離を保ちながら支援できるため、ニーコの攻撃を受けにくい。\n- ユーミは移動しながらスキルを使えるため、ニーコのスキルを避けることができる。\n- ユーミのスロー効果でニーコの動きを制限し、攻撃を仕掛けるチャンスを作れる。\n\n有利の取り方:\n- レーンでのハラスを避けるため、ユーミは味方ADCと連携してニーコに対抗する。\n- ユーミの回復やシールドを活用し、ニーコの攻撃を受けた際に耐える。\n- ニーコが擬態を使って奇襲を仕掛ける際に、ユーミは味方に密着してサポートし、反撃のチャンスを狙う。\n- ユーミのスローを使ってニーコの動きを制限し、攻撃のチャンスを作る。\n- 集団戦では、ユーミが味方を支援しつつ、ニーコのスキルを避ける立ち位置を保つ。",
      "ミリオ": "ミリオはニーコに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、ニーコの短射程を補うことができるため、トレードで有利に進めやすい。\n- ミリオの回復やシールドにより、ニーコのバーストダメージを軽減できるため、ニーコの奇襲に対して耐性がある。\n- ミリオのCC解除のウルトにより、ニーコのスタンやスネアを無効化できるため、ニーコのコンボを防ぎやすい。\n- ミリオはニーコの擬態を見破ることができるため、奇襲を受けにくい。\n\n有利の取り方:\n- ミリオの攻撃範囲を活かして、ニーコに対してハラスを行い、CSを取りにくくさせる。\n- ミリオの回復やシールドを駆使して、ニーコのバーストを耐え、反撃のチャンスを作る。\n- ニーコが擬態を使った際に、ミリオのウルトをタイミングよく使用して、ニーコのCCを解除し、味方を守る。\n- ミリオのスキルを使って、ニーコが近づく前に先手を打ち、トレードを有利に進める。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "アリスターがラックスに不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、アリスターが接近する前にハラスをかけやすい。\n- ラックスのスネア効果により、アリスターがエンゲージを試みる際に拘束される可能性が高い。\n- アリスターは近接キャリーであり、ラックスのスキルを避けることが難しいため、ダメージを受けやすい。\n- ラックスのバーストダメージにより、アリスターは早期にHPを削られ、レーン維持が難しくなる。\n- ラックスはミニオンをブロックしないスキルを持っているため、アリスターがハラスを試みても効果が薄い。\n\n不利の緩和策:\n- アリスターはレベル2やレベル3でのエンゲージを狙い、ラックスのスキルを避けるタイミングを見計らう。\n- ブーツを早めに購入し、移動速度を上げてラックスのスキルを避ける。\n- サポートアイテムを利用して、HPを回復しつつレーン維持を図る。\n- 敵のスキルを避けるために、ミニオンの後ろに隠れながら接近する。\n- チームメイトと連携し、ラックスに対して集団でのエンゲージを行う。",
      "モルガナ": "モルガナがラックスに不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、モルガナが近づく前にハラスを行いやすい。\n- ラックスのスネアはモルガナのスキルを避けることができるため、モルガナのCCを無効化される可能性が高い。\n- ラックスは全てのスキルがミニオンにブロックされないため、モルガナはハラスを受けやすい。\n- ラックスのバーストダメージは高く、モルガナが耐えるのが難しい。\n- モルガナのスキルはクールダウンが長く、ラックスのスキルに対抗する手段が限られる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに位置する。\n- スペルシールドを活用して、ラックスのスキルを防ぐタイミングを見極める。\n- 可能であれば、味方と連携してラックスに対抗する。\n- 早めにアイテムを購入し、耐久力を上げることで生存率を高める。\n- ラックスのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを狙う。",
      "ラカン": "ラカンがラックスに不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、ラカンが接近する前にハラスをかけやすい。\n- ラックスのスネア効果により、ラカンは接近する際に拘束されるリスクが高い。\n- ラックスのバーストダメージは高く、ラカンが一度捕まると瞬時に倒される可能性がある。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルに対して脆弱である。\n- ラックスはミニオンを利用してハラスを行えるため、ラカンが前に出るのが難しい。\n\n不利の緩和策:\n- ラカンはラックスのスキルを避けるために、草むらを利用して奇襲をかける。\n- ラカンのシールドや回復を活用し、ラックスのハラスを受け流す。\n- チームメイトと連携し、ラックスを捕まえるタイミングを見計らう。\n- ラカンのCCを活かして、ラックスがスキルを使った後に攻撃を仕掛ける。\n- アイテムを活用して耐久力を上げ、ラックスのバーストダメージに耐える。",
      "セナ": "セナが不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、セナに対してハラスを行いやすい。\n- ラックスのスネア効果により、セナが接近することが難しく、攻撃を受けやすい。\n- セナは基礎ステータスが低く、ラックスの高バーストダメージに対して脆弱。\n- ラックスはスキルをミニオンにブロックされないため、セナのハラスを無効化しやすい。\n- セナの逃げ手段が乏しく、ラックスのスキルを受けると致命的なダメージを受ける可能性が高い。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ラックスのスキルを避けるようにする。\n- セナの回復スキルを活用し、ハラスを受けた際に素早く回復する。\n- ミニオンを利用してラックスのスキルを避けるタイミングを見計らう。\n- サポートと連携し、ラックスに対してカウンターアタックを仕掛ける。\n- アイテムを早めに購入し、耐久力を上げることでラックスのバーストダメージに耐える。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、ザイラが近づく前にハラスをかけることができる。\n- ラックスのスネア効果により、ザイラは接近されると拘束されやすく、反撃の機会を失う。\n- ザイラのスキルは発動から発生までに時間がかかるため、ラックスのスキルを避けるのが難しい。\n- ラックスは全てのスキルがミニオンにブロックされないため、ザイラはハラスを受けやすい。\n- ザイラは防御ステータスが低く、ラックスのバーストダメージに対して非常に脆弱。\n\n不利の緩和策:\n- ザイラはラックスのスキルを避けるために、位置取りを工夫し、ミニオンを利用してハラスを受けないようにする。\n- ザイラのCCスキルを活用して、ラックスがスキルを使った後に反撃するタイミングを見計らう。\n- ザイラの植物を使って、ラックスの動きを制限し、ハラスを行う。\n- サポートやジャングラーと連携して、ラックスに対するプレッシャーをかける。",
      "ルル": "ルルがラックスに不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、ルルが近づく前にハラスを行いやすい。\n- ラックスのスネア効果により、ルルは接近することが難しく、攻撃を受けやすい。\n- ルルのCCは単体対象であり、ラックスのAoEスキルに対して効果的に対処できない。\n- ラックスは高いバーストダメージを持ち、ルルのシールドや回復では耐えきれない場合が多い。\n- ラックスは視界を確保するスキルが多く、ルルの動きを把握しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- ラックスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- ルルのシールドを適切に使い、ラックスのスキルを受け流す。\n- 味方のADCと連携し、ラックスに対して一緒に攻撃を仕掛ける。\n- ルルのポリモーフをラックスのスネアに合わせて使い、反撃のチャンスを作る。",
      "バード": "バードがラックスに不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、バードが近づく前にハラスを受けやすい。\n- ラックスのスネア効果により、バードは接近することが難しく、スキルを当てるチャンスが減る。\n- バードのダメージスキルはQのみで、ラックスの高バーストダメージに対抗しづらい。\n- ラックスは全てのスキルがミニオンにブロックされないため、バードが鐘を回収するためにレーンを離れると、ハラスを受けやすくなる。\n- ラックスのCCスキルはバードの移動スキルを無効化する可能性があり、逃げる手段が限られる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- 鐘を回収する際は、ラックスのスキルを避ける位置取りを心がける。\n- バードのローム能力を活かし、他のレーンに影響を与えることで、ラックスのプレッシャーを軽減する。\n- ラックスのスキルを避けるために、バードの移動スキルを適切に使い、タイミングを見計らって行動する。\n- バードの回復スキルを活用し、ラックスのハラスを受けた際に素早く回復する。",
      "ニーコ": "ニーコがラックスに不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、ニーコが近づく前にハラスを受けやすい。\n- ラックスのスキルはミニオンにブロックされないため、ニーコはミニオンを利用してハラスを避けることが難しい。\n- ラックスのスネア効果により、ニーコが接近する際に捕まるリスクが高い。\n- ラックスは高いバーストダメージを持ち、ニーコが接近戦で不利になると一気にダメージを受ける可能性がある。\n- ニーコのスキルの射程が短いため、ラックスの攻撃を避けるのが難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ラックスのスキルを避けるようにする。\n- ミニオンを利用してラックスのスキルをブロックし、ハラスを受けないようにする。\n- サポートやジャングラーと連携し、ラックスに対する奇襲を狙う。\n- アイテムを早めに購入し、耐久力を上げることでラックスのバーストダメージに耐えられるようにする。\n- スキルのクールダウンを意識し、ラックスのスキルがないタイミングで攻撃を仕掛ける。"
    },
    "loses": {
      "ユーミ": "ユーミがラックスに有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、ラックスの攻撃を受けにくい。\n- ユーミの回復やシールドによって、ラックスのバーストダメージを軽減できる。\n- ユーミはスロー効果を持っており、ラックスのスキルを当てるのを難しくすることができる。\n- ラックスは接近されると脆弱であり、ユーミが味方に密着していることでラックスの攻撃を避けやすい。\n- ユーミは移動しながらサポートできるため、ラックスのスキルを避ける立ち回りがしやすい。\n\n有利の取り方:\n- ユーミは味方ADCと連携し、ラックスに対してハラスを行うことでレーンの主導権を握る。\n- ラックスがスキルを使った後に攻撃を仕掛け、クールダウンを利用して有利なトレードを行う。\n- ユーミの回復やシールドを活用して、ラックスのバーストを耐え、持続的にレーンを維持する。\n- スロー効果を使ってラックスの動きを制限し、スキルを当てにくくする。\n- 敵の視界を意識し、ワーディングを行いながら安全に立ち回る。",
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、ラックスのスキルを無効化することができるため、ラックスの攻撃を避けやすい。\n- ジャンナのシールドはラックスのバーストダメージを軽減でき、ラックスが持つハラスの効果を減少させる。\n- ジャンナは移動速度を上げる能力を持ち、ラックスのスキルを避けるための機動力を提供できる。\n- ジャンナのノックバックやノックアップは、ラックスがスキルを当てるのを難しくし、ラックスの攻撃を無効化するチャンスを増やす。\n- ジャンナはレーンでの持続力が高く、ラックスのハラスに対しても耐えることができる。\n\n有利の取り方:\n- ジャンナのCCを活かして、ラックスがスキルを使った後に攻撃を仕掛ける。\n- シールドを適切に使い、ラックスのバーストダメージを軽減しつつ、味方を守る。\n- 敵の動きを読み、ラックスのスキルを避けるために移動速度を上げるスキルを活用する。\n- レーンでのハラスを行う際、ラックスのスキルのクールダウンを狙って攻撃する。\n- ジャンナのスキルを使ってラックスを遠ざけ、味方が安全に攻撃できる状況を作る。",
      "ブリッツクランク": "ブリッツクランクがラックスに有利です。\n\n理由:\n- ブリッツクランクは近接キャリーであり、ラックスの長射程スキルに対して接近することで有利に立ち回れる。\n- フックを使ってラックスを引き寄せることで、彼女のスキルを無効化し、瞬時にキルに繋げることができる。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱であるため、ブリッツクランクの攻撃に対して弱い。\n- ブリッツクランクのノックアップやサイレンスは、ラックスのスキルを妨害するのに効果的で、彼女のバーストダメージを発揮させにくい。\n- ブリッツクランクはラックスのスキルショットを避けるための機動力が高く、ラックスの攻撃をかわしやすい。\n\n有利の取り方:\n- レーンでの位置取りを工夫し、ラックスがスキルを使った後にフックを狙う。\n- 敵ミニオンを利用してラックスのスキルを避けつつ、フックを当てるタイミングを見計らう。\n- ブリッツクランクのスキルを使う際は、ラックスのスキルクールダウンを意識し、彼女がスキルを使った後に攻撃を仕掛ける。\n- 集団戦ではラックスの後ろにいる敵キャリーを狙い、ラックスを無力化することでチーム全体の優位を確保する。",
      "シャコ": "シャコが有利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態でラックスのスキルを避けやすい。\n- ラックスは接近されると脆弱であり、シャコの奇襲に対して非常に弱い。\n- シャコのCCスキルを使うことで、ラックスの行動を制限し、攻撃のチャンスを作りやすい。\n- ラックスのスキルは方向指定であるため、シャコの動きに対して当てづらい。\n- シャコは序盤からプレッシャーをかけることができ、ラックスのレーンを支配しやすい。\n\n有利の取り方:\n- インビジブルを活用してラックスに接近し、奇襲を仕掛ける。\n- ラックスのスキルを避けるために、タイミングを見計らって動く。\n- CCスキルを使ってラックスを拘束し、ダメージを与える。\n- レーンでのハラスを行い、ラックスのHPを削る。\n- シャコの高い機動性を活かして、ラックスのスキルのクールダウンを狙う。",
      "パイク": "パイクがラックスに有利です。\n\n理由:\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすい。\n- ラックスは接近されると脆弱であり、パイクのフックやスタンで捕まえやすい。\n- パイクのパッシブによる回復効果で、ハラスに対して強い耐性を持つため、ラックスのハラスを受け流しやすい。\n- ラックスのスキルは方向指定であり、パイクのカモフラージュを使うことでスキルを避けることができる。\n- パイクはキルを取った際にゴールドを共有できるため、ラックスに対してゴールド面での優位を築きやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ラックスのスキルを避けながらダメージを与える。\n- フックを使ってラックスを捕まえ、スキルコンボで一気にダメージを与える。\n- カモフラージュを利用してラックスのスキルを避け、反撃のチャンスを作る。\n- 敵ジャングラーと連携してラックスを狙い、早期にキルを取ることでゴールドを稼ぐ。\n- 集団戦ではラックスのスキルを避けつつ、後衛に飛び込んでキルを狙う。",
      "レル": "レルがラックスに有利です。\n\n理由:\n- レルは近接チャンピオンであり、ラックスのスキルを避けながら接近することができるため、ラックスのハラスを受けにくい。\n- レルの複数のCCスキルにより、ラックスを拘束しやすく、彼女の脆弱性を突くことができる。\n- レルのパッシブ効果により、ラックスのAR/MRを減少させることができ、ダメージを与えやすい。\n- レルは自身と味方の移動速度を上げるスキルを持っており、ラックスのスキルを避けながら攻撃する機会を増やせる。\n- ラックスはスキルのクールダウンが長く、レルがオールインを仕掛けるタイミングを見計らいやすい。\n\n有利の取り方:\n- レーンでのハラスを行い、ラックスのスキルを避けながら近づく。\n- CCスキルを使ってラックスを拘束し、味方と連携して攻撃する。\n- パッシブを活かしてラックスのAR/MRを減少させ、ダメージを与える。\n- 敵のスキルを避けるために、移動速度を上げるスキルを活用し、ラックスのスキルをかわす。\n- 敵のスキルのクールダウンを確認し、ラックスがスキルを使った後にオールインを仕掛ける。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、ラックスに対して高いプレッシャーをかけることができる。\n- スネアやスロウを持っているため、ラックスのスキルを避けることが難しく、ハラスがしやすい。\n- カルマのシールドや加速効果により、味方の生存率を高めつつ、ラックスの攻撃を受け流すことができる。\n- ラックスは接近されると脆弱であり、カルマのスキルを当てることで簡単にダメージを与えられる。\n- カルマはスキルを当てることで強力な効果を発揮できるため、ラックスのスキルを避けつつ反撃が可能。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ラックスのHPを削る。\n- スネアを使ってラックスのスキルを当てさせないようにし、反撃のチャンスを作る。\n- シールドを味方にかけて生存率を高め、ラックスの攻撃を受け流す。\n- 敵の動きを予測し、スキルを当てるタイミングを見極めて反撃する。\n- 位置取りを工夫し、ラックスのスキルを避けつつ、相手にプレッシャーをかけ続ける。",
      "ミリオ": "ミリオはラックスに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、ラックスのスキルを避けやすくする。\n- ミリオの回復やシールドにより、ラックスのバーストダメージを軽減できる。\n- ミリオのCC解除のウルトにより、ラックスのスネアを無効化できるため、エンゲージを防ぎやすい。\n- ミリオはラックスのスキルショットを避けるための機動力を持っており、ラックスの攻撃を受けにくい。\n- ミリオのノックバックにより、ラックスの位置取りを崩すことができ、攻撃のチャンスを作りやすい。\n\n有利の取り方:\n- ミリオのスキルを使ってラックスの攻撃を避けつつ、味方の攻撃をサポートする。\n- ラックスがスキルを使った後に攻撃を仕掛け、ハラスを行う。\n- ウルトをタイミングよく使い、ラックスのスネアを解除して味方を守る。\n- ミリオの攻撃範囲を活かして、ラックスに対して安全にハラスを行う。\n- 敵の動きを見極めて、ラックスのスキルを避けることで、持続的に有利な状況を作る。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "ザイラがタム・ケンチに不利です。\n\n理由:\n- タム・ケンチは近接チャンピオンであり、ザイラの射程を活かした攻撃を受けにくい。\n- タム・ケンチの耐久力が高く、ザイラのダメージを受け流しやすい。\n- タム・ケンチはCCスキルを持ち、ザイラを無力化することができるため、接近されると脅威となる。\n- ザイラは移動手段が乏しく、タム・ケンチに接近されると簡単に倒される可能性が高い。\n- タム・ケンチのウルトによって、ザイラの攻撃を無効化されることがある。\n\n不利の緩和策:\n- ザイラは位置取りを意識し、タム・ケンチとの距離を保つようにする。\n- サポートアイテムや防御アイテムを早めに購入し、耐久力を上げる。\n- ザイラのCCを活かして、タム・ケンチが接近する前に先手を打つ。\n- チームメイトと連携し、タム・ケンチを孤立させるようにする。\n- ザイラの植物を利用して、タム・ケンチの動きを制限する。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- タム・ケンチは高いサステインを持ち、モルガナのスキルを受けても耐えられるため、トレードで有利を取られやすい。\n- タム・ケンチのウルトによって、モルガナのCCを無効化されると、彼女の戦闘能力が大幅に低下する。\n- モルガナのスキルはクールダウンが長く、タム・ケンチの持続的な攻撃に対して持続的に対抗するのが難しい。\n- タム・ケンチは近接攻撃型であり、モルガナの射程を活かしにくい状況を作り出すことができる。\n\n不利の緩和策:\n- レーンでのトレードを避け、タム・ケンチのスキルを避ける立ち回りを心がける。\n- スペルシールドを活用して、タム・ケンチのCCを防ぎ、味方と連携して戦う。\n- 可能であれば、タム・ケンチのウルトを使わせた後に攻撃を仕掛けるタイミングを見計らう。\n- アイテムビルドでマナ管理を意識し、持続的な戦闘ができるようにする。",
      "ニーコ": "ニーコがタム・ケンチに不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、ニーコのバーストダメージを受け止めやすい。\n- タム・ケンチのCCスキルにより、ニーコは接近戦で無力化されるリスクが高い。\n- タム・ケンチは近接攻撃型であり、ニーコの射程の短さを突いて攻撃しやすい。\n- タム・ケンチのウルトによって、ニーコの攻撃を無効化される可能性がある。\n- タム・ケンチは自己回復能力が高く、ニーコのハラスを軽減できる。\n\n不利の緩和策:\n- レーンでのハラスを避け、タム・ケンチのスキルを避ける立ち回りを心がける。\n- サポートと連携し、タム・ケンチに対して集団で攻撃するタイミングを見計らう。\n- アイテムを工夫し、耐久力を上げることでタム・ケンチの攻撃に耐える。\n- タム・ケンチのウルトのクールダウンを狙い、その隙に攻撃を仕掛ける。\n- 擬態を活用して奇襲を仕掛け、タム・ケンチの注意を逸らす。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- タム・ケンチは高いサステインを持ち、ノーチラスの攻撃を受けながらも耐えることができるため、トレードで有利に立ちやすい。\n- タム・ケンチのウルトはノーチラスのCCを無効化することができ、ノーチラスが仕掛けたエンゲージを逆に利用される可能性がある。\n- ノーチラスは移動速度が遅く、タム・ケンチの機動力に対抗しづらいため、逃げられたり反撃を受けやすい。\n- タム・ケンチはノーチラスのフックを避けることができるため、ノーチラスの主な攻撃手段が無効化される。\n\n不利の緩和策:\n- レーンでのトレードを避け、タム・ケンチのスキルを無駄にさせるように立ち回る。\n- タム・ケンチのウルトを使わせるために、無理なエンゲージを控え、相手のスキルを見極める。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでトレードを有利に進める。\n- チームメイトと連携し、タム・ケンチを孤立させるような戦略を取る。",
      "ヴェル＝コズ": "ヴェル＝コズがタム・ケンチに不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、ヴェル＝コズのスキルを受けても生存しやすい。\n- タム・ケンチのウルトによって、ヴェル＝コズの攻撃を無力化される可能性がある。\n- タム・ケンチは近づいてくる敵に対して強力なCCを持っており、ヴェル＝コズの機動力の低さを突かれる。\n- ヴェル＝コズは接近戦に弱く、タム・ケンチが近づくことでハラスが難しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、タム・ケンチとの距離を保ちながらスキルを使う。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- タム・ケンチのウルトのクールダウンを意識し、その間に攻撃を仕掛ける。\n- 逃げ道を確保するために、ワードを使って視界を確保し、敵の動きを把握する。",
      "ラックス": "ラックスがタム・ケンチに不利です。\n\n理由:\n- タム・ケンチは近接チャンピオンであり、接近されるとラックスはスキルを当てる余裕がなくなる。\n- タム・ケンチの高い耐久力とサステインにより、ラックスのバーストダメージが効果的に通りにくい。\n- タム・ケンチのCCスキルによって、ラックスは無力化されやすく、反撃のチャンスを失う。\n- タム・ケンチはラックスのスキルを飲み込むことができ、ラックスの攻撃を無効化することができる。\n\n不利の緩和策:\n- レーンでのハラスを控え、タム・ケンチのスキルを避けることに集中する。\n- サポートと連携し、タム・ケンチに対して集団でのエンゲージを試みる。\n- アイテムを工夫し、耐久力を上げることでタム・ケンチの攻撃に耐える。\n- タム・ケンチのスキルのクールダウンを意識し、隙を見て攻撃するタイミングを計る。",
      "ブランド": "ブランドがタム・ケンチに不利です。\n\n理由:\n- タム・ケンチは高いサステインを持ち、持続的なダメージを受けても耐えられるため、ブランドの持続ダメージが効果的に働きにくい。\n- タム・ケンチのウルトによって、ブランドが捕まえた敵を無力化することができ、ブランドの攻撃が無効化される可能性がある。\n- ブランドは自衛手段が乏しく、タム・ケンチの接近を許すと、瞬時に捕まえられてしまうリスクが高い。\n- タム・ケンチは近接攻撃を持つため、ブランドの射程を活かしづらく、トレードで不利になることが多い。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、タム・ケンチの接近を避けるようにする。\n- スキルを適切に使い、タム・ケンチがウルトを使う前にダメージを与えることを目指す。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでタム・ケンチの攻撃に耐えられるようにする。\n- チームメイトと連携し、タム・ケンチを孤立させることで、彼の強みを活かさせないようにする。",
      "セナ": "セナが不利です。\n\n- タム・ケンチは近接チャンピオンであり、セナの射程を活かしたハラスを受けにくい。彼は接近して攻撃することでセナに圧力をかけることができる。\n- タム・ケンチのCCスキルは、セナの逃げ手段を封じることができ、捕まった場合に致命的なダメージを受ける可能性が高い。\n- タム・ケンチは高いサステインを持っており、セナのハラスを受けても回復しやすい。これにより、セナが優位に立つのが難しくなる。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、タム・ケンチの攻撃に対して脆弱である。\n\n不利の緩和策：\n- レーンでのハラスを行う際は、タム・ケンチのスキルを避けるように立ち回り、距離を保つことが重要。\n- サポートと連携して、タム・ケンチに対する集団戦を意識し、彼を孤立させるようにする。\n- アイテムを早めに購入し、耐久力を上げることで、タム・ケンチの攻撃に対する耐性を高める。\n- タム・ケンチのCCを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、ユーミの支援を受けたADCに対しても強力なトレードが可能です。\n- タム・ケンチのCCスキルは、ユーミが密着している味方を無力化するのに効果的で、ユーミ自身が守る手段が限られています。\n- ユーミは単独での戦闘能力が低く、タム・ケンチの攻撃を受けると脆弱です。\n- タム・ケンチのウルトによって、ユーミが支援している味方を無力化される可能性があります。\n\n不利の緩和策:\n- ユーミはタム・ケンチの攻撃を避けるために、常に味方と連携し、位置取りを工夫することが重要です。\n- タム・ケンチのCCを避けるために、スキルのクールダウンを意識し、タイミングを見計らって移動することが有効です。\n- ユーミは、タム・ケンチがオールインを仕掛ける前に、味方のシールドや回復を活用して耐えることを心がけるべきです。\n- ワーディングを行い、タム・ケンチの動きを把握することで、先手を打つことができるようにすることが重要です。"
    },
    "loses": {
      "セラフィーン": "セラフィーンがタム・ケンチに有利です。\n\n理由:\n- セラフィーンは範囲攻撃を持ち、タム・ケンチの近接攻撃に対して安全な距離から攻撃できる。\n- タム・ケンチのCCは発生が遅く、セラフィーンのスキルを当てるチャンスを与えやすい。\n- セラフィーンのスキルは味方の数に応じて強化されるため、集団戦での効果が高い。\n- タム・ケンチは耐久力が高いが、セラフィーンのバーストダメージやCCで無力化できる。\n- セラフィーンはタム・ケンチのウルトに対しても、広範囲のCCで対抗できる。\n\n有利の取り方:\n- レーンでのハラスを行い、タム・ケンチの体力を削る。\n- タム・ケンチが近づいてきた際に、スキルを使って距離を保ちながら攻撃する。\n- 集団戦では、味方と連携してタム・ケンチを狙い、CCを重ねて無力化する。\n- タム・ケンチがウルトを使った際には、セラフィーンのCCを活かして反撃する。\n- セラフィーンのパッシブを活用し、スキル連打でダメージを増加させる。",
      "ゼラス": "ゼラスが有利です。\n\n理由:\n- ゼラスは長射程の攻撃スキルを持ち、タム・ケンチに対して遠距離からハラスが可能です。\n- タム・ケンチは近接チャンピオンであり、ゼラスの攻撃を避けることが難しいため、ダメージを受けやすいです。\n- ゼラスのCCスキルにより、タム・ケンチの行動を制限しやすく、反撃の機会を減らすことができます。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、タム・ケンチに対して持久戦で優位に立てます。\n- タム・ケンチのエンゲージが遅いため、ゼラスは安全に攻撃を続けることができます。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、タム・ケンチのHPを削る。\n- CCスキルを使ってタム・ケンチの動きを制限し、追撃や逃げる手段を奪う。\n- タム・ケンチが近づいてきた際には、距離を保ちながらスキルを使い続ける。\n- 可能であれば、味方と連携してタム・ケンチを捕まえ、集団戦で有利に進める。\n- マナ管理を意識し、パッシブを活用して持続的に攻撃を続ける。",
      "ソナ": "ソナがタム・ケンチに有利です。\n\n理由:\n- ソナは遠距離攻撃が可能で、タム・ケンチの接近を阻止しやすい。\n- ソナの回復能力により、タム・ケンチのダメージを軽減できる。\n- タム・ケンチのCCは発生が遅いため、ソナはその隙を突いて攻撃できる。\n- ソナのスタンは集団戦でのタム・ケンチの行動を制限しやすい。\n- ソナは集団戦での支援能力が高く、味方を強化することでタム・ケンチに対抗できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タム・ケンチの体力を削る。\n- タム・ケンチが接近してきた際に、スキルを使って距離を保つ。\n- 集団戦では、タム・ケンチのウルトを警戒しつつ、味方を支援する。\n- タム・ケンチがCCを使った後の隙を狙って、攻撃やスタンを仕掛ける。\n- マナ管理をしっかり行い、スキルを連発できるようにする。",
      "ソラカ": "ソラカがタム・ケンチに有利です。\n\n理由:\n- ソラカは高い回復能力を持ち、タム・ケンチの持続的なダメージを軽減できる。\n- タム・ケンチのCCは発生が遅く、ソラカの機動力を活かして回避しやすい。\n- ソラカのサイレンス効果により、タム・ケンチのスキルを無力化できるため、彼の攻撃を妨害できる。\n- ソラカは遠距離攻撃が可能で、タム・ケンチが近づく前にハラスを行いやすい。\n- タム・ケンチはエンゲージが苦手で、ソラカの回復とCCを活かして安全にレーンを維持できる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削る。\n- タム・ケンチが近づいてきた際には、サイレンスを使ってスキルを無力化する。\n- 回復スキルを適切に使い、味方の生存率を高めることで、タム・ケンチに対するプレッシャーを維持する。\n- タム・ケンチがCCを使った後の隙を狙って、攻撃を仕掛ける。\n- 逃げ道を確保しつつ、タム・ケンチの攻撃を避ける立ち回りを心がける。",
      "ジャンナ": "ジャンナがタム・ケンチに有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、タム・ケンチが接近してきた際に彼を遠ざけることができる。\n- タム・ケンチのCCは発生が遅く、ジャンナの移動速度向上やシールドによって、彼の攻撃を回避しやすい。\n- ジャンナのシールドや回復効果により、タム・ケンチの攻撃を受けても耐えやすく、持続的な戦闘が可能。\n- タム・ケンチは近接攻撃型であり、ジャンナの遠距離攻撃やCCを活かして安全にトレードができる。\n\n有利の取り方:\n- タム・ケンチが接近してきた際に、CCを使って彼を遠ざける。\n- ジャンナのシールドを味方にかけて、タム・ケンチの攻撃を軽減する。\n- タム・ケンチがウルトを使った際に、ジャンナのCCで彼を無力化し、味方を守る。\n- レーンでのトレード時に、ジャンナの遠距離攻撃を活かしてタム・ケンチにダメージを与える。",
      "ミリオ": "ミリオはタム・ケンチに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、タム・ケンチの攻撃を受ける前にダメージを与えることができる。\n- タム・ケンチのCCは発生が遅く、ミリオのノックバックやシールドでエンゲージを防ぎやすい。\n- ミリオの回復やシールドにより、タム・ケンチのダメージを軽減し、持続的なトレードで優位に立てる。\n- タム・ケンチは主に近接攻撃に依存しているため、ミリオの射程の長さが有利に働く。\n- ミリオのウルトは集団戦でのCC解除に優れ、タム・ケンチの無力化を防ぐことができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タム・ケンチの体力を削る。\n- タム・ケンチがエンゲージを試みる際に、ノックバックを使って距離を取る。\n- ミリオのシールドや回復を活用して、タム・ケンチの攻撃を耐えつつ反撃する。\n- 集団戦では、ウルトをタイミングよく使い、タム・ケンチの無力化を防ぎつつ味方を守る。\n- タム・ケンチがスキルを使った後の隙を狙って、攻撃を仕掛ける。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力があり、タム・ケンチのエンゲージを無効化できる。\n- ポッピーのCCスキルは発生が早く、タム・ケンチの行動を制限しやすい。\n- タム・ケンチは瞬間的な耐久力が高いが、ポッピーの割合ダメージとシールドにより、1対1の戦闘で有利に立てる。\n- ポッピーは高いPeel性能を持ち、味方を守る能力が優れているため、タム・ケンチの攻撃を受け流しやすい。\n\n有利の取り方:\n- レーンでのトレード時に、タム・ケンチのスキルを避けつつ、ポッピーのCCを活用して攻撃する。\n- タム・ケンチがエンゲージを試みる際に、ポッピーのダッシュ阻止スキルを使って反撃する。\n- タム・ケンチがウルトを使用するタイミングを見計らい、ポッピーのCCで無力化する。\n- チーム戦では、ポッピーのPeel性能を活かして、タム・ケンチの攻撃を味方に向けさせないようにする。",
      "スウェイン": "スウェインがタム・ケンチに有利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの耐久力を削りやすい。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増加するため、タム・ケンチが複数の敵と戦う際に有利。\n- タム・ケンチのCCは発生が遅く、スウェインのスネアや引き寄せを避けることができるため、スウェインが先手を取ることができる。\n- スウェインはロングトレードに強く、タム・ケンチの攻撃を受けながらもダメージを与え続けることができる。\n- タム・ケンチのウルトはスウェインの持続的なダメージに対抗しづらく、逆にスウェインがタム・ケンチを無力化するチャンスが増える。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、スウェインのスキルを使ってタム・ケンチのHPを削る。\n- タム・ケンチがCCを使った後にスウェインのスネアを当て、追撃する。\n- 集団戦では、タム・ケンチが前に出てきた際にスウェインのAOEダメージを活かして、複数の敵を攻撃する。\n- タム・ケンチのウルトを使うタイミングを見計らい、スウェインの持続的なダメージでタム・ケンチを圧倒する。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは遠距離攻撃が可能で、タム・ケンチに対してハラスがしやすい。\n- ナミのCCはタム・ケンチのエンゲージを妨げることができ、彼の攻撃を無力化する。\n- ナミの回復能力により、タム・ケンチのダメージを軽減しやすい。\n- タム・ケンチは近接チャンピオンであり、ナミの射程の長さを活かして安全に戦える。\n- ナミのパッシブによる移動速度の向上が、タム・ケンチの追撃を避けるのに役立つ。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削る。\n- CCを使ってタム・ケンチのエンゲージを阻止し、味方ADCを守る。\n- タム・ケンチが近づいてきた際には、スキルを使って距離を保つ。\n- タム・ケンチがウルトを使う前に、CCで無力化するタイミングを見極める。\n- マナ管理をしっかり行い、持続的なハラスを維持する。",
      "ラカン": "ラカンがタム・ケンチに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、タム・ケンチの攻撃を避けやすい。\n- タム・ケンチのCCは発生が遅く、ラカンはその隙を突いてエンゲージやピールができる。\n- ラカンのハードCCはタム・ケンチを無力化するのに効果的で、特にタム・ケンチが攻撃を仕掛ける前に先手を取れる。\n- ラカンはシールドやヒールを持っており、タム・ケンチの攻撃を受けても耐えやすい。\n- タム・ケンチはエンゲージが苦手で、ラカンの機動力に対処しづらい。\n\n有利の取り方:\n- ラカンはタム・ケンチの攻撃を避けながら、タイミングを見計らってエンゲージする。\n- タム・ケンチがスキルを使った後の隙を狙って、CCを当てる。\n- 味方と連携してタム・ケンチを囲み、逃げ道を封じる。\n- ラカンのシールドやヒールを活用して、タム・ケンチの攻撃を耐えつつ反撃する。\n- タム・ケンチがウルトを使った後の隙を狙って、攻撃を仕掛ける。",
      "パンテオン": "パンテオンがタム・ケンチに有利です。\n\n理由:\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの高いサステインを無視して一気に削ることができる。\n- タム・ケンチのCCは発生が遅く、パンテオンのリープやスタンを避けることが難しい。\n- パンテオンはグローバルなウルトを持ち、他のレーンへの影響力が高く、タム・ケンチが孤立しているときに有利に立ち回れる。\n- タム・ケンチはエンゲージが苦手で、パンテオンのオールインに対して反撃が難しい。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、パンテオンのバーストダメージを活かしてタム・ケンチのHPを削る。\n- タム・ケンチがCCを使った後に、パンテオンのリープを使って攻撃するタイミングを見計らう。\n- ウルトを使って他のレーンに圧力をかけ、タム・ケンチが孤立している状況を作り出す。\n- タム・ケンチがスキルを使った後の隙を狙って、オールインを仕掛ける。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "モルガナ": "モルガナがシャコに不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、モルガナのスネアを避けやすい。\n- シャコのCCスキルはモルガナのスペルシールドを無効化することができ、モルガナが反撃する機会を減少させる。\n- モルガナは射程が短く、シャコの攻撃範囲に入ると簡単にバーストダメージを受けてしまう。\n- シャコは序盤からプレッシャーをかけることができ、モルガナがレーンでの安定を保つのが難しくなる。\n\n不利の緩和策:\n- モルガナはレーンでの位置取りを工夫し、シャコの奇襲を避けるようにする。\n- スペルシールドを適切なタイミングで使用し、シャコのCCを無効化する。\n- 早めに視界を確保し、シャコの動きを把握することで、奇襲を未然に防ぐ。\n- チームメイトと連携し、シャコが孤立している時に攻撃を仕掛ける。",
      "ブリッツクランク": "ブリッツクランクはシャコに不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブリッツクランクのフックを避けやすい。\n- シャコのCCスキルは、ブリッツクランクの行動を制限することができ、特に集団戦での影響力が高い。\n- ブリッツクランクは基礎移動速度が低く、シャコの奇襲に対して逃げる手段が乏しいため、捕まるリスクが高い。\n- シャコはAA依存度が高いが、ブリッツクランクはタンクとしての耐久力があり、直接的なダメージ交換で不利になることが多い。\n\n不利の緩和策:\n- シャコのインビジブル状態を予測し、フックを使うタイミングを工夫することで、奇襲を防ぐ。\n- ブリッツクランクのCCを活用して、シャコが近づく前に先手を打つ。\n- シャコのスキルを避けるために、位置取りを意識し、壁を利用して逃げ道を確保する。\n- チームメイトと連携し、シャコが孤立しているタイミングを狙って攻撃する。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、アリスターがエンゲージを試みる前に先手を取られる可能性が高い。\n- シャコのCCスキルはアリスターの行動を制限することができ、特にアリスターがスキルを使った後に反撃されると、アリスターは脆弱な状態になる。\n- アリスターは攻撃力が低く、シャコの高い瞬間火力に対抗するのが難しいため、奇襲を受けた際にすぐに倒されるリスクがある。\n- シャコはレベル6でのGank性能が高く、アリスターがレーンで優位に立っていても、シャコの介入によって状況が一変する可能性がある。\n\n不利の緩和策:\n- アリスターはレーンでの位置取りを意識し、シャコの奇襲を避けるために常にミニマップを確認する。\n- シャコがインビジブル状態の時は、慎重に行動し、無理にエンゲージを試みない。\n- アリスターのスキルを温存し、シャコが攻撃してきた際に反撃できるようにする。\n- 可能であれば、味方ジャングラーと連携してシャコを捕まえるためのカウンターGankを仕掛ける。",
      "レオナ": "レオナが不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、レオナのCCを避けやすい。\n- シャコのCCスキルはレオナのオールインを妨害し、逆にレオナを排除するチャンスを与える。\n- レオナは火力が低く、シャコの高い瞬間火力に対抗しづらい。\n- シャコはレオナの耐久力を無視して瞬時にダメージを与えることができるため、レオナが持つ耐久力があまり意味を持たない。\n\n不利の緩和策:\n- レオナはシャコの奇襲を警戒し、視界を確保するためにワードを積極的に置く。\n- シャコのスキルを避けるために、レオナのスキルをタイミングよく使い、相手の動きを予測する。\n- チームメイトと連携し、シャコが孤立しているときに攻撃を仕掛ける。\n- レオナの耐久力を活かし、シャコの攻撃を受けた後に反撃するタイミングを見計らう。",
      "ザイラ": "ザイラがシャコに不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態で接近してくるため、ザイラの攻撃を避けやすい。\n- シャコのCCスキルにより、ザイラは接近された際に動きを制限され、反撃が難しくなる。\n- ザイラは防御ステータスが低く、シャコのバーストダメージに対して脆弱である。\n- ザイラのスキルは発動から発生までに時間がかかるため、シャコの奇襲に対処しづらい。\n\n不利の緩和策:\n- ザイラは位置取りを意識し、シャコが接近する前に距離を保つようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- シャコがインビジブル状態の時は、視界を確保するためにワードを設置し、奇襲を防ぐ。\n- CCスキルを適切に使い、シャコが接近した際に拘束することで反撃のチャンスを作る。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ゼラスのスキルを避けやすい。\n- ゼラスのスキルは発動が遅く、シャコの瞬時の攻撃に対処するのが難しい。\n- シャコのCCスキルにより、ゼラスは近距離での戦闘において無力化されやすい。\n- ゼラスは自己防衛手段が乏しく、シャコに捕まると簡単に倒されるリスクが高い。\n\n不利の緩和策:\n- ゼラスは常に距離を保ち、シャコの奇襲を避けるように立ち回る。\n- シャコがインビジブルになる前に、スキルを使って予測攻撃を行う。\n- サポートや味方と連携し、シャコが近づいてきた際にカバーを受ける。\n- アイテムを活用して自己防衛手段を強化し、シャコの攻撃を耐えられるようにする。",
      "パイク": "パイクが不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意で、パイクが攻撃を仕掛ける前に先手を取られることが多い。\n- シャコのCCスキルはパイクの動きを制限し、特に集団戦での影響力を低下させる。\n- パイクは瞬間火力が低く、シャコの高い耐久力と回避能力に対して効果的なダメージを与えにくい。\n- シャコはレベル6で強力なGank性能を持ち、パイクが不利な状況に陥りやすい。\n\n不利の緩和策:\n- シャコのインビジブルを警戒し、視界を確保することで奇襲を防ぐ。\n- シャコのCCを避けるために、位置取りを意識し、フックを当てるタイミングを見極める。\n- レーンでのハラスを控え、シャコのスキルを無駄にさせるように立ち回る。\n- チームメイトと連携し、シャコが孤立している時に攻撃を仕掛ける。",
      "ラックス": "ラックスがシャコに不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ラックスのスキルを避けやすい。\n- シャコのCCスキルはラックスに対して効果的で、接近されるとスキルを使う余裕がなくなる。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱で、シャコの高いバーストダメージに対処しづらい。\n- シャコはレベル6で強力なGank性能を持ち、ラックスはそのプレッシャーに対抗しにくい。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、シャコの奇襲を避けるために後ろに下がる。\n- ワードを使って視界を確保し、シャコの動きを把握する。\n- シャコがインビジブル状態の時は、スキルを無駄に使わないように注意する。\n- チームメイトと連携し、シャコが接近してきた際にサポートを受けられるようにする。",
      "ブランド": "ブランドがシャコに不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブランドはその攻撃を避けることが難しい。\n- ブランドは自衛手段が乏しく、シャコの奇襲に対して脆弱であるため、瞬時にダメージを受けやすい。\n- シャコのCCスキルにより、ブランドは一時的に無力化され、反撃の機会を失うことが多い。\n- ブランドのスキルは発動に時間がかかるため、シャコの迅速な攻撃に対処しづらい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、シャコの奇襲を避けるために常にミニオンの後ろに立つ。\n- ワードを積極的に使い、シャコの動きを把握しておくことで、奇襲を未然に防ぐ。\n- シャコがインビジブル状態の時は、スキルを温存し、奇襲を受けた際に反撃できるようにする。\n- チームメイトと連携し、シャコが攻撃してきた際にサポートを受けられるようにする。",
      "ノーチラス": "ノーチラスがシャコに不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ノーチラスのフックを避けやすい。\n- シャコのCCスキルは、ノーチラスのエンゲージを無効化することができ、特にノーチラスが接近する前にシャコが先手を取ることが可能。\n- ノーチラスは基礎の移動速度が低く、シャコの奇襲に対して反応が遅れやすい。\n- シャコは瞬時に高いダメージを与えることができ、ノーチラスがタンクとして耐える前に排除されるリスクが高い。\n- シャコは集団戦が苦手なため、ノーチラスが他の味方と連携しても、シャコの奇襲に対して脆弱な状況を作りやすい。\n\n不利の緩和策:\n- レーンでの視界を確保し、シャコの動きを常に把握することで奇襲を防ぐ。\n- シャコがインビジブル状態の時は、フックを無駄にしないように慎重に行動し、他のスキルでのエンゲージを試みる。\n- シャコのCCスキルを避けるために、味方と連携して行動し、孤立しないようにする。\n- シャコが奇襲を仕掛ける前に、ミニオンを利用して位置取りを工夫し、フックを当てやすい状況を作る。\n- シャコの攻撃を受ける前に、自己防衛アイテムを購入し、耐久力を高めることで生存率を上げる。",
      "ヴェル＝コズ": "ヴェル＝コズがシャコに不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ヴェル＝コズのスキルを避けやすい。\n- ヴェル＝コズは機動力が低く、シャコが接近してくると自衛が難しく、致命的なダメージを受けやすい。\n- シャコのCCスキルにより、ヴェル＝コズは一時的に無力化され、反撃の機会を失うことが多い。\n- ヴェル＝コズのスキルは詠唱が必要で、シャコの奇襲に対して反応が遅れることがある。\n\n不利の緩和策:\n- レーンでの位置取りを意識し、シャコの奇襲を避けるために後ろに下がる。\n- ワードを使って視界を確保し、シャコの動きを把握することで、奇襲を未然に防ぐ。\n- シャコがインビジブル状態の時は、スキルを無駄に使わないようにし、冷静に対処する。\n- チームメイトと連携し、シャコが接近してきた際にサポートを受けられるようにする。",
      "ジリアン": "ジリアンはシャコに不利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ジリアンがスキルを使う前に接近されやすい。\n- シャコのCCスキルにより、ジリアンは捕まると瞬時に倒されるリスクが高く、特に基礎ステータスが低いため脆い。\n- ジリアンの攻撃スキルがQのみでCDが長いため、シャコの奇襲に対して反撃が難しい。\n- シャコはレベル6で強力なGank性能を持ち、ジリアンがその圧力に対処しづらい。\n\n不利の緩和策:\n- ジャングルの視界を確保し、シャコの動きを把握することで奇襲を避ける。\n- シャコがインビジブルになる前に、味方と連携して位置取りを工夫し、先手を取る。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的に戦えるようにする。\n- シャコのCCを避けるために、移動速度を上げるアイテムを早めに購入する。"
    },
    "loses": {
      "ソラカ": "ソラカがシャコに有利です。\n\n理由:\n- ソラカは高い回復能力を持ち、シャコの奇襲によるダメージを軽減できる。\n- サイレンス効果により、シャコのスキルを無効化しやすく、特にシャコのCCを防ぐことができる。\n- シャコはAA依存度が高く、ソラカの遠距離攻撃でハラスしやすい。\n- ソラカはレーンでの持続的なハラスが可能で、シャコの体力を削りやすい。\n- シャコの基礎ステータスが低いため、ソラカの回復とハラスで有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、シャコの体力を削る。\n- シャコが奇襲を仕掛けてきた際には、サイレンスを使ってスキルを無効化する。\n- シャコがインビジブル状態の時も、位置を予測してスキルを当てることで、彼の動きを制限する。\n- 可能な限り、味方と連携してシャコを捕まえるチャンスを作る。\n- アイテムを活用して、シャコのダメージをさらに軽減し、持続的に戦える状況を作る。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは遠距離攻撃が可能で、シャコの接近を許さずにハラスができる。\n- ナミのCCはシャコの奇襲を防ぐことができ、特にスタンやノックアップでシャコを捕まえることができる。\n- ナミの回復能力により、シャコのダメージを軽減でき、持続的なトレードで優位に立てる。\n- シャコはAA依存度が高く、ナミのハラスによって早期にリソースを消耗させることができる。\n- ナミのパッシブによる移動速度の向上は、シャコの奇襲を避けるのに役立つ。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、シャコのHPを削る。\n- シャコがインビジブルになった際は、予測してCCを当てることで奇襲を防ぐ。\n- シャコが近づいてきたら、スキルを使って距離を取り、反撃のチャンスを作る。\n- シャコがスキルを使った後の隙を狙い、トレードを仕掛ける。\n- チームメイトと連携し、シャコが孤立した際に集団で攻撃する。",
      "セラフィーン": "セラフィーンがシャコに有利です。\n\n理由:\n- セラフィーンは遠距離攻撃が可能で、シャコの奇襲を受けにくい。\n- 複数のCCを持っており、シャコの動きを制限できるため、彼の攻撃を無効化しやすい。\n- セラフィーンのスキルは範囲攻撃であり、集団戦での効果が高いため、シャコが孤立している場合でも有利に戦える。\n- シャコは基礎ステータスが低く、セラフィーンのハラスに対して脆弱である。\n- セラフィーンは安全な位置から支援できるため、シャコの奇襲に対して警戒しやすい。\n\n有利の取り方:\n- シャコが近づいてくる前に、スキルを使ってハラスを行う。\n- シャコがインビジブル状態の時に、予測してCCを当てることで、彼の攻撃を無効化する。\n- 集団戦では、味方と連携してシャコを狙い、彼の動きを制限する。\n- セラフィーンのパッシブを活かして、スキルを連打し、シャコに対して高いバーストダメージを与える。\n- シャコが孤立している時に、積極的に攻撃を仕掛けて有利な状況を作る。",
      "ルル": "ルルがシャコに有利です。\n\n理由:\n- ルルはポリモーフを持っており、シャコの奇襲を無力化できるため、シャコが攻撃を仕掛ける際に大きな妨害を行える。\n- ルルのシールドは、シャコの高いバーストダメージを軽減することができ、味方の生存能力を向上させる。\n- ルルは遠距離攻撃が可能で、シャコが近づく前にダメージを与えることができるため、シャコの接近を難しくする。\n- ルルのスキルは状況に応じて使い分けることができ、柔軟な戦術を展開できるため、シャコの動きに対応しやすい。\n\n有利の取り方:\n- シャコがインビジブル状態になる前に、ルルのスキルを使って味方を強化し、準備を整える。\n- シャコが接近してきた際にポリモーフを使用し、攻撃を無力化する。\n- ルルのシールドを適切なタイミングで使用し、シャコのバーストダメージを軽減する。\n- シャコが攻撃を仕掛ける前に、遠距離からダメージを与え、シャコのHPを削ることで、奇襲の成功率を下げる。",
      "ミリオ": "ミリオはシャコに有利です。\n\n理由:\n- ミリオは射程が長く、シャコの近接攻撃を避けながらハラスができるため、トレードで優位に立ちやすい。\n- ミリオの回復やシールドにより、シャコの奇襲を受けても生存しやすく、逆に反撃するチャンスを得られる。\n- シャコのCCスキルに対して、ミリオはウルトで解除できるため、シャコの攻撃を無効化しやすい。\n- ミリオの攻撃範囲を延ばすスキルにより、シャコの攻撃を避けつつ、持続的にダメージを与えることができる。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、シャコの体力を削る。\n- シャコがインビジブルになった際は、ミリオのスキルを使って味方を守り、反撃の準備をする。\n- シャコがCCを使った後にウルトを使い、味方を守りつつ反撃する。\n- ミリオの攻撃範囲を活かして、シャコが近づく前にダメージを与え続ける。",
      "セナ": "セナがシャコに有利です。\n\n理由:\n- セナは長射程を持ち、シャコの奇襲を事前に察知しやすい。\n- セナのハラス能力により、シャコが近づく前にダメージを与えることができる。\n- セナのCCスキルを使うことで、シャコの動きを制限し、逃げる手段を奪うことができる。\n- シャコは基礎ステータスが低く、セナの持つ回復能力によって持続戦闘が有利になる。\n- セナはパッシブによってスケールしやすく、育つと高い火力を発揮できるため、シャコに対しても強力なダメージを与えられる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、シャコの体力を削る。\n- シャコが近づいてきた際には、CCスキルを使って動きを制限し、攻撃を避ける。\n- セナの回復スキルを活用して、持続的に戦闘を行い、シャコの攻撃を耐える。\n- シャコがインビジブル状態になる前に、位置取りを工夫して視界を確保する。\n- チームメイトと連携し、シャコが孤立した際に一気に攻撃を仕掛ける。",
      "ジャンナ": "ジャンナがシャコに有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、シャコの奇襲を無効化することができる。\n- シャコの攻撃を遠ざけることができるため、彼のAA依存を無力化できる。\n- ジャンナのシールドはシャコのダメージを軽減し、持続的な戦闘を有利に進める。\n- シャコがインビジブル状態で近づいても、ジャンナのスキルで位置を把握しやすい。\n- ジャンナは移動速度を上げる能力があり、シャコの攻撃を避けやすい。\n\n有利の取り方:\n- レーンでのポジショニングを意識し、シャコの奇襲を警戒する。\n- シャコが近づいてきた際には、CCを使って彼を遠ざける。\n- シールドを適切に使い、シャコのダメージを軽減する。\n- シャコがインビジブルになった際には、周囲の視界を確保し、彼の動きを予測する。\n- チームメイトと連携し、シャコが孤立した際に攻撃を仕掛ける。",
      "バード": "バードがシャコに有利です。\n\n理由:\n- バードは遠距離攻撃が可能で、シャコの奇襲を受けにくい。\n- バードのCCスキルにより、シャコの動きを制限でき、奇襲を無効化することができる。\n- バードは回復スキルを持っており、シャコのダメージを軽減できるため、持続戦闘に強い。\n- バードの移動スキルを活かして、シャコの攻撃を避けることができる。\n- バードは鐘を回収することで火力を向上させ、装備依存度が低いため、序盤から安定したダメージを出せる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、シャコの体力を削る。\n- シャコがインビジブルになった際には、CCスキルを使って行動を制限する。\n- シャコが攻撃を仕掛けてきた際には、回復スキルを使って耐える。\n- 鐘を回収し続けて火力を上げ、シャコとの1対1の戦闘で優位に立つ。\n- シャコがGankを仕掛ける際には、味方と連携してカウンターを狙う。",
      "ユーミ": "ユーミがシャコに有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、シャコの奇襲を受けにくい。\n- ユーミの回復やシールドにより、シャコのバーストダメージを軽減できる。\n- シャコの攻撃がAA依存であるため、ユーミが味方に密着していると攻撃が当たりにくい。\n- ユーミのスロー効果を使うことで、シャコの逃げ道を制限し、追撃が可能になる。\n- ユーミは集団戦で味方を強化できるため、シャコの奇襲に対しても有利に立ち回れる。\n\n有利の取り方:\n- レーンでのハラスを行い、シャコの体力を削る。\n- シャコが奇襲を仕掛けてきた際に、味方にシールドや回復を行い、耐える。\n- シャコがインビジブル状態の時に、スローを使って位置を把握し、逃げ道を封じる。\n- 集団戦では、味方に密着しつつ、シャコの動きを監視し、適切なタイミングで支援を行う。\n- シャコが攻撃を仕掛けてきた際に、味方と連携して反撃する。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "レル": "レルが不利です。\n\n理由:\n- セラフィーンは射程が長く、レルが近づく前にハラスを行いやすい。\n- セラフィーンのスキルは範囲攻撃であり、レルが集団戦でエンゲージを試みる際に、セラフィーンのCCで無力化される可能性が高い。\n- セラフィーンのスキルの発生が遅いとはいえ、レルのスキルも発生にラグがあり、機動力の高いセラフィーンに対して当てづらい。\n- セラフィーンは集団戦での強さがあり、味方の数に応じて効果が増すため、レルが単独でエンゲージしても効果が薄い。\n- セラフィーンのパッシブによるスキル連打時のバーストダメージが高く、レルがオールインを狙う際に逆にダメージを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セラフィーンのスキルを避けつつ、ミニオンを利用して近づくタイミングを計る。\n- セラフィーンのスキルのクールダウンを確認し、スキルがないタイミングでエンゲージを試みる。\n- サポートアイテムやポーションを活用して、レーンでの耐久力を高める。\n- 可能であれば、味方と連携して集団戦を仕掛け、セラフィーンのスキルを分散させる。\n- セラフィーンのCCを受けた際の復帰手段を考慮し、適切なアイテムを選択する。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- セラフィーンは遠距離からの攻撃が得意で、アリスターの近接攻撃を避けやすい。\n- セラフィーンのCCスキルは広範囲で、アリスターがエンゲージを試みる際に阻止される可能性が高い。\n- セラフィーンのスキルは集団戦での効果が高く、味方が多い場合、アリスターのタンク性能を上回るダメージを出せる。\n- アリスターは攻撃力が低く、セラフィーンの高いバーストダメージに対抗しづらい。\n- セラフィーンのスキルの発生が遅いとはいえ、アリスターが近づく前にダメージを与えられる可能性がある。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを慎重に選ぶ。\n- セラフィーンのスキルを受けた後、味方と連携して反撃することで、彼女のスキルクールダウンを利用する。\n- アリスターのパッシブを活かして、レーン維持をしっかり行い、マナ管理を徹底する。\n- セラフィーンのスキルを受ける前に、味方のサポートを受けてからエンゲージを試みる。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、ラックスのスキルを避けながら攻撃できる。\n- セラフィーンのCCスキルは複数あり、特に広範囲のチャームでラックスを無力化することができる。\n- ラックスはスキルの発生が遅く、セラフィーンの攻撃を受ける前にスキルを当てるのが難しい。\n- セラフィーンのパッシブによるスキル連打時のバーストダメージが高く、オールイン合戦で不利になる。\n- セラフィーンは射程が長く、安全な位置からハラスを行えるため、ラックスが近づくのが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してセラフィーンのスキルをブロックする。\n- セラフィーンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- サポートアイテムやポーションを活用して、体力を維持しつつレーンを耐える。\n- セラフィーンのスキルのクールダウンを狙い、スキルがないタイミングで攻撃を仕掛ける。\n- 可能であれば、味方と連携して集団戦を仕掛け、セラフィーンの強みを抑える。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- セラフィーンは長射程のスキルを持ち、ラカンが接近する前にハラスを行いやすい。\n- セラフィーンのCCスキルは広範囲で、ラカンがエンゲージを試みる際に無力化される可能性が高い。\n- セラフィーンのスキルは範囲攻撃であり、味方が多いほど効果が増すため、集団戦での強さが際立つ。\n- ラカンは移動を伴うスキルが多く、セラフィーンのCCに捕まると何もできなくなるリスクがある。\n- セラフィーンの基礎ダメージが低いとはいえ、ラカンの防御ステータスも低いため、オールイン合戦で不利になる。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、ミニオンを利用してハラスを受けないようにする。\n- セラフィーンのスキルのクールダウンを確認し、エンゲージのタイミングを計る。\n- 味方と連携して、セラフィーンのスキルを分散させることで、ラカンが安全に接近できるようにする。\n- セラフィーンのCCを受けた後は、冷静に撤退し、再度のエンゲージを狙うタイミングを見計らう。\n- アイテムを活用して耐久力を上げ、セラフィーンの攻撃を耐えられるようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、モルガナのスネアを避けやすい。\n- セラフィーンのCCは広範囲で、特にUltによるチャームはモルガナの行動を制限しやすい。\n- モルガナのクールダウンが長く、セラフィーンのスキルの発生が遅いことを逆手に取られやすい。\n- セラフィーンは射程が長く、モルガナが近づく前にハラスを行うことができる。\n- セラフィーンのパッシブによるスキル連打で、モルガナの耐久力を削りやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、セラフィーンのスキルを避ける位置取りを心がける。\n- スペルシールドを活用し、セラフィーンのCCを無効化するタイミングを見極める。\n- セラフィーンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。\n- 可能であれば、味方と連携してセラフィーンを狙うことで、彼女のスキルを無力化する。\n- アイテムを活用してマナ管理を行い、持続的な戦闘能力を高める。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- セラフィーンは高い範囲攻撃能力を持ち、スキルが当たると大きなダメージを与えられるため、スレッシュのハラスを無効化しやすい。\n- セラフィーンのCCスキルは広範囲で、特にUltはスレッシュのエンゲージを阻害することができる。\n- スレッシュはスキルのクールダウンが長く、外した際の隙が大きいため、セラフィーンの攻撃を受けやすい。\n- セラフィーンは安全な位置から攻撃できるため、スレッシュが近づくのが難しい。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、位置取りを工夫し、フックを当てるチャンスを狙う。\n- セラフィーンのスキルのクールダウンを意識し、スキルがないタイミングで積極的にエンゲージを試みる。\n- セラフィーンの攻撃を受ける前に、味方と連携して一気に攻撃を仕掛ける。\n- セラフィーンのUltを避けるために、味方と一緒に動くことで、彼女のスキルを分散させる。",
      "セナ": "セナが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、セナのハラスを受け流しやすい。\n- セラフィーンのCCスキルは複数あり、特に広範囲のチャームでセナを無力化することができる。\n- セラフィーンは長射程で安全に攻撃できるため、セナが近づくのが難しい。\n- セラフィーンのスキルの発生が遅いとはいえ、セナは基礎ステータスが低く、オールイン合戦で打ち負けやすい。\n- セラフィーンのパッシブによるスキル連打時のバーストダメージが高く、セナの回復能力を上回ることがある。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- セラフィーンのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- セラフィーンのCCを受けないように、ミニオンを利用して移動する。\n- 早めにアイテムを購入し、耐久力を上げることで、オールイン合戦での survivability を向上させる。\n- チームメイトと連携し、セラフィーンに対して集団で攻撃を仕掛ける。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- セラフィーンは遠距離からの攻撃が得意で、ノーチラスが近づく前にハラスを受けやすい。\n- セラフィーンのCCスキルは、ノーチラスのエンゲージを無効化する可能性が高く、特にアルティメットによるチャームが厄介。\n- ノーチラスは移動速度が遅く、セラフィーンの射程外からの攻撃に対して反撃が難しい。\n- セラフィーンは集団戦での強みを活かしやすく、ノーチラスが単独でエンゲージする際に味方がいないと効果的に戦えない。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、ミニオンを利用して接近するタイミングを計る。\n- セラフィーンのスキルがクールダウン中にエンゲージを試みる。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでハラスを耐える。\n- チームメイトと連携し、セラフィーンを捕まえるためのコンボを狙う。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、セラフィーンのスキルの発生が遅いことを利用して、攻撃を避けやすい。\n- ユーミの回復やシールドは、セラフィーンのハラスを軽減し、レーンでのサステインを向上させる。\n- セラフィーンはオールイン合戦に弱いが、ユーミは味方を強化することでその弱点を突くことができる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、セラフィーンのスキルを避けることができる。\n\n有利の取り方:\n- レーンでのハラスを避けるため、ユーミは味方に密着し、回復やシールドを活用して耐える。\n- セラフィーンがスキルを使った後の隙を狙い、ユーミのスローを使って反撃する。\n- セラフィーンがCCを使った後、ユーミの支援を活かしてオールインを仕掛ける。\n- 集団戦では、ユーミが味方を強化し、セラフィーンのスキルを無効化することで、戦闘を有利に進める。",
      "パンテオン": "パンテオンが有利です。\n\n理由:\n- パンテオンはオールインが強力で、セラフィーンのスキルの発生が遅いため、先手を取ることができる。\n- スタンを持つため、セラフィーンのCCを無効化しやすく、彼女のスキルを当てる前に攻撃を仕掛けることができる。\n- 短時間でのバーストダメージが得意で、セラフィーンの防御ステータスが低いため、早期にキルを狙いやすい。\n- グローバルなUltを持っているため、他のレーンへの影響力が高く、セラフィーンが孤立している時に有利に立ち回れる。\n\n有利の取り方:\n- レベル2やレベル3でのオールインを狙い、セラフィーンがスキルを使う前に攻撃を仕掛ける。\n- セラフィーンのスキルを避けながら、リープで近づき、スタンを当ててからバーストダメージを与える。\n- セラフィーンが味方と連携している時は、彼女のスキルのクールダウンを狙って攻撃する。\n- グローバルなUltを活用して、他のレーンでのプレッシャーをかけ、セラフィーンを孤立させる。",
      "メル": "メルがセラフィーンに有利です。\n\n理由:\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、セラフィーンのスキルを避けながらハラスが可能。\n- セラフィーンのスキルは発生が遅く、メルのスネアを当てることでセラフィーンの行動を制限できる。\n- メルは確定キルを狙いやすく、セラフィーンのHPが低い状態でのオールインが有利に働く。\n- セラフィーンは防御ステータスが低く、メルの高いバーストダメージに対して脆弱である。\n- メルはエンチャンター系のチャンピオンに対して強力な抑止力を持ち、セラフィーンの支援能力を無効化できる。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、セラフィーンのHPを削る。\n- スネアを使ってセラフィーンのスキルを避けるか、行動を制限する。\n- セラフィーンがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- ミニオンを利用してCSを取りつつ、セラフィーンにプレッシャーをかけ続ける。\n- 可能であれば、味方と連携して集団戦を仕掛け、セラフィーンのスキルを無力化する。",
      "ブラウム": "ブラウムはセラフィーンに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、セラフィーンの攻撃を軽減できるため、序盤からのハラスに強い。\n- セラフィーンのスキルは発生が遅く、ブラウムのパッシブを活かしてスタンを狙いやすい。\n- ブラウムのCCはセラフィーンのスキルを妨害することができ、特に集団戦でのセラフィーンの動きを制限できる。\n- ブラウムは近接攻撃型であり、セラフィーンの射程外からの攻撃を受けにくく、オールインの際に有利に立ち回れる。\n- セラフィーンは防御ステータスが低く、ブラウムの攻撃を受けると早期にダメージを与えられる。\n\n有利の取り方:\n- ブラウムは序盤から積極的にハラスを行い、セラフィーンのHPを削る。\n- セラフィーンのスキルを避けつつ、パッシブを活かしてスタンを狙い、オールインを仕掛ける。\n- セラフィーンがスキルを使った後の隙を狙って、ブラウムのCCを活用して攻撃する。\n- セラフィーンのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- ブラウムの防御スキルを活かして、セラフィーンの攻撃を受け止めつつ、味方と連携してダメージを与える。",
      "ゼラス": "ゼラスが有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、セラフィーンよりも遠くからハラスが可能で、セラフィーンのスキルを避けながら攻撃できる。\n- セラフィーンのスキルは発生が遅く、ゼラスのスキルを先に当てることで、セラフィーンが反撃する前にダメージを与えられる。\n- ゼラスのスタン効果を持つスキルにより、セラフィーンのCCを無力化し、攻撃のチャンスを作りやすい。\n- セラフィーンは防御ステータスが低く、ゼラスの高いバーストダメージに対して脆弱である。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、セラフィーンに対して持久戦で優位に立てる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セラフィーンのHPを削る。\n- セラフィーンのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- スタンを利用してセラフィーンを無力化し、連続攻撃を行う。\n- セラフィーンがスキルを使った後の隙を狙って、さらに攻撃を加える。\n- マナ管理をしっかり行い、持続的にハラスを続けることで、セラフィーンを圧倒する。",
      "ニーコ": "ニーコが有利です。\n\n理由:\n- ニーコは擬態を使ってセラフィーンに近づくことができ、奇襲を仕掛けやすい。\n- セラフィーンのスキルは発生が遅く、ニーコのスタンやスネアで先手を取ることができる。\n- ニーコのAoEダメージは集団戦でのセラフィーンの強みを打ち消すことができる。\n- セラフィーンは防御ステータスが低く、ニーコの高いバーストダメージに対して脆弱である。\n- ニーコはセラフィーンのCCを避けるための機動力を持っており、接近戦で有利に立ち回れる。\n\n有利の取り方:\n- 擬態を使ってセラフィーンに近づき、奇襲を仕掛ける。\n- セラフィーンのスキルが発動する前にスタンやスネアを当てて、行動を制限する。\n- セラフィーンがスキルを使った後の隙を狙って攻撃する。\n- 集団戦では、セラフィーンの後衛に入り込み、AoEダメージを活かして一気にダメージを与える。\n- セラフィーンのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤からオールインが強力であるため、セラフィーンに対して積極的に攻撃を仕掛けやすい。\n- セラフィーンのスキルは発生が遅く、レオナのCCを受けると反撃が難しくなる。\n- レオナのCCはセラフィーンのスキルを無効化することができ、特にオールイン時に有利に働く。\n- セラフィーンは防御ステータスが低く、レオナの攻撃を受けると早期にキルを狙える。\n- レオナは近接攻撃であるため、セラフィーンの射程を逆手に取って接近しやすい。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、セラフィーンのHPを削る。\n- セラフィーンがスキルを使った後の隙を狙って、CCを使ってオールインを仕掛ける。\n- セラフィーンのスキルのクールダウンを把握し、スキルがないタイミングで攻撃を仕掛ける。\n- ミニオンを利用してセラフィーンに接近し、CCを当てるチャンスを作る。\n- セラフィーンが後退する際に、追撃を行い、キルを狙う。",
      "ザイラ": "ザイラはセラフィーンに有利です。\n\n理由:\n- ザイラは序盤から高い火力を持ち、長射程のハラスが得意であるため、セラフィーンのスキルを当てる前にダメージを与えやすい。\n- セラフィーンのスキルは発生が遅く、ザイラの攻撃を受ける前に反撃することが難しい。\n- ザイラのCCスキルは範囲攻撃であり、セラフィーンの集団戦での強みを打ち消すことができる。\n- ザイラは植物を使って安全な距離から攻撃できるため、セラフィーンの攻撃を避けやすい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、セラフィーンの体力を削る。\n- セラフィーンがスキルを使った後の隙を狙って、CCスキルを使って反撃する。\n- 植物を利用して視界を確保し、セラフィーンの動きを制限する。\n- セラフィーンがスキルを使う前に、先手を取って攻撃を仕掛ける。",
      "ジリアン": "ジリアンはセラフィーンに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、セラフィーンのスキルの発生が遅い隙を突いて攻撃しやすい。\n- ジリアンのCC（スタンやスロー）を使うことで、セラフィーンのスキルを当てる前に無力化できる。\n- ジリアンの蘇生能力は、セラフィーンのバーストダメージに対抗できるため、セラフィーンがオールインを仕掛ける際に有利に働く。\n- ジリアンは経験値の優位性を活かし、レベル差をつけやすいため、セラフィーンよりも早く強力なスキルを使えるようになる。\n\n有利の取り方:\n- セラフィーンのスキルの発生を見極め、タイミングを合わせてCCを当てる。\n- ジリアンの移動速度バフを活用して、セラフィーンの攻撃範囲から逃げつつ、反撃のチャンスを狙う。\n- セラフィーンがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- 集団戦では、セラフィーンのCCを避けつつ、味方をサポートしながらダメージを与える。",
      "バード": "バードがセラフィーンに有利です。\n\n理由:\n- バードはスタンを持っており、セラフィーンのスキルを無力化することができるため、彼女のスキルを当てる前に行動を制限できる。\n- セラフィーンはスキルの発生が遅く、バードの機動力を活かして攻撃を避けやすい。\n- バードは鐘を回収することで火力を向上させることができ、セラフィーンの基礎ダメージが低いため、オールイン合戦で有利に立ち回れる。\n- バードの回復スキルにより、セラフィーンのハラスを軽減できるため、レーン維持がしやすい。\n- セラフィーンは集団戦が得意だが、バードはローム能力が高く、他のレーンへの影響を与えやすい。\n\n有利の取り方:\n- スタンを活用してセラフィーンのスキルを無効化し、オールインを仕掛ける。\n- 鐘を回収し、火力を向上させつつ、セラフィーンのハラスを受けないように立ち回る。\n- バードの移動スキルを使って、セラフィーンのスキルを避けながら攻撃する。\n- セラフィーンがスキルを使った後の隙を狙って攻撃を仕掛ける。\n- ロームを活用して他のレーンに圧力をかけ、セラフィーンを孤立させる。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、レオナのオールインに対して強力な反撃が可能。\n- スウェインのEによる引き寄せで、レオナが接近する際に捕まえられるリスクが高い。\n- スウェインはCCを持っており、レオナの接近を妨げることができるため、レオナの強みを活かしにくい。\n- スウェインは重傷効果に弱いが、レオナはその重傷効果を持たないため、スウェインの回復を抑える手段がない。\n- スウェインは序盤のレーニングが弱いが、レオナもサステインがないため、ハラスを受けすぎると厳しい状況に陥る。\n\n不利の緩和策:\n- レーンでのハラスを避け、スウェインのスキルを避けるように立ち回る。\n- サポートアイテムやポーションを活用して、サステインを確保する。\n- スウェインのEのクールダウンを確認し、その間に積極的に攻撃を仕掛ける。\n- ジャングラーと連携して、スウェインに対するGankを狙う。\n- レオナのCCを活かすために、スウェインのスキルを避けた後にオールインを仕掛けるタイミングを見計らう。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、ノーチラスのCCを受けても生存しやすい。\n- スウェインのEによる引き寄せは、ノーチラスのエンゲージを逆に利用される可能性がある。\n- スウェインは重傷効果に弱いが、ノーチラスはその重傷効果を持たないため、スウェインの回復を抑えられない。\n- スウェインは集団戦でのAOEダメージが強力で、ノーチラスが近づくと一気にダメージを受けるリスクが高い。\n- ノーチラスは基礎の移動速度が低く、スウェインのスキルを避けるのが難しい。\n\n不利の緩和策:\n- スウェインのスキルを避けるために、位置取りを意識し、フックを使うタイミングを慎重に選ぶ。\n- 重傷効果を持つアイテムを購入し、スウェインの回復を抑える。\n- スウェインのEを避けるために、ミニオンを利用して視界を確保し、エンゲージを行う。\n- 集団戦では、スウェインのUltが発動する前にCCを使って動きを制限する。\n- チームメイトと連携し、スウェインを集中攻撃することで、彼の回復を早期に抑える。",
      "レル": "レルが不利です。\n\n理由:\n- スウェインは射程が長く、レルが近づく前にダメージを与えることができるため、レーンでのトレードが不利になる。\n- スウェインのスネアやスローによって、レルのエンゲージが妨げられ、集団戦での効果的な動きが制限される。\n- スウェインは持続的な回復能力を持っており、レルのダメージを軽減しやすい。\n- スウェインのスキルはAOEであり、集団戦でのダメージが高く、レルが複数の敵に囲まれると特に危険。\n- スウェインは重傷効果に弱いが、レルは重傷効果を持たないため、スウェインの回復を抑える手段がない。\n\n不利の緩和策:\n- レーンでのトレードを避け、スウェインのスキルを避けながらファームに専念する。\n- サポートアイテムやポーションを活用して、持続的にHPを回復し、レーンでの生存率を高める。\n- スウェインのスキルを避けるために、ミニオンを利用して位置取りを工夫する。\n- 集団戦では、スウェインのスキルを使わせてからエンゲージを行うタイミングを見計らう。\n- チームメイトと連携し、重傷効果を持つアイテムを持つチャンピオンと組むことで、スウェインの回復を抑える。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、ブリッツクランクの攻撃を受けても生存しやすい。\n- スウェインのEによるキャッチ能力が強力で、ブリッツクランクがフックを外した場合、逆にスウェインに攻撃されるリスクが高まる。\n- スウェインは重傷効果に弱いが、ブリッツクランクの攻撃は重傷効果を持たないため、スウェインの回復を妨げることができない。\n- スウェインは集団戦でのAOEダメージが強力で、ブリッツクランクが接近することで逆にダメージを受けやすい。\n\n不利の緩和策:\n- スウェインのスキルを避けるために、フックを使うタイミングを慎重に選ぶ。\n- スウェインのスキルがクールダウン中のタイミングを狙って攻撃する。\n- ブリッツクランクのサポートアイテムを活用し、視界を確保してスウェインの動きを把握する。\n- チームメイトと連携し、スウェインに対して集団で攻撃を仕掛ける。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n理由:\n- スウェインは高いDPSを持ち、持続的なダメージを与えることができるため、タム・ケンチはトレードで不利になる。\n- スウェインのスネアやスローによって、タム・ケンチの移動が制限され、エンゲージや逃げることが難しくなる。\n- スウェインの回復能力により、タム・ケンチが与えたダメージを簡単に回復されてしまう。\n- タム・ケンチのCCは発生が遅く、スウェインの攻撃を止めるのが難しい。\n- スウェインは重傷効果に弱いが、タム・ケンチは重傷効果を持たないため、スウェインの回復を抑える手段がない。\n\n不利の緩和策:\n- スウェインのスキルを避けるために、位置取りを意識し、CCを受けないようにする。\n- タム・ケンチのウルトを使って、スウェインの攻撃を無力化するタイミングを見極める。\n- スウェインのスキルのCDを考慮し、スキルがないタイミングで積極的にトレードを仕掛ける。\n- 重傷効果を持つアイテムを購入し、スウェインの回復を抑える。\n- 味方と連携し、スウェインに対して集団でのエンゲージを行うことで、タム・ケンチの強みを活かす。",
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- スウェインは遠距離攻撃を持ち、ポッピーの近接攻撃を避けやすい。\n- スウェインの持続的なダメージと回復能力により、ポッピーのダメージを相殺しやすい。\n- スウェインのCCスキルにより、ポッピーは接近するのが難しく、トレードで不利になる。\n- ポッピーのスキルは射程が短く、スウェインの攻撃を受けやすい。\n- スウェインは重傷効果に弱いが、ポッピーはその効果を持たないため、スウェインの回復を抑えられない。\n\n不利の緩和策:\n- レーンでのハラスを避け、スウェインのスキルを避ける立ち回りを心がける。\n- サポートやジャングラーと連携し、Gankを狙うことでスウェインを圧倒する。\n- アイテムを重傷効果を持つものにすることで、スウェインの回復を抑える。\n- スウェインのスキルのCDを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 位置取りを工夫し、スウェインの攻撃範囲外からのトレードを試みる。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、ラカンのハラスやエンゲージに対して強い耐性を持つ。\n- スウェインのスネアやスローによって、ラカンの機動力が制限され、エンゲージやピールが難しくなる。\n- スウェインは集団戦でのAOEダメージが強力で、ラカンが近づくと一気にHPを削られるリスクが高い。\n- ラカンは基礎ステータスが低く、スウェインの持続的なダメージに対して脆弱である。\n- スウェインの重傷効果により、ラカンの回復やシールドが無効化される可能性がある。\n\n不利の緩和策:\n- ラカンはスウェインのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを慎重に選ぶ。\n- スウェインのスキルを受けた後は、重傷効果を持つアイテムを購入し、回復を抑制する。\n- スウェインのスキルがクールダウン中に積極的にハラスを行い、レーンの主導権を握る。\n- 味方と連携して、スウェインに対して集団での攻撃を仕掛け、彼の持続的なダメージを分散させる。\n- 可能であれば、視界を確保し、スウェインの動きを把握しておくことで、エンゲージのリスクを減らす。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、アリスターのCCを受けても耐えられる。\n- スウェインのスネアやスローによって、アリスターのエンゲージが妨げられる。\n- スウェインは遠距離攻撃を持つため、アリスターが近づく前にダメージを与えられる。\n- アリスターは重傷効果を持つチャンピオンに対して脆弱で、スウェインの回復を妨げる手段がない。\n- スウェインの集団戦での強さに対して、アリスターは火力が低く、影響力が限られる。\n\n不利の緩和策:\n- レーンでのトレードを避け、スウェインのスキルを避けるように立ち回る。\n- スウェインのスキルを使った後にエンゲージを試みるタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げる。\n- チームメイトと連携し、スウェインに対して集団での攻撃を行う。\n- 可能であれば、重傷効果を持つアイテムを購入し、スウェインの回復を抑える。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- スウェインは長射程の攻撃を持ち、ニーコが近づく前にハラスを受けやすい。\n- スウェインのスキルは全てAOEであり、集団戦やレーン戦での持続的なダメージが強力で、ニーコの短射程では対抗しづらい。\n- スウェインのCCスキルにより、ニーコが接近するのが難しく、捕まえられるリスクが高い。\n- スウェインは重傷効果に弱いが、ニーコのスキルには重傷効果を持つものがないため、スウェインの回復を抑える手段がない。\n- ニーコは基礎攻撃力が低く、ミニオンコントロールが難しいため、スウェインに対してCSを取るのが困難。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてスウェインの攻撃を受けないようにする。\n- スウェインのスキルを避けるために、擬態を活用して奇襲を仕掛けるタイミングを見計らう。\n- サポートと連携して、スウェインに対して集団で攻撃を仕掛けることで、彼の回復を抑える。\n- アイテムを早めに購入し、重傷効果を持つアイテムを持つことで、スウェインの回復を抑える。\n- レーンを早めにプッシュして、スウェインがタワー下でのCSを取るのを妨げる。",
      "メル": "メルが不利です。\n\n理由:\n- スウェインは持続的な回復能力を持っており、メルのダメージを軽減しやすい。\n- スウェインのスネアやスローによって、メルは接近されやすく、攻撃を受けやすい。\n- メルは回復効果に弱く、スウェインの回復能力に対抗しづらい。\n- スウェインは集団戦でのAOEダメージが強力で、メルのスキルが多くの敵に当たると回復量が増えるため、逆に不利になる。\n- メルは能動的に使えるCCがないため、スウェインの攻撃を止める手段が限られている。\n\n不利の緩和策:\n- スウェインのスキルを避けるために、位置取りを意識し、距離を保つ。\n- 重傷効果を持つアイテムを購入し、スウェインの回復を抑える。\n- 集団戦では、スウェインが接近する前にスキルを使い、ダメージを与えるタイミングを見計らう。\n- サポートやジャングラーと連携し、スウェインに対するGankを狙う。\n- スウェインのスキルのクールダウンを把握し、スキルがないタイミングを狙って攻撃する。",
      "ブラウム": "ブラウムはスウェインに不利です。\n\n理由:\n- スウェインは射程が長く、ブラウムが接近する前にハラスを受けやすい。\n- スウェインのスキルはAOEであり、集団戦での回復量が多く、ブラウムの防御能力を上回る。\n- スウェインのCC（スネア）によって、ブラウムが接近するのが難しくなる。\n- ブラウムはサステインがなく、スウェインの持続的なダメージに対抗しづらい。\n- スウェインは重傷効果に弱いが、ブラウムはその重傷効果を持たないため、スウェインの回復を抑える手段がない。\n\n不利の緩和策:\n- ブラウムはレーンでのハラスを避け、ミニオンを利用してスウェインの攻撃を受け流す。\n- サポートアイテムを早めに購入し、視界を確保してスウェインの動きを把握する。\n- ブラウムのパッシブを活かし、ADCと連携してスウェインに対抗する。\n- スウェインのスキルを避けるために、位置取りを工夫し、CCを受けないようにする。\n- チームメイトと連携して、スウェインに対するGankを狙うことで、レーンのプレッシャーを軽減する。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、スウェインの接近を阻止できるため、彼の持続的なダメージを無効化しやすい。\n- スウェインは重傷効果に弱いため、ジャンナのシールドや回復で彼のサステインを削ぐことができる。\n- ジャンナの移動速度バフにより、味方がスウェインの攻撃を避けやすく、集団戦での生存率が向上する。\n- スウェインはCCの発生が不安定で、ジャンナのノックアップやノックバックによって彼の行動を制限できる。\n- ジャンナはタンク系のチャンピオンに対して有利であり、スウェインがタンクサポートと組む場合でも、ジャンナのディスエンゲージが効果的に働く。\n\n有利の取り方:\n- レーンでのポジショニングを工夫し、スウェインのスキルを避けながら味方をサポートする。\n- スウェインが接近してきた際に、ノックバックを使って距離を取る。\n- シールドを適切なタイミングで使用し、スウェインのダメージを軽減する。\n- 集団戦では、味方の移動速度を上げてスウェインの攻撃を避けるようにする。\n- スウェインがUltを使用した際には、味方を守るためにディスエンゲージを行い、彼の持続的なダメージを無効化する。",
      "ソラカ": "ソラカがスウェインに有利です。\n\n理由:\n- ソラカは高い回復能力を持ち、スウェインの持続的なダメージを相殺できる。\n- スウェインのスキルは全てAOEであり、敵が多いほど回復量が増えるが、ソラカは単体に対しても強力なヒールを持つため、スウェインの回復を上回ることができる。\n- ソラカのサイレンス効果により、スウェインのスキルを無効化できるため、彼のダメージを減少させることができる。\n- スウェインは重傷効果に弱いため、ソラカのヒールが重傷を受けると効果が薄れるが、ソラカ自身が重傷を持つチャンピオンに対しては有利に立ち回れる。\n- ソラカは射程が長く、スウェインの攻撃を避けながらハラスを行いやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- サイレンスを活用して、スウェインがスキルを使えない状況を作り出す。\n- スウェインがオールインを狙ってきた際に、ヒールを使って耐えることで、彼のダメージを軽減する。\n- 逃げる手段が乏しいスウェインに対して、味方と連携してエンゲージを行う。\n- 集団戦では、味方を回復しつつ、スウェインのスキルを無効化することで、戦闘を有利に進める。",
      "ヴェル＝コズ": "ヴェル＝コズがスウェインに有利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、スウェインが近づく前にハラスできるため、レーンでの優位性を保ちやすい。\n- スウェインは重傷効果に弱く、ヴェル＝コズの持つ持続的なダメージを受けると回復が難しくなる。\n- スウェインのCCスキルは発生が遅く、ヴェル＝コズのスキルを当てるのが難しいため、スウェインが接近するのを防ぎやすい。\n- ヴェル＝コズのAoE攻撃は集団戦でのダメージを高め、スウェインの持続的なダメージと回復を上回ることができる。\n- スウェインは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、常に圧力をかけることができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、スウェインのHPを削る。\n- スキルを使ってスウェインの動きを制限し、近づかせないようにする。\n- 集団戦では、スウェインが接近する前にスキルを当ててダメージを与え、回復を妨げる。\n- スウェインのCCスキルを避けるために、位置取りを意識し、距離を保ちながら戦う。\n- スウェインがUltを使った際には、距離を取り、持続的なダメージを与え続ける。",
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは回復やシールドを提供できるため、スウェインの持続的なダメージを軽減できる。\n- スウェインは重傷効果に弱いため、ユーミの回復が効果的に機能する。\n- ユーミは味方に密着することで安全に支援でき、スウェインの攻撃を受けるリスクを減らせる。\n- スウェインのCCスキルに対して、ユーミは移動しながら味方を支援できるため、捕まえられにくい。\n- ユーミのスロー効果を使って、スウェインの接近を妨げることができる。\n\n有利の取り方:\n- ユーミはADCと連携し、スウェインの攻撃を受ける前に回復やシールドを使う。\n- スウェインがEでキャッチを狙ってきた際に、ユーミのスローを使って距離を取る。\n- 集団戦では、ユーミが味方に密着し、スウェインの攻撃を分散させる。\n- スウェインがUltを使った際に、ユーミの回復で持続的に耐えることで、戦闘を有利に進める。\n- スウェインが孤立している時に、ユーミが味方と連携して攻撃を仕掛ける。",
      "ザイラ": "ザイラがスウェインに有利です。\n\n理由:\n- ザイラは序盤から高い火力を持ち、スウェインの回復を妨げることができる。\n- スウェインは重傷効果に弱いため、ザイラの攻撃で回復を制限できる。\n- ザイラの長射程攻撃により、スウェインが近づく前にダメージを与えられる。\n- ザイラのCCスキルを使うことで、スウェインの行動を制限しやすい。\n- スウェインは機動力が低く、ザイラの植物を利用したゾーニングに対処しづらい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、スウェインのHPを削る。\n- 植物を使って視界を確保し、スウェインの動きを制限する。\n- CCスキルを駆使してスウェインを捕まえ、連続攻撃を行う。\n- スウェインがUltを使う前に、重傷効果を持つアイテムを購入しておく。\n- 集団戦では、スウェインが接近する前にダメージを与え、回復を妨げる。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは豊富なCCを持ち、スウェインのスキルを妨害しやすい。\n- スウェインは重傷効果に弱いため、ナミの回復スキルが効果的に機能する。\n- ナミのハラス能力により、スウェインのHPを削りやすく、レーンでの優位性を確保できる。\n- スウェインはロングトレードが苦手であり、ナミの短射程ADCに対するハラスが有効。\n- ナミの移動速度アップ効果により、スウェインのEによるキャッチを回避しやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スウェインがスキルを使った後に反撃することで、トレードを有利に進める。\n- スウェインが近づいてきた際には、CCを使って距離を取る。\n- スウェインがUltを使った際には、ナミの回復スキルで味方をサポートし、持続的な戦闘を有利に進める。\n- 敵の動きを見極めて、ナミのCCを効果的に当てるタイミングを計る。",
      "モルガナ": "モルガナが有利です。\n\n理由:\n- モルガナのスネアはスウェインの移動を制限し、彼のスキルを無効化することができるため、スウェインの攻撃を受けにくい。\n- スペルシールドにより、スウェインのCCを防ぎつつ、味方を守ることができるため、集団戦での生存率が高まる。\n- スウェインは重傷効果に弱いため、モルガナの持つダメージを与えつつ回復を妨げる能力が有効。\n- モルガナは遠距離からの攻撃が可能で、スウェインが近づく前にダメージを与えることができる。\n- スウェインは育つまでの序盤が弱いため、モルガナが早期に有利なレーンを築くことができる。\n\n有利の取り方:\n- スネアを活用してスウェインを捕まえ、ダメージを与える。\n- スペルシールドを適切に使用し、スウェインのCCを無効化することで、味方を守る。\n- レーンでのハラスを行い、スウェインのHPを削ることで、彼のプレッシャーを減少させる。\n- 早期にアイテムを購入し、スウェインに対するダメージを増加させる。\n- 集団戦では、スウェインのスキルを避けつつ、味方と連携して攻撃を行う。",
      "ルル": "ルルがスウェインに有利です。\n\n理由:\n- ルルはスウェインの持続的なダメージをシールドで軽減できるため、スウェインの回復を妨げることができる。\n- スウェインのスキルは全てAOEであるが、ルルのポリモーフを使うことでスウェインの攻撃を無力化できる。\n- ルルはスウェインのCCを受けにくく、特にスウェインのEによるキャッチを避けやすい。\n- スウェインは重傷効果に弱いが、ルルはその効果を持たないため、スウェインの回復を阻害しない。\n- ルルは味方を強化する能力が高く、スウェインとの1対1のトレードでも有利に立ちやすい。\n\n有利の取り方:\n- レーンでのトレード時に、スウェインのスキルを避けつつ、シールドを使ってダメージを軽減する。\n- スウェインがEを使った後にポリモーフを使い、スウェインの攻撃を無力化する。\n- スウェインが集団戦でUltを使う前に、味方を強化しておくことで、スウェインの回復を抑える。\n- スウェインが近づいてきた際に、距離を保ちながらスキルを使い、トレードを有利に進める。\n- ルルのスキルを駆使して、スウェインのスキルのCDを利用し、積極的に攻撃する。",
      "セラフィーン": "セラフィーンがスウェインに有利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、スウェインの持続的なダメージと回復を無効化することができる。\n- スウェインは重傷効果に弱いため、セラフィーンのスキルで重傷を与えることで、彼の回復能力を制限できる。\n- セラフィーンは複数のCCを持ち、特に広範囲のチャームでスウェインを無力化することができる。\n- セラフィーンの射程が長く、安全な位置からスウェインにハラスをかけることができるため、レーン戦で優位に立ちやすい。\n- スウェインは機動力が低く、セラフィーンのスキルを避けるのが難しいため、スキルを当てやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スウェインが近づいてきた際には、CCを使って彼を無力化し、味方と連携して攻撃する。\n- 集団戦では、セラフィーンのスキルを使ってスウェインを狙い、彼の回復を妨げる。\n- スウェインがUltを使う前に、セラフィーンのCCを当てて彼を止める。\n- セラフィーンのパッシブを活かして、スキル連打を行い、ダメージを最大化する。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、スウェインのスキルを避けやすい。\n- スウェインは重傷効果に弱いため、カルマのハラスが効果的。\n- カルマのスネアやスロウを使うことで、スウェインの接近を阻止しやすい。\n- カルマはシールドを持っており、スウェインの持続的なダメージを軽減できる。\n- スウェインは機動力が低く、カルマのスキルを避けるのが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スネアを使ってスウェインの動きを制限し、追撃を狙う。\n- シールドを活用して味方を守りつつ、スウェインの攻撃を受け流す。\n- 位置取りを工夫し、スウェインのスキルを避けながら攻撃する。\n- 集団戦では、スウェインの接近を阻止し、味方をサポートする。",
      "バード": "バードがスウェインに有利です。\n\n理由:\n- スウェインは重傷効果に弱く、バードの回復スキルやスタンを受けることで持続的なダメージを与えやすい。\n- バードは移動スキルを持ち、スウェインのCCを避けやすいため、レーンでのハラスがしやすい。\n- スウェインはロングトレードが苦手で、バードのスタンを活かして短期的なトレードで有利に立ち回れる。\n- バードのUltはAoEで無敵を付与できるため、スウェインの集団戦での強みを無効化できる。\n- バードは鐘を回収することで火力を向上させるため、装備依存度が低く、スウェインに対しても安定したダメージを出せる。\n\n有利の取り方:\n- スウェインのスキルを避けながら、ハラスを行い、相手のHPを削る。\n- スタンを活かしてスウェインを捕まえ、短期的なトレードで有利を取る。\n- 鐘を回収しながらレーンを維持し、スウェインの回復を妨げる。\n- 集団戦ではUltを使ってスウェインのダメージを無効化し、味方を守る。\n- スウェインが育つ前に積極的にロームし、他のレーンでのアドバンテージを作る。",
      "パイク": "パイクがスウェインに有利です。\n\n理由:\n- パイクは高い機動力を持ち、スウェインのスキルを避けやすい。\n- スウェインは重傷効果に弱く、パイクのハラスやオールインでHPを削りやすい。\n- スウェインのCCスキルは発生が遅く、パイクのフックやスタンで先手を取ることができる。\n- パイクのパッシブによる回復効果で、スウェインの持続的なダメージに対抗しやすい。\n- スウェインは集団戦で強力だが、パイクは個々のキルを狙いやすく、ゴールドを得ることで優位に立てる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- フックを使ってスウェインを捕まえ、オールインを狙う。\n- スウェインのスキルのCDを確認し、スキルがないタイミングで攻撃する。\n- 逃げ道を確保しつつ、スウェインのCCを避ける動きを心がける。\n- 集団戦では、スウェインを狙ってキルを取ることで、ゴールドを得てチームに貢献する。",
      "パンテオン": "パンテオンがスウェインに有利です。\n\n理由:\n- パンテオンは短時間でのバーストダメージが得意で、スウェインの持続的な回復を上回ることができる。\n- スウェインは重傷効果に弱いため、パンテオンの攻撃によって回復を妨げられる。\n- パンテオンのリープとスタンにより、スウェインのCCを無効化しやすく、オールインが強力。\n- スウェインは機動力が低く、パンテオンのグローバルなUltを使ったロームに対して脆弱。\n- パンテオンは序盤からキルプレッシャーが高く、スウェインが育つ前に有利な状況を作りやすい。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、スウェインのHPを削る。\n- スウェインがスキルを使った後にオールインを仕掛け、スタンを活かしてダメージを与える。\n- パンテオンのUltを使って他のレーンにロームし、スウェインが不在の間に他のレーンでプレッシャーをかける。\n- スウェインが重傷効果を持つアイテムを購入する前に、早めにキルを狙う。",
      "ゼラス": "ゼラスがスウェインに有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、スウェインが近づく前にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- スウェインはロングトレードが苦手で、ゼラスのポークによってHPを削られやすい。\n- ゼラスのスタン効果を持つスキルは、スウェインのスキルを無力化することができ、特に集団戦での影響力が大きい。\n- ゼラスはマナ回復のパッシブを持っているため、持続的にスキルを使用し続けることができ、スウェインに対して圧力をかけやすい。\n- スウェインは重傷効果に弱いが、ゼラスはそのような効果を持たないため、スウェインの回復を阻害することができない。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、スウェインのHPを削る。\n- スウェインが近づいてきた際には、スタンを使って行動を制限し、ダメージを与える。\n- 集団戦では、スウェインが接近する前にスキルを使ってダメージを与え、後衛からのサポートを行う。\n- スウェインのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- 自身の位置取りを意識し、近距離での戦闘を避けることで、スウェインの攻撃を回避する。",
      "ブランド": "ブランドがスウェインに有利です。\n\n理由:\n- ブランドは高い持続ダメージを持ち、スウェインの回復を上回るダメージを与えることができる。\n- スウェインは重傷効果に弱いため、ブランドの持続ダメージが特に効果的。\n- ブランドのスタンによってスウェインのスキルを無力化し、戦闘を有利に進めることができる。\n- スウェインは集団戦での耐久力が高いが、ブランドはAoEダメージを持ち、集団戦でも効果的にダメージを与えられる。\n- ブランドはスウェインのスキルを避けることができる距離を保ちながら攻撃できるため、レーン戦で優位に立ちやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スタンを狙ってスウェインのスキルを無力化し、オールインを仕掛ける。\n- スウェインがスキルを使った後に攻撃を仕掛け、反撃を受けないようにする。\n- 集団戦では、スウェインが接近する前にAoEダメージを与え、回復を妨げる。\n- 位置取りを意識し、スウェインのスキルを避けながら攻撃を続ける。",
      "ジリアン": "ジリアンはスウェインに有利です。\n\n理由:\n- ジリアンはスウェインの持続的なダメージに対して、CCやバフを駆使して味方を守ることができるため、スウェインの攻撃を無効化しやすい。\n- スウェインは重傷効果に弱いため、ジリアンの瞬間火力やCCを活かして早期にダメージを与えることで、スウェインの回復を妨げることができる。\n- ジリアンのAoEスタンは、スウェインが集団戦で持続的にダメージを出すのを妨げることができ、戦闘を有利に進める要素となる。\n- ジリアンはレベル差をつけやすく、スウェインが育つ前に有利な状況を作りやすい。\n- スウェインは機動力が低く、ジリアンのスローやスタンを受けやすいため、捕まえやすい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スウェインがスキルを使った後に、ジリアンのCCを使って反撃する。\n- ジリアンのUltを使って味方を守り、スウェインの攻撃を無効化する。\n- 集団戦では、スウェインがUltを使う前にスタンを当てて、持続的なダメージを与えさせない。\n- ジリアンの移動速度バフを活かして、スウェインとの距離を保ちながら戦う。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ユーミは味方に密着することで回復やシールドを提供し、モルガナのCCを無効化することができるため、モルガナの攻撃が効果的に機能しづらい。\n- ユーミのスロー効果により、モルガナが距離を保つことが難しく、オールインを仕掛けられるリスクが高まる。\n- モルガナのスキルはクールダウンが長く、ユーミの持続的な支援に対抗する手段が限られている。\n- ユーミは移動しながら支援できるため、モルガナのスネアを避けやすく、モルガナの捕まえる能力が低下する。\n\n不利の緩和策:\n- ユーミが密着している味方を狙うのではなく、他の敵チャンピオンをターゲットにすることで、ユーミの支援を分散させる。\n- モルガナのスペルシールドを活用し、ユーミのスローやCCを無効化してから攻撃を仕掛ける。\n- レーンでのハラスを強化し、ユーミの回復を無効化するために、持続的なダメージを与える。\n- 位置取りを工夫し、ユーミが密着している味方から距離を保つことで、ユーミの支援を受けにくくする。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ユーミは味方に密着することで回復やシールドを提供でき、ゼラスのハラスを軽減することができる。\n- ユーミのスロー効果により、ゼラスが攻撃を当てるのが難しくなるため、ゼラスのスキルを避けやすい。\n- ゼラスは自己防衛手段が乏しく、ユーミが味方に密着していると、ゼラスが孤立しやすくなる。\n- ユーミの支援により、ADCが生存しやすく、ゼラスのポークが効果的でなくなる。\n\n不利の緩和策:\n- ユーミが密着している味方を狙わず、他の敵チャンピオンを攻撃することで、ユーミの支援を分散させる。\n- スキルの発動タイミングを工夫し、ユーミが密着している味方を狙うのではなく、他の敵を狙う。\n- 自身の位置取りを工夫し、ユーミのスキルを避けるために移動する。\n- ワーディングを強化し、ユーミが孤立しないように視界を確保する。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ユーミは味方に密着することで回復やシールドを提供し、ザイラのハラスを軽減できるため、ザイラの攻撃が通りにくい。\n- ユーミのスロー効果により、ザイラが接近されると動きが制限され、攻撃を受けやすくなる。\n- ユーミは自身の攻撃力が低いため、ザイラの高火力に対抗する手段が乏しい。\n- ザイラのCCスキルは範囲攻撃であるため、ユーミが密着している味方を狙うことができ、ユーミの支援が無効化される可能性がある。\n\n不利の緩和策:\n- ザイラはユーミのスローを避けるために、位置取りを工夫し、距離を保ちながら攻撃する。\n- ユーミの回復やシールドを意識し、タイミングを見計らって攻撃を行う。\n- ザイラのCCスキルを利用して、ユーミが密着している味方を狙う際に、先にユーミを排除することを目指す。\n- 早めにアイテムを購入し、火力を上げてユーミの支援を無効化する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ユーミは味方に密着することで回復やシールドを提供し、セラフィーンの攻撃を無効化しやすい。\n- ユーミのスロー効果は、セラフィーンのスキルの発生が遅いことを考慮すると、セラフィーンが攻撃を当てるのを難しくする。\n- セラフィーンはオールイン合戦で基礎ダメージが低く、ユーミの支援を受けたADCに対して不利になる。\n- ユーミは移動しながら支援できるため、セラフィーンが安全に攻撃することが難しくなる。\n\n不利の緩和策:\n- セラフィーンはユーミのスキルを避けるために、位置取りを工夫し、相手のスキルを読みながら行動する。\n- ユーミが密着している味方を狙うのではなく、他の敵チャンピオンに攻撃を集中させる。\n- セラフィーンのスキルを連続して当てるために、味方と連携して攻撃のタイミングを合わせる。\n- 早めにアイテムを購入し、耐久力を上げることでユーミの支援を受けた攻撃に耐える。",
      "ソラカ": "ソラカが不利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、ソラカの回復を無効化することが難しいため、ソラカのヒールが効果的に機能しにくい。\n- ユーミのスロー効果により、ソラカは移動が制限され、敵の攻撃を受けやすくなる。\n- ソラカは逃げ性能が乏しく、ユーミのサポートを受けた敵ADCにオールインされると脆弱である。\n- ユーミは回復やシールドを通じてレーン維持が得意で、ソラカのハラスを軽減することができる。\n\n不利の緩和策:\n- ソラカはレーンでのハラスを強化し、ユーミの回復を意識して早めにダメージを与える。\n- ユーミのスローを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- 可能であれば、味方と連携してユーミを狙い、彼女を孤立させることでソラカの強みを活かす。\n- 重傷効果を持つアイテムを購入し、ユーミの回復を抑制する。",
      "ジリアン": "ジリアンが不利です。\n\n- ユーミは味方に密着することで安全に支援ができ、特にADCとのシナジーが高いため、ジリアンの攻撃を避けやすい。\n- ユーミの回復やシールドによって、ジリアンの攻撃が無効化されることが多く、トレードで優位に立たれる。\n- ユーミはスロー効果を持つスキルでジリアンの動きを制限できるため、ジリアンが攻撃を仕掛けるタイミングを逃しやすい。\n- ジリアンはハードCCを持たないため、ユーミの支援を受けた味方に対して効果的にダメージを与えることが難しい。\n\n不利の緩和策：\n- ジリアンはレーンでのハラスを強化し、ユーミが密着できない状況を作るように心がける。\n- ユーミのスキルクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- ジリアンのパッシブを活かして、経験値差をつけ、レベルアップによる強化を狙う。\n- 可能であれば、味方と連携してユーミを狙うことで、彼女の支援を無効化する。",
      "ラックス": "ラックスがユーミに不利です。\n\n理由:\n- ユーミは味方に密着することで回復やシールドを提供し、ラックスのハラスを軽減できる。\n- ユーミのスロー効果により、ラックスが距離を保つことが難しくなり、接近されると脆弱なラックスは攻撃を受けやすい。\n- ユーミはオールインを仕掛けることができるタンク系サポートに対して不利だが、ラックスはそのタンクに対しても脆弱で、ユーミが味方に密着しているとラックスの攻撃が通りにくい。\n- ユーミはハードCCを持たないが、ラックスのスキルを避けるための機動力を持っているため、ラックスのスキルをかわしやすい。\n\n不利の緩和策:\n- ユーミが密着している味方を狙うのではなく、ユーミをターゲットにして攻撃することで、彼女の支援を無効化する。\n- ワーディングを強化し、ユーミが孤立するタイミングを狙うことで、彼女のサポートを減少させる。\n- スキルのクールダウンを考慮し、ラックスのスキルを当てるタイミングを見極めて、ユーミが密着している味方に対してもハラスを行う。\n- ユーミのスロー効果を避けるために、位置取りを工夫し、距離を保ちながら攻撃する。",
      "カルマ": "カルマが不利です。\n\n理由:\n- ユーミは味方に密着することで支援を行うため、カルマのスキルを避けることが難しい。\n- ユーミの回復やシールドがカルマの攻撃を受け流すことができるため、カルマのハラスが効果的に機能しにくい。\n- カルマのスネアは発生が遅く、ユーミの機動性に対して当てるのが難しい。\n- ユーミはオールインに対して脆弱で、カルマのスキルコンボで一気にダメージを受ける可能性が高い。\n- ユーミのスロー効果はカルマの移動を制限することができず、カルマが自由に立ち回ることを許してしまう。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ユーミのスキルを意識して立ち位置を調整する。\n- ユーミのスキルを受けた味方を狙うことで、カルマのスキルを有効に活用する。\n- 早めにアイテムを購入し、耐久力を上げることでユーミの攻撃を耐える。\n- チームメイトと連携し、ユーミが孤立しないようにサポートを行う。\n- ユーミのスキルのクールダウンを考慮し、タイミングを見計らって攻撃を仕掛ける。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由:\n- レルは複数のCCスキルを持ち、ユーミの移動を制限することができるため、ユーミが味方に密着している状態でも攻撃を仕掛けやすい。\n- ユーミはハードCCを持たないため、レルのCCに対して無力であり、オールインされると脆弱。\n- レルのパッシブによって、ユーミのシールドや回復を無効化しやすく、持続的なダメージを与えることができる。\n- レルはタンクとしての耐久力が高く、ユーミの攻撃を受け止めながら攻撃を続けることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユーミが味方から離れられないようにする。\n- ユーミが密着している味方に対してCCを当て、ユーミを孤立させる。\n- 集団戦では、ユーミが味方に密着しているタイミングを狙い、CCを使って一気に攻撃する。\n- ユーミのスキルのクールダウンを把握し、スキルが使えないタイミングで攻撃を仕掛ける。",
      "ラカン": "ラカンが有利です。\n\n理由:\n- 高い機動力を持ち、敵の攻撃を避けながら味方を支援できるため、ユーミの回復やシールドを無効化しやすい。\n- 2種類のハードCCを持っているため、ユーミが密着している味方を捕まえやすく、ユーミの支援を無効化できる。\n- ユーミは単独での戦闘能力が低いため、ラカンのエンゲージによってユーミを孤立させることができる。\n- ラカンは味方を守るためのシールドやヒールを持っており、ユーミの支援を補完することができる。\n- ユーミは移動不可のCCを持たないため、ラカンのCCを受けると反撃が難しくなる。\n\n有利の取り方:\n- 敵の位置を把握し、ユーミが密着している味方に対してエンゲージを仕掛ける。\n- ユーミがスキルを使った後の隙を狙い、CCを当てて味方を攻撃する。\n- ユーミが孤立しているタイミングを見計らい、迅速に接近して捕まえる。\n- ラカンのシールドやヒールを活用し、ユーミの攻撃を受ける前に味方を守る。\n- 集団戦では、ユーミを優先的に狙い、彼女の支援を無効化することで戦闘を有利に進める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは強力なCCを持っており、ユーミが味方に密着している際にフックやノックアップで捕まえることができる。\n- ユーミはハードCCを持たないため、ノーチラスのオールインに対して防御手段が乏しい。\n- ノーチラスのタンク性能により、ユーミの攻撃を耐えやすく、持続的なダメージを与えることができる。\n- ユーミは単独での戦闘能力が低く、ノーチラスが彼女を狙うことで簡単に排除できる可能性が高い。\n- ノーチラスのフックは射程が長く、ユーミが味方から離れた際に狙いやすい。\n\n有利の取り方:\n- レーンでのトレードを積極的に行い、ユーミが密着しているADCを狙う。\n- フックを使ってユーミを捕まえ、味方と連携してオールインを仕掛ける。\n- ユーミが孤立しているタイミングを見計らい、フックやCCを使って排除する。\n- 視界を確保し、ユーミが移動する際にフックを当てるチャンスを増やす。\n- 集団戦では、ユーミが密着しているキャリーを狙い、CCで動きを制限する。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、オールイン能力が強いため、ユーミが密着している味方を狙いやすい。\n- CCスキルが豊富で、ユーミの回復やシールドを無効化しやすい。\n- ユーミはハードCCを持たないため、レオナの攻撃を受けると逃げる手段が限られる。\n- レオナの攻撃は近接であるため、ユーミの移動を制限しやすい。\n- ユーミは単独での戦闘能力が低く、レオナのオールインに対して脆弱。\n\n有利の取り方:\n- レオナは序盤から積極的にハラスを行い、ユーミの味方を圧迫する。\n- CCを駆使してユーミの味方を捕まえ、オールインを仕掛ける。\n- ユーミが密着している味方を狙い、連携を崩す。\n- 視界を確保し、ユーミが孤立しやすい状況を作る。\n- 集団戦では、ユーミを狙うことで味方のダメージを減少させる。",
      "アリスター": "アリスターが有利です。\n\n理由:\n- アリスターは強力なCCを持っており、ユーミの移動を制限することができるため、ユーミが味方に密着して支援するのを妨げることができる。\n- アリスターの高いタフネスとパッシブによる回復効果により、ユーミのハラスを耐えることができ、レーンでの持久力が高い。\n- ユーミはハードCCを持たないため、アリスターのエンゲージに対して反撃手段が乏しく、オールインされると脆弱である。\n- アリスターは集団戦でのピール能力が高く、ユーミが味方を支援する際にアリスターが前に出て守ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユーミが味方に密着できない状況を作る。\n- アリスターのCCを活かして、ユーミが味方を支援する前に捕まえる。\n- 集団戦では、ユーミが後衛にいる際にアリスターが前に出て、敵を引き寄せることでユーミを守る。\n- ユーミが孤立しやすい状況を作り出し、アリスターのエンゲージで一気に攻める。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはユーミのスロー効果を無効化できるため、ユーミが味方を支援する際に動きを制限しやすい。\n- ポッピーのCCスキルはユーミの移動を妨げることができ、ユーミが味方に密着している状態でも攻撃を受けやすくなる。\n- ユーミは自身の攻撃力が低いため、ポッピーのタンク性能に対してダメージを与えるのが難しい。\n- ポッピーはダッシュやリープを持つ敵に対して強力なカウンターができるため、ユーミが他のチャンピオンと連携しても効果的に対処できる。\n\n有利の取り方:\n- ユーミが味方に密着しているタイミングを狙い、CCスキルを使ってユーミを捕まえる。\n- ユーミが回復やシールドを使う前に、ポッピーの高い耐久力を活かしてトレードを仕掛ける。\n- ユーミが他のチャンピオンと連携して攻撃してくる際に、ポッピーのCCを駆使して味方を守る。\n- レーンでの位置取りを工夫し、ユーミが孤立しやすい状況を作り出す。",
      "ブラウム": "ブラウムはユーミに有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ユーミの攻撃を軽減できるため、ユーミのハラスを受けにくい。\n- ユーミはハードCCを持たないため、ブラウムのスタンやノックアップを避ける手段が限られている。\n- ブラウムのパッシブによるスタンは、ユーミが密着している味方に対しても効果的で、ユーミの支援を無効化できる。\n- ブラウムは序盤から強力なハラスが可能で、ユーミの回復やシールドを無効化しやすい。\n- ユーミは単独での戦闘能力が低く、ブラウムのオールインに対して脆弱である。\n\n有利の取り方:\n- ブラウムは序盤から積極的にハラスを行い、ユーミの回復を無効化する。\n- ユーミが密着している味方に対してスタンを狙い、ユーミの支援を妨害する。\n- ブラウムのスキルを使ってユーミの移動を制限し、味方と連携してオールインを仕掛ける。\n- ユーミが孤立しやすい状況を作り出し、ブラウムのタンク性能を活かして有利なトレードを行う。",
      "バード": "バードがユーミに有利です。\n\n理由:\n- バードはスタンを持っており、ユーミの移動を制限することができるため、ユーミが味方に密着している際に攻撃しやすい。\n- バードの回復スキルはユーミの回復と相性が良く、持続的なトレードで有利に立ち回れる。\n- バードは鐘を回収することで火力を向上させるため、ユーミの低耐久を突くことができる。\n- ユーミはハードCCを持たないため、バードのスタンによってユーミが無力化されると、味方を守る手段が乏しくなる。\n- バードはロームが得意で、他のレーンへの影響を与えやすく、ユーミが孤立しやすい状況を作り出せる。\n\n有利の取り方:\n- レーンでのトレード時にスタンを狙い、ユーミが味方に密着しているタイミングで攻撃する。\n- 鐘を回収しつつ、ユーミの回復を上回るダメージを与えることで、持続的に有利な状況を作る。\n- ユーミが孤立しやすいタイミングを見計らって、ロームを行い他のレーンに圧力をかける。\n- ユーミのスキルのクールダウンを把握し、スキルが使えないタイミングで攻撃を仕掛ける。",
      "パイク": "パイクがユーミに有利です。\n\n理由:\n- パイクは序盤の基礎ステータスが高く、ユーミの低い基礎ステータスに対して優位に立てる。\n- パイクのハラス能力は高く、ユーミの回復やシールドを上回るダメージを与えられる。\n- ユーミはハードCCを持たないため、パイクのフックやスタンを避けることが難しい。\n- パイクは高い機動力を持ち、ユーミが密着している味方を狙いやすい。\n- パイクのパッシブによる回復効果で、ユーミのハラスを耐えやすい。\n\n有利の取り方:\n- レベル1から積極的にハラスを行い、ユーミの回復を無効化する。\n- フックを使ってユーミやその味方を捕まえ、ダメージを与える。\n- ユーミが密着している味方を狙い、孤立させることでキルを狙う。\n- 視界を確保し、ユーミが動きにくい状況を作る。\n- 集団戦では、ユーミのサポートを無効化するために、敵の後衛を狙う。",
      "パンテオン": "パンテオンはユーミに有利です。\n\n理由:\n- パンテオンはオールインが強力で、ユーミが密着している味方を狙いやすい。\n- ユーミはハードCCを持たないため、パンテオンのスタンを避ける手段が限られている。\n- パンテオンのバーストダメージは序盤から高く、ユーミの回復やシールドでは耐えきれないことが多い。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高い。\n- ユーミは単独での戦闘能力が低く、パンテオンの攻撃を受けると脆弱である。\n\n有利の取り方:\n- レベル2やレベル3でのオールインを狙い、ユーミが密着している味方を攻撃する。\n- スタンを利用してユーミを無力化し、味方ADCにダメージを与える。\n- パンテオンのUltを使って他のレーンに圧力をかけ、試合全体での優位を確保する。\n- ユーミが回復やシールドを使うタイミングを見計らい、ダメージを与え続ける。",
      "ソナ": "ソナがユーミに有利です。\n\n理由:\n- ソナはオーラによるAoE支援が可能で、味方全体に回復や加速を提供できるため、ユーミの支援を上回ることができる。\n- ソナのスタン効果は集団戦でのキャッチやPeelに優れており、ユーミの脆弱性を突くことができる。\n- ユーミは自身の攻撃力が低く、ソナのスキルによるダメージを受けやすい。\n- ソナはスキルの発動が簡単で、操作が容易なため、ユーミに対しても安定したプレイが可能。\n- ユーミはハードCCを持たないため、ソナのスタンを避けることが難しい。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、ユーミの回復を無効化する。\n- 集団戦では、ユーミが密着している味方を狙い、スタンを使ってキャッチする。\n- ソナのオーラを活用して、味方全体の生存率を高め、ユーミの支援を上回る。\n- ユーミが孤立しやすい状況を作り出し、Gankや集団戦での優位を確保する。",
      "スレッシュ": "スレッシュがユーミに有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、ユーミの移動を制限することができるため、ユーミが味方に密着している際に捕まえやすい。\n- ユーミはハードCCを持たないため、スレッシュのフックやスローに対して脆弱で、オールインを仕掛けられると対処が難しい。\n- スレッシュはエンゲージやピールが得意で、ユーミがサポートしているADCを守ることができるため、ユーミの強みを無効化しやすい。\n- スレッシュはレーンでのハラスが得意で、ユーミの回復やシールドを上回るダメージを与えることができる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ユーミの回復を無駄にさせる。\n- フックを使ってユーミを捕まえ、味方と連携してオールインを仕掛ける。\n- ユーミが味方に密着しているタイミングを狙い、CCを使って捕まえる。\n- ユーミのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "メルが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、メルは攻撃を受けやすい。\n- ゼラスのスタン効果を持つスキルにより、メルは捕まると一気にダメージを受ける危険がある。\n- メルは回復効果に対して弱く、ゼラスの持続的なダメージに対抗しづらい。\n- ゼラスのスキルは方向指定・地点指定であり、メルのスネアを避けられる可能性が高い。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- ゼラスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートやジャングラーと連携し、ゼラスを捕まえるチャンスを作る。\n- アイテムを活用して回復手段を増やし、持続的なダメージに耐えられるようにする。",
      "ザイラ": "ザイラがゼラスに不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ザイラが攻撃する前に一方的にハラスを受ける可能性が高い。\n- ゼラスのスタン効果を持つスキルにより、ザイラは接近することが難しく、捕まると大きなダメージを受ける。\n- ゼラスはAoE攻撃が豊富で、ザイラの植物を簡単に処理できるため、ザイラのゾーニング能力が低下する。\n- ゼラスは自己防衛手段が乏しいため、ザイラが近づくチャンスを与えにくい。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、位置取りを意識し、常に距離を保つ。\n- ゼラスのスキルのクールダウンを狙い、スキルがないタイミングで攻撃を仕掛ける。\n- ゼラスのスタンを避けるために、スキルの発動を見極めて動く。\n- ゼラスの攻撃を受けた後は、回復アイテムを活用して持続力を高める。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ブラウムが近づく前に一方的にハラスを行うことができる。\n- ブラウムのハラス能力が低く、遠距離からの攻撃に対して効果的に対抗できない。\n- ゼラスのスタン効果を持つスキルにより、ブラウムが接近した際に簡単に無力化される可能性がある。\n- ブラウムのCCスキルは発生が遅く、ゼラスの攻撃を避けることが難しい。\n- ゼラスは自己防衛手段が乏しいため、ブラウムが接近する前にダメージを与え続けることができる。\n\n不利の緩和策:\n- ブラウムはレーンでの位置取りを工夫し、ゼラスの攻撃を避けるようにする。\n- ADCと連携して、ゼラスに対して一緒に攻撃を仕掛けるタイミングを見計らう。\n- ゼラスのスキルを避けるために、ミニオンを利用して前に出るタイミングを調整する。\n- ブラウムのパッシブを活かし、ADCが攻撃する際にスタンを狙う。\n- ゼラスのスキルのクールダウンを意識し、攻撃の隙を突いて接近する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、セラフィーンが近づく前にハラスを行うことができるため、レーンでの圧力が高い。\n- ゼラスのスタン効果を持つスキルにより、セラフィーンは一時的に無力化され、反撃のチャンスを失う。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しいため、ハラスを受けやすい。\n- セラフィーンは自己防衛手段が乏しく、ゼラスの攻撃を受け続けると体力が削られやすい。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、常に位置取りを意識し、草むらを利用して隠れる。\n- セラフィーンのスキルを連携させて、ゼラスに対してオールインを仕掛けるタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでハラスに耐える。\n- 味方と連携し、ゼラスに対して集団で攻撃を仕掛けることで、彼のハラスを無効化する。",
      "ヴェル＝コズ": "ヴェル＝コズがゼラスに不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意で、ヴェル＝コズはその射程に対抗しづらい。\n- ゼラスのスタン効果を持つスキルにより、ヴェル＝コズは接近される前に無力化される可能性が高い。\n- ゼラスはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすく、ヴェル＝コズはその攻撃を受けやすい。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルを避けるのが難しいため、特に接近戦で不利になる。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ゼラスのスタンを避けるために、スキルの発動タイミングを見極めて動く。\n- サポートや味方と連携し、ゼラスに対して集団で攻撃を仕掛けることで、彼のハラスを軽減する。\n- アイテムを活用してマナ管理を行い、持続的にスキルを使用できるようにする。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ラックスよりも遠くからハラスを行うことができるため、ラックスは攻撃を受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ラックスは捕まると一気にダメージを受ける危険がある。\n- ラックスは全てのスキルが方向指定であり、ゼラスのスキルを避けるのが難しいため、ハラスを受けやすい。\n- ゼラスはマナ回復のパッシブを持っているため、持続力が高く、レーンでのハラスが続けやすい。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、常に位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- ゼラスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- サポートやジャングラーと連携して、ゼラスを捕まえるチャンスを作る。\n- アイテムを活用して、耐久力を上げることで、ゼラスのハラスに耐えられるようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、モルガナが近づく前に一方的にハラスを受けることができる。\n- ゼラスのスタン効果を持つスキルにより、モルガナは捕まるリスクが高く、スネアを発動する前にダメージを受けやすい。\n- モルガナのスキルはクールダウンが長く、ゼラスの連続的な攻撃に対して持続的に対抗するのが難しい。\n- モルガナの射程はゼラスに比べて短く、攻撃を当てるためにはリスクを取らなければならない。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、常に位置取りを意識し、草むらを利用して視界を確保する。\n- スペルシールドを活用して、ゼラスのスタンを無効化し、反撃のチャンスを作る。\n- レーンでのハラスを受けないように、ミニオンを利用してダメージを軽減する。\n- サポートアイテムを早めに購入し、マナ管理を徹底して持続力を高める。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは回復やシールドを提供できるため、ゼラスのハラスを耐えやすい。\n- ゼラスのスキルは発動に時間がかかるため、ユーミは味方に密着していることで攻撃を避けやすい。\n- ユーミのスロー効果により、ゼラスの移動を制限しやすく、攻撃を当てるチャンスを増やせる。\n- ゼラスは自己防衛手段が乏しく、ユーミが味方に密着していることで、ゼラスに対して安全に攻撃できる。\n- ユーミはADCとのシナジーが高く、ゼラスのポークを無効化しつつ、レーンでの優位を築きやすい。\n\n有利の取り方:\n- ゼラスのスキルを避けるために、味方に密着して立ち回る。\n- ゼラスがスキルを使った後に、ユーミの回復やシールドを活用して反撃する。\n- ゼラスが攻撃を仕掛けてきた際に、スローを使って動きを制限し、味方の攻撃をサポートする。\n- レーンでのハラスを行い、ゼラスのマナを消耗させることで、持続力を削る。\n- 集団戦では、味方を強化しつつ、ゼラスの攻撃を避ける立ち位置を保つ。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマはスネアやシールドを持っており、ゼラスのスキルを避けつつ反撃することができる。\n- ゼラスのスキルは発動に時間がかかるため、カルマの機動力を活かして避けやすい。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ゼラスに対してハラスがしやすい。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、カルマの攻撃を受けやすい。\n- カルマは味方をサポートする能力が高く、ゼラスがハラスを受けた際に味方を守ることができる。\n\n有利の取り方:\n- ゼラスのスキルを避けながら、スネアを狙って攻撃する。\n- ゼラスがスキルを使った後の隙を突いてハラスを行う。\n- 味方ADCと連携し、ゼラスに対して一緒に攻撃を仕掛ける。\n- シールドを活用して味方を守りつつ、ゼラスに対して持続的な圧力をかける。\n- ゼラスが近づいてきた際に、スネアを使って捕まえるチャンスを作る。",
      "パイク": "パイクがゼラスに有利です。\n\n理由:\n- パイクは高い機動力を持ち、ゼラスのスキルを避けやすい。\n- ゼラスのスキルは発動に時間がかかるため、パイクのフックや奇襲に対して脆弱。\n- パイクの近接攻撃はゼラスの低い耐久力を突くことができ、特に序盤からハラスが強力。\n- ゼラスは自己防衛手段が乏しく、パイクに捕まると簡単に倒される可能性が高い。\n- パイクのパッシブによる回復効果が、ゼラスのハラスに対して耐性を持たせる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、ゼラスのHPを削る。\n- フックを使ってゼラスを捕まえ、連携攻撃を仕掛ける。\n- ゼラスのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛ける。\n- 近接戦闘を避けられない状況を作り出し、ゼラスに対して圧力をかける。\n- 視界を確保し、ゼラスが孤立しているタイミングを狙って奇襲をかける。",
      "ラカン": "ラカンがゼラスに有利です。\n\n理由:\n- ラカンは高い機動力を持ち、ゼラスのスキルを避けやすい。\n- ゼラスのスキルは発動が遅く、ラカンの素早い動きに対して当てるのが難しい。\n- ラカンは近距離でのエンゲージが得意で、ゼラスの自己防衛手段が乏しいため、近づくことでゼラスを無力化できる。\n- ラカンのCCスキルはゼラスの行動を制限でき、特にスタンやチャームでゼラスを無力化することができる。\n- ゼラスは近距離での戦闘に弱く、ラカンが接近することで一方的にダメージを与えられる。\n\n有利の取り方:\n- ラカンはゼラスのスキルを避けながら、タイミングを見計らって接近し、エンゲージを仕掛ける。\n- ゼラスがスキルを使った後の隙を狙って攻撃する。\n- ゼラスのCCスキルを受ける前に、ラカンの機動力を活かして位置取りを行う。\n- ザヤとの連携を活かし、相互に強化しながら攻撃を行う。\n- ゼラスがハラスを行う際に、ラカンのシールドやヒールを活用して耐える。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは回復やシールドを持っており、ゼラスのハラスを耐えることができる。\n- ゼラスのスキルは発動に時間がかかるため、ソナの機動力を活かして避けやすい。\n- ソナのオーラによる支援が集団戦で非常に強力で、ゼラスのダメージを軽減できる。\n- ソナのスタンは集団戦でのゼラスの攻撃を妨害することができ、彼の強みを無効化できる。\n\n有利の取り方:\n- ゼラスのスキルを避けながら、ハラスを行い、相手のマナを削る。\n- ソナの回復を活用して、ゼラスのハラスを耐えつつ、味方ADCをサポートする。\n- 集団戦では、ゼラスがスキルを使った後にスタンを狙い、彼の攻撃を封じる。\n- ゼラスがスキルを外したタイミングで積極的に攻撃し、レーンの主導権を握る。",
      "レル": "レルがゼラスに有利です。\n\n理由:\n- レルは近接チャンピオンであり、ゼラスの長射程攻撃を避けながら接近することができるため、ハラスを受けにくい。\n- ゼラスのスキルは発動に時間がかかるため、レルのCCを使ってゼラスを拘束しやすい。\n- レルのスキルはゼラスのAR/MRを減少させる効果があり、ダメージを与えやすくなる。\n- レルは自己防衛手段が乏しいゼラスに対して、オールインを仕掛けることで有利に戦える。\n- レルの移動速度を上げるスキルにより、ゼラスの攻撃を避けながら接近しやすい。\n\n有利の取り方:\n- ゼラスのスキルを避けながら、近づいてハラスを行う。\n- ゼラスがスキルを使った後の隙を狙って、CCを使ってオールインを仕掛ける。\n- レーンでの視界を確保し、ゼラスが孤立しているタイミングを見計らってエンゲージする。\n- ゼラスのマナが少ないタイミングを狙って、積極的にハラスを行う。\n- 集団戦では、ゼラスを優先的に狙い、CCで動きを制限して味方がダメージを与えやすくする。",
      "パンテオン": "パンテオンが有利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、ゼラスのスキルが発動する前に接近することができるため、ゼラスのハラスを避けつつ攻撃が可能です。\n- ゼラスのスキルは方向指定・地点指定であり、発動が遅いため、パンテオンのリープを使ってゼラスに接近しやすいです。\n- パンテオンはスタンを持っており、ゼラスを一時的に無力化することで、オールインが強力になります。\n- パンテオンのバーストダメージは序盤から高く、ゼラスが十分に育つ前にキルを狙いやすいです。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、パンテオンの攻撃に対して脆弱です。\n\n有利の取り方:\n- レーン開始時にゼラスのスキルを避けながら接近し、AAやスキルでハラスを行う。\n- ゼラスがスキルを使った後の隙を狙ってリープで接近し、スタンを当ててオールインを仕掛ける。\n- ゼラスがマナを消費しているタイミングを見計らい、積極的にトレードを行う。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、スノーボールを狙う。\n- ゼラスがスキルを外したタイミングで、積極的に攻撃を仕掛け、キルを狙う。",
      "バード": "バードがゼラスに有利です。\n\n理由:\n- バードは高い機動力を持ち、ゼラスのスキルを避けやすいため、ハラスを受けにくい。\n- バードのスタン効果を利用して、ゼラスのスキルを発動する前に攻撃を仕掛けることができる。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、バードの攻撃を受けやすい。\n- バードは回復スキルを持っており、ゼラスのハラスを受けても持続力が高い。\n- バードのローム能力を活かして、他のレーンに影響を与えやすく、ゼラスを孤立させることができる。\n\n有利の取り方:\n- ゼラスのスキルを避けながら、バードのスタンを狙って攻撃する。\n- 鐘を回収し、火力を向上させつつ、レーン維持を行う。\n- ゼラスがスキルを使った後の隙を狙って攻撃する。\n- バードのロームを活かして、他のレーンにプレッシャーをかける。\n- ゼラスが近づいてきた際に、バードの回復スキルを使って持続力を高める。",
      "ジリアン": "ジリアンがゼラスに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、ゼラスの長射程攻撃に対しても効果的に反撃できる。\n- ジリアンのCCスキルはゼラスのスキルを当てるタイミングを狂わせることができ、特にスタンを使うことでゼラスの攻撃を無効化できる。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ジリアンの攻撃が当たりやすい。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、ゼラスに対して有利な状況を作りやすい。\n\n有利の取り方:\n- ゼラスのスキルの発動タイミングを見極め、スタンを当てて反撃する。\n- ジリアンの移動速度バフを活かして、ゼラスの攻撃を避けつつハラスを行う。\n- ゼラスがスキルを外したタイミングで積極的に攻撃し、レーンでの優位を確保する。\n- 集団戦では、ゼラスの攻撃を受ける前に味方をバフし、ゼラスを狙う。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポリモーフを持っており、ゼラスのスキルを無力化することができるため、ゼラスの攻撃を防ぎやすい。\n- ルルのシールドはゼラスのハラスを軽減し、味方の生存能力を向上させることができる。\n- ルルは機動力が高く、ゼラスのスキルを避けやすいため、レーンでのハラスを受けにくい。\n- ゼラスは自己防衛手段が乏しいため、ルルが近づいてポリモーフを使うことで簡単に捕まえることができる。\n\n有利の取り方:\n- ゼラスのスキルを避けながら、ハラスを行うことでレーンの主導権を握る。\n- ゼラスがスキルを使った後に攻撃を仕掛け、ポリモーフを使って無力化する。\n- シールドを適切に使い、ゼラスのハラスを軽減しつつ、味方の攻撃をサポートする。\n- ゼラスが近づいてきた際に、ポリモーフを使って捕まえ、味方と連携して攻撃する。",
      "ニーコ": "ニーコが有利です。\n\n理由:\n- ニーコは擬態を使ってゼラスの攻撃を避けたり、奇襲を仕掛けることができるため、ゼラスの長射程攻撃を無効化しやすい。\n- ゼラスのスキルは発動に時間がかかるため、ニーコの高い機動力を活かしてスキルを回避しやすい。\n- ニーコのスタンやスネアを使うことで、ゼラスの行動を制限し、近距離での戦闘を有利に進めることができる。\n- ニーコはAoEダメージを持っており、集団戦でゼラスを一気に排除することが可能。\n\n有利の取り方:\n- レーンでのハラスを行う際、擬態を使ってゼラスの攻撃を避けつつ、反撃を行う。\n- ゼラスがスキルを使った後の隙を狙って、近づいて攻撃する。\n- 集団戦では、ゼラスの後衛に入り込み、スタンやAoEダメージを活かして一気にダメージを与える。\n- ゼラスがスキルを使った後は、積極的に攻撃を仕掛け、レーンの主導権を握る。",
      "ミリオ": "ミリオはゼラスに有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、ゼラスの長射程攻撃に対抗しやすい。\n- ゼラスのスキルは発動が遅く、ミリオの機動力を活かして避けることができる。\n- ミリオの回復やシールドにより、ゼラスのハラスを耐えることができ、持続的にレーンでの優位を保てる。\n- ゼラスのCCはスタンのみであり、ミリオのウルトでその効果を解除できるため、ゼラスの攻撃を無効化できる。\n- ミリオは短射程のチャンピオンに対して強く、ゼラスの攻撃を受けるリスクを減らせる。\n\n有利の取り方:\n- ミリオのスキルを使って味方の攻撃範囲を延ばし、ゼラスに対してハラスを行う。\n- ゼラスのスキルを避けるために、ミリオの機動力を活かして位置取りを工夫する。\n- ゼラスがスキルを使った後に攻撃を仕掛け、反撃のチャンスを狙う。\n- ミリオの回復やシールドを適切に使い、ゼラスのハラスを耐えつつ持続的にレーンを支配する。\n- ゼラスがCCを使った際に、ミリオのウルトで味方を守り、集団戦での優位を築く。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは強力なCCを持っており、ゼラスのスキルを当てる前に近づいて捕まえることができる。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ノーチラスのフックやノックアップで簡単に捕まえられる。\n- ノーチラスはタンクとしての耐久力が高く、ゼラスの遠距離攻撃を受けながらも持続的に攻撃を仕掛けることができる。\n- ゼラスはスキルの発動に時間がかかるため、ノーチラスがエンゲージするタイミングを見計らうことで、ゼラスのスキルを避けることができる。\n\n有利の取り方:\n- ゼラスがスキルを使った後の隙を狙ってエンゲージする。\n- フックを使ってゼラスを捕まえ、連続してCCを重ねることでダメージを与える。\n- ゼラスが後退する際に、ミニオンを利用して近づき、ハラスを行う。\n- チームメイトと連携し、ゼラスを囲む形で攻撃を仕掛ける。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "スレッシュがメルに不利です。\n\n理由:\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、スレッシュが近づく前にダメージを与えられる。\n- メルのスネア効果により、スレッシュは捕まえられやすく、特にスレッシュのエンゲージが無効化される可能性がある。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、メルの高いダメージに対して耐えにくい。\n- メルは確定キルを狙いやすく、スレッシュがHPを削られると、オールインで勝てなくなる。\n\n不利の緩和策:\n- スレッシュはレーンでのハラスを避け、メルのスキルを避けるように立ち回る。\n- スレッシュのフックを積極的に使い、メルを捕まえるチャンスを狙うが、慎重に行動する。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでメルのダメージを軽減する。\n- チームメイトと連携し、メルを集団戦で狙うことで、個々の1対1の不利を補う。",
      "ブリッツクランク": "ブリッツクランクがメルに不利です。\n\n理由:\n- メルは長射程のスキルを持ち、ブリッツクランクが近づく前にダメージを与えることができるため、ブリッツクランクが接近するのが難しい。\n- メルのスネア効果により、ブリッツクランクがフックを当てる前に行動を制限される可能性が高い。\n- メルは確定キルを狙いやすく、HPが低いブリッツクランクに対して特に強力。\n- メルのバリアにより、ブリッツクランクのサイレンスやノックアップを無効化されることがある。\n\n不利の緩和策:\n- ブリッツクランクは、メルのスキルを避けるために、草むらを利用して奇襲をかける。\n- メルのスネアを避けるために、フックを使うタイミングを慎重に選ぶ。\n- メルのバリアが切れたタイミングを狙って、フックを当てるチャンスを作る。\n- チームメイトと連携し、メルを囲む形で攻撃することで、彼女のスキルを無効化する。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- メルは豊富なAoEスキルを持ち、序盤からの影響力が高いため、モルガナのスキルを避けやすい。\n- メルのスネア効果により、モルガナは捕まえられるリスクが高く、特にモルガナのスキルがクールダウン中の場合、攻撃を受けやすい。\n- モルガナは全体的にクールダウンが長く、持続的な戦闘に向いていないため、メルの攻撃に対して反撃が難しい。\n- メルのパッシブによって、HPが低い敵を確定キルする能力があり、モルガナはその対象になりやすい。\n\n不利の緩和策:\n- モルガナはスペルシールドを活用し、メルのスネアを防ぐことで、攻撃を受けるリスクを減らす。\n- レーンでの位置取りを工夫し、メルのAoEスキルを避けるようにする。\n- チームメイトと連携し、メルに対して集団での攻撃を仕掛けることで、モルガナの強みを活かす。\n- アイテムを選択する際に、マナ管理を意識し、持続的な戦闘ができるようにする。",
      "ブラウム": "ブラウムがメルに不利です。\n\n理由:\n- メルは長射程の攻撃を持ち、ブラウムが近づく前にハラスを行いやすい。\n- メルのスネア効果により、ブラウムは接近することが難しく、スタンを狙うことができない。\n- メルのAoEスキルは、ブラウムの防御能力を無視してダメージを与えることができる。\n- ブラウムはサステインがないため、メルの持続的なダメージに対抗しづらい。\n- メルは確定キルを狙いやすく、ブラウムがHPを削られると一気に不利になる。\n\n不利の緩和策:\n- ブラウムはレベルアップを早め、早期にタワー下での防御を意識する。\n- メルのスキルを避けるために、ミニオンを利用して前に出るタイミングを調整する。\n- ブラウムのパッシブを活かすために、ADCと連携してハラスを行う。\n- サポートアイテムを早めに購入し、回復効果を得ることで持続力を高める。\n- 敵ジャングラーのガンクを意識し、メルのハラスを受ける前に味方と連携して動く。",
      "ソラカ": "ソラカが不利です。\n\n理由:\n- ソラカは回復能力が高く、持続的なダメージを与えることが難しいメルに対して有利です。\n- メルのスネア効果により、ソラカは行動を制限されやすく、特に逃げる手段が乏しいため、捕まるリスクが高いです。\n- メルのAoEスキルは、ソラカのヒールを無効化する重傷効果を持つため、回復が効果的に行えません。\n- メルは序盤からの影響力が高く、レーンでのハラスが強力なため、ソラカは圧力を受けやすいです。\n\n不利の緩和策:\n- ソラカはレーンでのハラスを避けるために、ミニオンを利用して安全にCSを取ることを心がける。\n- メルのスキルを避けるために、位置取りを工夫し、スネアを受けないようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで生存率を高める。\n- チームメイトと連携し、メルの攻撃を分散させることで、ソラカが安全に回復できる状況を作る。",
      "ナミ": "ナミが不利です。\n\n理由:\n- メルは豊富なAoEスキルを持ち、序盤からの影響力が高いため、ナミのハラスを受けやすい。\n- メルのスネア効果により、ナミは接近する際に捕まるリスクが高く、トレードが不利になる。\n- ナミの回復能力はメルの持続的なダメージに対して効果が薄く、特にメルがスノーボールしている場合、ナミの回復が追いつかない。\n- メルは長射程のスキルを持っているため、ナミが近づくのが難しく、ハラスを受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、メルのスキルを避ける立ち回りを心がける。\n- ナミのCCを活かして、メルのスキルを当てさせないようにする。\n- 可能であれば、味方のジャングラーと連携してメルを攻撃し、早期に圧力をかける。\n- マナ管理を徹底し、必要な時に回復やCCを使えるようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- メルは回復効果に対して強力な抑止力を持っており、セラフィーンの回復スキルを無効化することができる。\n- メルのスネア効果により、セラフィーンは動けなくなりやすく、スキルを当てるのが難しくなる。\n- メルは長射程のAoEスキルを持っており、序盤からの影響力が高いため、セラフィーンが安全にハラスを行うのが難しい。\n- セラフィーンはスキルの発生が遅く、メルの攻撃を受ける前に反撃するのが難しい。\n\n不利の緩和策:\n- セラフィーンは味方と連携し、集団戦での強みを活かすようにする。\n- スキルを連打するタイミングを見計らい、メルのスネアを避けるように動く。\n- 防御アイテムを早めに購入し、耐久力を上げることでアサシンや高バーストダメージに対抗する。\n- セラフィーンのスキルを当てやすくするために、敵の動きを予測してスキルを使う。",
      "パイク": "パイクが不利です。\n\n理由:\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、パイクが近づくのが難しい。\n- メルのスネア効果により、パイクは捕まえられやすく、反撃の機会を失う。\n- メルは確定キルを狙いやすく、パイクの回復効果を無効化する可能性がある。\n- メルのAoEスキルは、パイクがミニオンを処理するのを妨げ、レーンでの影響力を低下させる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ブッシュを利用して隠れながら動く。\n- メルのスネアを避けるために、フックやカモフラージュを駆使して距離を保つ。\n- メルのスキルを避けるために、タイミングを見計らって動くことで、反撃のチャンスを増やす。\n- サポートアイテムを活用して、回復や視界を確保し、レーンでの生存率を上げる。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- メルはスネア効果を持つため、ヴェル＝コズの機動力の低さを突いて捕まえやすい。\n- メルのAoEスキルは、ヴェル＝コズのスキルを反射するバリアを持つため、ハラスが効きにくい。\n- メルは序盤からの影響力が高く、ヴェル＝コズがスキルを当てる前にダメージを与えられる可能性がある。\n- メルの確定キル能力により、ヴェル＝コズはHPが減ると非常に危険な状況に陥る。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用して距離を保つ。\n- メルのスネアを避けるため、スキルの発動タイミングを見極める。\n- サポートアイテムを活用して、回復やシールドを受けることで耐久力を上げる。\n- 集団戦では、後衛から安全にダメージを出す立ち位置を意識する。",
      "ソナ": "ソナが不利です。\n\n理由:\n- メルは豊富なAoEスキルを持ち、序盤からの影響力が高いため、ソナの回復や支援を無効化しやすい。\n- メルのスネア効果により、ソナは捕まるリスクが高く、特に序盤の脆弱な状態では致命的なダメージを受ける可能性がある。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、メルの攻撃に対して耐えられないことが多い。\n- メルのスキルは確定キルを狙いやすく、ソナが回復を行っても効果が薄れることがある。\n\n不利の緩和策:\n- レーンでのポジショニングを意識し、メルのスキルを避けるようにする。\n- ソロレーンやジャングルからのサポートを受けて、メルに対するプレッシャーをかける。\n- マナ管理を徹底し、必要な時に回復やバフを行えるようにする。\n- アイテムを早めに購入し、耐久力を上げることでメルの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ノーチラス": "ノーチラスはメルに有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、メルのスネアを無効化しやすい。\n- メルは回復効果に弱いが、ノーチラスは持続的なダメージを与えることができるため、メルのHPを削りやすい。\n- ノーチラスのフックは長射程で、メルが距離を保とうとしても捕まえやすい。\n- メルは能動的なCCがないため、ノーチラスのエンゲージに対して反撃が難しい。\n- ノーチラスはタンクとして耐久力が高く、メルのダメージを受け止めやすい。\n\n有利の取り方:\n- レベル2でのエンゲージを狙い、フックを使ってメルを捕まえる。\n- メルがスキルを使った後に隙を見て攻撃し、ダメージを与える。\n- ジャングラーと連携して、メルを孤立させてキルを狙う。\n- ミニオンウェーブを管理し、メルがCSを取りに来たタイミングでフックを狙う。\n- メルのスキルクールダウンを把握し、スキルがないタイミングで積極的に攻撃する。",
      "ゼラス": "ゼラスはメルに有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、メルの攻撃を安全な距離からハラスできるため、レーンでの優位性を保ちやすい。\n- メルはスネア効果を持つが、ゼラスはスタン効果を持っており、メルのスキルを無力化することができる。\n- ゼラスのAoE攻撃は、メルのミニオンを利用したハラスを無効化しやすく、メルのCSを取りづらくさせる。\n- ゼラスはマナ回復のパッシブを持っているため、持続的にスキルを使用し続けることができ、レーンでの持続力が高い。\n- メルは回復効果に弱いが、ゼラスは持続的なダメージを与えることができるため、メルの強みを打ち消すことができる。\n\n有利の取り方:\n- レーン開始時から積極的にハラスを行い、メルのHPを削る。\n- スタンを利用してメルのスネアを避けつつ、攻撃を続ける。\n- ミニオンを利用してメルのスキルを避けながら、AoE攻撃でダメージを与える。\n- マナ管理を意識し、パッシブを活用して持続的にスキルを使い続ける。\n- 集団戦では、ゼラスのAoE攻撃を活かしてメルを狙い、他の敵チャンピオンにもダメージを与える。",
      "ジャンナ": "ジャンナがメルに有利です。\n\n理由:\n- ジャンナは強力なシールドを持ち、メルのスキルによるダメージを軽減できるため、メルの攻撃を受けにくい。\n- ジャンナのCCスキルはメルの動きを制限し、メルがスキルを使うタイミングをずらすことができる。\n- メルは回復効果に弱いが、ジャンナは回復スキルを持っており、持続的なダメージを受けても耐えやすい。\n- ジャンナの移動速度向上効果により、メルの攻撃を避けやすく、戦闘を有利に進めることができる。\n- ジャンナはディスエンゲージ能力が高く、メルがオールインを仕掛けてきた際に反撃しやすい。\n\n有利の取り方:\n- レーンでのシールドを活用し、メルのスキルを無効化することで、ダメージを抑える。\n- CCスキルを使ってメルの動きを制限し、攻撃のチャンスを作る。\n- メルがスキルを使った後に攻撃を仕掛け、反撃のタイミングを見計らう。\n- ジャンナの移動速度向上効果を利用して、メルの攻撃を避けつつ、味方と連携して攻撃する。\n- 集団戦では、ジャンナのディスエンゲージ能力を活かして、メルが攻撃しづらい状況を作る。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤からオールインが可能で、メルのスキルを無効化しやすい。\n- メルは能動的なCCがないため、レオナの強力なCCコンボに対して無防備になりやすい。\n- レオナのスタンやスネアは、メルのスキルを発動させる前に敵を無力化できるため、メルの攻撃を封じることができる。\n- メルは回復効果に弱いが、レオナは持続的なダメージを与えることができないため、メルの持続的なダメージを抑えやすい。\n- レオナはミニオンに妨害されずにロームやGankに対応できるため、メルの影響力を削ぐことができる。\n\n有利の取り方:\n- レーンでのハラスを行い、メルのHPを削る。\n- CCを駆使してメルを捕まえ、オールインを狙う。\n- メルのスキルを避けつつ、味方ADCと連携して攻撃を仕掛ける。\n- メルがスキルを使った後の隙を狙って、積極的に攻撃する。\n- ルーンやアイテムを活用して、耐久力を高めつつダメージを与える。",
      "ルル": "ルルがメルに有利です。\n\n理由:\n- ルルは味方にシールドを付与できるため、メルの攻撃を軽減しやすい。\n- メルのスネア効果に対して、ルルはポリモーフを使って無力化できるため、メルの攻撃を防ぎやすい。\n- ルルのCCは敵の行動を制限する能力が高く、メルのスキルを使わせずに戦闘を有利に進めることができる。\n- ルルは味方を強化する能力があり、メルの攻撃を受けた味方を守ることができるため、集団戦での影響力が高い。\n- ルルは柔軟な戦術が可能で、状況に応じてスキルを使い分けることでメルに対抗できる。\n\n有利の取り方:\n- メルのスキルを使わせる前にポリモーフを使い、行動を制限する。\n- シールドを適切なタイミングで使用し、メルの攻撃を軽減する。\n- メルが攻撃を仕掛ける際に、味方と連携して反撃する。\n- メルのスネアを避けるために、位置取りを工夫し、距離を保つ。\n- 集団戦では味方を強化し、メルの攻撃を受ける味方を守ることで、戦闘を有利に進める。",
      "ザイラ": "ザイラはメルに有利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、メルのスキルを安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ザイラのCCスキルは範囲攻撃であり、メルのスネアを無効化しつつ、敵を拘束することができる。\n- メルは回復効果に弱いが、ザイラは持続的なダメージを与える能力が高く、メルのHPを削りやすい。\n- ザイラの植物を利用した攻撃は、メルのスキルを避けながらダメージを与えることができるため、メルの攻撃を受けにくい。\n\n有利の取り方:\n- 序盤から積極的にハラスを行い、メルのHPを削る。\n- CCスキルを使ってメルを拘束し、連続攻撃を狙う。\n- 植物を利用して視界を確保し、敵の動きを制限する。\n- メルがスキルを使った後の隙を狙って攻撃することで、ダメージを与えやすくする。",
      "パンテオン": "パンテオンがメルに有利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、メルの長射程を活かす前にオールインが可能です。\n- パンテオンのスタンを持つスキルは、メルのスネアを無効化し、攻撃のチャンスを作ります。\n- パンテオンは序盤からのバーストダメージが高く、メルのHPを早期に削ることができます。\n- メルは回復効果に弱いですが、パンテオンは持続的なダメージを与えるのが得意で、メルの弱点を突けます。\n- パンテオンのグローバルなUltにより、他のレーンへの影響力を持ちやすく、ゲーム全体に貢献しやすいです。\n\n有利の取り方:\n- レベル2または3でのオールインを狙い、メルのHPを早期に削る。\n- スタンを使ってメルのスネアを避け、攻撃を仕掛ける。\n- メルがスキルを使った後に隙を見て攻撃し、ダメージを与える。\n- パンテオンのUltを使って他のレーンに圧力をかけ、全体の優位を確保する。\n- メルのスキルクールダウンを把握し、スキルがないタイミングで攻撃を仕掛ける。",
      "ジリアン": "ジリアンはメルに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、メルのHPを迅速に削ることができる。\n- ジリアンのCCスキルはメルの動きを制限し、スネアを持つメルに対しても有効に働く。\n- ジリアンの蘇生能力は、メルがキルを狙う際に逆転のチャンスを与えることができ、メルの確定キル能力を無効化する。\n- ジリアンは移動速度のバフを持ち、メルの攻撃を避けやすく、戦闘を有利に進めることができる。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、序盤からの影響力を高めることができる。\n\n有利の取り方:\n- ジリアンは序盤から積極的にメルに対して攻撃を仕掛け、スキルを使ってダメージを与える。\n- CCスキルを駆使してメルの動きを制限し、攻撃のチャンスを作る。\n- 蘇生能力を活用し、味方がフォーカスされた際に逆転のチャンスを作る。\n- 移動速度のバフを利用して、メルの攻撃を避けつつ、反撃のタイミングを見計らう。\n- 経験値の優位性を活かして、レベル差をつけ、メルに対して圧倒的な存在感を示す。",
      "ユーミ": "ユーミがメルに有利です。\n\n理由:\n- ユーミは回復やシールドを提供できるため、メルの攻撃を耐えやすい。\n- メルのスネア効果に対して、ユーミは味方に密着することで安全に立ち回れる。\n- ユーミのスロー効果を使って、メルの攻撃を避けることができる。\n- メルは持続的なダメージを出すのが難しいため、ユーミの回復で持ちこたえやすい。\n- ユーミは集団戦で味方を強化できるため、メルのAoEスキルに対抗しやすい。\n\n有利の取り方:\n- レーンでのハラスを避けつつ、ユーミの回復を活用して持続的に戦う。\n- メルのスネアを避けるために、ユーミのスローを使って距離を保つ。\n- ユーミが味方に密着している間に、メルのスキルを無駄にさせるように立ち回る。\n- 集団戦では、ユーミのシールドや回復を駆使して味方を守り、メルの攻撃を無効化する。",
      "ブランド": "ブランドはメルに有利です。\n\n理由:\n- ブランドは高い持続ダメージを持ち、メルのHPを削りやすい。\n- ブランドのスタン効果により、メルのスネアを無効化しやすい。\n- ブランドはAoEダメージが豊富で、集団戦での影響力が高い。\n- メルは回復効果に弱いため、ブランドの持続ダメージに対抗しづらい。\n- ブランドは射程が長く、メルの攻撃を避けながらダメージを与えられる。\n\n有利の取り方:\n- ブランドは序盤から積極的にスキルを使い、メルに圧力をかける。\n- スタンを狙ってメルのスネアを避け、反撃のチャンスを作る。\n- AoEスキルを利用して、メルの周囲のミニオンを処理しつつダメージを与える。\n- メルがスキルを使った後の隙を狙い、ダメージを与える。\n- ブランドのパッシブを活用して、マナを維持しながら持続的に攻撃を続ける。"
    }
  }
}