{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ジャンナの強力なCCにより、パンテオンのオールインが阻止されやすく、攻撃を仕掛けるタイミングを失いやすい。\n- ジャンナのシールドと回復効果により、パンテオンのバーストダメージが軽減され、効果的なダメージを与えにくい。\n- ジャンナは遠距離攻撃を持つため、パンテオンが近づく前にハラスを受けやすく、レーンでのプレッシャーがかかる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用してジャンナの視界を避けながら動く。\n- ジャンナのCCを避けるために、スキルのクールダウンを考慮し、タイミングを見計らってエンゲージを行う。\n- 他のレーンからのギャンクを狙い、ジャンナが孤立しているタイミングを見計らって攻撃を仕掛ける。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ジャンナの強力なCCにより、アリスターのエンゲージが阻止されやすく、攻撃を仕掛けることが難しい。\n- ジャンナのシールドと回復効果により、アリスターのダメージが軽減され、持続的な戦闘で不利になる。\n- ジャンナの遠距離攻撃に対してアリスターは近接キャリーであり、距離を詰めるのが難しく、常にダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ジャンナのスキルを避けることで、エンゲージのチャンスを増やす。\n- ジャングラーと連携し、ジャンナを狙ったギャンクを仕掛けることで、アリスターの影響力を高める。\n- アイテムを工夫し、マナ管理を徹底することで、スキルを多用できる状況を作り出す。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ジャンナの強力なCCにより、ラカンはエンゲージを仕掛ける際に捕まるリスクが高く、移動不可の状態にされると何もできなくなる。\n- ジャンナのシールドと回復能力により、ラカンの攻撃が無効化されやすく、持続的なダメージを与えることが難しい。\n- ジャンナは遠距離からのハラスが得意で、ラカンが接近する前にダメージを与えられるため、レーンでのプレッシャーが強い。\n\n不利の緩和策：\n- ジャンナのスキルのクールダウンを考慮し、エンゲージのタイミングを慎重に選ぶことで、相手のCCを避ける。\n- ジャンナのシールドを無効化するアイテムを早めに購入し、ラカンのダメージを通しやすくする。\n- レーンでのハラスを避けるために、味方ADCと連携して安全にファームを行い、レベル差をつけることで有利な状況を作る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ジャンナの強力なCCにより、ラックスは接近されるとスキルを使う余裕がなくなり、脆弱な状態にさらされる。\n- ジャンナのシールドと回復効果により、ラックスのバーストダメージが軽減され、キルを狙いにくくなる。\n- ジャンナの移動速度バフにより、味方ADCが逃げやすく、ラックスがハラスを行っても効果が薄れる。\n\n不利の緩和策：\n- レーンでのハラスを控え、ジャンナのCCを避けるために位置取りを工夫する。\n- ジャンナのスキルを避けるために、ミニオンを利用してスキルをブロックする。\n- サポートアイテムやポーションを活用し、持続的なハラスを行うことで、レーンでの生存率を上げる。",
      "レル": "レルが不利です。\n\n理由：\n- ジャンナは強力なCCを持ち、レルがエンゲージを仕掛けようとした際に、ジャンナのノックバックやノックアップで簡単に妨害されてしまいます。\n- ジャンナのシールドや回復効果により、レルのダメージを軽減されるため、レルの攻撃が効果的に機能しにくいです。\n- ジャンナは射程が長く、レルが近づく前に攻撃を受けることができるため、レルがレーンでのプレッシャーをかけるのが難しくなります。\n\n不利の緩和策：\n- レルはレーンでのハラスを控え、ジャンナのスキルを避けながら、味方ADCと連携してファームを優先することが重要です。\n- ジャンナのスキルのクールダウンを狙い、ジャンナがスキルを使った後にエンゲージを仕掛けるタイミングを見計らうと良いでしょう。\n- ビジョンを確保し、敵の動きを把握することで、ジャンナのCCを避けるための位置取りを意識することが大切です。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ジャンナのシールドやCCによって、モルガナのスネアやダメージを無効化されやすく、攻撃が通りにくい。\n- ジャンナのノックバックやノックアップにより、モルガナが敵を捕まえるチャンスを奪われ、レーンでのプレッシャーをかけにくい。\n- ジャンナは移動速度を上げる能力を持っているため、モルガナが距離を詰めるのが難しく、持続的なダメージを与えにくい。\n\n不利の緩和策：\n- ジャンナのスキルを避けるために、位置取りを工夫し、相手のCCを受けないようにする。\n- ジャンナのシールドを剥がすために、味方と連携して攻撃を仕掛けるタイミングを見計らう。\n- モルガナのスペルシールドを活用し、味方を守りつつ、相手の攻撃を受け流すことで、レーンでの生存率を上げる。",
      "ポッピー": "ポッピーが不利です。\n\n- ジャンナは射程が長く、ポッピーが近づく前にハラスを行うことができるため、ポッピーはレーンでのトレードが難しい。\n- ジャンナのCCスキルにより、ポッピーがエンゲージを試みる際に阻止されやすく、ポッピーの強みを活かしにくい。\n- ジャンナのシールドと回復効果により、ポッピーのダメージを軽減され、持続戦闘で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して奇襲をかけるタイミングを見計らう。\n- ジャンナのスキルを避けるために、ポジショニングを工夫し、CCを受けないように立ち回る。\n- ジャンナのスキルのクールダウンを確認し、スキルがないタイミングで積極的にエンゲージを試みる。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ジャンナは強力なCCを持ち、レオナが接近する際にノックバックやノックアップで妨害できるため、レオナのオールインが難しくなる。\n- ジャンナのシールドや回復能力により、レオナの攻撃が無効化されやすく、持続的なダメージを与えることが困難。\n- ジャンナは移動速度を上げるスキルを持っており、レオナが近づくのを防ぎやすく、逃げられることが多い。\n\n不利の緩和策：\n- ジャンナのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、ジャンナを狙う際は一緒に行動して、彼女のディスエンゲージ能力を無効化する。\n- ブッシュを利用して奇襲をかけ、ジャンナがスキルを使う前に接近することで、彼女の反応を遅らせる。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ジャンナに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱であるため、セナの攻撃を受けやすい。\n- セナのスネア効果により、ジャンナの移動を制限し、彼女のディスエンゲージ能力を無効化することができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジャンナにプレッシャーをかける。\n- セナのスネアを活用して、ジャンナやそのADCを捕まえ、キルチャンスを狙う。\n- ジャンナのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで、シールドや回復を提供し、ジャンナのハラスを軽減できるため、レーンでのサステインが高い。\n- ジャンナのCCは主にディスエンゲージに特化しているため、ユーミのスロー効果を利用して攻撃的にプレイしやすい。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、ジャンナのスキルを避けることができる。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、味方ADCと連携して攻撃を仕掛け、ジャンナのシールドを無効化する。\n- ジャンナのスキルがクールダウン中に積極的にオールインを仕掛け、相手のHPを削る。\n- 視界を確保しつつ、ジャンナの位置を把握して、彼女のスキルを避けながら安全にサポートを行う。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦での味方の生存率を高めることができるため、ジャンナのシールドや回復を上回る支援ができる。\n- ソナのスタン効果は発生が早く、ジャンナのCCを無効化することができるため、ジャンナが攻撃的に出てきた際に反撃しやすい。\n- ジャンナは序盤が脆弱であるため、ソナのハラスや回復でレーンでの優位を確保しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナにプレッシャーをかけることで、彼女のスキルを無駄にさせる。\n- ソナのオーラを活用して、味方ADCと連携し、ジャンナを攻撃するタイミングを見計らう。\n- 集団戦では、ジャンナのCCを避けつつ、味方を支援することで、ジャンナの影響力を減少させる。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を利用して奇襲を仕掛けることができ、ジャンナのディスエンゲージ能力を無効化しやすいです。\n- ジャンナは基礎ステータスが低く、序盤は脆弱なため、ニーコの高いバーストダメージで早期に圧力をかけることが可能です。\n- ジャンナのCCは主に敵を遠ざけるものであり、ニーコのスタンやスネアに対しては効果的に対処できないため、ニーコが有利な状況を作りやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナのHPを削ることでプレッシャーをかける。\n- 擬態を利用してジャンナの背後から奇襲を仕掛け、彼女のスキルを避けながらダメージを与える。\n- ジャンナがスキルを使った後の隙を狙い、オールインを仕掛けてキルを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ジャンナのディスエンゲージ能力を無効化することができるため、オールインを仕掛けやすい。\n- ナミのハラス能力は高く、ジャンナの基礎ステータスが低いため、序盤から有利にトレードを進めることができる。\n- ナミの回復能力は、ジャンナのシールドと比較して持続的なサポートが可能で、特にレーン戦での持久力が高い。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ジャンナのHPを削ることでプレッシャーをかける。\n- ジャンナのスキルを避けつつ、ナミのCCを活かしてオールインを仕掛けるタイミングを見計らう。\n- ジャンナがスキルを使った後の隙を狙い、ナミのスキルを連続で当ててダメージを与える。",
      "バード": "バードが有利です。\n\n理由：\n- バードは敵をスタンさせる能力を持っており、ジャンナのディスエンゲージ能力を無効化することができるため、ジャンナが攻撃的に出られない。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、バードの攻撃やCCで簡単に圧力をかけることができる。\n- バードは鐘を回収することで火力を向上させることができ、持続的なダメージを与えやすい。これに対して、ジャンナは自己防衛に特化しているため、攻撃的なプレイに対して弱い。\n\n有利の取り方：\n- バードのスタンを活かして、ジャンナがスキルを使う前に先手を打つことで、ジャンナの行動を制限する。\n- 鐘を回収しながらレーンを維持し、ジャンナに対して持続的な圧力をかけることで、ADCを孤立させる。\n- バードの移動スキルを駆使して、ロームを行い、他のレーンでのプレッシャーをかけることで、ジャンナの影響力を減少させる。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ラックスのスキルを当てる前に接近されると、ラックスは脆弱な状態になりやすい。\n- ナミのハラス能力が高く、ラックスはスキルのクールダウンが長いため、トレードで不利になりやすい。\n- ナミの回復能力により、ラックスのバーストダメージが軽減され、キルを狙うのが難しくなる。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ナミのスキルを避けることでハラスを減らす。\n- サポートアイテムやポーションを活用し、マナと体力を管理しながら耐える。\n- 味方のジャングラーと連携し、ナミを捕まえるチャンスを作ることで、ラックスの強みを活かす。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ナミは豊富なCCと回復能力を持ち、モルガナのスネアを避けながらハラスを行いやすい。特に、ナミのスタンやノックアップはモルガナに対して強力なプレッシャーをかける。\n- ナミの攻撃的なエンチャンターとしての特性により、モルガナはレーンでのトレードで不利になりやすい。ナミのスキルは全てダメージを持ち、モルガナのHPを削るのが容易。\n- モルガナのクールダウンが長く、ナミのスキルを連続で受けると、モルガナは反撃の機会を失いやすい。特に、ナミのハラスに対して持続的に耐えるのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ナミのスキルを避けるように心がける。\n- スペルシールドを活用して、ナミのCCを無効化し、味方の安全を確保する。特に、味方がオールインする際にタイミングを見計らって使用する。\n- アイテムを早めに購入し、マナ管理を徹底することで、持続的な戦闘能力を向上させ、ナミとのトレードで有利に立てるようにする。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、特にスタンやノックアップでソラカを捕まえることができるため、ソラカは攻撃を受けやすい。\n- ナミのハラス能力が高く、ソラカは回復を行う前にダメージを受けやすく、レーンでのトレードが不利になる。\n- ソラカは逃げる手段が乏しく、ナミの攻撃的なプレイスタイルに対して脆弱であるため、奇襲やエンゲージに対して弱い。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ナミのスキルを避けることでハラスを減らす。\n- 味方のADCと連携し、ナミの攻撃を受ける前に反撃するタイミングを見計らう。\n- アイテムを早めに購入し、マナ管理をしっかり行いながら回復を行い、持続的な戦闘を意識する。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、パンテオンが接近する際にスタンやノックアップで妨害できるため、オールインが難しくなる。\n- ナミのハラス能力が高く、遠距離からの攻撃でパンテオンの体力を削ることができるため、レーンでのトレードで不利になる。\n- パンテオンはサステインが乏しく、ナミの回復能力に対抗しづらいため、持続的な戦闘で劣位に立たされる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動き、ナミのスキルを避けるようにする。\n- ナミのCCを避けるために、タイミングを見計らってスキルを使い、相手のスキルを無駄にさせるようにする。\n- 早めにアイテムを購入し、耐久力を上げることで、ナミのハラスに対抗できるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ナミは豊富なCCを持っており、ゼラスのスキルを当てる前に接近されると、捕まってしまうリスクが高いです。\n- ナミの回復能力により、ゼラスのハラスが効果的でなくなり、持続的なトレードで不利になります。\n- ゼラスは自己防衛手段が乏しく、ナミの攻撃的なエンチャンターとしての特性に対して脆弱です。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ナミのCCを避けるように動くことで、ハラスを受けにくくする。\n- スキルを当てるタイミングを見極め、ナミのスキルのクールダウンを狙って攻撃する。\n- サポートの視界を確保し、ナミの動きを把握することで、奇襲を避けるようにする。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ニーコが近づく前に捕まえることができるため、ニーコの攻撃を阻害しやすい。\n- ナミのハラス能力が高く、ニーコは射程が短いため、ナミの攻撃を受けやすく、トレードで不利になることが多い。\n- ナミの回復能力により、ニーコのダメージを軽減されやすく、持続的な戦闘で優位に立たれる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ナミのスキルを避けることでハラスを減らす。\n- ミニオンを利用してナミの攻撃を受けないようにし、ハラスを行うタイミングを見計らう。\n- サポートと連携し、ナミのCCを避けるための奇襲を仕掛けることで、ニーコの強みを活かす。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ザイラが接近されると簡単に捕まえられてしまうため、ザイラの行動が制限される。\n- ナミのハラス能力が高く、ザイラは相手の攻撃を受けやすく、特にナミの回復効果によってトレードが不利になる。\n- ザイラは移動手段がないため、ナミの攻撃を避けることが難しく、特にナミのCCを受けると一気に危険な状況に陥る。\n\n不利の緩和策：\n- ザイラはレーンでの位置取りを工夫し、ナミのスキルを避けるように心がけることで、ハラスを軽減する。\n- ザイラの植物を利用して、ナミの攻撃を牽制しつつ、相手の動きを制限することで、トレードを有利に進める。\n- サポートアイテムやポーションを活用し、マナと体力を管理しながら、ナミのハラスに耐える時間を稼ぐ。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、セラフィーンのスキルを妨害しやすい。特に、ナミのスタンやノックアップはセラフィーンのスキル発動を阻害し、オールイン合戦での優位性を失わせる。\n- ナミのハラス能力が高く、セラフィーンはスキルの発生が遅いため、ナミの攻撃を受けやすい。これにより、セラフィーンはレーンでのトレードで不利になる。\n- ナミの回復能力により、セラフィーンのダメージを軽減されるため、持続的な戦闘での影響力が薄れる。\n\n不利の緩和策：\n- セラフィーンはレーンでのハラスを避けるため、ミニオンを利用してナミの攻撃をブロックする。これにより、ダメージを受けるリスクを減らす。\n- セラフィーンのスキルを連携させて、ナミのCCを避けるタイミングを見計らう。特に、ナミのスキルがクールダウン中に攻撃を仕掛ける。\n- サポートアイテムやポーションを活用して、マナと体力を管理し、持続的にレーンに留まることで、セラフィーンの強みを活かす。"
    },
    "loses": {
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ナミのスキルを無効化しやすい。特に、ナミのCCは発生が遅いため、アリスターが接近することで簡単に当てることができる。\n- アリスターはタンクとしての耐久力が高く、ナミのハラスを受けてもレーン維持がしやすい。ナミの攻撃が効きにくい。\n- ナミはマナ管理が難しいため、スキルを多用すると早期にマナが枯渇しやすい。アリスターは持続的な戦闘に強く、ナミが疲弊するのを待つことができる。\n\n有利の取り方：\n- アリスターのCCを活かして、ナミがスキルを使う前にエンゲージを仕掛ける。特に、ナミがスキルを使った後の隙を狙う。\n- レーンでのハラスを行い、ナミのHPを削る。アリスターのパッシブを利用して、持続的にハラスを行うことができる。\n- 敵のミニオンを利用して、ナミが近づけない位置でのトレードを行う。アリスターのタンク性能を活かして、ナミにプレッシャーをかけ続ける。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、ナミのハラスを受ける前に攻撃できるため、レーンでのトレードで優位に立ちやすい。\n- ナミのCCは発生が遅く、メルのスネアを避けるのが難しいため、ナミが攻撃を仕掛ける際に反撃のチャンスが増える。\n- メルはナミの回復効果に対して強力な抑止力を持っており、ナミのスキルを逆用することで有利な状況を作りやすい。\n\n有利の取り方：\n- レーン開始時にメルのスキルを積極的に使い、ナミにハラスをかけてマナを消耗させる。\n- ナミのCCを避けるために、位置取りを工夫し、スネアを当てるタイミングを見計らう。\n- ナミがスキルを使った後の隙を狙い、メルのスキルで反撃し、トレードを有利に進める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由:\n- ブリッツクランクのフックは発生が早く、ナミのCCを避けながら接近することができるため、ナミを捕まえやすい。\n- ナミはスキルの発生が遅く、ブリッツクランクが近づくと彼女のスキルを当てるのが難しくなるため、ブリッツクランクが有利な状況を作りやすい。\n- ブリッツクランクはナミの回復やCCを無効化するサイレンスを持っており、ナミの強みを封じることができる。\n\n有利の取り方:\n- フックを使ってナミを捕まえ、即座に攻撃を仕掛けることで、彼女のHPを削る。\n- ナミのスキルがクールダウン中のタイミングを狙って積極的に仕掛ける。\n- ブリッツクランクのサイレンスを活用して、ナミがスキルを使えない状況を作り出し、味方と連携してキルを狙う。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ナミのスキルを無効化しやすい。特に、ナミのCCが発生する前にノーチラスが接近することで、ナミの攻撃を封じることができる。\n- ナミは主にハラスを行うエンチャンターであるが、ノーチラスはタンクとして耐久力が高く、ナミのハラスを受けても耐えられるため、持続的なトレードで有利に立てる。\n- ノーチラスのフックは長射程であり、ナミが距離を取ろうとしても捕まえることができるため、オールインのチャンスを作りやすい。\n\n有利の取り方：\n- ナミのスキルのクールダウンを意識し、彼女がスキルを使った後に積極的にエンゲージする。\n- ナミのハラスを受けた際は、回復アイテムを活用しつつ、耐えながらチャンスを待つ。\n- ミニオンの波を利用して、ナミが位置取りをしづらい状況を作り、フックを当てるタイミングを見計らう。",
      "バード": "バードが有利です。\n\n理由:\n- バードはスタンを持っており、ナミのCCを無効化することができるため、ナミの攻撃的なハラスを受けにくい。\n- バードの回復スキルは、ナミのハラスを受けた際に効果的に味方をサポートできるため、持続的なトレードに強い。\n- ナミのスキルは発生が遅く、バードの移動スキルを使うことで回避しやすく、ナミの攻撃をかわしながら反撃が可能。\n\n有利の取り方:\n- スタンを活かしてナミがスキルを使った後に反撃し、トレードを有利に進める。\n- 鐘を回収しながらレーンを維持し、ナミのハラスを受けた際に回復を行い、持続的にレーンでの優位を保つ。\n- ナミがスキルを使ったタイミングを見計らって、移動スキルを使って距離を取り、再度攻撃を仕掛ける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復とバフを持っており、ナミのハラスを受けても持続的に耐えることができるため、レーンでのトレードに強い。\n- ナミのCCは発生が遅く、ソナの移動速度を上げる能力により、ナミのスキルを避けやすい。\n- ソナのスタンは集団戦での影響力が高く、ナミのスキルを無効化することで、味方の生存率を向上させることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ナミのマナを消耗させることで、彼女のスキルを使わせる機会を減らす。\n- ソナのオーラを活用して、味方ADCを強化し、ナミに対して積極的にトレードを仕掛ける。\n- 集団戦では、ナミのCCを避けつつ、タイミングを見計らってスタンを当てることで、ナミの影響力を削ぐ。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ナミのCCを避けやすいため、ナミのスキルを当てにくくします。\n- ナミのスキルは発生が遅く、パイクのフックやハラスに対して脆弱であり、特に接近戦でのトレードにおいて有利です。\n- パイクのパッシブによる回復効果が、ナミのハラスを受けても持続的に戦える要因となり、レーンでの優位性を確保しやすいです。\n\n有利の取り方：\n- フックを使ってナミを捕まえ、トレードを仕掛けることで、早期にダメージを与えます。\n- ナミのスキルのクールダウンを確認し、スキルがないタイミングで積極的にハラスを行います。\n- パイクの移動速度を活かして、ナミのスキルを避けながら接近し、連続的な攻撃を行うことで、レーンの主導権を握ります。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ナミの攻撃を軽減しやすいため、ナミのハラスを受けにくい。\n- ブラウムのパッシブによるスタン効果は、ナミのCCを無効化しやすく、ナミが攻撃的に出てきた際に反撃が可能。\n- ナミのCCは発生が遅く、ブラウムが接近することでナミのスキルを避けやすく、逆にブラウムが有利な状況を作りやすい。\n\n有利の取り方：\n- ブラウムはナミのスキルを避けながら、ADCと連携してハラスを行い、ナミにプレッシャーをかける。\n- ナミがスキルを使った後の隙を狙い、ブラウムのパッシブを活かしてスタンを狙う。\n- ブラウムの防御スキルを使って、ナミの攻撃を受け流しつつ、味方ADCを守りながらトレードを行う。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポリモーフを持っており、ナミのCCを無力化することができるため、ナミの攻撃を効果的に防ぐことができる。\n- ルルのシールドやHP増加の効果により、ナミのハラスを受けても生存しやすく、持続的なトレードで優位に立てる。\n- ナミのCCは発生が遅く、ルルの移動速度を上げるスキルを使うことで、ナミのスキルを避けやすくなる。\n\n有利の取り方:\n- ナミのスキルを避けるために、ルルのスキルを適切に使い、ポジショニングを工夫する。\n- ナミがハラスを仕掛けてきた際には、シールドを使って味方を守りつつ、反撃のチャンスを狙う。\n- ルルのポリモーフを使ってナミのCCを無力化し、トレードを有利に進める。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持つラカンは、ナミのスキルを避けやすく、接近してCCを当てることができるため、ナミのハラスを無効化しやすい。\n- ラカンのCCは瞬時に発動し、ナミのCCの発生が遅いため、ラカンが先に仕掛けることでナミを無力化できる。\n- ナミのマナ管理が難しいため、ラカンが積極的にハラスを行うことでナミのスキルを消費させ、レーンでの優位を築くことができる。\n\n有利の取り方：\n- ラカンの機動力を活かして、ナミがスキルを使った後に積極的にエンゲージし、ナミを捕まえる。\n- ナミのスキルがクールダウン中にハラスを行い、ナミのマナを削ることでレーンの主導権を握る。\n- ザヤとの連携を活かし、ナミに対してオールインを仕掛けることで、相手のサポートを無力化し、ADCを守る。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンはCCを持っており、ナミのスキルを無効化することができるため、ナミのハラスを受けにくい。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、ナミよりも早く強力なスキルを使用できる。\n- ナミのCCは発生が遅く、ジリアンの移動速度のバフを活かすことで、ナミのスキルを避けやすい。\n\n有利の取り方：\n- ジリアンのスキルを使ってナミに対して積極的にハラスを行い、マナを消耗させる。\n- レベル差を利用して、ナミがスキルを使った後に攻撃を仕掛けることで、トレードを有利に進める。\n- ジリアンの移動速度のバフを活かして、ナミのCCを避けつつ、味方と連携してエンゲージを行う。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ゼラスのハラスを受けながらもスキルを当てて反撃することが容易です。\n- カルマのスネアやスロウによってゼラスの動きを制限され、自己防衛手段が乏しいゼラスは捕まると危険です。\n- ゼラスのスキルは発動が遅く、機動力の高いカルマに対して当てるのが難しく、逆にカルマのスキルを受けやすくなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルをブロックし、ダメージを軽減する。\n- 自衛手段を強化するために、アイテムを早めに購入し、マナ管理を意識してスキルを使うタイミングを工夫する。\n- サポートと連携して、カルマのスキルを避ける動きをしつつ、相手のミスを誘うことでチャンスを作る。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、スネアやシールドを使ってパンテオンのオールインを防ぎやすいです。\n- パンテオンはメレーキャリーであり、カルマの遠距離攻撃やハラスに対して接近するのが難しく、ダメージを受けやすいです。\n- カルマのスネアは発生が遅いものの、パンテオンがオールインを仕掛けるタイミングで当てられると、逆に反撃を受けるリスクが高まります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- カルマのスネアを避けるために、スキルを使った後の隙を狙ってオールインを仕掛けるタイミングを見極める。\n- ジャングラーと連携して、カルマに対するギャンクを狙い、レーンの優位性を取り戻す。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、スネアやシールドを駆使してモルガナの行動を制限しやすい。\n- モルガナのスキルはクールダウンが長く、カルマの持つ持続的なハラスやCCに対して対抗しづらい。\n- カルマのシールドによって、モルガナのスネアやダメージを軽減されるため、効果的に攻撃することが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避けるように立ち回る。\n- スペルシールドを活用して、カルマのCCを無効化し、味方と連携して反撃のチャンスを作る。\n- 可能であれば、サポートアイテムを早めに購入し、マナ管理をしっかり行い、持続的な戦闘を意識する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、スネアやシールドを使ってザイラの攻撃を無効化しやすい。\n- ザイラは移動手段がなく、カルマのスネアやスロウに捕まると簡単に倒されてしまう。\n- カルマのスキルは発生が早く、ザイラのスキルを避けるのが容易で、特に機動力の高いカルマに対してはザイラの攻撃が当たりにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、草むらを利用して視界を確保し、カルマのスキルを避けるように立ち回る。\n- ザイラの植物を活用して、カルマの攻撃を牽制しつつ、距離を保ちながらファームを行う。\n- サポートの味方と連携し、カルマに対して集団での攻撃を仕掛けることで、彼女のスキルを無効化するチャンスを作る。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ニーコが近づく前にハラスを受けやすい。\n- カルマのスネアやスロウによって、ニーコの接近を妨げられ、攻撃を仕掛けるタイミングを失いやすい。\n- ニーコは射程が短く、カルマの長射程攻撃に対して有効に反撃できないため、レーンでの優位性を保ちにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- カルマのスキルを避けるために、移動を意識し、スキルのクールダウンを利用して攻撃するタイミングを見計らう。\n- サポートと連携して、カルマに対して奇襲を仕掛ける機会を作り、ニーコの強みを活かす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- カルマは序盤からUltを使用できるため、ラックスに対して高いプレッシャーをかけることができ、ハラスが非常に強力です。\n- カルマのスネアやスロウによって、ラックスは接近されるとスキルを使う余裕がなくなり、脆弱な状態に陥りやすいです。\n- ラックスは全てのスキルが方向指定で、精度が求められるため、カルマのスキルを避けるのが難しく、逆に捕まるリスクが高まります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルをブロックし、ダメージを軽減する。\n- サポートと連携して、カルマのスキルを避けるための位置取りを意識し、相手のスキルをかわす動きを心がける。\n- アイテムを早めに購入し、耐久力を上げることで、カルマの攻撃に対する耐性を高める。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、スネアやシールドを駆使してジリアンの行動を制限しやすいです。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、カルマの攻撃を受けやすいです。\n- カルマのスキルは対象指定であり、ジリアンのスキルの発動が遅れると、カルマに対して効果的に反撃することが難しくなります。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、カルマのスキルを避ける動きを意識し、位置取りを工夫する。\n- ジャングラーとの連携を強化し、カルマを捕まえるチャンスを作ることで、ジリアンの存在感を高める。\n- マナ管理を徹底し、必要なスキルを温存することで、カルマとのトレードで有利に立ち回る。",
      "メル": "メルが不利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが非常に高く、メルはその圧力に対処しづらい。\n- カルマのスネアやスロウによって、メルの動きを制限されやすく、特にメルは能動的に使えるCCがないため、反撃が難しい。\n- カルマは回復効果を持つチャンピオンに対して強力なハラスを行えるため、メルの持続的なダメージを無効化しやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避ける立ち回りを心がける。\n- サポートの視界を確保し、敵の動きを把握することで、カルマのスネアを避けるチャンスを増やす。\n- 可能であれば、味方のADCと連携してカルマに対して集中的に攻撃し、早期にプレッシャーをかけることでレーンの主導権を取り戻す。",
      "セナ": "セナが不利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、スネアやシールドを使ってセナのハラスを無効化しやすいです。\n- セナは基礎ステータスが低く、特に序盤においてカルマのスキルコンボに対して脆弱で、捕まると簡単に倒される可能性があります。\n- カルマのスキルはセナの逃げ手段を制限するため、セナが安全にハラスを行うことが難しくなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避けるように立ち回る。\n- サポートと連携して、カルマのスキルを避けつつ、セナの回復能力を活かして持続的にレーンを維持する。\n- 早めにアイテムを購入し、基礎ステータスを強化することで、カルマの攻撃に対する耐久力を上げる。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ヴェル＝コズはその攻撃を受けやすい。\n- カルマのスネアやスロウによって、ヴェル＝コズの機動力の低さがさらに際立ち、捕まるリスクが高まる。\n- カルマはシールドを持っているため、ヴェル＝コズのハラスを軽減されやすく、ダメージを与えにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらスキルを使う。\n- カルマのスネアを避けるために、位置取りを意識し、常に距離を保つようにする。\n- サポートやジャングラーと連携し、カルマに対して集中的に攻撃を仕掛けることで、彼女のプレッシャーを軽減する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで、回復やシールドを提供し、カルマのハラスを軽減できるため、レーンでのサステインが高い。\n- カルマのスネアは発生が遅く、ユーミは移動しながら味方を支援できるため、スネアを避けやすい。\n- ユーミは集団戦でのサポート能力が高く、味方を強化することでカルマの効果を打ち消すことができる。\n\n有利の取り方：\n- レーンでのハラスを行い、カルマのスキルを避けながら味方のADCを支援する。\n- カルマのスネアを避けるために、味方と連携して動き、相手のスキルを無駄にさせる。\n- 集団戦では、味方に密着し続け、回復やシールドを駆使して味方の生存率を高め、カルマの攻撃を無効化する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持ち、カルマのスネアを避けやすい。これにより、カルマの攻撃を受けるリスクが低くなる。\n- 2種類のハードCCを持っているため、カルマがスキルを使った後にエンゲージしやすく、彼女の行動を制限できる。\n- ラカンのシールドとヒールにより、レーンでのサステインが高く、カルマのハラスを受けても耐えやすい。\n\n有利の取り方：\n- カルマのスネアやスロウを避けながら、タイミングを見計らってエンゲージする。\n- 味方ADCと連携し、カルマに対してハラスを行い、レーンの主導権を握る。\n- カルマがスキルを使った後の隙を突いて、CCを使って彼女を無力化し、攻撃を仕掛ける。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、カルマのスネアよりも早く相手を行動不能にできるため、カルマのスキルを避けやすい。\n- バードの回復スキルや移動速度の増加効果により、カルマのハラスを受けても持ちこたえやすく、レーンでの生存率が高い。\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、序盤からのダメージを出しやすい。\n\n有利の取り方：\n- スタンを活かしてカルマに対して積極的にハラスを行い、相手のHPを削る。\n- 鐘を回収しながらレーンを維持し、ADCをサポートしつつ自分の火力を上げる。\n- ロームを活用して他のレーンに圧力をかけ、全体的なマップコントロールを強化する。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、カルマのハラスを耐えやすい。これにより、レーンでの持続力が高まる。\n- ソナのスタン効果は発生が早く、カルマのスネアを避けることができるため、カルマの攻撃を無効化しやすい。\n- ソナは集団戦でのAoE支援が強力で、味方全体の生存率を高めることができるため、チーム全体に貢献しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、カルマのスキルを避けつつ、味方ADCと連携してダメージを与える。\n- ソナのオーラを活用して、味方のHPを回復しつつ、カルマの攻撃を受け流す。\n- 集団戦では、Ultを使って敵をスタンさせ、カルマのスネアを無効化し、味方の攻撃をサポートする。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力を持ち、カルマのスネアを避けやすいため、カルマのCCを回避しながら攻撃を仕掛けることができます。\n- カルマはスキルの発生が遅く、パイクのフックやハラスに対して脆弱であり、特に序盤のハラスで優位に立ちやすいです。\n- パイクのパッシブによる回復効果があるため、カルマのハラスに対して耐性があり、持続的にレーンでのプレッシャーをかけることができます。\n\n有利の取り方:\n- フックを使ってカルマを捕まえ、ダメージを与えつつ、パッシブで回復しながらハラスを行う。\n- カルマのスキルを避けるために、常に位置取りを意識し、相手のスキルを使わせた後に攻撃を仕掛ける。\n- 視界を確保し、敵ジャングラーの動きを警戒しつつ、カルマに対して積極的にプレッシャーをかけていく。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ソナは回復やバフを持っており、ゼラスのハラスを耐えやすい。特に序盤のハラスに対して非常に強力。\n- ソナのスタン効果を持つUltは、ゼラスのスキル発動を妨げることができ、集団戦での影響力を減少させる。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ソナの攻撃を受けやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用してソナのスキルを避けるように立ち回る。\n- ソナのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- サポートの視界を確保し、敵の動きを把握することで、Gankや奇襲を避ける。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソナは遠距離攻撃が可能で、パンテオンが近づく前にハラスを行いやすい。これにより、パンテオンはレーンでのトレードで不利になる。\n- ソナのスタン効果を持つUltは、パンテオンのオールインを阻止することができ、集団戦での影響力を減少させる。\n- パンテオンはAoEダメージが乏しく、集団戦ではソナの支援能力に対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動くことで、ソナの攻撃を受けにくくする。\n- ソナのスキルを避けるために、タイミングを見計らってリープを使い、攻撃を回避する。\n- ソナのUltがクールダウン中のタイミングを狙って、積極的にオールインを仕掛けることで、逆転のチャンスを作る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- ソナは回復やバフを持っており、ヴェル＝コズのハラスを軽減できるため、レーンでの持続力が高い。\n- ソナのスタン効果を持つUltは、ヴェル＝コズのスキル発動を妨げることができ、特にUltの詠唱中に捕まると致命的。\n- ヴェル＝コズは機動力が低く、ソナのスローやバフを受けた味方に対して逃げる手段が限られているため、接近されやすい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンを利用して距離を保ちながら攻撃する。\n- ソナのスキルを避けるために、位置取りを意識し、特にUltの発動を警戒する。\n- 早めにアイテムを購入し、マナ管理をしっかり行い、スキルを連発できる状況を作る。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ソナは回復やバフを通じて味方を強化し、集団戦での支援能力が高いため、モルガナのダメージを軽減しやすい。\n- ソナのスタン効果を持つUltは、モルガナのスネアを無効化することができ、モルガナが捕まるリスクが高まる。\n- モルガナは射程が短く、ソナのオーラによる支援を受けながら攻撃されると、持続的なハラスに対処しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してソナのスキルを避けるように立ち回る。\n- ソナのUltを使った後に攻撃を仕掛けるタイミングを見計らい、反撃のチャンスを作る。\n- 早めにアイテムを購入し、マナ管理を徹底して持続的な戦闘能力を高める。",
      "バード": "バードが不利です。\n\n理由：\n- ソナは序盤から強力なハラス能力を持ち、バードの基礎ステータスが低いため、簡単にダメージを受けてしまう。\n- ソナの回復やバフ効果により、味方ADCの生存率が高まり、バードのハラスが効果的でなくなる。\n- ソナのスタン効果を持つUltは、バードの行動を制限し、集団戦での影響力を低下させる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ソナのスキルを避けつつ、鐘を回収してマナを確保する。\n- ソナのスキルを受けた後は、積極的に回復スキルを使い、耐久力を高める。\n- ロームを活用して他のレーンに影響を与え、ソナとの1対1の状況を避ける。",
      "ミリオ": "ミリオが不利です。\n\n理由:\n- ソナはオーラによるAoE支援が得意で、ミリオの回復やシールドを上回る支援能力を持っています。これにより、ミリオがハラスを受けやすくなります。\n- ソナのスタン効果を持つUltは、集団戦でのミリオの影響力を制限し、ミリオが味方を守る能力を低下させます。\n- ミリオはエンゲージ能力が低く、ソナのスキルを避けるのが難しいため、捕まるリスクが高まります。\n\n不利の緩和策:\n- ミリオはレーンでのハラスを避けるために、ソナのスキルを避ける位置取りを心がけ、無理なトレードを避けることが重要です。\n- ソナのマナ管理が厳しいため、彼女のスキルのクールダウンを利用して、積極的にハラスを行うタイミングを見計らうと良いでしょう。\n- ミリオのウルトを適切なタイミングで使用し、集団戦でのCCを解除することで、味方を守りつつソナの影響を軽減することができます。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ソナを捕まえることが容易です。ソナはCCがUltに依存しているため、ノーチラスのフックやノックアップで簡単に拘束されます。\n- ソナは序盤が非常に脆弱で、ノーチラスのオールインに対して耐える手段が少ないため、レーンでのプレッシャーをかけやすいです。\n- ノーチラスはタンクとしての耐久力が高く、ソナのポークを受けても生存しやすいです。これにより、持続的にソナに対して攻撃を仕掛けることができます。\n\n有利の取り方：\n- レーン開始時にソナのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的にフックを狙う。\n- ソナが近づいてきた際に、フックを使って捕まえ、味方と連携してオールインを仕掛ける。\n- ソナのUltのクールダウンを把握し、使用後の隙を突いて攻撃を仕掛けることで、レーンでの優位を確保する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはシールドを持っており、ソナのダメージを軽減できるため、序盤のハラスに強い。\n- ソナは基礎ステータスが低く、特に序盤は脆弱であるため、ルルの攻撃を受けやすい。\n- ルルのポリモーフによって、ソナのCCを無効化できるため、集団戦での優位性を保ちやすい。\n\n有利の取り方：\n- ソナのスキルを避けつつ、シールドを使ってダメージを受けないようにし、攻撃を仕掛ける。\n- Eを使って移動速度を上げ、AAとQを組み合わせてソナにダメージを与える。\n- ソナのマナを消費させるために、積極的にハラスを行い、レーンでの優位性を確保する。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ソナの脆弱な序盤を狙いやすい。特に、ソナはCCがUltに依存しているため、レルの攻撃を受けると簡単に捕まってしまう。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆い。レルの攻撃によって早期にハラスを行うことで、ソナのマナを枯渇させることができる。\n- レルのパッシブによって、ソナのARとMRを減少させることができ、ダメージを与えやすくなる。これにより、ソナの回復能力を無効化しやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ソナのHPを削る。特に、CCを使ってソナを捕まえるタイミングを見計らう。\n- ソナのスキルを避けつつ、味方ADCと連携してオールインを狙う。レルのCCを活かして、ソナを無力化する。\n- ソナがマナを消費しているタイミングを見計らい、Gankを仕掛ける。レルのCCを活かして、ソナを捕まえることでキルを狙う。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは序盤の基礎ステータスが高く、特にハラスに対して強い耐性を持っているため、ソナの攻撃を受けても問題なく反撃できる。\n- ソナはCCがUltに依存しているため、パイクの機動力を活かして捕まえやすく、キルを狙いやすい。\n- ソナは脆弱で、特に序盤は耐久力が低いため、パイクのフックやハラスで簡単に倒すことができる。\n\n有利の取り方:\n- レーン開始時に積極的にハラスを行い、ソナのマナを消耗させることで、スキルを使わせる。\n- フックを使ってソナを捕まえ、味方と連携してキルを狙う。特に、ソナがスキルを使った後が狙い目。\n- 視界を確保し、敵ジャングラーの動きを把握することで、Gankを防ぎつつ自分からもGankを仕掛ける。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは高いバーストダメージを持ち、ソナの脆弱な基礎ステータスを突くことができるため、序盤からハラスが有効です。\n- ソナのCCはUltに依存しているため、ニーコの擬態を利用した奇襲や逃げる能力に対して効果的に対処できません。\n- ニーコはAoEダメージを持ち、集団戦でもソナの支援を無効化することができるため、チームファイトでの優位性があります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ソナのマナを枯渇させることで、彼女の支援能力を低下させます。\n- 擬態を利用して奇襲を仕掛け、ソナを捕まえることで早期にキルを狙います。\n- 集団戦では、ソナの位置を把握し、彼女を優先的に狙うことで、敵チームの支援を削ぎます。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、序盤からのハラスが強力で、ソナの脆弱な基礎ステータスを突くことができる。\n- ソナのCCはUltに依存しており、ブラウムのパッシブによるスタンを活かして、ソナを捕まえやすい。\n- ブラウムは味方を守る能力が高く、ソナの攻撃を軽減しつつ、味方の攻撃をサポートできるため、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- ソナがスキルを使った後の隙を狙い、ブラウムのパッシブを発動させてハラスを行う。\n- ソナが近づいてきた際に、ブラウムのスキルを使って接近し、スタンを狙う。\n- ADCと連携して、ソナを捕まえるためのエンゲージを行い、ダメージを与えつつレーンの主導権を握る。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、パンテオンが接近する前に大きなダメージを与えることができるため、トレードで不利になる。\n- エリスのスタンを持つスキルにより、パンテオンがオールインを仕掛ける際に捕まえられやすく、逆に反撃を受けるリスクが高い。\n- パンテオンはAoEダメージが乏しく、集団戦や複数の敵に対してのダメージが出しづらいため、エリスのような高バーストの相手には対処が難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、エリスのスキルを避ける動きを心がけ、無理にトレードを仕掛けない。\n- ジャングラーと連携して、エリスに対するGankを仕掛け、彼女の強みを活かさせないようにする。\n- アイテムを早めに購入し、耐久力を上げることで、エリスのバーストダメージに耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、接近して攻撃することでヴェル＝コズに大きなダメージを与えることができるため、レーンでのハラスが非常に厳しい。\n- エリスのヒト形態のスタンを利用して捕まえられると、ヴェル＝コズは機動力が低いため逃げる手段が乏しく、致命的なダメージを受けやすい。\n- エリスはタワーダイブが得意で、ヴェル＝コズがタワーの下で安全にファームすることが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、サポートと連携して視界を確保し、エリスの動きを把握することが重要。\n- エリスのスキルを避けるために、位置取りを工夫し、スキルのクールダウンを利用して攻撃するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることでエリスのバーストダメージに耐えられるようにする。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、ソラカが回復する前に大きなダメージを与えられるため、レーンでの生存が難しい。\n- エリスのスタンを持つスキルにより、ソラカは捕まえられやすく、逃げる手段が乏しいため、奇襲に対して脆弱。\n- ソラカのCCは限られており、エリスの機動力を制限することが難しいため、エリスの攻撃を防ぎにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してエリスの攻撃を受けないように立ち回る。\n- ジャングラーと連携して、エリスに対するカウンターGankを狙い、レーンのプレッシャーを軽減する。\n- アイテムを早めに購入し、回復や防御力を強化することで、エリスのバーストダメージに耐えられるようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、モルガナがスキルを使う前に攻撃を受けやすい。\n- エリスのスタンを持つスキルにより、モルガナは捕まえられやすく、逃げる手段が限られる。\n- エリスはタワーダイブが得意で、モルガナのスペルシールドを無効化する手段を持っているため、レーンでのプレッシャーが強い。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エリスの攻撃範囲外でプレイする。\n- エリスのスキルを避けるために、ミニオンを利用してスキルをブロックする。\n- ジャングラーと連携し、エリスに対するカウンターGankを狙うことで、レーンの優位性を取り戻す。",
      "ソナ": "ソナが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、ソナが脆弱なため、簡単に倒されるリスクが高い。\n- エリスのスタンを持つスキルにより、ソナは捕まえられやすく、逃げる手段が限られている。\n- ソナのCCはUltに依存しているため、エリスの攻撃を受ける前に反撃することが難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスの攻撃範囲外にいることで被ダメージを減らす。\n- ジャングラーと連携し、エリスに対するカウンターGankを狙うことで、優位を取り戻す。\n- アイテムを早めに購入し、マナ管理を徹底することで、スキルを使い続けられるようにする。",
      "カルマ": "カルマが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、カルマがスキルを当てる前に一気に削られる可能性が高いです。\n- エリスのスタンを持つスキルにより、カルマは動きを制限され、反撃のチャンスを失いやすいです。\n- カルマのスネアは発生が遅く、エリスの機動力を活かした攻撃に対して効果的に対処できません。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、エリスのスキルを避ける位置取りを心がける。\n- サポートアイテムを活用して、味方ADCと連携し、エリスの攻撃を分散させる。\n- 早めに防御アイテムを購入し、エリスのバーストダメージに耐えられるようにする。",
      "ジャンナ": "ジャンナが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、ジャンナが脆弱なため、簡単にキルされる可能性が高い。\n- エリスのCCスキルにより、ジャンナは動きを制限され、逃げる手段が乏しくなる。\n- ジャンナはエンゲージ能力が低く、エリスの攻撃を受ける前に反撃することが難しい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、エリスのスキルを避けるようにする。\n- ジャングラーと連携し、エリスに対するカウンターGankを狙う。\n- アイテムを早めに購入し、シールドや回復を強化して耐久力を上げる。",
      "バード": "バードが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、特に近接攻撃を活かしてバードに対して強力なハラスを行うことができるため、バードはレーンでの圧力を受けやすい。\n- エリスのスタンを持つスキルにより、バードは接近されると行動不能にされるリスクが高く、逃げる手段が限られているため、非常に危険な状況に陥りやすい。\n- バードのダメージスキルはAPレシオが低く、エリスの高耐久性とバーストに対抗するのが難しいため、持続的なダメージを与えることができず、レーンでの優位性を築きにくい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、エリスのスキルを避ける動きを意識し、必要に応じて味方のADCと連携して安全にファームを行う。\n- エリスのスタンを避けるために、位置取りを工夫し、特にエリスがスキルを使った後の隙を狙って反撃するタイミングを見計らう。\n- バードのローム能力を活かし、他のレーンに移動して味方をサポートすることで、レーンでの不利を補う。特にミッドやジャングルに影響を与えることで、全体の流れを有利に持っていく。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- エリスは序盤から高いバーストダメージを持ち、アリスターが接近する前に大きなダメージを与えることができるため、アリスターはレーンでのプレッシャーを受けやすい。\n- エリスのCCスキルはアリスターのエンゲージを阻害し、特にスタンを持つため、アリスターが攻撃を仕掛ける際に反撃を受けやすい。\n- アリスターは攻撃力が低く、エリスの遠距離攻撃に対して脆弱であり、エリスの射程を活かした攻撃に対して有効な反撃が難しい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、エリスのスキルを避けることで、ダメージを受けるリスクを減らす。\n- ジャングラーと連携し、エリスに対するGankを仕掛けることで、アリスターが有利な状況を作り出す。\n- マナ管理を徹底し、必要なタイミングでスキルを使用できるようにすることで、レーン維持をしやすくする。"
    },
    "loses": {
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、エリスのバーストダメージを受けても耐えやすいです。エリスは接近してバーストを出す必要があるため、レオナのCCで捕まえやすいです。\n- エリスは序盤のバーストが強いものの、レオナのオールイン能力に対して脆弱です。レオナが先手を取ることで、エリスは逃げる手段が限られます。\n- エリスは集団戦での存在感が薄く、レオナのようなタンクサポートに対しては効果的なダメージを出しにくいです。レオナは集団戦でのイニシエートが得意で、エリスの弱点を突くことができます。\n\n有利の取り方：\n- レーンでのハラスを行い、エリスのHPを削ることでオールインのチャンスを作ります。特に、エリスがスキルを使った後に隙ができたタイミングを狙います。\n- エリスが接近してきた際に、CCを使って捕まえ、味方と連携してキルを狙います。特に、エリスがスキルを使った後は反撃のチャンスです。\n- ワーディングを行い、エリスのGankを防ぎつつ、レーンでの優位を保ちます。エリスがGankを狙う際に、レオナのCCで逆に捕まえることも可能です。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、エリスに対して一方的にハラスを行うことができるため、レーンでの優位性を確保しやすい。\n- エリスは接近してバーストを出す必要があるが、ゼラスのスキルは発動が遅いため、エリスが近づく前にダメージを与えることができる。\n- エリスは集団戦での存在感が薄く、ゼラスはAoE攻撃が豊富なため、集団戦でも有利に立ち回ることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、エリスのHPを削ることでプレッシャーをかける。\n- エリスが近づいてくるタイミングを見計らって、スタンを使って捕まえ、ダメージを与える。\n- ルーンやアイテムを活用してマナ管理を行い、持続的にハラスを続けることで、エリスの動きを制限する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、エリスのバーストダメージを軽減できるため、エリスの攻撃を受けても生存しやすい。\n- ブラウムのパッシブによるスタンは、エリスが接近して攻撃する際に効果的で、エリスの攻撃を妨害できる。\n- エリスは集団戦でのAoEダメージが乏しく、ブラウムのタンク性能を活かして味方を守ることができるため、集団戦での存在感が高まる。\n\n有利の取り方：\n- エリスのスキルを避けつつ、パッシブを活かしてエリスにハラスを行い、早期に優位を築く。\n- ブラウムのスキルを使ってエリスのCCを無効化し、味方のADCを守ることで、エリスの攻撃を無力化する。\n- 集団戦では、ブラウムのタンク性能を活かして前に出てエリスを捕まえ、味方が攻撃しやすい状況を作る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができ、エリスの攻撃を安全に避けながらハラスを行えるため、トレードで優位に立ちやすい。\n- エリスは接近してバーストを狙う必要があるが、ミリオのシールドや回復により、エリスの攻撃を耐えることができるため、エリスのバーストを無効化しやすい。\n- ミリオのウルトはエリスのCCを解除できるため、エリスがスタンを狙っても味方を守ることができ、集団戦での影響力が高い。\n\n有利の取り方：\n- エリスのスキルを避けながら、ミリオの攻撃範囲を活かしてハラスを行い、エリスの体力を削る。\n- エリスが接近してきた際に、ミリオのシールドを使って耐え、反撃することでエリスにプレッシャーをかける。\n- 集団戦ではミリオのウルトをタイミングよく使い、味方を守りつつエリスの攻撃を無効化することで、戦闘を有利に進める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、エリスの接近を阻止することができるため、エリスがバーストを出す前に捕まえることができる。\n- エリスは脆弱なステータスを持っており、ノーチラスのフックやノックアップによって簡単にキルを狙える。\n- ノーチラスはタンクとしての耐久力が高く、エリスのバーストダメージを受けても生き残ることができ、逆に反撃するチャンスが増える。\n\n有利の取り方：\n- エリスのスキルを避けつつ、フックを使ってエンゲージを仕掛ける。\n- エリスがヒト形態で攻撃しているときに、ノーチラスのCCを使って捕まえる。\n- 連携を活かして、味方と一緒にエリスを狙い、早期にキルを取ることでレーンの優位を築く。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、エリスの接近を許さずにハラスができるため、序盤から優位に立ちやすい。\n- エリスはバーストダメージを出すために接近する必要があるが、ザイラのCCスキルによってその接近を阻止できる。\n- ザイラの植物を利用した攻撃は、エリスの移動を制限し、持続的なダメージを与えることができるため、エリスの強みを打ち消すことができる。\n\n有利の取り方：\n- エリスが接近する前にハラスを行い、HPを削ることでGankやエンゲージの機会を減らす。\n- CCスキルを使ってエリスの動きを制限し、逃げ道をなくすことで、味方と連携してキルを狙う。\n- 植物を利用して視界を確保し、エリスの動きを把握することで、Gankや集団戦での有利を築く。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使ってエリスの攻撃を回避しやすく、奇襲を仕掛けることでエリスのバーストダメージを無効化できる。\n- エリスは接近してバーストを出す必要があるが、ニーコのスタンやスネアを使うことでエリスの動きを制限しやすい。\n- ニーコのAoEダメージは集団戦での強みを発揮しやすく、エリスのAoEダメージが乏しいため、集団戦での存在感が高い。\n\n有利の取り方：\n- 擬態を利用してエリスの攻撃を避けつつ、奇襲を仕掛けてダメージを与える。\n- エリスが接近してきた際にスタンやスネアを使い、エリスのバーストを無効化する。\n- 集団戦では、ニーコのアルティメットを使ってエリスを含む敵チャンピオンに大ダメージを与え、味方と連携して有利な状況を作る。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、エリスの接近を阻止することができるため、エリスのバーストダメージを受けにくい。\n- エリスは集団戦でのAoEダメージが乏しく、レルの強力なAoE CCによって集団戦での影響力を削ぐことができる。\n- レルのパッシブによってエリスのARとMRを減少させることができ、エリスに対して効果的なダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、エリスのスキルを避けながらダメージを与える。\n- エリスがスキルを使った後に積極的にエンゲージし、CCを活かしてキルを狙う。\n- ジャングラーとの連携を強化し、エリスが孤立しているタイミングでGankを仕掛ける。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、エリスのバーストダメージを軽減することができるため、エリスの攻撃を受けにくい。\n- エリスは接近してバーストを出す必要があるが、ユーミは回復やシールドを通じて味方を守ることができ、エリスの攻撃を無効化しやすい。\n- ユーミのスロー効果を使うことで、エリスの移動を制限し、攻撃を避けることができるため、エリスの攻撃を受けるリスクが低くなる。\n\n有利の取り方：\n- レーンでのハラスを行い、エリスのスキルを避けながら味方を支援し、エリスのリソースを削る。\n- エリスが接近してきた際に、味方にシールドや回復を行い、エリスのバーストを耐えさせる。\n- 集団戦では、味方に密着しつつエリスの動きを監視し、スローを使ってエリスを捕まえたり、逃げ道を封じる。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、エリスの接近を阻止しやすい。特にエリスがバーストを狙う際に、ナミのCCで捕まえることができる。\n- ナミのハラス能力は高く、エリスのヒト形態での攻撃を受ける前にダメージを与えやすい。これにより、エリスのレーンでの優位性を削ぐことができる。\n- ナミは回復能力を持っており、エリスのバーストダメージを軽減できるため、持続的なトレードで有利に立ち回ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、エリスのHPを削る。特にエリスがスキルを使った後に攻撃することで、反撃を受けにくくなる。\n- エリスがCCを使った後の隙を狙って、ナミのCCを当てることでエリスを捕まえ、味方と連携してキルを狙う。\n- エリスが蜘蛛形態に変身した際に、ナミの回復を活かして持続的に戦うことで、エリスのバーストを耐えつつ反撃する。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ポッピーは移動を制限するスキルを持っており、ラカンの高い機動力を無効化することができるため、ラカンがエンゲージしづらくなります。\n- ポッピーのCCスキルはラカンの接近を阻害し、ラカンが攻撃を仕掛ける前に捕まってしまうリスクが高いです。\n- ポッピーはタンクとしての耐久力が高く、ラカンのダメージを受け止めやすいため、長期戦で不利を強いられることが多いです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ポッピーのスキルを避けつつ、味方と連携してトレードを行うように心がける。\n- ポッピーのスキルのクールダウンを利用して、エンゲージのタイミングを見計らい、味方と一緒に攻撃を仕掛ける。\n- 可能であれば、アイテムを購入して耐久力を上げ、ポッピーの攻撃を受け止められるようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ポッピーは近接チャンピオンであり、ザイラの射程を活かすことが難しく、接近されると脆弱なザイラは簡単に攻撃を受けてしまう。\n- ポッピーのCCスキルはザイラの移動を制限し、特に接近戦での戦闘を強制されるため、ザイラのスキルを効果的に使えなくなる。\n- ポッピーはタンクとしての耐久力が高く、ザイラのダメージを受け流しやすいため、長期戦で不利を強いられる。\n\n不利の緩和策：\n- ザイラはポッピーとの距離を保ちながら、ハラスを行い、できるだけ安全な位置から攻撃することを心がける。\n- サポートアイテムや視界を活用して、ポッピーのエンゲージを避けるための位置取りを意識する。\n- チームメイトと連携し、ポッピーに対して集団戦でのCCやダメージを集中させることで、ザイラが安全にダメージを出せる環境を作る。",
      "ユーミ": "ユーミが不利です。\n\n- ポッピーはタンクであり、ユーミの攻撃がほとんど効かないため、ユーミはトレードで不利になります。\n- ポッピーのCCスキルにより、ユーミは移動を制限され、味方を守ることが難しくなります。特にオールインを仕掛けられると脆弱です。\n- ポッピーはダッシュやリープを持たないユーミに対して、持続的なダメージを与えやすく、長期戦で有利に立ち回ることができます。\n\n不利の緩和策：\n- ユーミは味方のADCと連携し、ポッピーに対して安全な距離を保ちながらハラスを行うことが重要です。\n- ワーディングをしっかり行い、ポッピーのエンゲージを事前に察知することで、味方を守る準備を整えます。\n- ユーミのシールドや回復を活用し、ポッピーの攻撃を受ける前に味方を強化することで、トレードを有利に進めることができます。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力が高く、ブラウムの接近を妨げることができるため、ブラウムのCCを活かしにくい。\n- ポッピーのCCスキルは発生が早く、ブラウムが接近する前にスタンやノックバックを受ける可能性が高い。\n- ブラウムはハラス能力が低く、ポッピーの攻撃を受けると長期戦で不利になることが多い。\n\n不利の緩和策：\n- ブラウムはポッピーのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを見極める。\n- ADCと連携して、ポッピーに対して一緒に攻撃を仕掛け、ハラスを行うことで有利な状況を作る。\n- ブラウムのパッシブを活かすために、ポッピーがCCを使った後に攻撃を仕掛けるタイミングを狙う。",
      "レル": "レルが不利です。\n\n理由：\n- ポッピーはダッシュやリープを阻害するスキルを持っており、レルのエンゲージや逃げる手段を封じることができるため、レルは攻撃しづらくなります。\n- ポッピーのCCスキルは強力で、特に壁にぶつけるスタンを持っているため、レルが近づくと簡単に捕まってしまうリスクがあります。\n- ポッピーはタンクとしての耐久力が高く、レルのダメージを受け止めやすいため、長期戦で不利を強いられることが多いです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ポッピーのスキルを避けつつ、ミニオンを利用して安全にCSを取ることを心がける。\n- サポートアイテムを活用して、ポッピーの攻撃を受けた際に回復する手段を増やし、持続的にレーンに留まる。\n- ジャングラーと連携して、ポッピーに対するギャンクを狙い、レルのエンゲージを活かすチャンスを作る。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- 射程の差：セナは長射程の攻撃を持っており、ポッピーの短射程に対して一方的にハラスが可能です。これにより、ポッピーは接近するのが難しくなります。\n- CCの活用：セナのスネア効果を持つスキルは、ポッピーのエンゲージを阻止するのに非常に効果的です。ポッピーが近づいてきた際にスネアを当てることで、彼女の攻撃を無効化できます。\n- 回復能力：セナは自身や味方を回復する能力を持っており、ポッピーのダメージを軽減しつつ、持続的に戦闘を有利に進めることができます。\n\n有利の取り方：\n- レーンでのハラス：ポッピーが近づく前に、セナの長射程を活かして積極的にハラスを行い、ポッピーの体力を削ります。\n- スネアを狙う：ポッピーがエンゲージを試みるタイミングでスネアを当て、彼女の動きを制限します。これにより、ポッピーの攻撃を無効化し、セナが安全に攻撃を続けられます。\n- 味方との連携：セナは他のチャンピオンと連携して、ポッピーに対して集中的に攻撃を仕掛けることで、彼女のタンク性能を無効化し、早期にキルを狙います。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは遠距離からのCCを持ち、ポッピーの接近を阻止することができるため、ポッピーが攻撃を仕掛けるのが難しい。\n- ポッピーは近接チャンピオンであり、ジャンナのシールドや回復によって持続的なトレードで有利に立てる。\n- ジャンナのディスエンゲージ能力により、ポッピーがエンゲージを試みた際に、簡単に反撃することができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ポッピーが近づけないようにする。\n- シールドを活用して味方ADCを守りつつ、ポッピーの攻撃を無効化する。\n- ポッピーがエンゲージを試みた際に、CCを使って彼女を遠ざけ、味方と共に反撃する。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは射程が長く、ポッピーの短い射程を活かしてハラスを行いやすいです。これにより、ポッピーが近づく前にダメージを与えることができます。\n- ナミのCCはポッピーのエンゲージを阻止するのに効果的で、ポッピーが接近してきた際にスタンやノックアップで反撃できます。\n- ナミの回復能力により、ポッピーのダメージを軽減しつつ、持続的なトレードが可能です。これにより、ポッピーが持つタイマン性能を無効化できます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーが近づけないようにする。特に、ポッピーがスキルを使った後に攻撃するタイミングを狙う。\n- ポッピーがエンゲージを試みた際に、CCを使って反撃し、ポッピーの動きを制限する。\n- 味方ADCと連携し、ポッピーが接近する前に一緒に攻撃することで、ポッピーにプレッシャーをかけ続ける。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持ち、ポッピーのエンゲージを無効化しやすい。ポッピーが近づいてくる際にスネアを当てることで、彼女の攻撃を阻止できる。\n- モルガナのスペルシールドは、ポッピーのCCを防ぐことができるため、味方を守りつつ攻撃を仕掛けることができる。\n- ポッピーは射程が短いため、モルガナの遠距離攻撃を受けやすく、ハラスが有利に進められる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーの体力を削る。特に、スネアを当てた後に攻撃を仕掛けることで、トレードを有利に進める。\n- スペルシールドを活用して、ポッピーのCCを無効化し、味方と連携して攻撃を仕掛ける。\n- ポッピーが近づいてきた際に、スネアを使って彼女の動きを制限し、味方と一緒に攻撃することで、レーンの主導権を握る。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルは遠距離攻撃を持ち、ポッピーの短射程を活かして安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ポッピーのエンゲージを無力化するポリモーフを持っており、ポッピーが接近してきた際に効果的に対処できる。\n- ルルのシールドやバフにより、味方の生存能力を高めることができ、ポッピーのダメージを軽減することが可能。\n\n有利の取り方：\n- ポッピーがミニオンに近づいた際に、遠距離攻撃でポークを行い、ダメージを与える。\n- ポッピーがエンゲージを試みた際に、ポリモーフを使って行動を制限し、反撃のチャンスを作る。\n- ルルのシールドを活用して、味方を守りつつポッピーとのトレードを有利に進める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ポッピーの動きを制限することができるため、彼女のエンゲージや逃げる手段を封じやすい。\n- ポッピーは短射程のスキルを持つため、ノーチラスのフックやノックアップを受けやすく、特に近づく際にリスクが高い。\n- ノーチラスはポッピーのダッシュを無効化する能力があり、ポッピーが攻撃的に出てきた際に反撃しやすい。\n\n有利の取り方：\n- フックを使ってポッピーを捕まえ、CCコンボを決めることで、彼女の行動を制限する。\n- ポッピーのスキルのクールダウンを意識し、彼女がスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 集団戦では、ポッピーの位置を把握し、彼女がスキルを使う前に先手を打つことで、味方と連携して有利な状況を作る。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、ポッピーのエンゲージを阻止しやすい。ポッピーのスキルは射程が短いため、マオカイのスキルを避けるのが難しい。\n- マオカイのパッシブによるHP回復効果があり、ポッピーの持続的なダメージに対して耐久力を保ちやすい。\n- ポッピーはダッシュやリープを持たないため、マオカイのCCを受けやすく、トレードで有利に立ち回れる。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、ポッピーの動きを制限することで、トレードを有利に進める。\n- CCを駆使してポッピーのスキルを無効化し、ダメージを与えるタイミングを見計らう。\n- レーンでのハラスを行い、ポッピーのHPを削りつつ、マオカイのパッシブで回復し続ける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは遠距離攻撃が可能で、ポッピーの短い射程を活かして安全にハラスができるため、レーンでの優位性を持ちやすい。\n- ソナの回復能力により、ポッピーのダメージを軽減でき、持続的なトレードで有利に進めることができる。\n- ソナのスタン効果を持つUltは、ポッピーのエンゲージを無効化し、集団戦での影響力を高めることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーが近づく前にダメージを与える。\n- ポッピーのスキルを避けつつ、味方と連携してトレードを行い、優位な状況を作る。\n- 集団戦では、ポッピーのエンゲージをスタンで阻止し、味方を守りつつダメージを与える。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは射程が長く、ポッピーの短い射程を活かせないため、レーンでのハラスがしやすい。\n- ポッピーはダッシュやリープを持たないため、カルマのスネアやスロウで簡単に捕まえることができる。\n- カルマは序盤からUltを使用できるため、ポッピーに対して高いプレッシャーをかけることができ、味方のサポートも行いやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ポッピーの体力を削る。\n- スネアやスロウを駆使してポッピーの動きを制限し、トレードを有利に進める。\n- 味方のADCと連携し、ポッピーが近づけないように立ち回り、チームファイトでも優位に立つ。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは遠距離からのフックやCCを持っており、ポッピーの短い射程を活かして安全に攻撃できるため、レーンでのハラスがしやすい。\n- ポッピーはダッシュやリープを持たないため、スレッシュのフックやCCで捕まえやすく、エンゲージのチャンスが多くなる。\n- スレッシュのWによる味方の救出能力が、ポッピーのオールインを無効化することができ、ポッピーの強みを活かさせない。\n\n有利の取り方：\n- フックを積極的に狙い、ポッピーを捕まえてダメージを与えることで、レーンの主導権を握る。\n- ポッピーが近づいてきた際にEを使って彼女の動きを制限し、味方と連携して攻撃する。\n- Wを使って味方を守りつつ、ポッピーのオールインを無効化し、逆に反撃のチャンスを作る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは射程が長く、ポッピーの短い射程を活かしてハラスを行いやすいです。これにより、ポッピーが近づく前にダメージを与えることができます。\n- ミリオのシールドや回復能力により、ポッピーのダメージを軽減し、持続的なトレードで優位に立つことができます。\n- ポッピーのCCスキルは主に近接戦で効果的ですが、ミリオは射程を活かして安全に戦うことができ、ポッピーのエンゲージを避けやすいです。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ポッピーの体力を削ることでプレッシャーをかけます。\n- ミリオのシールドを活用して、ポッピーの攻撃を受け流しつつ、味方と連携してトレードを行います。\n- ポッピーがエンゲージを試みる際に、ミリオのCC解除のウルトを使って味方を守り、逆にポッピーを攻撃するチャンスを作ります。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由:\n- スレッシュのフックやCCスキルによって捕まえられやすく、セナは逃げる手段が乏しいため、簡単にデスにつながる。\n- スレッシュはエンゲージやピールが得意で、セナのハラスを無効化しやすく、レーンでの優位性を奪われる。\n- スレッシュの持つ高いCC性能により、セナの回復や攻撃が阻害され、持ち味を活かしにくくなる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、スレッシュのフックを避けるようにする。特に、ミニオンの後ろに隠れるなどしてリスクを減らす。\n- スレッシュのスキルのクールダウンを意識し、外したタイミングで攻撃を仕掛けることで、ハラスを行うチャンスを作る。\n- サポートアイテムやポーションを活用し、持続的なハラスに耐えられるようにし、レベルアップを目指す。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- スレッシュはフックを持っており、ノーチラスのエンゲージを容易にキャンセルできるため、ノーチラスが攻撃を仕掛ける際にリスクが高い。\n- スレッシュのCCスキルは多彩で、ノーチラスが接近する前に捕まえられる可能性が高く、特にノーチラスの移動速度が遅いため、逃げる手段が限られる。\n- スレッシュは遠距離攻撃が可能で、ノーチラスが近づく前にハラスを行いやすく、レーンでの圧力をかけられやすい。\n\n不利の緩和策：\n- スレッシュのフックを避けるために、位置取りを工夫し、ミニオンを利用してフックを防ぐようにする。\n- スレッシュのスキルのクールダウンを意識し、彼のスキルが使えないタイミングで積極的にエンゲージを試みる。\n- サポートアイテムやポーションを活用して、ハラスを受けても耐えられるようにし、レーンでのサステインを確保する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- スレッシュのフックやCCスキルにより、ラックスは接近されると非常に脆弱で、捕まると一気に不利な状況に陥る。\n- スレッシュはエンゲージやピールが得意で、ラックスのスキルを避けながら攻撃することができるため、ラックスのハラスが通りにくい。\n- スレッシュの持つ救出スキルにより、味方ADCを守ることができ、ラックスのバーストダメージを無効化される可能性が高い。\n\n不利の緩和策：\n- スレッシュのフックを避けるために、常に位置取りに注意し、ミニオンを利用して射線を遮る。\n- スキルのクールダウンを考慮し、スレッシュのスキルを使った後に攻撃するタイミングを見計らう。\n- サポートやジャングラーと連携し、スレッシュに対して集団でのプレッシャーをかけることで、ラックスのハラスを活かす。",
      "パンテオン": "パンテオンが不利です。\n\n- スレッシュのフックやCCスキルにより、パンテオンは捕まえられやすく、オールインのチャンスを失いやすいです。\n- スレッシュは遠距離攻撃を持っているため、パンテオンが近づく前にハラスを受けやすく、レーンでのプレッシャーをかけられます。\n- スレッシュの味方を救出する能力やエンゲージ力により、パンテオンの攻撃が無効化されることが多く、効果的なダメージを与えにくいです。\n\n不利の緩和策：\n- スレッシュのスキルを避けるために、位置取りを意識し、フックを外させるように動くことが重要です。\n- スレッシュのスキルクールダウンを狙い、スキルがないタイミングでオールインを仕掛けることで、優位に立つことができます。\n- サポートと連携し、スレッシュのCCを受けないようにしながら、味方と一緒に行動することで、リスクを減らしつつレーンを維持します。",
      "バード": "バードが不利です。\n\n- スレッシュのフックやCCスキルによって捕まえられやすく、バードの移動スキルを無効化される可能性が高い。\n- スレッシュは高いハラス能力を持っており、バードの持続的なダメージを抑えやすい。特に序盤のハラスが強力で、バードはダメージを与えにくい。\n- スレッシュのタンク性能により、バードのダメージが通りにくく、レーンでの圧力をかけることが難しい。\n\n不利の緩和策：\n- スレッシュのスキルを避けるために、位置取りを意識し、フックを外させるように動く。\n- バードの回復スキルを活用して、スレッシュのハラスを受けた際に早めに回復することで、レーン維持を図る。\n- 鐘を回収しつつ、ロームを活用して他のレーンに影響を与え、ADCを孤立させないようにする。"
    },
    "loses": {
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは序盤から高い火力を持ち、長射程のハラスが得意なため、スレッシュが近づく前にダメージを与えやすい。\n- スレッシュのスキルはクールダウンが長く、外した際の隙が大きいため、ザイラはその隙を突いて攻撃するチャンスが多い。\n- ザイラのCCは範囲攻撃であり、スレッシュがエンゲージを試みる際に複数の敵を拘束することができるため、スレッシュの動きを制限しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スレッシュのHPを削ることでプレッシャーをかける。\n- スレッシュがフックを外したタイミングで、ザイラのCCを使って反撃し、ダメージを与える。\n- 植物を利用して視界を確保しつつ、スレッシュの動きを制限することで、味方ADCの安全を確保しながら戦う。",
      "メル": "メルが有利です。\n\n- メルは長射程のスキルを持ち、スレッシュのフックを避けながらハラスを行いやすいです。これにより、スレッシュが攻撃を仕掛ける前にダメージを与えることができます。\n- スレッシュのスキルはクールダウンが長いため、外した際の隙を突いてメルが攻撃を仕掛けることが可能です。特に、スレッシュがフックを外した場合、メルは安全に攻撃を続けられます。\n- メルのスネア効果は、スレッシュがエンゲージを試みる際に非常に効果的で、スレッシュの動きを制限することができます。これにより、スレッシュの強みを無効化できます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スレッシュにプレッシャーをかけることで、彼のスキルを使わせる機会を増やします。\n- スレッシュがフックを外したタイミングを見計らって、メルのスキルを使って攻撃を仕掛け、ダメージを与えます。\n- スレッシュが近づいてきた際にスネアを使い、彼のエンゲージを阻止することで、味方ADCを守りつつ自分のダメージを稼ぎます。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、特に集団戦において高いダメージとCCを提供できるため、スレッシュのエンゲージを無効化しやすい。\n- スレッシュはクールダウンが長く、スキルを外した際の隙が大きいため、セラフィーンのハラスやCCを受けやすい。\n- セラフィーンは射程が長く、安全な位置からスレッシュをハラスできるため、スレッシュの接近を難しくすることができる。\n\n有利の取り方：\n- スレッシュのスキルを避けながら、セラフィーンの範囲攻撃でハラスを行い、相手の体力を削る。\n- セラフィーンのCCを活かして、スレッシュがエンゲージしようとした際に反撃する。\n- 集団戦では、味方と連携してスレッシュを無力化し、セラフィーンのスキルを最大限に活用する。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持ち、スレッシュのフックやCCを無効化しやすい。特に、スレッシュがスキルを外した際の隙を突いて強力なエンゲージが可能。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、レルのハラスやオールインに対して脆い。\n- レルのパッシブによって、スレッシュのARを減少させることができ、タンクとしての強さを活かしやすい。\n\n有利の取り方：\n- スレッシュのスキルを見極め、外したタイミングで積極的にエンゲージを仕掛ける。\n- レーンでのハラスを強化し、スレッシュのHPを削ることで、オールインのチャンスを作る。\n- 味方ADCと連携し、スレッシュがフックを外した際に一気に攻め込むことで、レルの強みを活かす。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持ち、スレッシュのエンゲージを無効化しやすい。特に、スレッシュがフックを外した際の隙を突いて反撃できる。\n- スペルシールドにより、スレッシュのCCを防ぎつつ、味方を守ることができるため、スレッシュの強みを打ち消すことができる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、モルガナのハラスが効果的に機能する。\n\n有利の取り方：\n- スレッシュのスキルを見極め、フックやCCを外したタイミングで積極的に攻撃する。\n- スペルシールドを活用して、スレッシュのCCを無効化し、味方と共にオールインを仕掛ける。\n- レーンでのハラスを重視し、スレッシュが近づけないように距離を保ちながら攻撃を続ける。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、スレッシュのCCを受けても耐えやすい。特に、スレッシュのフックを受けた際に、ブラウムのパッシブを活かして反撃することができる。\n- スレッシュはスキルのクールダウンが長く、外した際の隙が大きい。ブラウムはその隙を突いて攻撃を仕掛けることができる。\n- ブラウムのスタンはスレッシュのCCを無効化することができ、特にスレッシュがエンゲージを試みた際に、ブラウムが味方を守る役割を果たしやすい。\n\n有利の取り方：\n- スレッシュのスキルを避けつつ、ブラウムのパッシブを活かしてハラスを行う。特に、スレッシュがフックを外したタイミングで攻撃を仕掛ける。\n- ブラウムのスタンを狙い、スレッシュが近づいてきた際に反撃する。これにより、スレッシュの行動を制限できる。\n- ADCと連携して、スレッシュが攻撃しづらい位置に立ち、ブラウムの防御スキルを活かして味方を守る。特に、スレッシュがフックを狙ってきた際に、ブラウムが前に出て味方を守る。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってゼラスに接近しやすく、捕まえられるリスクが高いです。\n- ゼラスのスキルは発動が遅く、パイクの瞬発力に対抗するのが難しく、特に近距離での戦闘に弱いです。\n- パイクのパッシブによる回復効果や高い基礎ステータスにより、ゼラスのハラスを耐えられやすく、逆に反撃を受けることが多いです。\n\n不利の緩和策：\n- ゼラスは位置取りを意識し、パイクのフックを避けるために常に後ろに下がるように心がける。\n- スキルを当てるタイミングを見極め、パイクが近づいてきた際にカウンターとしてスキルを使うことで、相手の動きを制限する。\n- ビジョンをしっかりと確保し、パイクの動きを把握することで、奇襲を防ぎ、レーンでの安全を確保する。",
      "セナ": "セナが不利です。\n\n理由：\n- パイクは高い機動力とCCを持っており、セナの逃げ手段が乏しいため、捕まえられやすいです。\n- パイクの序盤の基礎ステータスが高く、ハラスに対して強い耐性を持っているため、セナがハラスを行いにくいです。\n- パイクのスキルによる瞬時のキルプレッシャーが高く、セナは一度捕まると致命的なダメージを受けやすいです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるように心がける。\n- サポートアイテムや回復スキルを活用して、パイクのハラスを受けた際に早めに回復する。\n- ジャングラーと連携し、パイクを捕まえるチャンスを作ることで、セナが有利に立ち回れる状況を作る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パイクは高い機動力と捕まえる能力を持っており、ラックスが接近されるとスキルを使う余裕がなくなります。特に、パイクのフックやスタンで捕まると、ラックスは脆弱なため一気に不利な状況に陥ります。\n- ラックスはスキルのクールダウンが長く、方向指定のスキルが多いため、パイクの動きに対して柔軟に対応するのが難しいです。パイクがカモフラージュを使って接近してくると、ラックスはスキルを当てるのが難しくなります。\n- パイクのパッシブによる回復効果は、ラックスのハラスを軽減し、レーンでの優位性を失いやすくなります。特に序盤では、パイクの基礎ステータスが高いため、ラックスがハラスを試みても効果が薄いです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるように心がける。特に、ミニオンの後ろに隠れることで、フックを避けやすくなります。\n- サポートアイテムやポーションを活用し、ハラスを受けても耐えられるようにする。特に、回復アイテムを持つことで、パイクのハラスに対抗しやすくなります。\n- ワードを積極的に使い、視界を確保することで、パイクの動きを把握し、接近される前に警戒する。特に、草むらでの待ち伏せを防ぐことが重要です。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- 機動力の低さ: ヴェル＝コズは移動手段が限られており、パイクの高い機動力に対抗できません。パイクが接近してくると、逃げるのが難しくなります。\n- CCの発生が遅い: ヴェル＝コズのCCは発生が遅いため、パイクのフックや瞬時の攻撃に対して反応しづらく、捕まるリスクが高まります。\n- ハラスに対する脆弱性: パイクは序盤から強力なハラスを行えるため、ヴェル＝コズは早い段階で体力を削られやすく、レーンでの優位性を失う可能性があります。\n\n不利の緩和策:\n- ポジショニングを意識する: 常に安全な距離を保ち、パイクのフックを避けるように立ち回ることで、捕まるリスクを減らします。\n- ワードを活用する: 視界を確保し、パイクの動きを把握することで、接近される前に対処できるようにします。\n- スキルを温存する: パイクが接近してきた際に備えて、スキルを温存し、反撃のチャンスを狙うことで、逆転の可能性を高めます。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってザイラに接近しやすく、ザイラの攻撃を避けながらハラスを行うことができるため、ザイラは攻撃を当てにくい。\n- ザイラは防御ステータスが低く、接近されると瞬時に倒されるリスクが高い。パイクのCCスキルによって捕まると、ザイラは反撃する余裕がなくなる。\n- パイクのパッシブによる回復効果があるため、ザイラのハラスが効きにくく、レーンでの優位を築くのが難しい。\n\n不利の緩和策：\n- ザイラは位置取りを意識し、常に安全な距離を保ちながらハラスを行うことで、パイクの接近を防ぐ。\n- 可能な限り視界を確保し、パイクの動きを把握することで、フックを避ける準備をする。\n- ザイラのCCスキルを活用して、パイクが接近してきた際に先手を打つことで、相手の行動を制限し、逆にハラスを行うチャンスを作る。",
      "ジリアン": "ジリアンが不利です。\n\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってジリアンを捕まえやすいため、ジリアンは常に警戒しなければならない。\n- パイクのパッシブによる回復効果が強力で、ハラスに対して耐性があるため、ジリアンのハラスが効きにくい。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、パイクの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにする。特に、ミニオンの後ろに隠れることが重要。\n- ジャングラーと連携し、パイクを捕まえるチャンスを作ることで、ジリアンが有利な状況を作り出す。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的に戦える状態を保つ。",
      "ソナ": "ソナが不利です。\n\n理由：\n- パイクは高い機動力と捕まえる能力を持っており、ソナの脆弱な基礎ステータスを突いて簡単にキルを狙うことができる。\n- ソナはCCがUltに依存しているため、パイクのフックや攻撃を避ける手段が限られており、捕まった際のリスクが高い。\n- パイクのハラス能力が高く、特に序盤においてソナはハラスに対して耐えにくく、レーンでの優位を失いやすい。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、パイクのフックを避けるように動くことで、捕まるリスクを減らす。\n- サポートアイテムやポーションを活用し、マナ管理をしっかり行いながら、必要な時に回復やバフを行えるようにする。\n- 味方のジャングラーと連携し、パイクに対するGankを狙うことで、ソナが有利に立てる状況を作る。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、パイクの高い機動力を制限することができるため、パイクが攻撃を仕掛けるのが難しくなります。\n- レルのパッシブによって敵のARとMRを減少させることができ、パイクのダメージを効果的に削ぐことができます。\n- レルはタンクとしての耐久力が高く、パイクの瞬間火力に対して耐えることができるため、レーンでのハラスに強いです。\n\n有利の取り方：\n- レルのCCを活かしてパイクを捕まえ、連携して攻撃を仕掛けることで、パイクの動きを制限します。\n- レルのパッシブを活用し、パイクに対してハラスを行い、レーンの主導権を握ります。\n- 集団戦ではレルのエンゲージ能力を活かし、パイクが攻撃しづらい状況を作り出すことで、味方のダメージを通しやすくします。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、パイクの高い機動力を制限することができるため、捕まえやすい。\n- ノーチラスの耐久力とシールドにより、パイクの瞬間火力に対して耐えることができ、オールインで有利に立ち回れる。\n- パイクは集団戦での火力が低く、ノーチラスのタンク性能によって彼の攻撃を受け止めやすい。\n\n有利の取り方：\n- ノーチラスのフックを活用して、パイクを捕まえた際に即座にオールインを仕掛ける。\n- レーンでの視界を確保し、パイクの動きを把握することで、彼の攻撃を避けつつ反撃のチャンスを狙う。\n- パイクのスキルを理解し、彼のコンボを避けることで、持続的に有利なトレードを行う。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、パイクのフックや攻撃を無効化することができるため、パイクの攻撃を受けにくい。\n- マオカイのパッシブによるHP回復効果があり、パイクのハラスに対して持続力が高く、レーンでの耐久性が優れている。\n- パイクは集団戦での瞬間火力が低く、マオカイのタンク性能とCCによって、パイクが有効に働く場面を減少させることができる。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、パイクの動きを制限することで、彼のフックを避ける。\n- CCを駆使してパイクを捕まえ、味方と連携してトレードを有利に進める。\n- レーンでのハラスを行い、パイクのHPを削りつつ、パッシブの回復を活かして持続的に戦う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力と2種類のCCを持っており、パイクの攻撃を無効化しやすい。特に、パイクが接近してきた際にCCを使うことで、彼の攻撃を阻止できる。\n- ラカンのパッシブやスキルによるシールドとヒールは、パイクのハラスに対して強力な耐性を提供し、レーンでのサステインが高い。\n- パイクは集団戦での瞬間火力が低く、ラカンが味方を守ることで、パイクの効果を減少させることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクのスキルを避けながら味方と連携して攻撃する。特に、パイクがスキルを使った後に反撃するタイミングを狙う。\n- ラカンのCCを活用して、パイクが接近してきた際に捕まえる。これにより、パイクの行動を制限し、味方の攻撃を通しやすくする。\n- 集団戦では、ラカンがエンゲージを行い、パイクを無力化することで、味方が安全に攻撃できる環境を作る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができ、パイクの攻撃を避けながらハラスを行いやすいです。これにより、パイクのフックやハラスを受けにくくなります。\n- ミリオの回復やシールドによって、パイクのハラスを軽減できるため、持続的にレーンでの優位を保つことができます。\n- パイクは集団戦での瞬間火力が低く、ミリオのウルトによってCCを解除されると、パイクのエンゲージが無力化されるため、集団戦での影響力が減少します。\n\n有利の取り方：\n- レーンでのハラスを行う際、ミリオの攻撃範囲を活かしてパイクの攻撃を避けつつ、積極的にトレードを仕掛ける。\n- パイクがフックを外したタイミングを狙って、ミリオの回復やシールドを活用しながら味方と連携して攻撃する。\n- 集団戦では、ミリオのウルトを適切なタイミングで使用し、パイクのエンゲージを無効化することで、味方の生存率を高める。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコはインビジブルを活用して奇襲を仕掛けることができ、パイクのスキルを避けやすいです。これにより、パイクのハラスを受けにくくなります。\n- パイクは瞬間火力が低く、集団戦での影響力が薄いため、シャコが単独で攻撃を仕掛ける際に有利に立ち回れます。\n- シャコのCCスキルはパイクの移動を制限することができ、特にパイクがフックを外した際に反撃のチャンスを作りやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクのHPを削ることで、シャコのインビジブルを使った奇襲を仕掛けやすくします。\n- パイクがスキルを使った後の隙を狙い、インビジブルを使って攻撃を仕掛けることで、相手にプレッシャーをかけます。\n- シャコのCCを活用して、パイクが逃げられない状況を作り出し、キルを狙うことが重要です。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、パイクのエンゲージを無効化することができるため、パイクが攻撃を仕掛ける際に大きな障害となります。\n- ジャンナのシールドと回復能力により、パイクのハラスを軽減できるため、持続的にレーンでの優位を保ちやすいです。\n- パイクは集団戦での瞬間火力が低く、ジャンナのディスエンゲージ能力によって、パイクが効果的にキルを狙うことが難しくなります。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクのHPを削りつつ、シールドで自分の安全を確保します。\n- パイクがエンゲージを試みた際に、CCを使って彼を無力化し、反撃のチャンスを作ります。\n- ジャンナの移動速度向上のスキルを活用して、味方ADCと連携し、パイクを追い詰めることで、レーンの主導権を握ります。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、パイクの機動力を制限できるため、彼の攻撃を無効化しやすい。\n- ポッピーの高いシールドと割合ダメージにより、1対1のトレードでパイクに対して優位に立てる。\n- パイクは集団戦での瞬間火力が低く、ポッピーのCCを受けると動きが制限され、効果的に攻撃できなくなる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パイクの体力を削ることでプレッシャーをかける。\n- パイクがフックを使った後の隙を狙い、ポッピーのCCを活かしてトレードを仕掛ける。\n- 敵のミニオンを利用して、パイクが近づけない位置での戦闘を心がけ、ポッピーの強みを最大限に活かす。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、パイクのハラスを受けても持ちこたえやすい。特に、パイクの攻撃を受けた後でも回復することで、レーンでの優位を保ちやすい。\n- ソラカのサイレンス効果により、パイクのスキルを無効化できるため、彼のフックやエンゲージを防ぎやすい。これにより、パイクの強みを活かさせない。\n- ソラカは射程が長く、パイクに対して安全にハラスを行えるため、レーンでの圧力をかけやすい。パイクが近づく前にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パイクのHPを削る。特に、パイクがスキルを使った後に攻撃することで、反撃を受けにくい。\n- サイレンスを活用して、パイクがスキルを使うタイミングを見計らい、彼の行動を制限する。これにより、パイクのエンゲージを無効化できる。\n- ミニオンの波を管理し、パイクが近づけない位置で戦う。これにより、パイクのフックを避けつつ、ソラカのハラスを最大限に活かすことができる。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、モルガナのハラスを受けにくく、逆にトレードで有利に立ちやすいです。\n- ミリオのノックバックやシールドにより、モルガナのスネアを回避されることが多く、彼女のCCが効果的に機能しにくいです。\n- ミリオは回復やシールドを持っているため、モルガナのダメージトレードが相手に対してあまり効果的ではなく、持続的な戦闘で不利になります。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、相手の攻撃を受けないようにすることが重要です。\n- ミリオのスキルのクールダウンを狙って、スネアを当てるタイミングを見計らい、効果的にCCを使うように心がけましょう。\n- 早めにアイテムを購入し、マナ管理を徹底することで、持続的な戦闘能力を高め、相手に対抗できるようにしましょう。",
      "ゼラス": "ゼラスが不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ゼラスの長射程攻撃に対しても有利にトレードを行うことができるため、ハラスが難しい。\n- ミリオの回復やシールドにより、ゼラスのダメージを軽減されやすく、持続的なハラスが効果的でなくなる。\n- ミリオのノックバックによって、ゼラスのスキルを当てるタイミングをずらされることが多く、特に近距離での戦闘において不利になる。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- ミリオのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- ゼラスのスキルを当てやすくするために、ミニオンを利用してハラスを行い、ミリオのシールドや回復を無駄にさせる。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供するため、ラックスのハラスを受けても生存しやすい。\n- ミリオのノックバックやCC解除のウルトにより、ラックスのスキルを無効化される可能性が高く、エンゲージが難しい。\n- ラックスは接近されると脆弱であり、ミリオのサポートによってミニオンを利用したトレードが不利になる。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを意識し、ミニオンを利用してハラスを行う。\n- ミリオのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートアイテムやポーションを活用し、マナ管理をしっかり行い、持続的にハラスを行えるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、パンテオンが近づく前にハラスを受けやすい。\n- ミリオのノックバックやシールドにより、パンテオンのオールインが無効化される可能性が高い。\n- パンテオンは集団戦でのAoEダメージが乏しく、ミリオの味方が強化されることで、集団戦での影響力が低下する。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、ハラスを受けないようにする。\n- ミリオのスキルのクールダウンを狙い、スキルがないタイミングでオールインを仕掛ける。\n- 早めにアイテムを購入し、耐久力を上げることで、ミリオのハラスに耐えられるようにする。",
      "パイク": "パイクが不利です。\n\n理由：\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供するため、パイクのハラスやエンゲージを無効化しやすいです。\n- ミリオのノックバックやスタンによって、パイクの接近を阻止されるため、パイクの攻撃チャンスが減少します。\n- ミリオのウルトによって、集団戦でのパイクの瞬間火力が無力化される可能性が高く、特に集団戦での影響力が低下します。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミリオのスキルを避けつつ、適切なタイミングでエンゲージを試みる。\n- ミリオのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 早めにアイテムを購入し、耐久力を上げることで、ミリオのハラスに対する耐性を高める。"
    },
    "loses": {
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由:\n- ブリッツクランクはフックを使ってミリオを捕まえることができ、ミリオのエンゲージ能力を無力化できます。ミリオはエンゲージが低いため、ブリッツクランクのフックに対して脆弱です。\n- ミリオのCCは主にノックバックであり、ブリッツクランクのサイレンスやノックアップに対して無力です。これにより、ミリオはブリッツクランクの攻撃を防ぐ手段が限られます。\n- ブリッツクランクは脆いメイジやエンチャンターに対して強力であり、ミリオもその一例です。フックが当たれば即座にキルに繋がる可能性があります。\n\n有利の取り方:\n- レベル2やレベル3での早期エンゲージを狙い、ミリオをフックで捕まえることで、相手のサポートを無力化します。\n- ミニオンウェーブを利用して、ミリオがハラスを行う際にフックを狙い、相手の動きを制限します。\n- 集団戦では、ミリオの位置を把握し、フックを使って彼を捕まえることで、味方のダメージを通しやすくします。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ミリオの回復やシールドを無効化することができるため、ミリオの強みを封じることができる。\n- バードの移動スキルを活かしてロームが得意で、ミリオが孤立している時に奇襲をかけやすい。\n- ミリオはCCが限られており、バードのスタンや移動スキルによってエンゲージを避けやすく、トレードで優位に立ちやすい。\n\n有利の取り方：\n- ミリオのスキルのクールダウンを見計らって、スタンを使ってトレードを仕掛ける。\n- 鐘を回収しながらレーンを維持し、ミリオが攻撃しづらい状況を作る。\n- ミリオが孤立しているタイミングでロームを行い、他のレーンでのキルを狙う。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ミリオのノックバックを無効化しやすい。ミリオのエンゲージ能力が低いため、ノーチラスが先手を取ることができる。\n- ノーチラスのフックは長射程で、ミリオが距離を取るのが難しく、オールインを仕掛けやすい。ミリオは逃げる手段が限られているため、捕まえやすい。\n- ミリオはマナ管理が難しく、スキルを多用するとマナが枯渇しやすい。ノーチラスは持続的なダメージを与えられるため、ミリオのリソースを消耗させることができる。\n\n有利の取り方：\n- フックを使ってミリオを捕まえ、オールインを仕掛ける。ミリオが逃げる手段を持たないため、確実にダメージを与えられる。\n- ミニオンウェーブを管理し、ミリオがハラスを行う前に先手を取る。ミリオのスキルを避けつつ、トレードを有利に進める。\n- チームメイトと連携し、ミリオがウルトを使う前にCCを重ねて無力化する。ミリオのウルトを意識しつつ、タイミングを見計らってエンゲージする。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を強化できるため、ミリオの攻撃力強化や回復と相性が良く、トレードで優位に立ちやすい。\n- ソナのスタン効果は集団戦やエンゲージ時に非常に強力で、ミリオのCC解除能力を無力化することができる。\n- ミリオはエンゲージ能力が低く、奇襲に弱いため、ソナのスキルを活かして安全にハラスを行うことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ミリオのマナを消耗させることで、彼のスキル使用を制限する。\n- ソナのオーラを活用して味方を強化し、ミリオの攻撃を受け流しながらトレードを行う。\n- 集団戦では、ミリオのウルトを狙ってスタンを当て、彼の味方を無力化することで、戦闘を有利に進める。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力と2種類のCCを持っており、ミリオの攻撃を無力化しやすいです。特に、ミリオのノックバックはスキルショットであるため、ラカンの機動力を活かして避けることが可能です。\n- ミリオはエンゲージ能力が低く、ラカンのような高機動力のチャンピオンに対しては対処が難しいです。ラカンは奇襲を仕掛けやすく、ミリオが反応する前に攻撃を仕掛けることができます。\n- ラカンは味方を支援するシールドや回復を持っており、ミリオのハラスを受けても持ちこたえやすいです。これにより、レーンでのサステインが高く、トレードで有利に進めることができます。\n\n有利の取り方：\n- ラカンの機動力を活かして、ミリオのスキルを避けながらエンゲージを仕掛ける。特に、ミリオがスキルを使った後に攻撃を仕掛けると効果的です。\n- ミリオのCCを避けつつ、味方と連携してトレードを行い、ミリオのHPを削る。特に、ミリオがマナを消費しているタイミングを狙うと良いでしょう。\n- ミリオがスキルを使った後に、ラカンのCCを駆使してミリオを捕まえ、キルを狙う。特に、ミリオが孤立している時に攻撃を仕掛けると効果的です。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持っており、ミリオのエンゲージを無効化しやすい。特に、ミリオのノックバックを受けることで、アリスターは近づいて攻撃するチャンスを得る。\n- ミリオは主に味方をサポートする役割であり、自己防衛能力が低いため、アリスターのエンゲージに対して脆弱である。\n- アリスターは高いタフネスを持ち、レーン維持が得意なため、ミリオのハラスを受けても耐えることができる。\n\n有利の取り方：\n- アリスターのCCを活かして、ミリオがスキルを使った後にエンゲージを仕掛けることで、相手の行動を制限する。\n- ミリオのマナ管理が難しいことを利用し、積極的にハラスを行い、ミリオのスキルを使わせる。\n- 集団戦では、アリスターのエンゲージを活かしてミリオを狙い、味方と連携してキルを狙う。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、ミリオの攻撃やスキルを無力化することができるため、ミリオの強みを封じることができる。\n- ルルのシールドやHP増加のスキルにより、味方の生存能力を高めることができ、ミリオの回復やシールドを上回るサポートが可能。\n- ミリオはエンゲージ能力が低く、ルルのスキルを受けた後に反撃するのが難しいため、トレードで有利に進めやすい。\n\n有利の取り方：\n- ミリオが攻撃を仕掛けてきた際に、ポリモーフを使って無力化し、その隙に攻撃を仕掛ける。\n- シールドを味方に付与し、ミリオのハラスを耐えつつ、反撃のチャンスを狙う。\n- ミリオのスキルのクールダウンを見極めて、スキルを使った後に積極的にトレードを行う。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "シャコ": "シャコが不利です。\n\n理由：\n- バードはスタンを持っており、シャコの奇襲を無効化することができるため、シャコは攻撃を仕掛けにくい。\n- バードの回復スキルや移動速度の増加により、レーンでの持続力が高く、シャコのハラスを受け流しやすい。\n- バードは鐘を回収することで火力を向上させるため、レーンでのダメージを持続的に与えられ、シャコが不利な状況に陥りやすい。\n\n不利の緩和策：\n- バードのスタンを避けるために、シャコはインビジブルを活用して奇襲のタイミングを見極める。\n- バードのスキルを避けるために、シャコはレーンでの位置取りを工夫し、ハラスを受けないようにする。\n- バードの鐘の回収を妨害するために、シャコは積極的にワードを使い、視界を確保してバードの動きを制限する。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- バードはスタンを持っており、ミリオの移動や行動を制限しやすい。これにより、ミリオが攻撃や回復を行うタイミングを奪われる。\n- バードの鐘を回収することで火力を向上させるため、ミリオに対して持続的なハラスが可能。ミリオは回復やシールドを持っているが、バードの攻撃を受け続けると厳しい。\n- バードはローム能力が高く、ミリオがレーンで孤立している間に他のレーンに影響を与えることができるため、ミリオのADCが孤立しやすくなる。\n\n不利の緩和策：\n- バードのスタンを避けるために、ミリオは位置取りを意識し、敵のスキルを見極めて行動することが重要。\n- ミリオの回復やシールドを適切に使い、バードのハラスを受けた際に早めに回復することで、持続的なダメージを抑える。\n- バードのロームを警戒し、ミニマップを常に確認して、味方と連携を取りながら行動することで、孤立を避ける。",
      "レル": "レルが不利です。\n\n理由：\n- バードは射程が長く、レルに対してハラスを行いやすいため、レーンでの圧力をかけられやすい。\n- バードのスタンを持つスキルは、レルのエンゲージを阻害し、逆にレルを捕まえるチャンスを与えることができる。\n- バードは移動スキルを持っており、レルのスキルを避けやすく、機動力の高いバードに対してレルは攻撃を当てにくい。\n\n不利の緩和策：\n- バードのスキルを避けるために、レルは位置取りを工夫し、ハラスを受けないように心掛ける。\n- バードのスタンを避けるために、レルはスキルを使うタイミングを見極め、相手のスキルを使わせてからエンゲージを試みる。\n- サポートアイテムやポーションを活用し、レーンでの生存能力を高めて、バードのハラスに耐える時間を増やす。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- バードはスタンを持っており、ソラカの逃げる手段が乏しいため、捕まるリスクが高い。\n- バードの回復や加速スキルにより、レーン維持が得意で、ソラカのハラスを受け流しやすい。\n- ソラカのヒールは重傷の影響を受けやすく、バードの攻撃によって効果が減少するため、持続的な回復が難しい。\n\n不利の緩和策：\n- バードのスタンを避けるために、位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- バードのスキルを避けるために、スキルのクールダウンを把握し、攻撃的なタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げることで、バードの攻撃に耐えられるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- バードは射程が長く、遠距離からのハラスが得意なため、ブラウムは接近するのが難しい。\n- バードのスタンを持つスキルは、ブラウムのCC発動を妨げるため、ブラウムが有効に働きにくい。\n- バードは回復や移動速度の増加を持っており、ブラウムが攻撃を仕掛けても逃げられる可能性が高い。\n\n不利の緩和策：\n- ブラウムはレーンでのハラスを避けるため、ADCと連携してバードの攻撃を受けないように立ち回る。\n- バードのスキルを避けるために、ミニオンの後ろに隠れたり、位置取りを工夫する。\n- バードがロームする際に、視界を確保し、味方に警告を出しておくことで、バードの影響を最小限に抑える。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- バードはスタンを持っており、セラフィーンのスキルを妨害しやすいため、セラフィーンが攻撃を仕掛けるのが難しくなる。\n- バードの移動スキルにより、ロームや味方のサポートが得意で、セラフィーンがレーンで孤立しやすくなる。\n- セラフィーンはスキルの発生が遅く、バードの瞬時の攻撃に対して反応しづらく、オールイン合戦で不利になる。\n\n不利の緩和策：\n- バードのスタンを避けるために、スキルを使うタイミングを慎重に選び、相手の動きを観察する。\n- レーンでの孤立を避けるために、ADCと連携を強化し、常に一緒に行動するよう心がける。\n- バードのロームを警戒し、ミニマップを頻繁に確認して、味方にピンを送ることで、サポートを受けやすくする。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- バードはスタンを持っており、ザイラがスキルを使う前に行動不能にされる可能性が高い。これにより、ザイラの攻撃やCCを発揮する前にダメージを受けるリスクが増す。\n- バードの移動スキルにより、ザイラの攻撃を避けやすく、特に接近戦での優位性を持たれる。ザイラは機動力が低いため、バードのロームやサポート能力に対抗しづらい。\n- バードは回復や加速のスキルを持っており、ザイラのハラスを受けても持ちこたえやすい。これにより、ザイラのダメージを軽減され、レーンでの圧力が減少する。\n\n不利の緩和策:\n- ザイラはレーンでのハラスを強化するために、バードのスキルを避けつつ、植物を活用して安全な距離から攻撃することを心がける。\n- バードのスタンを避けるために、スキルの発動タイミングを見極め、相手の動きを予測してスキルを使うことで、被ダメージを減らす。\n- サポートやジャングラーと連携し、バードがロームするタイミングを狙って、ザイラが有利な状況を作り出すことで、レーンの圧力を取り戻す。",
      "カルマ": "カルマが不利です。\n\n- バードはスタンを持っており、カルマのスネアは発生が遅いため、バードの攻撃を受けやすい。これにより、カルマはレーンでのハラスやプレッシャーをかけにくくなる。\n- バードは鐘を回収することで火力を向上させるため、持続的なダメージを出しやすい。カルマはスキルの発動に依存しているため、バードの持続的なダメージに対抗しづらい。\n- バードの移動スキルを使ったローム能力が高く、他のレーンへの影響力が強い。これに対してカルマは自分のレーンに留まることが多く、全体的なマッププレッシャーで劣る。\n\n不利の緩和策：\n- バードのスキルを避けるために、位置取りを工夫し、相手のスキルを外させるようにする。特にバードのスタンを避けることが重要。\n- バードが鐘を回収するタイミングを見計らい、ハラスを行うことで、相手のリソースを削る。特にバードが鐘を回収している間は攻撃のチャンス。\n- 自分のスキルを効果的に使い、味方ADCと連携してバードに対抗する。特にシールドや加速を活かして、味方を守りつつ反撃することが重要。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- バードはスタンを持っており、ゼラスのスキルを当てる前に行動を無力化できるため、ゼラスは攻撃を仕掛けにくい。\n- バードの移動スキルによって、ゼラスの長射程攻撃を避けられることが多く、ハラスが効果的に行えない。\n- バードは回復や加速のスキルを持っているため、ゼラスのダメージを軽減しつつ、レーン維持が得意で、ゼラスが有利に立ちにくい。\n\n不利の緩和策：\n- バードのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- バードが鐘を回収するタイミングを見計らい、ハラスを行うことで、相手のリソースを削る。\n- 自衛手段が乏しいため、サポートと連携し、バードの攻撃を受けないようにすることで、レーンでの圧力を軽減する。"
    },
    "loses": {
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、バードの攻撃を耐えやすい。特にバードのダメージはQに依存しているため、ソナの回復でそのダメージを軽減できる。\n- ソナのスタンは発生が早く、バードの移動スキルを封じることで、バードがロームやハラスを行うのを妨げることができる。\n- ソナは集団戦での支援能力が高く、バードが持つAoEの無敵や行動不能を持つUltに対しても、味方を強化することで対抗できる。\n\n有利の取り方：\n- レーンでのハラスを行い、バードのスキルを避けながら自分のスキルを使ってダメージを与える。\n- バードが鐘を回収するために前に出てきたタイミングで、スタンを狙って捕まえる。\n- 集団戦では、味方を強化しつつ、バードのUltを警戒しながら位置取りを行い、効果的に支援する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、バードの移動を制限することができるため、バードがロームする際に捕まえやすい。\n- バードは主にスキルに依存しているが、ノーチラスはタンクとしての耐久力が高く、バードの攻撃を受け止めやすい。\n- ノーチラスのフックは長射程で、バードが距離を取ろうとしても簡単に捕まえることができるため、バードの行動を制限できる。\n\n有利の取り方：\n- バードがロームするタイミングを見計らい、ミニマップを確認しながらフックを狙う。\n- バードがADCを一人にする時間を利用して、積極的にハラスを行い、レーンでの優位性を確保する。\n- ノーチラスのパッシブを活用し、バードに対してダメージを与えつつ、CCを駆使してバードの動きを封じる。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力とCCを持ち、バードのスキルを避けやすいため、バードの攻撃を受けにくい。\n- バードは主にQによるダメージに依存しているが、パイクはパッシブによる回復効果でハラスに強く、持続的にダメージを与えられる。\n- バードのスキルは敵味方を問わず影響を与えるため、誤った使い方をすると自分のチームに不利益をもたらす可能性があり、パイクはその隙を突きやすい。\n\n有利の取り方:\n- バードのスキルのクールダウンを狙い、スキルを使った後に積極的にハラスを行う。\n- フックを使ってバードを捕まえ、CCを活かしてダメージを与える。\n- バードが鐘を回収するためにレーンを離れた際に、ADCと連携して積極的に攻撃を仕掛ける。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、バードの移動を制限しやすいため、バードがスキルを使う前に捕まえることができる。\n- バードは主に鐘を回収することで火力を上げるが、スレッシュのフックやスローでその行動を妨げることができるため、レーンでのプレッシャーをかけやすい。\n- スレッシュは味方を救出する能力があり、バードのスタンを受けた味方を助けることができるため、チーム戦での生存率が高まる。\n\n有利の取り方：\n- フックを使ってバードを捕まえ、早期にハラスを行うことでレーンの主導権を握る。\n- バードの鐘の回収を妨害するために、位置取りを工夫し、バードが鐘を取りに行くタイミングを狙う。\n- チームメイトと連携し、バードがロームする際にその動きを察知して、エンゲージやピールを行うことで、バードの影響力を減少させる。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはスタンを持っており、バードの移動スキルを無効化することで、バードに対して強力なトレードが可能です。\n- パンテオンのバーストダメージは序盤から非常に高く、バードの低いDPSを利用して早期にキルを狙いやすいです。\n- バードは鐘の回収に依存しているため、パンテオンのオールインによってレーンでのプレッシャーをかけやすく、バードの成長を妨げることができます。\n\n有利の取り方：\n- レベル2やレベル3でのオールインを狙い、バードに対して早期にダメージを与える。\n- バードが鐘を回収しようとするタイミングで、スタンを使ってトレードを仕掛ける。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、全体的なマッププレッシャーを高める。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "スウェイン": "スウェインが不利です。\n\n- ザイラは長射程の攻撃を持ち、スウェインが接近する前にハラスを行いやすいです。これにより、スウェインは序盤からダメージを受けやすくなります。\n- ザイラのCCスキルは範囲攻撃であり、スウェインが近づくと拘束されるリスクが高く、特にスウェインは機動力がないため、逃げる手段が限られています。\n- ザイラは植物を使ってゾーニングを行うことができ、スウェインがスキルを当てるのが難しくなります。これにより、スウェインのダメージを出す機会が減少します。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回ることが重要です。\n- サポートと連携して、ザイラのCCを避けるためのタイミングを見計らい、攻撃を仕掛けることが効果的です。\n- アイテムを早めに購入し、重傷効果を持つアイテムを持つことで、ザイラの回復を抑えることができます。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ザイラは長射程の攻撃と高いハラス能力を持っており、スレッシュが接近する前にダメージを与えられるため、レーンでのハラスが非常に厳しい。\n- ザイラのCCスキルは範囲攻撃であり、スレッシュがフックを外した場合、逆にザイラのコンボを受けやすく、オールインで勝てないことが多い。\n- ザイラの植物は非常に強力で、スレッシュが近づくとダメージを受けやすく、特に集団戦ではザイラのAoEダメージに対処しづらい。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、位置取りを意識し、フックを当てるチャンスを狙う。特に、ザイラのCCスキルが外れたタイミングを見計らってオールインを仕掛ける。\n- モビリティブーツを早めに購入し、他のレーンにロームして有利を取ることで、ザイラとの1対1の状況を避ける。\n- ザイラの植物を破壊するために、スキルを使って積極的に対処し、ザイラのダメージを減少させる。",
      "メル": "メルが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、序盤から高いハラスを行うことができるため、メルは安全にプレッシャーをかけられず、ダメージを受けやすい。\n- ザイラのCCスキルにより、メルは動けなくなりやすく、特にザイラの植物を利用した攻撃に対して脆弱である。\n- メルは能動的に使えるCCがないため、ザイラの攻撃を受けると反撃が難しく、特に集団戦では影響力が低下する。\n\n不利の緩和策:\n- ザイラの攻撃を避けるために、位置取りを意識し、ミニオンの後ろに隠れるなどしてハラスを最小限に抑える。\n- ザイラのCCを避けるために、仲間と連携して動き、ザイラのスキルを使わせた後に攻撃するタイミングを見計らう。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、ザイラの攻撃に耐えられるようにする。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、ニーコが近づく前にハラスを受けやすい。特に序盤はザイラの攻撃が非常に痛く、ニーコは安全にハラスを行うことが難しい。\n- ザイラのCCスキルにより、ニーコが接近する際に拘束されるリスクが高く、スキルを発動する前にダメージを受ける可能性がある。\n- ザイラは植物を使ってゾーニングを行うことができ、ニーコがミニオンを処理する際に安全に攻撃を行うことができるため、ニーコはミニオンコントロールが難しくなる。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンの後ろに隠れながらハラスを行い、できるだけ安全に近づくように心がける。\n- ザイラのCCスキルのクールダウンを確認し、その間に攻撃を仕掛けることで、リスクを減らしつつダメージを与える。\n- サポートと連携して、ザイラに対して集団で攻撃を仕掛けることで、彼女の強みを無効化し、ニーコの奇襲能力を活かす。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ザイラは長射程の攻撃と高いハラス能力を持っており、モルガナが近づく前にダメージを与えられるため、レーンでのプレッシャーが強い。\n- ザイラのCCスキルは範囲攻撃であり、モルガナがスネアを当てる前にザイラが先に拘束することができるため、モルガナの行動が制限されやすい。\n- モルガナはクールダウンが長く、持続的な戦闘に向かないため、ザイラの攻撃を受け続けると息切れしやすく、レーンでの優位性を保つのが難しい。\n\n不利の緩和策：\n- ザイラの攻撃を避けるために、ミニオンの後ろに隠れながらハラスを行い、できるだけ安全にレーンを維持する。\n- ザイラのCCを避けるために、タイミングを見計らってスペルシールドを使用し、味方と連携してオールインを狙う。\n- 早めにアイテムを購入し、マナ管理を徹底することで、持続的な戦闘能力を向上させ、ザイラに対抗できるようにする。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、アリスターが接近する前にハラスを行いやすい。これにより、アリスターはレーンでのプレッシャーを受けやすくなる。\n- ザイラのCCスキルは範囲攻撃であり、アリスターがエンゲージを試みる際に、ザイラのスキルで拘束される可能性が高い。これにより、アリスターの動きが制限される。\n- アリスターは近接チャンピオンであり、ザイラの植物を利用したゾーニングに対して非常に弱い。植物があると、アリスターは安全に近づくことが難しくなる。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。特に、ザイラのスキルがクールダウン中のタイミングを狙う。\n- アリスターのエンゲージを行う際は、味方のダメージディーラーと連携し、ザイラを一気に排除する戦略を取る。これにより、ザイラの反撃を受けにくくする。\n- アイテムを早めに購入し、マナ管理を徹底することで、スキルを連続して使用できるようにし、レーンでの存在感を高める。",
      "ルル": "ルルが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、ルルが近づく前にハラスを受けやすい。特に、ザイラのスネアを受けると一方的に攻撃される危険がある。\n- ザイラのCCスキルは範囲攻撃であり、ルルが味方を守るために近づくと、逆に自分が拘束されやすい。\n- ルルはエンゲージ能力が乏しく、ザイラの攻撃を避ける手段が限られているため、集団戦での影響力が低くなりがち。\n\n不利の緩和策：\n- ザイラのスキルがクールダウン中のタイミングを見計らって攻撃し、接近するチャンスを作る。\n- 味方と連携し、ザイラのスキルを避けるように動くことで、ハラスを最小限に抑える。\n- 魔法耐性を持つアイテムを選択し、ザイラのダメージを軽減することで、耐久力を向上させる。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ザイラは序盤から高い火力を持ち、長射程の攻撃でセラフィーンをハラスしやすいため、セラフィーンは安全にプレイしづらい。\n- ザイラのCCスキルは範囲攻撃であり、セラフィーンがスキルを発動する前に拘束される可能性が高く、オールイン合戦で不利になる。\n- セラフィーンのスキルの発生が遅く、ザイラの攻撃を受ける前に反撃するのが難しいため、特に瞬時に攻撃を仕掛けるザイラに対して脆弱。\n\n不利の緩和策：\n- ザイラの攻撃を避けるために、ミニオンの後ろに隠れたり、位置取りを工夫してハラスを受けないようにする。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、レベルアップを目指す。\n- 味方のジャングラーと連携し、ザイラに対してギャンクを仕掛けることで、プレッシャーをかける。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ザイラのスキルを避けつつ攻撃することができる。\n- ザイラは移動手段が乏しく、ジリアンのCCを受けると簡単に捕まってしまうため、ジリアンが有利に立ち回れる。\n- ジリアンの蘇生能力は、ザイラのバーストダメージに対して非常に効果的で、味方を守ることができる。\n\n有利の取り方：\n- ザイラのスキルを避けながら、ジリアンのCCを活用してザイラを捕まえる。\n- レベル差を利用して、早い段階から積極的にハラスを行い、ザイラのリソースを削る。\n- 味方と連携し、ザイラがスキルを使った後の隙を狙って攻撃する。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態でザイラに接近しやすいため、ザイラの長射程攻撃を避けながら攻撃できます。\n- ザイラは移動手段が乏しく、接近されると脆弱なため、シャコの奇襲に対して非常に弱いです。\n- シャコのCCスキルを使うことで、ザイラのスキルを無効化し、彼女の攻撃を封じることができるため、戦闘を有利に進められます。\n\n有利の取り方：\n- ザイラのスキルを避けながら、インビジブルを利用して奇襲を仕掛け、早期にダメージを与えます。\n- ザイラがスキルを使った後の隙を狙い、CCを使って彼女を拘束し、確実にキルを狙います。\n- ザイラの植物を利用したハラスを避けつつ、ミニオンを利用して接近し、相手のリソースを削ることで有利な状況を作ります。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで、回復やシールドを提供し、ザイラのハラスを軽減できるため、レーンでのサステインが高い。\n- ザイラは移動手段が乏しく、ユーミが接近して支援することで、ザイラの攻撃を避けつつダメージを与えることができる。\n- ユーミのスロー効果を利用することで、ザイラのスキルを避けやすく、ザイラのCCを受けるリスクを減らせる。\n\n有利の取り方：\n- ザイラのスキルを避けるために、ユーミは味方に密着しつつ、適切なタイミングでスローを使ってザイラを捕まえる。\n- ザイラがスキルを使った後の隙を狙い、ユーミが味方と連携して攻撃を仕掛ける。\n- ザイラの植物を利用して、視界を確保しつつ、ユーミの回復やシールドで味方を守りながらトレードを行う。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、ザイラの射程を無視して接近しやすいです。これにより、ザイラの攻撃を受ける前にオールインが可能です。\n- ザイラは移動手段が乏しく、接近されると脆弱です。レオナのエンゲージ能力によって、ザイラを捕まえやすくなります。\n- ザイラのスキルは発動から発生までに時間がかかるため、レオナの瞬時の接近に対処しづらいです。\n\n有利の取り方：\n- ザイラのスキルを避けながら、タイミングを見計らって接近し、CCを使って捕まえる。\n- ザイラがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- ミニオンを利用してザイラの視界を妨げ、接近するチャンスを作る。",
      "レル": "レルが有利です。\n\n理由：\n- レルは近接チャンピオンであり、ザイラの射程外から接近することができるため、ザイラの攻撃を避けながら攻撃できる。\n- ザイラは移動手段が乏しく、接近されると脆弱なため、レルのCCを活かして簡単に捕まえることができる。\n- レルのパッシブによって、ザイラのAR/MRを減少させることができ、ダメージを与えやすくなる。\n\n有利の取り方：\n- ザイラのスキルを避けながら、タイミングを見計らって接近し、CCを使ってザイラを拘束する。\n- ザイラがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- 味方と連携して、ザイラを囲む形で攻撃し、彼女の逃げ道を封じる。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ザイラは移動手段が乏しく、ブリッツクランクのフックに捕まると簡単に倒される可能性が高い。\n- ブリッツクランクは高いCC能力を持ち、ザイラのスキルを妨害することができるため、ザイラの攻撃を封じることができる。\n- ザイラは脆弱なメイジであり、ブリッツクランクの高いバーストダメージに対して耐えることができない。\n\n有利の取り方：\n- フックを積極的に狙い、ザイラを捕まえてキルを狙う。\n- ザイラのスキルのクールダウンを見極め、スキルがないタイミングで接近する。\n- 集団戦では、ザイラの後衛を狙い、彼女を無力化することで味方の安全を確保する。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- 射程の長さ：ゼラスは非常に長い射程を持っており、ザイラの攻撃を受けることなく一方的にハラスが可能です。これにより、ザイラは攻撃を当てる機会が減ります。\n- CCの有効性：ゼラスのスタン効果を持つスキルは、ザイラのスキルを発動する前に彼女を無力化することができ、特にザイラのスキルの発動が遅いことを考慮すると、非常に効果的です。\n- マナ管理：ゼラスはパッシブによってマナを回復できるため、長時間レーンでのハラスを続けやすく、ザイラに対して持続的な圧力をかけることができます。\n\n有利の取り方：\n- レーンでのハラス：常にザイラの射程外から攻撃し続け、彼女がスキルを使う前にダメージを与えます。\n- スキルのタイミングを見極める：ザイラがスキルを使った後の隙を狙って、スタンを当てることで彼女の行動を制限します。\n- ビジョンを確保する：視界を確保し、ザイラが安全にプレイできないようにすることで、彼女の動きを制限し、ハラスを続けます。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持つラカンは、ザイラのスキルを避けやすく、接近してCCを当てることができるため、ザイラに対して強力なプレッシャーをかけられます。\n- ザイラは移動手段が乏しく、ラカンが接近することで簡単に捕まえられるため、ザイラの攻撃を無効化しやすいです。\n- ラカンはシールドやヒールを持っているため、ザイラのハラスを受けても耐えやすく、レーンでのサステインが高いです。\n\n有利の取り方：\n- ザイラのスキルを避けながら、タイミングを見計らって接近し、CCを当てることでザイラを無力化します。\n- ザイラがスキルを使った後の隙を狙って、積極的にエンゲージを仕掛けることで、相手の反撃を受けにくくします。\n- ザヤとの連携を活かし、相互に強化し合いながら、ザイラに対して圧力をかけ続けることで、レーンを優位に進めます。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて、ザイラのハラスを耐えることができるため、持続的にレーンでの存在感を発揮できる。\n- ザイラのスキルは発動から発生までに時間がかかるため、ソナの機動力を活かしてスキルを避けやすい。\n- ソナのスタン効果を持つスキルは、ザイラのCCを無効化することができ、接近した際に有利な状況を作り出せる。\n\n有利の取り方：\n- ザイラのスキルを避けながら、ハラスを行い、相手のマナを削る。\n- ソナのオーラを活用して味方ADCを強化し、ザイラに対して積極的に攻撃を仕掛ける。\n- ザイラがスキルを使った後の隙を狙い、スタンを使って捕まえることで、ザイラにプレッシャーをかける。",
      "バード": "バードが有利です。\n\n理由：\n- バードは高い機動力を持ち、ザイラのスキルを避けやすいため、接近して攻撃することが可能です。\n- ザイラのCCスキルは発動までに時間がかかるため、バードのスタンを先に当てることでザイラを無力化できます。\n- バードは回復スキルを持っており、ザイラのハラスに対して耐久力を保ちやすいです。\n\n有利の取り方：\n- ザイラのスキルを避けながら、バードのスタンを狙って積極的に攻撃する。\n- 鐘を回収しながらレーンを維持し、ザイラのハラスを受ける前に回復を行う。\n- ザイラがスキルを使った後の隙を狙って、バードのスキルを連続で当てることでダメージを稼ぐ。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはシールドやスネアを持っており、ザイラの攻撃を防ぎつつ反撃することができるため、ザイラのハラスを軽減できる。\n- ザイラは移動手段が乏しく、接近されると脆弱なため、カルマのスキルを活用して距離を詰めることができる。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーを高め、ザイラに対して積極的に攻撃を仕掛けることができる。\n\n有利の取り方：\n- ザイラのスキルを避けるために、位置取りを意識し、タイミングを見計らってスキルを使う。\n- ザイラの植物を破壊することで、彼女のダメージを減少させ、戦闘を有利に進める。\n- チームメイトとの連携を強化し、ザイラを孤立させる戦略を取ることで、彼女の強みを無効化する。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、フックを避けやすく、エンゲージやピールが得意なため、ブリッツクランクの攻撃をかわしやすい。\n- ラカンのCCスキルは、ブリッツクランクが接近する際に彼を無力化することができ、特にノックアップやチャームで反撃されるリスクが高い。\n- ラカンはシールドや回復を持っているため、ブリッツクランクの攻撃を受けても耐えやすく、持続的な戦闘が可能。\n\n不利の緩和策:\n- ブリッツクランクは、レーンでのハラスを避けるために、相手のスキルを見極めてフックを使うタイミングを慎重に選ぶ。\n- ラカンのスキルを避けるために、ブッシュを利用して奇襲をかけることで、相手の視界を制限し、フックを当てるチャンスを増やす。\n- チームメイトと連携し、ラカンに対して集団で攻撃を仕掛けることで、彼のCCを分散させ、ブリッツクランクの強みを活かす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ラカンは高い機動力と2種類のCCを持っており、パンテオンのオールインを容易に無効化できるため、パンテオンが攻撃を仕掛けるのが難しい。\n- ラカンのシールドやヒールにより、パンテオンのバーストダメージを軽減されやすく、持続的なトレードで不利になる可能性が高い。\n- ラカンは味方を強化する能力があり、特にザヤとの連携でさらに強力になるため、パンテオンが単独で対処するのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避け、相手のCCを避けるために位置取りを工夫し、無理なオールインを控える。\n- ジャングラーと連携して、ラカンを捕まえるチャンスを作り、早期にキルを狙うことでレーンの主導権を握る。\n- アイテムを工夫して、耐久力を上げることでラカンのCCを受けても生存できるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、接近してCCを与えることが得意なため、ブラウムが近づく前に先手を取られやすい。\n- ラカンのCCはノックアップとチャームで、ブラウムの防御スキルを無効化しやすく、特に接近戦での優位性が高い。\n- ブラウムはサステインがなく、ラカンのシールドやヒールによってレーンでのハラスが難しくなる。\n\n不利の緩和策：\n- ブラウムはレーンでのハラスを避けるため、ADCと連携して安全にファームを行うことを心がける。\n- ラカンのスキルを避けるために、位置取りを工夫し、敵のCCを受けないようにする。\n- ブラウムのパッシブを活かすために、ADCと連携して敵に対してオールインを狙うタイミングを見計らう。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、ヴェル＝コズのスキルを避けやすく、接近してCCを当てることが容易です。\n- ラカンのシールドや回復により、ヴェル＝コズのハラスが効果的に無効化され、レーンでの優位性を失いやすいです。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して逃げる手段が限られているため、捕まると致命的なダメージを受けやすいです。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ラカンのエンゲージを避けるために後ろに下がることを心がける。\n- サポートと連携し、ラカンがエンゲージする前にハラスを行い、相手の体力を削ることでプレッシャーをかける。\n- 早めにアイテムを購入し、サステインや防御力を向上させることで、ラカンの攻撃に耐えられるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、ゼラスのスキルを避けやすく、接近してCCを当てることができるため、ゼラスは攻撃を当てるのが難しい。\n- ラカンのCCスキルによって、ゼラスは無力化されやすく、特に近距離での戦闘においては致命的なダメージを受ける可能性が高い。\n- ゼラスは自己防衛手段が乏しく、ラカンのエンゲージに対して逃げる手段が限られているため、捕まると簡単に倒されてしまう。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、常に安全な距離を保ちながらハラスを行うことで、ラカンの接近を防ぐ。\n- ゼラスのスキルを当てるタイミングを見極め、ラカンがスキルを使った後に攻撃を仕掛けることで、反撃のチャンスを増やす。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、ラカンの攻撃に耐えられるようにする。",
      "パイク": "パイクが不利です。\n\n理由：\n- ラカンは高い機動力と2種類のCCを持っており、パイクの攻撃を容易に妨害できるため、パイクが攻撃を仕掛けるのが難しい。\n- ラカンのシールドや回復によって、パイクのハラスが効果的に無効化され、レーンでの優位性を失いやすい。\n- ラカンはエンゲージやピールが得意で、パイクがオールインを狙った際に逆に捕まるリスクが高くなる。\n\n不利の緩和策：\n- ラカンのCCを避けるために、位置取りを意識し、無理なエンゲージを避ける。\n- レーンでのハラスを控え、ミニオンを利用して安全にゴールドを稼ぐことを優先する。\n- ジャングラーと連携し、ラカンを捕まえるチャンスを作ることで、パイクの強みを活かす。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ラカンは高い機動力と2種類のCCを持っており、ミリオのスキルを無力化しやすい。特にノックアップやチャームによって、ミリオは攻撃や回復の機会を失いやすい。\n- ミリオはエンゲージ能力が低く、ラカンのような積極的なプレイスタイルに対抗する手段が限られているため、レーンでのトレードが不利になる。\n- ラカンのシールドや回復によって、ミリオのハラスが効果的に機能しにくく、持続的なダメージを与えることが難しい。\n\n不利の緩和策：\n- ミリオは味方と連携し、ラカンのエンゲージを避けるように立ち回ることで、相手のCCを回避することが重要。特に、ミニマップを常に確認し、ラカンの動きを予測する。\n- レーンでのハラスを行う際は、ミリオの射程を活かして安全な距離から攻撃し、ラカンの反撃を避けるようにする。\n- アイテムを早めに購入し、マナ管理を徹底することで、スキルを多用してもマナが枯渇しないようにし、持続的にサポートできる状態を維持する。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- ラカンは高い機動力と2種類のハードCCを持っており、ユーミが密着している味方を簡単に捕まえることができるため、ユーミの支援が無効化されやすい。\n- ユーミはハードCCを持たず、ラカンのエンゲージに対して反撃手段が乏しいため、オールインされると脆弱である。\n- ラカンのシールドや回復能力に対抗する手段が限られており、特にザヤとの連携によってラカンが強化されると、ユーミのサポート効果が薄れる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ラカンのエンゲージを避けるように立ち回ることで、味方を守る機会を増やす。\n- ユーミのスロー効果を活用して、ラカンの動きを制限し、味方が安全に攻撃できる状況を作る。\n- ワーディングを強化し、ラカンの動きを事前に把握することで、エンゲージを予測しやすくする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、瞬時に接近してザイラに対してエンゲージできるため、ザイラが攻撃を当てる前に接近されやすい。\n- ラカンのCCスキルはザイラの行動を制限し、特にノックアップやチャームによってザイラが反撃する機会を奪うことができる。\n- ザイラは防御ステータスが低く、ラカンの攻撃を受けると簡単に倒されてしまうため、レーンでのサステインが難しい。\n\n不利の緩和策：\n- ザイラはレーンでのハラスを重視し、ラカンが近づく前にスキルを使ってダメージを与えることで、相手の動きを制限する。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、ラカンのエンゲージを避けるための位置取りを意識する。\n- 可能であれば、味方のジャングラーと連携してラカンを捕まえることで、ザイラが有利に立ち回れる状況を作る。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは遠距離攻撃を持ち、ラカンが接近しなければならないため、ニーコは安全にハラスを行うことができる。\n- ラカンの移動を伴うスキルはニーコのスネアやノックアップで制限できるため、ラカンのエンゲージを無効化しやすい。\n- ニーコの擬態能力により、ラカンの攻撃をかわしつつ奇襲を仕掛けることができ、ラカンの脆さを突くことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ラカンが近づく前にダメージを与える。\n- スネアやノックアップを使ってラカンのエンゲージを防ぎ、味方と連携して反撃する。\n- 擬態を利用して敵を混乱させ、ラカンが攻撃しづらい状況を作り出す。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ラカンの接近を許さずにハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ラカンの移動を伴うスキルは、セナのスネアによって制限されるため、ラカンがエンゲージを試みる際に捕まえやすい。\n- セナの回復能力により、ラカンのハラスやCCを受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ラカンにプレッシャーをかける。\n- スネアを使ってラカンのエンゲージを阻止し、味方と連携して攻撃する。\n- セナの回復スキルを活用し、ラカンの攻撃を受けた際にも耐えられるようにする。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーは移動不可のCCを持っており、ラカンの高い機動力を無効化できるため、ラカンがエンゲージしようとする際に捕まえることができる。\n- ラカンは接近しなければCCを発動できないが、ポッピーはダッシュを阻止する能力があるため、ラカンが近づくのを難しくすることができる。\n- ポッピーはタンクとしての耐久力があり、ラカンの攻撃を受け止めながら反撃することができるため、レーンでのトレードで有利に立ちやすい。\n\n有利の取り方：\n- ラカンが近づいてくるタイミングを見計らい、移動不可のCCを使って捕まえる。\n- ポッピーのシールドを活用し、ラカンの攻撃を耐えながらトレードを行う。\n- レーンでのハラスを行い、ラカンの体力を削りつつ、味方と連携して安全にファームを行う。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは複数のCCを持っており、ラカンの高い機動力を制限することができるため、ラカンがエンゲージしようとする際に捕まえやすい。\n- ラカンは移動を伴うスキルが多く、マオカイのCCにかかると何もできなくなるため、特に有利に立ち回れる。\n- マオカイは高い耐久性を持ち、ラカンの攻撃を受けても持続的に戦えるため、レーン戦でのサステインが高い。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、ラカンが近づく前に先手を打つ。\n- ラカンがエンゲージを試みるタイミングを見計らい、CCを合わせて捕まえる。\n- マオカイのパッシブを活かしてHPを維持しつつ、ラカンとのハラスを行い、レーンでの優位を確保する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ラカンのエンゲージを無効化することができるため、ラカンが接近しても安全に味方を守ることができる。\n- ラカンは移動を伴うスキルが多く、ジャンナのCCによって動きを制限されると、何もできなくなる可能性が高い。\n- ジャンナのシールドと回復は、ラカンの攻撃を受けた際に味方を守るのに非常に効果的で、持続的なサステインを提供できる。\n\n有利の取り方：\n- ラカンがエンゲージを試みるタイミングを見計らい、ジャンナのCCを使って彼を無力化する。\n- ジャンナのシールドを味方にかけて、ラカンの攻撃を受け流しつつ、反撃のチャンスを狙う。\n- レーンでのハラスを行い、ラカンが近づけないようにすることで、優位なポジションを維持する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、ラカンのエンゲージを無力化することができるため、ラカンが近づいてきた際に効果的に対処できる。\n- ルルのシールドやHP増加のスキルにより、味方の生存能力を高めることができ、ラカンの攻撃を受けても耐えやすくなる。\n- ラカンは移動を伴うスキルが多く、ルルのCCを受けると行動が制限されやすいため、ルルが有利に立ち回ることができる。\n\n有利の取り方：\n- ラカンが近づいてきた際には、ポリモーフを使って彼のエンゲージを無力化し、味方を守る。\n- 積極的にポークを行い、ラカンにプレッシャーをかけて彼の行動を制限する。\n- 位置取りを意識し、ラカンのスキルを避けつつ、味方のADCをサポートすることで、レーンでの優位性を保つ。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ラカンが接近する前にハラスをかけることができるため、レーンでの優位性を保ちやすい。\n- ラカンは移動を伴うスキルが多く、ラックスのスネアで捕まえることで、ラカンのエンゲージを無効化できる。\n- ラックスはバーストダメージが高く、ラカンがシールドや回復を持っていても、瞬時にキルを狙える可能性がある。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ラカンの体力を削ることでプレッシャーをかける。\n- ラカンが近づいてきた際にスネアを狙い、捕まえた後に味方と連携して攻撃する。\n- 敵の動きを把握するために視界を確保し、ラカンのエンゲージを事前に察知して対処する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、ラカンの攻撃を受けても持ちこたえやすい。特に、ラカンのエンゲージに対してヒールで味方を支援できるため、レーンでのサステインが高い。\n- ラカンの移動を伴うスキルに対して、ソラカのサイレンス効果が有効であり、ラカンがスキルを使う前に無力化することができる。\n- ソラカは射程が長いため、ラカンが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- ラカンが近づいてくるタイミングを見計らい、サイレンスを使ってスキルを無効化し、その後にハラスを行う。\n- ソラカのヒールを活用して、ラカンの攻撃を受けた味方を回復し、持久戦に持ち込む。\n- レーンでの位置取りを工夫し、ラカンが接近できないように距離を保ちながら、常にハラスを行う。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは射程が長く、ラカンが接近する前にハラスを行いやすいため、レーンでの優位性を保ちやすい。\n- ラカンの移動を伴うスキルに対して、セラフィーンはCCを持っており、ラカンがエンゲージを試みる際に無力化することができる。\n- セラフィーンのスキルは範囲攻撃であり、集団戦での効果が高いため、ラカンが味方を支援する際にも影響を与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ラカンが近づく前に体力を削る。\n- ラカンがエンゲージを試みた際に、CCを使って彼を無力化し、味方と連携して反撃する。\n- 集団戦では、セラフィーンの範囲攻撃を活かして、ラカンが味方を支援する前に敵を無力化する。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持ち、ラカンのエンゲージを無効化することができるため、ラカンが近づくのを阻止しやすい。\n- スペルシールドにより、ラカンのCCを防ぎつつ味方を守ることができるため、レーンでのサステインが高い。\n- ラカンは移動を伴うスキルが多く、モルガナのスネアを受けると何もできなくなるため、捕まえやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ラカンが近づけないようにする。\n- スペルシールドを活用して、ラカンのCCを無効化しつつ味方を守る。\n- 敵のミニオンを利用して、スネアを当てるタイミングを見計らい、ラカンを捕まえる。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ルルはポリモーフやシールドを持っており、モルガナのスネアを無効化したり、味方を守ることでモルガナの攻撃を無力化できます。\n- ルルの射程が長いため、モルガナは攻撃を受けやすく、レーンでの圧力を感じやすいです。\n- モルガナのクールダウンが長く、持続的な戦闘においてルルのスキルの回転率に対抗しづらいです。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてから攻撃する。\n- 早めにアイテムを購入し、マナ管理を徹底して持続的な戦闘を可能にする。\n- 味方のADCと連携し、ルルに対してオールインを仕掛けるタイミングを見計らうことで、ルルのサポート効果を減少させる。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ルルはポリモーフやシールドを持っており、ソナの攻撃や支援を無力化しやすい。特に、ルルのポリモーフはソナのスキル発動を妨げるため、戦闘での影響力が低下する。\n- ルルの射程がソナよりも長いため、ソナはハラスを受けやすく、レーンでのプレッシャーが強い。これにより、ソナは安全にスキルを使うことが難しくなる。\n- ソナは基礎ステータスが低く、特に序盤は脆弱であるため、ルルの攻撃やハラスに対して非常に弱い。ルルの持つCCやバフによって、ソナは生存が難しくなる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ルルの攻撃範囲外でプレイすることで、ハラスを避ける。特に、ミニオンの後ろに隠れることを意識する。\n- ソナのスキルを適切に使い、味方ADCと連携してルルに対抗する。特に、味方の攻撃をサポートすることで、ルルのハラスを軽減する。\n- 早めにアイテムを購入し、マナ管理を徹底することで、スキルを連発できる状況を作り出し、レーンでの影響力を高める。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ルルはポリモーフを持っており、ラカンのエンゲージを無力化することができるため、ラカンが接近するのが難しい。\n- ルルの射程が長いため、ラカンはハラスを受けやすく、レーンでのサステインが厳しくなる。\n- ルルは味方を強化する能力が高く、特にADCを守ることで、ラカンが攻撃を仕掛ける機会を減少させる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してルルの攻撃を受けないように立ち回る。\n- ルルのスキルを避けるために、タイミングを見計らってエンゲージを行い、相手のスキルを使わせてから攻撃する。\n- ルルの強化を受けたADCに対しては、味方と連携して一緒に攻撃し、集団戦での優位性を狙う。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ルルはポリモーフやシールドを持っており、ジリアンの攻撃やCCを無力化しやすい。これにより、ジリアンはルルに対して効果的なダメージを与えにくくなる。\n- ルルの射程がジリアンよりも長いため、ジリアンは攻撃を受けやすく、特にレーン戦でのハラスが難しくなる。\n- ルルは味方を強化する能力が高く、特にジリアンが味方を支援しようとする際に、ルルのシールドやバフがそれを妨げることが多い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してルルの攻撃を受けないように立ち回る。\n- ジャングラーと連携して、ルルを狙ったギャンクを仕掛けることで、ジリアンの存在感を高める。\n- アイテムを工夫して、マナ管理をしっかり行い、スキルを適切に使い分けることで、持続的な戦闘能力を維持する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ルルはポリモーフやシールドを持っており、ゼラスの攻撃を無力化しやすい。特に、ゼラスのスキルは発動に時間がかかるため、ルルのCCで簡単に妨害される。\n- ルルの射程もゼラスに対して十分に長く、ハラスを受けやすい。ゼラスは近づかれると自己防衛手段が乏しいため、ルルの攻撃を受けるリスクが高い。\n- ルルは味方を強化する能力が高く、ゼラスがダメージを与えたとしても、ルルが味方を守ることで効果を薄められる。\n\n不利の緩和策：\n- ゼラスはレーンでのハラスを意識し、ルルのスキルを避けるために位置取りを工夫する。特に、ルルのCCを避けるために後ろに下がるタイミングを見計らう。\n- ルルのスキルのクールダウンを利用して、攻撃のタイミングをずらし、相手のスキルを使わせた後に攻撃する。\n- サポートと連携して、ルルに対して集中的に攻撃を仕掛けることで、ルルの影響力を減少させる。特に、ゼラスの長射程を活かして、サポートと連携したハラスを行う。"
    },
    "loses": {
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- 長射程のスキルを持つため、ルルの攻撃範囲外から安全にハラスができる。\n- AoE攻撃によって、ルルが味方を強化するためのスキルを使う前にダメージを与えられる。\n- ルルのCCは単体対象であり、ヴェル＝コズのスキルを当てるのが難しいため、無力化されにくい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルルのHPを削ることでプレッシャーをかける。\n- ルルがスキルを使った後の隙を狙って、スキルを当てるチャンスを作る。\n- 集団戦では、ルルのシールドやバフを無効化するために、タイミングを見計らってスキルを使用する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減しやすいため、序盤からのハラスに強い。\n- ルルのポリモーフは単体対象であり、ブラウムのパッシブを発動させるための攻撃を受けることで、スタンを狙いやすい。\n- ブラウムは味方を守る能力が高く、ルルのシールドやバフを無効化することができるため、集団戦での影響力が増す。\n\n有利の取り方：\n- ルルのスキルを避けつつ、近づいてハラスを行い、パッシブを発動させる。\n- ルルがスキルを使った後の隙を狙って、積極的にエンゲージを仕掛ける。\n- ADCと連携し、ルルに対して一斉攻撃を行い、早期に優位を築く。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ルルの移動を制限することができるため、ルルがスキルを使う前に攻撃を仕掛けやすい。\n- ルルはエンゲージ能力が乏しく、ノーチラスのフックやノックアップに対して防御手段が限られているため、ノーチラスが有利に立ち回れる。\n- ノーチラスは近接攻撃型であり、ルルの射程を活かした攻撃を受けにくく、オールインを仕掛ける際に有利な状況を作りやすい。\n\n有利の取り方：\n- ルルのスキルを誘発させるために、あえて攻撃を仕掛けずに様子を見ることで、ルルのスキルを無駄にさせる。\n- フックを使ってルルを捕まえた際には、すぐにコンボを決めてダメージを与え、ルルの反撃を許さない。\n- チームメイトと連携し、ルルがサポートするADCを狙うことで、ルルの影響力を減少させる。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってルルを捕まえることができ、ルルの移動を制限することができるため、ルルが持つ防御能力を無力化しやすい。\n- ルルはエンゲージ能力が乏しく、ブリッツクランクの攻撃を受けた際に反撃する手段が限られているため、ブリッツクランクが有利に立ち回れる。\n- ブリッツクランクのAoEダメージとサイレンスは、ルルのシールドやバフを無効化することができ、集団戦での影響力を低下させる。\n\n有利の取り方：\n- フックを積極的に狙い、ルルを捕まえて味方と連携してキルを狙う。\n- ルルのスキルがクールダウン中のタイミングを見計らい、攻撃を仕掛けることで有利な状況を作る。\n- 集団戦では、ルルのシールドを破壊するためにAoEダメージを活用し、味方のダメージを増加させる。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、ルルのスキルを無効化しやすい。特に、ルルはエンゲージ能力が乏しいため、レオナのオールインに対して脆弱。\n- ルルのスキルは単体対象であり、レオナのようなタンクに対しては効果的に無力化できない。レオナはルルのスキルを避けながら攻撃を仕掛けることができる。\n- レオナはレベル6で強力なアルティメットを取得し、ルルに対して一気に攻め込むチャンスが増える。これにより、ルルのサポート能力を封じることができる。\n\n有利の取り方：\n- レベル6前に積極的にハラスを行い、ルルのスキルを使わせることで、後のオールインを有利に進める。\n- ルルのスキルを避けつつ、タイミングを見計らってオールインを仕掛ける。特に、ルルがスキルを使った後が狙い目。\n- アイテムビルドで耐久力を高め、ルルのダメージを抑えつつ、チームファイトでの役割を果たす。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCを持ち、ルルのシールドやポリモーフを無効化しやすい。特に、ルルが攻撃を仕掛ける前に拘束することで、ルルの強みを活かさせない。\n- レルのパッシブによって、ルルの耐久力を削ることができ、特に集団戦ではルルのサポート能力を低下させることができる。\n- ルルはエンゲージ能力が乏しく、レルの強力なエンゲージに対して反撃が難しいため、レルが主導権を握りやすい。\n\n有利の取り方：\n- レルのCCを活かして、ルルがスキルを使う前に先手を打つ。特に、ルルがADCを守るために前に出た瞬間を狙う。\n- レーンでのハラスを積極的に行い、ルルのHPを削ることで、ルルが安全にスキルを使えない状況を作る。\n- 集団戦では、レルのエンゲージを活かしてルルを狙い、ルルが無力化されることで味方が有利に戦える状況を作る。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ルルよりも遠くから攻撃できるため、ハラスがしやすいです。これにより、ルルはセナに対して一方的にダメージを受けることが多くなります。\n- セナのスネア効果により、ルルの動きを制限することができ、特にルルが攻撃的に出てきた際に反撃のチャンスを作りやすいです。\n- ルルはエンゲージ能力が乏しく、セナに対して積極的に攻撃を仕掛けることが難しいため、セナは安心してレーンを支配できます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ルルのHPを削ることでプレッシャーをかけます。\n- スネアを使ってルルを捕まえ、味方のADCと連携してダメージを与えるチャンスを作ります。\n- セナの回復能力を活かして、味方のADCをサポートしつつ、ルルの攻撃を受け流すことで、レーンの優位性を維持します。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、ルルのシールドやポリモーフを無視して攻撃を仕掛けることができます。\n- ルルはエンゲージ能力が乏しく、パンテオンのオールインに対して反撃が難しいため、パンテオンが有利に立ちやすいです。\n- パンテオンのリープとスタンにより、ルルが持つCCを回避しつつ、確実にダメージを与えることができるため、トレードで優位に立ちやすいです。\n\n有利の取り方：\n- ルルのスキルがクールダウン中やリソースが少ないタイミングを狙って、積極的にオールインを仕掛ける。\n- ルルのポリモーフを避けるために、タイミングを見計らってリープを使用し、ダメージを与える。\n- ルルのADCと連携し、パンテオンのバーストダメージを活かして早期にキルを狙う。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、ルルのポリモーフを避けつつ、フックで捕まえることができるため、ルルに対して積極的に攻撃を仕掛けやすい。\n- スレッシュはオールインが得意で、レベル6以前からルルに対して有利に戦えるため、早期のダメージを与えやすい。\n- スレッシュはローミング能力が高く、ルルがADCを守るのが難しい状況を作り出すことができるため、マップ全体での影響力を持ちやすい。\n\n有利の取り方:\n- フックを使ってルルを捕まえ、ADCと連携してオールインを仕掛ける。\n- ルルのポークを抑えるために、積極的にハラスを行い、相手のHPを削る。\n- 視界を確保し、ルルの動きを把握しつつ、敵ジャングラーの動きに合わせてローミングを行い、他のレーンでのプレッシャーをかける。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ルルに対してハラスをかけやすい。ルルは射程が短いため、ラックスの攻撃を避けるのが難しい。\n- ラックスのスネア効果により、ルルの行動を制限できるため、ルルがスキルを使う前に攻撃するチャンスが増える。\n- ルルは単体対象のスキルが多く、ラックスのAoEスキルに対して効果的に対処できないため、集団戦でもラックスが優位に立ちやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルルのHPを削ることでプレッシャーをかける。\n- スネアを使ってルルを拘束し、味方と連携してキルを狙う。\n- 視界を確保し、ルルが動きにくい状況を作ることで、ラックスのスキルを当てやすくする。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、パンテオンのオールインを受けると逆にダメージを与えられる可能性が高いです。\n- ジリアンのCCスキルにより、パンテオンのリープやスタンが無効化されることがあり、特にスタンを受けるとパンテオンは攻撃のチャンスを失います。\n- ジリアンはパッシブによる経験値の優位性を活かし、レベル差をつけやすいため、パンテオンが序盤で優位に立つのが難しくなります。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを意識し、リープを使うタイミングを慎重に選ぶことが重要です。\n- ジリアンのマナ消費が大きいことを利用し、彼がスキルを多用した後に攻撃を仕掛けることで、相手のリソースを枯渇させる戦略を取る。\n- ジャングラーと連携して、ジリアンに対するガンクを仕掛けることで、彼のレベル差を逆転させるチャンスを作る。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ジリアンは高いCCを持ち、ザイラがスキルを発動する前にスタンやスローで妨害できるため、ザイラの攻撃が当たりにくくなる。\n- ジリアンのパッシブによる経験値の優位性により、レベル差がつきやすく、ザイラがスキルを使うタイミングでジリアンが有利な状況を作りやすい。\n- ジリアンの蘇生能力により、ザイラがダメージを与えても、ジリアンが味方を守ることでザイラのキルチャンスが減少する。\n\n不利の緩和策:\n- ジャングラーと連携して、ジリアンを狙ったギャンクを仕掛け、早期にキルを狙うことでレベル差を逆転させる。\n- ザイラのスキルを使う際は、ジリアンのCCを避ける位置取りを意識し、スキルの発動タイミングを工夫する。\n- ジリアンのスキルのクールダウンを把握し、CCがないタイミングを狙って攻撃を仕掛けることで、ダメージを与える機会を増やす。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ジリアンは遠距離攻撃を持ち、レオナが接近するのを難しくするスローやスタンを持っているため、レオナがオールインしづらい。\n- ジリアンのパッシブによる経験値の優位性により、レオナがレベル差で劣る可能性が高く、早期のハラスやオールインが不利になる。\n- ジリアンの蘇生能力は、レオナがキルを狙った際に逆に味方を守られるリスクがあり、レオナの攻撃が無駄になることがある。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを工夫し、タイミングを見計らって接近する。\n- ジャングラーと連携して、ジリアンを狙ったギャンクを仕掛け、早期にキルを狙うことでレベル差を逆転する。\n- レーンでのハラスを受けすぎないように、ミニオンを利用してジリアンの攻撃を避けつつ、必要に応じて後退する。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ジリアンは射程が長く、遠距離からのハラスが得意なため、ブラウムは近づくことが難しい。\n- ジリアンのCCスキルはスタンやスローを持ち、ブラウムの接近を妨げることができるため、ブラウムのPeel能力が低下する。\n- ジリアンの蘇生能力は、ブラウムがオールインを狙った際に、味方を守る手段として非常に強力で、ブラウムの攻撃が無効化される可能性がある。\n\n不利の緩和策：\n- ブラウムはレベルを上げてからのオールインを狙うため、レベル差を意識してファームを優先する。\n- ジリアンのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- ADCと連携して、ジリアンに対して一緒に攻撃を仕掛けることで、ハラスを軽減し、ジリアンのスキルを無駄にさせる。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ジリアンは強力なCCを持ち、特にAoEスタンを使って集団戦での影響力が高いため、モルガナのスネアを無効化される可能性がある。\n- ジリアンのパッシブによる経験値の優位性により、レベル差がつきやすく、モルガナがスキルを使うタイミングを失いやすい。\n- ジリアンの移動速度のバフやデバフにより、モルガナが攻撃を仕掛ける際に動きが制限され、思うように戦えない。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを意識し、スネアを使うタイミングを慎重に選ぶ。\n- ジリアンのマナ消費が大きいことを利用し、スキルを多用させてマナを枯渇させるように立ち回る。\n- チームメイトと連携し、ジリアンを狙ったオールインを仕掛けることで、彼の強みを無効化する。",
      "レル": "レルが不利です。\n\n理由：\n- ジリアンは射程が長く、レルが近づく前に攻撃を仕掛けることができるため、レルはダメージを受けやすい。\n- ジリアンのCCスキルは、レルのエンゲージを阻止する能力が高く、特にスタンやスローでレルの動きを制限できる。\n- ジリアンの蘇生能力は、レルがオールインを狙った際に味方を守る手段となり、レルの攻撃が無駄になりやすい。\n\n不利の緩和策：\n- レルはジリアンのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてからエンゲージを行う。\n- ジリアンの攻撃を受ける前に、味方と連携して一緒に動くことで、ジリアンの攻撃を分散させる。\n- アイテムを活用してマナ管理を行い、ジリアンのスキルを受けるリスクを減らし、持続的に戦えるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ジリアンは強力なCCを持っており、ゼラスのスキルを当てる前にスタンやスローで妨害される可能性が高いです。\n- ジリアンのパッシブによる経験値の優位性により、レベル差がつきやすく、ゼラスがハラスを行う際に不利な状況に陥りやすいです。\n- ジリアンの蘇生能力は、ゼラスがバーストダメージを与えたとしても、味方を守る手段があるため、ゼラスの攻撃が無効化されることがあります。\n\n不利の緩和策：\n- ジリアンのCCを避けるために、位置取りを意識し、スキルを発動するタイミングを工夫することが重要です。\n- ジリアンのスキルのCDを把握し、スキルが使えないタイミングを狙って攻撃を仕掛けることで、ハラスを行いやすくなります。\n- サポートやジャングラーと連携し、ジリアンを捕まえるチャンスを作ることで、ゼラスの強みを活かす場面を増やすことができます。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ジリアンは射程が長く、ポッピーの短い射程に対してハラスが強力で、ポッピーはレーンでのトレードが難しくなります。\n- ジリアンのCCスキルはポッピーの動きを制限し、特にスタンやスローを使うことでポッピーのエンゲージを阻害します。\n- ジリアンの蘇生能力は、ポッピーがダメージを与えた後にジリアンが味方を守ることで、ポッピーのキルチャンスを減少させます。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してジリアンの攻撃を受けないように立ち回る。\n- ジャングラーと連携して、ジリアンを狙ったギャンクを仕掛け、レーンの主導権を取り戻す。\n- アイテムを工夫して、マナ管理や耐久力を向上させ、ジリアンのハラスに耐えられるようにする。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ジリアンの攻撃を受けるリスクを軽減できる。ジリアンの攻撃スキルはQのみで、ユーミの回復やシールドで耐えやすい。\n- ジリアンはマナ消費が大きく、スキルを多用すると枯渇しやすいが、ユーミは持続的なサポートが可能で、レーン維持に貢献できる。\n- ユーミのスロー効果を活かして、ジリアンの移動を制限し、攻撃のチャンスを作りやすい。ジリアンのCCに対しても、ユーミは味方を守る手段を持っている。\n\n有利の取り方：\n- レーンでのハラスを行い、ジリアンのスキルを避けつつ、味方ADCと連携してダメージを与える。\n- ジリアンがスキルを使った後に攻撃を仕掛け、マナが枯渇する前に有利なトレードを行う。\n- 集団戦では、ユーミの回復やシールドを駆使して味方を強化し、ジリアンの攻撃を無効化することで、戦闘を有利に進める。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、ジリアンの攻撃を受けても持ちこたえやすい。ジリアンのスキルは主に味方を支援するものであり、直接的なダメージを与える能力が限られているため、ソラカのヒールで耐えることができる。\n- ソラカのサイレンス効果は、ジリアンのスキルコンボを無力化することができ、特にジリアンがスキルを使うタイミングでサイレンスを当てることで、彼の攻撃を封じることができる。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高い。ソラカは遠距離からハラスを行いながら、ジリアンに対してプレッシャーをかけることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ジリアンのHPを削る。特に、ソラカのスキルを使ってジリアンにダメージを与えつつ、回復を行うことで持続的に有利を保つ。\n- ジリアンがスキルを使った後にサイレンスを当て、彼の行動を制限することで、ジリアンが攻撃的に出られない状況を作る。\n- ジャングラーとの連携を強化し、ジリアンが孤立しているタイミングを狙ってギャンクを仕掛けることで、ジリアンを倒すチャンスを作る。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ジリアンのスキルを避けながらハラスを行いやすいです。\n- ジリアンはスキルの発動に依存しているため、カルマのスネアやスロウを使うことで彼の動きを制限しやすく、攻撃のチャンスを作れます。\n- カルマはシールドや加速効果を持っているため、味方を守りつつジリアンに対抗することができ、特にレーン戦での生存率が高まります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジリアンのマナを消耗させる。\n- スネアやスロウを使ってジリアンのスキルを避けつつ、彼の攻撃を制限する。\n- チームメイトと連携し、ジリアンがスキルを使った後の隙を狙って攻撃する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、ジリアンの攻撃やスキルを無効化することができるため、ジリアンのコンボを封じることができる。\n- ルルのシールドやHP増加のスキルにより、ジリアンのバーストダメージに対抗しやすく、味方を守る能力が高い。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ルルがうまく立ち回ることでジリアンの攻撃機会を減らすことができる。\n\n有利の取り方：\n- ジリアンのスキルを避けつつ、ポリモーフを使って彼の攻撃を無効化するタイミングを見計らう。\n- ルルのシールドを味方にかけて、ジリアンの攻撃を受け流しつつ反撃する。\n- ジリアンがスキルを使った後の隙を狙って、積極的に攻撃を仕掛けることで、彼にプレッシャーをかける。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力とCCを持ち、ジリアンのスキルを避けやすいため、ジリアンの攻撃を受けにくいです。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、パイクの攻撃を受けると脆弱です。\n- パイクのパッシブによる回復効果が、ジリアンのハラスに対して強力な耐性を持たせ、レーンでの持続力を高めます。\n\n有利の取り方：\n- ジリアンのスキルのCDを確認し、スキルがないタイミングで積極的にハラスを行う。\n- フックを使ってジリアンを捕まえ、瞬時にダメージを与えることで、ジリアンの行動を制限する。\n- ジリアンがマナを消費しているタイミングを狙い、ハラスを強化し、レーンの主導権を握る。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦でのバフ効果が強力です。ジリアンのスキルは主に味方を支援するものであり、ソナの回復やバフに対抗しづらいです。\n- ソナのスキルは発動が早く、操作が簡単なため、ジリアンのスキルを避けやすいです。特にジリアンの攻撃スキルがQのみであるため、ソナは距離を保ちながらハラスを行うことができます。\n- ソナのUltによるスタン効果は、ジリアンの蘇生能力を無効化することができ、集団戦での優位性を確保しやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジリアンのマナを枯渇させることで、スキルの使用頻度を減らします。\n- ジャングラーとの連携を強化し、ジリアンを捕まえるチャンスを作ることで、早期にキルを狙います。\n- 集団戦では、味方をバフしつつ、ジリアンのスキルを避けながらUltを使い、敵をスタンさせることで戦闘を有利に進めます。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ポッピーに対して一方的にハラスを行いやすい。ポッピーは近接チャンピオンであり、セナの攻撃を避けるのが難しい。\n- セナのスネア効果を持つスキルにより、ポッピーは捕まるリスクが高く、CCを受けることで一気に不利な状況に陥る可能性がある。\n- ポッピーはエンゲージを行うために近づく必要があるが、セナはその距離を保ちながら安全に攻撃できるため、ポッピーが有効に働く前にダメージを受けやすい。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミニオンを利用してハラスを受けないように立ち回る。特に、セナのスキルを避ける位置取りを心がける。\n- セナのスネアを避けるために、ポッピーのCCを使うタイミングを見極め、相手のスキルを使わせてからエンゲージを試みる。\n- ジャングラーと連携して、セナに対するギャンクを狙い、レーンでのプレッシャーをかけることでポッピーの存在感を高める。",
      "アリスター": "アリスターが不利です。\n\n- セナは長射程の攻撃を持ち、アリスターが近づく前にハラスを行いやすいため、レーンでの優位を築かれやすい。\n- セナのスネア効果により、アリスターがエンゲージを試みる際に捕まるリスクが高く、逆に反撃を受けやすい。\n- アリスターは攻撃力が低く、セナの回復能力やパッシブによる強化に対抗する手段が限られているため、持続戦闘で不利になる。\n\n不利の緩和策：\n- セナのスキルを避けるために、ミニオンの後ろに隠れながら動き、ハラスを受けないようにする。\n- セナのスネアを避けるために、エンゲージのタイミングを慎重に見極め、相手のスキルを使わせてから行動する。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛けることで、レーンでのプレッシャーを軽減する。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ブラウムが近づく前に一方的にハラスを行うことができるため、ブラウムはレーンでのプレッシャーを受けやすい。\n- セナのスネア効果により、ブラウムが接近した際に捕まるリスクが高く、CCを持つ相手に対して脆弱である。\n- ブラウムはサステインがなく、遠距離攻撃手段が乏しいため、セナのハラスに対して反撃が難しい。\n\n不利の緩和策:\n- セナのスキルを避けるために、ミニオンの後ろに隠れながら動くことで、ハラスを受けにくくする。\n- ブラウムのパッシブを活かすために、ADCと連携してセナに対してオールインを狙うタイミングを見計らう。\n- ジャングラーに協力を求めて、セナを狙ったギャンクを仕掛けることで、レーンの主導権を取り戻す。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ラカンが近づく前にハラスを行いやすいため、レーンでの優位を築かれやすい。\n- セナのスネア効果により、ラカンはエンゲージを試みる際に捕まるリスクが高く、CCを受けると何もできなくなる。\n- ラカンは基礎ステータスが低く、セナの攻撃を受けると早期にダメージを受けやすく、サステインが難しくなる。\n\n不利の緩和策：\n- セナのスキルを避けるために、ミニオンの後ろに隠れながら動き、ハラスを受けないようにする。\n- セナのスネアを避けるために、味方ADCと連携してタイミングを合わせてエンゲージを行う。\n- セナがスキルを使った後の隙を狙って、素早く接近し、CCを当てることで逆転のチャンスを作る。",
      "メル": "メルが不利です。\n\n理由:\n- セナは長射程の攻撃を持ち、ハラスが得意なため、メルはレーンでの圧力を受けやすい。\n- セナの回復能力により、メルのダメージを軽減され、持続的なハラスが難しくなる。\n- セナのスネア効果によって、メルは捕まるリスクが高く、特にエンゲージ型のサポートと組むと危険度が増す。\n\n不利の緩和策:\n- セナの攻撃を避けるために、位置取りを工夫し、ミニオンの後ろに隠れるようにする。\n- セナのスネアを避けるために、スキルを使うタイミングを見極め、冷静に行動する。\n- ジャングラーに協力を求め、セナを狙ったギャンクを仕掛けることで、レーンの主導権を取り戻す。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、モルガナに対して一方的にハラスを行いやすい。これにより、モルガナはレーンでのプレッシャーを受けやすくなる。\n- セナのスネア効果により、モルガナは捕まるリスクが高く、特にエンゲージを受けた際に致命的なダメージを受ける可能性がある。\n- モルガナのクールダウンが長いため、セナの持続的なハラスに対して反撃が難しく、持続戦闘で不利になる。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミニオンの後ろに位置取りし、ハラスを受けないようにする。\n- セナのスネアを避けるために、スペルシールドを適切なタイミングで使用し、味方を守ることに専念する。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛けることで、レーンの主導権を取り戻す。",
      "ジャンナ": "ジャンナが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ジャンナに対して一方的にハラスを行いやすい。これにより、ジャンナはレーンでのプレッシャーを受けやすくなる。\n- セナのスネア効果により、ジャンナは捕まるリスクが高く、特にエンゲージができないため、反撃が難しい。\n- ジャンナは基礎ステータスが低く、序盤の耐久力が不足しているため、セナの攻撃に対して脆弱である。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、セナの攻撃を受けないように立ち回る。\n- セナのスネアを避けるために、位置取りを工夫し、常に安全な距離を保つようにする。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛けることで、レーンの主導権を取り戻す。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ミリオに対して一方的にハラスを行いやすい。ミリオは射程が短いため、セナの攻撃を避けるのが難しい。\n- セナのスネア効果により、ミリオは捕まるリスクが高く、CCを持たないミリオは逃げる手段が限られているため、セナに対して脆弱。\n- ミリオの回復やシールドは強力だが、セナのハラスによってミリオのマナが枯渇しやすく、持続的なサポートが難しくなる。\n\n不利の緩和策：\n- ミリオはセナの攻撃を避けるために、位置取りを工夫し、セナのスキルを避けるように心がける。\n- セナのハラスを受けた際には、早めに回復アイテムを使用し、マナ管理を徹底することで持続的なサポートを維持する。\n- セナのスネアを避けるために、味方のADCと連携し、エンゲージを行うタイミングを見計らって攻撃を仕掛ける。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力とCCを持っており、セナの逃げ手段が乏しいため、捕まえやすいです。\n- セナは序盤が弱く、パイクのハラスに対して耐性が低いため、レーンでの優位を築きやすいです。\n- パイクのパッシブによる回復効果があるため、セナのハラスを受けても持ちこたえやすく、逆にセナを圧倒することができます。\n\n有利の取り方：\n- フックを使ってセナを捕まえ、ハラスを行いながらキルを狙う。\n- セナのスネアを避けるために、位置取りを工夫し、セナのスキルを無駄打ちさせる。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛け、早期にキルを取ることでレーンを有利に進める。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、セナの基礎ステータスが低いため、オールインで簡単にキルを狙える。\n- セナは逃げ手段が乏しく、パンテオンのスタンを受けると捕まりやすく、致命的なダメージを受けるリスクが高い。\n- パンテオンは序盤から強力なハラスを行えるため、セナの育成を妨げることができ、レーンでの優位を築きやすい。\n\n有利の取り方：\n- レベル2やレベル3でのオールインを狙い、セナに対して積極的に攻撃を仕掛ける。\n- セナのスキルを避けつつ、ハラスを行い、彼女のHPを削ることでプレッシャーをかける。\n- パンテオンのグローバルなUltを活用し、他のレーンに寄ってアシストを行い、全体的な優位を築く。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復とシールドを持っており、セナのハラスを軽減できるため、レーンでのサステインが高い。\n- セナは基礎ステータスが低く、序盤においてはユーミの支援を受けたADCに対して一方的に攻撃されやすい。\n- ユーミは味方に密着することで安全に支援でき、セナのスネアを避けやすく、捕まるリスクが低い。\n\n有利の取り方：\n- ユーミはADCに密着し、セナの攻撃を受ける際に回復やシールドを活用して耐える。\n- セナがスキルを使った後に攻撃を仕掛け、ハラスを行うことでレーンの主導権を握る。\n- セナのCCスキルを避けるために、ユーミの移動を活かして位置取りを工夫し、セナの攻撃を受けないようにする。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってセナを捕まえることができ、彼女の逃げ手段が乏しいため、一度捕まると致命的なダメージを与えられる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ブリッツクランクの攻撃を受けると簡単に倒される可能性が高い。\n- ブリッツクランクのCCスキルはセナの行動を制限できるため、彼女のハラスや回復能力を無効化しやすい。\n\n有利の取り方：\n- レーンでの位置取りを工夫し、セナが攻撃しづらい位置からフックを狙う。\n- セナがスキルを使った後の隙を狙ってフックを当て、キルを狙う。\n- ジャングラーと連携して、セナを捕まえるためのガンクを仕掛ける。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、セナの柔らかさを突いてハラスがしやすい。\n- セナは逃げ手段が乏しく、カルマのスネアやスロウを受けると捕まりやすい。\n- カルマのスキルはセナの回復を無効化することができ、セナのハラス能力を低下させる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セナのHPを削る。\n- スネアを狙ってセナを捕まえ、味方と連携してキルを狙う。\n- セナがスキルを使った後の隙を突いて、攻撃を仕掛けることでさらなる優位を築く。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、セナを捕まえることが容易です。特にフックを使うことで、セナの逃げ手段を封じることができます。\n- セナは序盤が非常に脆く、スレッシュのオールインに対して耐えるのが難しいため、早い段階でのキルチャンスが生まれます。\n- スレッシュは味方を救出する能力があり、セナの攻撃を受けた際にも味方を守ることができるため、レーンでのプレッシャーを維持しやすいです。\n\n有利の取り方：\n- フックを積極的に狙い、セナを捕まえた際にはすぐにオールインを仕掛ける。\n- セナのスキルを避けつつ、ハラスを行い、彼女のHPを削ることでレーンの主導権を握る。\n- セナが孤立しているタイミングを見計らい、味方と連携して一気に攻撃を仕掛ける。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、ノーチラスの攻撃を受けても持続力が高く、オールインに対して反撃が可能です。\n- タリックのスタンを持つスキルは、ノーチラスのエンゲージを無効化することができ、特に集団戦ではカウンターエンゲージが得意です。\n- ノーチラスは移動速度が遅く、タリックの機動力や射程の長さに対して捕まえにくく、ハラスを受けやすいです。\n\n不利の緩和策：\n- タリックのスキルを避けることを意識し、特にスタンを受けないように立ち回る。\n- タリックのウルトが発動した際には距離を取り、ウルトが切れた後に再度攻撃を仕掛けるタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてタリックの攻撃を耐えられるようにする。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、タム・ケンチの攻撃を受け流しやすい。これにより、タム・ケンチのダメージを軽減し、持続的な戦闘で優位に立つことができる。\n- タリックのスタンを持つスキルは、タム・ケンチのエンゲージや反撃を妨げるため、タム・ケンチが攻撃を仕掛けるタイミングを失いやすい。\n- タリックは集団戦でのカウンターエンゲージが得意で、タム・ケンチが無力化されると、味方を守ることが難しくなる。\n\n不利の緩和策:\n- タリックのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- タリックのスタンを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- タム・ケンチのウルトを適切なタイミングで使用し、味方を守ることで、タリックの強みを打ち消す。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、スレッシュの攻撃を受け流すことができるため、持続的なハラスが難しい。\n- タリックのスタンを持つスキルにより、スレッシュがエンゲージを試みた際にカウンターされやすく、逆に捕まってしまうリスクが高い。\n- タリックは近接キャリーであり、スレッシュがハラスを試みると、タリックのパッシブによって逆にダメージを受ける可能性がある。\n\n不利の緩和策：\n- レーンフェイズでは、タリックのウルトが発動する前に積極的に攻撃し、相手ADCを狙うことでタリックの影響を減らす。\n- タリックのスタンを避けるために、スレッシュのスキルを慎重に使い、タイミングを見計らってエンゲージする。\n- タリックのスキルのクールダウンを利用して、スレッシュのCCを活かし、タリックがスキルを使った後に攻撃を仕掛ける。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、ラカンの攻撃を受け流すことができるため、ラカンのエンゲージが無効化されやすい。\n- タリックのスタンはラカンの機動力を制限し、ラカンが接近するのを困難にするため、ラカンが有効に動けない状況を作り出す。\n- タリックは集団戦でのカウンターエンゲージが得意で、ラカンが仕掛けた際に逆に反撃されるリスクが高い。\n\n不利の緩和策：\n- タリックのスキルのクールダウンを考慮し、エンゲージのタイミングをずらして、タリックのスキルが使えない時を狙う。\n- タリックのスタンを避けるために、フラッシュや他の移動スキルを駆使して、タイミングを見計らってエンゲージする。\n- レーンでのハラスを避けるために、タリックの攻撃範囲外でのプレイを心がけ、必要に応じて味方と連携してタリックを圧倒する。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、ニーコのバーストダメージを軽減できるため、ニーコの攻撃が効果的に通りにくい。\n- タリックのスタンや無敵スキルにより、ニーコのスキルコンボを妨害される可能性が高く、特に集団戦での影響が大きい。\n- タリックは近接チャンピオンであり、ニーコが近づく前にハラスを受けやすく、特にタリックの攻撃を受けるとニーコは危険な状況に陥る。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してタリックの攻撃を受けないように立ち回る。\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- 早めにアイテムを購入し、自己防衛能力を高めることで、タリックとの殴り合いに耐えられるようにする。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、ブリッツクランクのフックを受けた後でも味方を守ることができるため、捕まえたとしても逆転される可能性が高い。\n- タリックのスタンを受けると、ブリッツクランクは行動を制限され、反撃を受けやすくなるため、エンゲージが難しくなる。\n- タリックは殴り合いに強く、特に集団戦では無敵を活かしてブリッツクランクの攻撃を無効化できるため、直接対決で不利になる。\n\n不利の緩和策:\n- タリックのスキルのクールダウンを考慮し、フックを使うタイミングを慎重に選ぶことで、相手のスキルを避ける。\n- レーンでのハラスを避けるために、タリックの攻撃範囲外からのプレッシャーをかけるように心がける。\n- 集団戦では、タリックの無敵を避けるために、他のチャンピオンと連携してタリックを先に排除する戦略を取る。",
      "セナ": "セナが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、セナのハラスを軽減できるため、セナのダメージを受けにくい。\n- タリックのスタンによって、セナは捕まえられやすく、逃げる手段が乏しいため、致命的なダメージを受けるリスクが高い。\n- タリックは近接攻撃型で、セナの射程を活かした攻撃を受ける前に接近してダメージを与えることができるため、セナが安全にプレイしにくい。\n\n不利の緩和策:\n- レーンでのハラスを控え、タリックのスキルを避けるように立ち回り、無理に攻撃しない。\n- サポートと連携し、タリックのスタンを避けるために位置取りを工夫し、相手の動きを観察する。\n- アイテムを早めに購入し、耐久力を上げることで、タリックの攻撃を受けても生存できるようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、ザイラの攻撃を軽減できるため、ザイラのハラスが効果的に機能しづらい。\n- タリックのスタンを受けると、ザイラは接近されやすく、脆弱な状態で攻撃を受けるリスクが高まる。\n- タリックは近接攻撃が得意で、ザイラの射程を活かす前に接近されると、ザイラは簡単に倒されてしまう。\n\n不利の緩和策:\n- ザイラはタリックのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- ザイラのCCを活かして、タリックが近づく前に先手を打ち、ハラスを行うことでプレッシャーをかける。\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。",
      "レル": "レルが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、レルの攻撃を受け流すことができるため、レルのダメージを軽減しやすい。\n- タリックのスタンを利用したカウンターエンゲージが得意で、レルのエンゲージを無効化することができる。\n- タリックは集団戦での無敵スキルを持っているため、レルの強力なCCを無効化し、味方を守ることができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、タリックのスキルを避けつつ、味方と連携して安全にファームを行う。\n- タリックのスキルのクールダウンを狙い、スキルがないタイミングで積極的にエンゲージを試みる。\n- 早めにアイテムを購入し、タリックの回復やシールドを無効化する効果を持つアイテムを活用する。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、パンテオンのバーストダメージを軽減できるため、オールインが難しい。\n- タリックのスタンを受けると、パンテオンの攻撃が止まり、逆にタリックがカウンターエンゲージを仕掛けやすくなる。\n- タリックは集団戦での無敵スキルを持っているため、パンテオンのUltを無効化される可能性が高く、集団戦での影響力が低下する。\n\n不利の緩和策：\n- レーンでのハラスを避け、タリックのスキルを避けることで、無駄なダメージを受けないようにする。\n- タリックのスキルのクールダウンを狙い、スキルがないタイミングでオールインを仕掛ける。\n- サポートと連携し、タリックのスタンを避ける位置取りを心がけ、集団戦ではタリックの無敵を意識して動く。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、ラックスのバーストダメージを軽減できるため、ハラスが効きにくい。\n- タリックのスタンを受けると、ラックスは接近されやすく、脆弱な状態になるため、対処が難しい。\n- タリックは近接攻撃が得意で、ラックスの射程を活かしづらく、殴り合いで不利になることが多い。\n\n不利の緩和策：\n- レーンでのハラスを控え、タリックのスキルを避けることに集中し、ミニオンを利用して安全にファームする。\n- サポートのジャングラーと連携し、タリックが孤立しているタイミングを狙ってギャンクを仕掛ける。\n- アイテムを早めに購入し、マナや耐久力を向上させることで、タリックとの殴り合いに耐えられるようにする。",
      "レオナ": "レオナが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、レオナのオールインを耐えることができるため、レオナの攻撃が無駄になりやすい。\n- タリックのスタンを利用したカウンターエンゲージが得意で、レオナが仕掛けた際に逆に捕まえられるリスクが高い。\n- タリックは無敵を付与するスキルを持っているため、レオナのCCコンボを無効化される可能性があり、効果的にダメージを与えられない。\n\n不利の緩和策：\n- タリックのスキルのクールダウンを意識し、彼のスキルが使えないタイミングで攻撃を仕掛ける。\n- レーンでのハラスを避けるため、ミニオンを利用してタリックの攻撃を受けないように立ち回る。\n- タリックのアルティメットのタイミングを見極め、彼が無敵状態の時は無理に攻撃せず、他のチャンピオンと連携して攻撃する。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、タリックのスキルの発動が遅いため、タリックが攻撃を仕掛ける前に逃げたり、反撃することができる。\n- タリックは遠距離攻撃手段がなく、パイクのフックやハラスに対して脆弱であり、特に序盤のハラスで優位に立ちやすい。\n- タリックの回復やシールドは強力だが、パイクのバーストダメージやキルゴールドの共有能力に対しては効果が薄く、タリックが持つ耐久力を無視して攻撃できる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、タリックのHPを削ることで、レーンの主導権を握る。\n- フックを使ってタリックを捕まえ、連携を取ってダメージを与えることで、早期にキルを狙う。\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛けることで、より安全に有利を取る。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは遠距離攻撃が可能で、タリックの近接攻撃に対してハラスがしやすい。これにより、タリックが近づく前にダメージを与えることができる。\n- ナミのCCスキルはタリックの無敵スキルを無効化できるため、タリックがカウンターエンゲージを狙う際に有利に立ち回れる。\n- タリックはマナ消費が激しく、スキルのクールダウンが長いため、ナミが持続的にハラスを行うことでタリックのリソースを枯渇させることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、タリックのHPを削る。特に、タリックがスキルを使った後に攻撃することで、反撃を受けにくくなる。\n- タリックが近づいてきた際には、CCを使って距離を保ちつつ、味方ADCと連携してダメージを与える。\n- タリックがスキルを使った後や、マナが少ないタイミングを見計らって、積極的にエンゲージを仕掛けることで、タリックの影響力を減少させる。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは遠距離攻撃が可能で、タリックの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- タリックのスキルは発動が遅く、ジャンナのCCを使ってタリックの行動を制限することで、彼の強みを活かさせないことができる。\n- ジャンナのシールドや回復は、タリックのダメージを軽減し、彼の攻撃を無効化することができるため、持続戦闘において有利。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックが近づく前にダメージを与える。\n- タリックがスキルを使った後の隙を狙い、ジャンナのCCを活用して反撃する。\n- ジャンナのシールドを味方にかけて、タリックの攻撃を受け流しつつ、味方の攻撃をサポートする。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは遠距離からのハラスが可能で、タリックの近接攻撃を避けながらダメージを与えられます。\n- タリックのスキルは発動が遅く、ソラカのサイレンス効果によってタリックの回復やシールドを無力化しやすいです。\n- ソラカの高い回復能力により、タリックの攻撃を受けても持ちこたえやすく、レーンでの優位を保ちやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックが近づく前にダメージを与える。\n- タリックがスキルを使った後の隙を狙い、サイレンスを使って反撃する。\n- 位置取りを工夫し、タリックの攻撃範囲外から安全に味方を回復し続ける。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由:\n- セラフィーンは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、レーンでの優位性を持ちやすい。\n- セラフィーンのスキルは範囲攻撃であり、タリックのシールドや回復を無視してダメージを与えることができるため、タリックの強みを打ち消すことができる。\n- タリックはスキルの発動が遅く、セラフィーンのCCを受けると反撃が難しくなるため、セラフィーンが有利に立ち回ることができる。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タリックの体力を削ることで、彼の回復やシールドを無力化する。\n- セラフィーンのCCを活かして、タリックがスキルを使う前に先手を打つことで、彼の反撃を防ぐ。\n- 集団戦では、タリックが無敵を使う前にセラフィーンの範囲攻撃でダメージを与え、味方と連携してタリックを排除する。",
      "バード": "バードが有利です。\n\n理由：\n- バードは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、レーンでの優位性を保ちやすい。\n- タリックのスキルは発動が遅く、バードのスタンを受けると反撃が難しくなるため、バードが有利に立ち回れる。\n- バードは回復スキルを持っており、タリックのハラスを受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- タリックが近づいてくるタイミングでスタンを狙い、反撃することで有利な状況を作る。\n- 鐘を回収しながらレーンを維持し、タリックのスキルを避けつつハラスを行う。\n- タリックがスキルを使った後のクールダウンを狙い、積極的に攻撃を仕掛けることでレーンの主導権を握る。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、レーンでの優位性を保ちやすい。\n- タリックのシールドや回復は強力ですが、ルルの無力化スキルを使うことで、タリックのエンゲージや回復を無効化できるため、戦闘を有利に進められる。\n- ルルは味方にシールドを付与できるため、タリックの攻撃を受けても生存能力を高められ、タリックの強みを相殺できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックが近づく前にダメージを与える。\n- タリックがエンゲージを試みた際に無力化スキルを使い、彼の攻撃を無効化することで、味方と共に反撃する。\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃を仕掛ける。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは遠距離から味方を支援できるため、タリックの近接攻撃を避けやすい。タリックは遠距離攻撃手段がないため、ユーミに対して攻撃を当てるのが難しい。\n- ユーミの回復やシールドは、タリックの回復やシールドを上回ることができるため、レーンでのサステインが有利に働く。タリックのスキルはクールダウンが長く、ユーミの持続的な支援に対抗しづらい。\n- タリックは集団戦でのカウンターエンゲージが得意だが、ユーミは味方に密着することで安全に支援でき、タリックの無敵スキルを無効化することができる。\n\n有利の取り方：\n- レーンでのハラスを行い、タリックが近づく前にシールドや回復を使って持続的にダメージを与える。\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- 集団戦では、タリックが無敵を使うタイミングを見極め、他の味方と連携してタリックのスキルを無効化しつつ、味方を強化する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはタリックのダッシュやリープを阻止する能力があり、タリックのエンゲージを無効化できます。\n- タリックは遠距離攻撃手段がないため、ポッピーの近接攻撃に対して反撃が難しく、ポッピーが有利にトレードできます。\n- ポッピーのCCスキルはタリックのスタンや無敵を持つスキルに対しても効果的で、特にタイマンでの戦闘において優位に立てます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのスキルを避けながらダメージを与えます。\n- タリックがスキルを使った後の隙を狙って、CCを使って反撃します。\n- ジャングラーと連携してタリックを狙い、ポッピーのCCを活かしてキルを狙います。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、レーンでの優位性を持ちやすい。\n- タリックはスキルの発動が遅く、特にエンゲージが不得意なため、ソナの迅速なスキル発動でタリックの攻撃を避けやすい。\n- ソナの回復やバフ効果により、タリックのハラスを耐えやすく、集団戦でも味方を強化することで有利に進められる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックが近づく前にダメージを与える。\n- タリックのスキルのクールダウンを利用して、スキルを使った後の隙を突いて攻撃する。\n- 集団戦では、味方を支援しつつタリックのスタンを避ける位置取りを心がけ、Ultを使って敵をスタンさせることで有利な状況を作る。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠距離攻撃が可能で、タリックの近接攻撃を避けやすいです。これにより、タリックが攻撃を仕掛ける前にハラスを行うことができます。\n- タリックのスキルは発動が遅く、ジリアンのCCを受けやすいです。特にスタンを使うことで、タリックの行動を制限しやすくなります。\n- ジリアンの蘇生能力は、タリックのバーストダメージに対して非常に効果的で、味方を守る手段として優れています。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックの体力を削ることで、彼の行動を制限します。\n- タリックがスキルを使った後の隙を狙って、ジリアンのCCを活用して反撃します。\n- ジリアンのUltを適切なタイミングで使用し、味方を守ることで、集団戦での優位性を確保します。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは遠距離からのスネアを持っており、タリックのエンゲージを阻止することができるため、タリックが近づくのを難しくします。\n- タリックはスキルの発動が遅く、モルガナのCCを受けると反撃ができず、特にオールインの際に不利になります。\n- モルガナのスペルシールドはタリックのCCを無効化できるため、味方を守りつつ攻撃的に立ち回ることが可能です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックが近づけないようにする。\n- スネアを使ってタリックがスキルを使う前に捕まえ、味方と連携して攻撃する。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングでオールインを仕掛ける。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "セラフィーン": "セラフィーンが不利です。\n\n- ブラウムは高い防御性能を持ち、セラフィーンのハラスを軽減しやすいため、セラフィーンの攻撃が通りにくい。\n- ブラウムのパッシブによるスタンが、セラフィーンのスキルを妨害しやすく、特にオールイン時に不利になる。\n- セラフィーンは射程が長いものの、ブラウムの近接攻撃やCCに対しては脆弱で、接近されると反撃が難しい。\n\n不利の緩和策：\n- ブラウムのCCを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- ブラウムのパッシブが発動しないように、ADCと連携してハラスを行い、ブラウムを孤立させる。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブラウムの攻撃を耐える。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ブリッツクランクのフックを受けても耐えられるため、フックを外すと逆に攻撃されやすい。\n- ブラウムのパッシブによるスタン効果があるため、ブリッツクランクが接近した際に反撃されやすく、オールインが難しい。\n- ブラウムは味方を守る能力が高く、ブリッツクランクがフックを当てても、ブラウムが味方を守ることで効果が薄れる。\n\n不利の緩和策:\n- ブリッツクランクは、ブラウムのスキルを避けるために、位置取りを工夫し、フックを当てるタイミングを見極める。\n- ブラウムのパッシブが発動する前に、他のチャンピオンと連携して攻撃を仕掛け、ブラウムのスタンを避ける。\n- ブリッツクランクは、レベルアップやアイテムを活用して、早めにダメージを出し、ブラウムの防御力を削ることを目指す。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ラックスのスキルを軽減しやすいため、ハラスが効きにくい。\n- ブラウムのパッシブによるスタンがラックスに対して非常に脅威で、接近されると一気に不利な状況に陥る。\n- ブラウムは近接キャリーを守る能力が高く、ラックスの攻撃を防ぎつつ味方をサポートできるため、ラックスのダメージを無効化しやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してブラウムの攻撃をブロックし、距離を保つ。\n- ブラウムのスキルを避けるために、位置取りを意識し、スキルのクールダウンを狙って攻撃する。\n- サポートアイテムやポーションを活用して、サステインを確保し、レーンでの生存能力を高める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、パッシブによるスタンを活かして序盤から強力なハラスが可能です。これにより、ノーチラスはハラスを受けやすくなります。\n- ブラウムのスキルは指定方向からのダメージを軽減するため、ノーチラスのエンゲージを無効化しやすいです。特に、ブラウムのシールドがあるとノーチラスの攻撃が効果的でなくなります。\n- ノーチラスは移動速度が遅く、スキルに依存するため、ブラウムのCCを受けやすく、接近されると反撃が難しくなります。\n\n不利の緩和策：\n- ブラウムのEのクールダウンを意識し、クールダウン中に攻撃を仕掛けることで、レーンを有利に進めることができます。\n- ブラウムのスキルを避けつつ、タイミングを見計らってエンゲージを行うことで、相手のスキルを無駄にさせることが重要です。\n- ADCと連携して、ブラウムのハラスを受けないように位置取りを工夫し、相手の攻撃を避けることで、レーンの圧力を維持します。",
      "ルル": "ルルが不利です。\n\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減しやすいため、ルルのハラスが効果的に機能しにくい。\n- ブラウムのパッシブによるスタン効果が、ルルのスキルを発動する前に妨害される可能性が高く、ルルの戦闘能力が制限される。\n- ブラウムは近接キャリーであり、ルルの射程を活かしにくく、接近されると一方的に攻撃を受けるリスクが高い。\n\n不利の緩和策：\n- ブラウムの攻撃を避けるために、常に距離を保ち、ミニオンを利用してハラスを行う。\n- ブラウムのスキルを避けるために、タイミングを見計らってスキルを使用し、相手のCCを回避する。\n- ルルのシールドやバフを活用して、味方ADCを守りつつ、ブラウムの攻撃を受け流す戦略を取る。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ザイラの攻撃を軽減しやすいため、ハラスが効きにくい。\n- ブラウムのパッシブによるスタンがザイラに対して非常に効果的で、接近されると一気にダメージを受けるリスクが高まる。\n- ザイラは移動手段が乏しく、ブラウムが接近してくると逃げるのが難しく、簡単に倒される可能性がある。\n\n不利の緩和策:\n- ザイラは位置取りを意識し、ブラウムの攻撃範囲外からハラスを行うことで、リスクを減らす。\n- ブラウムのスキルを避けるために、ミニオンを利用してスキルショットを防ぐことが重要。\n- サポートやADCと連携し、ブラウムに対して集団で攻撃することで、彼の防御力を無視する機会を作る。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、パッシブによるスタンを活かして序盤から強力なハラスが可能です。レオナの攻撃が通りにくく、逆にハラスを受けやすいです。\n- ブラウムのCCは発生が遅いものの、レオナが接近した際にスタンやノックアップを使われると、レオナのオールインが失敗しやすくなります。\n- ブラウムは味方を守る能力が高く、レオナの攻撃を防ぐことができるため、レオナの強みであるキャッチ能力が活かしにくいです。\n\n不利の緩和策：\n- ブラウムのスキルを避けるために、位置取りを工夫し、相手のCCを受けないように立ち回ることが重要です。\n- レオナのスキルを使うタイミングを見極め、ブラウムのスキルがクールダウンしている時に攻撃を仕掛けると良いでしょう。\n- チームメイトと連携し、ブラウムのパッシブを発動させないように注意しながら、集団戦での役割を果たすことが大切です。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、序盤から強力なハラスが可能なため、ソナは一方的に攻撃を受けやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱であるため、ブラウムの攻撃を受けると簡単にダメージを受けてしまう。\n- ブラウムのスタンやスローによって、ソナの移動が制限され、逃げる手段が乏しくなるため、捕まるリスクが高まる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブラウムの攻撃を避けるようにする。特に、ブラウムのスキルがクールダウン中のタイミングを狙う。\n- ソナのスキルを適切に使い、味方ADCと連携してハラスを行い、ブラウムにプレッシャーをかける。\n- サポートアイテムやポーションを活用し、マナ管理をしっかり行い、持続的にハラスを行えるようにする。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは遠距離攻撃が可能で、ブラウムの近接攻撃に対して安全にハラスができるため、序盤から有利に立ち回れる。\n- ブラウムのCCスキルは発生が遅く、ジリアンのスキルを使って距離を取ることで、ブラウムの攻撃を避けやすい。\n- ジリアンの蘇生能力は、ブラウムのスタンやダメージを無効化できるため、ブラウムのオールインに対して強力なカウンターとなる。\n\n有利の取り方：\n- ブラウムが近づいてくるタイミングで、ジリアンのスキルを使ってハラスを行い、相手のHPを削る。\n- ブラウムのCCを避けるために、ジリアンのスキルを駆使して距離を保ちながら戦う。\n- ブラウムが味方にスタンを狙う際に、ジリアンの蘇生能力を活かして味方を守り、逆にブラウムを攻撃するチャンスを作る。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ブラウムのスキルを避けやすいため、エンゲージやハラスがしやすい。\n- ブラウムのCCは発生が遅く、ラカンの瞬時の動きに対して反応しづらいため、ラカンが先手を取ることができる。\n- ラカンのシールドやヒールにより、ブラウムのハラスを受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- ブラウムのスキルを避けながら、積極的にハラスを行い、相手のHPを削る。\n- ブラウムがCCを使った後の隙を狙って、エンゲージを仕掛ける。\n- 味方ADCと連携し、ブラウムのパッシブを発動させないように立ち回り、ダメージを与える。",
      "セナ": "セナが有利です。\n\n理由：\n- 射程の差：セナは長射程の攻撃を持っており、ブラウムの近接攻撃を避けながら一方的にハラスが可能です。\n- ハラス能力：セナの回復スキルにより、ブラウムの攻撃を受けても持続的にハラスを行うことができ、レーンでの優位を築きやすいです。\n- ブラウムの弱点：ブラウムはサステインがなく、遠距離攻撃手段が乏しいため、セナのハラスに対して反撃が難しいです。\n\n有利の取り方：\n- レーンでのポジショニング：セナはブラウムの攻撃範囲外に位置し、常にハラスを行うことでブラウムを圧倒します。\n- スキルの活用：セナのスキルを使って敵をスネアし、ブラウムが近づけないようにすることで、さらなるハラスを行います。\n- ミニオンの管理：ミニオンを利用してブラウムの攻撃を避けつつ、セナの攻撃を当てることで、ダメージを稼ぎつつ安全にレーンを進めます。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムのエンゲージを無効化できるため、ブラウムの強みを活かさせない。\n- ポッピーのCCは発生が早く、ブラウムが接近する前にスタンを狙えるため、ブラウムの攻撃を封じることができる。\n- ブラウムはサステインがなく、ポッピーの高いダメージとシールドによって、トレードで優位に立ちやすい。\n\n有利の取り方：\n- ブラウムが近づいてくるタイミングでスキルを使い、ダッシュを阻止してスタンを狙う。\n- レーンでのハラスを積極的に行い、ブラウムの体力を削ることで、オールインを避ける。\n- ブラウムのCCを避けるために位置取りを工夫し、相手のスキルを無駄にさせることで、優位な状況を作る。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ブラウムのエンゲージを無効化しやすい。特に、ブラウムのスキルの発生が遅いため、アリスターは先手を取ることができる。\n- アリスターのパッシブによるサステインがあるため、レーン維持がしやすく、ブラウムのハラスを受けても耐えやすい。\n- アリスターはブラウムに対してオールインが得意で、ブラウムの防御性能を上回るダメージを出すことができる。\n\n有利の取り方：\n- ブラウムのスキルがクールダウン中や発動前に積極的にエンゲージを仕掛ける。\n- ブラウムのパッシブを意識し、スタンを狙ってハラスを行うことで、相手の行動を制限する。\n- ADCと連携して、ブラウムがスキルを使った後に一気に攻め込むことで、相手の反撃を受けにくくする。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ブラウムのスキルの発生が遅いため、レルが先にエンゲージすることでブラウムを拘束しやすい。\n- レルのパッシブによってブラウムのARを減少させることができ、タンクとしての耐久力を削ることができる。\n- ブラウムはサステインがなく、ハラス能力が低いため、レルの攻撃を受けると不利な状況に陥りやすい。\n\n有利の取り方：\n- レルのCCを活かしてブラウムに対して積極的にエンゲージし、味方と連携して攻撃する。\n- ブラウムのスキルを避けながら、ハラスを行い、レーンでの優位を確保する。\n- ブラウムがスキルを使った後の隙を狙い、オールインを仕掛けることでダメージを与える。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- 射程の差：ニーコは遠距離攻撃が可能で、ブラウムの近接攻撃に対して安全にハラスができるため、ブラウムが近づく前にダメージを与えられる。\n- CCの発生速度：ニーコのスネアやノックアップは即時発動できるため、ブラウムのCCが発生する前に先手を取ることができる。\n- 擬態による奇襲：ニーコは擬態を使ってブラウムを混乱させることができ、ブラウムの防御能力を無効化するチャンスが増える。\n\n有利の取り方：\n- 遠距離からのハラス：ブラウムが近づく前にスキルを使ってダメージを与え、相手のHPを削る。\n- 擬態を活用した奇襲：ブラウムが油断しているタイミングで擬態を使い、奇襲を仕掛けてダメージを与える。\n- ブラウムのCCを避ける：ブラウムのスキルを見極めて、回避行動を取りながら攻撃することで、ブラウムの効果を無効化する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは遠距離からのハラスが得意で、ブラウムの近接攻撃に対して安全にダメージを与えることができる。\n- ソラカの回復能力により、ブラウムのハラスを受けても持ちこたえやすく、レーンでの持久力が高い。\n- ブラウムのCCスキルは発生が遅いため、ソラカはスキルを使って逃げたり、反撃したりする余裕がある。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ブラウムのHPを削る。\n- ブラウムが近づいてきた際には、スネアやスローを使って行動を制限し、反撃のチャンスを作る。\n- 味方ADCと連携し、ブラウムがパッシブを発動させる前にダメージを与え、レーンの主導権を握る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは遠距離攻撃が可能で、ブラウムの近接攻撃に対して安全にハラスができるため、レーンでの優位性を保ちやすい。\n- バードのスタンはブラウムのCCに対して先手を打つことができ、ブラウムがスキルを発動する前に行動不能にすることができる。\n- ブラウムはサステインがないため、バードの回復スキルを活かして持続的にハラスを行うことで、ブラウムを圧倒することができる。\n\n有利の取り方：\n- ブラウムが近づいてくるタイミングを見計らって、スタンを当ててハラスを行う。\n- 鐘を回収しながら、移動スキルを活かしてブラウムの攻撃を避けつつ、持続的にダメージを与える。\n- ブラウムがスキルを使った後の隙を狙って、積極的に攻撃を仕掛け、レーンの主導権を握る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは遠距離からのスネアを持っており、ブラウムの接近を阻止しやすい。これにより、ブラウムのオールインを効果的に拒否できる。\n- スペルシールドにより、ブラウムのCCを無効化できるため、味方を守りつつ攻撃を続けることができる。\n- ブラウムはサステインがなく、ハラス能力が低いため、モルガナの遠距離攻撃で持続的にダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ブラウムにダメージを与えつつ、ADCを守る。\n- スネアを利用してブラウムが接近する前に捕まえ、味方と連携してキルを狙う。\n- スペルシールドを適切に使い、ブラウムのCCを無効化し、味方の安全を確保しながら戦闘を有利に進める。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、パンテオンのオールインを耐えることができるため、パンテオンの攻撃が無効化されやすい。\n- ソラカのスネアやスローによって、パンテオンのエンゲージや逃げる手段が制限され、捕まるリスクが高まる。\n- パンテオンは長期戦に弱く、ソラカの持続的なヒールによって、レーンでのトレードが不利になりやすい。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、ハラスを受けないようにする。\n- ソラカのヒールを無効化するアイテム（重傷効果を持つアイテム）を早めに購入し、回復を抑える。\n- レーンでのプレッシャーを高めるために、ジャングラーと連携してソラカを狙うことで、パンテオンの強みを活かす。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、セラフィーンのハラスを容易に無効化できるため、レーンでの持久戦に強い。\n- ソラカのスネアやスローによるCCが、セラフィーンのスキル発動を妨げるため、攻撃や逃げる手段が制限される。\n- セラフィーンはスキルの発生が遅く、ソラカの瞬時の攻撃や回復に対して反応しづらく、オールイン合戦で不利になる。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- ソラカの回復を無効化するアイテムを早めに購入し、ハラスを強化することでレーンの主導権を取り戻す。\n- 味方のジャングラーと連携し、ソラカを狙ったギャンクを仕掛けることで、レーンでのプレッシャーを軽減する。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、レオナのオールインを無効化しやすい。特に、レオナが攻撃を仕掛けた際にソラカが回復を行うことで、レオナのダメージが相対的に減少する。\n- ソラカのスネアやスローによって、レオナのエンゲージが妨げられる。これにより、レオナが接近することが難しくなり、効果的なCCを発揮できない。\n- ソラカは射程が長いため、レオナが近づく前にハラスを受けやすい。レオナはサステインがないため、ハラスを受けすぎると厳しい状況に陥る。\n\n不利の緩和策：\n- ソラカのスキルのクールダウンを意識し、エンゲージのタイミングを計る。特に、ソラカのスネアやサイレンスが使われた後に攻撃を仕掛けると効果的。\n- アイテムを早めに購入し、ソラカの回復を抑える。特に「ソーンメイル」や「フォース・オブ・ネイチャー」を活用することで、持続的なダメージを与えられる。\n- レーンでのハラスを避けるために、ミニオンを利用してソラカの攻撃を受けにくくする。これにより、レオナの体力を温存しつつ、チャンスを待つことができる。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- ソラカは高い回復能力を持ち、アリスターの攻撃を受けても持ちこたえやすい。これにより、アリスターのエンゲージが無効化される可能性が高い。\n- ソラカのスネアやスローによって、アリスターの接近が難しくなり、エンゲージのタイミングを逃すことが多い。\n- アリスターは攻撃力が低く、ソラカの遠距離攻撃に対して脆弱で、ハラスを受けやすい。\n\n不利の緩和策:\n- ソラカのスキルを避けるために、ミニオンを利用して位置取りを工夫し、エンゲージのタイミングを見計らう。\n- アリスターのパッシブを活かして、レーン維持をしっかり行い、ソラカのハラスを最小限に抑える。\n- 可能であれば、ジャングラーと連携してソラカを狙うことで、アリスターのエンゲージを活かすチャンスを作る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、ラックスのハラスを受けても持ちこたえやすい。これにより、ラックスは持続的なダメージを与えることが難しくなる。\n- ソラカのスネアやスローによって、ラックスは接近されるリスクが高まり、特に逃げる手段が乏しいため、捕まると危険な状況に陥りやすい。\n- ソラカのサイレンス効果により、ラックスのスキルを使用する機会が制限され、特に集団戦やエンゲージ時に大きな影響を受ける。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- ソラカの回復を無効化するアイテム（重傷効果を持つアイテム）を早めに購入し、彼女のヒールを抑える。\n- ジャングラーやミッドレーナーと連携し、ソラカを狙ったギャンクを仕掛けることで、レーンでの優位性を取り戻す。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ソラカは遠距離からのハラスが得意で、ブラウムは近接攻撃のため、ソラカの攻撃を避けることが難しい。\n- ソラカのスネアやスローによって、ブラウムの接近が阻まれ、エンゲージがしづらくなる。\n- ソラカの高い回復能力により、ブラウムのハラスが効果的でなくなり、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、ソラカのハラスを受ける前に一緒に動くことで、ハラスを軽減する。\n- ソラカのスキルを避けるために、ミニオンを利用して前に出るタイミングを調整する。\n- ブラウムのパッシブを活かすために、ADCが攻撃するタイミングを合わせ、ソラカに対してプレッシャーをかける。",
      "ジリアン": "ジリアンが不利です。\n\n- ソラカは高い回復能力を持ち、ジリアンのハラスを受けても持ちこたえやすいです。これにより、ジリアンが攻撃を仕掛けても、ソラカがすぐに回復してしまうため、持続的なダメージを与えにくいです。\n- ソラカのスネアやスローによるCCが、ジリアンの動きを制限しやすく、特にジリアンが攻撃を仕掛ける際に捕まるリスクが高まります。これにより、ジリアンは安全にプレイしづらくなります。\n- ソラカは逃げ性能が乏しいものの、ジリアンの攻撃手段が限られているため、ソラカがジリアンに対して反撃する機会が多くなります。ジリアンは攻撃スキルがQのみでCDが長いため、攻撃のチャンスが少なくなります。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを意識し、常に安全な距離を保つように心がけることが重要です。特に、スネアやスローを避けることで、ジリアンの生存率を高められます。\n- ジリアンのパッシブを活かして、レベル差をつけることを目指し、早めに経験値を稼ぐことで、スキルの威力を高め、ソラカに対抗する手段を増やします。\n- ソラカの回復を無効化するアイテム（重傷効果を持つアイテム）を早めに購入し、ソラカのヒールを抑えることで、ジリアンのハラスがより効果的になります。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、ラカンの攻撃を受けても持ちこたえやすい。これにより、ラカンのエンゲージが無効化される可能性が高い。\n- ソラカのスネアやスローによって、ラカンの機動力が制限され、接近することが難しくなる。特に、移動不可のCCを受けるとラカンは何もできなくなる。\n- ソラカは長射程の攻撃を持っており、ラカンが近づく前にハラスを受けやすい。これにより、ラカンはレーンでのプレッシャーをかけにくくなる。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてからエンゲージを行う。\n- 味方のADCと連携し、ソラカに対して一緒に攻撃を仕掛けることで、ソラカの回復を無効化する。\n- ビジョンを確保し、ソラカの動きを把握することで、奇襲を避けつつ有利な状況を作り出す。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に回復やシールドを提供でき、ソラカのヒールを上回る持続的なサステインを持っています。\n- ソラカは基礎ステータスが低く、逃げ性能が乏しいため、ユーミのスロー効果を利用してソラカを捕まえやすいです。\n- ユーミはハラス型のメイジサポートに対して有利であり、ソラカの攻撃をシールドで軽減しつつ、反撃が可能です。\n\n有利の取り方：\n- ソラカのスキルを避けつつ、ユーミの回復やシールドを駆使してレーンでのハラスを行い、相手のHPを削る。\n- ソラカが孤立したタイミングを狙い、ユーミのスローを使って捕まえ、味方と連携して攻撃する。\n- ソラカのサイレンス効果を避けるために、味方と連携して動き、ユーミの支援を最大限に活かす。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ソラカの回復を妨げることができるため、ソラカのヒールを無効化しやすい。\n- ソラカは逃げ性能が乏しく、バードのCCを受けると簡単に捕まるため、バードが有利に立ち回れる。\n- バードは鐘を回収することで火力を向上させることができ、持続的なハラスが可能で、ソラカの回復を上回るダメージを与えられる。\n\n有利の取り方：\n- ソラカのスキルのクールダウンを見極め、スタンを使ってハラスを行う。\n- 鐘を積極的に回収し、火力を上げつつマナを確保して持続的に戦う。\n- ソラカが孤立しているタイミングを狙い、ロームを活かして他のレーンに圧力をかける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってソラカを捕まえることができ、彼女の逃げる手段が乏しいため、簡単にキルチャンスを作ることができます。\n- ソラカはCCが限られており、ブリッツクランクのノックアップやサイレンスによって行動を制限されやすく、彼女のヒールや攻撃を妨害することができます。\n- ブリッツクランクは高い耐久性を持ち、ソラカの攻撃を受けても耐えられるため、レーンでのプレッシャーを維持しやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ソラカのHPを削ることで、彼女のヒールを無駄にさせる。\n- フックを積極的に狙い、ソラカを捕まえた際には即座に攻撃を仕掛けてキルを狙う。\n- ソラカのスキルクールダウンを把握し、彼女がスキルを使った後にエンゲージを行うことで、より高い成功率で捕まえることができる。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ソラカの回復を妨げることができるため、レーンでのハラスやトレードが有利に進められます。\n- ソラカは基礎ステータスが低く、逃げ性能が乏しいため、ナミの攻撃的なプレイスタイルに対して脆弱です。\n- ナミのスキルは全てダメージを持ち、特にレーンでのハラスが強力で、ソラカのヒールを上回るダメージを与えることができます。\n\n有利の取り方：\n- ソラカのスキルがクールダウン中やマナが不足しているタイミングを狙って、積極的にハラスを行う。\n- ナミのCCを活かして、ソラカを捕まえ、トレードを有利に進める。\n- ソラカがヒールを使った後に攻撃を仕掛け、回復が間に合わない状況を作り出す。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ソラカの回復を無効化するハラスが可能です。\n- ソラカは逃げ性能が乏しく、カルマのスネアやスロウを受けると捕まりやすいです。\n- カルマはシールドや加速効果を持っており、味方の生存率を高めつつ、ソラカに対しても攻撃的に立ち回ることができます。\n\n有利の取り方：\n- ソラカのスキルを避けつつ、カルマのスキルを当ててハラスを行う。\n- ソラカのスキルクールダウンを狙って、攻撃のタイミングを見極める。\n- 自身のシールドや加速を活用して、味方と連携しながら積極的にエンゲージを仕掛ける。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- レオナは高い耐久力を持ち、オールイン能力が強いため、ブリッツクランクがフックを外した場合、逆に攻撃を受けるリスクが高いです。\n- レオナのCCスキルにより、ブリッツクランクが接近する前にスタンやスネアで無力化される可能性が高く、フックを当てるチャンスが減ります。\n- ブリッツクランクは移動速度が低く、レオナの攻撃を避けることが難しいため、レーンでのハラスやオールインに対して脆弱です。\n\n不利の緩和策:\n- レオナのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見極めることが重要です。\n- サポートアイテムやポーションを活用して、ハラスを受けた際のサステインを確保し、レーンでの生存能力を高めることが有効です。\n- チームメイトと連携し、レオナがオールインを仕掛ける前に、他のチャンピオンと一緒に行動することで、ブリッツクランクのプレッシャーを高めることができます。",
      "セラフィーン": "セラフィーンが不利です。\n\n- レオナは高い耐久力を持ち、序盤からオールイン能力が強いため、セラフィーンがハラスを受けやすい。\n- レオナのCCスキルにより、セラフィーンはスタンやスネアで無力化されやすく、反撃のチャンスが減少する。\n- セラフィーンはスキルの発生が遅く、レオナの瞬時の攻撃に対して対処が難しいため、オールイン合戦で不利になる。\n\n不利の緩和策：\n- レオナのCCを避けるために、位置取りを意識し、ミニオンを利用してハラスを行う。\n- セラフィーンのスキルを連携させて、レオナの攻撃を受ける前に味方と連携して反撃する。\n- サポートアイテムやポーションを活用して、ハラスを受けた際のサステインを確保し、レーンでの生存率を上げる。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- レオナは高い耐久力とCCを持っており、ザイラが接近されると簡単にスタンされてしまうため、ザイラの攻撃を行う前に無力化される可能性が高い。\n- ザイラは移動に役立つスキルがなく、レオナのオールインに対して逃げる手段が乏しいため、レーンでのハラスやオールインに対して非常に脆弱。\n- レオナのCCはザイラのスキルを妨害することができ、特にザイラの植物を活用した攻撃を阻害されることで、火力を発揮しづらくなる。\n\n不利の緩和策：\n- レオナのCCを避けるために、位置取りを意識し、ミニオンを利用してハラスを行うことで安全にダメージを与える。\n- サポートのジャングラーと連携し、レオナがオールインを仕掛けてくるタイミングでGankを狙うことで、レオナにプレッシャーをかける。\n- ザイラのスキルを使う際は、レオナのスキルのクールダウンを確認し、CCがないタイミングで攻撃を仕掛けることで、リスクを減らす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、パンテオンのオールインを容易に無効化できるため、パンテオンが攻撃を仕掛ける際にリスクが高い。\n- レオナのオールイン能力は序盤から強力で、パンテオンがスキルを使った後のクールダウン中にレオナに反撃されやすい。\n- パンテオンはサステインがなく、レオナのハラスに対して耐えきれない場合が多く、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- レオナのCCを避けるために、位置取りを意識し、スキルを使うタイミングを慎重に選ぶ。\n- レーンでのハラスを受けすぎないように、ミニオンを利用してレオナの攻撃を避けるか、サポートと連携してハラスを行う。\n- レオナのオールインを警戒し、味方のジャングラーと連携してGankを狙うことで、レオナにプレッシャーをかける。",
      "ユーミ": "ユーミが不利です。\n\n- レオナは高い耐久力と豊富なCCを持っており、ユーミが密着している味方を狙いやすいです。特にオールインを仕掛けられると、ユーミは逃げる手段が乏しく、脆弱な状態になります。\n- ユーミはハードCCを持たないため、レオナの攻撃を受けると反撃が難しく、トレードで不利になります。レオナのスタンやスネアに対して無力です。\n- レオナは序盤から強力なオールイン能力を持っているため、ユーミがレーンでのハラスを受けやすく、サステインが不足する状況に陥りやすいです。\n\n不利の緩和策：\n- レオナのCCを避けるために、味方ADCと連携してポジショニングを工夫し、レオナの攻撃を受けないようにすることが重要です。\n- ユーミの回復やシールドを活用して、レオナの攻撃を受けた味方をサポートし、レーン維持を図ることが有効です。\n- ワーディングをしっかり行い、レオナの動きを把握することで、Gankやオールインを事前に警戒し、味方と連携して対処することが大切です。",
      "セナ": "セナが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、セナが攻撃を仕掛ける前に捕まえられる可能性が高いです。\n- セナは基礎ステータスが低く、序盤のレーン戦でレオナのオールインに対抗するのが難しいため、ハラスを受けやすいです。\n- レオナの接近戦での強さに対して、セナは逃げ手段が乏しく、一度捕まると致命的なダメージを受けるリスクが高いです。\n\n不利の緩和策：\n- レオナのスキルを避けるために、常に位置取りに注意し、ミニオンの後ろに隠れるように心がける。\n- サポートと連携して、レオナがオールインを仕掛ける前にハラスを行い、相手の体力を削る。\n- ワードをしっかりと置いて、レオナの動きを把握し、Gankやエンゲージを事前に警戒する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、ノーチラスが仕掛ける前に先にオールインされると非常に厄介です。\n- レオナのスキルはノーチラスのフックを避けることができ、特に接近戦での優位性が高いため、ノーチラスが攻撃を仕掛けるのが難しくなります。\n- ノーチラスは移動速度が遅く、レオナの攻撃を受けた際に逃げる手段が限られているため、レーンでのハラスやオールインに対して脆弱です。\n\n不利の緩和策：\n- レオナのスキルを避けるために、ミニオンを利用して位置取りを工夫し、フックを当てるチャンスを狙う。\n- レーンでのハラスを受けすぎないように、サポートアイテムを活用して回復し、耐久力を保つ。\n- 味方のADCと連携し、レオナが攻撃を仕掛けるタイミングを見計らって、逆に反撃する機会を作る。",
      "ルル": "ルルが不利です。\n\n- レオナは高い耐久力を持ち、序盤から強力なオールイン能力を発揮するため、ルルが攻撃を仕掛ける隙を与えにくい。\n- レオナのCCスキルにより、ルルが自分や味方を守るためのスキルを使う前に無力化される可能性が高い。\n- ルルはエンゲージ能力が乏しく、レオナの攻撃を受けると反撃が難しく、レーンでのハラスが厳しくなる。\n\n不利の緩和策：\n\n- レオナのエンゲージを避けるために、位置取りを工夫し、ミニオンを利用して距離を保つ。\n- レオナがスキルを使った後のクールダウンを狙い、攻撃のチャンスを見極めて反撃する。\n- ルルのシールドやポリモーフを適切なタイミングで使用し、味方ADCを守りつつ、レオナの攻撃を無効化する。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは遠距離攻撃が可能で、レオナの接近を許さずにハラスができるため、レーンでの優位性を保ちやすい。\n- ジリアンのCCはレオナのオールインを妨害することができ、特にスタンを使うことでレオナの攻撃を無力化できる。\n- ジリアンの蘇生能力は、レオナの高いバーストダメージに対抗できるため、味方を守る手段が豊富で、レオナの攻撃を受け流しやすい。\n\n有利の取り方：\n- レオナが接近してくるタイミングを見計らい、スタンを当ててハラスを行うことで、レオナの体力を削る。\n- ジリアンのスキルを駆使して、レオナのCCを避けつつ、味方の攻撃をサポートすることで、レーンでの優位性を確保する。\n- レオナがオールインを仕掛けてきた際に、蘇生能力を活用して味方を守り、逆に反撃するチャンスを作る。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは遠距離からのCCを持ち、レオナの接近を阻止することができるため、レオナのオールインを防ぎやすい。\n- ジャンナのシールドは味方を守るだけでなく、レオナのダメージを軽減することができ、レオナの火力不足を補うことができる。\n- ジャンナは移動速度を上げる能力を持っており、レオナの攻撃を避けやすく、逃げることができるため、レオナの強みを活かさせない。\n\n有利の取り方：\n- レオナが接近してきた際に、ジャンナのCCを使って距離を取ることで、レオナの攻撃を無効化する。\n- シールドを適切に使い、レオナのオールインを受け流しつつ、味方の攻撃をサポートする。\n- レーンでのハラスを行い、レオナのサステインを削ることで、レオナがオールインを仕掛ける余裕を与えない。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持ち、レオナのオールインを無効化することができるため、レーンでのハラスや反撃がしやすい。\n- スペルシールドにより、レオナのCCを防ぐことができ、味方を守る役割を果たしやすい。\n- レオナは接近戦が得意だが、モルガナは遠距離から攻撃できるため、レオナが近づく前にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レオナのHPを削ることでオールインを避ける。\n- スペルシールドを活用して、レオナのCCを無効化し、味方と連携して反撃する。\n- モルガナのスネアを使ってレオナを捕まえ、味方と連携してキルを狙う。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、レオナのオールインを耐えることができるため、レーンでの持久力が高い。\n- レオナは接近戦が得意ですが、ソラカは射程が長く、ハラスを行いやすいため、レオナが近づく前にダメージを与えられる。\n- ソラカのサイレンス効果により、レオナのスキルを無効化できるため、レオナの強みを活かしにくくなる。\n\n有利の取り方：\n- レオナがスキルを使った後にハラスを行い、レオナの体力を削る。\n- ソラカのヒールを活用して、レオナのオールインを耐えつつ、味方ADCをサポートする。\n- レオナが接近してきた際にサイレンスを使い、彼女のスキルを無効化して反撃のチャンスを作る。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レオナのエンゲージを無効化することができるため、レオナの攻撃を受け流しやすい。\n- アリスターのパッシブによるサステインがあり、レオナのハラスに対して耐久力を保ちやすい。\n- アリスターはノックアップやノックバックを駆使して、レオナのオールインを阻止しやすく、逆に自分が有利な状況を作りやすい。\n\n有利の取り方：\n- レオナがスキルを使った後にアリスターのCCを使い、反撃のチャンスを狙う。\n- レーンでのハラスを行い、レオナのHPを削りつつ、アリスターのサステインを活かして耐える。\n- 敵のミニオンを利用して、アリスターのスキルを当てやすい位置取りを心がけ、レオナの動きを制限する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、レオナの攻撃を軽減しやすい。特に、レオナのオールインに対して耐久力で対抗できる。\n- ブラウムのパッシブはスタンを狙えるため、レオナのCCを受ける前に反撃するチャンスがある。これにより、レオナの攻撃を無効化しやすい。\n- ブラウムは味方を守る能力が高く、レオナがオールインを仕掛けた際に味方ADCを守ることができるため、レオナの強みを打ち消すことができる。\n\n有利の取り方：\n- レオナがスキルを使った後の隙を狙い、ブラウムのパッシブを発動させてスタンを狙う。\n- レオナが近づいてきた際に、ブラウムの防御スキルを使ってダメージを軽減し、反撃のチャンスを作る。\n- レーンでのハラスを行い、レオナのサステインを削ることで、オールインの機会を減らす。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、レオナのCCを避けやすいため、レーンでのハラスやエンゲージがしやすい。\n- ラカンのCCはノックアップとチャームであり、レオナのスタンを回避しつつ、逆にレオナを無力化することができる。\n- ラカンはシールドやヒールを持っているため、レオナのオールインに対して耐久力を保ちやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- レオナがスキルを使った後の隙を狙ってエンゲージし、逆に攻撃を仕掛ける。\n- レーンでのハラスを行い、レオナの体力を削ることでオールインのリスクを減らす。\n- 味方ADCと連携し、レオナが接近する前に先手を打ってCCを当てることで、レオナの行動を制限する。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "ニーコが不利です。\n\n理由：\n- パンテオンは近接チャンピオンであり、オールインの際にスタンを持っているため、ニーコが近づくと簡単に捕まえられてしまう。\n- ニーコのスキルは射程が短く、パンテオンの攻撃範囲内に入るとハラスを受けやすく、特に序盤のトレードで不利になる。\n- パンテオンは短時間でのバーストダメージが得意で、ニーコがスキルを使う前に大きなダメージを受ける可能性が高い。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、パンテオンの攻撃範囲外からハラスを行うように心がける。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、ミニオンを利用してCSを確保する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パンテオンは接近戦が得意で、リープとスタンを持っているため、ラックスが距離を保とうとしても簡単に接近され、オールインされるリスクが高い。\n- ラックスはスキルのクールダウンが長く、パンテオンのバーストダメージに対抗するためのスキルを使い切った後は非常に脆弱になる。\n- パンテオンは序盤からキルプレッシャーが高く、ラックスがハラスを試みると、逆にパンテオンからの反撃を受けやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パンテオンのリープを避けるように心がける。特に、ミニオンの後ろに隠れることで、接近を防ぐ。\n- サポートと連携して、パンテオンがオールインを仕掛けてきた際に、CCを使って反撃するタイミングを見計らう。\n- アイテムを早めに購入し、特に防御アイテムを優先することで、パンテオンのバーストダメージに耐えられるようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- パンテオンはオールインが強力で、リープとスタンを持っているため、モルガナがスネアを発動する前に攻撃を受けやすい。\n- モルガナのスキルはクールダウンが長く、パンテオンのバーストダメージに対抗する手段が限られているため、序盤のトレードで不利になりやすい。\n- パンテオンは序盤からキルプレッシャーが高く、モルガナが安全にファームするのが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な位置からファームし、パンテオンの攻撃を受けないようにする。\n- スペルシールドを活用して、パンテオンのスタンを防ぎ、反撃のチャンスを作る。\n- ジャングラーと連携して、パンテオンに対するGankを狙い、レーンのプレッシャーを軽減する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- パンテオンはオールインが強力で、リープとスタンを持っているため、セラフィーンが攻撃を仕掛ける前に一方的にダメージを与えられる。\n- セラフィーンのスキルは発生が遅く、パンテオンの瞬時のバーストダメージに対抗しづらい。特に不意のオールインに対して脆弱。\n- パンテオンは序盤からキルプレッシャーが高く、セラフィーンは防御ステータスが低いため、早期に不利な状況に陥りやすい。\n\n不利の緩和策：\n- セラフィーンは味方と連携し、パンテオンのオールインを避けるために位置取りを工夫する。特に、ミニオンの後ろに隠れるなどして安全を確保する。\n- スキルを連打する際は、相手の動きを予測して発動タイミングを調整し、パンテオンの攻撃を避けるようにする。\n- 早めにアイテムを購入し、サステインや防御力を向上させることで、パンテオンのバーストダメージに耐えられるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、リープとスタンを持っているため、ゼラスの長射程攻撃を避けつつ、近づいてオールインが可能です。これにより、ゼラスはハラスを行うことが難しくなります。\n- ゼラスのスキルは発動に時間がかかるため、パンテオンの高い機動力とバーストダメージに対抗しづらいです。特に、パンテオンがリープで接近してくると、ゼラスは反撃が難しくなります。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、パンテオンに捕まると簡単に倒されてしまうリスクがあります。\n\n不利の緩和策:\n- ゼラスはレーンでのポジショニングを意識し、常に安全な距離を保つように心がけることで、パンテオンの攻撃を避けることができます。\n- サポートやジャングラーと連携し、パンテオンがリープを使った後に攻撃することで、彼のクールダウンを利用して反撃するチャンスを作ることが重要です。\n- ゼラスのスキルを当てるタイミングを見極め、パンテオンが近づいてくる前にハラスを行うことで、レーンの優位を保つことができます。",
      "セナ": "セナが不利です。\n\n理由：\n- パンテオンは近接チャンピオンであり、リープとスタンを持っているため、セナがハラスを行う際に簡単にオールインされるリスクが高いです。\n- セナは基礎ステータスが低く、特に序盤が弱いため、パンテオンのバーストダメージに対抗しにくいです。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、セナがレーンで優位に立つのが難しくなります。\n\n不利の緩和策：\n- セナはレーンでのハラスを行いつつ、パンテオンのスキルを避けるために位置取りを工夫し、オールインを避けるように心がける。\n- サポートと連携して、パンテオンがリープを使った後に攻撃するタイミングを見計らい、反撃のチャンスを作る。\n- 早めにアイテムを購入し、特に防御アイテムを優先することで、パンテオンのバーストダメージに耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n- パンテオンは高いバーストダメージを持ち、オールインの際にノーチラスを瞬時に排除できるため、特に序盤でのトレードが不利になります。\n- パンテオンのリープとスタンにより、ノーチラスのCCを無効化されやすく、エンゲージが成功しにくいです。\n- ノーチラスは移動速度が遅く、パンテオンの機動力に対抗できず、逃げる手段が限られているため、Gankやロームに対して脆弱です。\n\n不利の緩和策：\n\n- パンテオンのスキルクールダウンを意識し、スキルが使えないタイミングを狙って攻撃することで、トレードを有利に進める。\n- チームメイトとの連携を強化し、パンテオンの攻撃を分散させることで、ノーチラスが受けるダメージを軽減する。\n- ノーチラスのCCを活かして、パンテオンが攻撃を仕掛けてきた際に反撃するタイミングを見極め、逆にオールインを狙う。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- パンテオンは接近戦が得意で、リープとスタンを持っているため、ザイラが近づかれると簡単に捕まってしまう。\n- ザイラは移動手段がなく、パンテオンのバーストダメージに対して脆弱で、オールインされると致命的なダメージを受けやすい。\n- パンテオンの攻撃力は序盤から高く、ザイラの防御ステータスが低いため、ハラスやトレードで不利になりやすい。\n\n不利の緩和策：\n- ザイラは位置取りを意識し、常に距離を保ちながらハラスを行うことで、パンテオンの接近を防ぐ。\n- サポートのジャングラーと連携し、パンテオンに対するガンクを狙うことで、彼のプレッシャーを軽減する。\n- ザイラのCCを活かして、パンテオンがリープしてきた際に反撃するタイミングを見計らい、逆にダメージを与える。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n理由:\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの高いサステインを無視して一気に削り取ることができる。\n- パンテオンのリープとスタンにより、タム・ケンチはエンゲージや反撃の機会を奪われやすく、特にレーン戦でのトレードで不利になる。\n- タム・ケンチのCCは発生が遅く、パンテオンの機動力に対抗するのが難しく、オールインを仕掛けられると対処が困難。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、タワーの近くでのファームを心がけ、パンテオンの攻撃を受けないように立ち回る。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に反撃するタイミングを見計らう。\n- サポートやジャングラーと連携し、パンテオンに対するGankを狙うことで、彼の強みを削ぐ機会を作る。",
      "ユーミ": "ユーミが不利です。\n\n- パンテオンはオールインが強力で、スタンを持っているため、ユーミが密着している味方を狙いやすい。ユーミはハードCCを持たないため、パンテオンの攻撃を防ぐ手段が乏しい。\n- パンテオンの短時間でのバーストダメージに対して、ユーミは基礎ステータスが低く、耐久力がないため、すぐに倒されるリスクが高い。\n- パンテオンは序盤からキルプレッシャーが高く、ユーミがサポートしているADCが狙われやすく、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、パンテオンの攻撃を避けるために位置取りを工夫する。特に、パンテオンのスキルのクールダウンを意識して行動する。\n- ワーディングをしっかり行い、パンテオンの動きを把握することで、Gankやオールインを事前に警戒する。\n- ユーミの回復やシールドを活用して、パンテオンの攻撃を受けた味方をサポートし、耐久力を高める。特に、パンテオンが攻撃を仕掛けた後の反撃を狙う。",
      "パイク": "パイクが不利です。\n\n理由：\n- パンテオンはオールインが強力で、リープとスタンを持っているため、パイクが近づくと簡単に捕まえられてしまう。\n- パンテオンのバーストダメージは序盤から非常に高く、パイクは耐久力が低いため、早い段階でキルされるリスクが高い。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が強いため、パイクがロームしてもパンテオンの影響を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避け、できるだけ安全にミニオンを処理し、レベルを上げてからのトレードを狙う。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- 視界を確保し、敵の動きを把握することで、パンテオンのリープやGankを避けるようにする。",
      "メル": "メルが不利です。\n\n理由:\n- パンテオンはオールインが強力で、リープとスタンを持っているため、メルが攻撃を仕掛ける前に一方的にダメージを与えられる。\n- メルは回復効果に対して弱く、パンテオンのバーストダメージに対抗しづらい。特に序盤のトレードで不利になる。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力が高いため、メルがロームしても相手の動きに対抗しづらい。\n\n不利の緩和策:\n- メルは安全な距離からハラスを行い、パンテオンのスキルを避けるように立ち回る。特にリープのクールダウン中を狙う。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてパンテオンのバーストを耐える。\n- チームメイトと連携し、パンテオンがオールインを仕掛けてきた際にサポートを受けられる位置取りを心がける。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由:\n- ジャンナは強力なCCを持ち、パンテオンのオールインを無効化することができるため、彼の攻撃を効果的に防ぐことができる。\n- パンテオンは短期的なバーストダメージが得意だが、ジャンナのシールドや回復により、持続的なダメージを受けにくく、トレードで優位に立ちやすい。\n- ジャンナの移動速度向上のスキルにより、パンテオンのリープを避けやすく、彼の攻撃をかわすことで安全にプレイできる。\n\n有利の取り方:\n- レーンでのハラスを行い、パンテオンがスキルを使った後に反撃することで、トレードで有利を取る。\n- パンテオンがオールインを仕掛けてきた際に、シールドやCCを使って彼を遠ざけ、逆に攻撃するチャンスを作る。\n- ジャングラーと連携し、パンテオンがスキルを使った後にGankを仕掛けることで、キルを狙いやすくする。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、パンテオンのバーストダメージに対抗しやすいです。\n- パンテオンのオールインに対して、ジリアンはCCを使って相手の動きを制限し、逃げることができるため、トレードで有利に立ちやすいです。\n- ジリアンのUltによる蘇生能力は、パンテオンのバーストダメージを無効化できるため、特にパンテオンがオールインを狙う際に効果的です。\n\n有利の取り方：\n- パンテオンのスキルのクールダウンを利用して、積極的にトレードを仕掛け、相手のリソースを削る。\n- ジリアンのCCを活かして、パンテオンがリープを使った後に反撃することで、ダメージを与える。\n- パンテオンがUltを使った際に、ジリアンのUltをタイミングよく使い、味方を守ることで、戦闘を有利に進める。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは遠距離からのハラスが可能で、パンテオンの近接攻撃を避けながらダメージを与えられます。\n- ソナの回復能力により、パンテオンのバーストダメージを軽減でき、持続的なトレードで有利に立てます。\n- パンテオンはスキルのクールダウンが長く、長期戦になるとDPSが低下するため、ソナの持続的な支援が効果的です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パンテオンの体力を削ることでオールインを避ける。\n- ソナの回復を活用して、パンテオンの攻撃を受け流しつつ、味方と連携してトレードを行う。\n- パンテオンがスキルを使った後の隙を狙い、ソナのスタンを活かして反撃する。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、パンテオンのオールインを無効化しやすい。特に、パンテオンのリープやスタンに対して、レルのCCで反撃が可能。\n- パッシブによって敵のARとMRを減少させるため、パンテオンのダメージを軽減しつつ、逆にダメージを与えやすい。\n- レルは集団戦でのエンゲージが得意で、パンテオンが短期決戦を狙う中で、長時間の拘束を活かして味方と連携しやすい。\n\n有利の取り方：\n- レルのCCを活かして、パンテオンが攻撃を仕掛けてきたタイミングで反撃する。特に、パンテオンのスキルがクールダウン中に攻撃を仕掛ける。\n- レーンでのハラスを積極的に行い、パンテオンのHPを削ることで、オールインを狙わせない状況を作る。\n- 味方と連携して、パンテオンが孤立した際に一気に攻撃を仕掛ける。特に、レルのエンゲージを活かして、パンテオンを捕まえる。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは遠距離攻撃が可能で、パンテオンの接近を阻止しやすい。これにより、パンテオンがオールインを仕掛ける前にハラスができる。\n- パンテオンは短期的なバーストダメージが得意だが、カルマはシールドやスネアを使ってその攻撃を無効化したり、逃げることができる。\n- パンテオンはスキルのクールダウンが長く、長期戦になるとDPSが低下するため、カルマの持続的なハラスやサポート能力が活きる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パンテオンが近づけないようにする。特に、スキルを当ててダメージを与える。\n- パンテオンがオールインを仕掛けてきた際には、シールドを使って味方を守りつつ、スネアで反撃する。\n- 位置取りを意識し、パンテオンのリープやスタンを避けることで、常に有利な状況を維持する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、パンテオンのリープやスタンを避けやすいため、オールインを仕掛けられにくい。\n- ラカンのCCスキルはパンテオンの攻撃を無力化できるため、パンテオンのバーストダメージを抑えることができる。\n- ラカンは味方を支援するシールドや回復を持っており、パンテオンの攻撃を受けても生存率が高くなる。\n\n有利の取り方：\n- パンテオンのスキルがクールダウン中のタイミングを狙って、積極的にエンゲージを仕掛ける。\n- パンテオンが攻撃を仕掛けてきた際に、CCを使って反撃し、トレードを有利に進める。\n- ザヤとの連携を活かし、相互に強化し合いながらパンテオンに対抗する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、パンテオンのオールインを避けつつ、ハラスを行いやすいです。これにより、パンテオンのバーストダメージを受けにくくなります。\n- ミリオの回復やシールドにより、パンテオンの短期的なダメージを軽減できるため、持続的なトレードで優位に立つことができます。\n- パンテオンはスキルのクールダウンが長く、長期戦になるとDPSが低下しますが、ミリオは持続的なサポートが可能で、集団戦でも影響力を発揮しやすいです。\n\n有利の取り方：\n- パンテオンのスキルを避けながら、ミリオの攻撃範囲を活かしてハラスを行い、相手のHPを削る。\n- パンテオンがオールインを仕掛けてきた際に、ミリオの回復やシールドを使って味方を守り、反撃のチャンスを作る。\n- 集団戦では、ミリオのウルトを活用して相手のエンゲージを防ぎ、味方の生存能力を高めることで、戦闘を有利に進める。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、パンテオンのバーストダメージを軽減できるため、オールインに対して耐性があります。\n- サイレンス効果により、パンテオンのスキルを無効化できるため、彼の攻撃を効果的に防ぐことができます。\n- パンテオンは長期戦に弱く、ソラカの持続的な回復によってレーンでの持久力が高まります。\n\n有利の取り方：\n- レーンでのハラスを行い、パンテオンのHPを削りつつ回復を行うことで、トレードを有利に進めます。\n- サイレンスを活用して、パンテオンがスキルを使うタイミングを制限し、彼の攻撃を無力化します。\n- 味方と連携して、パンテオンがオールインを仕掛けてきた際に、回復を行いながら反撃することで、逆転のチャンスを作ります。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持っており、パンテオンのオールインを無効化することができるため、彼の攻撃を効果的に防ぐことができる。\n- アリスターのタフネスとパッシブによる回復効果により、パンテオンのバーストダメージに耐えることができ、レーンでの持続力が高い。\n- パンテオンは長期戦に弱く、アリスターのCCを活かして持続的にトレードを行うことで、パンテオンの強みを消すことができる。\n\n有利の取り方：\n- パンテオンがリープを使った後に、アリスターのCCを使って反撃することで、彼の攻撃を無効化しつつダメージを与える。\n- アリスターのパッシブを活かして、レーンでのハラスを行い、パンテオンのHPを削る。\n- 集団戦では、アリスターのエンゲージを活かしてパンテオンを捕まえ、味方と連携してキルを狙う。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを持つ相手に対して強力なカウンターができ、パンテオンのリープやスタンを無効化することができるため、彼のオールインを防ぎやすい。\n- ポッピーは高いシールドと低CDの割合ダメージを持ち、1対1の戦闘での持続力が高く、パンテオンのバーストダメージに対抗できる。\n- パンテオンは長期戦になるとDPSが低下するため、ポッピーのタンク性能とCCを活かして持久戦に持ち込むことで有利に立てる。\n\n有利の取り方：\n- レーンでのトレード時に、パンテオンのスキルを避けつつ、ダッシュを阻害するスキルを使って反撃する。\n- パンテオンがリープを使った際に、壁にぶつけてスタンさせることで、彼の攻撃を無効化し、逆に攻撃のチャンスを作る。\n- 早めにアイテムを揃え、タンクビルドを進めることで、パンテオンのバーストダメージに耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- 長射程のスキルを持つため、パンテオンの接近を許さずにハラスが可能です。これにより、パンテオンのオールインを避けやすくなります。\n- AoE攻撃が得意で、パンテオンが複数の敵を狙うのが苦手なため、集団戦での影響力が高いです。\n- パッシブによるTrueダメージがあるため、タンク相手でも一定のダメージを出せ、パンテオンの耐久力を無視して攻撃できます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パンテオンが近づけないようにする。特に、スキルを使って距離を保ちながら攻撃することが重要です。\n- パンテオンのスキルのクールダウンを利用して、オールインを仕掛けるタイミングを見計らう。特に、彼のスタンがクールダウン中の時に攻撃することが効果的です。\n- 集団戦では、後衛から安全に攻撃し、パンテオンが前に出てきた際にはCCを使って無力化することで、彼の影響力を削ぐことができます。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブリッツクランクのフックは非常に強力で、ラックスのような脆いメイジは捕まると一瞬でキルされるリスクが高い。\n- ブリッツクランクのサイレンス効果により、ラックスはスキルを使うことができず、自己防衛が難しくなる。\n- ブリッツクランクは近接キャリーであり、ラックスが距離を保とうとしても、フックを当てられると一気に不利な状況に陥る。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ブリッツクランクのフックを避けるために常に後ろに下がる。\n- ワードをしっかりと置き、ブリッツクランクの動きを把握して、フックを避けるための時間を稼ぐ。\n- スキルを当てるタイミングを見極め、ブリッツクランクがフックを外した後に攻撃することで、逆にプレッシャーをかける。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブリッツクランクはフックを使って瞬時にザイラに接近できるため、ザイラの射程を活かすことが難しくなります。\n- ザイラは移動に役立つスキルがないため、ブリッツクランクのノックアップやサイレンスに捕まると簡単に倒されてしまいます。\n- ブリッツクランクのタンク性能により、ザイラのダメージを受け止められやすく、持続戦闘で不利になります。\n\n不利の緩和策：\n- ザイラは位置取りを意識し、ブリッツクランクのフックを避けるように動くことで、接近を防ぐことが重要です。\n- サポートやジャングラーと連携し、ブリッツクランクに対して集団で対処することで、彼の強みを無効化できます。\n- ザイラのCCスキルを活用して、ブリッツクランクが接近する前に先手を打つことで、彼の行動を制限することができます。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ブリッツクランクのフックは非常に強力で、ミリオは逃げる手段が限られているため、捕まるリスクが高いです。\n- ブリッツクランクのノックアップやサイレンスは、ミリオの回復やシールドを無力化するため、集団戦での影響力が低下します。\n- ミリオはエンゲージ能力が低く、ブリッツクランクの攻撃を受けると反撃が難しく、トレードで不利になりやすいです。\n\n不利の緩和策：\n- ブリッツクランクのフックを避けるために、常に位置取りに注意し、ミニマップを確認しておくことが重要です。\n- ミリオのスキルを適切に使い、味方と連携してブリッツクランクの攻撃を受けないようにすることで、トレードを有利に進めることができます。\n- ブリッツクランクのスキルのクールダウンを意識し、フックが外れたタイミングで積極的にハラスを行うことで、相手にプレッシャーをかけることができます。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ブリッツクランクのフックは非常に強力で、モルガナは移動手段が限られているため、フックを避けるのが難しい。捕まると一気に不利な状況に陥る。\n- ブリッツクランクのサイレンス効果により、モルガナのスキルを使うことができなくなり、特にスペルシールドやスネアを発動できないため、自己防衛が難しい。\n- ブリッツクランクはタンクとしての耐久力が高く、モルガナのダメージを受け止めやすいため、レーンでのオールインが不利になる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるように心がける。特に、ミニオンの後ろに隠れるなどして、フックを当てられないようにする。\n- ブリッツクランクのスキルのクールダウンを意識し、フックが外れたタイミングで攻撃を仕掛ける。これにより、相手のプレッシャーを軽減できる。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、ブリッツクランクの攻撃に対する耐性を高める。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ブリッツクランクのフックによって捕まるリスクが高く、特に逃げる手段が乏しいソラカは簡単にキルされる可能性がある。\n- ブリッツクランクのサイレンス効果により、ソラカの回復スキルを使うことができず、味方の生存能力を大きく低下させる。\n- ブリッツクランクはタンクとしての耐久力が高く、ソラカのダメージが通りにくいため、レーンでのハラスが効果的でない。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。特に、ミニオンの後ろに隠れることが重要。\n- 味方のADCと連携し、ブリッツクランクがフックを外したタイミングで攻撃を仕掛けることで、逆にプレッシャーをかける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、ブリッツクランクの攻撃に耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- ブリッツクランクのフックは非常に強力で、捕まると一瞬でキルに繋がるため、セナは常に警戒しなければならない。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ブリッツクランクの攻撃を受けると簡単に倒されてしまう。\n- ブリッツクランクのCCスキルによって、セナの逃げ手段が制限され、捕まった際のリスクが高まる。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。特に、壁際に近づかないように心掛ける。\n- サポートと連携して、ブリッツクランクのフックを外させるために、視界を確保し、ワードを置く。\n- セナのスキルを活用して、ハラスを行いながら自分の安全を確保し、少しでも育つ時間を稼ぐ。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ブリッツクランクのフックは非常に発生が早く、ゼラスのスキルが発動する前に捕まるリスクが高いです。ゼラスは自己防衛手段が乏しいため、フックを受けると致命的なダメージを受ける可能性があります。\n- ゼラスのスキルは全て方向指定・地点指定であり、機動力の高いブリッツクランクに対して当てるのが難しいです。ブリッツクランクが近づいてくると、ゼラスは攻撃を当てることができず、逆に攻撃を受けることになります。\n- ブリッツクランクはタンクとしての耐久力が高く、ゼラスのスキルでのダメージが通りにくいです。特に集団戦では、ブリッツクランクが前に出てくることでゼラスが自由に動けなくなります。\n\n不利の緩和策：\n- ゼラスはレーンでの位置取りを意識し、ブリッツクランクのフックを避けるために後ろに下がることが重要です。常に安全な距離を保ち、フックを避けるように心がけましょう。\n- ブリッツクランクのフックのクールダウンを意識し、フックが外れたタイミングで攻撃を仕掛けることで、相手にプレッシャーをかけることができます。\n- サポートやジャングラーと連携し、ブリッツクランクに対して集中的に攻撃を仕掛けることで、彼のプレッシャーを軽減し、ゼラスが活躍できる状況を作り出すことが重要です。",
      "ナミ": "ナミが不利です。\n\n理由：\n- ブリッツクランクのフックは非常に発生が早く、ナミがスキルを使う前に捕まってしまうリスクが高いです。\n- ナミのCCは発生が遅く、ブリッツクランクの接近を阻止するのが難しいため、彼の攻撃を受けやすいです。\n- ブリッツクランクはタンクであり、ナミのダメージを受け止めやすく、持続戦闘で不利になることが多いです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるように心がける。\n- ブリッツクランクのフックを避けた後に、味方と連携して反撃するタイミングを見計らう。\n- マナ管理を徹底し、必要な時にスキルを使えるようにして、持続的なハラスを行う。",
      "パイク": "パイクが不利です。\n\n理由：\n- ブリッツクランクのフックは非常に強力で、パイクは捕まると一気に危険な状況に陥るため、常に警戒が必要です。\n- ブリッツクランクのノックアップやサイレンスは、パイクのスキルを封じることができ、特に集団戦での影響力を大きく低下させます。\n- パイクは瞬間火力が低く、集団戦での持続力が乏しいため、タンク系のブリッツクランクに対してはダメージを与えにくいです。\n\n不利の緩和策：\n- ブリッツクランクのフックを避けるために、常に位置取りを意識し、ミニオンや壁を利用して動くことが重要です。\n- ブリッツクランクのスキルを避けるために、視界を確保し、敵の動きを把握することで、フックを当てられにくくすることができます。\n- 集団戦では、ブリッツクランクのスキルがクールダウン中のタイミングを狙って攻撃することで、逆に有利な状況を作り出すことが可能です。"
    },
    "loses": {
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、ブリッツクランクのフックを避けながら安全にダメージを与えることができるため、ブリッツクランクに対して優位に立てます。\n- ブリッツクランクのスキルはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、メルはその隙を突いて攻撃するチャンスがあります。\n- メルのスネア効果を持つスキルは、ブリッツクランクが近づいてくる際に彼を一時的に無力化できるため、反撃のチャンスを作りやすいです。\n\n有利の取り方：\n- ブリッツクランクのフックを避けるために、常に位置取りに注意し、距離を保ちながら攻撃を行う。\n- ブリッツクランクがフックを外したタイミングで積極的に攻撃し、相手のマナを削ることでプレッシャーをかける。\n- スネアを使ってブリッツクランクを捕まえ、味方と連携してキルを狙う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持つラカンは、ブリッツクランクのフックを避けやすく、接近してCCを与えることができるため、ブリッツクランクの攻撃を無効化しやすい。\n- ラカンのCCはノックアップとチャームであり、ブリッツクランクがフックを外した際に逆に攻撃するチャンスを作り出せる。\n- ラカンはシールドや回復を持っているため、ブリッツクランクの攻撃を受けても耐えやすく、味方を守る能力が高い。\n\n有利の取り方：\n- ブリッツクランクのフックを避けるために、常に位置取りを意識し、相手の動きを観察する。\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージし、CCを使って相手を無力化する。\n- 味方のADCやミッドレーナーと連携し、ブリッツクランクを捕まえるチャンスを作り出す。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、相手のエンゲージを防ぎやすい。\n- ブリッツクランクはフックを外すとプレッシャーがなくなるが、アリスターは持続的なタンク性能と回復効果を持っているため、レーン維持が得意。\n- アリスターのエンゲージ能力は非常に高く、集団戦での影響力が大きいため、ブリッツクランクの強みを打ち消すことができる。\n\n有利の取り方：\n- レーンでのポジショニングを工夫し、ブリッツクランクのフックを避けつつ、相手にプレッシャーをかける。\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージし、相手を捕まえる。\n- 集団戦では味方のキャリーを守るために、アリスターのCCを活かしてブリッツクランクの攻撃を無効化し、味方のダメージを通す。",
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力と豊富なCCを持っており、ブリッツクランクのフックを避けつつ、オールインで彼を捕まえることができます。\n- ブリッツクランクはフックを外すとプレッシャーがなくなりますが、レオナはその間に攻撃を仕掛けることができ、逆に有利な状況を作り出せます。\n- レオナのスキルはブリッツクランクのCCを無効化することができ、特に彼の引き寄せを受けた後の反撃が強力です。\n\n有利の取り方：\n- ブリッツクランクのフックのクールダウンを意識し、フックが外れたタイミングで積極的にエンゲージを仕掛ける。\n- レオナのCCを活かして、ブリッツクランクを捕まえた際に味方と連携してダメージを与える。\n- ブリッツクランクの動きを観察し、彼がフックを使った後に隙を突いて攻撃することで、優位に立つ。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ブリッツクランクのフックを防ぐことができるため、相手のキャッチ能力を無効化しやすい。\n- ブラウムのパッシブによるスタン効果は、ブリッツクランクがフックを外した際に逆に攻撃のチャンスを生むことができる。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、ブラウムは持続的にハラスを行うことができるため、持久戦で有利に立てる。\n\n有利の取り方：\n- ブリッツクランクのフックを避けつつ、味方と連携して攻撃を仕掛けることで、相手のミスを誘発する。\n- ブラウムのパッシブを活かして、ブリッツクランクが近づいてきた際にスタンを狙い、キルチャンスを作る。\n- ブリッツクランクがフックを外したタイミングで積極的に前に出て、ハラスやオールインを行うことで、相手にプレッシャーをかける。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ブリッツクランクのフックを避けたり、捕まえた後に反撃することができるため、ブリッツクランクのキャッチ性能を無効化しやすい。\n- レルのパッシブによって、ブリッツクランクのタンク性能を削ぐことができ、ダメージを与えやすい。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、レルは持続的に戦えるため、持久戦に強い。\n\n有利の取り方：\n- レルのCCを活かして、ブリッツクランクがフックを使った後に反撃するタイミングを狙う。\n- レーンでのハラスを行い、ブリッツクランクのマナを削ることで、フックを使わせる機会を減らす。\n- 集団戦では、レルのエンゲージを活かして味方と連携し、ブリッツクランクを無力化する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ブリッツクランクのフックを避けやすい。フックを外した場合、ブリッツクランクはプレッシャーを失う。\n- ユーミの回復やシールドは、ブリッツクランクの攻撃を無効化しやすく、特にオールインに対して耐久力を高めることができる。\n- ブリッツクランクは移動速度が低く、ユーミが味方に密着している限り、ブリッツクランクが近づくのが難しいため、トレードで有利に立ち回れる。\n\n有利の取り方：\n- ユーミは味方ADCと連携し、ブリッツクランクのフックを避けながら攻撃を仕掛けることで、相手に圧力をかける。\n- ブリッツクランクがフックを外したタイミングで積極的に攻撃し、トレードを有利に進める。\n- 敵の視界を意識し、ワーディングを行いながら安全にレーンを維持し、ブリッツクランクの動きを制限する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ブリッツクランクのフックを避けつつ、相手を拘束することが得意です。これにより、ブリッツクランクがフックを外した場合、逆にノーチラスが有利な状況を作り出せます。\n- ブリッツクランクのフックが外れた際、彼のプレッシャーが低下しますが、ノーチラスはその間に攻撃を仕掛けることができ、相手に対して強い圧力をかけられます。\n- ノーチラスはタンクとしての耐久性が高く、ブリッツクランクの攻撃を受け止めながら、味方を守る役割を果たすことができます。\n\n有利の取り方：\n- ブリッツクランクのフックを避けるために、位置取りを工夫し、相手のスキルを無駄にさせるように動きます。\n- ブリッツクランクがフックを外したタイミングで、ノーチラスのCCを活かして相手を捕まえ、オールインを狙います。\n- チームファイトでは、ノーチラスの耐久性を活かし、前に出て味方を守りつつ、ブリッツクランクを狙っていくことで、相手の動きを制限します。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レルは複数のCCスキルを持ち、パイクの動きを制限しやすいため、オールインや逃げる際に不利になります。\n- レルのパッシブによってARとMRを減少させられるため、パイクのダメージが通りにくく、特に集団戦での影響力が低下します。\n- レルはタンクとしての耐久力が高く、パイクの瞬間火力が低いため、トレードで有利を取るのが難しいです。\n\n不利の緩和策：\n- レルのCCを避けるために、位置取りを意識し、フックやカモフラージュを活用して安全にハラスを行う。\n- レーンでのハラスを控え、ミニオンを利用してレルのスキルを避けつつ、味方のジャングラーと連携してギャンクを狙う。\n- アイテムを早めに購入し、耐久力を上げることで、集団戦での生存率を高め、レルのCCを受けても影響を受けにくくする。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- レルは複数のCCスキルを持っており、パンテオンのオールインを阻止することができるため、パンテオンが攻撃を仕掛けるのが難しい。\n- レルのパッシブによってARとMRを減少させられるため、パンテオンのダメージが通りにくく、特にタンクとしての耐久力が高いレルに対しては息切れしやすい。\n- レルは自身の移動速度を上げるスキルを持っており、パンテオンのリープをかわすことができるため、パンテオンの攻撃を避けやすい。\n\n不利の緩和策:\n- レルのCCを避けるために、位置取りを意識し、相手のスキルを見極めてから攻撃を仕掛ける。\n- レーンでのハラスを避けるために、ミニオンを利用してレルの攻撃を受けないようにする。\n- サポートと連携して、レルに対して集団で攻撃を仕掛けることで、CCを分散させ、パンテオンのダメージを通しやすくする。",
      "ユーミ": "ユーミが不利です。\n\n- レルは複数のCCスキルを持っており、ユーミが密着している味方を拘束しやすいため、ユーミの支援が無効化されることが多いです。\n- ユーミはハードCCを持たないため、レルのオールインに対して防御手段が乏しく、特にレルの攻撃を受けると脆弱です。\n- レルはタンクとしての耐久力が高く、ユーミのダメージがほとんど通らないため、レーンでのトレードが不利になります。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、レルのCCを避けるように立ち回ることで、支援の機会を増やすことができます。\n- レルのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにすることが重要です。\n- ワーディングをしっかり行い、レルの動きを把握することで、オールインを未然に防ぐことができます。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- レルは複数のCCスキルを持っており、ブリッツクランクがフックを外した場合、逆に拘束されてしまうリスクが高いです。\n- レルのパッシブによってARとMRを減少させられるため、ブリッツクランクのタンク性能が低下し、耐久力が脅かされます。\n- レルは集団戦でのエンゲージやPeelが得意で、ブリッツクランクがオールインを狙う際に、レルのCCによって行動を制限されやすいです。\n\n不利の緩和策:\n- レルのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見極めることが重要です。\n- レーンでのハラスを控え、味方のミニオンを利用して安全にCSを取ることで、レルの攻撃を受けにくくします。\n- サポートアイテムや防具を早めに購入し、耐久力を高めることで、レルの攻撃に耐えられるようにします。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ノーチラスのエンゲージを無効化する能力が高いため、オールインを狙うのが難しい。\n- レルの移動速度を上げるスキルにより、ノーチラスがフックを当てるのが難しく、反撃を受けやすい。\n- ノーチラスは基礎の移動速度が低く、レルのスキルに対して機動力が不足しているため、逃げる手段が限られる。\n\n不利の緩和策：\n- レルのスキルのクールダウンを意識し、Wを外したタイミングで積極的に反撃を狙う。\n- レーンでのポジショニングを工夫し、レルのCCを避けるように立ち回る。\n- 味方のジャングラーと連携し、レルに対してギャンクを仕掛けることで、レーンのプレッシャーを軽減する。",
      "セナ": "セナが不利です。\n\n理由:\n- レルは複数のCCスキルを持ち、セナを拘束しやすいため、セナが攻撃する機会を奪われやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、レルのオールインに対して脆弱である。\n- レルのタンク性能とパッシブによるAR/MRの吸収により、セナのダメージが通りにくく、持ち味を活かしにくい。\n\n不利の緩和策:\n- レーンでのハラスを積極的に行い、レルの体力を削ることでオールインを避ける。\n- サポートと連携して、レルのCCを避ける位置取りを心がけ、捕まらないようにする。\n- アイテムを早めに購入し、耐久力を上げることで、レルの攻撃に対する耐性を高める。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ブラウムが接近する前に拘束される可能性が高い。これにより、ブラウムのPeel能力が発揮できず、味方を守ることが難しくなる。\n- レルのパッシブによって、ブラウムの防御力を減少させることができるため、ブラウムの耐久力が低下し、オールインでの勝率が下がる。\n- レルは移動速度を上げるスキルを持っており、ブラウムが攻撃を仕掛ける際に逃げられる可能性が高く、ハラスが難しい。\n\n不利の緩和策：\n- レルのスキルを避けるために、位置取りを意識し、相手のスキルを見極めてから行動する。\n- ADCと連携して、レルのCCを受ける前に攻撃を仕掛けることで、レルのスキルを無駄にさせる。\n- ブラウムのパッシブを活かすために、ADCと連携してハラスを行い、レルに対してプレッシャーをかける。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ラックスが接近されると拘束されやすく、スキルを使う余裕がなくなる。\n- レルのタンク性能とパッシブによるAR/MRの減少効果により、ラックスのバーストダメージが通りにくく、ダメージを与えづらい。\n- レルは集団戦でのエンゲージが得意で、ラックスが後衛にいる場合でも、レルのCCで捕まるリスクが高い。\n\n不利の緩和策：\n- レルのCCを避けるために、位置取りを意識し、ミニオンを利用してスキルを当てるタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてレルの攻撃に耐えられるようにする。\n- ジャングラーと連携し、レルに対するギャンクを狙い、レーンでのプレッシャーをかけることでラックスの有利を作る。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは遠距離攻撃が可能で、レルの接近を防ぎやすい。レルは近接型のチャンピオンであり、ジリアンの攻撃を受けながら近づくのが難しい。\n- ジリアンのCC（スタン）を活かすことで、レルのエンゲージを無効化しやすく、特に集団戦での影響力が高い。\n- ジリアンの蘇生能力は、レルの高いバーストダメージに対抗できるため、味方を守る手段として非常に効果的。\n\n有利の取り方：\n- レルが近づいてくるタイミングを見計らって、スタンを当てて距離を取る。\n- ジリアンのスキルを駆使して、レルの動きを制限し、味方と連携して攻撃を仕掛ける。\n- レルがオールインを狙ってきた際に、蘇生能力を活用して味方を守り、逆転のチャンスを作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは遠距離攻撃が可能で、レルの近接攻撃に対して安全にハラスを行えるため、レーンでの優位性を保ちやすい。\n- バードのスタンはレルのCCを無効化することができ、レルが仕掛けてきた際に反撃のチャンスを作りやすい。\n- バードは鐘を回収することで火力を向上させることができ、レルのタンク性能を無視してダメージを与えることができる。\n\n有利の取り方：\n- レルのスキルを避けながら、遠距離からハラスを行い、レルの体力を削る。\n- スタンを活用してレルが近づいてきた際に反撃し、相手の動きを制限する。\n- 鐘を積極的に回収し、火力を上げつつ、味方のサポートを行いながらレーンを維持する。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは射程が長く、レルの近接攻撃を避けながらハラスが可能です。これにより、レルが接近する前にダメージを与えることができます。\n- セラフィーンのCCは広範囲であり、レルのエンゲージを無効化することができるため、集団戦での優位性を持ちます。\n- レルはスキルの発生にラグがあり、機動力の高いセラフィーンに対してスキルを当てるのが難しいため、レルの強みを活かしにくくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レルの体力を削ることでプレッシャーをかけます。\n- セラフィーンのスキルを連携させて、レルが近づく前にCCを当てて無力化します。\n- 集団戦では、味方と連携してレルのエンゲージを防ぎつつ、セラフィーンのAoEダメージを活かして戦闘を有利に進めます。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レルのエンゲージを無効化することができるため、レルの攻撃を受けにくい。\n- ジャンナのシールドや回復は、レルのダメージを軽減し、味方を守ることができるため、レルのオールインに対して強い。\n- ジャンナは射程が長く、レルが近づく前に攻撃を仕掛けることができるため、レルに対して優位に立ちやすい。\n\n有利の取り方：\n- レルのスキルを避けながら、適切なタイミングでシールドを使い、味方を守ることでレルの攻撃を無効化する。\n- レーンでのハラスを積極的に行い、レルが近づく前にダメージを与えることで、レルのプレッシャーを減少させる。\n- ジャンナの移動速度を活かして、レルのスキルを避けつつ、味方と連携して安全にファームを行う。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化しやすい。特に、レルのスキルを使った後にアリスターが反撃することで、レルの動きを制限できる。\n- アリスターのパッシブによる回復効果があるため、レーン維持がしやすく、レルの攻撃を耐えやすい。これにより、レルが攻撃を仕掛けてもアリスターが有利な状況を作りやすい。\n- アリスターは集団戦でのエンゲージやピールが得意で、レルのAoE CCに対しても強力な反撃が可能。これにより、レルの強みを打ち消すことができる。\n\n有利の取り方：\n- レルのスキルを避けつつ、タイミングを見計らってエンゲージを仕掛ける。特に、レルがスキルを使った後に攻撃することで、相手の隙を突く。\n- アリスターのパッシブを活かして、レーンでのサステインを維持し、レルの攻撃を耐えながら有利な trades を行う。\n- 集団戦では、味方と連携してレルのスキルを無効化し、アリスターのCCを活かして相手を拘束することで、味方のダメージを通しやすくする。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻害する能力があり、レルのエンゲージや逃げる動きを制限できます。これにより、レルの強みを無効化することができます。\n- ポッピーは高いシールドと割合ダメージを持っており、1対1の戦闘でレルに対して優位に立つことができます。レルのダメージを軽減しつつ、反撃が可能です。\n- レルはスキルの発生にラグがあり、ポッピーの機動力とCCをうまく使うことで、レルのスキルを避けやすくなります。\n\n有利の取り方：\n- レルのスキルを避けつつ、ポッピーのCCを活用してレルに対してオールインを狙う。特に、レルがスキルを使った後の隙を狙うと良いでしょう。\n- レーンでのトレードを積極的に行い、ポッピーのシールドを活かしてダメージを与えつつ、レルの体力を削る。\n- 敵ジャングラーの動きを意識し、ポッピーのCCを使ってレルを捕まえることで、味方と連携してキルを狙う。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- 射程の差：ニーコは遠距離攻撃が可能で、レルよりも安全にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- CCの活用：ニーコはスネアやノックアップを持っており、レルのエンゲージを阻止することができるため、レルが攻撃を仕掛ける際に反撃のチャンスを作りやすい。\n- 奇襲能力：ニーコの擬態を利用することで、レルに対して予測不可能な攻撃を仕掛けることができ、レルの反応を困難にする。\n\n有利の取り方：\n- ハラスを積極的に行う：ニーコの射程を活かして、レルに対して常にハラスを行い、体力を削る。\n- 擬態を利用する：味方チャンピオンに擬態して奇襲を仕掛け、レルの注意を引きつけることで、レーンでの優位性を確保する。\n- CCを連携させる：味方と連携して、ニーコのCCを活かし、レルがエンゲージを試みる際に反撃することで、レルを無力化する。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持ち、レルのエンゲージを無効化しやすいため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、レルのCCを防ぎつつ味方を守ることができ、集団戦でも有利に立ち回れる。\n- 射程が長いため、レルが近づく前に攻撃を仕掛けることができ、レーンでの圧力をかけやすい。\n\n有利の取り方：\n- レルのスキルを避けつつ、スネアを狙って攻撃することで、レーンでの優位性を確保する。\n- スペルシールドを活用して味方を守り、レルのエンゲージを無効化することで、集団戦での勝率を上げる。\n- レーンでのハラスを行い、レルのHPを削ることで、オールインを狙いやすくする。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、レルの攻撃を受けても持ちこたえやすい。レルのCCを受けても、回復で味方を支援できるため、オールインに対して強い。\n- ソラカのスネアやスローは、レルのエンゲージを妨げることができ、レルが攻撃を仕掛ける前に行動を制限できる。\n- レルはタンクであり、ダメージを出すのが難しいため、ソラカのヒールで持ちこたえられると、レルの攻撃が無力化される。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レルのHPを削る。特に、レルがスキルを使った後に攻撃することで、反撃を受けにくくなる。\n- ソラカのスネアを使って、レルが近づいてくるタイミングを狙い、行動を制限することで、レルのエンゲージを無効化する。\n- 逃げる手段が乏しいレルに対して、味方と連携してオールインを仕掛け、レルを早期に排除することで、レーンの優位を確保する。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ハラスが得意なため、モルガナは距離を保つのが難しく、常にダメージを受けやすい。\n- ヴェル＝コズのノックアップスキルにより、モルガナのスネアを当てるチャンスが減り、逆に捕まるリスクが高まる。\n- モルガナのクールダウンが長いため、ヴェル＝コズのスキルを受けた際に反撃する機会が限られ、持続的な戦闘で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ヴェル＝コズのスキルを避ける。\n- スペルシールドを活用して、ヴェル＝コズのCCを無効化し、味方と連携して反撃のチャンスを作る。\n- 早めにアイテムを購入し、マナ管理をしっかり行い、持続的にスキルを使えるようにする。",
      "ブランド": "ブランドが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、ブランドが近づく前にハラスを受けやすいです。これにより、レーンでのプレッシャーがかかり、ブランドがスキルを当てる機会が減ります。\n- ヴェル＝コズのノックアップスキルにより、ブランドは一時的に無力化される可能性が高く、特に接近戦での自衛が難しくなります。\n- ブランドは自衛手段が乏しく、ヴェル＝コズのスキルを受けると致命的なダメージを受けやすいです。特に、ヴェル＝コズのスキルコンボを受けると一気にHPが削られることがあります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらスキルを使い、ヴェル＝コズのスキルを避けるように心がける。\n- サポートの視界を確保し、ヴェル＝コズの動きを把握することで、奇襲を避ける。特に、敵ジャングラーの動きにも注意を払う。\n- スキルを当てるタイミングを見極め、ヴェル＝コズのスキルがクールダウン中に攻撃を仕掛けることで、ダメージを与えるチャンスを増やす。",
      "セナ": "セナが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、セナに対してハラスを行いやすく、特に序盤のレーンでの圧力が強いです。\n- ヴェル＝コズのCCスキルによって、セナは捕まるリスクが高く、逃げる手段が乏しいため、致命的なダメージを受けやすいです。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ヴェル＝コズの攻撃に対して耐えるのが難しいです。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ヴェル＝コズのスキルを避けることで、ハラスを受けにくくする。\n- サポートと連携して、ヴェル＝コズに対して積極的にハラスを行い、彼のスキルを無駄にさせる。\n- 早めにアイテムを購入し、回復や耐久力を向上させることで、レーンでの生存率を高める。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ザイラに対してハラスを行いやすいため、レーンでのプレッシャーが強い。\n- ヴェル＝コズのノックアップスキルにより、ザイラは接近されると無力化されやすく、特にスキルの発動から発生までの時間があるため、当てられやすい。\n- ザイラは移動手段が乏しく、ヴェル＝コズのスキルを避けるのが難しいため、被ダメージが増えやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ヴェル＝コズのスキルを避ける。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、必要に応じて後退する。\n- ザイラのCCを活かして、ヴェル＝コズが接近してきた際に反撃するチャンスを作り、逆にハラスを行う。",
      "レオナ": "レオナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、レオナが接近する前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルによって、レオナが接近した際に無力化される可能性が高い。\n- レオナは火力が低く、特に中盤以降はヴェル＝コズの高いダメージに対抗しづらい。\n\n不利の緩和策：\n- ヴェル＝コズのスキルを避けるために、位置取りを工夫し、彼の攻撃を受けないようにする。\n- チームメイトと連携し、ヴェル＝コズに対して集中的に攻撃を仕掛けることで、彼を無力化する。\n- レオナのタンク性を活かし、前線で耐久力を保ちながら、相手のスキルを受け流す役割を果たす。",
      "メル": "メルが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、AoE攻撃が得意なため、メルはハラスを受けやすく、レーンでのプレッシャーが強い。\n- ヴェル＝コズのノックアップスキルにより、メルは一時的に無力化される可能性が高く、特に接近戦でのリスクが増す。\n- メルは回復効果に対して弱く、ヴェル＝コズの持続的なダメージに対抗しづらい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、ヴェル＝コズのスキルを避けるように心がける。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、必要に応じてバリアを使ってダメージを軽減する。\n- ジャングラーと連携して、ヴェル＝コズに対するギャンクを狙い、レーンでの優位性を取り戻す。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを受けやすい。これにより、アリスターはレーンでのプレッシャーを感じやすくなる。\n- ヴェル＝コズのCCスキルはアリスターのエンゲージを阻害する可能性が高く、特にアリスターが接近した際にノックアップを受けると、アリスターの行動が制限される。\n- アリスターは攻撃力が低く、ヴェル＝コズの高いDPSに対抗するのが難しいため、集団戦でも影響力を発揮しにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動き、ヴェル＝コズのスキルを避けるように心がける。\n- サポートアイテムやポーションを活用して、マナとHPを維持し、持続的にレーンに居続けることを目指す。\n- 集団戦では、味方のダメージディーラーと連携し、エンゲージを行うタイミングを見計らって、ヴェル＝コズを狙うようにする。",
      "ルル": "ルルが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ルルが近づく前にハラスを受けやすい。これにより、ルルはレーンでのプレッシャーを感じやすくなる。\n- ヴェル＝コズのCCスキルによって、ルルが攻撃を仕掛ける前に無力化される可能性が高い。特に、ルルのスキルが発動する前に捕まると、反撃が難しくなる。\n- ルルのシールドや回復は、ヴェル＝コズのAoE攻撃に対して効果的ではなく、持続的なダメージを受けると味方を守るのが難しくなる。\n\n不利の緩和策：\n- 位置取りを工夫し、ヴェル＝コズのスキルを避けることで、ハラスを最小限に抑える。特に、彼のスキルの詠唱を見てから動くことが重要。\n- ルルのスキルを使って、味方ADCを強化し、ヴェル＝コズに対抗できるようにする。特に、味方の攻撃をサポートすることで、トレードを有利に進める。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、ヴェル＝コズの攻撃に耐えられるようにする。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、ハラスが得意なため、ジリアンは距離を保つのが難しく、常にダメージを受けやすい。\n- ヴェル＝コズのノックアップスキルにより、ジリアンは捕まると一気にダメージを受けるリスクが高く、特にスキルの詠唱中に無防備になることが多い。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ヴェル＝コズのスキルを避けるのが難しく、持続的なダメージを与えることができない。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ヴェル＝コズのスキルを避けるように心がける。\n- ジャングラーと連携して、ヴェル＝コズに対するギャンクを狙い、早期にプレッシャーをかけることでレーンの主導権を取り戻す。\n- アイテムを工夫して、マナ管理をしっかり行い、スキルを適切に使えるようにすることで、持続的な戦闘能力を高める。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいため、接近してハラスやキルを狙いやすい。\n- ヴェル＝コズはCCの発生が遅く、パイクのフックやエンゲージに対して反応しづらい。これにより、パイクが先手を取ることができる。\n- パイクのパッシブによる回復効果が、ヴェル＝コズのハラスに対して強力な耐性を持たせるため、レーンでの持続力が高い。\n\n有利の取り方：\n- フックを使ってヴェル＝コズを捕まえ、ハラスやキルを狙う。特に、ヴェル＝コズがスキルを使った後の隙を狙うと効果的。\n- 近接攻撃を活かして、ヴェル＝コズのスキルを避けながらダメージを与える。特に、CCを避けるために移動を活用する。\n- 視界を確保し、敵ジャングラーとの連携を図ることで、ヴェル＝コズに対するプレッシャーを高め、レーンでの優位を築く。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、ヴェル＝コズのハラスを耐えやすい。特に、ヴェル＝コズのスキルを受けた後でも回復することで、レーンでの持続力が高まる。\n- ソナのスキルは発動が早く、ヴェル＝コズのスキルを避けやすい。特に、ヴェル＝コズのCCスキルは発生が遅いため、ソナはその隙を突いて攻撃することができる。\n- ソナのUltによるスタン効果は、ヴェル＝コズのスキルコンボを中断させることができ、集団戦での優位性を確保しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのスキルを避けながら自分のスキルを当てることで、相手にプレッシャーをかける。\n- 味方のADCと連携し、ヴェル＝コズがスキルを使った後に攻撃を仕掛けることで、相手のリソースを削る。\n- 集団戦では、Ultをタイミングよく使い、ヴェル＝コズのスキルを無力化することで、味方の生存率を高め、戦闘を有利に進める。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持つラカンは、ヴェル＝コズの長射程スキルを避けやすく、接近してCCを当てることができるため、ヴェル＝コズの攻撃を無力化しやすい。\n- ラカンのCCは瞬時に発動するため、ヴェル＝コズのスキルの詠唱を妨害しやすく、特にUltの詠唱中に接近することで大きなダメージを与えることができる。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して脆弱であり、捕まると一気に倒されるリスクが高い。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのHPを削ることで、彼のスキルを使わせるか、リソースを消耗させる。\n- ラカンのエンゲージを活かして、ヴェル＝コズがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 味方ADCと連携し、ヴェル＝コズに対して一斉に攻撃を仕掛けることで、彼の反撃を許さずにダメージを与える。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ヴェル＝コズのスキルを無効化することができるため、彼の攻撃を効果的に防ぐことができる。\n- ヴェル＝コズは機動力が低く、ジャンナのシールドや回復によって持続的にハラスを受けることができるため、レーンでの優位性を保ちやすい。\n- ジャンナの移動速度向上のスキルにより、ヴェル＝コズのスキルを避けやすく、接近戦でも有利に立ち回ることができる。\n\n有利の取り方：\n- ヴェル＝コズのスキルを避けながら、ハラスを行い、相手のHPを削る。\n- ジャンナのCCを活用して、ヴェル＝コズがスキルを使った後に攻撃を仕掛ける。\n- 味方ADCと連携し、ヴェル＝コズに対してオールインを仕掛けるタイミングを見計らう。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、ヴェル＝コズよりも遠くからハラスが可能です。これにより、相手にダメージを与えつつ安全にレーンを維持できます。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすいです。ヴェル＝コズのスキルは単体ダメージが多いため、ゼラスの方が有利な状況を作りやすいです。\n- ヴェル＝コズは機動力が低く、ゼラスのスタン効果を受けると一気に不利な状況に陥ります。ゼラスはそのスタンを活かして、ヴェル＝コズを捕まえるチャンスが多くなります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェル＝コズのHPを削ることで、レーンの主導権を握ります。\n- スキルを使うタイミングを見計らい、ヴェル＝コズがスキルを使った後に攻撃することで、反撃を受けにくくします。\n- 集団戦では、ヴェル＝コズのCCを避けつつ、後衛から安全にダメージを与えるポジションを確保します。",
      "カルマ": "カルマが有利です。\n\n- カルマはスネアやシールドを持っており、ヴェル＝コズのスキルを避けつつ、相手に対してハラスを行いやすいです。\n- ヴェル＝コズは機動力が低く、カルマのスキルを当てることで簡単にダメージを与えられます。また、カルマのスキルは射程が長いため、ヴェル＝コズの攻撃を受けずに攻撃することが可能です。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ヴェル＝コズに対して優位に立ちやすいです。\n\n有利の取り方：\n\n- ヴェル＝コズのスキルを避けるために、常に位置取りに気を付け、スキルショットを回避することが重要です。\n- 自分のスキルを確実に当てることで、ヴェル＝コズに対してハラスを行い、レーンの主導権を握ります。\n- チームメイトと連携し、カルマのシールドや加速を活かして味方を守りつつ、集団戦での影響力を高めることが大切です。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ヴェル＝コズの機動力の低さを突いて簡単に捕まえることができるため、エンゲージが有利に働く。\n- ヴェル＝コズはスキルの詠唱中に移動できないため、ノーチラスのフックやノックアップを受けると致命的なダメージを受けやすい。\n- ノーチラスはタンクとしての耐久力が高く、ヴェル＝コズのハラスを受けても生存しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのHPを削ることで、エンゲージのチャンスを作る。\n- ヴェル＝コズのスキルのクールダウンを意識し、スキルがないタイミングで積極的にフックを狙う。\n- サポートのジャングラーと連携し、ヴェル＝コズを捕まえるためのギャンクを仕掛ける。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは近接攻撃を持ち、ヴェル＝コズの長射程スキルに対して接近しやすく、オールインが強力です。特に、スタンを持つため、ヴェル＝コズのスキルを無効化しやすいです。\n- ヴェル＝コズは機動力が低く、パンテオンのリープで簡単に接近されると、ダメージを受けやすくなります。特に、Ultの詠唱中は移動できないため、パンテオンの攻撃を受けると致命的です。\n- パンテオンは序盤からのバーストダメージが高く、ヴェル＝コズが育つ前にキルを狙いやすいです。これにより、レーンでの優位を早期に確立できます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェル＝コズがスキルを使った後にオールインを狙うことで、ダメージを与えつつキルチャンスを作ります。\n- ジャングラーと連携してGankを仕掛け、ヴェル＝コズが孤立しているタイミングを狙って攻撃します。\n- グローバルなUltを活用して、他のレーンに寄り、チーム全体の優位を作り出すことで、試合全体を有利に進めます。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- アリスターは強力なCCを持っており、ブリッツクランクのフックを防ぐことができるため、エンゲージが難しい。\n- アリスターのタフネスと回復能力により、ブリッツクランクの攻撃が通りにくく、持久戦で不利になる。\n- アリスターのエンゲージ能力により、ブリッツクランクがフックを外した場合、逆にアリスターに反撃されるリスクが高まる。\n\n不利の緩和策：\n- アリスターのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見極める。\n- レーンでのポジショニングを工夫し、アリスターのエンゲージを受けにくい位置を保つ。\n- 連携を強化し、味方のダメージを活かしてアリスターを早期に排除する戦略を取る。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- アリスターは強力なCCを持ち、ジリアンのスキルを無効化したり、捕まえることが容易です。特に、ジリアンは基礎ステータスが低いため、アリスターのエンゲージに対して脆弱です。\n- アリスターのタンク性能により、ジリアンの攻撃が通りにくく、持続的なダメージを与えることが難しいです。ジリアンは主に味方のサポートに特化しているため、アリスターの耐久力に対抗しづらいです。\n- アリスターはレーン維持が得意で、ジリアンのスキルを避けながら安全にファームを行うことができるため、ジリアンがレーンでの優位性を確保しにくいです。\n\n不利の緩和策：\n- アリスターのエンゲージを避けるために、位置取りを意識し、常に安全な距離を保つように心がけることが重要です。\n- ジリアンのスキルを効果的に使うために、味方のADCと連携し、アリスターがエンゲージする前に先手を打つようにすることで、アリスターの動きを制限することができます。\n- マナ管理を徹底し、必要なタイミングでスキルを使用することで、持続的にレーンでの影響力を維持し、アリスターに対抗するための準備を整えることが大切です。",
      "ソナ": "ソナが不利です。\n\n理由：\n- アリスターは強力なCCを持ち、ソナがスキルを使う前に捕まえられる可能性が高い。特に、アリスターのエンゲージに対してソナは脆弱で、反撃が難しい。\n- ソナは基礎ステータスが低く、序盤の耐久力が不足しているため、アリスターの攻撃を受けると簡単に倒されてしまう。\n- アリスターはレーン維持が得意で、ソナのハラスを受け流しながら自分のスキルを使ってソナにプレッシャーをかけることができる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、アリスターのエンゲージを避けるようにする。特に、アリスターがスキルを使った後に攻撃するタイミングを見計らう。\n- サポートアイテムやポーションを活用して、マナとHPを常に維持し、アリスターの攻撃に耐えられるようにする。\n- 味方のジャングラーにGankを依頼し、アリスターを捕まえるチャンスを作ることで、レーンの主導権を取り戻す。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- アリスターは強力なCCを持ち、接近されるとブラウムのPeel能力が低下し、味方を守るのが難しくなる。\n- アリスターの高いタフネスとパッシブによる回復効果により、ブラウムのハラスが効きにくく、レーン維持が困難になる。\n- アリスターのエンゲージ能力に対して、ブラウムのCC発生が遅いため、反撃が難しく、オールインで不利になることが多い。\n\n不利の緩和策：\n- アリスターのエンゲージを避けるために、位置取りを意識し、常に後ろにいるように心がける。\n- ADCと連携して、アリスターが近づく前にハラスを行い、レーンの主導権を握るようにする。\n- アリスターのスキルクールダウンを意識し、スキルがないタイミングで積極的に攻めることで、アリスターの強みを削ぐ。",
      "レオナ": "レオナが不利です。\n\n- アリスターは強力なCCを持っており、レオナがオールインを仕掛ける際にアリスターのエンゲージを受けてしまうと、逆に捕まってしまう可能性が高いです。\n- アリスターの耐久力とサステインにより、レオナのハラスが効きにくく、レーンでの優位性を保たれやすいです。\n- アリスターのスキルはクールダウンが長いものの、レオナのスキルも同様にクールダウンがあるため、アリスターがスキルを使った後の隙を突くのが難しいです。\n\n不利の緩和策：\n- アリスターのスキルを避けるために、距離を保ちながらハラスを行い、無理にオールインを仕掛けないようにする。\n- 味方のジャングラーと連携し、アリスターがスキルを使った後に攻撃を仕掛けるタイミングを狙う。\n- ビジョンを確保し、アリスターの動きを把握することで、奇襲を防ぎつつ安全にレーンを維持する。",
      "レル": "レルが不利です。\n\n理由：\n- アリスターは強力なCCを持ち、レルのエンゲージを無効化しやすい。特に、アリスターのノックアップやスタンによってレルの行動が制限されるため、オールインが難しくなる。\n- アリスターは高いタフネスを持ち、パッシブによる回復効果でレーン維持が得意。これに対して、レルはダメージの出力が低く、持続的なダメージを与えるのが難しい。\n- アリスターのエンゲージ能力は非常に高く、集団戦でも重要な役割を果たすため、レルがアリスターに対して有効なプレッシャーをかけることができない。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、アリスターのCCを避けるようにする。特に、アリスターがスキルを使った後の隙を狙う。\n- 味方のジャングラーと連携し、アリスターに対してギャンクを仕掛けることで、レルの強みを活かす機会を増やす。\n- アイテムを工夫し、特にマナ管理を意識してアリスターのスキルを受ける回数を減らすことで、レーンでの持続力を高める。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- アリスターは強力なCCを持っており、パンテオンのオールインを無効化することができるため、パンテオンが攻撃を仕掛ける際にリスクが高い。\n- アリスターのタフネスとサステインにより、パンテオンのバーストダメージを受けても耐えられるため、レーンでのトレードが不利になる。\n- アリスターはエンゲージやピールが得意で、パンテオンが他のチャンピオンと連携して攻撃する際に、アリスターが味方を守ることができる。\n\n不利の緩和策：\n- レーンでのハラスを避け、アリスターのスキルを使わせるタイミングを見計らって攻撃することで、リスクを減らす。\n- アリスターのスキルのクールダウンを利用して、スキルを使った後に攻撃を仕掛けることで、オールインのチャンスを作る。\n- 可能であれば、他のレーンからのギャンクを狙い、アリスターのタンク性能を無視してキルを狙うことで、レーンの優位性を取り戻す。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、アリスターのエンゲージを無効化することができるため、アリスターが近づいてきた際に反撃しやすい。\n- アリスターは攻撃力が低く、ジャンナのシールドや回復によって持続的なダメージを与えられにくい。これにより、アリスターのタンク性能を活かしにくくなる。\n- ジャンナの移動速度向上効果により、アリスターの攻撃を避けやすく、レーンでのプレッシャーを維持しやすい。\n\n有利の取り方：\n- アリスターがエンゲージを仕掛けるタイミングを見計らい、ジャンナのCCを使って反撃する。\n- ジャンナのシールドを活用して、アリスターの攻撃を受け流しつつ、味方ADCのダメージを最大化する。\n- レーンでの視界を確保し、アリスターがマナを消費しているタイミングを狙って積極的にハラスを行う。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、アリスターの短射程に対して一方的にハラスが可能です。これにより、アリスターが近づく前にダメージを与えることができます。\n- アリスターは高いタフネスを持っていますが、攻撃力が低いため、セナのハラスによって早期に体力を削ることができ、レーンでの優位を築きやすいです。\n- セナのスネア効果により、アリスターのエンゲージを阻止することができ、アリスターが攻撃を仕掛ける際のリスクを高めます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アリスターの体力を削ることで、彼の行動を制限します。\n- セナの回復スキルを活用し、自身や味方の体力を維持しつつ、アリスターの攻撃を受け流します。\n- アリスターがエンゲージを試みるタイミングでスネアを使い、彼の動きを制限することで、味方と連携してキルを狙います。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、アリスターのエンゲージを無効化しやすい。特に、アリスターのスキルを使った後に反撃することで、相手の行動を制限できる。\n- アリスターは攻撃力が低く、持続的なダメージを出すのが難しいため、マオカイのタンク性能と回復効果に対抗しづらい。\n- マオカイはブッシュを利用して視界を確保しやすく、アリスターのエンゲージを警戒しながら安全にレーンを維持できる。\n\n有利の取り方：\n- アリスターのスキルのクールダウンを利用して、スキルを使った後に積極的に攻撃する。\n- ブッシュを利用して奇襲をかけ、アリスターがスキルを使う前に先手を取る。\n- マオカイのCCを駆使して、アリスターがエンゲージを試みるタイミングをずらし、味方と連携して反撃する。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、アリスターが近づく前にハラスをかけやすい。これにより、アリスターはレーンでのサステインが難しくなる。\n- アリスターのエンゲージをスネアで阻止できるため、アリスターが仕掛けるタイミングを制限できる。これにより、ラックスは安全にプレイできる。\n- アリスターは攻撃力が低く、ラックスの高いバーストダメージに対して脆弱であるため、ラックスはアリスターに対してキルプレッシャーをかけやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アリスターのマナを消耗させる。これにより、アリスターのスキル使用を制限できる。\n- スネアを使ってアリスターのエンゲージを阻止し、味方と連携してキルを狙う。特に、アリスターがスキルを使った後は攻撃のチャンス。\n- 敵ジャングラーの動きを意識し、視界を確保することでアリスターの動きを制限し、ラックスの安全なプレイを維持する。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- 長射程のスキルを持つため、アリスターが近づく前にハラスが可能で、レーンでの優位性を保ちやすい。\n- アリスターの攻撃力が低いため、ヴェル＝コズのスキルでのダメージを受けやすく、レーンでのサステインが難しい。\n- アリスターのCCは近接戦での効果が高いが、ヴェル＝コズは距離を保ちながら攻撃できるため、アリスターのエンゲージを避けやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アリスターのマナを消耗させる。\n- スキルを使ってアリスターの動きを制限し、近づかせないようにする。\n- 集団戦では、アリスターがエンゲージする前にスキルを当ててダメージを与え、アリスターの効果を薄める。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、アリスターの攻撃を受けても持ちこたえやすい。アリスターのエンゲージを受けても、回復で味方を支援できるため、レーンでの持久戦に強い。\n- アリスターは近接キャリーであり、射程が短いため、ソラカの遠距離攻撃を受けやすい。ソラカは安全な距離からハラスを行い、アリスターのマナを消耗させることができる。\n- ソラカのサイレンス効果により、アリスターのスキルを無効化できるため、アリスターがエンゲージを仕掛ける際に大きな妨害となる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アリスターのマナを消耗させる。特に、アリスターがスキルを使った後に攻撃することで、リスクを減らしつつダメージを与える。\n- アリスターがエンゲージを試みるタイミングを見計らい、サイレンスを使って彼のスキルを無効化する。これにより、味方が安全に反撃できる状況を作る。\n- ソラカの回復スキルを活用して、味方のHPを常に高く保ち、アリスターの攻撃を耐えられるようにする。これにより、レーンでの優位を維持しやすくなる。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由：\n- モルガナの黒い盾により、レオナのCCスキルが無効化されるため、オールインが難しくなる。\n- モルガナのスネアは遠距離から発動できるため、レオナが接近する前に捕まえられるリスクが高い。\n- モルガナは高い耐久力を持たないレオナに対して、持続的なハラスが可能で、レオナのサステインがないため、レーンでの生存が厳しくなる。\n\n不利の緩和策：\n- モルガナの黒い盾を意識し、他のチャンピオンと連携してエンゲージを行うことで、盾を無効化するチャンスを作る。\n- レーンでのハラスを避けるために、ミニオンを利用してモルガナのスキルを避けるポジショニングを心がける。\n- チームメイトと連携し、モルガナのスネアを避けるための戦略を立て、集団戦での有利を狙う。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- モルガナのスネアは、ブランドのスキルを当てるために必要な動きを制限し、捕まると大きなダメージを受けるリスクが高まります。\n- モルガナのスペルシールドは、ブランドのCCを無効化するため、ブランドのスタンを効果的に防がれ、ダメージを与える機会が減ります。\n- ブランドは自衛手段が乏しく、モルガナのCCに捕まると、アサシンや他の敵チャンピオンからの攻撃に対して非常に脆弱です。\n\n不利の緩和策：\n- モルガナのスネアを避けるために、位置取りを意識し、常に安全な距離を保つように心がける。\n- スペルシールドを持つ味方と連携し、モルガナのスキルを無効化するタイミングを見計らって攻撃する。\n- レーンでのハラスを控えめにし、相手のスキルを避けつつ、ミニオンを利用して安全に経験値とゴールドを稼ぐ。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- モルガナのスネアは長時間のCCを持ち、ブラウムが接近する前に捕まえられる可能性が高いです。これにより、ブラウムのPeel能力が発揮できず、味方を守ることが難しくなります。\n- モルガナのスペルシールドは、ブラウムのCCを無効化することができるため、ブラウムのパッシブやスタンが効果を発揮しにくいです。\n- ブラウムは近接チャンピオンであり、射程の長いモルガナに対してハラスを受けやすく、レーンでの優位性を失いやすいです。\n\n不利の緩和策：\n- モルガナのスネアを避けるために、位置取りを工夫し、相手のスキルを見極めて動くことが重要です。\n- ADCと連携して、モルガナのスペルシールドを消費させるように攻撃を仕掛け、CCを当てるタイミングを見計らうことが有効です。\n- ブラウムの防御スキルを活用し、モルガナの攻撃を受ける際には、味方を守るために前に出ることで、相手の攻撃を軽減することができます。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- モルガナのスネアはラカンの機動力を制限し、接近することが難しくなるため、エンゲージやピールができなくなる。\n- モルガナのスペルシールドはラカンのCCを無効化するため、ラカンが仕掛けても効果が薄く、逆に反撃を受けやすい。\n- ラカンは近接チャンピオンであり、モルガナの遠距離攻撃に対して脆弱で、ハラスを受けやすい。\n\n不利の緩和策：\n- モルガナのスネアを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- 味方のADCと連携し、モルガナのスキルを使わせることで、ラカンのエンゲージのタイミングを作る。\n- モルガナのスペルシールドを剥がすために、他のチャンピオンと連携して攻撃し、ラカンのCCを活かす機会を増やす。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- モルガナのスネアは長時間のCCを持ち、ノーチラスがエンゲージを試みる際に捕まってしまうリスクが高い。\n- モルガナのスペルシールドはノーチラスのCCを無効化できるため、彼の攻撃が効果的に機能しない。\n- モルガナは遠距離からの攻撃が可能で、ノーチラスが近づく前にダメージを与えられるため、レーンでの圧力が強い。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを意識し、彼女のスネアを回避するように心がける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてモルガナのダメージを軽減する。\n- 味方と連携し、モルガナのスペルシールドを剥がす手段を持つチャンピオンと一緒に行動することで、エンゲージのチャンスを増やす。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- モルガナのスネアは長時間のCCを持っており、スレッシュがフックを外した際に反撃を受けやすい。\n- モルガナのスペルシールドはスレッシュのCCを無効化できるため、スレッシュのエンゲージが無力化される。\n- モルガナは遠距離からのハラスが得意で、スレッシュは基礎ステータスが低いため、持続的なハラスに弱い。\n\n不利の緩和策:\n- モルガナのスキルがクールダウン中のタイミングを狙って攻撃を仕掛ける。\n- フックを投げる際は、モルガナのスネアを避けるために位置取りを工夫する。\n- チームメイトと連携し、モルガナを狙う際はフック後のフォローアップを意識して行動する。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- モルガナのスネアはアリスターのエンゲージを阻害し、捕まるリスクが高まります。特に、アリスターが近づく際にスネアを受けると、反撃を受けやすくなります。\n- モルガナのスペルシールドは、アリスターのCCを無効化するため、アリスターのエンゲージが効果的に機能しません。これにより、アリスターの強みであるエンゲージ能力が制限されます。\n- アリスターは近接チャンピオンであり、モルガナの遠距離攻撃に対して脆弱です。モルガナが安全な距離から攻撃できるため、アリスターはダメージを受けやすくなります。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、モルガナのスネアを避けるように心がける。特に、草むらを利用して奇襲をかけることが重要です。\n- モルガナのスキルのクールダウンを意識し、スネアがないタイミングでエンゲージを試みる。これにより、アリスターのエンゲージが成功しやすくなります。\n- チームメイトと連携し、モルガナを狙った攻撃を行うことで、アリスターがエンゲージする際のサポートを得る。特に、ダメージを与えるチャンピオンと連携することで、モルガナを早期に排除することが可能です。",
      "セラフィーン": "セラフィーンが不利です。\n\n- モルガナのスネアは長時間のCCを持ち、セラフィーンがスキルを発動する前に捕まえられる可能性が高いです。これにより、セラフィーンは攻撃や支援を行うことが難しくなります。\n- モルガナのスペルシールドは、セラフィーンのCCを無効化することができるため、セラフィーンの強みである支援能力を封じられやすいです。\n- セラフィーンはスキルの発生が遅く、モルガナの攻撃を受ける前に反撃するのが難しいため、オールイン合戦で不利になります。\n\n不利の緩和策：\n- モルガナのスネアを避けるために、位置取りを意識し、常に安全な距離を保つように心がける。\n- セラフィーンのスキルを連携させて、モルガナのスペルシールドを消費させるようにする。これにより、次の攻撃でCCを当てやすくなる。\n- レーンでのハラスを行う際は、モルガナのスキルのクールダウンを確認し、スキルがないタイミングを狙って攻撃する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで、回復やシールドを提供し、モルガナのスネアを受けても味方を守ることができるため、レーンでのサステインが高い。\n- モルガナのスキルはクールダウンが長く、ユーミはその間に味方を強化し続けることができるため、持続的な戦闘で優位に立てる。\n- ユーミはハードCCを持たないため、モルガナのスネアを避けやすく、オールインを仕掛ける際に有利な状況を作りやすい。\n\n有利の取り方:\n- モルガナのスキルがクールダウン中に積極的にハラスを行い、相手のマナを削る。\n- ユーミの回復やシールドを活用して、モルガナの攻撃を耐えつつ、味方ADCと連携してトレードを仕掛ける。\n- モルガナのスネアを避けるために、味方ADCと連携して位置取りを工夫し、相手のスキルを無駄にさせる。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、モルガナのスペルシールドを無視してダメージを与えやすい。\n- モルガナのクールダウンが長いため、ジリアンはスキルを使った後の隙を突いて攻撃することができる。\n- ジリアンの移動速度のバフやデバフにより、モルガナの動きを制限しやすく、スネアを避けることが可能。\n\n有利の取り方：\n- レベル差を利用して、モルガナがスキルを使った後に積極的に攻撃し、ハラスを行う。\n- モルガナのスネアを避けるために、ジリアンのスキルを駆使して位置取りを工夫する。\n- 味方と連携し、モルガナがスキルを使ったタイミングでオールインを仕掛けることで、優位に立つ。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができ、モルガナのスネアを避けながら安全にハラスを行えるため、レーンでのトレードが有利になります。\n- モルガナのスペルシールドは強力ですが、ミリオのウルトでCCを解除できるため、モルガナの強みを無効化しやすいです。\n- ミリオは回復やシールドを持っており、モルガナのダメージを軽減しつつ、味方の生存能力を高めることができるため、持続戦闘に強いです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、モルガナのマナを消耗させることで、彼女のスキルを使わせる機会を減らします。\n- ミリオのウルトをタイミングよく使用し、モルガナのスネアやCCを解除して味方を守り、反撃のチャンスを作ります。\n- モルガナがスキルを外したタイミングを狙って、ミリオの攻撃範囲を活かしてトレードを仕掛け、優位な状況を作ります。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からの影響力が高いため、モルガナのスネアを避けながら攻撃できる。\n- モルガナのクールダウンが長いため、スキルを使った後の隙を突いて攻撃することができる。\n- メルはスキルを反射するバリアを持っており、モルガナのCCを無効化することで、攻撃のチャンスを増やせる。\n\n有利の取り方：\n- レーンでのポジショニングを工夫し、モルガナのスネアを避けながら攻撃する。\n- モルガナのスキルを使った後に積極的にオールインを仕掛ける。\n- スキルを使ってミニオンを処理しつつ、モルガナにプレッシャーをかけてCSを奪う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが得意で、モルガナのスネアを避けながら攻撃することができるため、レーンでのトレードで優位に立ちやすい。\n- モルガナのクールダウンが長いため、スキルを使った後の隙を突いて攻撃することが可能で、特に序盤のバーストダメージでキルを狙いやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高く、モルガナが孤立している場合には特に有利に働く。\n\n有利の取り方：\n- モルガナのスキルを避けるために、タイミングを見計らってリープを使い、オールインを仕掛ける。\n- モルガナがスネアを使った後のクールダウンを狙い、積極的にトレードを行う。\n- パンテオンのUltを活用して、他のレーンに圧力をかけ、モルガナの影響力を削ぐ。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってモルガナを捕まえることができ、モルガナのスペルシールドを無視して攻撃できるため、キルチャンスが高い。\n- モルガナのスネアは発動までに時間がかかるため、ブリッツクランクがフックを当てる前に逃げることが難しい。\n- ブリッツクランクのノックアップやサイレンスは、モルガナのスキルを妨害することができ、特に集団戦での影響力が大きい。\n\n有利の取り方：\n- レーンでの視界を確保し、モルガナがスキルを使った後にフックを狙うことで、相手の行動を制限する。\n- ブリッツクランクのフックを積極的に使い、モルガナを捕まえた際には味方と連携して即座に攻撃する。\n- モルガナのスペルシールドがクールダウン中に攻撃を仕掛け、相手の反撃を受ける前にダメージを与える。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、モルガナのスキルを避けながら安全にハラスができるため、レーンでの優位性を保ちやすい。\n- モルガナのクールダウンが長いため、スキルを使った後の隙を突いてザイラが攻撃を仕掛けることができる。\n- ザイラのCCは範囲攻撃であり、モルガナが足を止めているときに効果的にダメージを与えられるため、モルガナのスペルシールドを無効化しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、モルガナのHPを削ることでプレッシャーをかける。\n- モルガナのスキルを避けるために、位置取りを工夫し、スキルのクールダウンを利用して攻撃するタイミングを見計らう。\n- 植物を利用して視界を確保し、モルガナの動きを制限することで、より安全にレーンを支配する。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、モルガナのスキルを避けながらハラスが可能です。\n- モルガナのスペルシールドは強力ですが、カルマのスネアやシールドを駆使することで、シールドが切れるタイミングを狙って攻撃できます。\n- カルマは機動力があり、モルガナのスキルを避けやすいため、持続的なダメージを与えやすいです。\n\n有利の取り方：\n- モルガナのスキルを避けながら、AAやスキルでハラスを行い、レーンの主導権を握る。\n- モルガナのスペルシールドが切れたタイミングを見計らって、スネアを当てることで一気に攻撃する。\n- 視界を確保し、モルガナの動きを把握することで、彼女のスキルを避けつつ安全にプレイする。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、モルガナのスネアを避けることができるため、モルガナのCCを無効化しやすい。\n- モルガナはクールダウンが長く、バードのスキルを受けると反撃の機会が減るため、レーンでの圧力をかけやすい。\n- バードは鐘を回収することで火力を向上させることができ、持続的なダメージを与えやすい。\n\n有利の取り方：\n- モルガナのスキルを避けつつ、スタンを狙ってオールインを仕掛ける。\n- 鐘を回収しながらレーンを維持し、モルガナのマナを消耗させる。\n- ロームを活用して他のレーンに影響を与え、モルガナの存在感を薄める。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- 射程の長さ：ゼラスは非常に長い射程を持っており、モルガナの攻撃を受けることなく一方的にハラスが可能です。これにより、モルガナはレーンでの圧力を感じやすくなります。\n- スキルの発動タイミング：ゼラスのスキルはモルガナのスネアを避けやすいタイミングで発動できるため、モルガナのCCを回避しながら攻撃できます。\n- マナ管理：ゼラスはパッシブによってマナを回復できるため、持続的にスキルを使用し続けることができ、レーンでの持続力が高いです。\n\n有利の取り方：\n- ハラスを徹底する：ゼラスはモルガナに対して遠距離からスキルを使い続け、相手のHPを削ることでレーンの優位性を確保します。\n- モルガナのスキルを避ける：モルガナのスネアやCCを避けるために、スキルの発動タイミングを見極め、移動しながら攻撃します。\n- 位置取りを意識する：ゼラスは後衛に位置し、モルガナの攻撃範囲外から安全に攻撃を行うことで、リスクを減らしつつダメージを与え続けます。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ソラカ": "ソラカが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、ソラカの逃げる手段が乏しいため、捕まるリスクが高いです。\n- マオカイのタンク性能と回復能力により、ソラカのハラスが効きにくく、レーンでの優位性を保ちにくいです。\n- ソラカのヒールは重傷効果を受けやすく、マオカイの持続的なダメージとCCによって、回復が無効化される可能性があります。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを意識し、ブッシュを利用して視界を確保することが重要です。\n- 味方のジャングラーと連携し、マオカイに対するGankを狙うことで、レーンでのプレッシャーを軽減できます。\n- アイテムビルドに重傷効果を持つアイテムを取り入れ、マオカイの回復を抑えることで、レーン戦を有利に進めることができます。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- マオカイは高い耐久力とCCを持っており、ニーコの攻撃を受け止めやすい。特に、ニーコが近づくとマオカイのCCで捕まえられるリスクが高い。\n- ニーコのスキルの射程が短いため、マオカイの攻撃範囲内に入るとハラスを受けやすく、レーンでのプレッシャーを感じることが多い。\n- マオカイは持続的な回復能力を持っているため、ニーコのバーストダメージを受けても回復されてしまい、効果的なダメージを与えにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ブッシュを利用して視界を確保し、マオカイのスキルを避けるように立ち回る。\n- サポートとしての役割を活かし、ミニオンを利用してマオカイとの距離を保ちながらCSを取ることに集中する。\n- チームメイトと連携し、マオカイが孤立しているタイミングを狙って奇襲を仕掛けることで、彼の強みを無効化する。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、ラカンの機動力を制限することができるため、ラカンがエンゲージやピールを行う際に非常に厳しい状況になる。\n- マオカイのタンク性能と回復能力により、ラカンのダメージを持続的に受け止められ、ラカンが有利に立ち回ることが難しい。\n- マオカイは視界を確保しやすく、ブッシュを利用した戦闘でラカンの動きを読みやすく、先手を取られる可能性が高い。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲をかけるタイミングを見計らう。\n- 味方のダメージディーラーと連携し、マオカイを集中攻撃することで、早期にマオカイを排除することを目指す。\n- マオカイのスキルのクールダウンを意識し、CCがないタイミングで積極的にエンゲージを試みる。",
      "ポッピー": "ポッピーが不利です。\n\n- マオカイは高頻度でCCを使用できるため、ポッピーのエンゲージやトレードを妨げることができる。特に、マオカイのスネアはポッピーにとって致命的。\n- マオカイのパッシブによるHP回復効果が強力で、ポッピーのダメージを持続的に受け止めることができるため、レーン戦での持続力が高い。\n- マオカイはブッシュを利用して視界を確保しやすく、Gankの成功率を高めるため、ポッピーが孤立しやすくなる。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、相手のスキルを見極めてからエンゲージする。\n- サポートと連携して、マオカイのスキルを使わせた後に攻撃することで、トレードを有利に進める。\n- アイテムビルドに重傷効果を持つアイテムを取り入れ、マオカイの回復を抑えることで、持続戦闘を有利に進める。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、パンテオンのオールインを阻止することができるため、パンテオンは攻撃を仕掛けにくくなります。\n- マオカイのパッシブによる回復効果により、パンテオンのバーストダメージが軽減され、持続的な戦闘で不利になります。\n- マオカイはタンクとしての耐久力が高く、パンテオンのスキルがクールダウン中に持続的なダメージを与えられるため、長期戦で優位に立たれやすいです。\n\n不利の緩和策：\n- レーンでのハラスを避け、マオカイのCCを避けるために、位置取りを意識してプレイする。\n- マオカイのスキルを避けるために、ブッシュを利用して奇襲をかけるか、味方のジャングラーと連携してGankを狙う。\n- アイテムビルドを工夫し、重傷効果を持つアイテムを早めに購入してマオカイの回復を抑える。",
      "ユーミ": "ユーミが不利です。\n\n- マオカイは高い耐久力を持ち、回復能力があるため、ユーミの支援を受けてもダメージを与えにくい。\n- マオカイのCCスキルにより、ユーミはオールインされると逃げる手段が限られ、脆弱な状態になる。\n- ユーミはハードCCを持たないため、マオカイのエンゲージに対して効果的に対抗できず、味方を守るのが難しい。\n\n不利の緩和策：\n- ユーミは味方のADCと連携し、マオカイのCCを避けるように立ち回ることで、ダメージを与えるチャンスを増やす。\n- ワーディングを強化し、マオカイの動きを把握することで、Gankやエンゲージを事前に察知しやすくする。\n- ユーミのスキルを駆使して、味方のADCを強化し、マオカイに対抗できるダメージを出せるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n- マオカイは複数のCCスキルを持っており、ゼラスのスキルを当てる前に近づかれると、簡単に捕まってしまうため、ハラスが難しくなる。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、マオカイのタンク性能と回復力に対抗しづらい。\n- マオカイのパッシブによるHP回復効果があるため、ゼラスのポークが効果的に機能しにくく、レーンでの優位性を維持しづらい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを意識し、ブッシュを利用して視界を確保しながらハラスを行う。\n- マオカイが近づいてきた際には、スキルを使って距離を取るか、逃げる手段を確保するために味方と連携する。\n- アイテムビルドに重傷効果を持つアイテムを取り入れ、マオカイの回復を抑えることで、レーン戦での持続力を向上させる。",
      "ソナ": "ソナが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、特に集団戦やレーン戦でのエンゲージ能力が高いため、ソナは捕まりやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、マオカイの持続的なダメージやCCに対して耐えられない。\n- マオカイのパッシブによる回復効果により、ソナのハラスが効きにくく、レーンでの優位性を確保しづらい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、マオカイのCCを避けるようにする。特にブッシュを利用して視界を確保する。\n- 味方のジャングラーと連携し、マオカイに対するGankを狙うことで、レーンのプレッシャーを軽減する。\n- アイテムビルドを工夫し、早めに回復アイテムやマナ管理を意識したアイテムを購入することで、持続力を高める。",
      "シャコ": "シャコが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、シャコの奇襲を容易に妨害できるため、シャコは思うように動けなくなる。\n- マオカイのパッシブによる回復効果が高く、持続的なダメージを与えるのが難しいため、シャコのバーストダメージが活かしにくい。\n- マオカイはタンクとしての耐久力が高く、シャコの攻撃を受け止めやすいため、レーン戦での優位性を保たれやすい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、ブッシュを利用して奇襲を仕掛けるタイミングを工夫する。\n- アイテムビルドに重傷効果を持つアイテムを取り入れ、マオカイの回復を抑える。\n- レーンでのプレッシャーを減らすために、他のレーンやジャングルと連携してGankを仕掛け、マオカイを孤立させる。",
      "パイク": "パイクが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、パイクの機動力を封じることができるため、パイクが攻撃を仕掛けるのが難しくなります。\n- マオカイの高い耐久力と回復能力により、パイクのハラスが効果的でなくなり、レーンでの優位性を失いやすいです。\n- マオカイは視界を確保しやすく、Gankの成功率を高めるため、パイクが孤立しやすくなります。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを意識し、ブッシュを利用して奇襲を狙うことが重要です。\n- マオカイのスキルを避けるために、スキルのクールダウンを確認し、タイミングを見計らって攻撃を仕掛けることが効果的です。\n- サポートアイテムやポーションを活用して、レーンでの持続力を高め、マオカイのハラスに耐えることが必要です。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、アリスターのエンゲージを無効化したり、逆にアリスターを捕まえることができるため、アリスターは動きづらくなります。\n- マオカイのパッシブによる回復効果があるため、アリスターのダメージを持続的に与えることが難しく、レーン戦での持続力で劣ります。\n- マオカイは視界を確保しやすく、ブッシュを利用したGankの成功率が高いため、アリスターが安全にレーンを維持するのが難しくなります。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを意識し、エンゲージのタイミングを慎重に選ぶことが重要です。\n- マナ管理を徹底し、必要なタイミングでスキルを使用できるようにすることで、レーン維持を助けます。\n- 可能であれば、味方のジャングラーと連携してGankを仕掛け、マオカイにプレッシャーをかけることで、レーンの主導権を取り戻すことができます。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- マオカイは複数のCCスキルを持っており、ブリッツクランクがフックを外した場合、逆に捕まるリスクが高まります。\n- マオカイのタンク性能により、ブリッツクランクのダメージが通りにくく、持続戦闘で不利になります。\n- マオカイは視界を確保しつつ、回復能力が高いため、レーン戦での持続力があり、ブリッツクランクの攻撃を耐えやすいです。\n\n不利の緩和策:\n- ブリッツクランクはマオカイのCCを避けるために、位置取りを工夫し、フックを使うタイミングを慎重に選ぶべきです。\n- マオカイのスキルを避けるために、ブッシュを利用して奇襲をかける戦術を取ると良いでしょう。\n- チームメイトと連携し、マオカイを集団で攻撃することで、彼の耐久力を削ることが可能です。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- マオカイは複数のCCスキルを持ち、セラフィーンのスキルを当てる前に彼女を無力化することができるため、セラフィーンのスキル発動が難しくなる。\n- セラフィーンは防御ステータスが低く、マオカイの持続的なダメージやCCに対して脆弱で、オールイン合戦で不利になる。\n- マオカイは視界を確保しやすく、ブッシュを利用してセラフィーンに対するGankの成功率を高めるため、レーンでの安全性が低下する。\n\n不利の緩和策:\n- セラフィーンはマオカイのCCを避けるために、位置取りを意識し、常に安全な距離を保つように心がける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、マオカイの攻撃に対する耐性を高める。\n- 味方と連携し、マオカイがエンゲージする前に先手を打つことで、彼のCCを無効化するチャンスを作る。"
    },
    "loses": {
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムはパッシブによるスタンを持っており、マオカイのCCを無効化しやすい。これにより、マオカイの攻撃を受けるリスクを減らしつつ、反撃のチャンスを作れる。\n- マオカイはタンクとしての耐久力がパッシブに依存しているが、ブラウムのスタンやダメージ軽減スキルによって、マオカイの持続力を削ることができる。\n- ブラウムは味方を守る能力が高く、マオカイのエンゲージを防ぎやすい。これにより、ADCや他の味方が安全にダメージを出せる環境を作れる。\n\n有利の取り方：\n- マオカイのCCスキルを避けるために、位置取りを工夫し、タイミングを見計らってスタンを狙う。\n- ブラウムのパッシブを活かして、マオカイに対してハラスを行い、レーンでの優位を確保する。\n- マオカイがエンゲージを試みた際に、ブラウムの防御スキルを使って味方を守り、反撃のチャンスを作る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持ち、マオカイのエンゲージを無効化しやすい。特に、マオカイが近づいてくる際にスネアを当てることで、彼の行動を制限できる。\n- スペルシールドにより、マオカイのCCを防ぐことができるため、味方を守りつつ攻撃的に立ち回ることができる。\n- マオカイはタンクであるため、持続的なダメージを出すモルガナに対しては、耐久力が試される。特に、モルガナのスキルを当て続けることで、マオカイの回復を妨げることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、マオカイのHPを削る。特に、彼がAAを使うタイミングを見計らってスネアを当てる。\n- スペルシールドを活用して、マオカイのCCを無効化し、味方と連携してオールインを仕掛ける。\n- ブッシュを利用して奇襲をかけ、マオカイが近づく前にスネアを当てることで、レーンの主導権を握る。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、マオカイが近づく前にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- マオカイのCCスキルは強力ですが、ザイラのCCも範囲攻撃であり、マオカイが接近する前に拘束することが可能です。\n- ザイラは植物を使って安全な距離からダメージを与えられるため、マオカイのタンク性能を無効化しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、マオカイのHPを削ることでプレッシャーをかける。\n- 植物を利用してマオカイの動きを制限し、彼が近づけないようにする。\n- マオカイのCCスキルを避けるために、位置取りを意識し、スキルを使った後の隙を突いて反撃する。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、マオカイのエンゲージを無効化しやすい。特に、マオカイのスキルを避けながら攻撃できるため、レーンでの優位性を保ちやすい。\n- マオカイはタンクとしての耐久力がパッシブに依存しているが、レルのパッシブによってARとMRを減少させることができるため、マオカイに対して効果的にダメージを与えられる。\n- レルは味方の移動速度を上げるスキルを持っており、集団戦やレーンでの追撃や逃走をサポートする能力が高い。これにより、マオカイのCCを避けやすくなる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、マオカイのパッシブを発動させないようにする。特に、AAを封じることでマオカイの耐久力を削る。\n- マオカイのスキルを避けるために、タイミングを見計らってCCを当てる。特に、マオカイがスキルを使った後に攻撃を仕掛けると良い。\n- 集団戦では、レルのCCを活かしてマオカイを拘束し、味方がダメージを与えやすい状況を作る。特に、マオカイがエンゲージを試みるタイミングで反撃する。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- 長射程のスキルを持つため、マオカイに対して安全にハラスができ、レーンでの優位性を保ちやすい。\n- マオカイのタンク性能はパッシブに依存しているため、重傷効果を持つスキルでその回復を妨げることができる。\n- マオカイはエンゲージ能力が乏しく、ヴェル＝コズのスキルを避けることが難しいため、集団戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、マオカイのHPを削ることでプレッシャーをかける。\n- マオカイが近づいてきた際には、CCスキルを使って無力化し、反撃のチャンスを作る。\n- 集団戦では、後衛から安全にダメージを与え、マオカイのCCを避けながらチームに貢献する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができ、マオカイの近接攻撃を避けながらハラスを行いやすい。\n- マオカイのCCに対して、ミリオはウルトで解除できるため、マオカイのエンゲージを無効化しやすい。\n- ミリオの回復やシールドにより、マオカイの持続的なダメージを軽減できるため、レーン戦での生存能力が高い。\n\n有利の取り方：\n- ミリオの攻撃範囲を活かして、マオカイに対して積極的にハラスを行う。\n- マオカイがCCを使った後に、ウルトを使って味方を守り、反撃のチャンスを作る。\n- ブッシュを利用して視界を確保し、マオカイの動きを把握しながら安全にプレイする。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、マオカイの動きを制限することができるため、彼の攻撃を無効化しやすい。\n- マオカイはタンクとしての耐久力がパッシブに依存しており、ノーチラスのフックやCCによってそのパッシブを発動させる前にダメージを与えることができる。\n- ノーチラスはエンゲージ能力が高く、マオカイが攻撃してきた際に反撃のチャンスを作りやすい。\n\n有利の取り方：\n- マオカイがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- ノーチラスのフックを活用して、マオカイを捕まえ、味方と連携してダメージを与える。\n- マオカイのパッシブが発動する前に、ノーチラスのCCを駆使して彼の行動を制限し、持続的なダメージを与える。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、マオカイの移動を制限することができるため、彼のエンゲージや逃げる手段を封じやすいです。\n- マオカイは近接チャンピオンであり、スレッシュの射程の長さを活かして安全にハラスを行うことができます。\n- スレッシュのフックやスローを使うことで、マオカイのパッシブによる回復を妨げることができ、持続戦闘での優位性を保てます。\n\n有利の取り方：\n\n- フックを使ってマオカイを捕まえ、味方と連携してダメージを与える。\n- マオカイがWを使用した際に、スレッシュのEを使って彼の動きを制限し、攻撃のチャンスを作る。\n- レーンでのハラスを積極的に行い、マオカイのHPを削り、彼の回復能力を無効化する。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、パイクの機動力を制限することができるため、パイクが攻撃を仕掛ける前に捕まえられるリスクが高い。\n- ノーチラスのフックは射程が長く、パイクが近づく前に先手を取られる可能性が高い。これにより、パイクは安全にハラスを行うことが難しくなる。\n- ノーチラスはタンクとしての耐久力が高く、パイクの瞬間火力では倒しきれないため、トレードで不利になることが多い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち回り、ノーチラスのフックを避けるようにする。\n- サポートアイテムを早めに購入し、視界を確保することで、ノーチラスの動きを把握しやすくする。\n- パイクの機動力を活かして、ノーチラスがスキルを使った後に攻撃を仕掛けるタイミングを見計らい、反撃を狙う。",
      "ユーミ": "ユーミが不利です。\n\n- ノーチラスは強力なCCを持っており、ユーミが密着している味方を引き寄せたり拘束したりすることで、ユーミの支援を無効化できます。\n- ユーミはハードCCを持たないため、ノーチラスのオールインに対して自衛手段が乏しく、特にフックを受けると脆弱です。\n- ノーチラスはタンクであり、ユーミの攻撃力が低いため、持続的なダメージを与えることが難しく、トレードで不利になりやすいです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるように心がける。特に、ミニオンの後ろに隠れるなどして、フックを受けないようにする。\n- 味方ADCと連携し、ノーチラスが攻撃を仕掛ける前に先手を打つことで、相手の行動を制限する。\n- ワーディングをしっかり行い、ノーチラスの動きを把握することで、オールインを避けるための準備を整える。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、ミリオの動きを制限しやすいため、エンゲージやオールインが非常に効果的です。\n- ミリオのCC解除のウルトは、ノーチラスのノックアップや拘束を防ぐことができないため、彼の攻撃を無力化する手段が限られています。\n- ミリオは基礎ステータスが低く、特に奇襲を受けた際に脆弱で、ノーチラスのフックやCCに対して非常に弱いです。\n\n不利の緩和策：\n- ミリオは位置取りを工夫し、ノーチラスのフックを避けることで、彼のエンゲージを無効化することが重要です。\n- 味方のジャングラーやミッドレーナーと連携し、ノーチラスが孤立しているタイミングを狙って反撃することが効果的です。\n- マナ管理を徹底し、スキルを適切に使用することで、持続的にハラスを行い、ノーチラスの圧力を軽減することができます。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、フックやノックアップでソナを捕まえることができるため、ソナは簡単に倒されるリスクが高い。\n- ソナは基礎ステータスが低く、特に序盤は脆弱であるため、ノーチラスの攻撃を受けるとすぐに危険な状況に陥る。\n- ノーチラスのフックは射程が長く、ソナが距離を保とうとしても捕まってしまう可能性が高く、常にプレッシャーを感じることになる。\n\n不利の緩和策：\n- ソナはレーンでの位置取りを意識し、ノーチラスのフックを避けるために後ろに下がることを心がける。\n- サポートアイテムやポーションを活用して、マナ管理をしっかり行い、スキルを適切に使って味方を支援する。\n- 味方のジャングラーと連携し、ノーチラスが攻撃的に出てきた際にカウンターGankを狙うことで、ノーチラスに対する圧力を軽減する。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、ポッピーが近づく前にフックで捕まえることができるため、ポッピーのエンゲージが難しい。\n- ノーチラスのタンク性能と持続的なダメージにより、ポッピーがトレードで優位に立つことが難しく、特にレーン戦でのハラスが厳しい。\n- ポッピーのスキルの射程が短いため、ノーチラスのフックやCCを避けるのが難しく、攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ノーチラスのフックを避けることで、無駄なダメージを受けないようにする。\n- サポートと連携し、ノーチラスがエンゲージする前に先手を打つことで、ポッピーの強みを活かす。\n- アイテムビルドを工夫し、早めにタンクアイテムを購入することで、耐久力を上げてノーチラスのダメージを軽減する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- ノーチラスの強力なCCにより、ヴェル＝コズは接近されると無力化されやすく、特にフックやノックアップで捕まると致命的なダメージを受ける可能性が高い。\n- ヴェル＝コズは機動力が低く、ノーチラスのエンゲージに対して逃げる手段が限られているため、相手の攻撃を避けるのが難しい。\n- ノーチラスはタンクであり、ヴェル＝コズのスキルが当たってもダメージを軽減されやすく、持続的なダメージを与えるのが難しい。\n\n不利の緩和策:\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるように心がける。特にミニオンの後ろに隠れることで、フックを当てられにくくする。\n- サポートと連携して、ノーチラスがエンゲージする前にハラスを行い、相手の体力を削ることで、オールインを避ける。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、ノーチラスのダメージを軽減し、耐久力を上げる。",
      "セナ": "セナが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、フックやノックアップでセナを捕まえることができるため、セナは逃げる手段が乏しく、簡単に倒されてしまう。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ノーチラスの攻撃を受けると大きなダメージを受けやすい。\n- ノーチラスのタンク性能により、セナのハラスが効きにくく、持ち味の射程を活かしづらい状況が生まれる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。特にミニオンの後ろに隠れることで、フックを当てられにくくする。\n- セナのスキルを使ってハラスを行い、ノーチラスのHPを削ることで、オールインを仕掛ける際のリスクを減らす。\n- サポートと連携し、ノーチラスがエンゲージを仕掛ける前に、味方のCCやダメージを活用して反撃する機会を作る。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持ち、ノーチラスのフックやCCを無効化することができるため、ノーチラスのエンゲージを効果的に防ぐことができます。\n- ノーチラスは移動速度が遅く、スキルに依存するため、レルのスキルを当てやすく、特に集団戦での拘束力を活かしやすいです。\n- レルのパッシブによって、ノーチラスのタンク性能を削ぐことができ、ダメージを与えやすくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ノーチラスのスキルを避けながらダメージを与える。\n- ノーチラスがスキルを使った後に、レルのCCを使って反撃し、オールインを狙う。\n- 集団戦では、レルのCCを活かしてノーチラスを拘束し、味方と連携してダメージを集中させる。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ノーチラスのフックやCCを無効化することができるため、彼の攻撃をかわしやすい。\n- ジャンナのシールドや回復は、ノーチラスのダメージを軽減し、味方を守ることができるため、オールインに対して耐性が高い。\n- ノーチラスは移動速度が遅く、スキルに依存するため、ジャンナの高い機動力を活かして距離を保ちながら戦うことができる。\n\n有利の取り方：\n- ノーチラスがエンゲージを仕掛けてきた際に、ジャンナのCCを使って彼を遠ざけ、味方の安全を確保する。\n- ジャンナのシールドを味方にかけて、ノーチラスの攻撃を受け流しつつ、反撃のチャンスを狙う。\n- レーンでのポジショニングを工夫し、ノーチラスのフックを避けながら、味方ADCと連携してダメージを与える。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ノーチラスのCCを軽減しやすい。特に、ノーチラスのフックを受けても、ブラウムのスキルで味方を守ることができる。\n- ブラウムのパッシブによるスタンは、ノーチラスのエンゲージを無効化することができ、逆にブラウムが先に仕掛けることで有利な状況を作りやすい。\n- ノーチラスは移動速度が遅く、ブラウムのスキルを使って距離を保ちながらハラスを行うことができるため、ノーチラスが攻撃しづらくなる。\n\n有利の取り方：\n- ブラウムはノーチラスのフックを避けつつ、味方ADCと連携してハラスを行い、ノーチラスの体力を削る。\n- ノーチラスがエンゲージを試みた際に、ブラウムのスタンを使って反撃し、相手を拘束する。\n- ブラウムのスキルを使って味方を守りつつ、ノーチラスが攻撃しづらい位置に誘導することで、相手の動きを制限する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、ノーチラスのCCを受ける前に攻撃を仕掛けることができるため、オールインで有利に立ちやすい。\n- ノーチラスは移動速度が遅く、パンテオンのリープを使った攻撃を避けるのが難しいため、パンテオンが先手を取ることができる。\n- ノーチラスのスキルは主に敵を捕まえることに特化しているが、パンテオンはスタンを持っているため、ノーチラスの攻撃を無効化しやすい。\n\n有利の取り方：\n- レベル2やレベル3での早期オールインを狙い、ノーチラスがスキルを使う前に攻撃を仕掛ける。\n- ノーチラスのフックやCCスキルを避けるために、位置取りを工夫し、リープを使って距離を詰める。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、チーム全体の優位を確保する。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ノーチラスのフックを避けることができるため、エンゲージを無効化しやすい。\n- ノーチラスは移動速度が遅く、スレッシュのフックを当てやすいターゲットであり、捕まえやすい。\n- スレッシュのランタンを使うことで、味方を安全に救出でき、ノーチラスのオールインに対抗できる。\n\n有利の取り方：\n- スレッシュのフックを積極的に使い、ノーチラスを捕まえてダメージを与える。\n- ノーチラスがフックを外したタイミングで、スレッシュのCCを使って反撃する。\n- ジャングラーと連携し、ノーチラスが孤立している時にガンクを仕掛けてキルを狙う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持つラカンは、ノーチラスのフックを避けやすく、エンゲージを仕掛ける際に有利な位置を取ることができる。\n- ラカンのCCはノーチラスのCCを無効化することができ、特にノーチラスがエンゲージを試みた際に反撃するチャンスが生まれる。\n- ラカンはシールドや回復を持っているため、ノーチラスの攻撃を受けても耐えやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- ノーチラスがフックを外したタイミングで積極的にエンゲージを仕掛け、相手を捕まえる。\n- ノーチラスがスキルを使った後、特にCCが切れたタイミングを狙って反撃する。\n- ザヤとの連携を活かし、相手を捕まえた際にダメージを最大化するためのコンボを決める。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持ち、ノーチラスのフックやCCを無効化するスペルシールドを持っているため、ノーチラスの攻撃を効果的に防ぐことができる。\n- ノーチラスは近接チャンピオンであり、モルガナの射程の長さを活かして安全に攻撃できるため、レーンでの優位性を保ちやすい。\n- ノーチラスのスキルはクールダウンが長く、スキルを外した場合のリスクが高いため、モルガナはその隙を突いて反撃するチャンスが増える。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ノーチラスが近づく前にスネアを当ててダメージを与える。\n- スペルシールドを活用して、ノーチラスのCCを無効化し、味方と連携してオールインを仕掛ける。\n- ノーチラスがスキルを使った後の隙を狙い、反撃やキルを狙うことで、レーンの主導権を握る。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターはノーチラスのCCを無効化する能力があり、特にエンゲージを防ぐことが得意です。ノーチラスのフックやノックアップに対して、アリスターは自身のスキルを使って反撃することができます。\n- アリスターは高いタフネスとサステインを持っており、レーンでの持久力が高いため、ノーチラスの攻撃を耐えやすいです。これにより、レーンでの優位性を保ちやすくなります。\n- アリスターのエンゲージ能力は非常に強力で、ノーチラスが攻撃を仕掛ける前に先手を取ることができるため、相手の動きを制限しやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ノーチラスのスキルを避けながらダメージを与えることで、相手のリソースを削ることができます。\n- ノーチラスがスキルを使った後に、アリスターのエンゲージを仕掛けることで、相手の反撃を受けずに有利な状況を作り出すことができます。\n- 集団戦では、アリスターのCCを活かしてノーチラスを無力化し、味方のダメージを通しやすくすることで、戦闘を有利に進めることができます。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レナータ・グラスクは長射程の攻撃を持ち、パイクが近づく前にハラスを行いやすいため、レーンでの圧力をかけられます。\n- レナータのスネアやスタンなどのCCスキルは、パイクの機動力を封じることができ、特にオールインを仕掛ける際に大きな障害となります。\n- レナータのUltは、パイクがキルを狙う際に逆に味方を強化することができ、パイクのアサシンとしての役割を無効化される可能性があります。\n\n不利の緩和策：\n- レナータのスキルを避けるために、視界を確保しつつ、草むらを利用して奇襲を狙うプレイスタイルを心がける。\n- レーンでのハラスを受けないように、ミニオンを利用してレナータの攻撃をブロックし、パイクのパッシブを活かす。\n- チームメイトと連携し、レナータのCCスキルを使わせた後にオールインを仕掛けることで、パイクの強みを活かすタイミングを見つける。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- レナータは長射程の攻撃を持ち、ポッピーが近づく前にハラスを行いやすいため、ポッピーはレーンでのトレードが不利になります。\n- レナータのスネアやスタンなどのCCスキルにより、ポッピーは接近することが難しく、特にエンゲージを試みる際に捕まりやすいです。\n- レナータのUltは、ポッピーの攻撃を逆手に取ることができ、ポッピーが攻撃を仕掛けた際に逆に味方に利用される可能性が高いです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動き、レナータの攻撃を受けないようにする。\n- サポートと連携して、レナータのスキルを避けるタイミングを見計らい、エンゲージを試みる際は慎重に行動する。\n- ビジョンを確保し、レナータの位置を把握することで、奇襲を避け、より安全にレーンをプレイする。",
      "レオナ": "レオナが不利です。\n\n- レナータは長射程の攻撃を持ち、レオナが接近する前にハラスを受けやすいです。特に、レナータのスキルを使ってレオナを遠距離から攻撃することができるため、レオナはレーンでのプレッシャーを感じやすいです。\n- レナータのスネアやスタンは、レオナの接近を妨げるため、レオナがオールインを狙う際に非常に厄介です。これにより、レオナの強みであるCCを活かしづらくなります。\n- レナータのアルティメットは、敵を逆手に取る能力があり、レオナがオールインを仕掛けた際に逆に味方を強化することができるため、レオナの攻撃が無効化される可能性があります。\n\n不利の緩和策：\n- レオナはレナータのスキルを避けるために、ポジショニングを工夫し、特にレナータのスネアを受けないように立ち回ることが重要です。\n- レオナのCCを活かすために、味方と連携してレナータを狙うタイミングを見計らい、集団戦での連携を強化することが効果的です。\n- レナータのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃を仕掛けることで、レオナのオールインのチャンスを増やすことができます。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レナータのスキルは、ノーチラスのエンゲージを無効化する能力が高く、特に彼女のスネアやスタンによってノーチラスの動きを制限されやすいです。\n- レナータは長射程の攻撃を持ち、ノーチラスが近づく前にダメージを与えられるため、ノーチラスは接近するのが難しいです。\n- レナータのアルティメットは、ノーチラスのCCを逆手に取ることができ、彼の攻撃を無効化したり、逆に味方を強化することができるため、戦闘が不利になります。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、彼女のスキルがクールダウン中にエンゲージを試みる。\n- サポートアイテムや視界を活用して、レナータのスキルを予測し、奇襲を避けるようにする。\n- チームメイトと連携し、レナータのスキルを無効化するためのコンボを組み立て、彼女の強みを活かさせないようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- レナータ・グラスクは長射程の攻撃を持ち、モルガナの射程を超えて攻撃できるため、モルガナはダメージを受けやすい。\n- レナータのスネアやスタンなどのCCスキルは、モルガナのスペルシールドを無効化することができ、モルガナが反撃する機会を減少させる。\n- レナータのUltは、敵を逆手に取ることができるため、モルガナが捕まえた敵を逆に利用される可能性が高く、戦闘が不利になる。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- モルガナのスネアを活用して、レナータのスキルを発動させる前に先手を打つことで、相手の行動を制限する。\n- ビジョンを確保し、レナータの動きを把握することで、奇襲を避け、レーンでの安全を確保する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- レナータ・グラスクはスネアやスタンなどのCCスキルを持っており、ゼラスのスキルを当てる前に近づかれると、簡単に捕まってしまうため。\n- ゼラスはスキルの発動が遅く、機動力の高いレナータに対して当てるのが難しく、逆にハラスを受けやすい。\n- レナータのUltは、敵を逆手に取ることができるため、ゼラスが攻撃を仕掛けても逆に不利な状況に持ち込まれる可能性がある。\n\n不利の緩和策：\n- レナータのスキルを避けるために、常に位置取りを意識し、距離を保ちながらハラスを行う。\n- ゼラスのスキルを当てるタイミングを見極め、相手のスキルがクールダウン中のタイミングを狙って攻撃する。\n- サポートやジャングラーと連携し、レナータに対して集団で攻撃を仕掛けることで、彼女の強みを無効化する。",
      "スレッシュ": "スレッシュが不利です。\n\n- レナータのスネアやスタンなどのCCスキルに対して、スレッシュは移動速度が低く、捕まえられやすいです。これにより、スレッシュがエンゲージを試みても、逆に捕まってしまうリスクが高まります。\n- レナータのシールドやダメージ増加のスキルにより、スレッシュの攻撃が効果的に無効化されるため、ハラスやオールインが難しくなります。\n- レナータは後衛に位置しやすく、スレッシュのフックを避けることができるため、スレッシュのキャッチ能力が活かしにくくなります。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを把握し、スキルが使えないタイミングを狙って攻撃することで、チャンスを作ることが重要です。\n- スレッシュのフックを使って、レナータを捕まえる機会を増やし、味方と連携してダメージを与えることを心がけましょう。\n- レナータのシールドを剥がす手段を考え、特に集団戦では彼女のシールドを無効化することで、ダメージを通しやすくすることが効果的です。",
      "セラフィーン": "セラフィーンが不利です。\n\n- レナータ・グラスクは長射程の攻撃を持ち、セラフィーンのスキルを避けやすいため、セラフィーンが攻撃を当てるのが難しい。\n- レナータのスネアやスタンなどのCCスキルにより、セラフィーンは一方的に攻撃されやすく、オールイン合戦で不利になる。\n- レナータのUltは、敵を逆手に取ることができるため、セラフィーンが攻撃を仕掛けても逆に不利な状況に持ち込まれる可能性が高い。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- セラフィーンのスキルを連携させて、レナータのCCを受ける前に先手を打つように心がける。\n- ビジョンを確保し、レナータの動きを把握することで、奇襲を避けるようにする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レナータ・グラスクはスネアやスタンなどのCCスキルを持っており、ラックスが接近されると容易に捕まってしまうため、脆弱な状況に陥りやすい。\n- レナータのスキルは味方の攻撃を強化する効果があり、ラックスのハラスが効きにくく、逆にダメージを受けやすくなる。\n- レナータはオールインに対して強い耐性を持っており、ラックスのバーストダメージを受け流しやすい。これにより、ラックスがキルを狙うのが難しくなる。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- サポートと連携し、レナータのスキルを使わせた後に攻撃を仕掛けることで、ラックスのハラスを活かすタイミングを見計らう。\n- ビジョンを確保し、レナータの奇襲を防ぐことで、ラックスが安全にレーンを維持できるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n- レナータ・グラスクは長射程の攻撃を持ち、パンテオンが近づく前にハラスを行いやすいです。これにより、パンテオンはトレードで不利になりやすいです。\n- レナータのスネアやスタンは、パンテオンのオールインを阻害し、彼が攻撃を仕掛けるタイミングを制限します。これにより、パンテオンの強みを活かしづらくなります。\n- レナータのUltは、パンテオンが攻撃を仕掛けた際に逆に味方を強化することができ、パンテオンの攻撃が無駄になりやすいです。\n\n不利の緩和策：\n- レナータのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回ることが重要です。\n- レナータのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングでオールインを狙うことで、パンテオンの強みを活かすことができます。\n- サポートアイテムやポーションを活用して、レナータのハラスを耐えつつ、レベルアップを目指すことで、後半の強さを引き出すことができます。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- レナータ・グラスクは長射程の攻撃を持ち、アリスターが近づく前にダメージを与えることができるため、アリスターのエンゲージが難しい。\n- レナータのスネアやスタンなどのCCスキルにより、アリスターがエンゲージを試みる際に反撃を受けやすく、逆に捕まってしまうリスクが高い。\n- レナータのUltは、アリスターのエンゲージを逆手に取ることができ、味方を一時的に強化することでアリスターの攻撃を無効化する可能性がある。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを考慮し、彼女のスキルが使われた後にエンゲージを試みることで、反撃のリスクを減らす。\n- レーンでの視界を確保し、レナータの位置を把握することで、奇襲を避けるようにする。\n- アリスターのパッシブを活かし、マナ管理をしっかり行い、必要なタイミングでスキルを使用してレーン維持を心がける。",
      "セナ": "セナが不利です。\n\n理由：\n- レナータ・グラスクは強力なCCスキルを持っており、セナが攻撃を行う際に捕まるリスクが高いです。特にスネアやスタンによって、セナの動きが制限されやすくなります。\n- レナータのスキルは味方を守る能力が高く、オールインに対して強い耐性を持っています。これにより、セナが攻撃を仕掛けても逆に反撃を受ける可能性が高まります。\n- セナは基礎ステータスが低く、特に序盤が弱いため、レナータの持つハラスやCCに対して脆弱です。レナータの攻撃を受けると、セナはすぐに危険な状況に陥ることがあります。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを考慮し、スキルを使った後の隙を狙って攻撃するタイミングを見計らうことが重要です。\n- セナは視界を確保し、レナータの動きを把握することで、奇襲を避けることができます。ワードを積極的に使い、敵の動きを監視しましょう。\n- セナの回復能力を活かし、味方と連携してハラスを行うことで、レナータの攻撃を受けるリスクを減らしつつ、レーンでの優位を築くことができます。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、レナータの耐久力を削りやすいです。\n- ジリアンのCCスキルは、レナータのスキルを発動させる前に敵を無力化することができ、特にレナータのスネアやスタンを避けることが可能です。\n- ジリアンの蘇生能力は、レナータの攻撃を逆手に取ることができ、味方を守る手段として非常に効果的です。\n\n有利の取り方：\n- レベル差を利用して、早期にレナータに対してプレッシャーをかけ、ファームを妨害する。\n- ジリアンのCCを活かして、レナータがスキルを使う前に先手を打ち、戦闘を有利に進める。\n- 蘇生能力を駆使して、味方がフォーカスされた際に逆転のチャンスを作り出し、集団戦での優位性を確保する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供でき、レナータの攻撃を受け流しやすい。特にレナータのスキルがクールダウン中の際には、ユーミのサポートが非常に効果的。\n- レナータのスネアやスタンは、ユーミが味方に密着している状態では当たりにくく、ユーミの機動性を活かして回避することができる。\n- ユーミはハラス型のメイジサポートに対して強く、レナータの攻撃をシールドで軽減しつつ、持続的にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、レナータのスキルを避けながら味方ADCを支援することで、相手の体力を削る。\n- ユーミの回復やシールドを駆使して、レナータの攻撃を受け流しつつ、味方の体力を維持する。\n- 集団戦では、味方のキャリーに密着し、レナータのスキルを無効化しながら、味方のダメージを最大化する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができ、レナータのスキルを避けながらハラスを行いやすいです。これにより、レナータの攻撃を受けるリスクを減らしつつ、ダメージを与えることができます。\n- レナータのスキルはクールダウンが長く、スキルショットの精度が求められるため、ミリオの機動力と回復能力を活かして、レナータのスキルを避けながら戦うことが可能です。\n- ミリオのウルトはCCを解除する能力を持っており、レナータのスネアやスタンを無効化できるため、集団戦での生存能力が高まります。\n\n有利の取り方：\n- レナータのスキルを避けつつ、ミリオの攻撃範囲を延ばしてハラスを行い、相手のHPを削る。\n- レナータがスキルを使った後の隙を狙い、ミリオの回復やシールドを活かして味方をサポートし、トレードを有利に進める。\n- 集団戦ではミリオのウルトをタイミングよく使用し、味方を守りつつレナータの攻撃を無効化して、戦闘を有利に進める。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、レナータのスキルを無力化することができるため、レナータの攻撃を効果的に防ぐことができる。\n- ルルのシールドは味方の生存能力を高め、レナータのパッシブによる追加ダメージを軽減することができる。\n- レナータはクールダウンが長く、スキルの発動が遅いため、ルルはその隙を突いて攻撃を仕掛けやすい。\n\n有利の取り方：\n- レナータのスキルのクールダウンを意識し、スキルがないタイミングで積極的にトレードを行う。\n- ポリモーフを使ってレナータのスキルを無力化し、味方と連携して攻撃を仕掛ける。\n- 位置取りを工夫し、レナータのADCとの距離を保ちながら、トレードを有利に進める。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- 長射程のスキルを持つため、レナータ・グラスクの攻撃範囲外から安全にハラスができる。\n- AoE攻撃により、レナータのスキルを避けながらダメージを与えられるため、レーンでの優位性を保ちやすい。\n- レナータのスキルはクールダウンが長く、スキルショットの精度が求められるため、ヴェル＝コズのスキルを当てやすい状況を作りやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レナータのHPを削ることでプレッシャーをかける。\n- スキルを使ってレナータのスキルを避けつつ、味方と連携してエンゲージを仕掛ける。\n- 視界を確保し、レナータが孤立しやすい状況を作ることで、奇襲を狙う。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、レナータの攻撃を受けても持ちこたえやすい。特にレナータのスキルがクールダウン中の際には、ソラカの回復で有利に立ち回れる。\n- レナータはスキルショットに依存しており、ソラカのサイレンス効果によってレナータのスキルを無効化できるため、レナータの攻撃を封じることができる。\n- ソラカは射程が長く、レナータの攻撃を避けながらハラスを行いやすい。これにより、レナータが攻撃を仕掛ける前にダメージを与えることができる。\n\n有利の取り方：\n- レナータのスキルがクールダウン中やミスしたタイミングを狙って、積極的にハラスを行う。\n- サイレンスを活用して、レナータがスキルを使う前に発動し、彼女の行動を制限する。\n- レーンでの視界を確保し、敵ジャングラーの動きを警戒しつつ、レナータとの1対1の状況を作り出す。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レナータの攻撃を無効化しやすい。特にレナータのスネアやスタンを避けることができるため、レナータのスキルを効果的に無力化できる。\n- ジャンナのシールドは味方を守るだけでなく、レナータのマークによるダメージを軽減することができるため、レナータのダメージを抑えることができる。\n- ジャンナは移動速度を上げる能力を持っており、これにより味方の機動力を向上させ、レナータの攻撃を避けやすくすることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レナータのスキルを避けながらダメージを与える。特に、レナータがスキルを使った後に攻撃することで、彼女の反撃を避けることができる。\n- ジャンナのシールドを味方にかけて、レナータの攻撃を受けた際に反撃のチャンスを作る。これにより、レナータのマークを無効化しつつ、味方の生存率を上げる。\n- 敵の視界を管理し、レナータが孤立しているタイミングを狙って攻撃する。特に、レナータがスキルを使った後や、クールダウン中に攻撃を仕掛けることで有利に立ち回ることができる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持ち、レナータのスキルを避けやすい。特に移動不可のCCを持つレナータに対して、ラカンは素早く接近し、エンゲージやピールが可能。\n- ラカンのCCは敵を無力化する能力が高く、レナータのスキルを発動させる前に彼女を捕まえることができるため、レナータの強みを封じることができる。\n- ラカンは味方を支援するためのシールドや回復を持っており、レーンでのサステインが高いため、レナータの攻撃を受けても耐えやすい。\n\n有利の取り方：\n- レナータのスキルのクールダウンを確認し、スキルがないタイミングで積極的にエンゲージを仕掛ける。\n- 敵の位置を把握し、レナータが孤立している時にCCを使って捕まえる。\n- ザヤとの連携を活かし、相互に強化し合いながら攻撃を仕掛けることで、レナータに対する圧力を高める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってレナータを捕まえることができ、彼女のスキルを発動させる前にキルを狙いやすいです。\n- レナータはスキルのクールダウンが長く、ブリッツクランクの攻撃的なプレイスタイルに対して反撃が難しいため、彼女の強みを活かしにくいです。\n- ブリッツクランクのサイレンス効果は、レナータのスキル発動を妨害できるため、彼女の戦闘能力を大きく制限します。\n\n有利の取り方：\n- レベル2やレベル3での早期のオールインを狙い、フックを当ててレナータを捕まえることで、早期にアドバンテージを取ります。\n- ブリッツクランクの視界を活かして、レナータが孤立しているタイミングを見計らい、フックで捕まえるチャンスを作ります。\n- 集団戦では、レナータのスキルをサイレンスで妨害し、味方と連携して彼女を排除することで、戦闘を有利に進めます。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、レナータの攻撃を軽減しやすいため、序盤からのハラスに強い。\n- レナータのスキルはクールダウンが長く、発動が遅いため、ブラウムのスタンやノックアップを利用してレナータに対して有利に立ち回ることができる。\n- ブラウムのパッシブは味方の攻撃を強化し、レナータのマークを付与された敵に対しても効果的にダメージを与えることができる。\n\n有利の取り方：\n- レナータのスキルを避けつつ、ブラウムのスタンを狙ってオールインを仕掛ける。\n- ADCと連携して、レナータに対して積極的にハラスを行い、レナータのスキルを使わせる。\n- ブラウムのスキルを駆使して、レナータの攻撃を防ぎつつ、味方の攻撃をサポートすることで、レナータを圧倒する。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、レナータのスキルがクールダウン中の際に積極的に攻撃できるため、レーンでの優位性を保ちやすい。\n- レナータのスキルは発動が遅く、カルマのスネアやスロウを使って相手の動きを制限することで、レナータが攻撃を仕掛ける前にダメージを与えることができる。\n- カルマはシールドや加速効果を持っており、味方を守りつつハラスを行うことができるため、レナータの攻撃を受け流しやすい。\n\n有利の取り方：\n- レナータのスキルのクールダウンを確認し、スキルがないタイミングで積極的に攻撃する。\n- ミニオンの管理をしっかり行い、相手の動きを制限しつつ、ハラスを行う。\n- チーム戦では、レナータのUltを避けるか、効果的に対処するために位置取りを意識し、味方と連携して戦う。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n- ブランドは遠距離攻撃が可能で、ポッピーの短い射程に対して持続的なダメージを与えやすいです。\n- ブランドのスタンを持つスキルにより、ポッピーは一時的に無力化され、反撃の機会を失いやすいです。\n- ブランドは高いAoEダメージを持ち、集団戦やレーンでのハラスにおいてポッピーに対して優位に立つことができます。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、ミニオンを利用してハラスを受けないようにする。\n- ブランドのスキルを受けた後に反撃するタイミングを見計らい、CCを活かして相手を捕まえる。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドのダメージを軽減する。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ブランドは全てのスキルが攻撃スキルであり、持続的なダメージを与える能力が高いため、ラカンはハラスを受けやすいです。\n- ブランドのスタンを持つスキルにより、ラカンは移動不可のCCを受けると何もできなくなり、エンゲージやピールが難しくなります。\n- ブランドは長射程でのハラスが得意で、ラカンの接近を阻止しやすく、レーンでのプレッシャーをかけられます。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- ブランドのスキルがクールダウン中に積極的にエンゲージを試み、相手のスキルを使わせる。\n- 味方のADCと連携し、ブランドに対して一緒に攻撃することで、ハラスを軽減しつつ反撃のチャンスを作る。",
      "パンテオン": "パンテオンが不利です。\n\n- ブランドは全てのスキルが攻撃スキルであり、持続的なダメージを与える能力が高いため、パンテオンはハラスを受けやすいです。\n- ブランドのスタンを持つスキルにより、パンテオンはオールインを仕掛ける際に一時的に無力化されるリスクがあります。\n- パンテオンは近接チャンピオンであり、ブランドの遠距離攻撃に対して接近するのが難しく、特にレーンでのトレードで不利になります。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、ミニオンの後ろに隠れたり、スキルのクールダウンを見極めてから攻撃を仕掛けるようにしましょう。\n- サポートとしての役割を活かし、味方のADCと連携してブランドに対抗することで、ハラスを軽減できます。\n- 早めにアイテムを購入し、特に魔法耐性を持つアイテムを選ぶことで、ブランドのダメージを軽減し、レーンでの生存率を上げることが重要です。",
      "スウェイン": "スウェインが不利です。\n\n- ブランドは高い持続ダメージを持ち、スウェインが接近する前に大きなダメージを与えることができるため、レーンでのトレードが不利になります。\n- ブランドのスタンによってスウェインは一時的に無力化され、反撃の機会を失うため、特に序盤のレーニングで厳しい状況に置かれます。\n- スウェインは重傷効果に弱く、ブランドの持続ダメージによって回復が制限されるため、耐久力が低下します。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを意識し、ミニオンの後ろに隠れるなどしてダメージを受けないようにする。\n- サポートと連携して、ブランドのスタンを避けるためのタイミングを見計らい、攻撃を仕掛ける。\n- アイテムを早めに購入し、重傷効果を軽減する手段を持つことで、ブランドの持続ダメージに対抗できるようにする。",
      "シャコ": "シャコが不利です。\n\n理由：\n- ブランドは全てのスキルがダメージスキルであり、持続的なダメージを与える能力が高いため、シャコはダメージを受けやすい。\n- ブランドのスタンを持つスキルにより、シャコは奇襲を仕掛ける際に無力化されるリスクが高く、攻撃を受ける可能性がある。\n- シャコは基礎ステータスが低く、特にレベルが低い段階では耐久力が乏しいため、ブランドの高いダメージに対抗しづらい。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、できるだけスキルを受けないようにする。\n- シャコのインビジブルを活用して、ブランドのスキルを避けつつ、奇襲を仕掛けるタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドの攻撃に耐えられるようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、ザイラが接近する前に大きなダメージを与えることができるため、ザイラはハラスを受けやすい。\n- ブランドのスタンを持つスキルにより、ザイラは一時的に無力化され、反撃の機会を失うことが多い。\n- ザイラは移動手段が乏しく、ブランドのスキルを避けるのが難しいため、接近されると簡単に倒されてしまう。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ブランドのスキルを避ける。\n- サポートアイテムを早めに購入し、マナを確保しつつ、スキルを使って安全にハラスを行う。\n- チームメイトと連携し、ブランドに対して集団で攻撃を仕掛けることで、彼のスタンを避けつつダメージを与える。",
      "レオナ": "レオナが不利です。\n\n- ブランドは遠距離からの攻撃が得意で、レオナが接近する前にハラスを受けやすい。\n- ブランドのスタンを持つスキルにより、レオナがオールインを狙う際に無力化される可能性が高い。\n- レオナは火力が低く、ブランドの持続ダメージに対抗する手段が乏しいため、レーンでの優位性を保ちにくい。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、常に動き回り、静止しないように心がける。\n- ブランドのスキルのクールダウンを狙って、反撃や味方との連携を強化する。\n- 魔法防御アイテムを早めに購入し、ブランドのダメージを軽減することで、耐久力を高める。",
      "スレッシュ": "スレッシュが不利です。\n\n- ブランドは高い持続ダメージを持ち、スレッシュがハラスを受けやすい。特にスキルを連続で当てられると、スレッシュはすぐにHPを削られてしまう。\n- ブランドのスタンを持つスキルにより、スレッシュは捕まえられやすく、エンゲージやピールが難しくなる。特にスレッシュのスキルを外した場合、反撃を受けるリスクが高まる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに対して脆弱であるため、ブランドの攻撃を受け続けると厳しい状況に陥る。\n\n不利の緩和策：\n- ブランドのスキルのクールダウンを意識し、スキルが使われた後に攻撃を仕掛けるタイミングを見計らう。\n- 可能であれば、味方と連携してオールインを仕掛け、ブランドを瞬時に排除することで、スレッシュの強みを活かす。\n- ワーディングをしっかり行い、ブランドの動きを把握することで、奇襲を避ける。特に、ブランドのスキルを避けるための位置取りを心がける。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、セラフィーンの防御ステータスが低いため、オールイン合戦で不利になります。\n- ブランドのスタンを持つスキルにより、セラフィーンは一時的に無力化され、反撃の機会を失いやすいです。\n- セラフィーンのスキルの発生が遅く、ブランドの攻撃を避けるのが難しいため、ダメージを受けやすくなります。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを意識し、ミニオンを利用してハラスを行う。\n- セラフィーンのCCを活かして、ブランドがスキルを使った後に反撃するタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドの攻撃に耐える。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブランドは持続的なダメージを与える能力が高く、ラックスのスキルを避けることが難しいため、ハラスが効果的に行えない。\n- ブランドのスタンを持つスキルにより、ラックスは接近されると一時的に無力化され、反撃のチャンスを失う。\n- ラックスは基礎ステータスが低く、接近されると脆弱で、ブランドの高いバーストダメージに対抗しづらい。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを意識し、ミニオンを利用してハラスを行う。\n- サポートアイテムやポーションを活用して、レーン維持力を高め、ブランドの攻撃を受けにくくする。\n- チームメイトと連携し、ブランドに対して集団での攻撃を仕掛けることで、ラックスのバーストダメージを活かす。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ブランドのスキルを避けながら接近することが可能です。これにより、ブランドの持続ダメージを受けにくくなります。\n- ブランドは自衛手段が乏しく、ニーコのスタンやスネアを受けると一気にダメージを与えられるため、ニーコが有利に立ち回ることができます。\n- ニーコのAoEダメージは、ブランドのスキルを避けつつ高いバーストダメージを出すことができ、特に集団戦での影響力が大きいです。\n\n有利の取り方：\n- 擬態を活用してブランドに接近し、スキルを当てることでダメージを与えつつ、ブランドのスキルを避ける。\n- ブランドがスキルを使った後の隙を狙い、スタンやスネアを使って反撃する。\n- ミニオンを利用してブランドの攻撃を避けつつ、CSを取りながらハラスを行い、レーンでの優位を確保する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ブランドの持続ダメージを軽減しやすい。これにより、ブランドの攻撃を受けても生存しやすくなる。\n- ブランドは自衛手段が乏しく、ユーミが味方に密着していることで、ブランドの攻撃を避けながら安全に支援ができる。\n- ユーミのスロー効果を利用することで、ブランドのスキルを避けやすく、特にスタンを受けるリスクを減少させることができる。\n\n有利の取り方：\n- ブランドのスキルを避けるために、ユーミは味方に密着しつつ、適切なタイミングでシールドを使用してダメージを軽減する。\n- ブランドがスキルを使った後の隙を狙い、ユーミのスローを活用してブランドを攻撃するチャンスを作る。\n- レーンでのハラスを行い、ブランドのマナを消耗させることで、彼の持続的なダメージを抑える。",
      "セナ": "セナが有利です。\n\n理由:\n- セナは長射程を持ち、ブランドの攻撃を避けながらハラスを行いやすいため、レーンでの優位性を保ちやすい。\n- ブランドは自衛手段が乏しく、セナのスネアを受けると簡単に捕まってしまうため、セナが有利に立ち回れる。\n- セナの回復能力により、ブランドの持続ダメージを軽減できるため、耐久力が高まり、レーンでの生存率が向上する。\n\n有利の取り方:\n- ブランドのスキルを避けつつ、射程を活かしてハラスを行い、相手のHPを削る。\n- スネアを使ってブランドを捕まえ、味方と連携してキルを狙う。\n- ブランドがスキルを使った後の隙を狙い、積極的にハラスやオールインを行うことで、レーンの主導権を握る。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ブランドは高いダメージを持つが、自衛手段が乏しく、ジャンナのCCやシールドによって攻撃を無効化されやすい。\n- ジャンナのシールドは味方を守るだけでなく、ブランドの持続ダメージを軽減するため、レーンでの生存能力が向上する。\n- ブランドのスキルはスキルショットであるため、ジャンナのノックバックやノックアップを使って簡単に避けることができ、ブランドの攻撃を無効化できる。\n\n有利の取り方：\n- ブランドがスキルを使った後に攻撃を仕掛け、ジャンナのCCを活用して反撃する。\n- ブランドが近づいてきた際に、ジャンナのシールドを使って味方を守りつつ、反撃のチャンスを作る。\n- レーンでの視界を確保し、ブランドの動きを把握して、ジャンナのCCを効果的に使うタイミングを見極める。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができ、ブランドの攻撃を避けながらハラスを行いやすいです。\n- ブランドのスキルは全て攻撃スキルであり、持続ダメージが強力ですが、ミリオは回復やシールドを提供することでそのダメージを軽減できます。\n- ブランドは自衛手段が乏しく、ミリオのノックバックやCC解除のウルトを使うことで、ブランドの攻撃を無効化しやすいです。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、ミリオの攻撃範囲を延ばしてトレードを行い、ブランドにダメージを与えます。\n- ブランドがスキルを使った後の隙を狙い、ミリオのCCを活用してブランドを攻撃します。\n- 集団戦では、ミリオのウルトを使って味方を守りつつ、ブランドのエンゲージを防ぎ、味方の生存能力を高めます。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ブランドの持続ダメージを軽減できるため、ハラスに対して耐性があります。\n- ブランドのスキルは全て攻撃スキルですが、ソナはオーラによる支援で味方を強化し、集団戦での影響力が高いです。\n- ソナのスタンは発生が早く、ブランドのスキルを妨害することができるため、ブランドの攻撃を防ぎやすいです。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、回復を活用して耐えることで、ブランドのスキルを無駄にさせる。\n- ソナのオーラを活用して味方ADCを強化し、ブランドに対して積極的に攻撃を仕掛ける。\n- 集団戦では、ソナのスタンをタイミングよく使い、ブランドのスキルを封じることで味方の生存率を高める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブランドは自衛手段が乏しく、フックで捕まえられると一気にキルに繋がる可能性が高い。\n- ブランドのスキルは詠唱が必要であり、フックで妨害されるとダメージを出す前に無力化される。\n- ブリッツクランクは近接キャリーに対して強力なCCを持っており、ブランドの攻撃を封じることができる。\n\n有利の取り方：\n- レーンでの視界を確保し、ブランドがスキルを使ったタイミングでフックを狙う。\n- ブランドがスキルを外した瞬間を狙って、フックを当てて攻撃する。\n- 集団戦では、ブランドの位置を把握し、フックで捕まえて味方と連携してキルを狙う。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ブランドの攻撃を防ぎつつ反撃することができるため、ブランドの持続ダメージに対抗しやすい。\n- ブランドは自衛手段が乏しく、カルマのスキルを受けると動きが制限されるため、カルマが有利に立ち回れる。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーを高め、ブランドに対して優位に立つことができる。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、スネアを狙って攻撃し、相手の動きを制限する。\n- シールドを活用して味方を守りつつ、ブランドに対してハラスを行い、レーンの主導権を握る。\n- ブランドがスキルを使った後の隙を狙って、積極的に攻撃し、ダメージを与える。",
      "ルル": "ルルが有利です。\n\n- ルルはポリモーフを持っており、ブランドのスタンを無効化することができるため、彼の攻撃を効果的に防ぐことができます。\n- ルルのシールドやHP増加のスキルにより、ブランドの持続ダメージを軽減し、味方を守ることができるため、戦闘を有利に進めやすいです。\n- ブランドは自衛手段が乏しく、ルルのCCを受けると反撃が難しくなるため、ルルが優位に立ちやすいです。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、ポリモーフを使って彼のスタンを無効化し、攻撃のチャンスを作る。\n- 味方ADCと連携し、ルルのシールドを活用してブランドの攻撃を耐えつつ、反撃を行う。\n- ブランドがスキルを使った後の隙を狙い、積極的に攻撃を仕掛けることで、彼のダメージを抑える。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ブランドのスキルを避けることができるため、彼を捕まえやすいです。ブランドは自衛手段が乏しいため、ノーチラスのフックやノックアップで簡単に無力化できます。\n- ブランドは遠距離攻撃型ですが、ノーチラスは近接戦闘に強く、フックを使って一気に距離を詰めることができるため、ブランドのポークを受けにくいです。\n- ノーチラスはタンクとして耐久力が高く、ブランドの持続ダメージを受けても生き残ることができるため、集団戦でも有利に立ち回れます。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、フックを使って彼を捕まえるチャンスを狙います。特に、ブランドがスキルを使った後は反撃のチャンスです。\n- レーンでのポジショニングを工夫し、ブランドの攻撃を受けすぎないようにしつつ、味方ADCと連携して攻撃を仕掛けます。\n- ブランドがマナを消費しているタイミングを見計らい、積極的にエンゲージを仕掛けてダメージを与え、優位に立つことを目指します。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ニーコは長射程の攻撃を持ち、ラカンが近づく前にハラスを受けやすい。特にニーコのスキルはラカンの機動力を制限するため、接近が難しくなる。\n- ニーコのCCスキルはラカンのエンゲージを阻害し、ラカンが攻撃を仕掛ける際に捕まるリスクが高い。移動不可のCCを受けると、ラカンは何もできなくなる。\n- ニーコは擬態を利用して奇襲を仕掛けることができ、ラカンが予測しづらい動きをするため、ラカンのサポート能力が発揮しにくい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ニーコの攻撃範囲外で待機することで、ハラスを避ける。特にミニオンの後ろに隠れることが重要。\n- ニーコのスキルを避けるために、味方と連携して動くことで、ニーコの攻撃を分散させる。特に味方ADCと一緒に行動することが効果的。\n- アイテムを活用して耐久力を上げる。特に早めに防具を購入し、ニーコのバーストダメージに耐えられるようにする。",
      "メル": "メルが不利です。\n\n理由:\n- 射程の短いニーコに対して、メルは長射程のスキルを持っていますが、ニーコの擬態やCCスキルによって近づかれると、ハラスを受けやすくなります。\n- ニーコは高いバーストダメージを持ち、特に集団戦ではAoEダメージとスタンを活かしてメルを狙いやすいです。\n- メルは回復効果に対して弱く、ニーコの持続的なダメージやCCによって、スノーボールができない状況では影響力が低下します。\n\n不利の緩和策:\n- ミニオンを利用してニーコのスキルを避けるように立ち回り、ハラスを最小限に抑える。\n- サポートアイテムやワードを活用して、ニーコの奇襲を防ぎ、視界を確保する。\n- チームメイトと連携し、ニーコが孤立しているタイミングを狙って攻撃することで、彼女の強みを無効化する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- 射程差：ニーコは擬態を使って奇襲を仕掛けることができ、ゼラスの長射程を逆手に取ることができるため、ゼラスはハラスを受けやすい。\n- CCの存在：ニーコのスネアやノックアップはゼラスのスキルを当てるのを難しくし、近づかれると自衛手段が乏しいゼラスは危険な状況に陥りやすい。\n- バーストダメージ：ニーコは高いバーストダメージを持っており、ゼラスがスキルを当てる前に一気に削られる可能性が高い。\n\n不利の緩和策：\n- ポジショニングを意識する：常に安全な距離を保ち、ニーコのスキルを避けるように立ち回る。\n- ミニオンを利用する：ミニオンの後ろに隠れながらハラスを行い、ニーコの攻撃を受けにくくする。\n- サポートとの連携：味方と連携してニーコに対抗し、奇襲を防ぐために視界を確保する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- 射程差：ニーコはセラフィーンよりも近づく必要があるため、ニーコのスキルを受けやすく、ハラスを受けるリスクが高いです。\n- CCの強さ：ニーコはスタンやスネアを持っており、セラフィーンがスキルを発動する前に動きを制限される可能性が高いです。\n- バーストダメージ：ニーコは高いバーストダメージを持っており、セラフィーンがオールインされると瞬時に倒される危険があります。\n\n不利の緩和策：\n- ポジショニングを意識する：安全な位置からスキルを使い、ニーコの攻撃を避けるように心がける。\n- ミニオンを利用する：ミニオンを盾にしてニーコの攻撃を受けないようにし、ハラスを最小限に抑える。\n- 味方との連携を強化する：味方と連携してニーコに対抗し、集団戦での優位性を活かす。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- 射程差：ニーコは遠距離攻撃を持っており、ブラウムは近接チャンピオンであるため、ニーコの攻撃を避けることが難しい。\n- CCの発生遅延：ブラウムのCCは発生までに時間がかかるため、ニーコの奇襲やスネアに対して反応しづらい。\n- ハラス能力の低さ：ブラウムは遠距離からのハラスができず、ニーコの攻撃を受け続けることで不利な状況に陥りやすい。\n\n不利の緩和策：\n- ミニオンを利用する：ミニオンの後ろに隠れてニーコの攻撃を避け、ハラスを受けないようにする。\n- 連携を強化する：ADCと連携してニーコに対抗し、ハラスを受ける前に攻撃を仕掛けるタイミングを見計らう。\n- アイテムを活用する：早めに防御アイテムを購入し、ニーコのダメージを軽減することで耐久力を上げる。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ニーコは高いバーストダメージとCCを持っており、スレッシュが近づく前にハラスを受けやすい。\n- スレッシュのスキルはクールダウンが長く、ニーコの攻撃を受けると反撃が難しくなる。\n- ニーコの擬態能力により、スレッシュが捕まえにくく、奇襲を受けるリスクが高まる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ニーコの攻撃を避けるようにする。\n- サポートアイテムやポーションを活用して、持続的なハラスに耐えられるようにする。\n- ジャングラーと連携し、ニーコに対するガンクを狙うことで、レーンの主導権を取り戻す。",
      "セナ": "セナが不利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛ける能力が高く、セナがハラスを行おうとすると、ニーコのCCスキルで捕まえられるリスクがある。\n- ニーコの範囲攻撃やスタンを持つスキルにより、セナは近づくことが難しく、ハラスを受けやすい。特にニーコのスキルが当たると、セナは大きなダメージを受ける可能性がある。\n- ニーコはレイトゲームでのスケールが強く、セナが育たない場合、後半戦での影響力が低下し、ニーコに対抗しづらくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ニーコのスキルを避けるように心がける。\n- サポートアイテムや回復スキルを活用して、ニーコからのダメージを軽減し、持続的にレーンに留まることを目指す。\n- 可能であれば、ジャングラーに協力を求めてニーコに対するガンクを仕掛けてもらい、レーンでのプレッシャーを軽減する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- 射程差：ニーコは遠距離攻撃を持っており、ブリッツクランクが近づく前にハラスを受けやすいです。\n- CCの存在：ニーコはスネアやノックアップを持っており、ブリッツクランクがフックを外した場合、逆に捕まるリスクが高まります。\n- 奇襲能力：ニーコの擬態を利用した奇襲が強力で、ブリッツクランクが不意を突かれることが多くなります。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ニーコの攻撃範囲外で待機することで、ハラスを避ける。\n- フックを外さないように慎重に使い、相手の動きを予測してキャッチを狙う。\n- サポートの視界を確保し、ニーコの擬態を見破るためにワードを活用する。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- 射程差：ニーコは長射程の攻撃を持っており、ジリアンはその射程に対抗できず、ハラスを受けやすいです。\n- CCの強さ：ニーコのスネアやノックアップはジリアンの動きを制限し、特に近づくことが難しくなります。\n- 奇襲能力：ニーコの擬態による奇襲能力は、ジリアンが予測しづらく、特にレーンでのプレッシャーを強めます。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ニーコの攻撃を避けるようにする。\n- ジャングラーとの連携を強化し、ニーコに対するギャンクを狙う。\n- マナ管理を徹底し、スキルを無駄に使わないようにして、必要な時にスキルを温存する。"
    },
    "loses": {
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- 射程の短いニーコに対して、パンテオンは近接攻撃でオールインが可能であり、スタンを活かして高いバーストダメージを与えられます。\n- パンテオンは序盤から強力なキルプレッシャーを持っており、ニーコが近づく前に攻撃を仕掛けやすいです。\n- ニーコのスキルは接近戦での使用が求められるため、パンテオンのリープとスタンで反撃されるリスクが高く、ニーコは安全にハラスを行いづらいです。\n\n有利の取り方：\n- レベル2やレベル3でのオールインを狙い、ニーコがスキルを使う前に先手を打つ。\n- ミニオンウェーブをコントロールし、ニーコが近づくタイミングを見計らって攻撃する。\n- パンテオンのグローバルなアルティメットを活用し、他のレーンに寄ってアシストを行い、全体的な優位を確保する。",
      "カルマ": "カルマが有利です。\n\n理由：\n- 射程の長さ：カルマはニーコよりも射程が長いため、ニーコが近づく前にハラスを行いやすいです。これにより、ニーコはレーンでのCSを取りづらくなります。\n- CCの活用：カルマのスネアは、ニーコの接近を阻止するのに効果的です。ニーコがスキルを使う前にスネアを当てることで、彼女の攻撃を無効化できます。\n- サポート能力：カルマはシールドや加速効果を持っているため、味方を守りつつ自分も安全にハラスができます。これにより、ニーコの攻撃を受けるリスクを減らせます。\n\n有利の取り方：\n- ハラスを積極的に行う：ニーコが近づく前にスキルを使ってダメージを与え、レーンでの優位を確保します。\n- ミニオンを利用する：ミニオンの後ろから攻撃することで、ニーコの攻撃を避けつつダメージを与えます。\n- 位置取りを意識する：常にニーコのスキルの射程外に位置し、彼女が攻撃できない状況を作ることで、レーンを支配します。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、ニーコの攻撃を避けながら奇襲を仕掛けることができるため、ニーコのスキルを無効化しやすい。\n- ニーコは近づかなければダメージを出せないが、シャコは遠距離からの攻撃を避けつつ、瞬時にダメージを与えることができるため、ニーコに対してプレッシャーをかけやすい。\n- シャコのCCスキルを使うことで、ニーコの動きを制限し、彼女が擬態を活かす前に排除することが可能。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、ニーコのスキルを使わせてリソースを削る。\n- インビジブルを活用して、ニーコが近づく前に奇襲を仕掛け、ダメージを与える。\n- シャコのCCを使ってニーコを捕まえ、味方と連携して排除することで、レーンの主導権を握る。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力とCCを持っており、ニーコの攻撃を受けながらもオールインが可能です。ニーコは接近しなければダメージを出せないため、レオナの攻撃を受けるリスクが高まります。\n- ニーコのスキルは射程が短く、レオナが近づくことでニーコの攻撃を封じることができます。レオナは接近戦に強いため、ニーコが攻撃を仕掛ける前に捕まえることができます。\n- ニーコはスキルのクールダウン中に弱くなるため、レオナはそのタイミングを狙って攻撃することで有利に立てます。\n\n有利の取り方：\n- ニーコのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。特に、ニーコのスタンやルートが使われた後が狙い目です。\n- フォグ・オブ・ウォーを利用して奇襲をかけ、ニーコが警戒していない時に接近することで、レオナのCCを活かすことができます。\n- レーンでのハラスを行い、ニーコのHPを削ることで、オールインの際に有利な状況を作り出します。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ニーコの接近を阻止しやすい。特にニーコは射程が短いため、ナミのハラスを受けやすい。\n- ナミのスキルは全てダメージを持ち、ニーコに対して持続的なハラスが可能。これによりニーコはレーンでのCSを取りづらくなる。\n- ナミの回復能力により、ニーコのバーストダメージを軽減でき、持続戦闘で優位に立ちやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ニーコのHPを削る。特にミニオンを利用して安全に攻撃する。\n- CCを駆使してニーコが近づいてくるタイミングを狙い、捕まえることでトレードを有利に進める。\n- マナ管理をしっかり行い、持続的にスキルを使えるようにして、ニーコに対して圧力をかけ続ける。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ニーコの攻撃を回避しやすい。ニーコのスキルは近距離での攻撃が多いため、ユーミの回復やシールドで耐えられる。\n- ユーミの回復とシールドは、ニーコのバーストダメージを軽減できるため、ニーコが攻撃を仕掛けてもユーミが味方を守ることができる。\n- ユーミは移動しながらスキルを使えるため、ニーコの擬態や奇襲に対しても柔軟に対応できる。\n\n有利の取り方：\n- レーンでのハラスを行い、ニーコのスキルを避けながら味方を支援することで、ニーコにプレッシャーをかける。\n- ユーミのシールドを活用して、ニーコの攻撃を受けた際に味方が反撃できる状況を作る。\n- ルーンやアイテムを活用して、ユーミの回復量を増やし、ニーコのバーストを耐えられるようにする。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができるため、ニーコの短射程を逆手に取ってハラスを行いやすい。\n- ミリオの回復やシールドにより、ニーコのバーストダメージを軽減できるため、持続的なトレードで優位に立てる。\n- ミリオのCC解除のウルトにより、ニーコのCCを無効化できるため、ニーコの奇襲を防ぎやすい。\n\n有利の取り方：\n- ミリオのスキルを使って、ニーコが近づく前にハラスを行い、レーンの主導権を握る。\n- ミニオンを利用してニーコの攻撃を避けつつ、味方と連携してトレードを行う。\n- ニーコが擬態を使って奇襲を仕掛ける際に、ウルトをタイミングよく使って味方を守り、反撃のチャンスを作る。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "アリスターが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、アリスターが接近する前にハラスをかけることができるため、アリスターはレーンでのプレッシャーを受けやすい。\n- ラックスのスネア効果により、アリスターがエンゲージを試みる際に拘束されるリスクが高く、反撃を受けやすい。\n- アリスターは攻撃力が低く、ラックスの高いバーストダメージに対して耐えるのが難しいため、特に序盤でのオールインが通じにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動き、ラックスのスキルを避けるように心がける。\n- サポートアイテムを活用して、味方ADCと連携し、ラックスに対してカウンターを狙うタイミングを見計らう。\n- 可能であれば、ジャングラーにガンクを依頼し、ラックスを捕まえるチャンスを作ることで、アリスターのエンゲージを活かす。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、モルガナに対してハラスをかけやすい。特に、スキルを当てた敵に追加ダメージを与えるパッシブ効果があるため、モルガナは常にダメージを受けるリスクが高い。\n- ラックスのスネア効果を持つスキルは、モルガナのスキルを避けるための動きを制限することができ、モルガナが反撃する機会を減少させる。\n- モルガナはクールダウンが長く、スキルの弾速や確実性に欠けるため、ラックスのスキルを避けるのが難しく、特に後半戦ではラックスのバーストダメージに対処しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ラックスのスキルを受けないようにする。\n- スペルシールドを活用して、ラックスのスネアやバーストダメージを防ぎ、味方と連携して反撃のチャンスを作る。\n- 早めにアイテムを購入し、マナ管理をしっかり行うことで、持続的な戦闘能力を高め、ラックスに対抗できるようにする。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ラカンが接近する前にハラスをかけることができるため、レーンでのプレッシャーが強い。\n- ラックスのスネア効果により、ラカンがエンゲージを試みる際に拘束されるリスクが高く、反撃を受けやすい。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルを避けるのが難しく、特にスキルのクールダウン中に攻撃を受けると脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動き、ラックスのスキルを避けるようにする。\n- サポートアイテムやポーションを活用して、サステインを高め、ラックスの攻撃を耐える時間を増やす。\n- 味方のジャングラーと連携し、ラックスに対するギャンクを狙うことで、レーンのプレッシャーを軽減する。",
      "セナ": "セナが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、セナに対してハラスをかけやすい。特に、スキルを当てることで追加ダメージを与えられるため、セナは常に圧力を感じる。\n- ラックスのスネア効果により、セナが接近した際に捕まるリスクが高く、逃げる手段が乏しいセナにとって非常に危険な状況を作り出す。\n- ラックスは全てのスキルがミニオンにブロックされないため、セナがミニオンを使ってハラスを避けることが難しく、常に攻撃を受ける可能性がある。\n\n不利の緩和策：\n- セナはレーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ラックスのスキルを避けることを心がける。\n- サポートと連携して、ラックスのスキルを避けるための視界を確保し、敵の動きを把握することで、リスクを減らす。\n- セナの回復スキルを活用し、ハラスを受けた際には積極的に回復を行い、持ちこたえることでレーンの優位を保つ。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ザイラに対してハラスをかけやすい。特に、スキルを当てた際の追加ダメージがザイラにとって脅威となる。\n- ラックスのスネア効果により、ザイラが接近されると動けなくなり、反撃のチャンスを失う。これにより、ザイラの強みであるゾーニング能力が無効化される。\n- ザイラは移動に役立つスキルがないため、ラックスのスキルを避けるのが難しく、特にバーストダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ラックスのスキルを避けることを心がける。\n- ザイラの植物を活用して、ラックスのスキルをブロックさせることで、ハラスを軽減する。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、ラックスの攻撃を耐える時間を稼ぐ。",
      "ルル": "ルルが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ルルが近づく前にハラスを受けやすい。特に、ラックスのスネア効果でルルが拘束されると、反撃が難しくなる。\n- ルルのCCは単体対象であり、ラックスのAoEスキルやバーストダメージに対して効果的に対処できないため、集団戦での影響力が低くなる。\n- ラックスはスキルを当てやすい相手に対して強力で、ルルはその射程の短さからラックスの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- ADCと連携してラックスのスキルを避ける動きを心がけ、ラックスのスキルがクールダウン中に攻撃を仕掛ける。\n- ルルのシールドやポリモーフを適切に使い、ラックスの攻撃を受ける前に味方を守ることに集中する。\n- ビジョンを確保し、ラックスの動きを把握することで、スキルを避けるタイミングを見極める。",
      "バード": "バードが不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、バードが近づく前にハラスをかけることができるため、レーンでの圧力が強い。\n- ラックスのスネア効果により、バードが接近した際に行動不能にされるリスクが高く、特にバードの移動スキルを封じられると非常に脆弱になる。\n- バードのダメージスキルはQのみで、ラックスの高いバーストダメージに対抗する手段が限られているため、レーンでの生存が難しい。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動き、ラックスのスキルを避けるように心がける。\n- 鐘を回収しつつ、味方ADCと連携してラックスに対抗するタイミングを見計らい、スキルを使う際は慎重に行動する。\n- ロームを活用して他のレーンに影響を与え、ラックスとの1対1の状況を避けることで、全体的なゲームの流れを有利に進める。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ニーコが近づく前にハラスをかけることができるため、ニーコはレーンでのプレッシャーを受けやすい。\n- ラックスのスネア効果により、ニーコが接近した際に拘束されるリスクが高く、反撃のチャンスを失いやすい。\n- ニーコのスキルの射程が短いため、ラックスの攻撃を避けることが難しく、特にレイトゲームではラックスのバーストダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取ることを心がける。\n- ラックスのスキルを避けるために、擬態を活用して奇襲を狙うタイミングを見計らう。\n- サポートやジャングラーと連携して、ラックスに対するプレッシャーをかけ、ニーコが安全にレーンを維持できるようにする。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを持っており、ラックスのハラスを軽減できるため、レーンでのサステインが高い。\n- ユーミは味方に密着することで安全に支援でき、ラックスのスキルを避けやすい。特に、ラックスのスキルは方向指定であるため、ユーミが移動することで回避が可能。\n- ユーミのスロー効果を使うことで、ラックスの接近を妨げることができ、ラックスが攻撃を仕掛けるタイミングをずらすことができる。\n\n有利の取り方：\n- レーン開始時にユーミが味方ADCに密着し、ラックスのハラスを受けた際にすぐに回復やシールドを使うことで、レーンの優位を保つ。\n- ラックスがスキルを使った後のクールダウンを狙い、ユーミのスローを使ってラックスにプレッシャーをかける。\n- 敵ジャングラーの動きを警戒しつつ、ラックスが孤立したタイミングで味方と連携して攻撃を仕掛ける。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なシールドを持っており、ラックスのバーストダメージを軽減できるため、ラックスの攻撃を受けても生存しやすい。\n- ジャンナのCCはラックスのスキルを無効化することができ、ラックスがスキルを当てるチャンスを減少させることができる。\n- ジャンナは移動速度を上げる能力を持っており、ラックスのスキルを避けやすく、また味方の逃げや追撃をサポートしやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのスキルを避けながら味方のADCをサポートする。\n- 敵のスキルを避けるために、ジャンナのCCを使ってラックスを遠ざける。\n- 敵の動きを見極め、ラックスがスキルを使った後に攻撃を仕掛けることで、ラックスのクールダウンを利用する。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはラックスに対して近づくことができ、フックで捕まえることで瞬時にキルに繋げることができるため、ラックスの脆さを突くことができる。\n- ラックスはスキルが方向指定であり、フックを避けるのが難しいため、ブリッツクランクのプレッシャーに対して非常に弱い。\n- ブリッツクランクのサイレンス効果により、ラックスのスキルを封じることができ、特に集団戦での影響力を大きく削ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのスキルを避けながらフックを狙うことで、相手にプレッシャーをかける。\n- 敵ジャングラーの動きを見ながら、ラックスをフックで捕まえ、味方と連携してキルを狙う。\n- 集団戦では、ラックスのスキルをサイレンスで妨害し、フックでキャリーを捕まえることで、チームの勝利に貢献する。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態でラックスのスキルを避けることができるため、ラックスの攻撃を受けにくいです。\n- ラックスは接近されると脆弱であり、シャコの奇襲攻撃に対して対処が難しいため、特にレベルが低い段階では有利に立ち回れます。\n- シャコのCCスキルを使うことで、ラックスのスキルを無効化し、彼女の行動を制限することができるため、レーンでのプレッシャーをかけやすいです。\n\n有利の取り方：\n- インビジブルを活用してラックスに接近し、スキルを当てることでハラスを行い、相手のHPを削ります。\n- ラックスのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けることで、ラックスの反撃を避けることができます。\n- ルートを利用してラックスの視界を外し、奇襲を仕掛けることで、ラックスに対して有利な状況を作り出します。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすいため、接近してハラスやキルを狙いやすいです。\n- ラックスはスキルのクールダウンが長く、パイクがスキルを避けた後に反撃するチャンスが生まれます。\n- パイクのパッシブによる回復効果が、ラックスのハラスに対して強い耐性を持たせ、レーンでの持続力を高めます。\n\n有利の取り方：\n- ラックスのスキルを避けながら、フックやハラスを積極的に行い、相手にプレッシャーをかける。\n- ラックスがスキルを使った後の隙を狙って、積極的にオールインを仕掛ける。\n- 視界を確保しつつ、ジャングラーとの連携を図り、ラックスを捕まえるチャンスを作る。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ラックスのスキルを避けながら接近しやすい。これにより、ラックスの攻撃を無効化しつつ、反撃が可能。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱であるため、レルのオールインに対して弱い。\n- レルのパッシブによってラックスのARとMRを減少させることができ、ダメージを与えやすくなる。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのスキルを避けながら近づく。特に、ラックスがスキルを使った後に攻撃するタイミングを狙う。\n- CCスキルを駆使してラックスを拘束し、味方と連携してキルを狙う。特に、ラックスがスネアを使った後は攻撃のチャンス。\n- ビジョンを確保し、ラックスが孤立しているタイミングを見計らってエンゲージする。特に、ミニオンウェーブが有利な状況で攻撃を仕掛ける。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤から高いプレッシャーをかけることができ、ラックスのスキルを避けながらハラスが可能です。\n- ラックスのスキルは方向指定であり、カルマのスネアやシールドを使うことで、ラックスの攻撃を無効化しやすいです。\n- カルマは味方をサポートする能力が高く、シールドや加速効果を使って味方の生存率を高めることができるため、ラックスに対して有利な状況を作りやすいです。\n\n有利の取り方:\n- ラックスのスキルのクールダウンを狙い、スキルを使った後に攻撃するタイミングを見計らう。\n- シールドを活用してラックスの攻撃を防ぎつつ、ハラスを行う。\n- ワードを設置して視界を確保し、ラックスの動きを把握し、接近するチャンスを作る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ラックスのスキルを避けながらハラスを行いやすいです。\n- ラックスは接近されると脆弱ですが、ミリオは回復やシールドを提供できるため、ラックスのバーストダメージに対抗しやすいです。\n- ミリオのウルトはCCを解除する能力があり、ラックスのスネアを無効化できるため、ラックスのエンゲージを防ぎやすいです。\n\n有利の取り方：\n- ミリオのスキルを使って味方の攻撃範囲を延ばし、ラックスに対して積極的にハラスを行う。\n- ラックスのスキルを避けるために、ミリオのノックバックを活用してラックスを距離を取らせる。\n- 集団戦ではミリオのウルトをタイミングよく使用し、ラックスのスネアを解除して味方を守る。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "ザイラが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、接近してくるザイラに対して容易にダメージを与えられるため、ザイラのハラスが効きにくい。\n- タム・ケンチのCCスキルによって、ザイラは捕まえられやすく、特に接近された際に無力化されるリスクが高い。\n- ザイラは移動手段が乏しく、タム・ケンチの攻撃を避けることが難しいため、トレードで不利になりやすい。\n\n不利の緩和策：\n- ザイラはタム・ケンチの攻撃を避けるために、常に距離を保ちながらハラスを行うことを心がける。\n- タム・ケンチのCCを避けるために、スキルの発動タイミングを見極め、相手の動きを予測してスキルを使う。\n- サポートやジャングラーと連携し、タム・ケンチに対して集団で攻撃を仕掛けることで、彼の耐久力を削るチャンスを作る。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- タム・ケンチは高いサステインと耐久力を持っており、モルガナのスキルを受けても生存しやすいです。これにより、モルガナのトレードが効果的に機能しにくくなります。\n- タム・ケンチのCCスキルは、モルガナのスネアを無効化することができ、彼が近づいてくるとモルガナは攻撃を受けやすくなります。\n- タム・ケンチは近接攻撃型であり、モルガナの射程を活かしにくく、オールインを仕掛けられると非常に厳しい状況になります。\n\n不利の緩和策：\n- レーンでのトレードを避け、タム・ケンチのスキルを避けるように立ち回り、できるだけ安全にファームを行う。\n- タム・ケンチのスキルを受けた後は、スペルシールドを活用して味方を守り、集団戦での役割を重視する。\n- サポートアイテムやポーションを活用して、持続的なサステインを確保し、レーンでの生存率を上げる。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- タム・ケンチは高いサステインと耐久力を持ち、ニーコの攻撃を受けながらトレードを有利に進めることができるため、ニーコはダメージを与えづらい。\n- タム・ケンチのCCスキルにより、ニーコは接近戦で無力化されるリスクが高く、特にニーコのスキルを発動する前に捕まる可能性がある。\n- タム・ケンチはニーコの射程外から攻撃できるため、ニーコが近づく前にハラスを受けやすく、レーンでのプレッシャーを感じやすい。\n\n不利の緩和策：\n- タム・ケンチのCCを避けるために、ポジショニングを意識し、距離を保ちながらスキルを使うように心がける。\n- サポートと連携して、タム・ケンチに対して集団で攻撃を仕掛けることで、彼の耐久力を削るチャンスを作る。\n- アイテムを工夫して、タム・ケンチの耐久力を無視できるようなビルドを選択し、ダメージを増加させる。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タム・ケンチは高いサステインと耐久力を持ち、接近戦でのトレードに強いため、ノーチラスが攻撃を仕掛けても反撃されやすい。\n- タム・ケンチのウルトによって、ノーチラスのエンゲージを無効化される可能性が高く、効果的な攻撃が難しくなる。\n- ノーチラスは移動速度が低く、タム・ケンチの機動力に対抗しづらいため、位置取りが難しくなる。\n\n不利の緩和策：\n- タム・ケンチのスキルを避けるために、位置取りを意識し、無理に接近しないようにする。\n- レーンでのトレードを避け、ミニオンを利用してタム・ケンチのスキルを使わせることで、攻撃のチャンスを増やす。\n- 味方と連携し、タム・ケンチを捕まえるタイミングを見極めて、集団戦でのCCを活かすようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- タム・ケンチは高いサステインと耐久力を持ち、ヴェル＝コズのハラスを受け流しやすいです。\n- タム・ケンチのCCスキルによって、ヴェル＝コズは接近されると無力化されやすく、特にウルトの詠唱中に狙われると危険です。\n- タム・ケンチは近接攻撃を持つため、ヴェル＝コズの射程を活かしづらく、トレードで不利になることが多いです。\n\n不利の緩和策:\n- レーンでのハラスを意識し、タム・ケンチが近づく前にスキルを当てることで、距離を保つようにします。\n- タム・ケンチのCCを避けるために、位置取りを工夫し、常に安全な距離を保つように心がけます。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、タム・ケンチの攻撃に耐えられるようにします。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タム・ケンチは高いサステインと耐久力を持っており、ラックスのバーストダメージを受け流しやすいです。これにより、ラックスはハラスを行いにくくなります。\n- タム・ケンチのCCスキルによって、ラックスは接近されると無力化されやすく、特にタム・ケンチが近づいてくるとスキルを使う余裕がなくなります。\n- タム・ケンチはラックスのスキルを飲み込むことができるため、ラックスの攻撃を無効化されるリスクが高く、特に集団戦ではラックスの影響力が減少します。\n\n不利の緩和策：\n- レーンでのハラスを行う際は、タム・ケンチのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らうことが重要です。\n- ワードをしっかりと置き、タム・ケンチの動きを把握することで、接近されるリスクを減らし、ラックスの安全なポジショニングを保つことができます。\n- タム・ケンチのウルトの使用タイミングを見極め、味方と連携してタム・ケンチを捕まえるチャンスを作ることで、ラックスのバーストダメージを活かす場面を増やすことができます。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- タム・ケンチは高いサステインと耐久力を持ち、ブランドの持続ダメージを受けても生き残ることができるため、トレードで有利を取られやすい。\n- タム・ケンチのCCスキルによって、ブランドはスタンを受けてしまうと一気にダメージを受ける危険があるため、エンゲージされると脆弱になる。\n- ブランドは自衛手段が乏しく、タム・ケンチのウルトによる無力化や捕まえられると、逃げる手段が限られているため、致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのトレードを避け、タム・ケンチのスキルを避けながら、ミニオンを利用して安全にファームする。\n- サポートの視界を確保し、タム・ケンチの動きを把握することで、奇襲を避けるようにする。\n- アイテムを工夫し、特にマナ回復や耐久力を上げるアイテムを選ぶことで、持続的に戦えるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- タム・ケンチは高いサステインと耐久力を持っており、セナのハラスを受け流しやすいです。これにより、セナがレーンでの優位を築くのが難しくなります。\n- タム・ケンチのCCスキルによって、セナは捕まえられやすく、逃げる手段が乏しいため、簡単にデスにつながるリスクがあります。\n- タム・ケンチは近接攻撃型であり、セナの射程を活かすことが難しく、トレードで不利になることが多いです。\n\n不利の緩和策:\n- セナはタム・ケンチのCCを避けるために、位置取りを意識し、常に安全な距離を保つように心がけるべきです。\n- サポートと連携して、タム・ケンチが攻撃を仕掛ける前にハラスを行い、彼のHPを削ることで、レーンの主導権を握る努力をすることが重要です。\n- アイテムビルドを工夫し、早めに防御アイテムを購入することで、タム・ケンチの攻撃に耐えられるようにすることが有効です。",
      "ユーミ": "ユーミが不利です。\n\n- タム・ケンチは高いサステインと耐久力を持っており、ユーミの攻撃を受けながらトレードを仕掛けやすいです。ユーミは基本的に攻撃力が低く、タンクに対してダメージを与えづらいです。\n- タム・ケンチのCCスキルは、ユーミが密着している味方を無力化することができ、ユーミの支援能力を大きく制限します。特に、タム・ケンチのウルトによって味方を守る手段が失われることがあります。\n- ユーミはハードCCを持たないため、タム・ケンチの攻撃を受けると脆弱で、オールインを仕掛けられると対処が難しくなります。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、タム・ケンチが攻撃を仕掛ける前にハラスを行うことで、レーンの主導権を握ることを目指します。\n- タム・ケンチのスキルを避けるために、位置取りを工夫し、味方の近くで安全に支援を行うように心がけます。\n- ワーディングをしっかり行い、タム・ケンチの動きを把握することで、彼のエンゲージを予測し、味方と連携して対処することが重要です。"
    },
    "loses": {
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは射程が長く、タム・ケンチに対して安全な位置からハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- タム・ケンチのCCは発生が遅く、セラフィーンのスキルを避けることができれば、彼の攻撃を無力化しやすい。\n- セラフィーンは複数のCCを持っており、集団戦での影響力が高いため、タム・ケンチの耐久力を無視してダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチの体力を削ることで、彼のエンゲージを難しくする。\n- セラフィーンのスキルを連携させて、タム・ケンチが近づく前にCCを当てて無力化する。\n- 集団戦では、タム・ケンチが味方を守るために前に出てくるタイミングを狙い、彼を無力化することで味方のダメージを通しやすくする。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは長射程の攻撃スキルを持っており、タム・ケンチの近接攻撃を避けながら一方的にハラスが可能です。\n- タム・ケンチのCCスキルは発生が遅く、ゼラスのスキルを当てる前に反撃することが難しいため、ゼラスは安全に攻撃できます。\n- ゼラスのAoE攻撃は集団戦でのダメージ出力が高く、タム・ケンチが耐久力を持っていても、集団戦では効果的にダメージを与えられます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削ることで、彼のエンゲージを無力化します。\n- タム・ケンチが近づいてきた際には、スキルを使って距離を保ちつつ、反撃のチャンスを狙います。\n- 集団戦では、タム・ケンチが味方を守るために前に出てくるタイミングを見計らい、彼の周囲にAoE攻撃を当てることで、効果的にダメージを与えます。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは遠距離攻撃が可能で、タム・ケンチの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- ソナの回復能力により、タム・ケンチのダメージを軽減でき、持続的なトレードで有利に進めることができる。\n- タム・ケンチのCCは発生が遅いため、ソナはその隙を突いて攻撃や逃げることができ、エンゲージを避けやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、タム・ケンチのHPを削ることでプレッシャーをかける。\n- ソナのスキルを駆使して味方ADCをサポートし、タム・ケンチが攻撃しづらい状況を作る。\n- タム・ケンチがCCを使った後の隙を狙い、ソナのスタンを活かして反撃することで、相手の動きを制限する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、タム・ケンチの攻撃を受けても持ちこたえやすいです。タム・ケンチのダメージを回復しながら、持続的にハラスを行うことができます。\n- タム・ケンチのCCスキルは発生が遅いため、ソラカはその隙を突いて攻撃や回復を行うことが可能です。特に、サイレンス効果を使ってタム・ケンチのスキルを無力化することができます。\n- ソラカは射程が長く、タム・ケンチが近づく前にダメージを与えることができるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削ることで、彼のプレッシャーを減少させます。\n- タム・ケンチがCCを使った後の隙を狙って、回復や攻撃を行い、彼のスキルを無力化します。\n- 逃げる手段が乏しいタム・ケンチに対して、味方と連携してエンゲージを行い、彼を捕まえるチャンスを作ります。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、タム・ケンチのエンゲージを無効化することができるため、彼の攻撃を効果的に防ぐことができる。\n- タム・ケンチは近接攻撃型であり、ジャンナの遠距離攻撃とシールドによって、彼の攻撃を受けるリスクを減らすことができる。\n- ジャンナの移動速度向上のスキルにより、タム・ケンチの追撃を避けやすく、また味方のサポートも行いやすい。\n\n有利の取り方：\n- タム・ケンチがエンゲージを試みるタイミングで、ジャンナのCCを使って彼を無力化し、反撃のチャンスを作る。\n- ジャンナのシールドを味方にかけて、タム・ケンチの攻撃を耐えさせ、持続的なダメージを与える。\n- レーンでのポジショニングを工夫し、タム・ケンチが近づけないようにしながら、遠距離からの攻撃で圧力をかけ続ける。",
      "ミリオ": "ミリオが有利です。\n\n理由:\n- ミリオは射程が長く、タム・ケンチに対してハラスを行いやすいため、レーンでの優位性を持ちやすい。\n- タム・ケンチのCCは発生が遅く、ミリオのノックバックや加速を使ってエンゲージを回避しやすい。\n- ミリオのウルトによって、タム・ケンチの無力化を解除できるため、集団戦での影響力が高い。\n\n有利の取り方:\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削ることでプレッシャーをかける。\n- タム・ケンチがエンゲージを試みた際に、ノックバックを使って距離を取ることで反撃のチャンスを作る。\n- 集団戦では、ウルトをタイミングよく使い、味方を守りつつタム・ケンチの攻撃を無力化する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、タム・ケンチのエンゲージを無効化できるため、彼の攻撃を効果的に防げる。\n- タム・ケンチのCCは発生が遅く、ポッピーの豊富なCCを使って先手を取ることができるため、レーンでのトレードで優位に立ちやすい。\n- ポッピーは高いシールドと割合ダメージを持ち、タム・ケンチの耐久力に対抗できるため、1対1の戦闘で有利に進められる。\n\n有利の取り方：\n- タム・ケンチが攻撃を仕掛けてきた際に、ポッピーのCCを使って反撃し、トレードを有利に進める。\n- タム・ケンチのスキルを避けつつ、ポッピーのスキルを駆使してダメージを与え、相手の体力を削る。\n- レーンでの位置取りを工夫し、タム・ケンチがダッシュを使うタイミングを見計らって阻止することで、彼の行動を制限する。",
      "スウェイン": "スウェインが有利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの耐久力を上回ることができる。\n- タム・ケンチのCCは発生が遅く、スウェインのEでキャッチしやすく、ロングトレードで有利に進められる。\n- スウェインの全スキルがAOEであり、集団戦での回復量が増えるため、タム・ケンチが複数の敵を相手にする際に不利になる。\n\n有利の取り方：\n- レーンでのトレードを積極的に行い、タム・ケンチのスキルを避けながらダメージを与える。\n- スウェインのEを使ってタム・ケンチを捕まえ、連続してダメージを与えることで優位に立つ。\n- 集団戦では、タム・ケンチが味方を守るために前に出てくるタイミングを狙い、スウェインのAOEダメージで一気に削る。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは遠距離攻撃が可能で、タム・ケンチに対してハラスがしやすい。タム・ケンチは近接チャンピオンであるため、ナミの攻撃を避けるのが難しい。\n- ナミのCCスキルは、タム・ケンチのエンゲージを妨げることができ、彼の攻撃を無力化することができる。特に、タム・ケンチのCC発生が遅いため、ナミのスキルで先手を取ることができる。\n- ナミは回復能力を持っており、タム・ケンチの攻撃を受けても持続的に戦える。タム・ケンチのダメージを回復で相殺できるため、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削る。特に、彼がスキルを使った後に攻撃するタイミングを狙う。\n- タム・ケンチが近づいてきた際には、CCスキルを使って彼を捕まえ、味方と連携してダメージを与える。\n- マナ管理をしっかり行い、必要な時に回復スキルを使って持続的に戦える状態を維持する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持つラカンは、タム・ケンチの遅いCCを避けやすく、エンゲージやピールが得意です。\n- ラカンのCCは瞬時に敵を無力化できるため、タム・ケンチが攻撃を仕掛ける前に反撃することが可能です。\n- タム・ケンチは耐久力が高いものの、ラカンのシールドやヒールを活かすことで、持続的なトレードで有利に立ち回れます。\n\n有利の取り方：\n- タム・ケンチのスキルを避けながら、積極的にエンゲージを仕掛けてCCを当てる。\n- タム・ケンチが攻撃を仕掛けるタイミングを見計らい、味方と連携して反撃する。\n- レーンでのハラスを行い、タム・ケンチのサステインを削りつつ、味方と一緒にトレードを行う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの高いサステインを上回るダメージを出すことができるため、オールインで有利に立ちやすい。\n- タム・ケンチのCCスキルは発生が遅く、パンテオンのリープによるエンゲージに対して反応しづらいため、パンテオンが先手を取ることができる。\n- パンテオンはグローバルなウルトを持っており、他のレーンへの影響を与えやすく、試合全体での優位性を確保しやすい。\n\n有利の取り方：\n- レーンでのトレードを積極的に行い、タム・ケンチのHPを削ることで、オールインのチャンスを作る。\n- タム・ケンチのCCスキルのクールダウンを確認し、スキルがないタイミングでリープを使って攻撃する。\n- ウルトを使って他のレーンにロームし、タム・ケンチが不在の間に他のレーンでプレッシャーをかける。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、モルガナのスキルを避けられることが多い。\n- シャコのCCスキルにより、モルガナは捕まえられやすく、特にレベル6以降は一瞬でバーストダメージを受ける危険がある。\n- モルガナのクールダウンが長く、シャコの攻撃に対して持続的に対処するのが難しいため、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n- シャコの動きを予測し、視界を確保することで奇襲を防ぐ。特にワードを使ってインビジブル状態を察知する。\n- スペルシールドを活用して、シャコのCCを無効化し、逃げる手段を確保する。\n- レーンでのポジショニングを工夫し、シャコの攻撃範囲外で戦うことで、リスクを減らす。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- シャコは高い機動性とインビジブルを持ち、ブリッツクランクのフックを避けやすいため、奇襲を受けるリスクが高い。\n- シャコのCCスキルはブリッツクランクの行動を制限し、特に集団戦や1対1の状況で不利な状況を作り出すことができる。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、シャコに対して無防備になりやすい。\n\n不利の緩和策:\n- シャコのインビジブルを警戒し、視界を確保するためにワードを積極的に設置する。\n- シャコが攻撃を仕掛けてきた際には、フックを使うのではなく、CCスキルを温存して反撃のチャンスを狙う。\n- ブリッツクランクのスキルを無駄にしないよう、冷静に判断し、相手の動きを見極めてから行動する。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、アリスターがエンゲージを試みる前に奇襲を仕掛けることができるため、アリスターは攻撃を受けやすい。\n- シャコのCCスキルはアリスターの行動を制限し、特にアリスターがスキルを使った後に反撃されると、アリスターは脆弱な状態になる。\n- アリスターは攻撃力が低く、シャコの高い瞬間火力に対抗する手段が限られているため、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、シャコの奇襲を避けるために視界を確保することが重要。ワードを積極的に使い、シャコの動きを把握する。\n- シャコのスキルクールダウンを意識し、彼のスキルが使われた後にエンゲージを試みることで、反撃のリスクを減らす。\n- アリスターのパッシブを活かし、マナ管理をしっかり行い、必要な時にスキルを使えるようにしておくことで、持続的なレーン維持を図る。",
      "レオナ": "レオナが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、レオナが接近する前に攻撃を受けるリスクが高い。\n- シャコのCCスキルはレオナの行動を制限し、特にレオナがオールインを狙う際に妨害されやすい。\n- レオナは火力が低く、シャコの高い瞬間火力に対抗するのが難しいため、特に中盤以降の戦闘で不利になる。\n\n不利の緩和策：\n- レオナは視界を確保し、シャコの動きを予測することで奇襲を避けることが重要。ワードを積極的に使う。\n- シャコのスキルを避けるために、仲間と連携して行動し、孤立しないようにする。\n- レオナのCCを活かして、シャコがインビジブル状態の時に先手を打つことで、奇襲を逆手に取るチャンスを作る。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- シャコは高い機動力を持ち、インビジブル状態で接近してくるため、ザイラの攻撃を避けやすい。\n- ザイラは移動に役立つスキルがなく、接近されると簡単に倒される可能性が高い。\n- シャコのCCスキルによって、ザイラは動きを制限され、反撃のチャンスを失いやすい。\n\n不利の緩和策：\n- ザイラは視界を確保し、シャコの動きを予測して植物を設置することで、奇襲を防ぐ。\n- チームメイトと連携し、シャコが接近する前に先手を打つことで、カウンターを狙う。\n- アイテムを活用して生存能力を高め、シャコの攻撃を耐えられるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- シャコは高い機動力を持ち、インビジブル状態での奇襲が得意なため、ゼラスのスキルを避けやすいです。ゼラスのスキルは発動に時間がかかるため、シャコに当てるのが難しいです。\n- シャコのCCスキルにより、ゼラスは近距離で捕まえられるリスクが高く、特にゼラスは自己防衛手段が乏しいため、奇襲を受けると簡単に倒されてしまいます。\n- ゼラスは近距離での戦闘に弱く、シャコの攻撃を受けると一方的にダメージを受けることが多く、レーンでの優位性を失いやすいです。\n\n不利の緩和策：\n- ゼラスは常に位置取りを意識し、シャコの奇襲を避けるために後ろに下がることが重要です。視界を確保し、ワードを使ってシャコの動きを把握しましょう。\n- シャコがインビジブル状態の時は、スキルを無駄に使わず、冷静に待機することで、奇襲を受けるリスクを減らします。\n- ゼラスのスキルを当てやすくするために、シャコの動きを予測し、スキルを先読みして発動することで、ダメージを与えるチャンスを増やします。",
      "パイク": "パイクが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、パイクが攻撃を仕掛ける前に先手を取られることが多い。\n- シャコのCCスキルにより、パイクは捕まえられやすく、特に集団戦やトレードで不利な状況に陥りやすい。\n- パイクは集団戦での瞬間火力が低く、シャコの高い耐久力と瞬発力に対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを意識し、シャコのスキルを避けることで、トレードを有利に進める。\n- 視界を確保し、シャコの動きを把握することで、奇襲を防ぎ、カウンターを狙う。\n- シャコのCCを避けるために、位置取りを工夫し、必要に応じて味方と連携して行動する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ラックスが接近されるとスキルを使う余裕がなくなり、脆弱な状態に陥りやすい。\n- シャコのCCスキルにより、ラックスは動きを制限され、特に接近戦での対処が難しくなる。\n- ラックスは基礎ステータスが低く、シャコの攻撃を受けると瞬時にダメージを受けやすく、特に序盤でのハラスが厳しくなる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、シャコの奇襲を避けるために常にミニオンの後ろに立つように心がける。\n- ワードを積極的に使い、シャコの動きを把握することで、奇襲を未然に防ぐ。\n- シャコがインビジブル状態の時は、スキルを温存し、相手の動きを見極めてから反撃することで、無駄なダメージを避ける。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、ブランドはその攻撃を避けるのが難しい。\n- シャコのCCスキルにより、ブランドは一時的に無力化され、反撃の機会を失いやすい。\n- ブランドは自衛手段が乏しく、シャコの瞬発的なダメージに対して脆弱であるため、奇襲を受けると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- ワーディングを徹底し、シャコの動きを把握することで、奇襲を未然に防ぐ。\n- シャコがインビジブルになるタイミングを予測し、スキルを温存しておくことで、反撃のチャンスを作る。\n- チームメイトと連携し、シャコが攻撃を仕掛けてきた際にサポートを受けられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、ノーチラスのフックを避けやすいため、ノーチラスが攻撃を当てるのが難しい。\n- シャコのCCスキルはノーチラスの動きを制限し、特にノーチラスがエンゲージを試みる際に逆に捕まるリスクが高い。\n- ノーチラスは基礎の移動速度が低く、シャコの奇襲に対して反応が遅れやすく、早期のダメージを受けやすい。\n\n不利の緩和策：\n- シャコのインビジブルを警戒し、視界を確保するためにワードを積極的に設置する。\n- シャコが罠を設置したエリアを避け、彼の動きを制限するために位置取りを工夫する。\n- チームメイトと連携し、シャコが孤立した際に一緒に攻撃を仕掛けることで、彼の奇襲を無効化する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ヴェル＝コズのような機動力の低いチャンピオンに対して有利です。\n- シャコのCCスキルにより、ヴェル＝コズは接近されると無力化されやすく、特にUltの詠唱中に攻撃を受けると致命的なダメージを受ける可能性があります。\n- シャコは序盤からプレッシャーをかけやすく、ヴェル＝コズがレーンでのハラスを行う前に攻撃を受けるリスクが高まります。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、シャコの奇襲を避けるために常にミニマップを確認し、視界を確保することが重要です。\n- シャコのインビジブル状態を警戒し、味方ジャングラーと連携してカウンターGankを狙うことで、シャコのプレッシャーを軽減できます。\n- アイテムを早めに購入し、特に防御アイテムを揃えることで、シャコの攻撃に耐えられるようにすることが有効です。",
      "ジリアン": "ジリアンが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ジリアンは予測しづらい攻撃を受けやすいです。\n- シャコのCCスキルにより、ジリアンは捕まると瞬時に倒されるリスクが高く、特にシャコの攻撃が当たるとジリアンは反撃が難しくなります。\n- ジリアンは攻撃スキルがQのみでCDが長いため、シャコの奇襲に対して反撃する手段が限られています。\n\n不利の緩和策：\n- ジャングラーと連携し、シャコの動きを監視することで、奇襲を未然に防ぐことが重要です。\n- ワードを積極的に使い、視界を確保することで、シャコのインビジブル状態を警戒しやすくします。\n- 自身の位置取りを意識し、シャコの攻撃範囲外にいることで、奇襲を受けるリスクを減らすことができます。"
    },
    "loses": {
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、シャコの攻撃を受けても持ちこたえやすいです。特に、シャコの奇襲に対して回復を行うことで、ダメージを軽減できます。\n- ソラカのサイレンス効果により、シャコのスキルを無効化することができ、特にシャコがインビジブル状態で攻撃を仕掛ける際に効果的です。\n- シャコはAA依存度が高く、基礎ステータスが低いため、ソラカのハラスやCCを受けると非常に脆くなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコのHPを削ることでプレッシャーをかけます。\n- シャコがインビジブル状態になった際には、サイレンスを使って彼のスキルを封じ、反撃のチャンスを作ります。\n- シャコが攻撃を仕掛けてきた際には、回復を行いながら味方と連携して反撃し、彼を排除することを狙います。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、シャコの奇襲を防ぎやすい。特に、シャコが接近してきた際にスタンやノックアップを当てることで、彼の攻撃を無効化できる。\n- ナミのハラス能力は高く、シャコがAAに依存しているため、レーンでのトレードで優位に立ちやすい。特に、シャコが近づく前にダメージを与えることができる。\n- シャコは基礎ステータスが低く、奇襲に失敗すると脆くなるが、ナミは回復能力を持っているため、持続的な戦闘で有利に進めることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコが近づく前にダメージを与える。特に、シャコがインビジブル状態になる前に攻撃を仕掛ける。\n- シャコが奇襲を仕掛けてきた際には、CCを使って彼を捕まえ、味方と連携して反撃する。\n- ナミの回復スキルを活用して、持続的な戦闘を行い、シャコの攻撃を耐えつつ、相手の体力を削る。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは範囲攻撃を持ち、シャコのようなAA依存のチャンピオンに対して有利です。シャコが近づく前にダメージを与えることができます。\n- セラフィーンのCCスキルは、シャコの奇襲を無効化することができ、特に集団戦ではその効果を最大限に発揮します。\n- シャコは基礎ステータスが低く、奇襲に失敗した場合は脆くなりますが、セラフィーンは安全な位置から攻撃できるため、リスクを抑えつつダメージを与えられます。\n\n有利の取り方：\n- シャコが近づく前に、スキルを使ってハラスを行い、体力を削る。\n- セラフィーンのCCを活用して、シャコが攻撃を仕掛けるタイミングをずらし、無力化する。\n- 集団戦では、味方と連携してシャコを狙い、セラフィーンの範囲攻撃で一気にダメージを与える。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、シャコの奇襲を無力化することができるため、シャコの攻撃を効果的に防げる。\n- ルルのシールドやHP増加のスキルにより、シャコの高い瞬間火力に対抗でき、味方を守る能力が高い。\n- シャコはAA依存度が高く、ルルの遠距離攻撃で安全にダメージを与えられるため、シャコが近づくのを難しくすることができる。\n\n有利の取り方：\n- シャコがインビジブル状態の時に、ルルのスキルを使って予測し、ポリモーフで捕まえる。\n- ルルのシールドを味方にかけて、シャコの攻撃を耐えさせ、反撃のチャンスを作る。\n- ルルの遠距離攻撃を活用して、シャコが近づく前にダメージを与え、プレッシャーをかける。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、シャコの奇襲を受ける前に攻撃を仕掛けやすく、トレードで優位に立てる。\n- シャコの攻撃はAA依存であり、ミリオのシールドや回復によって持続的なダメージを抑えることができる。\n- ミリオのCC解除のウルトにより、シャコのCCを無効化できるため、集団戦やエンゲージ時に有利に立ち回れる。\n\n有利の取り方：\n- シャコがインビジブル状態の時に、ミリオの攻撃範囲を活かして先手を打ち、トレードを仕掛ける。\n- シャコが攻撃を仕掛けてきた際に、シールドや回復を使って耐え、反撃することで有利な状況を作る。\n- 集団戦では、ミリオのウルトをタイミングよく使用し、シャコのCCを解除して味方を守りつつ、攻撃のチャンスを作る。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程の攻撃を持ち、シャコの近接攻撃を避けながらハラスが可能です。これにより、シャコが接近する前にダメージを与えることができます。\n- セナのスネア効果を持つスキルは、シャコの奇襲を防ぐ手段となり、彼の動きを制限することができます。これにより、シャコが攻撃を仕掛けるタイミングをずらすことができます。\n- セナは回復能力を持っており、シャコの攻撃を受けても持ちこたえることができるため、レーンでの持久力が高いです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコが近づく前にダメージを与え続けることで、彼のプレッシャーを減少させます。\n- シャコがインビジブル状態になる前に、スネアを使って彼を捕まえ、奇襲を無効化します。\n- セナの回復スキルを活用して、味方ADCをサポートしつつ、シャコの攻撃を耐え抜くことで、レーンの優位を維持します。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、シャコの奇襲を無効化することができるため、シャコが近づくのを防ぎやすい。\n- シャコはAA依存度が高く、ジャンナのシールドや回復によって持続的なダメージを受けにくく、レーンでの生存能力が高まる。\n- ジャンナの移動速度バフにより、味方の逃げやすさが向上し、シャコの奇襲を回避しやすくなる。\n\n有利の取り方：\n- レーンでのポジショニングを意識し、シャコが近づけないように立ち回る。\n- シャコがインビジブルになった際には、視界を確保し、味方に警告を出すことで奇襲を防ぐ。\n- シャコが攻撃を仕掛けてきた際には、CCを使って反撃し、相手の動きを制限することで有利な状況を作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、シャコの奇襲を無効化することができるため、シャコの攻撃を受けにくい。\n- バードの回復スキルにより、シャコのダメージを軽減でき、持続的な戦闘が可能になる。\n- バードは鐘を回収することで火力を向上させることができ、シャコに対しても持続的なダメージを与えやすい。\n\n有利の取り方：\n- シャコがインビジブルになった際に、スタンを使って先手を取ることで、奇襲を防ぐ。\n- 鐘を回収しながらレーンを維持し、シャコの攻撃を受ける時間を最小限に抑える。\n- シャコが攻撃を仕掛けてきた際に、回復スキルを使って味方をサポートし、持続戦闘で有利に立ち回る。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、シャコの奇襲を回避しやすい。シャコの攻撃を受けることなく、味方を回復やシールドで守ることができる。\n- シャコはAA依存度が高く、ユーミの回復やシールドによって持続的なハラスが可能。ユーミの支援により、シャコの攻撃を耐えやすくなる。\n- ユーミは移動が不要なため、カメラ操作や視界確保に集中でき、シャコの動きを把握しやすい。これにより、シャコの奇襲に対する警戒が高まる。\n\n有利の取り方：\n- レーンでのハラスを行い、シャコのHPを削る。ユーミの回復を活用して持続的に攻撃を続ける。\n- シャコがインビジブル状態になった際は、味方に密着しつつ、視界を確保して奇襲を警戒する。ワーディングを行い、シャコの動きを把握する。\n- 集団戦では、ユーミが味方に密着し、シャコの攻撃を受ける前に味方を強化することで、シャコのダメージを無効化しやすくする。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "レル": "レルが不利です。\n\n理由：\n- セラフィーンは射程が長く、レルが近づく前にハラスを行いやすいため、レルはレーンでの圧力を受けやすい。\n- セラフィーンのCCスキルは複数あり、特に広範囲のチャームを持っているため、レルがエンゲージを試みる際に逆に捕まるリスクが高い。\n- セラフィーンは集団戦での強さが際立っており、味方の数に応じて効果が増すため、レルが集団戦での役割を果たすのが難しくなる。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、レーンでの位置取りを工夫し、ハラスを受けないようにする。\n- ジャングラーと連携して、セラフィーンを狙ったギャンクを仕掛け、レルの強みを活かす機会を作る。\n- アイテムを早めに購入し、耐久力を上げることで、セラフィーンのハラスに耐えられるようにする。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- セラフィーンは遠距離からの攻撃が可能で、アリスターが近づく前にハラスを行いやすいです。これにより、アリスターはレーンでのプレッシャーを受けやすくなります。\n- セラフィーンのCCスキルは複数あり、特に広範囲のチャームはアリスターのエンゲージを無効化する可能性が高いです。これにより、アリスターが仕掛けるタイミングを失いやすくなります。\n- アリスターは攻撃力が低く、セラフィーンのスキルの発生が遅いとはいえ、セラフィーンのバーストダメージに対して耐えるのが難しいため、オールイン合戦で不利になります。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、ミニオンを利用して位置取りを工夫し、ハラスを受けにくくすることが重要です。\n- セラフィーンのスキルのクールダウンを見極め、スキルがないタイミングでエンゲージを試みることで、アリスターの強みを活かすことができます。\n- 早めにアイテムを購入し、マナ管理を徹底することで、スキルを連続して使用できる状況を作り出し、レーンでの影響力を高めることが重要です。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、特に集団戦での強さが際立つため、ラックスのスキルを避けながら攻撃できる。\n- セラフィーンのCCスキルは複数あり、特に広範囲のチャームを持っているため、ラックスが接近されると一気に無力化されるリスクが高い。\n- ラックスは基礎ステータスが低く、接近されると脆弱であるため、セラフィーンのハラスやオールインに対して非常に弱い。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、常に位置取りに注意し、ミニオンを利用してハラスを行う。\n- サポートと連携して、セラフィーンのスキルを使わせた後に攻撃を仕掛けるタイミングを見計らう。\n- 早めにアイテムを購入し、耐久力を上げることで、セラフィーンの攻撃に対する耐性を高める。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セラフィーンは長射程の範囲攻撃を持ち、ラカンが接近する前にハラスを行いやすいため、レーンでのプレッシャーが強い。\n- セラフィーンの複数のCCスキルにより、ラカンがエンゲージを試みる際に捕まるリスクが高く、逆に無力化される可能性がある。\n- ラカンは移動を伴うスキルが多く、セラフィーンのCCにより動きを制限されると、何もできなくなるため、非常に脆弱。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- エンゲージを行う際は、味方のダメージを先に与えさせてから行動し、セラフィーンのスキルを使わせるタイミングを見計らう。\n- セラフィーンのスキルのクールダウンを意識し、スキルがないタイミングで積極的に動くことで、ラカンの強みを活かす。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、特に集団戦において強力な効果を発揮します。モルガナは単体のCCに依存しているため、セラフィーンの範囲攻撃に対して対抗しづらいです。\n- セラフィーンは複数のCCを持ち、射程が長いため、モルガナが攻撃を仕掛ける前にセラフィーンからの攻撃を受けやすいです。特に、セラフィーンのチャームはモルガナにとって致命的です。\n- モルガナはクールダウンが長く、持続的な戦闘において手数が少ないため、セラフィーンのスキル連打に対抗するのが難しいです。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてから攻撃を仕掛けるようにします。\n- セラフィーンのスキルを受けた際に、スペルシールドを活用して味方を守り、集団戦での影響力を高めるようにします。\n- レーンでのハラスを強化するために、アイテムを早めに購入し、セラフィーンに対してダメージを与える機会を増やすように心がけます。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、特に集団戦での強さが際立つため、スレッシュのエンゲージやピールが効果的に機能しにくい。\n- セラフィーンのCCスキルは広範囲で、スレッシュが近づくと容易に捕まえられるため、オールインを仕掛ける際にリスクが高い。\n- スレッシュは持続的なハラスに弱く、セラフィーンの長射程からの攻撃に対して耐えにくい。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、位置取りを工夫し、フックを外さないように注意する。\n- セラフィーンのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- 視界を確保し、セラフィーンの動きを把握することで、彼女のスキルを避けやすくし、味方と連携して行動する。",
      "セナ": "セナが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、特に集団戦での強さが際立つため、セナのハラスが効きにくい。\n- セラフィーンのCCスキルにより、セナは動きを制限されやすく、逃げる手段が乏しいため、捕まるリスクが高い。\n- セラフィーンの射程が長く、セナが攻撃を仕掛ける前に安全圏からハラスを受けることができるため、レーンでの優位性が失われやすい。\n\n不利の緩和策:\n- セナはレーンでのハラスを強化するために、ミニオンを利用してセラフィーンのスキルを避けるように立ち回る。\n- セラフィーンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートと連携して、セラフィーンのCCを避けるためのポジショニングを工夫し、必要に応じてワードを使って視界を確保する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- セラフィーンは遠距離からのポークが得意で、ノーチラスが近づく前にダメージを与えられるため、ハラスが非常に厄介です。\n- セラフィーンのCCスキルは複数あり、特にアルティメットは広範囲で敵を無力化できるため、ノーチラスがエンゲージを仕掛ける際に阻害されやすいです。\n- ノーチラスは移動速度が遅く、セラフィーンの射程の長さに対抗するのが難しく、接近する前にダメージを受けやすいです。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、ミニオンの後ろに隠れながら接近し、タイミングを見計らってエンゲージを仕掛ける。\n- セラフィーンのスキルのクールダウンを確認し、スキルがないタイミングで積極的に攻撃を仕掛ける。\n- サポートアイテムや防具を早めに購入し、セラフィーンのポークに耐えられるようにする。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、回復やシールドを通じてセラフィーンのハラスを軽減できるため、レーンでのサステインが強い。\n- セラフィーンのスキルは発生が遅く、ユーミのスロー効果を利用してセラフィーンのスキルを避けやすく、オールイン合戦で有利に立ち回れる。\n- ユーミは味方の攻撃力を強化できるため、セラフィーンが持つ範囲攻撃の効果を相殺しやすく、集団戦でも有利に働く。\n\n有利の取り方:\n- レーンでのハラスを避けるために、ユーミは常に味方に密着し、回復やシールドを活用して耐久力を高める。\n- セラフィーンのスキルが発動するタイミングを見計らい、スローを使って逃げるか、逆に攻撃を仕掛けることで有利なトレードを狙う。\n- 集団戦では、ユーミが味方のADCやダメージディーラーに密着し、彼らの攻撃を強化しつつ、セラフィーンのCCを避ける立ち回りをする。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、セラフィーンのスキルの発生が遅いため、彼女がスキルを使う前に攻撃を仕掛けやすいです。\n- セラフィーンは防御ステータスが低く、パンテオンの短時間でのバーストダメージに対して脆弱です。\n- パンテオンはリープとスタンを持っており、セラフィーンのCCを無効化しつつ攻撃することができるため、彼女のスキルを避けやすいです。\n\n有利の取り方：\n- レベル1から積極的にハラスを行い、セラフィーンにプレッシャーをかけてファームを妨害します。\n- セラフィーンがスキルを使った後の隙を狙って、リープで接近し、スタンを当ててオールインを仕掛けます。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、セラフィーンが孤立しているタイミングを狙ってキルを狙います。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、セラフィーンのスキルを避けながらハラスが可能です。\n- セラフィーンのスキルは発生が遅く、メルのスネアを当てることでセラフィーンの行動を制限しやすく、オールイン合戦で有利に立てます。\n- メルは確定キルを狙いやすく、セラフィーンの低い防御ステータスを突いてキルを取りやすいです。\n\n有利の取り方：\n- セラフィーンのスキルを避けつつ、ハラスを行い、相手のHPを削る。\n- スネアを使ってセラフィーンを捕まえ、味方と連携してオールインを仕掛ける。\n- ミニオンを利用してCSを取りつつ、セラフィーンのスキルを逆用し、ダメージを与える。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、セラフィーンのスキルを軽減できるため、彼女のハラスを受けにくいです。\n- セラフィーンのスキルは発生が遅く、ブラウムのパッシブを活かしてスタンを狙いやすく、オールイン合戦で有利に立てます。\n- ブラウムは接近戦に強く、セラフィーンの射程を活かした攻撃を封じることができるため、彼女の強みを無効化できます。\n\n有利の取り方：\n- セラフィーンのスキルを避けつつ、パッシブを発動させるためにADCと連携してハラスを行う。\n- セラフィーンがスキルを使った後の隙を狙って、オールインを仕掛ける。\n- ブラウムのスキルを使って、セラフィーンのスキルショットをブロックし、味方を守りながら攻撃する。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、セラフィーンよりも遠くからハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しいため、ゼラスは安全にダメージを与えることができる。\n- ゼラスのスタン効果を持つスキルは、セラフィーンのCCを無効化することができ、オールインの際に有利に働く。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セラフィーンの体力を削ることで、プレッシャーをかける。\n- セラフィーンのスキルがクールダウン中に攻撃を仕掛け、オールインを狙うタイミングを見計らう。\n- セラフィーンのスキルを避けつつ、ゼラスのスキルを的確に当てることで、相手の動きを制限し、優位な状況を作る。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは高いバーストダメージを持ち、セラフィーンのスキルの発生が遅いため、オールイン合戦で有利に立ち回れる。\n- 擬態を利用して奇襲を仕掛けることができ、セラフィーンのCCを避けやすい。これにより、セラフィーンが攻撃を仕掛ける前にダメージを与えることが可能。\n- セラフィーンは防御ステータスが低く、ニーコのスタンやスネアを受けると一気に不利な状況に陥るため、ニーコのCCが非常に効果的。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、セラフィーンのHPを削る。特に、擬態を使って奇襲を仕掛けるタイミングを見計らう。\n- セラフィーンがスキルを使った後の隙を狙い、オールインを仕掛ける。特にスキルのクールダウンを意識することが重要。\n- ミニオンを利用してセラフィーンのスキルを避けつつ、コンボを決める。特に、ミニオンの後ろから攻撃することで安全にダメージを与える。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、セラフィーンのスキルを無効化しやすいです。特に、セラフィーンのスキルの発生が遅いため、レオナが接近してオールインを仕掛けることで有利に戦えます。\n- セラフィーンは射程が長いものの、オールインに弱く、レオナのスタンやCCで捕まえられると一気にダメージを与えられます。レオナの攻撃が当たると、セラフィーンは反撃が難しくなります。\n- セラフィーンは防御ステータスが低く、レオナの高い耐久力とオールイン能力に対して脆弱です。特に序盤からのハラスやキャッチが効果的です。\n\n有利の取り方：\n- セラフィーンがスキルを使った後やマナが少ないときに積極的に攻撃を仕掛け、オールインを狙います。\n- レオナのCCを活用して、セラフィーンを捕まえた際にチームメイトと連携してダメージを集中させます。\n- アイテムを選ぶ際には、耐久力を上げるアイテムを優先し、セラフィーンのポークを軽減しつつ、レーンでのハラスを強化します。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは序盤から高い火力を持ち、長射程のハラスが得意なため、セラフィーンに対して圧力をかけやすい。\n- セラフィーンのスキルは発生が遅く、ザイラのCCを受けると反撃が難しくなるため、オールイン合戦で有利に立ちやすい。\n- ザイラは植物を使って安全な距離から攻撃できるため、セラフィーンの攻撃を避けながらダメージを与えることができる。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、セラフィーンの体力を削る。\n- セラフィーンのスキルを避けつつ、CCを使って相手を拘束し、オールインを仕掛ける。\n- 植物を利用して視界を確保し、敵の動きを制限しながら安全にダメージを与える。",
      "ジリアン": "ジリアンが有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、セラフィーンのスキルの発生が遅いため、ジリアンが先に攻撃を仕掛けやすいです。\n- ジリアンのCC（スタン）を使うことで、セラフィーンのスキルを当てる前に無力化できるため、オールイン合戦で有利に立てます。\n- セラフィーンは防御ステータスが低く、ジリアンのバーストダメージに対して脆弱であるため、ジリアンが有利な状況を作りやすいです。\n\n有利の取り方:\n- セラフィーンのスキルを避けつつ、ジリアンのスタンを活かして先手を取ることで、相手にプレッシャーをかける。\n- ジャングラーとの連携を強化し、セラフィーンを狙ったギャンクを仕掛けることで、早期にアドバンテージを得る。\n- セラフィーンのスキルのクールダウンを確認し、スキルがないタイミングで積極的にハラスを行い、相手の体力を削る。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、セラフィーンのスキルを無力化することができるため、セラフィーンの攻撃を封じやすい。\n- セラフィーンはスキルの発生が遅く、バードの機動力を活かして先手を取ることができるため、オールイン合戦で有利に立ち回れる。\n- バードは鐘を回収することで火力を向上させることができ、セラフィーンの基礎ダメージが低いため、持続的なハラスが可能。\n\n有利の取り方：\n- セラフィーンのスキルを避けつつ、スタンを狙ってオールインを仕掛ける。\n- 鐘を回収しながらレーンを維持し、セラフィーンに対して持続的な圧力をかける。\n- セラフィーンがスキルを使った後の隙を狙って、積極的にハラスを行い、相手の体力を削る。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "レオナが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、レオナのオールインに対して強力な反撃が可能です。\n- スウェインのEによる引き寄せやWのスローで、レオナが接近するのを妨げられ、CCを受けやすくなります。\n- スウェインは遠距離攻撃を持っているため、レオナが近づく前にハラスを受けやすく、サステインがないレオナにとって厳しい状況を作り出します。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらファームを心がけ、スウェインのスキルを避けるようにします。\n- サポートのジャングラーと連携し、スウェインに対するガンクを狙うことで、レオナの強みを活かすチャンスを作ります。\n- アイテムを重傷効果を持つものに早めに変更し、スウェインの回復を抑えることで、レーン戦を有利に進めることができます。",
      "ノーチラス": "ノーチラスが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、ノーチラスのCCを受けてもすぐにHPを回復されてしまう。\n- スウェインのEによる引き寄せやスネアで、ノーチラスが接近する前に捕まえられる可能性が高く、エンゲージが難しい。\n- スウェインは集団戦でのAOEダメージが強力で、ノーチラスが前に出ると一気に溶かされるリスクがある。\n\n不利の緩和策：\n- スウェインのスキルクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、スウェインを集中的に狙うことで、彼の回復を妨げる。\n- 位置取りを工夫し、スウェインのスキルを避けることで、無駄なダメージを受けないようにする。",
      "レル": "レルが不利です。\n\n理由：\n- スウェインは射程が長く、持続的なダメージと回復を同時に行えるため、レルが近づく前にダメージを与えられやすい。\n- スウェインのEによるキャッチ能力が高く、レルがエンゲージを試みる際にスネアで拘束されるリスクがある。\n- スウェインは集団戦での耐久力が高く、レルのCCを受けても持続的にダメージを与えられるため、レルのエンゲージが無効化されやすい。\n\n不利の緩和策：\n- レーンでのトレードを避け、スウェインのスキルを避けながらCSを取ることに専念する。\n- サポートアイテムを活用して、味方のADCと連携し、スウェインに対して集団でのプレッシャーをかける。\n- スウェインのスキルのクールダウンを確認し、スキルがないタイミングでエンゲージを試みる。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、ブリッツクランクのフックを受けてもすぐにHPを回復し、逆にダメージを与えられる可能性が高いです。\n- スウェインのEによるスネアは、ブリッツクランクの接近を阻害し、フックを外した場合に逆に捕まるリスクが高まります。\n- スウェインは集団戦でのAOEダメージが強力で、ブリッツクランクがフックを外すと、集団戦での影響力が大きく減少します。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、ブッシュを利用して奇襲をかけるタイミングを見計らうことが重要です。\n- スウェインのスキルのCDを意識し、フックを使うタイミングを慎重に選ぶことで、相手のスキルを無駄にさせることができます。\n- チームメイトと連携し、スウェインに対して集団で攻撃を仕掛けることで、彼の回復を抑えることが可能です。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの耐久力を削りやすい。\n- スウェインのCCスキルにより、タム・ケンチは捕まえられやすく、エンゲージが難しくなる。\n- スウェインは遠距離攻撃を持っているため、タム・ケンチが近づく前にダメージを与えられる。\n\n不利の緩和策:\n- スウェインのスキルを避けるために、位置取りを意識し、ブッシュを利用して奇襲を狙う。\n- タム・ケンチのサステインを活かし、スウェインの攻撃を受けつつ、味方と連携してトレードを行う。\n- 重傷効果を持つアイテムを早めに購入し、スウェインの回復を抑える。",
      "ポッピー": "ポッピーが不利です。\n\n- スウェインは遠距離攻撃を持ち、ポッピーの近接攻撃を避けやすいため、ハラスが強力です。\n- スウェインのスキルはAOEであり、集団戦やレーン戦での持続的なダメージと回復が可能なため、ポッピーがトレードで不利になります。\n- ポッピーは射程が短く、スウェインのスネアやスローによって捕まえられやすく、エンゲージが難しいです。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、ハラスを受けないように心がける。\n- サポートと連携して、スウェインに対するガンクを狙い、早期にプレッシャーをかける。\n- アイテムを重傷効果を持つものにすることで、スウェインの回復を抑える。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ラカンのエンゲージを受けても耐えられる可能性が高い。\n- スウェインのスネアやスローによって、ラカンの機動力が制限され、エンゲージやピールが難しくなる。\n- スウェインは高いDPSを持つため、ラカンが接近しても先に溶かされるリスクがある。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄にさせるように動く。\n- 味方のダメージを活かすために、ラカンのエンゲージをタイミングよく行い、スウェインを孤立させる。\n- 重傷効果を持つアイテムを購入し、スウェインの回復を抑えることで、戦闘を有利に進める。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、アリスターのエンゲージを受けても逆にダメージを与えられやすい。\n- スウェインのEによるキャッチ能力が高く、アリスターが近づくと簡単に捕まえられてしまう。\n- アリスターは攻撃力が低く、スウェインの高DPSに対抗する手段が限られているため、レーンでのトレードが不利になる。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてからエンゲージを行う。\n- 早めに重傷効果を持つアイテムを購入し、スウェインの回復を抑える。\n- 味方のジャングラーと連携し、スウェインに対するガンクを狙うことで、レーンのプレッシャーを軽減する。",
      "ニーコ": "ニーコが不利です。\n\n- スウェインは長射程の攻撃を持ち、ニーコが近づく前にハラスを行いやすいため、ニーコはレーンでのプレッシャーを受けやすい。\n- スウェインのスキルは全てAOEであり、集団戦やロングトレードにおいて持続的なダメージを与えられるため、ニーコのバーストダメージが活かしづらい。\n- スウェインのCCスキルにより、ニーコは接近することが難しく、擬態を活かすタイミングを失いやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらCSを取り、スウェインのスキルを避けるように心がける。\n- サポートと連携して、スウェインに対して奇襲を仕掛けるタイミングを見計らい、擬態を利用して有利な状況を作る。\n- アイテムを早めに購入し、重傷効果を持つアイテムを持つことで、スウェインの回復を抑えることを目指す。",
      "メル": "メルが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、メルの攻撃を受けながらもHPを回復しやすいです。\n- スウェインのスネアやスローによって、メルは接近されやすく、攻撃を受けるリスクが高まります。\n- メルは回復効果に対して弱く、スウェインの持続的なダメージに対抗しづらいです。\n\n不利の緩和策:\n- スウェインのスキルを避けるために、位置取りを意識し、ブッシュを利用して視界を確保する。\n- チームメイトと連携し、スウェインに対して集団で攻撃を仕掛けることで、彼の回復を妨げる。\n- 重傷効果を持つアイテムを購入し、スウェインの回復を抑えることで、レーン戦を有利に進める。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- スウェインは射程が長く、遠距離からのハラスが可能なため、ブラウムは接近するのが難しい。\n- スウェインのCCスキルにより、ブラウムが接近した際に捕まえられやすく、スタンを狙うのが難しい。\n- スウェインは持続的なダメージと回復を同時に行えるため、ブラウムの防御能力があまり効果を発揮しない。\n\n不利の緩和策：\n- ブラウムはミニオンを利用してスウェインの攻撃を避けつつ、ADCと連携してハラスを行う。\n- スウェインのスキルを避けるために、ブッシュを利用して奇襲をかける。\n- サポートアイテムやポーションを活用して、持続的にHPを回復し、レーンでの耐久力を高める。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、スウェインの攻撃を無効化することができるため、スウェインの持続的なダメージを抑えることができる。\n- スウェインは重傷効果に弱く、ジャンナのシールドや回復によってスウェインのサステインを削ぐことができる。\n- ジャンナは移動速度を上げる能力を持っており、スウェインのスキルを避けやすく、レーン戦での機動力が高い。\n\n有利の取り方：\n- スウェインが攻撃を仕掛けてきた際に、ジャンナのCCを使って距離を取ることで、スウェインのダメージを軽減する。\n- ジャンナのシールドを味方ADCにかけることで、スウェインの攻撃を受けても生存率を高め、反撃のチャンスを作る。\n- スウェインがスキルを使った後の隙を狙い、ジャンナの移動速度アップを活かして攻撃を仕掛ける。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、スウェインの持続的なダメージを相殺できるため、レーンでのトレードで優位に立ちやすい。\n- スウェインのスキルは主に近距離での攻撃が多く、ソラカは射程が長いため、ハラスを行いやすい。\n- ソラカのサイレンス効果により、スウェインのスキルを無効化できるため、彼の持続的なダメージを抑えることができる。\n\n有利の取り方：\n- スウェインのスキルを避けながら、ハラスを行い、相手のHPを削る。\n- スウェインがスキルを使った後に、サイレンスを使って反撃することで、彼の回復を妨げる。\n- ソラカのヒールを活用して、味方と連携しながらレーンを支配し、スウェインのオールインを防ぐ。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、スウェインの攻撃範囲を超えてハラスが可能です。これにより、スウェインが近づく前にダメージを与えることができます。\n- スウェインは重傷効果に弱く、ヴェル＝コズの持つ持続的なダメージとCCを活かすことで、スウェインの回復を妨げることができます。\n- スウェインは機動力が低く、ヴェル＝コズのノックアップを受けると一時的に無力化され、反撃のチャンスを失います。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインが近づけないようにする。特に、スウェインのスキルがクールダウン中に攻撃を仕掛けると効果的です。\n- スウェインがスキルを使った後に隙を見て、ノックアップを狙い、連続してダメージを与える。\n- 集団戦では、スウェインが接近する前にスキルを使い、敵チーム全体にダメージを与えつつ、スウェインの回復を妨げるように立ち回る。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを通じてスウェインの持続的なダメージを軽減できるため、スウェインのトレードを無効化しやすい。\n- スウェインは重傷効果に弱いため、ユーミの回復が効果的に機能し、スウェインのサステインを削ぐことができる。\n- ユーミは味方に密着することで安全に支援ができ、スウェインのCCを避けながら攻撃を行えるため、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- スウェインのスキルを避けつつ、味方ADCと連携してハラスを行い、スウェインのHPを削る。\n- スウェインがオールインを仕掛けてきた際に、回復やシールドを使って耐え、反撃のチャンスを狙う。\n- スウェインのスキルのクールダウンを利用して、積極的にトレードを仕掛け、レーンの主導権を握る。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは序盤から高い火力を持ち、長射程の攻撃でスウェインに対してハラスを行いやすいです。スウェインは序盤のトレードが弱いため、ザイラの攻撃を受けやすいです。\n- ザイラのCCスキルは範囲攻撃であり、スウェインの移動を制限することができるため、スウェインが接近するのを難しくします。これにより、スウェインの持ち味である持続的なダメージを発揮させにくくなります。\n- スウェインは重傷効果に弱いですが、ザイラはその効果を持つアイテムを早期に購入することで、スウェインの回復を抑えることができます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スウェインのHPを削ることで、レーンの主導権を握ります。\n- 植物を利用して視界を確保し、スウェインの動きを把握しつつ、CCを駆使してトレードを有利に進めます。\n- スウェインがスキルを使った後の隙を狙い、CCを当ててダメージを与えることで、スウェインの回復を妨げます。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、スウェインのスキルを妨害しやすい。特に、スウェインが接近してきた際にスタンやノックアップを当てることで、彼の持続的なダメージを抑えることができる。\n- スウェインは重傷効果に弱いため、ナミの回復スキルを使って味方をサポートしつつ、スウェインの回復を妨げることができる。\n- ナミはレーンでのハラスが強力で、スウェインのスキルのCDが長い序盤において、積極的にトレードを仕掛けることで有利な状況を作りやすい。\n\n有利の取り方：\n- スウェインがスキルを使った後に、ナミのハラスを行い、相手のHPを削る。特に、スウェインがスキルを外したタイミングを狙う。\n- スウェインが近づいてきた際に、CCを使って彼を捕まえ、味方と連携してオールインを仕掛ける。\n- ナミの回復スキルを活用し、味方のHPを維持しつつ、スウェインの攻撃を耐えながら反撃する。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナの長時間のCCにより、スウェインのスキルを無効化しやすく、特にスウェインが接近する際に捕まえることができる。\n- スペルシールドを持つため、スウェインのCCを防ぎつつ、味方を守ることができる。これにより、スウェインの持続的なダメージを軽減できる。\n- スウェインは重傷効果に弱いため、モルガナが重傷効果を持つアイテムを購入することで、スウェインの回復を抑えることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、スウェインがスキルを使った後に攻撃することで、トレードを有利に進める。\n- スネアを利用してスウェインを捕まえ、味方と連携してオールインを仕掛ける。\n- スペルシールドを活用して、スウェインのCCを無効化し、味方が安全に攻撃できる状況を作る。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、スウェインの持続的なダメージや回復を無力化することができるため、スウェインの強みを封じることができる。\n- ルルのシールドやHP増加のスキルにより、スウェインの攻撃を受けても生存しやすく、トレードで有利に立ちやすい。\n- スウェインは重傷効果に弱いため、ルルが持つシールドや回復効果を活かして、スウェインの回復を抑えることができる。\n\n有利の取り方：\n- スウェインが攻撃してきた際にポリモーフを使い、彼の攻撃を無効化することでトレードを有利に進める。\n- シールドを味方に付与し、スウェインの攻撃を耐えながら反撃することで、持続的なダメージを与える。\n- スウェインがスキルを使った後の隙を狙って、積極的にトレードを仕掛けることで、レーンでの優位性を確保する。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦でのダメージとCCの効果を最大限に活かせるため、スウェインの持続的なダメージと回復を上回ることができる。\n- スウェインは重傷効果に弱く、セラフィーンのスキルで重傷を与えることで、スウェインの回復能力を制限できる。\n- セラフィーンは射程が長く、安全な位置からスウェインにハラスをかけることができ、スウェインが近づく前にダメージを与えやすい。\n\n有利の取り方：\n- スウェインがスキルを使った後の隙を狙って、セラフィーンのスキルを当てることでハラスを行う。\n- スウェインが近づいてきた際に、CCを使って動きを制限し、味方と連携して攻撃する。\n- 集団戦では、セラフィーンのUltを使ってスウェインを無力化し、味方のダメージを通しやすくする。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤からUltを使用できるため、スウェインに対して高いプレッシャーをかけることができ、レーンでのハラスが有効です。\n- スウェインは重傷効果に弱く、カルマのスキルで持続的なダメージを与えることで、回復を妨げることができます。\n- カルマのスネアやスロウを活かして、スウェインのキャッチ能力を無効化し、彼の攻撃を避けることができるため、レーン戦での優位性を保ちやすいです。\n\n有利の取り方：\n- スウェインがスキルを使った後に隙を見てハラスを行い、持続的にダメージを与える。\n- スネアを使ってスウェインの動きを制限し、彼が攻撃する機会を減らす。\n- 味方と連携して、スウェインがUltを使った際に一気に攻撃を仕掛け、彼の回復を妨げる。",
      "バード": "バードが有利です。\n\n理由：\n- スウェインは重傷効果に弱く、バードの回復スキルやスタンを受けることで持続的なダメージを与えやすい。\n- バードは移動スキルを持ち、スウェインのキャッチ能力を避けやすいため、レーンでのハラスがしやすい。\n- スウェインは序盤のレーニングが弱く、バードは鐘を回収することで火力を出しやすく、レーンでの優位性を確保しやすい。\n\n有利の取り方：\n- スウェインのスキルを避けながら、ハラスを行い、相手のHPを削る。\n- 鐘を回収しつつ、スウェインの動きを制限することで、レーンの主導権を握る。\n- スウェインが育つ前に積極的にロームを行い、他のレーンでのアシストを狙う。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力とCCを持ち、スウェインのスキルを避けやすく、特に序盤のハラスに対して強力です。\n- スウェインは重傷効果に弱く、パイクの攻撃によって回復を妨げることができるため、持続的なダメージを与えやすいです。\n- スウェインはロングトレードが苦手で、パイクの瞬発力を活かした短期的なトレードで有利に立ちやすいです。\n\n有利の取り方：\n- スウェインのスキルがクールダウン中やリソースが少ないタイミングを狙って積極的にハラスを行う。\n- フックを使ってスウェインを捕まえ、短期的なトレードでダメージを与え、回復を妨げる。\n- 視界を確保し、スウェインが孤立している時に奇襲をかけてキルを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、スウェインの持続的な回復を上回るダメージを与えることができます。\n- スウェインは重傷効果に弱いため、パンテオンの攻撃によって回復を妨げることができ、レーン戦での優位性を確保しやすいです。\n- パンテオンのリープとスタンにより、スウェインのCCを避けつつオールインが可能で、スウェインが持つロングトレードの強みを無効化できます。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、スウェインのHPを削ることで、早期に優位を築く。\n- スウェインのスキルがクールダウン中やリソースが乏しいタイミングを狙って、オールインを仕掛ける。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、スノーボールを狙うことで、全体的なゲームの流れを有利に進める。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、スウェインに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- スウェインはロングトレードが苦手で、ゼラスのポークによってHPを削られると、回復が追いつかないことが多い。\n- ゼラスのスタン効果を持つスキルは、スウェインのCCを無効化することができ、特に接近戦での優位性を高める。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スウェインのHPを削ることで、レーンの主導権を握る。\n- スウェインがスキルを使った後の隙を狙って、スタンを当ててダメージを与える。\n- 近距離での戦闘を避け、常に距離を保ちながらスキルを当て続けることで、スウェインの回復を妨げる。",
      "ブランド": "ブランドが有利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、スウェインの回復を上回るダメージを与えることができるため、トレードで優位に立ちやすい。\n- スウェインは重傷効果に弱く、ブランドのダメージが重傷を与えることでスウェインの回復を抑制できる。\n- ブランドのスタンによってスウェインのスキルを無力化できるため、スウェインのキャッチ能力を封じることができる。\n\n有利の取り方：\n- スウェインのスキルを避けながら、スキルを連打してダメージを与え、トレードを有利に進める。\n- スウェインがスキルを使った後の隙を狙って、スタンを当ててダメージを与える。\n- 重傷効果を持つアイテムを早めに購入し、スウェインの回復を抑えることで、レーンでの優位性を確保する。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンはスウェインに対して高い瞬間火力を持ち、スウェインの回復を妨げることができるため、ロングトレードで優位に立ちやすいです。\n- スウェインは重傷効果に弱く、ジリアンのスキルによってその効果を活かすことができるため、スウェインのサステインを削ぐことができます。\n- ジリアンのCCスキルはスウェインの動きを制限し、特にスウェインが接近する際にスタンを当てることで、彼の攻撃を無効化することが可能です。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削りつつ、重傷効果を活かして回復を妨げる。\n- スウェインがスキルを使った後の隙を狙い、CCを当ててダメージを与えることで、彼の行動を制限する。\n- 集団戦では、味方をサポートしつつ、スウェインに対してUltを使い、彼の持続的なダメージを無効化することで、戦闘を有利に進める。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ユーミは回復やシールドを持っており、モルガナのハラスを軽減できるため、レーンでの持続力が高い。\n- ユーミのスロー効果により、モルガナは距離を保つことが難しく、オールインを仕掛けられると脆弱になる。\n- モルガナのスキルはクールダウンが長く、ユーミの持続的な支援に対抗する手段が限られている。\n\n不利の緩和策：\n- ユーミのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄打ちさせる。\n- 早めにアイテムを購入し、マナ管理を徹底して持続的にハラスを行う。\n- 味方のADCと連携し、ユーミが密着している味方を狙うことで、ユーミの支援を無効化する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供し、ゼラスのハラスを耐えることができるため、ゼラスの攻撃が効果的に機能しづらい。\n- ユーミのスロー効果により、ゼラスは近づかれると攻撃を当てるのが難しくなり、特に機動力の高い相手に対しては有利に立たれる。\n- ゼラスは自己防衛手段が乏しく、ユーミが味方に密着していると、ゼラスが孤立した場合にオールインされやすく、簡単に倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを意識しつつ、ユーミのスキルを避けるために位置取りを工夫し、相手のスキルを避けるようにする。\n- ワーディングをしっかり行い、ユーミが密着している味方を狙うタイミングを見計らい、集団戦での有利を狙う。\n- 自身のスキルを当てるタイミングを見極め、ユーミが味方から離れている瞬間を狙って攻撃を仕掛ける。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供し、ザイラのハラスを無効化しやすい。これにより、ザイラは持続的なダメージを与えにくくなる。\n- ユーミのスロー効果により、ザイラは接近されやすく、オールインを仕掛けられると脆弱な状態になる。ザイラは接近戦に弱いため、これが致命的な要因となる。\n- ザイラは移動に役立つスキルがないため、ユーミのサポートを受けたADCに対して逃げる手段が限られている。これにより、ユーミとそのADCの連携が強力になる。\n\n不利の緩和策：\n- ザイラはレーンでのハラスを強化し、ユーミが密着する前にダメージを与えることを意識する。特に、ユーミが味方に密着する前にスキルを当てることが重要。\n- ワーディングを強化し、ユーミの動きを把握することで、オールインを避けるための位置取りを行う。視界を確保することで、敵の動きを予測しやすくなる。\n- ザイラのCCを活用して、ユーミやそのADCを拘束するタイミングを見計らい、連携を崩すことで有利な状況を作り出す。特に、ユーミが味方に密着していないタイミングを狙う。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、セラフィーンのハラスを無効化しやすいです。これにより、セラフィーンはレーンでの優位性を失いやすくなります。\n- ユーミのスロー効果により、セラフィーンは移動が制限され、スキルを当てるのが難しくなります。特に、ユーミが味方に密着していると、セラフィーンのスキルが当たりにくくなります。\n- セラフィーンはスキルの発生が遅く、ユーミのような瞬時に行動できる相手に対しては、オールイン合戦で不利になりやすいです。\n\n不利の緩和策：\n- ユーミが密着している味方を狙い、ユーミを無力化するためにその味方に対してスキルを集中させることで、ユーミの支援を減少させることができます。\n- レーンでのハラスを強化するために、セラフィーンのパッシブを活用し、スキルを連打して相手に圧力をかけることが重要です。\n- ワーディングをしっかり行い、ユーミが孤立するタイミングを狙ってオールインを仕掛けることで、セラフィーンの強みを活かすことができます。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供し、ソラカのハラスを無効化しやすいです。これにより、ソラカのレーン維持能力が低下します。\n- ユーミのスロー効果により、ソラカは移動が制限され、オールインを仕掛けられた際に逃げる手段が乏しくなります。\n- ソラカはCCが限られているため、ユーミの支援を受けたADCに対してプレッシャーをかけることが難しく、レーンでの優位性を保ちにくいです。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、味方ADCと連携してユーミを狙うタイミングを見計らい、攻撃を仕掛けることが重要です。\n- ワーディングを徹底し、ユーミが孤立するタイミングを狙って奇襲をかけることで、彼女のサポート効果を減少させることができます。\n- ユーミのスローを避けるために、位置取りを工夫し、常に安全な距離を保ちながらハラスを行うことで、レーンでの生存率を向上させることができます。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ユーミは味方に密着することで回復やシールドを提供し、ジリアンの攻撃を無効化しやすい。ジリアンのスキルは主に味方を支援するものであり、ユーミのサポート効果に対抗しづらい。\n- ユーミのスロー効果により、ジリアンは移動が制限され、攻撃やスキルを当てるのが難しくなる。特に、ジリアンは捕まると脆弱で、ユーミの支援を受けたADCに対してオールインされると厳しい。\n- ジリアンはマナ消費が大きく、スキルを多用すると枯渇しやすいが、ユーミは持続的なサポートが可能で、レーン維持において優位に立たれる。\n\n不利の緩和策:\n- ジリアンはレベル差を活かして、早めに経験値を稼ぎ、スキルを強化することでユーミの支援効果を軽減する。特に、レベル6以降はUltを活用して味方を守ることが重要。\n- ユーミのスローを避けるために、位置取りを工夫し、敵の攻撃を受けないように立ち回る。特に、ユーミが味方に密着しているときは、距離を保つことが大切。\n- ワーディングを強化し、視界を確保することで、ユーミの動きを把握し、オールインを仕掛けるタイミングを見極める。特に、ユーミが孤立しているときに攻撃を仕掛ける。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ラックスのハラスを軽減しやすい。これにより、ラックスは持続的なダメージを与えにくくなる。\n- ユーミのスロー効果により、ラックスは接近されるリスクが高まり、スキルを当てる機会が減少する。特に、ユーミが味方に密着していると、ラックスのスキルが当たりにくくなる。\n- ラックスは基礎ステータスが低く、ユーミが味方に密着していると、オールインを仕掛けられた際に脆弱であるため、ユーミのサポートによって生存能力が向上する。\n\n不利の緩和策：\n- ユーミが味方に密着しているときは、ミニオンを利用してスキルを当てるタイミングを見計らい、ハラスを行う。特に、ユーミが離れた瞬間を狙う。\n- ワーディングを強化し、視界を確保することで、ユーミの動きを把握し、オールインを避ける。特に、ジャングラーの動きにも注意を払う。\n- ユーミのスロー効果を避けるために、位置取りを工夫し、常に安全な距離を保つ。特に、ユーミが味方から離れたタイミングで攻撃を仕掛ける。",
      "カルマ": "カルマが不利です。\n\n- ユーミは味方に密着することで安全に支援ができ、回復やシールドを通じてレーン維持が得意です。カルマの攻撃やハラスを受けても、ユーミは味方を守ることで持ちこたえやすいです。\n- カルマのスネアは発生が遅く、ユーミの機動力に対して効果的に当てるのが難しいため、ユーミが自由に動き回ることを許してしまいます。\n- ユーミはスロー効果を持つスキルでカルマの動きを制限できるため、カルマが攻撃的に出ることが難しくなります。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、味方ADCと連携してユーミのサポートを無効化するように動くことが重要です。\n- ユーミが味方に密着しているときは、彼女の隙を狙って攻撃するタイミングを見計らい、連携を意識して行動することが効果的です。\n- ワーディングを強化し、視界を確保することで、ユーミが孤立する瞬間を作り出し、攻撃のチャンスを増やすことができます。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ユーミの移動を制限することができるため、ユーミが味方に密着している状態でも攻撃を仕掛けやすい。\n- ユーミはハードCCを持たないため、レルのオールインに対して防御手段が乏しく、特にレルのスタンやノックアップに対して脆弱である。\n- レルはタンクとしての耐久力が高く、ユーミの回復やシールドを無視してダメージを与えられるため、ユーミの支援効果を打ち消すことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユーミが味方から離れたタイミングを狙ってオールインを仕掛ける。\n- ユーミが味方に密着している際に、CCを使ってユーミを引き離し、攻撃を集中させる。\n- ワーディングを行い、ユーミが孤立しやすい位置を把握し、味方と連携してユーミを狙う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力と2種類のハードCCを持っており、ユーミの移動を制限することができるため、ユーミが味方に密着している状態でも攻撃しやすい。\n- ユーミはハードCCを持たないため、ラカンのエンゲージに対して反撃手段が乏しく、ラカンが仕掛けた際に無力化されやすい。\n- ラカンは自身のシールドやヒールを使って、ユーミの攻撃を受け流しつつ、味方を守ることができるため、レーンでのサステインが高い。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを見計らい、エンゲージを仕掛けてユーミを無力化する。\n- ユーミのスキルのクールダウンを確認し、スキルが使えないタイミングで攻撃を仕掛ける。\n- ラカンの機動力を活かして、ユーミが孤立している瞬間を狙い、素早く接近してCCを当てる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ユーミが味方に密着している状態でも、フックやノックアップで彼女を捕まえることができるため、ユーミの支援能力を無効化しやすい。\n- ユーミは単独での戦闘能力が低く、ノーチラスのオールインに対して脆弱であるため、ノーチラスが仕掛けるとユーミは逃げる手段が限られる。\n- ノーチラスはレーンでの圧力をかけやすく、ユーミがADCから離れた瞬間を狙って攻撃することで、ユーミを排除するチャンスが増える。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユーミの回復やシールドを無効化することで、ADCに対してプレッシャーをかける。\n- ユーミがADCから離れたタイミングを見計らって、フックやCCを使って彼女を捕まえる。\n- ワーディングを行い、敵の動きを把握しつつ、ユーミが孤立する状況を作り出すことで、オールインのチャンスを増やす。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは豊富なCCを持っており、ユーミをスタンさせることで彼女の支援能力を無効化できます。ユーミはハードCCを持たないため、レオナの攻撃に対して脆弱です。\n- レオナは高い耐久力を持ち、序盤からオールインが可能です。ユーミは単独での戦闘能力が低いため、レオナの攻撃を受けると厳しい状況に陥ります。\n- ユーミは味方に密着することで強化を行いますが、レオナがユーミを狙うことでその密着を阻止し、ユーミの影響力を減少させることができます。\n\n有利の取り方:\n- レオナのCCを活かして、ユーミが孤立しているタイミングを狙って攻撃します。特に、ユーミが他のチャンピオンに付いていないときが狙い目です。\n- ボットレーンの味方と連携し、ユーミをターゲットにしたオールインを仕掛けることで、早期にキルを狙います。\n- アイテムを耐久力を高めるものに選び、ユーミの攻撃を受けても生き残りやすくし、持続的に攻撃を続けることが重要です。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持っており、ユーミの移動を制限することができるため、ユーミが味方に密着して支援するのを妨げやすい。\n- アリスターは高いタフネスを持ち、ユーミの攻撃を耐えることができるため、ユーミのハラスを受けても問題なくレーンを維持できる。\n- ユーミはハードCCを持たないため、アリスターのエンゲージに対して反撃手段が乏しく、オールインされると脆弱な立場に置かれる。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、エンゲージを仕掛けてユーミを捕まえる。\n- ユーミのスキルのクールダウンを確認し、スキルが使えないタイミングで攻撃を仕掛ける。\n- ワーディングを行い、ユーミが孤立しやすい位置を把握して、サポートの動きを制限する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはユーミのスキルを無効化する能力があり、特にユーミが味方に密着している際に、ポッピーのCCを使ってユーミを攻撃することができます。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、ポッピーの高い耐久力とダメージを受けると脆弱です。\n- ポッピーはダッシュやリープを阻止するスキルを持っており、ユーミが逃げる手段を制限することができるため、ユーミに対して強力なカウンターとなります。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、CCを使ってユーミを捕まえ、ダメージを与える。\n- レーンでのトレードを積極的に行い、ユーミの回復やシールドを無効化することで、相手のサステインを削る。\n- ワーディングを行い、ユーミが孤立しやすい状況を作り出し、味方と連携してオールインを仕掛ける。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ユーミの攻撃を軽減しやすい。ユーミのハラスを受けても、ブラウムのシールドやパッシブによってダメージを抑えることができる。\n- ユーミはハードCCを持たないため、ブラウムのスタンやノックアップを受けると一方的に攻撃されるリスクが高い。ブラウムはユーミに対してオールインを仕掛けやすい。\n- ブラウムのパッシブは、ユーミの回復やシールドを無効化することができ、ユーミのサステインを削ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユーミのHPを削る。特に、ユーミが味方に密着しているときに攻撃を仕掛けると効果的。\n- ブラウムのスタンを狙い、ユーミが味方から離れたタイミングでオールインを仕掛ける。これにより、ユーミを無力化できる。\n- ワーディングを行い、ユーミが孤立しやすい状況を作り出す。特に、ユーミが味方から離れているときにGankを狙うと良い。",
      "バード": "バードが有利です。\n\n理由:\n- バードはスタンを持っており、ユーミの移動を制限することができるため、ユーミが味方に密着している際に効果的に攻撃できる。\n- バードの回復スキルはユーミの回復やシールドと相性が良く、持続的なハラスが可能で、ユーミのサステインを上回ることができる。\n- ユーミはハードCCを持たないため、バードのスタンを受けると一時的に無力化され、バードが有利なトレードを仕掛けやすい。\n\n有利の取り方:\n- ユーミが味方に密着しているタイミングを狙い、スタンを当ててダメージを与える。\n- 鐘を回収しながらレーンを維持し、ユーミの回復を無効化するようにハラスを行う。\n- ロームを活用して他のレーンに影響を与え、ユーミが孤立しやすい状況を作り出す。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力とCCを持ち、ユーミの脆弱な基礎ステータスを突くことができるため、ユーミを捕まえやすいです。\n- ユーミはハードCCを持たず、オールインに対して脆弱なため、パイクの攻撃を受けると簡単に倒される可能性があります。\n- パイクのパッシブによる回復効果があるため、ハラスに対して強い耐性を持ち、ユーミの支援を受けても持ちこたえやすいです。\n\n有利の取り方:\n- ユーミが味方に密着している隙を狙い、フックやスキルを使ってユーミを捕まえる。\n- レーンでのハラスを積極的に行い、ユーミの回復を無効化することで、相手ADCにプレッシャーをかける。\n- 視界を確保し、ユーミが孤立しやすい状況を作り出して、集団での攻撃を仕掛ける。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、ユーミが味方に密着している間に一気にダメージを与えることができるため、ユーミのサポートを無効化しやすい。\n- ユーミはハードCCを持たないため、パンテオンのスタンを受けると一方的に攻撃されるリスクが高い。\n- パンテオンは序盤からのバーストダメージが高く、ユーミの回復やシールドが間に合わない場合が多い。\n\n有利の取り方：\n- レーンでのトレードを積極的に行い、ユーミが味方に密着している隙を狙ってオールインを仕掛ける。\n- ユーミのスキルクールダウンを把握し、回復やシールドがないタイミングで攻撃を仕掛ける。\n- グローバルなUltを活用して他のレーンに寄り、ユーミがサポートしているADCを狙うことで、全体的な優位を確保する。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を強化できるため、ユーミの支援効果を上回ることができる。特に、集団戦では全体に影響を与える能力が強力。\n- ユーミはハードCCを持たないため、ソナのスタンを避けることができず、捕まると大きなダメージを受けるリスクがある。\n- ソナはスキルの発動が迅速で、ユーミのスロー効果を簡単に回避できるため、ユーミの攻撃を受けにくい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユーミの回復を無効化することで、相手のサステインを削る。\n- 集団戦では、ユーミが密着している味方を狙い、スタンを使って一気にダメージを与える。\n- ワーディングをしっかり行い、ユーミが孤立しないようにしつつ、味方と連携してオールインを仕掛ける。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ユーミが味方に密着している際にフックやスローで捕まえることができるため、ユーミの支援を無効化しやすい。\n- ユーミは自身の攻撃力が低く、オールインに対して脆弱であるため、スレッシュの攻撃を受けると簡単にダメージを与えられる。\n- スレッシュはイグナイトを持っている場合、ユーミの回復を無効化し、早期にダメージを与えることでユーミの成長を阻止できる。\n\n有利の取り方：\n- レーンフェーズで積極的にハラスを行い、ユーミのADCへの支援を妨害する。\n- フックやスローを使ってユーミを捕まえ、味方と連携してオールインを仕掛ける。\n- ユーミが無防備になるタイミングを見計らい、イグナイトを使ってダメージを与え、早期に優位を築く。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "メルが不利です。\n\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、メルは攻撃を受けやすいです。\n- ゼラスのスタン効果を持つスキルにより、メルは捕まると一気にダメージを受ける危険があります。\n- メルは回復効果に対して弱く、ゼラスの持続的なダメージに対抗しづらいです。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- ゼラスのスタンを避けるために、スキルの発動タイミングを見極めて動く。\n- サポートアイテムやポーションを活用して、レーンでの持続力を高め、ハラスを耐える。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ザイラに対して一方的にハラスを行うことができるため、ザイラはダメージを受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ザイラは捕まると大きなダメージを受けるリスクが高く、特に近づかれると脆弱なため、立ち回りが難しくなる。\n- ゼラスはマナ回復のパッシブを持っているため、持続的にハラスを行うことができ、ザイラはマナ管理が難しくなる。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、常に位置取りを意識し、草むらを利用して視界を確保しながら動く。\n- ゼラスのスキルがクールダウン中に攻撃を仕掛けることで、ハラスを軽減し、逆にダメージを与えるチャンスを作る。\n- ゼラスのスタンを避けるために、仲間と連携して動き、ザイラのCCを活かして反撃のチャンスを作る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離から一方的にハラスを行うことができるため、ブラウムは近づくことが難しい。\n- ブラウムのCCスキルは発生が遅く、ゼラスのスキルを避けることが難しいため、攻撃を受けやすい。\n- ブラウムはサステインがなく、ゼラスの持続的なハラスに耐えるのが難しいため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、ミニオンの後ろに隠れたり、位置取りを工夫してハラスを最小限に抑える。\n- ブラウムのパッシブを活かすために、ADCと連携して攻撃を仕掛けるタイミングを見計らう。\n- サポートアイテムやポーションを活用して、レーンでの持続力を高め、ゼラスのハラスに耐えられるようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、セラフィーンは常にダメージを受けやすい状況に置かれます。\n- ゼラスのスタン効果を持つスキルにより、セラフィーンは一時的に無力化されるリスクが高く、特にオールイン合戦で不利になります。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しいため、タイミングを合わせるのが困難です。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、草むらを利用して視界を確保することが重要です。\n- セラフィーンのスキルを連携させて、ゼラスに対してカウンターを狙うタイミングを見計らうことで、ハラスを軽減できます。\n- サポートやジャングラーと連携して、ゼラスに対するガンクを仕掛けることで、レーンでのプレッシャーを減らすことができます。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、ヴェル＝コズは一方的にダメージを受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ヴェル＝コズは捕まると大きなダメージを受けるリスクが高く、特に接近戦で脆弱になる。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルを避けるのが難しいため、ハラスを受け続けることになりやすい。\n\n不利の緩和策:\n- ゼラスのスキルを避けるために、ミニオンの後ろに隠れたり、位置取りを工夫してハラスを最小限に抑える。\n- サポートアイテムやポーションを活用して、マナとHPを管理し、レーンでの持続力を高める。\n- ゼラスのスキルのクールダウンを意識し、スキルがないタイミングで積極的にハラスを行うことで、相手のリソースを削る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、ラックスよりも遠くからハラスを行うことができるため、ラックスはダメージを受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ラックスは捕まるリスクが高く、接近されると脆弱な状態に陥りやすい。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、長期戦においても優位を保ちやすい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- ゼラスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らい、ハラスを行う。\n- サポートやジャングラーと連携し、ゼラスを捕まえるチャンスを作ることで、レーンでのプレッシャーを軽減する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、モルガナは攻撃を受けやすいです。\n- ゼラスのスタン効果を持つスキルにより、モルガナは捕まるリスクが高く、特に近づくことが難しくなります。\n- モルガナのスキルはクールダウンが長く、ゼラスの持続的なハラスに対抗する手段が限られています。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、草むらを利用して視界を確保する。\n- ゼラスのスキルがクールダウン中に攻撃を仕掛けることで、ハラスを軽減し、レーンの主導権を取り戻す。\n- 味方のジャングラーと連携し、ゼラスに対するギャンクを狙うことで、レーンでのプレッシャーを減らす。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで、回復やシールドを提供し、ゼラスのハラスを耐えることができるため、レーンでのサステインが高い。\n- ゼラスのスキルは発動に時間がかかるため、ユーミの機動力を活かしてスキルを避けやすく、攻撃を受けにくい。\n- ゼラスは自己防衛手段が乏しく、ユーミが味方に密着している間にゼラスに対して攻撃を仕掛けることができる。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、味方ADCと連携してハラスを行い、相手のHPを削る。\n- ユーミの回復やシールドを活用して、ゼラスの攻撃を耐えつつ、レーンの優位を保つ。\n- ゼラスがスキルを使った後の隙を狙って、積極的に攻撃を仕掛け、相手にプレッシャーをかける。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ゼラスのスキルを避けつつ反撃することができるため、ゼラスの攻撃を無効化しやすい。\n- ゼラスはスキルの発動に時間がかかるため、カルマの機動力を活かしてスキルを避けながらハラスを行うことができる。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ゼラスに対して一方的にダメージを与えるチャンスが多い。\n\n有利の取り方：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、スキルショットを回避する。\n- 自分のスキルを的確に当てて、ゼラスにハラスを行い、レーンの主導権を握る。\n- チームメイトと連携し、ゼラスが孤立しているタイミングを狙って攻撃することで、優位に立つ。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ゼラスのスキルを避けやすいため、ゼラスの攻撃を受けにくいです。\n- ゼラスはスキルの発動に時間がかかるため、パイクのフックや奇襲に対して反応が遅れやすいです。\n- パイクのパッシブによる回復効果があるため、ゼラスのハラスに対して耐性があり、レーンでの持続力が高いです。\n\n有利の取り方：\n- ゼラスのスキルがクールダウン中やミスしたタイミングを狙ってフックを仕掛ける。\n- ゼラスがスキルを使った後に近づき、ハラスやオールインを行う。\n- 視界を確保し、ゼラスが孤立している時に奇襲をかけてキルを狙う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持つラカンは、ゼラスのスキルを避けやすく、近づいてCCを当てることができるため、ゼラスの攻撃を無効化しやすい。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ラカンが接近してエンゲージすることでゼラスを無力化できる。\n- ラカンのシールドや回復能力により、ゼラスのハラスを受けても持続力が高く、レーンでのサステインが有利に働く。\n\n有利の取り方：\n- ゼラスのスキルが発動するタイミングを見計らい、スキルを避けながら接近してエンゲージする。\n- ゼラスがスキルを使った後の隙を狙い、CCを当てて一気に攻める。\n- ザヤとの連携を活かし、相互に強化し合いながらゼラスに対してプレッシャーをかける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ゼラスのハラスを耐えやすい。ゼラスの攻撃を受けても、ソナの支援によって持続力が高まる。\n- ゼラスのスキルは発動に時間がかかるため、ソナの機動力を活かしてスキルを避けやすい。これにより、ゼラスの攻撃を回避しつつ反撃が可能。\n- ソナのAoEスタンは、ゼラスがスキルを当てる前に発動することで、ゼラスの攻撃を無効化できる。これにより、ゼラスの攻撃を封じることができる。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、ハラスを行い、相手のマナを削る。これにより、ゼラスの持続力を低下させる。\n- ソナの回復を活用して、味方ADCと連携し、ゼラスに対して積極的に攻撃を仕掛ける。特に、ゼラスがスキルを外したタイミングを狙う。\n- 集団戦では、ソナのスタンを活かしてゼラスをキャッチし、味方と連携して一気に倒す。これにより、ゼラスの影響力を削ぐことができる。",
      "レル": "レルが有利です。\n\n理由：\n- レルは近接チャンピオンであり、ゼラスのスキルの発動が遅いため、ゼラスの攻撃を避けやすいです。これにより、レルはゼラスに対して一方的に攻撃を仕掛けることができます。\n- レルの複数のCCスキルにより、ゼラスを拘束しやすく、特に近距離での戦闘においてゼラスの弱点を突くことができます。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、レルが接近することでゼラスに対して有利な状況を作り出せます。\n\n有利の取り方：\n- ゼラスのスキルのクールダウンを確認し、スキルがないタイミングで積極的に攻撃を仕掛ける。\n- レルのCCを活かして、ゼラスを捕まえた際に味方と連携してダメージを与える。\n- ゼラスが後退する際に、レルの移動速度を活かして追撃し、ハラスを行う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは近接チャンピオンであり、ゼラスのスキルが発動する前に接近して攻撃することができるため、ゼラスのハラスを避けつつダメージを与えやすい。\n- ゼラスはスキルの発動に時間がかかるため、パンテオンのスタンを利用して一気にオールインすることが可能で、キルを狙いやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、序盤からのスノーボールが期待できる。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、隙を見て近づき、スタンを使ってオールインを仕掛ける。\n- ゼラスがスキルを使った後のクールダウンを狙い、積極的にハラスを行う。\n- ゼラスがマナを消費しているタイミングを見計らい、リソースが乏しい状態での攻撃を行う。",
      "バード": "バードが有利です。\n\n理由：\n- バードは高い機動力を持ち、ゼラスのスキルを避けやすいため、ハラスを受けにくい。\n- ゼラスのスキルは発動に時間がかかるため、バードのスタンを当てやすく、ゼラスを無力化するチャンスが多い。\n- バードは鐘を回収することで火力を向上させることができ、持続的なダメージを与えやすい。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、適切なタイミングでスタンを狙い、ハラスを行う。\n- 鐘を回収しつつ、味方ADCと連携してゼラスに圧力をかける。\n- ゼラスがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、ゼラスのスキルを避けながらハラスを行いやすいです。\n- ゼラスはスキルの発動に時間がかかるため、ジリアンの機動力を活かしてスキルを回避しやすく、近距離での戦闘に持ち込むことができます。\n- ジリアンのCCやバフを駆使することで、ゼラスの攻撃を無効化し、味方の攻撃をサポートすることができるため、レーンでの優位性を確保しやすいです。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、ジリアンのスキルを使ってハラスを行い、相手のHPを削る。\n- ゼラスがスキルを使った後の隙を狙って、ジリアンのCCを活用して攻撃を仕掛ける。\n- 味方ADCと連携し、ゼラスに対して一斉攻撃を行い、早期にキルを狙う。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、ゼラスのスキルを無力化することができるため、ゼラスの攻撃を効果的に防ぐことができる。\n- ルルのシールドやHP増加のスキルにより、ゼラスのハラスを受けても生存しやすく、持続的にレーンでの優位を保てる。\n- ゼラスはスキルの発動に時間がかかるため、ルルの機動力を活かしてスキルを避けやすく、攻撃のチャンスを作りやすい。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、ポリモーフを使ってハラスを行い、ゼラスの行動を制限する。\n- シールドを適切に使い、ゼラスのハラスを受け流しつつ、味方ADCと連携してダメージを与える。\n- ゼラスがスキルを使った後の隙を狙い、積極的に攻撃を仕掛けてレーンの主導権を握る。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ゼラスのスキルを避けやすい。ゼラスのスキルは発動に時間がかかるため、ニーコの機動力を活かして回避しやすい。\n- ゼラスは近距離での戦闘に弱く、ニーコのスタンやAoEダメージを受けると一気に不利になる。ニーコは近づいて攻撃することで、ゼラスの長射程を無効化できる。\n- ニーコは短射程のチャンピオンに対して有利であり、ゼラスはその一例。ニーコはミニオンを利用してハラスを行いやすく、レーンでの優位を築きやすい。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、擬態を使って奇襲を仕掛け、ゼラスに近づいて攻撃する。\n- ミニオンを利用してハラスを行い、ゼラスのマナを消耗させる。特に、ゼラスがスキルを使った後に攻撃するタイミングを狙う。\n- ゼラスがスキルを外したタイミングで積極的に攻撃し、スタンを活かしてダメージを与える。特に、集団戦ではニーコのアルティメットを使ってゼラスを狙う。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができ、ゼラスの長射程攻撃に対しても有利にハラスを行えるため、トレードで優位に立ちやすい。\n- ゼラスのスキルは発動に時間がかかるため、ミリオの機動力を活かして避けやすく、近距離での戦闘に持ち込むことができる。\n- ミリオのウルトはCCを解除できるため、ゼラスのスタンを無効化し、味方を守ることができる。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、味方の攻撃範囲を延ばしてハラスを行い、レーンでの優位を築く。\n- ゼラスがスキルを使った後の隙を狙って、近距離でのトレードを仕掛ける。\n- ミリオのウルトをタイミングよく使用し、ゼラスのスタンを無効化して味方の生存能力を高める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ゼラスのスキルを避けながら近づくことで、彼を捕まえることができるため、ゼラスの攻撃を無効化しやすい。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ノーチラスのフックやエンゲージによって一気に攻め込むことができる。\n- ノーチラスはタンクとしての耐久力が高く、ゼラスの遠距離攻撃を受けながらも持続的にダメージを与えることができる。\n\n有利の取り方：\n- ゼラスがスキルを使った後の隙を狙ってエンゲージし、CCを活かして捕まえる。\n- ゼラスの攻撃範囲に注意しつつ、適切なタイミングで近づいてハラスを行う。\n- サポートアイテムや防具を選び、ゼラスのダメージを軽減しながらレーンを優位に進める。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "スレッシュが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、スレッシュが近づくのを難しくします。\n- メルのスネア効果により、スレッシュは捕まえられやすく、フックを外した際の隙を突かれるリスクが高まります。\n- メルは確定キルを狙いやすく、スレッシュのサステインがないため、持続的なダメージを受けると厳しい状況になります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、距離を保ちながらCSを取ることを心がける。\n- メルのスキルを避けるために、スレッシュのスキルを適切なタイミングで使用し、相手のスキルを無駄にさせる。\n- 味方と連携し、メルの攻撃を受けないように立ち回り、エンゲージのタイミングを見計らう。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- メルは長射程のスキルを持ち、ブリッツクランクが近づく前にダメージを与えることができるため、ブリッツクランクが接近するのが難しい。\n- メルのスネア効果により、ブリッツクランクがフックを外した場合、逆に捕まってしまうリスクが高く、プレッシャーをかけられない。\n- メルは確定キルを狙いやすく、ブリッツクランクがHPを削られると、フックを使う際のリスクが増大する。\n\n不利の緩和策:\n- ブリッツクランクはレベル2やレベル3での早期のギャンクを狙い、メルにプレッシャーをかけることで、彼女のスキルを使わせる機会を増やす。\n- メルのスネアを避けるために、ブリッツクランクはミニオンの後ろから接近し、フックを狙うタイミングを見計らう。\n- サポートアイテムやポーションを活用し、持続的にHPを回復しながら、メルとのトレードを有利に進める。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- メルは豊富なAoEスキルを持ち、序盤からの影響力が高いため、モルガナがレーンでのプレッシャーをかけにくい。\n- メルのスネア効果により、モルガナは自分のスキルを使うタイミングを制限され、反撃が難しくなる。\n- モルガナのクールダウンが長く、持続的な戦闘においてメルの攻撃を受けやすく、ダメージを与える機会が減少する。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、メルのスキルを避けることでダメージを軽減する。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてメルの攻撃に耐える。\n- 味方のジャングラーと連携し、メルに対してギャンクを仕掛けることで、レーンの主導権を取り戻す。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- メルは長射程のスキルを持ち、ブラウムが接近する前にハラスを行いやすいため、ブラウムはダメージを受けやすい。\n- メルのスネア効果により、ブラウムは接近戦を仕掛けることが難しく、CCを発動する前に動けなくなる可能性が高い。\n- ブラウムはサステインがなく、メルの持続的なダメージに対して耐えるのが難しいため、序盤からのハラスで不利な状況に陥りやすい。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、メルのスキルを避けるように動くことで、ハラスを軽減する。\n- メルのスネアを避けるために、ブラウムはミニオンを利用して位置取りを工夫し、接近するタイミングを見計らう。\n- ブラウムはレベルアップを優先し、パッシブを活かしてメルに対抗できるようにすることで、序盤の不利を緩和する。",
      "ソラカ": "ソラカが不利です。\n\n- メルは豊富なAoEスキルを持ち、序盤からのハラスが強力で、ソラカの回復を上回るダメージを与えることができるため、レーンでのプレッシャーが高い。\n- メルのスネア効果により、ソラカは行動を制限されやすく、逃げる手段が乏しいため、捕まるリスクが高まる。\n- ソラカのヒールは重傷効果に弱く、メルが持つ持続的なダメージや確定キルの能力に対して効果的に対抗できない。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してメルのスキルを避けるように立ち回る。\n- ジャングラーと連携して、メルに対するギャンクを狙い、レーンの主導権を取り戻す。\n- アイテムを早めに購入し、回復効果を強化するアイテムを選ぶことで、持続的なダメージに対抗できるようにする。",
      "ナミ": "ナミが不利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、ナミが近づくのが難しい。\n- メルのスネア効果により、ナミは捕まえられやすく、CCを当てる前にダメージを受けるリスクが高い。\n- メルは回復効果に対して弱いが、ナミの回復は持続的なダメージを受けると効果が薄れるため、メルの攻撃に対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらプレイし、メルのスキルを避ける。\n- サポートアイテムを活用して、マナ管理をしっかり行い、必要な時に回復やCCを使えるようにする。\n- ジャングラーと連携して、メルに対するギャンクを狙い、レーンでのプレッシャーを軽減する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- メルは豊富なAoEスキルを持ち、序盤からの影響力が高いため、セラフィーンがハラスを行う前にダメージを与えられる可能性が高い。\n- メルのスネア効果により、セラフィーンは動けなくなり、スキルを当てることが難しくなるため、オールイン合戦で不利になる。\n- セラフィーンはスキルの発生が遅く、メルの攻撃を受ける前に反撃するのが難しいため、特に瞬時に攻撃を仕掛ける相手に対して脆弱。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してメルのスキルを避ける立ち回りを心がける。\n- セラフィーンのスキルを連打するタイミングを見計らい、メルのスネアを避けるように動くことで、反撃のチャンスを増やす。\n- サポートアイテムや味方のジャングラーとの連携を強化し、メルに対して集団でのプレッシャーをかけることで、セラフィーンの強みを活かす。",
      "パイク": "パイクが不利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、パイクが近づくのを難しくします。\n- メルのスネア効果により、パイクは捕まえられやすく、反撃の機会を失うことが多いです。\n- メルは確定キルを狙いやすく、パイクの回復効果を無効化する可能性が高いため、持続的な戦闘で不利になります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動くことを心がける。\n- メルのスネアを避けるために、フックやカモフラージュを使って奇襲を狙うタイミングを見計らう。\n- サポートアイテムやポーションを活用して、持続的なハラスに耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- メルは長射程のスキルを持ち、序盤からの影響力が高いため、ヴェル＝コズはハラスを受けやすい。\n- メルのスネア効果により、ヴェル＝コズは接近されると無力化されるリスクが高く、特に機動力が低い彼にとって致命的。\n- メルは確定キルを狙いやすく、ヴェル＝コズがHPを削られると、逆にキルを取られる可能性が高まる。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、メルのスキルを避けることでハラスを減らす。\n- サポートと連携し、メルに対して集中的に攻撃を仕掛けることで、彼の影響力を抑える。\n- アイテムを早めに購入し、耐久力を上げることで、メルの攻撃に耐えられるようにする。",
      "ソナ": "ソナが不利です。\n\n理由：\n- メルは豊富なAoEスキルを持ち、序盤からの影響力が高いため、ソナはハラスを受けやすい。\n- メルのスネア効果により、ソナは捕まるリスクが高く、特に脆弱な序盤では致命的なダメージを受ける可能性がある。\n- ソナの回復能力はメルの持続的なダメージに対して効果が薄く、特にメルがスタックを貯めている場合、ソナの回復が追いつかない。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、メルのスキルを避けることでハラスを減らす。\n- 味方ジャングラーと連携し、メルに対するGankを狙うことで、ソロレーンでのプレッシャーを軽減する。\n- アイテムを早めに購入し、マナ管理を徹底することで、スキルを使い続けられるようにする。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、メルのスネアを無効化しやすい。これにより、メルが攻撃を仕掛ける前に先手を取ることができる。\n- メルは回復効果に弱いが、ノーチラスは持続的なダメージを与えることができるため、メルのHPを削りやすい。\n- ノーチラスのフックは長射程で、メルが距離を保とうとしても捕まえることができるため、メルの攻撃を封じることができる。\n\n有利の取り方：\n- フックを使ってメルを捕まえ、味方と連携してオールインを仕掛ける。\n- メルのスキルを避けるために、ノーチラスのCCを駆使して相手の動きを制限する。\n- レベルアップ時に積極的にエンゲージを行い、メルのスノーボールを防ぐ。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- 射程の長さ：ゼラスは非常に長い射程を持っており、メルの攻撃を受ける前に一方的にハラスが可能です。これにより、メルはレーンでのプレッシャーを感じやすくなります。\n- スタン効果：ゼラスはスタン効果を持つスキルを使うことで、メルのスネアを無効化し、攻撃のチャンスを作ることができます。これにより、メルは攻撃を仕掛けることが難しくなります。\n- マナ回復：ゼラスのパッシブによるマナ回復効果により、持続的にスキルを使用し続けることができ、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- ハラスを徹底する：ゼラスは遠距離からメルに対してスキルを使い続け、HPを削ることでレーンの主導権を握ります。\n- スキルのタイミングを見極める：メルのスネアを避けつつ、スタンを狙って攻撃することで、メルの行動を制限します。\n- ビジョンを確保する：ワードを使って視界を確保し、メルが動きやすい位置を制限することで、レーンでの優位性をさらに高めます。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なシールドと回復効果を持っており、メルの持続的なダメージを軽減できるため、メルの攻撃を受け流しやすい。\n- メルのスネア効果に対して、ジャンナはノックバックやノックアップを使って距離を取ることができるため、メルのスキルを無効化しやすい。\n- ジャンナは味方の移動速度を上げることができ、メルが攻撃を仕掛ける際に味方を守りつつ反撃することが可能。\n\n有利の取り方：\n- レーンでのハラスを行い、メルのスキルを避けながらダメージを与えることで、メルのスタックを貯めさせない。\n- メルがスネアを使った後に、ジャンナのCCを使って反撃し、メルを追い詰める。\n- ジャンナのシールドを活用して、味方ADCを守りつつ、メルの攻撃を受け流し、レーンでの優位を確保する。",
      "レオナ": "レオナが有利です。\n\n- レオナは豊富なCCを持っており、メルのスネアを避けつつオールインが可能です。これにより、メルを無力化しやすくなります。\n- メルは回復効果に弱いため、レオナの耐久力を活かして持続的なダメージを与えることで、メルの強みを消すことができます。\n- レオナは序盤から強力なハラスができ、メルのスキルを避けながら攻撃することで、レーンでの優位を築きやすいです。\n\n有利の取り方：\n- メルのスキルを避けるために、レオナのCCを駆使してメルに接近し、オールインを狙います。\n- ADCと連携して、メルがスキルを使った後の隙を突いて攻撃することで、キルチャンスを作ります。\n- 健康管理を徹底し、メルの攻撃を受けつつも持久戦に持ち込むことで、レーンでの優位を維持します。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、メルのスネアを無効化できるため、メルの攻撃を効果的に防ぐことができる。\n- ルルのシールドはメルのダメージを軽減し、持続的なダメージを与えることが難しいメルに対して優位に立てる。\n- メルは回復効果に弱いが、ルルは味方を強化する能力があり、持続的な戦闘での生存能力を高めることができる。\n\n有利の取り方：\n- メルのスネアを避けるために、ルルのスキルをタイミングよく使用し、メルの攻撃を無効化する。\n- ルルのシールドを活用して、メルの攻撃を受けた味方を守り、戦闘を有利に進める。\n- メルがスキルを使った後の隙を狙い、ポリモーフやシールドを駆使して反撃する。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃と高いハラス能力を持っており、メルのスキルを避けながら安全にダメージを与えることができます。\n- メルは能動的に使えるCCがないため、ザイラのCCスキルを受けると一方的に攻撃されるリスクが高いです。\n- ザイラの植物を利用したゾーニング能力により、メルが近づくのを難しくし、持続的なダメージを与えることができます。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、メルのHPを削ることでプレッシャーをかける。\n- 植物を使って視界を確保し、敵の動きを制限しながら安全にファームを行う。\n- CCスキルを駆使してメルを拘束し、味方と連携してキルを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、メルのHPを迅速に削ることができるため、オールインが強力です。\n- メルは回復効果に弱く、パンテオンの攻撃によって持続的なダメージを受けると、立て直しが難しくなります。\n- パンテオンのスタンを持つスキルにより、メルのスネアを避けやすく、攻撃のチャンスを増やすことができます。\n\n有利の取り方：\n- レベル2やレベル3でのオールインを狙い、メルのHPを早期に削ることで、レーンの主導権を握ります。\n- メルのスキルを避けながら、リープを使って接近し、スタンを当ててから攻撃を仕掛けます。\n- グローバルなUltを活用して、他のレーンに影響を与え、全体的なゲームの流れを有利に進めます。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは回復効果を持っており、メルの持続的なダメージに対して強い耐性を持っています。これにより、メルの攻撃を受けても生存しやすくなります。\n- ジリアンのCCスキルは、メルのスネアを無効化することができ、メルが攻撃を仕掛けるタイミングを制限できます。これにより、メルの攻撃を避けやすくなります。\n- ジリアンはレベル差をつけやすく、特に序盤からの影響力が高いです。これにより、メルがスノーボールする前に有利な状況を作りやすくなります。\n\n有利の取り方：\n- ジリアンは序盤から積極的にハラスを行い、メルのHPを削ることでプレッシャーをかけます。\n- メルのスネアを避けるために、ジリアンは位置取りを工夫し、相手のスキルを無駄にさせるように動きます。\n- ジリアンのUltを活用して、味方を守りつつ、メルが攻撃を仕掛けてきた際に逆転のチャンスを作ります。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復とシールドを提供できるため、メルのハラスを軽減しやすい。メルの攻撃が当たっても、ユーミの支援によって耐えられることが多い。\n- メルは能動的なCCがないため、ユーミが味方に密着している限り、メルの攻撃を避けやすい。ユーミは安全に味方を支援できる。\n- ユーミはADCとのシナジーが高く、特にレーン維持においてメルのAoEスキルに対抗できる。ユーミの回復によって、ADCが安定してCSを取れる。\n\n有利の取り方：\n- レーンでのハラスを避けるために、ユーミは味方ADCに密着し、回復やシールドを活用して耐久力を高める。\n- メルのスキルを避けるために、ユーミは味方と連携して動き、メルの攻撃を受けないように立ち回る。\n- 集団戦では、ユーミが味方に密着し続けることで、メルの攻撃を無効化し、味方の生存率を高める。",
      "ブランド": "ブランドが有利です。\n\n理由：\n- ブランドは持続的なダメージを与える能力が高く、メルの回復効果に対して強力な圧力をかけることができるため、メルの強みを打ち消すことができる。\n- メルのスネア効果に対して、ブランドはスタンを持っており、メルの攻撃を無効化することができるため、対抗手段がある。\n- ブランドはAoEダメージが豊富で、集団戦でも高い火力を発揮できるため、メルのスキルを避けながらダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、メルのHPを削ることで、彼のスキルを使わせる機会を増やす。\n- スタンを活用してメルのスネアを避けつつ、ダメージを与えることで、メルの行動を制限する。\n- 集団戦では、メルのスキルを避けながらAoEダメージを活かし、敵チーム全体に圧力をかける。"
    }
  }
}