{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ジャンナは強力なシールドとノックアップを持っており、パンテオンのオールインを防ぐことができるため、攻撃が通りにくい。\n- ジャンナは遠距離からのハラスが得意で、パンテオンの近接攻撃を避けながらダメージを与えることができる。\n- パンテオンは集団戦でのAoEダメージが乏しく、ジャンナの味方を守る能力に対抗しづらい。\n\n不利の緩和策：\n- ジャンナのシールドを剥がすために、味方と連携して攻撃を仕掛けるタイミングを見計らう。\n- レーンでのハラスを避けるために、視界を確保し、ジャングルからのサポートを受ける。\n- 集団戦では、ジャンナのスキルを使わせた後に突入し、短期決戦を狙う。",
      "アリスター": "アリスターは不利です。\n\n理由：\n- ジャンナは遠距離からのポークと味方保護に特化しており、アリスターの突入をQで妨害することができるため、アリスターが近づくのが難しい。\n- アリスターは攻撃力が低く、自己完結したダメージを出すことが難しいため、ジャンナのシールドや回復に対して効果的な圧力をかけられない。\n- ジャンナは移動速度を上げる能力を持っており、アリスターがエンゲージを仕掛ける際に逃げられる可能性が高い。\n\n不利の緩和策：\n- レベル2〜3でのタイミングを見計らい、ジャンナのスキルを避けつつ連携して攻撃を仕掛ける。\n- 視界を確保し、ジャンナの動きを常に監視して、彼女のスキルのクールダウンを狙ってエンゲージを試みる。\n- ローム時はミニオン波を押し付け、ジャンナが不在の間に他のレーンでプレッシャーをかける。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ジャンナのスキルはラカンの突進を妨害する能力があり、ラカンが接近する際にノックバックやスローで行動を制限されやすい。\n- ジャンナはピール特化型で、ラカンが味方を守るために突撃しても、ジャンナのシールドや回復で味方が持ちこたえやすい。\n- ジャンナは視界を確保しやすく、ラカンが奇襲を仕掛ける際に予測されやすく、効果的なエンゲージが難しい。\n\n不利の緩和策：\n- ジャンナのスキルを誘発させるために、慎重に動き、無理に突っ込まずに味方と連携して行動する。\n- ブッシュや側面からの奇襲を狙い、ジャンナの視界を避けることで、エンゲージの成功率を上げる。\n- アイテムを移動重視にし、ジャンナのスキルを回避しやすくすることで、より安全に味方をサポートする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ラックスの攻撃を無効化することができるため、ラックスのハラスが通りにくい。\n- ジャンナのシールドや回復により、味方ADCを守ることができ、ラックスのバーストダメージが効果的に発揮されにくい。\n- ジャンナは視界確保が得意ではないため、ラックスがロームやギャンクを狙う際に、ジャンナのサポートが脅威となることが少ない。\n\n不利の緩和策：\n- ジャンナのスキルのクールダウンを把握し、Qがないタイミングを狙って攻撃を仕掛ける。\n- ミニオンの後ろからスキルを当てることで、ジャンナのディスエンゲージを避けつつハラスを行う。\n- ジャングルとの連携を強化し、ジャンナが不在のタイミングで積極的に攻める。",
      "レル": "レルが不利です。\n\n理由：\n- ジャンナのノックバックやシールドによって、レルの突進や攻撃が阻害されやすく、エンゲージが難しい。\n- ジャンナは安全に距離を保ちながらポークを行い、レルの攻撃を弱めることができるため、レーンでのプレッシャーが高い。\n- ジャンナの回復やシールドにより、レルのダメージが軽減され、集団戦での影響力が低下する。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ジャンナのスキルを避けながら攻撃する。\n- ジャンナのスキルを使わせた後にフラッシュを使って攻撃し、相手のリソースを消耗させる。\n- ロームを活用して他のレーンに影響を与え、ジャンナの視界を制限することで、レーンでのプレッシャーを軽減する。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジャンナは強力なピール能力を持ち、モルガナの攻撃を無効化することができるため、モルガナのスキルが当たりにくくなる。\n- ジャンナのシールドはモルガナのCCを防ぐことができ、特に集団戦での影響力を低下させる。\n- ジャンナは移動速度を上げる能力を持っており、モルガナが捕まえにくく、逃げられる可能性が高い。\n\n不利の緩和策:\n- レーンでのポークを重視し、ジャンナのシールドを消費させるようにする。\n- ジャンナのスキルを避けつつ、タイミングを見計らってQを当てることで、相手の行動を制限する。\n- 集団戦では、ジャンナのRを使わせるために、他のチャンピオンと連携して攻撃を仕掛ける。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ジャンナは遠距離からのハラスや妨害が得意で、ポッピーが近づく前にダメージを与えられる。\n- ジャンナのシールドや回復により、ポッピーの瞬間火力が軽減され、持続戦闘で不利になる。\n- ジャンナのノックアップやノックバックによって、ポッピーがエンゲージしづらく、位置取りが難しくなる。\n\n不利の緩和策：\n- レーンでのミニオン管理を徹底し、ジャンナのハラスを受けないようにする。\n- ジャンナのスキルのクールダウンを狙い、隙を見て一気に攻撃するタイミングを作る。\n- アイテムを早めに購入し、耐久力を上げることで、ジャンナのハラスに耐えられるようにする。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レオナがオールインを仕掛けても、ジャンナのスキルで味方を守ることができるため、レオナの攻撃が無効化されやすい。\n- ジャンナの移動速度を上げる能力により、レオナが接近するのが難しく、逃げられることが多い。\n- ジャンナは視界確保が不得手なため、レオナが隙を突いて攻撃するチャンスが少なく、レーンでのプレッシャーをかけにくい。\n\n不利の緩和策：\n- ジャンナのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、ジャンナを狙う際は一緒に行動して、彼女のサポートを無効化する。\n- レーンでのハラスを避け、耐久力を活かして安全にファームし、アイテムを整えてから集団戦に参加する。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を活かして、ジャンナに対して一方的にハラスを行いやすく、レーンでの優位を築きやすい。\n- ジャンナのシールドやCCを受ける前に、セナは攻撃を仕掛けることができるため、ダメージを与えやすい。\n- セナは回復能力を持っており、持続的なハラスを行うことで、ジャンナのサポート効果を相対的に低下させることができる。\n\n有利の取り方：\n- ミニオンの後ろから攻撃し、ジャンナが近づけないように射程差を利用してポークを行う。\n- ジャンナのシールドが発動する前に攻撃を仕掛け、ダメージを与えるタイミングを見計らう。\n- 集団戦では後方から安全に攻撃し、味方を回復しながら敵を削ることで、ジャンナの影響力を抑える。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に回復やシールドを提供でき、ジャンナの攻撃を受けにくい。\n- ジャンナのCCは主に敵を遠ざけるものであり、ユーミは味方に付いているため、ジャンナの剥がし効果を受けにくい。\n- ユーミはレーン維持能力が高く、ジャンナのポークをシールドで軽減しやすいため、トレードで有利を取りやすい。\n\n有利の取り方：\n- 序盤は味方ADCに付いて安全に立ち回り、ポークを行いながら回復を行う。\n- ジャンナのCCを避ける位置取りを意識し、味方の攻撃をサポートする。\n- 集団戦では、ジャンナのスキルを避けつつ、味方に密着して支援し、奇襲やサイドからの連携を狙う。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは持続的なポーク能力が高く、ジャンナのシールドが切れたタイミングを狙ってダメージを与えやすい。\n- ソナの回復やバフ効果により、味方ADCの生存率を高めることができ、集団戦での影響力が増す。\n- ジャンナのCCスキルは強力だが、ソナは自身のスキルを使って逃げることができるため、接近戦でのリスクを軽減できる。\n\n有利の取り方：\n- 序盤はQでジャンナにポークをかけ、シールドやCCのクールダウンを確認する。\n- ジャンナのスキルがクールダウン中のタイミングを狙って、味方ADCと連携して攻撃を仕掛ける。\n- 集団戦ではRを使って敵をスタンさせ、味方の攻撃をサポートしつつ、ジャンナの防御を無効化する。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ジャンナのシールドやノックアップを無効化するための高いバーストダメージを持っており、瞬時に敵を排除することができる。\n- 擬態を利用してジャンナの注意を引きつけ、混乱を生むことで、ジャンナの反応を遅らせることができる。\n- ジャンナの移動速度向上や回復能力に対抗するために、ニーコは自己防衛能力を活かしつつ、集団戦でのAoEダメージを活用できる。\n\n有利の取り方：\n- ジャンナのシールドやウルトのクールダウンを確認し、タイミングを見計らって攻撃を仕掛ける。\n- Wを使ってクローンを作り、ジャンナの注意を逸らしてから接近し、コンボを決める。\n- 味方のCCと連携し、ジャンナが反応する前にE→Q→Rのコンボを狙って確実にダメージを与える。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ジャンナの動きを制限しやすいため、オールインを仕掛ける際に有利です。\n- ナミの攻撃的なハラス能力により、ジャンナのシールドを無効化しつつ、レーンでの優位を築くことができます。\n- ジャンナはエンゲージ能力が低く、ナミの攻撃を受けると反撃が難しいため、ナミが主導権を握りやすいです。\n\n有利の取り方：\n- レーン開始時にQでポークし、ジャンナのHPを削ることでプレッシャーをかける。\n- Eを使って味方の火力を上げ、ジャンナが反撃できない状況を作る。\n- レベル6でのULTを活用し、集団戦でのナミの影響力を最大化し、ジャンナのULTを読み合いで無効化する。",
      "バード": "バードが有利です。\n\n理由：\n- バードはローム能力が高く、ジャンナがレーンにいる間に他のレーンでプレッシャーをかけることができるため、マップ全体での影響力が増す。\n- バードのスタンを活かして短期的な交戦を仕掛けることで、ジャンナのシールドやCCを無効化しやすく、ADCを狙いやすい。\n- ジャンナはエンゲージ能力が低いため、バードが距離を保ちながら攻撃することで、ジャンナの反撃を避けることができる。\n\n有利の取り方：\n- 開幕に鐘を集めつつ、レーンでポークを行い、ジャンナにプレッシャーをかける。\n- ジャンナがロームを警戒している隙を突いて、サイドレーンに移動し、味方と連携してキルを狙う。\n- 集団戦では、ジャンナのシールドやCCを避けるために、瞬時にスタンを使って敵を分断し、味方の攻撃をサポートする。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由：\n- ナミの回復能力により、ラックスのハラスが効果的に減少し、持続的なトレードで優位を保ちにくい。\n- ナミのCCはラックスのスキルを妨害しやすく、特にラックスが接近されるとスキルを使う余裕がなくなる。\n- ナミは短射程のADCに対して有利で、ラックスが攻撃を仕掛ける際にナミの反撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを控え、ナミのスキルを避けつつ安全にファームを行う。\n- ナミのWのクールダウンを狙い、回復がないタイミングで攻撃を仕掛ける。\n- 視界を確保し、ロームを行って他のレーンでのプレッシャーをかけることで、ナミとの1対1の状況を避ける。",
      "モルガナ": "モルガナが不利です。\n\n- ナミの回復能力により、短期交戦での持続力が高く、モルガナのダメージを軽減されやすい。\n- ナミのCCは発生が遅く、ナミが接近してくるとモルガナのスキルが当てづらくなるため、ピールが不確実になる。\n- ナミのEによる強化AAで、モルガナのトレードが不利になりやすく、特に序盤のハラスが難しい。\n\n不利の緩和策：\n- 序盤は慎重に立ち回り、ナミの攻撃を避けつつ、Qを使って距離を保つ。\n- ナミのスキルを避けるために、草むらを利用して位置取りを工夫し、視界を確保する。\n- アイテムを早めに購入し、回復や耐久力を向上させることで、ナミとのトレードに耐えられるようにする。",
      "ソラカ": "ソラカが不利です。\n\n- ナミのCCスキルは発生が遅いものの、当たると大きな影響を与えるため、ソラカは位置取りに気を使わなければならず、ナミの攻撃を受けやすい。\n- ソラカは基礎ステータスが低く、逃げ性能が乏しいため、ナミの攻撃を受けると危険な状況に陥りやすい。\n- ナミは短～中距離でのトレードが得意で、ソラカの回復を上回るダメージを与えることができるため、レーンでのハラスが厳しい。\n\n不利の緩和策：\n\n- ワードをしっかり置いてナミの位置を把握し、Qを避けることでリスクを減らす。\n- Eをナミの攻撃経路に置くことで、ナミの突進を防ぎ、味方を守る。\n- 集団戦では、早めにRを使用して味方のHPを回復し、長期戦に持ち込むことで有利に立ち回る。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ナミは遠距離からの攻撃と回復能力を持っており、パンテオンの短期バースト攻撃に対して持続的な耐久力を提供します。\n- ナミのCCはパンテオンの突進を妨げるため、オールインのタイミングを逃しやすくなります。\n- パンテオンは長期戦に弱く、ナミの回復と持続的なハラスに対して劣位に立たされることが多いです。\n\n不利の緩和策：\n- レーン初期でのハラスを避け、ナミのスキルを避けながら安全にファームを行う。\n- 味方ADCと連携し、ナミの回復が間に合わないように早期に攻撃を仕掛ける。\n- サイドレーンでの奇襲やロームを活用し、ナミの影響力を減少させる。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ナミは回復とCCを持っており、ゼラスのポークを受け流しやすい。特に近距離で捕まると、ナミのコンボで逆転される可能性が高い。\n- ゼラスのスキルは発動が遅く、ナミの機動力を活かしたエンゲージに対して当てづらい。ナミが接近してくると、ゼラスは反撃が難しくなる。\n- ナミのパッシブによる移動速度の向上が、ゼラスの距離管理を難しくし、逃げる手段が限られるため、捕まるリスクが高まる。\n\n不利の緩和策：\n- 常に後方に位置取りし、ミニオンの後ろから安全に攻撃を行う。ナミのエンゲージを避けるために、距離を保つことが重要。\n- ナミのスキルを避けるために、スキルの発動タイミングを読み、適切なタイミングでスキルを使用する。特にナミが前に出た瞬間を狙う。\n- 味方のガンクを要求し、ナミの位置を把握することで、ゼラスが有利に立ち回れる状況を作る。集団戦では味方と連携して、ナミのCCを避けるようにする。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ナミは遠距離からのポークや回復能力が高く、ニーコが接近する前にダメージを与えられるため、ニーコはハラスを受けやすい。\n- ナミのCCスキルは発生が遅いものの、ニーコの攻撃を妨害する手段があり、特にニーコがスキルを使った後に反撃されるリスクが高い。\n- ナミはサステインが高く、長期戦になるとニーコの瞬間火力が活かしづらく、持続的な戦闘で不利になる。\n\n不利の緩和策：\n- ナミのスキルのクールダウンを狙い、スキルがないタイミングで攻撃を仕掛ける。\n- ブッシュを利用して姿を隠し、ナミのスキルを誘発させてから反撃する。\n- ロームやサイドプレッシャーを意識し、他のレーンと連携してナミを圧倒する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ナミの回復能力とCCにより、ザイラの攻撃を受けた味方を守ることができ、ザイラのハラスが効果的に無効化される。\n- ナミのCCは発生が遅いものの、ザイラのスキルの発動から発生までの時間がかかるため、ナミが接近してくるとザイラは反撃しづらくなる。\n- ナミは短射程のADCに対して有利であり、ザイラが近づくとナミのハラスやトレードに対して脆弱になる。\n\n不利の緩和策：\n- 初動からポークを重視し、ナミのスキルを避けながら安全な距離を保つことを心がける。\n- ナミのCCを避けるために、視界を確保しつつ草むらを利用して立ち回る。\n- チームメイトと連携し、ナミの回復を無効化するために集団戦での位置取りを工夫する。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ナミのCCは発生が遅いものの、セラフィーンのスキルの発生も遅いため、ナミが先にCCを当てることでセラフィーンの行動を制限できる。\n- ナミは回復能力を持ち、セラフィーンの攻撃を受けても持続的に耐えることができるため、オールイン合戦で不利になりやすい。\n- ナミのバブルはセラフィーンのスキル連鎖を阻止することができ、セラフィーンが効果的にダメージを与える機会を減少させる。\n\n不利の緩和策：\n- 序盤はミニオンを利用して安全にハラスを行い、ナミのCCを避ける立ち回りを心がける。\n- ナミのスキルを避けるために、位置取りを工夫し、特にバブルを警戒しながら行動する。\n- 集団戦では、味方と連携してナミのCCを分散させ、セラフィーンのUltを効果的に活用するタイミングを見極める。"
    },
    "loses": {
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ナミのスキルを無効化しやすいため、エンゲージやピールが得意です。\n- ナミのスキルは発生が遅く、アリスターの突進に対して当てづらく、ナミが反撃する機会が少なくなります。\n- アリスターはタンクとしての耐久力が高く、ナミのハラスを受けても持ちこたえやすいです。\n\n有利の取り方：\n- レベル1から2でミニオンの近くでコンボを狙い、ナミに対して積極的にハラスを行う。\n- ナミのスキルのクールダウンを確認し、スキルが使えないタイミングで突進して攻撃する。\n- ブッシュを利用して奇襲をかけ、ナミの位置を把握した上でフラッシュを使ってエンゲージする。",
      "メル": "メルが有利です。\n\n理由：\n- メルはナミのスキルを反射する能力があり、ナミの攻撃的なスキルを逆手に取ることができるため、ナミに対して強力な抑止力を発揮します。\n- メルの長射程とAoEスキルにより、レーンでのハラスが容易で、ナミの回復を無効化しやすいです。\n- ナミのCCは発生が遅く、メルはその隙を突いて攻撃することができるため、ナミのピール能力を無効化しやすいです。\n\n有利の取り方：\n- ナミのスキルを使うタイミングを見計らい、反射を狙ってWを温存し、逆転のチャンスを作る。\n- Eを使ってナミをゾーニングし、ナミが攻撃しづらい位置に追いやることで、レーンの主導権を握る。\n- 集団戦では後列から圧をかけ、ナミのRを封じるためにWを温存し、味方のCCと連携してナミを無力化する。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってナミを捕まえることができ、即座にキルに繋げる可能性が高い。\n- ナミはCCの発生が遅く、ブリッツクランクのフックを避けるのが難しいため、プレッシャーをかけやすい。\n- ブリッツクランクは近距離での捕縛能力が高く、ナミの回復やハラスを無効化することができる。\n\n有利の取り方：\n- ワードを置いてナミのスキルを避けつつ、フックのタイミングを計る。\n- ナミのスキル消費を確認し、スキルがないタイミングでフックを狙う。\n- 味方ADCのCCと連携してフックを当て、近接コンボでダメージを与える。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ナミの動きを制限することができるため、彼女を捕まえやすい。\n- ナミのスキルは発生が遅く、ノーチラスが接近する際にスキルを当てるのが難しいため、ノーチラスが有利に立ち回れる。\n- ナミは回復能力を持っているが、ノーチラスの強力なCCを活かして早めにダメージを与えることで、ナミの回復を無効化できる。\n\n有利の取り方：\n- ナミのスキルを避けながら接近し、CCを使って彼女を捕まえるタイミングを見計らう。\n- ナミのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- チームメイトと連携し、ノーチラスのCCを活かしてナミを狙うことで、より効果的にダメージを与える。",
      "バード": "バードが有利です。\n\n- バードは鐘を回収することで火力を向上させるため、装備依存度が低く、持続的なダメージを出しやすい。\n- バードのCCスキルは範囲内の敵をスタンさせることができ、ナミの回復や移動を妨害することができる。\n- バードはロームが得意で、ミニマップを活用して他のレーンに影響を与えやすく、ナミのサポートを無力化するチャンスが多い。\n\n有利の取り方：\n- 序盤は鐘を回収しつつ、ナミに対してポークを行い、レーンの圧力をかける。\n- ナミのスキルを避けつつ、Qを命中させてトレードを有利に進める。\n- ナミがロームを行う際には、視界を確保し、ポータルを使って迅速に移動し、味方をサポートする。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは遠距離からのハラスが得意で、ナミのCCを避けながら攻撃できるため、レーンでの優位性を保ちやすい。\n- ソナの回復能力により、ナミのハラスを耐えやすく、持続的な戦闘で有利に立てる。\n- ナミのCCは発生が遅く、ソナはその隙を突いて攻撃することができるため、ナミのスキルを避けやすい。\n\n有利の取り方：\n- レーン序盤はミニオンを盾にしながら、ナミのスキルを避けつつ連続的にハラスを行う。\n- ナミのスキルのクールダウンを確認し、その隙に攻撃を仕掛けることで、ナミにプレッシャーをかける。\n- 集団戦では安全な位置から味方を支援し、ナミのRを受けた際には距離を取りつつ回復を行う。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ナミのCCを避けやすいため、接近して攻撃するチャンスが多い。\n- ナミの回復やCCは発生が遅く、パイクが不意打ちを仕掛けることでナミのスキルを無効化しやすい。\n- パイクはキルを取った際にゴールドを共有できるため、ナミを倒すことでチーム全体に経済的な優位をもたらすことができる。\n\n有利の取り方：\n- レーン序盤はブラシを活用し、予測フックを狙ってナミにプレッシャーをかける。\n- ナミのスキルを使わせた後に隠れて攻撃し、瞬時にキルを狙う。\n- ロームを優先し、他のレーンでキルを取ることで全体の有利を広げる。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、ナミの攻撃を軽減しやすいため、持続的なトレードで優位に立てる。\n- ブラウムのパッシブによるスタン効果を活かして、ナミのスキルを封じることができ、特にナミのCCを無効化することで有利な状況を作りやすい。\n- ナミは遠距離攻撃を持つが、ブラウムは近接でのハラスが得意で、ナミの攻撃を避けながら接近することで、ナミに対して圧力をかけることができる。\n\n有利の取り方：\n- 序盤は味方ADCの通常攻撃でパッシブを溜め、短いコンボでナミに対して有利なトレードを狙う。\n- ナミのスキルをブロックしつつ、味方を守ることで、ナミの攻撃を無効化し、反撃のチャンスを作る。\n- ミニオンの位置を利用して、ナミの遠距離攻撃を避けながら接近し、連携を取りながら攻撃を仕掛ける。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはナミの攻撃を無力化する能力を持っており、特にナミが攻撃を仕掛けてきた際に効果的に対処できます。\n- ルルは味方にシールドを付与できるため、ナミのハラスを軽減しつつ、味方の生存能力を向上させることができます。\n- ナミのCCは発生が遅く、ルルはその間にポリモーフを使ってナミを無力化することができるため、ナミの攻撃を避けやすいです。\n\n有利の取り方：\n- ナミの攻撃を避けるために、Eスキルを優先的に上げて、ナミのハラスを受けにくくします。\n- ナミが攻撃を仕掛けてきた際には、味方のADCを守るためにシールドを使い、反撃のチャンスを作ります。\n- ナミとの直接トレードを避け、ポークを受けないように立ち回りつつ、ナミのスキルのクールダウンを狙って攻撃するタイミングを見計らいます。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、瞬時に接近してナミに対してエンゲージが可能です。これにより、ナミのハラスを避けつつ攻撃を仕掛けることができます。\n- ラカンのCCはノックアップと魅了の2種類あり、ナミのスキルを無力化することができるため、ナミの反撃を封じることができます。\n- ナミはマナ管理が難しく、持続的な戦闘には向いていないため、ラカンが積極的に攻撃を仕掛けることでナミのリソースを枯渇させることができます。\n\n有利の取り方：\n- ナミのスキルのクールダウンを把握し、隙を見てエンゲージを仕掛ける。\n- ナミのハラスを受けないように、シールドを活用しつつ味方ADCと連携してトレードを行う。\n- レベル6以降は、ラカンのアルティメットを使ってナミを捕まえ、即死させるチャンスを狙う。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは長射程の攻撃スキルを持ち、ナミに対して安全にポークができるため、レーンでのハラスが強力です。\n- ジリアンのCCはAoEスタンを持ち、集団戦での影響力が高く、ナミの回復やCCを無効化することができます。\n- ジリアンのUltによる蘇生能力は、ナミの攻撃的なプレイスタイルに対して非常に効果的で、味方を守ることができます。\n\n有利の取り方：\n- レーンでは、ジリアンの攻撃スキルを使ってナミをポークし、相手の体力を削ることを優先します。\n- トレード時には、ナミのスキルを予測してダブルボムを狙い、スタンを当てることでナミの行動を制限します。\n- 集団戦では、Ultを適切なタイミングで使用し、ナミの攻撃を防ぎつつ味方を守ることで、戦局を有利に進めます。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- カルマはシールドと移動速度のブーストを持っており、ゼラスのハラスを軽減しつつ接近してくることができる。\n- ゼラスのスキルは発動に時間がかかるため、カルマのスネアを避けるのが難しく、捕まると大きなダメージを受けるリスクがある。\n- カルマは短期交戦に強く、ゼラスがスキルを外した際に反撃される可能性が高い。\n\n不利の緩和策：\n- ミニオンを利用して距離を保ちながらハラスを行い、カルマのスキルを誘発させる。\n- カルマのスキルがクールダウンしているタイミングを見計らって攻撃を仕掛ける。\n- ロームを意識し、他のレーンでのプレッシャーをかけることで、カルマとの1対1の状況を避ける。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- カルマは遠距離からの攻撃とサステインが得意で、パンテオンのオールインを耐えることができる。\n- カルマのシールドや加速効果により、パンテオンのバーストダメージを軽減し、反撃のチャンスを与える。\n- パンテオンはスキルのクールダウンが長く、長期戦になるとダメージが低下し、カルマの持続的なハラスに苦しむ。\n\n不利の緩和策：\n- レーニング中は距離を保ち、カルマの攻撃を避けつつ、隙を見て反撃する。\n- カルマのスキルを避けるために、フラッシュや他の移動手段を活用して位置取りを工夫する。\n- ロームを活用して他のレーンに影響を与え、カルマのプレッシャーを軽減する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけられ、モルガナのスキルを避けながらポークが可能です。\n- モルガナのスネアは発生が遅く、カルマのシールドや加速効果によって反撃されやすいです。\n- カルマは集団戦での瞬間火力が高く、モルガナのスペルシールドを消費させることが容易です。\n\n不利の緩和策：\n- カルマのスキルを予測し、視界を確保しながら動くことで、スネアを避けるように心がける。\n- 黒い盾を適切なタイミングで使用し、味方を守りつつカルマの攻撃を軽減する。\n- レーンでは無理にオールインを狙わず、ポークを重視して安全にファームを行う。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ザイラは低い機動力を持ち、カルマのシールドや加速効果に対して対処が難しいため、攻撃を受けやすい。\n- カルマは序盤から高いプレッシャーをかけることができ、ザイラのプラントを無効化する手段を持っているため、ザイラのハラスが効きづらい。\n- ザイラのスキルは発動から発生までに時間がかかるため、カルマのスネアを避けるのが難しく、捕まるリスクが高い。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、カルマのスキルを避ける立ち回りを心がける。\n- カルマのシールドが切れたタイミングを見計らって攻撃を仕掛け、反撃のチャンスを作る。\n- 集団戦では、カルマの前線を意識しつつ、後方から安全に攻撃できる位置を確保して、プラントを活用する。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- カルマは長距離攻撃を持ち、ニーコが接近するのを妨げることができるため、ニーコは攻撃を当てるのが難しい。\n- カルマのシールドや移動速度付与により、ニーコの突進を回避されやすく、効果的なバーストを狙いづらい。\n- カルマは序盤から高いプレッシャーをかけられるため、ニーコが安全にファームやハラスを行うのが難しい。\n\n不利の緩和策：\n- ブッシュを利用して奇襲を狙い、カルマの視界を奪うことで接近するチャンスを増やす。\n- 魔力系または貫通寄りの装備を選択し、バーストダメージを強化してカルマを早期に倒すことを目指す。\n- レベル6になる前に積極的にハラスを行い、カルマの体力を削っておくことで、レベル差を逆転する機会を作る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- カルマはシールドや移動強化を持っており、ラックスのバーストダメージを軽減しやすい。\n- カルマのスネアは発生が遅いものの、ラックスのスキルを回避しつつ反撃することができるため、トレードで有利に立ち回れる。\n- ラックスは基礎ステータスが低く、接近されると脆弱で、カルマの持つ持続的なダメージやサポート能力に対処しづらい。\n\n不利の緩和策：\n- レーンでのハラスを強化し、カルマのスキルを避けながら距離を保つ。\n- カルマのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- 集団戦では、カルマのシールドを無視できるように、味方と連携して一斉攻撃を仕掛ける。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- カルマはシールドを持っており、ジリアンの攻撃を軽減できるため、ジリアンのポークが効果的に機能しづらい。\n- カルマのスネアは発生が遅いものの、ジリアンが接近した際に捕まるリスクが高く、バーストダメージを受けやすい。\n- カルマは序盤から高いプレッシャーをかけられるため、ジリアンがレーンでの優位性を確保しにくい。\n\n不利の緩和策：\n- 遠距離からの攻撃を意識し、カルマのスキルを避けながらミニオンを管理する。\n- 味方と連携し、カルマに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- カルマのスネアや攻撃を避けるために、Eを使って距離を調整し、必要に応じてUltを活用して生存力を高める。",
      "メル": "メルが不利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、メルのスキルを反射することで逆にダメージを与えられるため、メルは攻撃しづらい。\n- カルマのスネアは発生が遅いものの、メルの位置取りを制限することで反撃のチャンスを奪うことができる。\n- メルは回復効果に対して弱く、カルマのシールドや加速効果によって持続的なダメージを与えるのが難しい。\n\n不利の緩和策：\n\n- カルマのスキルを誘発させるために、位置取りを工夫し、Wを温存して反撃のチャンスを狙う。\n- カルマのQを避けるために、距離を保ちながら安全にハラスを行う。\n- 集団戦では味方を守ることに専念し、カルマのスキルを反射するタイミングを見極めて反撃を狙う。",
      "セナ": "セナが不利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、特にスネアやシールドを駆使してセナの攻撃を防ぎつつ反撃が可能です。\n- セナは基礎ステータスが低く、特に序盤が弱いため、カルマの攻撃を受けると簡単にダメージを受けてしまいます。\n- カルマは短期トレードが得意で、セナが距離を取ろうとしても、カルマのスキルを当てられると逆に不利な状況に陥ることがあります。\n\n不利の緩和策：\n\n- ミニオンを盾にし、距離を取りながら安全に攻撃を行うことで、カルマのスキルを避けるように心がける。\n- Wで味方を回復しつつ、視界を確保してカルマの動きを把握し、無理に近づかないようにする。\n- 集団戦では後方から立ち回り、カルマのスキルを避けながら味方のCCと連携して攻撃する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- カルマはシールドや移動速度増加を持っており、ヴェル＝コズの攻撃を受け流しやすい。\n- カルマのスネアはヴェル＝コズの移動を制限し、接近されると脆弱な状態になる。\n- カルマは序盤から高いプレッシャーをかけられるため、ヴェル＝コズが安全にハラスを行うのが難しい。\n\n不利の緩和策：\n- カルマのスキルを避けるために、距離を保ちながらスキルを使うことを意識する。\n- シールドを適切に使い、カルマの攻撃を受け流すタイミングを見極める。\n- ロームを活用して他のレーンに影響を与え、カルマとの1対1の状況を避ける。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、カルマの攻撃を回避しやすい。\n- ユーミの回復やシールドによって、カルマのポークを耐えやすく、レーン維持が得意。\n- カルマのスネアは発生が遅いため、ユーミは距離を保ちながら立ち回ることで、捕まるリスクを減らせる。\n\n有利の取り方：\n- 味方ADCに付いてポークを行い、カルマの攻撃を受ける前に回復を行う。\n- カルマが攻撃を仕掛けるタイミングで、味方ADCが突っ込む瞬間に合わせてスロウをかける。\n- 集団戦では、味方に付いて回復しつつ、移動速度を強化して敵の攻撃を撹乱する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、瞬時に敵に接近してCCを与えることができるため、カルマの距離を詰めやすい。\n- ラカンのシールドと回復効果により、レーンでのサステインが高く、カルマのポークを耐えやすい。\n- カルマは突進系のCCに弱く、ラカンのエンゲージに対して反応しづらい。\n\n有利の取り方：\n- レベル2での短期決戦を狙い、カルマに対して積極的に攻撃を仕掛ける。\n- ワードを使って視界を確保し、カルマの動きを把握しながら味方ADCを守る。\n- 集団戦ではラカンのRを起点にして、カルマの後衛支援を妨害しつつ、味方を守る役割を果たす。",
      "バード": "バードが有利です。\n\n理由：\n- バードはロームが得意で、ミニオン波を押し込んだ後にサイドレーンに影響を与えることができるため、試合全体において優位性を持ちやすい。\n- カルマのポークに対して、バードはシールドや回復を持つため、持続的なハラスに耐えやすい。\n- バードのスタンを活かすことで、カルマの行動を制限し、特に集団戦での影響力を高めることができる。\n\n有利の取り方：\n- レーニング序盤はカルマの攻撃範囲外から安全にチャンスをうかがい、必要に応じて味方ADCを守る。\n- レベル2から3の間にカルマのEバフに注意しつつ、壁を利用してスタンを狙い、優位なトレードを行う。\n- レベル6以降は、カルマの強化された攻撃に注意しつつ、バードのUltを使って局面を分断し、味方の突入タイミングを合わせてピックを狙う。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、カルマの攻撃を耐えやすい。\n- ソナのCCは発生が早く、集団戦でのスタンを活かしてカルマを捕まえるチャンスがある。\n- ソナは操作が簡単で、スキルの発動が迅速なため、レーンでのプレッシャーを維持しやすい。\n\n有利の取り方：\n- レーン序盤では、カルマのシールドを見てQを温存し、Eで距離を保ちながらポークを行う。\n- 小トレードの際、カルマがEを使った瞬間を狙い、QとAAを組み合わせてダメージを与える。\n- チーム戦では、カルマのシールドを重ねられた場合は無理に突っ込まず、スタンを利用して味方と連携して追撃する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、カルマのスネアやハラスを避けやすいため、レーンでのプレッシャーをかけやすい。\n- カルマは基礎ステータスが低く、パイクのハラスに対して脆弱であり、特に序盤のトレードで有利に立ちやすい。\n- パイクのキルゴールド共有の能力により、敵をキルすることでチーム全体にゴールドをもたらし、試合を有利に進めることができる。\n\n有利の取り方：\n- レーン序盤で積極的にハラスを行い、カルマのHPを削ることでプレッシャーをかける。\n- カルマのスキルを避けつつ、味方ADCと連携してフックを狙い、キルを狙う。\n- ロームを活用して他のレーンに圧力をかけ、視界を確保しつつ、敵チャンピオンを捕まえる機会を増やす。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ソナの回復とスピードブーストにより、ゼラスのポークが相殺されやすく、持続的なダメージを与えるのが難しい。\n- ソナは近接攻撃や瞬間火力を持っており、ゼラスがスキルを外した際に反撃を受けやすい。\n- ソナのUltによるスタン効果がゼラスの行動を制限し、集団戦での立ち回りが難しくなる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ミニオンを利用してソナの攻撃を避ける。\n- ソナのスキルクールダウンを狙い、回復がないタイミングで攻撃を仕掛ける。\n- ワードを活用して視界を確保し、ソナの接近を防ぎつつ安全にハラスを行う。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソナは回復やバフを持っており、パンテオンの攻撃を耐えることができるため、序盤のトレードで有利に立ちやすい。\n- ソナのUltは集団戦での強力なCCを提供し、パンテオンがオールインを狙う際に妨害される可能性が高い。\n- パンテオンはAoEダメージが乏しく、集団戦ではソナの支援効果に対抗しづらい。\n\n不利の緩和策：\n- レーン序盤でのトレードを避け、ソナのスキルを消費させるために距離を保ちながらポークを行う。\n- ジャングルのサポートを受けて、ソナを捕まえるチャンスを作る。\n- 集団戦では、ソナのUltを避けるために位置取りを工夫し、個別の敵を狙う戦略を取る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ソナの回復とバフによって、ヴェル＝コズのハラスが軽減され、持続的なダメージを与えにくくなる。\n- ソナのUltによるスタン効果が、ヴェル＝コズのUltの詠唱を妨げるため、火力を発揮しづらい。\n- ソナは機動力が低い相手に対して強いが、ヴェル＝コズは機動力が低く、接近されると脆弱である。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用して距離を保ちながらCSを確保する。\n- ソナのUltのタイミングを見極め、味方のCCと連携してUltを発動するタイミングを調整する。\n- ワードを活用して視界を確保し、敵の動きを把握することで、ソナのロームやGankに対する警戒を強化する。",
      "モルガナ": "モルガナが不利です。\n\n- ソナは回復やバフを持っており、集団戦での持続力が高いため、モルガナの攻撃を耐えやすい。\n- ソナのスキルは発動が早く、操作が簡単なため、モルガナのスキルを避けやすい。\n- モルガナはクールダウンが長く、持続的な戦闘に向いていないため、ソナの持続的な支援に対抗しづらい。\n\n不利の緩和策：\n- ソナのスキルを誘発させるために、位置取りを工夫し、相手のスキルを避ける。\n- レーンでのハラスを控え、味方ADCと連携して安全にミニオンを処理する。\n- レベル6以降は集団戦での役割を意識し、味方と連携してソナを狙うタイミングを見計らう。",
      "バード": "バードが不利です。\n\n理由：\n- ソナの持続的な回復能力により、バードの攻撃が効果的に無効化されやすい。\n- ソナは集団戦での支援能力が高く、バードのロームや攻撃を阻害することができる。\n- バードは序盤の火力が不足しており、ソナのポークに対して耐えにくい。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ソナの攻撃を避けながら鐘を回収する。\n- ソナのスキルを避けるために、Eを使って視界を切り、ロームのタイミングを見計らう。\n- 集団戦では、ソナのスキルを温存させるために、敵の突進を封じるタイミングでRを使用する。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ソナはAoEの回復とダメージを持っており、集団戦での持続的な支援能力が高いため、ミリオのサポート効果を上回ることができる。\n- ソナのスタン効果を持つUltは、ミリオのエンゲージや逃げる手段を無力化するため、ミリオが攻撃を仕掛ける際に大きな脅威となる。\n- ソナは回復やシールドを持っているため、ミリオの攻撃を耐えやすく、持続的なトレードで優位に立つことができる。\n\n不利の緩和策：\n- ソナのスキルを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- ミリオのシールドや回復を活用し、味方と連携してソナに対抗する。\n- ソナのUltのクールダウンを狙い、Ultがないタイミングで積極的に攻撃を仕掛ける。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ソナはCCがUltに依存しており、ノーチラスの攻撃を避ける手段が限られているため、ノーチラスが有利に攻撃できる。\n- ノーチラスは豊富なCCを持ち、ソナを捕まえる能力が高いため、レーンでのオールインが効果的。\n- ソナの基礎ステータスが低く、特に序盤は脆弱なため、ノーチラスが攻撃を仕掛けることで簡単にダメージを与えられる。\n\n有利の取り方：\n- ソナのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃する。\n- フックを使ってソナを捕まえ、連携を取ってダメージを与える。\n- ソナのUltのタイミングを見計らい、Ultを使わせた後に攻撃を仕掛けることで、より安全にダメージを与える。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはシールドを持っており、ソナのダメージを軽減できるため、レーンでの耐久力が高い。\n- ルルのスキルを使ってソナにダメージを与えつつ、回復を無駄にさせることができる。\n- ソナのマナ消費を促す攻撃が可能で、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- ソナに対して攻撃を仕掛け、シールドを使ってダメージを防ぎながら反撃する。\n- ソナのスキルを避けつつ、通常攻撃とスキルを組み合わせてダメージを与える。\n- ソナのヒールを無駄にさせるために、積極的にハラスを行い、レーンの主導権を握る。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ソナを長時間拘束することができるため、集団戦でのエンゲージが得意です。\n- ソナは基礎ステータスが低く、特に序盤は脆弱なため、レルの攻撃を受けやすいです。\n- ソナの回復やバフは強力ですが、レルの攻撃によってその効果を無効化することができるため、ソナの支援能力を制限できます。\n\n有利の取り方：\n- レルはレーン開始時にソナの射程を意識しつつ、ワードを使って安全にポジショニングを行い、短いトレードを狙います。\n- レベル6以降は、レルの強襲を活かしてソナを捕まえ、集団戦での先手を取ります。\n- ソナのスキルが切れたタイミングを狙い、視界を管理しながらロームを行い、味方と連携して攻撃を仕掛けます。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、フックでソナを捕まえることができるため、瞬時にダメージを与えるチャンスが多い。\n- ソナは回復やシールドで味方を支援するが、パイクの攻撃は一撃必殺の要素があり、ソナの支援を無効化しやすい。\n- ソナは脆弱で位置取りが重要なため、パイクのフックや接近戦で簡単に捕まってしまうリスクが高い。\n\n有利の取り方：\n- レーンではミニオンの裏やブッシュからフックを狙い、ソナを捕まえるチャンスを増やす。\n- レベル2–3でADCと連携し、短期的な火力を出してソナにプレッシャーをかける。\n- 視界を確保し、ロームを行い、他のレーンでも優位を作ることで全体的なゴールド差を広げる。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してソナに接近しやすいため、ソナのスキルを避けながら攻撃することができる。\n- ソナは序盤が脆弱であり、ニーコの短期火力コンボによって早期に倒すチャンスがある。\n- ニーコのアルティメットは集団戦でのAoEダメージを持ち、ソナの支援を無効化することができるため、集団戦でも優位に立ちやすい。\n\n有利の取り方：\n- レーン戦ではLv3以降にEからのコンボを狙い、ソナのWを先に使わせることで攻撃のチャンスを作る。\n- ミニオンや草を利用して変身し、視界を管理しながら奇襲を仕掛ける。\n- 集団戦ではアルティメットを使って前線を崩し、味方のフォローを待ちながら持続的なダメージを与える。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が優れているため、ソナのハラスを軽減しやすい。\n- ソナのスキルは主に遠距離からの攻撃であり、ブラウムは近距離での接触を通じてパッシブを溜めやすく、スタンを狙うことができる。\n- ブラウムは短期決着を狙うことが得意で、ソナの長期戦に対する強みを打ち消すことができる。\n\n有利の取り方：\n- ソナのスキルをブロックしつつ、味方ADCと連携して攻撃を仕掛ける。\n- ソナがハラスを行うタイミングを見計らい、接近してパッシブを溜める。\n- フラッシュやサモスペを活用して、ソナに対してオールインを仕掛ける。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、Gank性能が優れているため、パンテオンが接近する前にダメージを与えられる可能性が高い。\n- エリスのCC（スタン）を受けると、パンテオンは反撃の機会を失い、特に接近戦で不利になる。\n- エリスはラッペルを使って被ダメを回避しつつ、追撃が可能なため、パンテオンの攻撃をかわす手段がある。\n\n不利の緩和策：\n- エリスのGankを警戒し、視界を確保しておくことで、エリスの動きを把握しやすくする。\n- パンテオンのスキルを温存し、エリスのCCを避けるタイミングを見計らって攻撃する。\n- レーンでのハラスを避け、エリスがGankに来るタイミングを見計らって、他のレーンと連携して反撃を狙う。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- エリスは序盤のバーストダメージが高く、接近してくることでヴェル＝コズに大きなダメージを与えることができる。\n- エリスのCCスキルにより、ヴェル＝コズは動きを制限され、特に接近された際に無力化されやすい。\n- ヴェル＝コズは機動力が低く、エリスの攻撃を避ける手段が限られているため、エリスの攻撃を受けやすい。\n\n不利の緩和策：\n- 開幕にワードを置き、エリスの動きを常に把握しておくことで、Gankや接近を警戒する。\n- ミニオンの背後から攻撃し、エリスのスキルを避けながら安全にハラスを行う。\n- レベル6以降は、エリスの飛び込みに注意しつつ、Rを使って確定ダメージを狙うタイミングを見極める。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- エリスは序盤のバーストダメージが高く、レベル2や3でのコンボでソラカを簡単に倒すことができるため、レーンでの生存が難しい。\n- ソラカは逃げ性能が乏しく、エリスの奇襲やガンクに対して脆弱であり、捕まるリスクが高い。\n- 集団戦ではエリスがフランクから攻撃を仕掛けることができ、ソラカは後衛に留まるため、エリスの攻撃を受けやすくなる。\n\n不利の緩和策：\n- レーンではミニオンの後ろで立ち回り、エリスの攻撃を避けつつ、視界を確保してガンクを警戒する。\n- 早めに移動系アイテムを購入し、エリスの攻撃を受けないように位置取りを工夫する。\n- 集団戦では後衛に留まり、味方のCCやダメージを活かしてエリスを無力化するタイミングを見極める。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、近接攻撃で一気に攻め込んでくるため、モルガナは瞬時にダメージを受けやすい。\n- エリスのGank性能が高く、モルガナがサポートとしての役割を果たす前に、エリスが先手を取ることができる。\n- モルガナのCCは単体に対して効果的だが、エリスはスキルを使い分けて距離を詰めることができるため、モルガナのスキルを避けられる可能性が高い。\n\n不利の緩和策：\n- 序盤はエリスのGankを警戒し、味方と連携して安全にレーンを維持する。\n- エリスが近づいてきた際には、Eを温存し、タイミングを見計らって使用することで、エリスの攻撃を無効化する。\n- ワードを活用して視界を確保し、エリスの動きを把握することで、奇襲を防ぎ、レーンでのプレッシャーを軽減する。",
      "ソナ": "ソナが不利です。\n\n理由：\n- エリスは序盤のバーストダメージが高く、早期のGankでソナを簡単に倒すことができるため、脆弱なソナは特に危険です。\n- ソナのCCはUltに依存しており、エリスの攻撃を防ぐ手段が限られているため、捕まると致命的なダメージを受けやすいです。\n- ソナは基礎ステータスが低く、特に序盤は耐久力が乏しいため、エリスの攻撃に対して非常に脆いです。\n\n不利の緩和策：\n- レーンでの位置取りを徹底し、深追いを避けて安全な距離を保つことで、Gankのリスクを減らす。\n- ワードを積極的に設置し、エリスの動きを把握することで、Gankを事前に警戒する。\n- 味方ADCと連携し、エリスの攻撃を受けた際には迅速に回復や支援を行い、集団戦ではUltを効果的に使う。",
      "カルマ": "カルマが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、特に接近戦での攻撃力が強いため、カルマは簡単にダメージを受けてしまう。\n- エリスのCC（スタン）を受けると、カルマは逃げる手段が乏しく、逆に反撃を受けやすい。\n- エリスはGank性能が高く、カルマが孤立しているときに狙われる可能性が高い。\n\n不利の緩和策：\n\n- 常に位置取りに注意し、エリスのスキルを避けるように心がける。\n- エリスが変身した際の攻撃パターンを把握し、特に蜘蛛型の時は攻撃を避ける。\n- チームメイトと連携し、エリスが孤立している時を狙って攻撃を仕掛ける。",
      "ジャンナ": "ジャンナが不利です。\n\n- エリスは序盤のバーストダメージが高く、ジャンナがスキルを外すと一気に危険な状況に陥る可能性がある。\n- エリスのCCは単体に対して強力で、ジャンナのディスエンゲージ能力が効きにくい。特にエリスが接近してきた際に、ジャンナは逃げる手段が限られる。\n- 集団戦ではエリスが短期決着を狙うため、ジャンナのシールドや回復が間に合わない場合が多く、エリスの攻撃に対して脆弱になる。\n\n不利の緩和策：\n- 視界を確保し、エリスの動きを常に把握することで、Gankや奇襲を防ぐ。\n- ジャンナは後衛に位置し、エリスの攻撃を受けないようにする。味方ADCの背後に張り付くことで、エリスの接近を防ぐ。\n- 集団戦では、エリスのスキルを誘発させてから反撃するタイミングを見計らい、味方と連携してエリスを排除する。",
      "バード": "バードが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、特にGank性能が高いため、バードがレーンで孤立していると簡単に狙われる。\n- エリスのCCスキルは単体に対して強力で、バードが接近する際に捕まるリスクが高い。\n- バードのダメージスキルはAPレシオが低く、エリスの耐久力に対して十分な圧力をかけることができない。\n\n不利の緩和策：\n\n- ワードを使ってエリスの動きを把握し、Gankを事前に警戒する。\n- エリスのスキルを避けるために、位置取りを工夫し、特に変身後の攻撃を受けないようにする。\n- 味方ADCと連携し、エリスが攻撃してきた際には一緒に反撃することで、エリスにプレッシャーをかける。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- エリスは遠距離からのバーストダメージが高く、アリスターが近づく前に大きなダメージを与えられるため、接近が難しい。\n- エリスのスネアを受けると、アリスターは行動を制限され、エンゲージのチャンスを失うため、戦闘での影響力が低下する。\n- 集団戦ではエリスが後衛から攻撃できるため、アリスターのタンク性能が活かしにくく、味方を守る役割が難しくなる。\n\n不利の緩和策：\n- エリスのスキルのクールダウンを考慮し、無理に接近せず、距離を保ちながらレーンを維持する。\n- 視界を確保し、エリスの動きを把握することで、奇襲を避けるようにする。\n- 集団戦では、エリスのスキルを避けるために、味方と連携してエンゲージのタイミングを調整し、エリスを狙う。"
    },
    "loses": {
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、序盤から強力なオールイン能力があるため、エリスに対して積極的に攻撃を仕掛けることができる。\n- エリスはバーストダメージが高いが、レオナのCCを受けると反撃が難しくなるため、レオナの接近を許すと厳しい状況に陥る。\n- 集団戦ではレオナのCCが活きるため、エリスが単体キルを狙う機会を減らすことができる。\n\n有利の取り方：\n- レーン序盤でエリスに接近し、コンボを決めて味方ADCにキルチャンスを提供する。\n- エリスの攻撃を受ける前にCCを当てて、エリスの行動を制限する。\n- 集団戦では、レオナのCCを活かして敵チームを無力化し、味方が有利に戦える状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、エリスが接近する前にハラスを行いやすいため、レーンでの優位性を保ちやすい。\n- エリスのCCを受ける前に、ゼラスはスキルを温存して反撃することができ、エリスのバーストを耐えることができる。\n- ゼラスはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすく、エリスの苦手な集団戦での存在感を薄めることができる。\n\n有利の取り方：\n- レーンでは距離を保ちながら、エリスが近づいてくるタイミングでスキルを当ててハラスを行う。\n- エリスのCCを避けるために、位置取りを意識し、相手のスキルを見極めてから反撃する。\n- 集団戦では、エリスのバーストを受けないように立ち位置を工夫し、味方と連携してエリスを狙う。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、味方を守る能力が優れているため、エリスのバーストダメージを軽減できます。\n- エリスのスキルをEで遮ることで、コクーンを無効化し、エリスの攻撃を防ぐことができます。\n- ブラウムのパッシブによって、エリスをスタンさせることができ、味方の追撃を助けることができます。\n\n有利の取り方：\n- 常にADCの後ろに位置し、エリスの攻撃をEで防ぐことで安全にレーンを維持します。\n- エリスがオールインを狙うタイミングで、パッシブを貯めておき、スタンを狙って反撃します。\n- ジャングルと連携し、エリスが攻撃的に出てきた際にカウンターGankを仕掛けることで、エリスを圧倒します。",
      "ミリオ": "ミリオが有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことで、エリスの攻撃を受けずにハラスを行いやすく、トレードで優位に立てる。\n- ミリオのウルトにより、エリスのCCを解除できるため、味方を守る能力が高く、エリスの攻撃を無効化できる。\n- エリスは集団戦でのAoEダメージが乏しく、ミリオのサポートによって味方が生存しやすくなるため、エリスの影響力を減少させることができる。\n\n有利の取り方:\n- ミリオは位置取りを工夫し、エリスの攻撃を避けつつ、味方にシールドや回復を提供する。\n- エリスがガンクを狙う際に、ミリオは視界を確保し、ミニマップを常に確認して味方に警告を出す。\n- チームファイトでは、ミリオは味方を中心にサポートし、エリスの攻撃を受けないように立ち回ることで、エリスの効果を減少させる。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは豊富なCCを持っており、エリスの動きを制限しやすいです。特に、エリスが接近する際にノーチラスのCCを当てることで、エリスのオールインを阻止できます。\n- ノーチラスは高耐久で、エリスのバーストダメージに対して耐性があります。これにより、エリスが攻撃を仕掛けても生存しやすく、反撃のチャンスを得られます。\n- ノーチラスのエンゲージ能力により、エリスが距離を取ることが難しくなり、逆にノーチラスが有利な状況を作りやすいです。\n\n有利の取り方：\n- レーン序盤でエリスのスキルを避けつつ、CCを使って敵を拘束し、味方ADCに有利を作る。\n- Lv6以降は積極的にロームやオールインを狙い、ULTを使ってエリスを引き寄せてキルを狙う。\n- エリスのスキルを警戒しつつ、味方ADCの位置を確認しながら連携を取り、エリスに対してプレッシャーをかけ続ける。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、エリスに対して安全な距離からハラスができるため、エリスの接近を許さずにダメージを与えられる。\n- ザイラのCCスキルは範囲攻撃であり、エリスが近づいてきた際に足止めすることで反撃のチャンスを作ることができる。\n- ザイラは植物を使って視界を確保し、エリスの動きを制限することができるため、エリスのギャンクや攻撃を警戒しやすい。\n\n有利の取り方：\n- ザイラは常に位置取りに注意し、エリスのスキルを避けながら攻撃を行うことで、ダメージを蓄積する。\n- エリスが近づいてきた際には、CCスキルを使って足止めし、味方と連携して反撃するタイミングを見極める。\n- レベル6以降はザイラのダメージが増すため、積極的に攻撃を仕掛け、エリスにプレッシャーをかける。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは高いバーストダメージを持ち、エリスのスキルを避けながら攻撃することができるため、レーンでの優位性を保ちやすい。\n- 擬態を活用することで、エリスの攻撃を回避しつつ奇襲を仕掛けることができ、エリスに対して有利な状況を作り出せる。\n- エリスのCCは単体にしか効果がないため、ニーコはそのスキルを避けることで安全にダメージを与えることができる。\n\n有利の取り方：\n- 草むらを利用して隠れ、エリスのスキルを避けながら攻撃のタイミングを見計らう。\n- エリスのスキルがクールダウン中に積極的に攻撃を仕掛け、ダメージを与える。\n- チームメイトと連携し、エリスを捕まえるためのサポートを行い、ニーコのバーストダメージを活かす。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持っており、集団戦でのエンゲージや拘束が得意です。エリスのバーストダメージを受ける前に、相手を捕まえることができます。\n- エリスは集団戦でのAoEダメージが乏しく、レルのタンク性能に対して火力不足になりやすいです。特にタンクとしての耐久力が高いレルに対して、エリスはダメージを与えにくいです。\n- レルは味方の移動速度を上げるスキルを持っており、エリスの攻撃を避ける手助けができるため、エリスのGankやバーストを無効化しやすいです。\n\n有利の取り方：\n- 常に視界を確保し、エリスのGankを警戒しながらADCと密着して行動します。孤立しないようにすることが重要です。\n- エリスのCCを使わせた後に、ULTを使って複数の敵を捕まえるタイミングを狙います。これにより、集団戦での優位性を確保できます。\n- 中盤以降は前線でタンク役を務め、エリスの攻撃を受け止めつつ味方を守ることで、集団戦での勝利を目指します。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、エリスの攻撃を受けにくい。特にエリスのバーストダメージを軽減できる。\n- ユーミの回復やシールドによって、エリスのGankを受けた際にも耐えやすく、レーン維持が得意。\n- エリスは集団戦での存在感が薄く、ユーミが味方を強化することで、エリスの影響を最小限に抑えられる。\n\n有利の取り方：\n- 序盤からADに付着し、エリスのGankに備えて回復やシールドを活用する。\n- エリスがGankに来た際には、ユーミが味方を守るためにスロー解除やブリンク阻止を行い、エリスの攻撃を無効化する。\n- 中盤以降は、エリスの先出しを警戒しつつ、常に味方に付着してキャリーを守り、エリスのコクーンを外すことで有利な状況を作る。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは持続的な回復能力を持っており、エリスの瞬間バーストダメージを軽減できるため、耐久力が高い。\n- ナミのCCはエリスの突進を妨げることができ、特に集団戦ではエリスの動きを制限することができる。\n- ナミはレーンでのハラスが強力で、エリスが接近する前にダメージを与えることができるため、エリスのオールインを防ぎやすい。\n\n有利の取り方：\n- ミニオンを盾にしてエリスのコクーンを避け、攻撃のチャンスを作る。\n- Eを味方ADCに付けて、短いトレードを仕掛け、エリスにプレッシャーをかける。\n- レベル6以降は集団戦でRを温存し、味方の反撃チャンスを作ることで、エリスの影響力を削ぐ。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ポッピーはラカンのダッシュを無効化できるため、ラカンのエンゲージが容易に阻止される。\n- ポッピーのCCはラカンの機動力を制限し、ラカンが何もできなくなるリスクが高い。\n- ポッピーはタンクとしての耐久力があり、ラカンの攻撃が通りにくく、長期戦で不利になることが多い。\n\n不利の緩和策：\n- ポッピーのスキルを誘発させるために、安易にダッシュを使わず、慎重に立ち回る。\n- ポッピーのスキルが切れたタイミングを見計らって、突入することで有利な状況を作る。\n- チームメイトと連携し、ポッピーを囲む形で攻撃することで、彼女の強みを無効化する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ポッピーはダッシュやリープを無効化する能力を持っており、ザイラの接近を阻止しやすい。\n- ポッピーの高い耐久力とCCにより、ザイラが近づくと簡単に捕まってしまうリスクがある。\n- ザイラは射程が長いものの、ポッピーの壁スタンやタンク性能に対して持続的なダメージを与えにくい。\n\n不利の緩和策：\n- ザイラは距離を保ちながらハラスを行い、ポッピーが近づけないようにする。\n- 植物を効果的に配置し、ポッピーの動きを制限することで安全にダメージを与える。\n- 集団戦ではポッピーのエンゲージを避けるために、位置取りを工夫し、味方と連携して戦う。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- ポッピーは強力なCCを持ち、ユーミが味方に密着しているときに孤立させることができるため、ユーミのサポート能力を無効化されやすい。\n- ユーミは基礎ステータスが低く、ポッピーの攻撃を受けると脆弱で、オールインされると対処が難しい。\n- ポッピーはダッシュやリープを阻止する能力があり、ユーミの味方が逃げる手段を制限することで、ユーミの支援が効果的に機能しなくなる。\n\n不利の緩和策:\n- ユーミは常に味方に密着し、ポッピーの攻撃を受けないように立ち回ることで、孤立を避ける。\n- ポッピーのCCを避けるために、味方の動きを予測し、適切なタイミングで回復やシールドを使用する。\n- 視界を確保し、ポッピーが仕掛けてくる位置を把握することで、事前に対策を講じる。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ポッピーは短距離での拘束力が高く、ブラウムの防御スキルを剥がすコンボが容易に決まるため、ブラウムは攻撃を受けやすい。\n- ポッピーのダッシュやリープを阻害する能力に対して、ブラウムは接近されるとPeel能力が低下し、味方を守るのが難しくなる。\n- ブラウムのCCは発生が遅く、ポッピーの機動力に対して効果的に対処できないため、ポッピーに有利な状況を作られやすい。\n\n不利の緩和策：\n- 味方ADCとの連携を強化し、ポッピーの攻撃を受ける前に一緒に攻撃することで、ポッピーの行動を制限する。\n- ポッピーのスキルを予測し、フラッシュや位置取りを工夫して回避することで、被ダメージを減らす。\n- ブラウムのパッシブを活かし、ポッピーが接近する前にハラスを行い、相手のHPを削ることで、レーンでの優位性を保つ。",
      "レル": "レルが不利です。\n\n理由:\n- ポッピーはダッシュを阻止する能力が高く、レルのエンゲージを簡単に無効化できるため、レルが攻撃を仕掛けるのが難しい。\n- ポッピーの壁に当てるスタンは、レルの動きを制限し、集団戦での役割を果たしにくくする。\n- レルは単体ダメージが低く、ポッピーの耐久力に対して効果的なダメージを与えられないため、長期戦で不利になる。\n\n不利の緩和策:\n- レーン戦ではポッピーのWを引き出してからエンゲージし、タイミングを見計らって攻撃を仕掛ける。\n- ワードを活用して視界を確保し、ポッピーの動きを把握してから行動することで、無駄なエンゲージを避ける。\n- 集団戦では、ポッピーのスキルを避けつつ、味方と連携して一斉に攻撃を仕掛けることで、ポッピーの強みを無効化する。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n- セナは長射程を活かして、ポッピーに対して安全にハラスを行うことができるため、レーンでの優位を築きやすい。\n- ポッピーのスキルは近接攻撃が中心であり、セナは距離を保ちながら攻撃できるため、ポッピーのエンゲージを避けやすい。\n- セナの回復能力により、ポッピーの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- ミニオンの後ろに立ち、ポッピーの攻撃を避けながらQでハラスを行う。\n- ポッピーが近づいてきた際には、Wで足止めし、味方と連携してキルを狙う。\n- ポッピーのエンゲージを警戒し、距離を保ちながら戦うことで、集団戦でも後衛として安全に立ち回る。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは遠距離からのポークとシールドで味方を守ることができ、ポッピーの近接攻撃を避けやすい。\n- ジャンナのCCスキルはポッピーの突進を無力化することができ、ポッピーが接近するのを阻止できる。\n- ジャンナは味方の移動速度を上げることで、ポッピーの攻撃を回避しやすく、味方の生存率を高めることができる。\n\n有利の取り方：\n- レーン序盤は距離を取り、ポッピーの攻撃を避けながらEでADCを守る。\n- ポッピーが突っ込んできた瞬間にRを使って吹き飛ばし、反撃のチャンスを作る。\n- ミニマップを常に確認し、ポッピーが孤立しているタイミングで味方と連携して攻撃する。",
      "ナミ": "ナミが有利です。\n\n- ナミは遠距離攻撃を持ち、ポッピーに対してハラスがしやすい。\n- ナミの回復能力により、ポッピーのダメージを軽減しつつ持続的に戦える。\n- ポッピーの突進を避けるための機動力があり、距離を保ちながら戦うことができる。\n\n有利の取り方：\n- 後方から攻撃し、ポッピーのスキルを避けながらハラスを行う。\n- ポッピーが近づいてきた際には、フラッシュを使って距離を取り、反撃のチャンスを作る。\n- 集団戦では、ポッピーのエンゲージを抑制し、味方を守るためにスキルを効果的に使う。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナは遠距離からの拘束能力を持っており、ポッピーの接近を阻止しやすい。\n- スペルシールドにより、ポッピーのCCを無効化できるため、攻撃を受けにくい。\n- ポッピーのスキルは射程が短く、モルガナは距離を保ちながら攻撃できるため、トレードで優位に立ちやすい。\n\n有利の取り方：\n- ポッピーが突っ込んでくるタイミングを見計らい、スペルシールドを使ってCCを防ぎつつ反撃する。\n- ポッピーがスキルを使った後に隙を突いて拘束を狙い、ダメージを与える。\n- レーンでのハラスを行い、ポッピーの体力を削りつつ、味方と連携して攻撃のチャンスを作る。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポッピーのダッシュやリープを無力化する能力があり、ポッピーの強みを封じることができる。\n- ルルは味方にシールドを付与できるため、ポッピーの攻撃を受けても生存能力を高められる。\n- ポッピーは射程が短いため、ルルの遠距離攻撃で安全にダメージを与えることができる。\n\n有利の取り方:\n- ポッピーがミニオンに近づいた際に遠距離攻撃でポークし、ダメージを蓄積する。\n- ポッピーが接近してきた際には、エンゲージを避けつつスキルを使って反撃する。\n- ポッピーの攻撃を受ける前に、味方と連携してシールドを活用し、ポッピーの攻撃を無効化する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ポッピーの動きを制限することができるため、彼女のエンゲージや離脱を妨げやすい。\n- ノーチラスのフックは射程が長く、ポッピーが近づく前に攻撃を仕掛けることができるため、先手を取ることができる。\n- ポッピーのスキルは短射程であるため、ノーチラスが距離を保ちながら攻撃することで、ポッピーのダメージを避けやすい。\n\n有利の取り方：\n- ポッピーのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- フックを使ってポッピーを捕まえた後、他の味方と連携して一気に攻撃する。\n- ポッピーがエンゲージしようとする際に、タイミングを見計らってCCを重ねて彼女の動きを封じる。",
      "マオカイ": "マオカイが有利です。\n\n- マオカイは範囲CCを持っており、集団戦での影響力が高く、ポッピーの動きを制限しやすい。\n- マオカイのタンク性能は高く、持続的なダメージを与えながら耐久力を維持できるため、ポッピーの短期火力に対抗できる。\n- ポッピーのブリンクを封じる能力に対して、マオカイは距離を保ちながらポークを行うことができ、ポッピーが接近するのを難しくする。\n\n有利の取り方：\n- レーン序盤ではポークを行い、ポッピーの体力を削ることでプレッシャーをかける。\n- ワードを多めに持ち、視界を確保しつつ、ポッピーの動きを制限する。\n- 集団戦ではマオカイの範囲CCを活かして、ポッピーの動きを封じつつ、味方と連携してダメージを与える。",
      "ソナ": "ソナが有利です。\n\n- ソナは回復やバフを通じて味方を支援できるため、ポッピーの攻撃を耐えやすい。\n- ソナのスキルは発動が早く、集団戦での支援能力が高いため、ポッピーの突進を無効化しやすい。\n- ポッピーは近接チャンピオンであり、ソナの射程の長さを活かして安全にハラスができる。\n\n有利の取り方：\n- 常にADCの後ろに位置し、ポッピーの攻撃を避けつつQでミニオンや敵を削る。\n- ポッピーの突進や壁スタンを警戒し、Eを逃げ先に温存しておく。\n- ジャングル介入に備えてワードを多めに設置し、視界を確保して安全にレーンを維持する。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは遠距離攻撃が可能で、ポッピーに対して距離を保ちながらダメージを与えることができるため、トレードで優位に立ちやすい。\n- ポッピーのダッシュを無効化するスキルを持っているため、ポッピーのエンゲージを阻止しやすく、戦闘を有利に進めることができる。\n- カルマはシールドや加速効果を持っており、味方を守りつつ自分の生存率を高めることができるため、集団戦でも強力なサポートが可能。\n\n有利の取り方：\n- レーンでは距離を保ちながらポークを行い、ポッピーが近づけないようにする。\n- 地形を利用してポッピーのスキルを避け、壁際でのトレードを避けることで、ポッピーのスタンを回避する。\n- 集団戦では後方から味方を支援し、ポッピーが接近してきた際にはシールドや加速を使って味方を守りつつ、ポッピーを排除するチャンスを狙う。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、ポッピーの動きを制限することができるため、ポッピーの攻撃を無効化しやすい。\n- スレッシュの遠隔攻撃により、ポッピーが近づく前にダメージを与えることができ、トレードで優位に立ちやすい。\n- スレッシュは味方を救出する能力があり、ポッピーの攻撃を受けた際にも安全に撤退できるため、持続的な戦闘が可能。\n\n有利の取り方:\n- 序盤からフックを狙い、成功させることでポッピーにプレッシャーをかける。\n- Eを使ってポッピーの攻撃を遮断し、トレードで有利を取る。\n- Wを活用して味方を保護しつつ、ポッピーの攻撃を受け流すことで、集団戦でも優位に立つ。",
      "ミリオ": "ミリオが有利です。\n\n理由:\n- ミリオは回復やシールドを持っており、ポッピーの攻撃を受けても味方をサポートしやすい。\n- ミリオのスキルで味方の攻撃範囲を延ばすことができ、ポッピーに対して有利なトレードを仕掛けやすい。\n- ポッピーのCCはスキル命中に依存しており、ミリオの加速やシールドで逃げることができるため、捕まりにくい。\n\n有利の取り方:\n- レーン序盤は遠隔攻撃でポッピーにポークを行い、体力差を作る。\n- ポッピーがエンゲージを狙う際には、ミリオの加速を使って味方を守り、ポッピーの攻撃を回避する。\n- 集団戦では、ミリオのウルトを使って味方を回復し、ポッピーが前線で敵を制限するのをサポートする。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "セナ": "セナが不利です。\n\n- スレッシュのフックによって、セナは危険な位置に引き込まれる可能性が高く、捕まると簡単に倒されてしまう。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、スレッシュのエンゲージに対して脆弱である。\n- スレッシュは高いCC性能を持ち、セナの自衛能力が低いため、スレッシュの攻撃を受けやすい。\n\n不利の緩和策：\n\n- ミニオンの裏で立ち回り、スレッシュのフックを避けるようにする。\n- ADCと連携し、スレッシュが仕掛けてきた際にはすぐに回復を行い、味方をサポートする。\n- 集団戦では距離を保ちながら攻撃し、スレッシュの位置を常に意識して行動する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- スレッシュのフックはノーチラスのエンゲージをキャンセルすることができ、ノーチラスが攻撃を仕掛けるタイミングを失いやすい。\n- スレッシュは高いCC性能を持ち、ノーチラスが接近する前に捕まえられるリスクが高い。\n- スレッシュは機動力が高く、ノーチラスのスキルを避けやすいため、ノーチラスの攻撃が通りにくい。\n\n不利の緩和策：\n- スレッシュのスキルを避けるために、位置取りを工夫し、フックを受けないようにする。\n- チームメイトと連携し、スレッシュに対して集団で攻撃を仕掛けることで、彼のスキルを無効化する。\n- スレッシュのスキルのクールダウンを意識し、彼のスキルがないタイミングで積極的にエンゲージを試みる。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、フックや壁を使ってラックスを捕まえることができるため、接近されると非常に脆弱になる。\n- ラックスは基礎ステータスが低く、持続的なハラスに弱いため、スレッシュの攻撃を受けやすい。\n- スレッシュのエンゲージ能力に対して、ラックスは距離を保つ必要があるが、スレッシュのフックを避けるのが難しいため、常に警戒が必要。\n\n不利の緩和策：\n- ミニオンを利用してスレッシュのフックを避けるように立ち回り、ハラスを行う際は安全な位置から行う。\n- スレッシュのスキルのクールダウンを意識し、外したタイミングで攻撃を仕掛ける。\n- ワードをしっかりと置き、視界を確保してスレッシュの動きを把握し、エンゲージを予測する。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- スレッシュのフックによって、パンテオンの突撃が阻止される可能性が高く、オールインのチャンスを逃すことがある。\n- スレッシュは味方を救出する能力があり、パンテオンのバーストダメージを無効化されることが多い。\n- スレッシュの持続的なハラスに対して、パンテオンはサステインがないため、序盤からのハラスで劣勢になりやすい。\n\n不利の緩和策:\n- フックを避けるために、スキルを温存し、相手の動きをよく観察する。\n- ミニオンを利用してスレッシュのフックを避けつつ、短期トレードを仕掛ける。\n- ロームを意識し、他のレーンに圧をかけることで、スレッシュの注意を分散させる。",
      "バード": "バードが不利です。\n\n- スレッシュのフックやCCスキルによって捕まえられやすく、特に近距離での連携が強力です。\n- スレッシュはレンジ差を利用してバードにプレッシャーをかけやすく、バードのポークが効きにくい状況を作り出します。\n- バードのダメージスキルは限られており、スレッシュの耐久力に対して十分なハラスができないため、レーンでの圧力をかけにくいです。\n\n不利の緩和策：\n\n- レーン序盤は距離を保ち、スレッシュのスキルを避けながら味方ADCと連携してポークを行う。\n- ポータルや移動スキルを活用して、スレッシュのフックを回避し、逃げ道を確保する。\n- レベル6以降はアルティメットを活用して、集団戦での味方の保護や逃げ道の確保に注力する。"
    },
    "loses": {
      "ザイラ": "ザイラが有利です。\n\n- 遠距離からのハラスが強力で、スレッシュが近づく前にダメージを与えられるため、レーンでの優位性を保ちやすい。\n- 自己回復スキルを持っているため、短期的な取引に耐えられ、持続的なハラスが可能。\n- 足止めやゾーニング能力により、スレッシュのフックを回避しやすく、接近を許しにくい。\n\n有利の取り方：\n- レベル1から3の間は後方からハラスを行い、スレッシュのフックを警戒しつつダメージを与える。\n- レベル3以降はスキルコンボを駆使してダメージを与えつつ、安全な距離を保つ。\n- レベル6以降はウルティメイトを使ってスレッシュの接近を牽制し、集団戦での優位性を確保する。",
      "メル": "メルが有利です。\n\n理由：\n- メルはスレッシュのフックや重要なスキルを反射できるため、スレッシュの攻撃を無効化しやすい。\n- メルの長射程とAoEスキルにより、遠くからのポークが可能で、スレッシュに圧力をかけることができる。\n- メルは確定キルを狙いやすく、スレッシュの低い基礎ステータスを利用してキルを取りやすい。\n\n有利の取り方：\n- Wを温存し、スレッシュのフックや重要なスキルを狙って反射するタイミングを見極める。\n- Eでスレッシュを拘束し、その後通常攻撃でダメージを与え、Overwhelmを溜める。\n- スレッシュがQを外した際に積極的に攻撃し、主導権を握るチャンスを作る。",
      "セラフィーン": "セラフィーンが有利です。\n\n- 遠距離からのスキルでスレッシュを牽制できるため、接近を防ぎやすい。\n- 集団戦において、味方の数に応じて効果が増すため、スレッシュのエンゲージを無効化しやすい。\n- スレッシュのスキルの発生が遅いため、セラフィーンは安全な位置から支援しやすい。\n\n有利の取り方：\n- レーンフェーズでは、ミニオンに合わせて回復とスローを活用し、スレッシュのフックを避ける。\n- スキル連携を意識し、ハラスを行いながらスレッシュの動きを制限する。\n- ワードを使って河川やブラッシュを警戒し、スレッシュのローミングを予測して対策を講じる。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCを持ち、スレッシュのフックを避けつつ近接戦での絡め取りが得意です。\n- スレッシュがQを外した際に、レルは反撃のチャンスを得て、オールインを狙いやすくなります。\n- レルのパッシブによって、タンクに対して強いダメージを与えることができ、スレッシュの耐久力を削りやすいです。\n\n有利の取り方：\n- スレッシュのQを警戒しつつ、距離を管理して接近し、ダメージ交換を行います。\n- スレッシュがQを外した瞬間に、連携してオールインを仕掛けます。\n- ワードを多めに設置して視界を確保し、スレッシュの動きを把握しながら戦います。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナのスペルシールドにより、スレッシュのフックやCCを無効化できるため、安全に戦える。\n- モルガナは長時間のCCを持っており、スレッシュがエンゲージを試みた際に捕まえるチャンスがある。\n- スレッシュのクールダウンが長いため、モルガナがスキルをうまく使えば、持続的に有利な状況を作りやすい。\n\n有利の取り方：\n- 序盤は無理せず、Qを温存し、スレッシュの動きを見ながらチャンスを待つ。\n- スペルシールドをADCに優先的に使い、スレッシュのフックやガンクを防ぐ。\n- Qを当てた後にダメージを与え、スレッシュの体力を削ることで、レーンでの優位性を保つ。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、スレッシュの攻撃を受け止めやすいため、味方ADCを守ることができる。\n- ブラウムのパッシブによるスタン効果は、スレッシュのCCを無効化することができ、エンゲージを阻止しやすい。\n- スレッシュのフックを避けるための位置取りがしやすく、近接でのハラスが得意なため、スレッシュに対して優位に立てる。\n\n有利の取り方：\n- 味方ADCの前に立ち、被弾を受けることでパッシブを溜め、スレッシュの攻撃を防ぐ。\n- スレッシュがフックを狙ってきた際に、Eスキルでその突進を遮断し、反撃のチャンスを作る。\n- 集団戦では、ウルトを温存し、味方が攻撃を受ける際にタイミングよく使用して味方を守る。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- パイクは高い機動力を持ち、ゼラスの攻撃を避けながら接近しやすいため、捕まるリスクが高い。\n- ゼラスのスキルは発動が遅く、パイクのフックやダイブに対して当てるのが難しい。\n- パイクはゼラスのような遠距離攻撃キャリーに対して強力なハラスを行えるため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- ブッシュや視界をしっかり管理し、パイクの奇襲を防ぐためにコントロールワードを設置する。\n- パイクが接近してきた際には、Eを温存してカウンターを狙うことで、相手の動きを制限する。\n- ロームや集団戦に備えて、常に後衛の位置を意識し、前線を押し上げすぎないようにする。",
      "セナ": "セナが不利です。\n\n- パイクはフックを使って瞬時にセナを捕まえることができ、セナの逃げ手段が乏しいため、捕まると簡単に倒されてしまう。\n- セナは基礎ステータスが低く、序盤が弱いため、パイクの攻撃に対して脆弱で、ハラスに対しても耐えにくい。\n- パイクは視界を切ってロームを行いやすく、セナが孤立する機会を作りやすい。\n\n不利の緩和策：\n- 後方に位置し、常にパイクのフックを警戒しながらプレイし、距離を保つことを心がける。\n- ワードを深めに設置し、パイクの動きを把握することで、ロームやフックのタイミングを予測する。\n- セナの回復スキルを活用し、味方と連携してハラスを行い、パイクの攻撃を受ける前にヘルスを管理する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パイクは高い機動力を持ち、フックや奇襲でラックスを捕まえやすいため、接近されると非常に脆弱です。\n- ラックスのスキルは方向指定で、クールダウンが長いため、パイクの攻撃を避けるのが難しく、ミスをすると一気に不利になります。\n- パイクは瞬間火力が高く、特にレベル6以降はラックスがRを使う前にキルを狙われる可能性が高いです。\n\n不利の緩和策：\n- 常に距離を保ち、ミニオンを利用してフックを遮るように立ち回る。\n- ワードを使って視界を確保し、パイクの動きを把握することで奇襲を避ける。\n- 味方と連携し、パイクが仕掛けてきた際にはすぐにサポートできる位置にいるように心がける。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- パイクは近接攻撃を持ち、フックやブリンクを使ってヴェル＝コズに接近しやすく、捕まると致命的なダメージを受ける。\n- ヴェル＝コズは機動力が低く、パイクの攻撃を避けるのが難しいため、特に集団戦での生存率が低下する。\n- パイクの瞬間火力が高く、レベル6以降はアルティメットで一発キルを狙われやすく、ヴェル＝コズはその脅威に対処しづらい。\n\n不利の緩和策：\n- 開幕から深めにワードを置き、パイクの動きを把握してフックを避けるための視界を確保する。\n- ミニオンを利用してフックを避けつつ、スキルを温存し、無理なトレードを避けることで安全にレーンを維持する。\n- レベル6以降は味方のCCを活用し、パイクが前に出た瞬間に反撃するチャンスを狙う。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- パイクは高い機動力とフックを持っており、ザイラが距離を保つのが難しくなるため、接近されると脆弱な状態に陥りやすい。\n- パイクの瞬間的なバーストダメージに対して、ザイラは防御ステータスが低く、接近されると簡単に倒されるリスクが高い。\n- ザイラのスキルは発動から発生までに時間がかかるため、パイクのような機動力の高いチャンピオンには当てづらく、効果的にダメージを与えられない。\n\n不利の緩和策：\n- レーン開始時に視界を強化し、パイクのフック射線を切ることで、接近を防ぐ。\n- ミニオンの後ろに立ち、パイクのQの予備動作を見て距離を取ることで、トレードを有利に進める。\n- レベル6以降はHPが低い味方の近くに位置取り、パイクのUltに対してFlashやExhaustを温存し、リスクを減らす。",
      "ジリアン": "ジリアンが不利です。\n\n- パイクは高い機動力とフックを持っており、ジリアンが距離を保とうとしても捕まえられるリスクが高い。\n- ジリアンの基礎ステータスが低く、捕まると瞬時に倒される可能性があるため、パイクの攻撃に対して脆弱。\n- パイクの瞬間火力が高く、ジリアンの蘇生能力を発動させる前にキルされることが多い。\n\n不利の緩和策：\n- 常に後ろに位置し、視界を確保してパイクの動きを警戒することで、フックを避けるチャンスを増やす。\n- 味方の移動速度を上げるスキルを活用し、パイクの攻撃を受ける前に距離を取る。\n- パイクがロームしている際は、ミニマップを確認し、味方に警告を出して安全を確保する。",
      "ソナ": "ソナが不利です。\n\n理由：\n- パイクはフックや突進を使って瞬時にソナを捕まえることができ、捕まると即死の危険があるため、非常に脆弱な状況に置かれます。\n- ソナは基礎ステータスが低く、特に序盤は耐久力が不足しているため、パイクの攻撃に対して脆弱です。\n- パイクの高いローム性能により、ソナがレーンで孤立していると、他のレーンでも影響を受けやすく、全体的なゲーム展開が不利になります。\n\n不利の緩和策：\n- ミニオンの後ろに立ち、パイクのフックを避けるように立ち回ることで、安全にハラスを行う。\n- Eを使って距離を取り、パイクの攻撃を避けることを意識し、常に安全な位置を保つ。\n- 早めにワードを設置して視界を確保し、パイクのロームや動きを把握することで、警戒を強化する。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持っており、パイクの動きを制限しやすいため、集団戦でのエンゲージやピールが得意です。\n- パイクは耐久が低く、レルの攻撃を受けると早期にキルを狙えるチャンスが増えます。\n- レルのパッシブによって、タンクとしての耐久力が高く、パイクの攻撃を受けても生存しやすいです。\n\n有利の取り方：\n- レーンでのトレード時に、スキルを確実に当ててパイクにダメージを与え、ハラスを行う。\n- パイクがフックを狙うタイミングを見計らい、CCを使って反撃することで、パイクの行動を制限する。\n- ロームを行う際は、味方と連携して集団戦を仕掛け、パイクを捕まえることで有利な状況を作り出す。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、パイクの高い機動力を制限することができるため、捕まえやすい。\n- パイクは柔らかいため、ノーチラスの攻撃で素早く倒すことができ、レーンでの優位を得やすい。\n- ノーチラスのシールドやCCを活用することで、パイクの攻撃を避けつつ、反撃のチャンスを増やせる。\n\n有利の取り方：\n- レーンでの視界を確保し、パイクの動きを把握することで、先手を取る。\n- ノーチラスのCCを駆使して、パイクを捕まえた際に一気に攻撃を仕掛ける。\n- パイクがハラスを行ってきた際に、ノーチラスのシールドを使ってダメージを軽減し、反撃する。",
      "マオカイ": "マオカイが有利です。\n\n- マオカイは高い耐久力を持ち、パイクの瞬間火力に対して強い耐性があります。\n- CCスキルを頻繁に使用できるため、パイクの動きを制限しやすく、フックを避けることができます。\n- パイクがキルを狙う際、マオカイの持続的な回復効果により、ハラスに対しても強いです。\n\n有利の取り方：\n- 序盤はミニオンの後ろでAAを使い、パイクのフックを避けつつスローを当てて追撃を阻止します。\n- ブッシュを利用して視界を確保し、パイクのロームを警戒しながら味方を守ります。\n- 6以降は集団戦でのエンゲージを狙い、味方を引き込んで戦線を維持します。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力と2種類のCCを持っているため、パイクの攻撃をしっかりとピールできる。\n- パイクの瞬間火力が低いため、ラカンのシールドやヒールで耐えることができる。\n- ラカンは味方を守る能力が高く、集団戦でのサポートが得意なため、パイクのキルを防ぎやすい。\n\n有利の取り方：\n- レーン序盤は味方ADCを守りながら、パイクのフックを警戒して距離を取る。\n- パイクがロームするタイミングを見計らい、味方と連携して集団戦を仕掛ける。\n- 集団戦では、パイクが孤立した敵を狙う瞬間を狙い、CCを駆使して敵を無力化する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供できるため、パイクの攻撃を受けても生存しやすい。\n- ミリオのウルトはCCを解除できるため、パイクのフックやスタンを無効化し、味方を守ることができる。\n- 集団戦ではミリオのピール能力が高く、パイクの瞬間火力を抑えることができるため、集団戦での優位性が増す。\n\n有利の取り方：\n- レーンではフックの射線を意識し、常に安全な位置を保つことでパイクの攻撃を避ける。\n- ワードを設置して視界を確保し、パイクのロームを防ぐことで、ミリオ自身と味方を守る。\n- 集団戦では味方と密着し、パイクのフックを無効化しつつ、味方を回復・シールドして生存能力を高める。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコはインビジブルを活用して奇襲を仕掛けることができ、パイクのフックを避けやすいです。\n- シャコのCCを持つ箱を使うことで、パイクの動きを制限し、トレードで有利に立ち回ることができます。\n- パイクは集団戦で瞬間火力が低く、シャコの奇襲に対して脆弱なため、シャコが先手を取ることで有利な状況を作りやすいです。\n\n有利の取り方：\n- 開幕から視界を確保し、箱を使ってパイクの動きを牽制し、プレッシャーをかける。\n- レベル3以降、背後からの奇襲を狙い、パイクがスキルを使った後に攻撃を仕掛ける。\n- 集団戦では孤立したパイクを狙い、シャコのRで確実にキルを取ることで、試合の流れを有利に進める。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、パイクの接近を阻止することができるため、パイクのフックを避けやすい。\n- ジャンナのシールドや回復効果により、パイクのハラスに対して耐性があり、持続的にレーンでのプレッシャーを維持できる。\n- パイクは集団戦での瞬間火力が低く、ジャンナのディスエンゲージ能力によってパイクのキルチャンスを減少させることができる。\n\n有利の取り方：\n- 序盤はミニオンを利用して視界を確保し、パイクのフックを避けながらADCをサポートする。\n- パイクがフックを外した際に、ジャンナのCCを使って反撃し、パイクを牽制する。\n- レベル6以降は、ワードを置いて視界を確保し、パイクのロームを警戒しつつ、味方を守るためにスキルを温存する。",
      "ポッピー": "ポッピーが有利です。\n\n- ポッピーはダッシュやリープを封じる能力があり、パイクの機動力を制限できるため、パイクの攻撃を無効化しやすいです。\n- ポッピーは高い耐久力を持ち、パイクの瞬間火力に対して強い耐性を持つため、トレードで有利に立ち回ることができます。\n- ポッピーのCCスキルは豊富で、パイクが攻撃を仕掛ける際に捕まえることができるため、パイクの動きを制限しやすいです。\n\n有利の取り方：\n- レーン序盤ではミニオンを利用して壁スタンを狙い、パイクに対してハラスを行いながらCSを確保します。\n- パイクのダッシュスキルを見極めて、使用後に攻撃を仕掛けることで、パイクの反撃を避けつつダメージを与えます。\n- パイクがロームする際には、ワードを置いて視界を確保し、味方と連携して反撃のチャンスを作ります。",
      "ソラカ": "ソラカが有利です。\n\n- 高い回復能力を持ち、味方の生存率を大幅に向上させることができるため、パイクの攻撃を耐えやすい。\n- パイクの攻撃を受けた際に、サイレンス効果で彼のスキルを無力化できるため、反撃のチャンスが生まれる。\n- パイクは集団戦での瞬間火力が低く、ソラカの回復によって持久戦に持ち込むことができる。\n\n有利の取り方：\n- レーンではミニオンの後ろで安全にハラスを行い、自己回復を活用してヘイトを避ける。\n- パイクの攻撃を受けた際には、サイレンスを使って反撃し、味方ADCとの連携を強化する。\n- 集団戦では位置取りを工夫し、Rを使って味方全体のHPを管理しつつ、パイクのロームを警戒する。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ミリオのシールドや回復により、モルガナの攻撃が無効化されやすく、ダメージを与えにくい。\n- ミリオの移動支援により、モルガナのスネアを避けられる可能性が高く、捕まえるチャンスが減少する。\n- ミリオのウルトによって、モルガナのCCが解除されるため、集団戦での影響力が低下する。\n\n不利の緩和策：\n- ブッシュや視界の薄い場所からの奇襲を狙い、ミリオのスキルを避けるタイミングを見計らう。\n- ミリオのスキルを使った後に攻撃を仕掛け、反撃のチャンスを増やす。\n- 味方と連携し、ミリオのシールドや回復を無効化するタイミングで一斉に攻撃する。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ミリオは味方を回復・シールドする能力が高く、ゼラスの攻撃を受けても生存能力が向上するため、ハラスが効きにくい。\n- ミリオの近接戦闘能力が高く、ゼラスが接近されると攻撃を受けやすくなるため、距離を保つのが難しい。\n- ミリオのCC解除のウルトにより、ゼラスのスタン効果が無力化されるため、集団戦での影響力が低下する。\n\n不利の緩和策:\n- ミリオの攻撃範囲外からスキルを使い、常に距離を保つように心がける。\n- ミリオのスキルを避けるために、位置取りを意識し、後退しながら攻撃する。\n- チームメイトと連携し、ミリオを孤立させることで、彼のサポート能力を制限する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ミリオは味方を強化するスキルを持っており、ラックスのバーストダメージを軽減することができるため、ラックスの攻撃が効果的に決まりにくい。\n- ミリオのウルトによって、ラックスのCCを解除される可能性があり、集団戦でのラックスの影響力が低下する。\n- ミリオは近接でのトレードを避けることができ、ラックスが攻撃を当てる機会が減少するため、レーンでのハラスが難しくなる。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、距離を保ちながらスキルを使い、トレードを有利に進める。\n- ミリオのバフを受けた味方を狙うのではなく、ミリオ自身をターゲットにしてダメージを与えることで、相手のサポートを無力化する。\n- アイテムを活用して回復やバフを対策し、特にソラリやゾーニャを購入して生存能力を高める。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ミリオはシールドや回復を持っており、パンテオンのバーストダメージを軽減できるため、オールインが成功しにくい。\n- ミリオの移動速度バフにより、パンテオンが攻撃を仕掛けた際に逃げられる可能性が高く、トレードが不利になる。\n- ミリオのウルトによって、パンテオンのCCやバーストコンボを無効化されるため、集団戦での影響力が低下する。\n\n不利の緩和策：\n- レベル2や3での強化トレードを狙う際は、ミリオのスキルを見極めてから行動し、無理なオールインを避ける。\n- ミリオがシールドを使った後に攻撃を仕掛けることで、反撃を受けにくくする。\n- ロームやサイドウェーブでの圧力をかけ、ミリオとの1対1の状況を避けることで、他のレーンでの優位を狙う。",
      "パイク": "パイクが不利です。\n\n理由：\n- ミリオは回復やシールドを持っており、パイクの攻撃を受けた味方を守ることができるため、パイクのハラスが効果的に機能しにくい。\n- ミリオのウルトはCCを解除する能力があり、パイクが仕掛けたエンゲージを無効化される可能性が高い。\n- パイクは基礎ステータスが低く、ミリオのサポートによって持続的なトレードに弱く、特に集団戦での影響力が低下する。\n\n不利の緩和策：\n- ミリオのフックを予測し、味方を後ろに配置しておくことで、フックを避ける立ち回りを心がける。\n- レーンでのハラスを控え、ミリオのスキルを無駄にさせるために、ミニオンの影を利用してフックを隠す。\n- レベル6以降は積極的にロームし、他のレーンでのキルを狙うことで、ゴールド差をつけて有利な状況を作る。"
    },
    "loses": {
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってミリオを捕まえることができ、瞬時にキルに繋げる能力が高いです。\n- ミリオのバフを受けた味方を狙うことで、ミリオのサポート能力を無効化しやすくなります。\n- ブリッツクランクはノックアップやサイレンスを持っており、ミリオの回復やシールドを妨害することができます。\n\n有利の取り方：\n- レーニング中に視界を取り、ミリオがバフを入れる瞬間を狙ってフックを放つ。\n- ミリオのバフが切れるタイミングを見計らって、オールインを仕掛ける。\n- 集団戦では、サイドや草むらからキャリーを狙い、フックを通すことで試合を決定づける。",
      "バード": "バードが有利です。\n\n- バードは高い移動能力を持ち、マップ全体での影響力が大きいため、ミリオのサポートを無効化しやすい。\n- バードのスタンを利用して、ミリオの回復やシールドを妨げることができるため、ミリオの効果を減少させることができる。\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、持続的なダメージを与えやすい。\n\n有利の取り方：\n- ミリオのシールドや回復を意識し、タイミングを見計らって攻撃を仕掛ける。\n- バードの移動スキルを活かして、ミリオの位置を把握し、奇襲をかける。\n- チームメイトと連携し、ミリオのサポートを無効化するために集中的に攻撃する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ミリオの動きを制限することができるため、ミリオを捕まえやすい。\n- ミリオの回復やシールドを無効化することができるため、ミリオのサポート能力を低下させることができる。\n- ノーチラスのフックは長射程で確実性が高く、ミリオが距離を取るのを難しくする。\n\n有利の取り方：\n- ミリオのスキルを避けつつ、フックを使ってミリオを捕まえ、味方と連携して攻撃する。\n- ミリオがハラスを行う前に先手を打ち、CCを使ってミリオを無力化する。\n- チームファイトでは、ミリオのCC解除を意識しつつ、他の敵チャンピオンを狙って集団戦を有利に進める。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ミリオの回復やシールドをソナの持続回復で相殺しやすく、ラインコントロールが可能。\n- ミリオのCC解除のウルトに対して、ソナはスタンを持っており、集団戦での影響力を高めることができる。\n- ソナは遠距離からのポークが得意で、ミリオが近づく前にダメージを与えることができる。\n\n有利の取り方：\n- ミリオの回復やシールドのクールダウンを確認し、その隙を狙って攻撃する。\n- ミニオンが密集している時にスタンを狙い、集団戦での優位を作る。\n- ミリオがロームした際には無理に追わず、ワードを使って視界を確保し、相手の動きを把握する。",
      "ラカン": "ラカンが有利です。\n\n- ラカンは高い機動力を持ち、瞬時に突入してミリオのスキルを引き出すことができるため、ミリオの回復やシールドを無力化しやすい。\n- ラカンのCCはミリオに対して効果的で、特にミリオがスキルを外した場合、ラカンは有利な状況を作りやすい。\n- ミリオは近接CCに対して対応が遅れることが多く、ラカンの突入によってミリオの行動を制限できる。\n\n有利の取り方：\n- ミリオのスキルを引き出すために小さく仕掛け、反応を見てから本突入する。\n- ミリオがスキルを使った後に、視界を利用して安全に突入し、味方ADCを優先的に狙う。\n- 交戦後はクールダウンを管理し、再突入のタイミングを見計らってミリオにプレッシャーをかけ続ける。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは強力なCCを持っており、ミリオの回復やバフを無効化しやすい。\n- アリスターのタンク性能により、ミリオの攻撃を耐えながら味方を守ることができる。\n- ミリオのスキルを使わせることで、アリスターが有利な状況を作りやすく、奇襲を仕掛けるチャンスが増える。\n\n有利の取り方：\n- ミリオのバフがクールダウン中のタイミングを狙い、味方ADCと連携して攻撃を仕掛ける。\n- ブラッシュからの奇襲を行い、ミリオが反応する前にダメージを与える。\n- チーム戦では、アリスターが先に飛び込んで敵を分断し、ミリオのサポートを無力化する。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはミリオに対してハラスがしやすく、距離を保ちながら攻撃できるため、ミリオの近接戦を避けることができる。\n- ルルの無力化スキルを使うことで、ミリオの攻撃やCCを無効化し、味方を守ることができる。\n- ルルは味方にシールドを付与することで、ミリオの回復やシールドを上回る生存能力を提供できる。\n\n有利の取り方:\n- ミリオとの距離を保ちながら、ハラスを行い、相手のHPを削る。\n- ミリオのスキルを避けるタイミングを見極め、無力化スキルを効果的に使用する。\n- 集団戦では、味方を強化しつつ、ミリオの攻撃を無効化することで、戦闘を有利に進める。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "シャコ": "シャコが不利です。\n\n理由：\n- バードはCCを持っており、シャコの奇襲を無効化することができるため、シャコが接近するのが難しい。\n- バードの回復スキルや移動速度の増加により、味方を守る能力が高く、シャコのバーストダメージを受けにくい。\n- バードは視界を確保しやすく、シャコのインビジブル状態を見破られる可能性が高いため、奇襲が成功しにくい。\n\n不利の緩和策：\n- 早めに視界を確保し、バードの動きを把握することで、奇襲のタイミングを見極める。\n- バードのスキルを避けるために、奇襲の際はブッシュを利用し、相手の視界外から接近する。\n- チームメイトと連携し、バードのCCを受ける前に一気に攻撃を仕掛けることで、バードの行動を制限する。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- バードの短期的なハラスが強力で、ミリオは回復やシールドを使ってもダメージを受けやすい。\n- バードのローム能力が高く、ミリオが味方を支援している間にバードが他のレーンで有利を取る可能性がある。\n- バードのUltは集団戦での影響力が大きく、ミリオの回復やシールドを無効化されることがある。\n\n不利の緩和策：\n- レーニング序盤はバードのQを避けつつ、味方ADCと密着してトレードを優位に進める。\n- バードがロームする際には、MIAコールを行い、視界を確保して味方を守る。\n- 集団戦では味方前衛に張り付き、継続的な支援を行い、バードのUltを逆利用して味方を守る。",
      "レル": "レルが不利です。\n\n理由：\n- バードは射程が長く、ポーク攻撃が得意なため、レルは距離を詰めるのが難しい。\n- バードのローム能力が高く、レルがレーンでの圧力をかけている間に、バードが他のレーンに影響を与える可能性がある。\n- バードのULTは集団戦での流れを変える力があり、レルのエンゲージを無効化されることが多い。\n\n不利の緩和策：\n- レーン序盤は無理にオールインを狙わず、バードのポークを避けつつ、ミニオンを利用して安全にファームする。\n- ワードを多めに設置し、バードのロームを警戒して視界を確保する。\n- 集団戦では、バードのULTのクールダウンを把握し、タイミングを見計らってエンゲージを行う。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- バードはローム能力が高く、奇襲を仕掛けやすいため、ソラカが孤立するリスクが増える。\n- バードのスタンを持つスキルにより、ソラカは行動を制限されやすく、特に逃げる手段が乏しいため危険にさらされる。\n- バードのポーク能力が高く、ソラカの回復だけでは持久戦でのHP差を埋めるのが難しい。\n\n不利の緩和策：\n- 視界を確保し、バードのロームを事前に察知することで、奇襲を防ぐ。\n- バードのスキルを避けるために、位置取りを工夫し、壁を利用して安全に立ち回る。\n- 味方と連携し、バードがロームしている間にADCを守るためのサポートを強化する。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- バードは遠距離からのポークが得意で、ブラウムが接近する前にダメージを与えやすい。\n- バードのスタンや回復スキルにより、ブラウムのハラスやCCが効果的に機能しにくい。\n- バードはローム能力が高く、他のレーンに影響を与えやすいため、ブラウムが守るべきADCが孤立しやすい。\n\n不利の緩和策：\n- ブラウムはADCと密接に連携し、バードのポークを受ける前にしっかりと防御する。\n- ワードを使ってバードのロームを警戒し、ミニマップを常に確認して味方に情報を提供する。\n- バードのスキルを避けるために、位置取りを工夫し、接近戦に持ち込むタイミングを見計らう。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- バードはロームが得意で、セラフィーンがレーンを押している間に他のレーンに影響を与えることができるため、セラフィーンのレーン維持が難しくなる。\n- バードのスタンや移動操作が脅威であり、セラフィーンはスキルの発生が遅いため、バードの攻撃を避けるのが難しい。\n- バードはタンク系のチャンピオンに対して有利であり、セラフィーンは防御ステータスが低く、アサシンや高バーストダメージを持つチャンピオンに対して脆弱である。\n\n不利の緩和策：\n- レーンを押しすぎないようにし、バードのロームを警戒するためにワードを積極的に置く。\n- バードのスキルを避けるために位置取りを工夫し、特にQを外させるように意識する。\n- 集団戦では、バードのスキルを考慮して味方と連携し、分断されないように注意する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- バードは移動スキルを持ち、ロームが得意なため、ザイラがプッシュしている間に味方をサポートされると、ザイラが孤立しやすい。\n- バードのCCスキルはザイラの行動を制限しやすく、特にザイラが接近されると脆弱なため、バードの攻撃を受けやすい。\n- ザイラは防御ステータスが低く、バードのスタンや回復を受けることで、持続的なダメージを受けやすい。\n\n不利の緩和策：\n- ワードを多く置いて視界を確保し、バードのロームを警戒することで、孤立を避ける。\n- バードのCCを避けるために、位置取りを工夫し、距離を保ちながら攻撃する。\n- ザイラのスキルを使うタイミングを見極め、バードのスキルを無駄にさせるように立ち回る。",
      "カルマ": "カルマが不利です。\n\n理由：\n- バードはスタンを持っており、カルマのスネアが発生する前に行動を制限される可能性が高い。\n- バードの移動スキルを駆使したロームや逃げが得意で、カルマが追いつくのが難しい。\n- バードは鐘を回収することで火力を向上させるため、持続的なダメージを与えられ、カルマの耐久性が試される。\n\n不利の緩和策：\n- バードのスキルを避けるために、位置取りを意識し、距離を保つ。\n- バードがQを外したタイミングを狙い、反撃のチャンスを作る。\n- 味方と連携し、バードに対して集団で攻撃することで、彼の動きを制限する。",
      "ゼラス": "ゼラスが不利です。\n\n- バードは移動スキルを持ち、ゼラスの攻撃を避けやすいため、ハラスが通りにくい。\n- バードのスタン効果により、ゼラスは近距離での戦闘で捕まるリスクが高く、自己防衛手段が乏しい。\n- バードの回復や加速スキルにより、ゼラスのダメージを軽減されるため、レーンでの圧力をかけにくい。\n\n不利の緩和策：\n\n- 距離を保ちながらハラスを行い、バードのスキルを避けることを意識する。\n- ワードを使って視界を確保し、バードの動きを把握して先手を打つ。\n- チームメイトと連携し、バードのスタンを避けるために一緒に行動する。"
    },
    "loses": {
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは継続的な回復能力を持ち、バードのハラスを耐えやすい。\n- ソナの範囲攻撃によるハラスは、バードが鐘を集めるのを妨げることができる。\n- ソナは簡単なCCを持っており、バードの動きを制限することで、彼のローミングを阻止しやすい。\n\n有利の取り方：\n- 初期段階でEを使って射程を管理し、バードに対して安全にハラスを行う。\n- バードが鐘を集めるために近づいてきた際に、QとAAを連携させてダメージを与える。\n- ローミング前に味方ADCを回復し、バードが動き出す前に自分の位置を有利に保つ。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、バードの移動を制限しやすいため、バードがロームする際に捕まえやすい。\n- バードはダメージスキルがQのみで、APレシオが低いため、ノーチラスのタンク性能に対してダメージが不足しやすい。\n- ノーチラスはバードのような低耐久のチャンピオンに対して強力なオールインが可能で、特にフックを使ったエンゲージが効果的。\n\n有利の取り方：\n- ミニマップを常に確認し、バードがロームした際にその隙を突いて敵を攻撃する。\n- ノーチラスのCCを活かして、バードが近づいてきた際に先手を打つことで、レーンでの優位性を保つ。\n- バードの鐘の回収を妨害するために、視界を確保しつつ、適切な位置取りを行い、バードの動きを封じる。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、バードに対して積極的に攻撃を仕掛けやすい。\n- バードはダメージスキルがQのみで、APレシオが低いため、パイクの高い耐久力に対して火力が不足しやすい。\n- パイクのフックや移動スキルを駆使して、バードのトンネルを警戒しつつ、キルを狙うことができる。\n\n有利の取り方：\n- レベル2で積極的に仕掛け、ブラッシュや壁を利用してフックを狙う。\n- バードがトンネルを使った際には、追わずにロームして他のレーンでキルを狙う。\n- レベル6以降は、バードのアルティを警戒しつつ、タイミングを見計らってキルフィニッシュを狙う。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、バードの動きを制限することができるため、戦闘を有利に進めやすい。\n- バードの鐘の回収を妨害することで、バードの火力やサポート能力を低下させることができる。\n- スレッシュはエンゲージやピールが得意で、バードの攻撃を受ける前に味方を守ることができる。\n\n有利の取り方:\n- バードの位置を把握し、フックやCCを使って捕まえるチャンスを狙う。\n- バードが鐘を回収するタイミングを見計らい、フレイを使って引き離すことで、鐘の回収を妨害する。\n- 戦闘中はキャリーの近くに立ち、バードのスタンを避けつつ、味方を守るための位置取りを意識する。",
      "パンテオン": "パンテオンは有利です。\n\n- パンテオンは短時間でのバーストダメージが得意で、特にレベル2でのコンボによってバードに対して強力なトレードが可能です。\n- バードは移動スキルや回復を持っていますが、パンテオンのスタンを使ったオールインに対しては防ぎきれないことが多く、キルプレッシャーをかけやすいです。\n- パンテオンはグローバルなUltを持っており、他のレーンへの介入が早く、試合全体に影響を与えることができます。\n\n有利の取り方：\n- レーン序盤はチャンスを伺い、レベル2でのコンボを狙ってバードに攻撃を仕掛ける。\n- バードのQでのスタンを避けるために、ミニオンの背後や壁際に立たないようにし、トレード時はEを使って反撃を防ぐ。\n- レベル6でのUltを活用し、サイドや敵ロームに合わせて数的優位を作り、バードのローミングを封じる。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "スウェイン": "スウェインが不利です。\n\n理由：\n- ザイラは長射程からのハラスが得意で、スウェインが近づく前にダメージを与えられるため、レーンでのプレッシャーが強い。\n- スウェインは移動スキルを持たず、ザイラのCCを受けると簡単に捕まってしまい、反撃が難しい。\n- ザイラの植物を利用したゾーニング能力により、スウェインが安全に近づくことができず、効果的なダメージを与えられない。\n\n不利の緩和策：\n- レーンでの距離を保ち、ザイラの攻撃を避けながらミニオンを処理することで、ハラスを最小限に抑える。\n- ザイラのCCを避けるために、ブッシュを利用して奇襲を狙い、Eを当てるチャンスを作る。\n- アイテムを早めに購入し、魔抗を積むことでザイラのダメージを軽減し、集団戦での耐久力を高める。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ザイラの植物による高いダメージとゾーニング能力に対して、スレッシュは持続的なハラスに弱く、接近するのが難しい。\n- ザイラのCCスキルは範囲攻撃であり、スレッシュがフックを外した場合、逆にザイラに捕まるリスクが高まる。\n- ザイラは機動力が低いため、スレッシュがフックを当てるチャンスがあるが、ザイラが植物を使っているとそのチャンスが減少する。\n\n不利の緩和策：\n- ザイラのCCスキルを外したタイミングを狙ってオールインを仕掛けることで、逆転のチャンスを作る。\n- モビリティブーツを早めに購入し、他のレーンにロームして有利を取ることで、ザイラとの1対1の状況を避ける。\n- ザイラの植物を処理するために、スキルを使って積極的にハラスを行い、彼女のダメージを減少させる。",
      "メル": "メルが不利です。\n\n- ザイラは遠距離からの攻撃が得意で、持続的なダメージを与えながら安全にハラスができるため、メルは圧力を受けやすい。\n- メルの反射スキルはタイミングが重要で、ミスをすると逆にザイラの攻撃を受けるリスクが高まる。\n- ザイラの植物を利用したゾーニング能力に対して、メルは移動手段が限られているため、接近されると脆弱になりやすい。\n\n不利の緩和策：\n\n- ザイラの攻撃を受けない位置取りを心がけ、常に距離を保ちながらプレイする。\n- ザイラのスキルを反射するタイミングを練習し、成功率を上げることで有利な状況を作る。\n- ザイラの植物を踏ませないように注意し、視界を確保しつつ、味方と連携して集団戦を有利に進める。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、序盤から高い火力を発揮できるため、ニーコはポークを受けやすい。\n- ザイラの植物によるゾーニング能力が強力で、ニーコが近づくのが難しくなる。\n- ザイラは機動力の高いチャンピオンに対して不利ですが、ニーコは接近しなければならないため、ザイラの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- 序盤はミニオンの裏やブッシュを利用して、ザイラの攻撃を避ける位置取りを心がける。\n- ザイラのスキルを使わせた後に攻撃を仕掛けるタイミングを見計らい、瞬間的なダメージを狙う。\n- 魔法防御アイテムを早めに購入し、耐久力を上げてザイラの攻撃に耐えられるようにする。",
      "モルガナ": "モルガナが不利です。\n\n- ザイラの長射程攻撃と高いハラス能力により、モルガナはレーンでの圧力を受けやすい。\n- ザイラのCCスキルは範囲攻撃であり、モルガナのスネアを避けるのが難しく、接近されると脆弱になる。\n- ブラックシールドを使っても、ザイラのスキルの発動から発生までの時間があるため、タイミングを外すと逆に危険な状況になる。\n\n不利の緩和策：\n\n- ミニオンの後ろに隠れて立ち位置を調整し、ザイラの攻撃を避ける。\n- ザイラのスキルのクールダウンを意識し、スキルが切れたタイミングで攻撃を仕掛ける。\n- 味方と連携して、ザイラが孤立した時にオールインを狙う。",
      "アリスター": "アリスターが不利です。\n\n- ザイラの長射程攻撃とポーク能力により、アリスターは接近するのが難しく、常にダメージを受けやすい。\n- ザイラのCCスキルによって、アリスターが接近した際に足止めされる可能性が高く、エンゲージが成功しにくい。\n- アリスターは攻撃力が低く、ザイラの高火力に対抗するためのダメージを出しづらい。\n\n不利の緩和策：\n- ミニオンを利用してザイラの攻撃を避けつつ、タイミングを見計らって接近する。\n- フラッシュや味方のジャングラーとの連携を活かして、ザイラに対して一気に攻撃を仕掛ける。\n- 集団戦では前に出てザイラを狙うのではなく、味方を守りつつCCを活用してザイラの行動を制限する。",
      "ルル": "ルルが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、ルルが近づく前にダメージを与えることができるため、ルルは安全にプレイしづらい。\n- ザイラの拘束スキルにより、ルルが接近する際に捕まってしまうリスクが高く、特に機動力のないルルにとっては致命的。\n- ルルのCCは単体対象であり、ザイラのAoE攻撃や植物を利用した戦術に対して効果的に対処できない。\n\n不利の緩和策：\n- ザイラのスキルがクールダウン中のタイミングを見計らって攻撃し、優位に立つようにする。\n- 味方と連携し、ザイラの攻撃を分散させることで、ルル自身が狙われにくくする。\n- 魔法耐性を持つアイテムを選択し、ザイラのダメージを軽減することで生存能力を高める。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ザイラは序盤から高い火力を持ち、種を使った攻撃でセラフィーンに対して強力なハラスを行えるため、レーンでのトレードが不利になる。\n- ザイラのCCスキルは範囲攻撃であり、セラフィーンが近づくと簡単に拘束されてしまうため、接近戦でのリスクが高い。\n- セラフィーンのスキルは発生が遅く、ザイラの攻撃を避けるのが難しいため、特に序盤の段階での対抗が難しい。\n\n不利の緩和策：\n- ザイラの種を早めに処理するために、ミニオンの後ろから安全に攻撃し、ハラスを避けるように立ち回る。\n- ザイラのEが冷却中のタイミングを狙って、味方ADCと連携して短いトレードを繰り返し、ダメージを与える。\n- レベル6以降は集団戦を意識し、ザイラのRの範囲を避けつつ味方と連携して自分のRを活かすことで、逆転のチャンスを狙う。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、コンボによる瞬間火力が強力で、ザイラに対しても効果的にダメージを与えられます。\n- ジリアンのCCスキルはザイラの動きを制限することができ、特にザイラが硬直を受けると脆弱なため、捕まえやすくなります。\n- ジリアンのUltによる蘇生能力は、ザイラのバーストダメージに対して非常に効果的で、味方を守ることで逆転のチャンスを作れます。\n\n有利の取り方：\n- ミニオン後方でQを溜め、味方ADCの攻撃と合わせて二重爆弾を狙い、ザイラにダメージを与えます。\n- ザイラのCCを警戒しつつ、Eを使って味方を逃がしたり追ったりすることで、ザイラの攻撃を回避します。\n- ザイラがローミングした際には、プッシュを優先してローテーションを阻止し、視界を確保することで有利な状況を作ります。",
      "シャコ": "シャコが有利です。\n\n- シャコは高い機動性を持ち、インビジブル状態でザイラに接近しやすいため、奇襲が可能です。\n- ザイラは防御ステータスが低く、接近されると脆弱なため、シャコの攻撃を受けやすいです。\n- シャコはザイラのプラントを破壊することで、視界を奪い、ザイラのCCを無効化することができます。\n\n有利の取り方：\n- 敵のリコールタイミングを狙い、インベードを行ってザイラのクリアを妨害します。\n- 奇襲を重視し、インビジブルを活用してザイラに接近し、サプライズ攻撃を仕掛けます。\n- ザイラのプラントを破壊し、視界を管理することで、カウンターガンクを防ぎつつ有利な状況を作ります。",
      "ユーミ": "ユーミが有利です。\n\n- 継続的な回復能力により、ザイラの攻撃を受けても味方の生存力を高めることができる。\n- ザイラのスキルは一発のダメージが重いが、継続火力には弱いため、ユーミの支援で耐えやすい。\n- ザイラのCCに対して脆弱だが、ユーミは味方に密着することで安全に立ち回れるため、ザイラの攻撃を避けやすい。\n\n有利の取り方：\n- 常に味方に付いて、ザイラの攻撃を受けた際には回復を行い、移動速度を上げて離脱する。\n- ザイラのスキルを受けた後は、味方と連携してポークを行い、ザイラのスキルを温存させる。\n- ワーディングを行い、茂みやサイドを確保して敵ジャングルの介入に注意しつつ、安全にプレイする。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力を持ち、序盤からオールイン能力が強いため、ザイラに対して積極的に攻撃を仕掛けることができる。\n- ザイラの射程を活かした攻撃を妨害するためのCCが豊富で、特にザイラがスキルを使った後に接近することで有利に立ち回れる。\n- ザイラは移動に役立つスキルがないため、レオナが接近してCCを当てることで、ザイラを無力化しやすい。\n\n有利の取り方：\n- ザイラのスキルのクールダウンを確認し、スキルがないタイミングを狙って積極的にエンゲージする。\n- ザイラの植物を利用した攻撃を避けるために、ミニオンを利用して接近し、相手の視界を制限する。\n- 集団戦では、ザイラの後衛に飛び込むことで、彼女のダメージを抑えつつ味方を守る役割を果たす。",
      "レル": "レルが有利です。\n\n理由：\n- レルは強力なCCを持っており、ザイラの距離を詰めることで彼女を拘束しやすい。\n- ザイラは遠距離からのポークが得意ですが、レルは近接でのエンゲージが可能なため、ザイラの攻撃を避けつつ接近できる。\n- レルは味方の移動速度を上げるスキルを持っており、集団戦や追撃時に味方をサポートしやすい。\n\n有利の取り方：\n- ブッシュを利用してザイラに接近し、フックを狙うことで先手を取る。\n- ザイラの植物を壊して視界を確保し、彼女のポークを減少させる。\n- レベル3以降は積極的にエンゲージを仕掛け、ザイラを孤立させて攻撃する。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ザイラは長射程でハラスが得意ですが、ブリッツクランクのフックが決まれば一瞬でキルに繋がるため、ザイラに強いプレッシャーをかけられます。\n- ブリッツクランクはノックアップやサイレンスを持っており、ザイラのスキルを封じることで彼女の火力を削ぐことができます。\n- ザイラは移動に役立つスキルがないため、接近されると脆弱であり、ブリッツクランクのフックが当たると一気に不利な状況に陥ります。\n\n有利の取り方：\n- ブッシュを利用してフックの角度を作り、ザイラが油断している瞬間を狙ってフックを放つ。\n- レーン序盤はミニオンの後ろを通らず、ザイラのハラスを避けながら位置取りを工夫する。\n- ザイラがミニオンに集中している時や、味方ADCと離れた瞬間を見計らってフックを狙い、キルを確定させる。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、ザイラの攻撃を安全な距離からハラスできるため、レーンでの優位性を保ちやすい。\n- ゼラスのスキルはAoE効果があり、集団戦やレーン戦で複数の敵にダメージを与えやすく、ザイラの植物を壊すことも容易。\n- ゼラスはマナ回復のパッシブを持っているため、持続力が高く、長時間レーンを維持しやすい。\n\n有利の取り方：\n- レーンではミニオンの背後から安全にポークし、ザイラのスキルを避けながらダメージを与える。\n- ザイラのスキルの硬直を狙い、スキルを発動した後にフルコンボを決めることで、ザイラに対して圧力をかける。\n- レーンを押し込んだ後は視界を確保しつつロームし、他のレーンでのプレッシャーをかけることで、全体的なマップコントロールを強化する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持っているため、ザイラの射程内に素早く接近し、CCを当てやすい。\n- ザイラのスキルを避けながら攻撃できるため、彼女のハラスを受けにくい。\n- ザイラのウルトを無効化する能力があり、集団戦でのエンゲージが強力。\n\n有利の取り方：\n- 序盤からワードを使って位置を詰め、ザイラの羽を避けながらポークを行う。\n- レベル3以降に味方と連携し、ザイラがスキルを使った後に攻撃を仕掛ける。\n- 集団戦では、ザイラのウルトのクールダウンを見計らって再突入し、味方と共に攻撃する。",
      "ソナ": "ソナが有利です。\n\n- ソナは範囲回復やバーストヒールを持っており、ザイラのハラスを耐えやすい。\n- ソナのCCは発生が早く、ザイラのスキルを無効化することで、ザイラの攻撃を防ぐことができる。\n- ソナは操作が簡単で、集団戦での支援能力が高いため、チーム全体の生存率を向上させることができる。\n\n有利の取り方：\n- 序盤はミニオンの後ろから安全に攻撃し、ザイラの植物を踏ませないように立ち回る。\n- ザイラがスキルを外した瞬間に反撃し、回復を活かして持続的にトレードを行う。\n- Lv6以降はULTを使ってザイラの植物を分断し、味方を守りながら攻撃のチャンスを作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ザイラのスキルを無力化することができるため、ザイラの攻撃を封じることができる。\n- バードは移動スキルを活かしてロームが得意で、ザイラが孤立している時に奇襲をかけやすい。\n- バードの回復スキルにより、ザイラのハラスを受けても持ちこたえやすく、レーン維持がしやすい。\n\n有利の取り方：\n- レーン序盤でミニオンを利用してポークし、ザイラにプレッシャーをかける。\n- ザイラのスキルのクールダウンを確認し、隙を見てスタンを狙う。\n- レーンを押し切った後は、サイドレーンにロームして視界を確保し、味方をサポートする。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ザイラのスキルを避けながらハラスが可能です。\n- ザイラの攻撃を防ぐためのシールドや、敵の動きを制限するスキルを持っているため、ザイラの攻撃を受けにくいです。\n- ザイラの種を破壊することで、彼女のダメージを減少させることができ、戦闘を有利に進めることができます。\n\n有利の取り方：\n- ザイラのスキルのタイミングを見計らい、スキルを使って反撃することで、彼女の攻撃を無効化します。\n- チームメイトと連携し、ザイラを孤立させることで、彼女の強みを活かさせないようにします。\n- ザイラの種が多い場合は、慎重に位置取りをし、種を破壊することで彼女のダメージを減らし、オールインのチャンスを作ります。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、味方に寄り添うことでフックを回避しやすく、ブリッツクランクの攻撃をかわすことができる。\n- ラカンのノックアップによって、ブリッツクランクがフックを当てる前に一方的に攻撃される可能性が高い。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、ラカンに対して逆に攻撃されるリスクが増す。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、ラカンの動きを観察しながらフックを狙うタイミングを見極める。\n- ラカンのEのクールダウンを確認し、Eが無いタイミングでフックを試みる。\n- 集団戦では、ラカンのノックアップを避けるために、味方と連携して行動し、孤立しないようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ラカンは高い機動力とCCを持っており、パンテオンがオールインを狙う際に、ラカンのCCで反撃される可能性が高い。\n- ラカンは味方を保護する能力が高く、パンテオンのバーストダメージを軽減することができるため、キルを狙いにくい。\n- パンテオンは移動不可のCCに弱く、ラカンのCCを受けると何もできなくなるため、立ち回りが制限される。\n\n不利の緩和策：\n- ラカンのCCを避けるために、フラッシュやイグナイトを駆使して、タイミングを見計らって攻撃する。\n- 味方ADCと連携し、ラカンが単独で行動できないようにすることで、パンテオンの攻撃機会を増やす。\n- ロームを活用して他のレーンに圧力をかけ、ラカンの影響を減らし、全体的な有利を作る。",
      "ブラウム": "ブラウムが不利です。\n\n- ラカンは高い機動力を持ち、瞬時にエンゲージや離脱ができるため、ブラウムが接近する前に攻撃を仕掛けられる。\n- ラカンのCCはブラウムの防御スキルを無力化する可能性があり、特に移動不可のCCを受けるとブラウムは何もできなくなる。\n- ラカンは味方を支援する能力が高く、特にザヤとの連携によって強化されるため、ブラウムが守るべきADCが狙われやすい。\n\n不利の緩和策：\n- ブラウムはレーンでのポジショニングを工夫し、ラカンのエンゲージを避けるようにする。\n- ラカンのスキルを温存させないように、早めにハラスを行い、スタックを貯めて反撃の準備をする。\n- 集団戦では前線でしっかりと味方を守り、ラカンのCCを受けないように注意しつつ、味方ADCを優先的に守る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、接近してCCを付与する能力があるため、ヴェル＝コズが距離を保つのが難しい。\n- ヴェル＝コズは機動力が低く、ラカンの突進に対して逃げる手段が限られているため、捕まると致命的なダメージを受けやすい。\n- ラカンのCCはヴェル＝コズのスキル発動を妨げるため、特に集団戦での火力を発揮しにくくなる。\n\n不利の緩和策：\n- 常に距離を保ち、ミニオンを利用してハラスを行い、ラカンの接近を防ぐ。\n- ラカンの動きを予測し、フラッシュや味方を利用して迅速に離脱する準備をする。\n- ビジョンを確保し、ラカンの動きを把握することで、突進を避けるための位置取りを意識する。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、ゼラスに近づくことで大きなダメージを与えることができるため、ゼラスは距離を保つ必要がある。\n- ラカンのエンゲージ能力により、ゼラスは捕まるリスクが高く、近距離での戦闘に弱いため、簡単に倒される可能性がある。\n- ゼラスは自己防衛手段が乏しく、ラカンのCCを受けると無力化されてしまうため、戦闘での生存が難しい。\n\n不利の緩和策:\n- 常に後衛に位置し、ラカンが近づいてくる前に攻撃を仕掛けることで、距離を保つ。\n- ワードを使って視界を確保し、ラカンの動きを把握することで、エンゲージを予測しやすくする。\n- チームメイトと連携し、ラカンがエンゲージする前に味方のサポートを受けることで、リスクを減らす。",
      "パイク": "パイクが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、パイクのフックを避けやすいため、パイクの攻撃が当たりにくい。\n- ラカンのCCスキルにより、パイクが接近した際に無力化されるリスクが高く、特に移動不可のCCを受けると何もできなくなる。\n- ラカンは味方を守るためのシールドや回復を持っており、パイクの攻撃を受けた味方をサポートしやすい。\n\n不利の緩和策：\n- ミニオンの影に隠れてフックを狙う際、ラカンのスキルを予測して距離を保つ。\n- ラカンのスキルを温存し、確実にフックが当たるタイミングで攻撃を仕掛ける。\n- レベル6になる前にロームを行い、他のレーンでのキルを狙ってゴールドを稼ぐ。",
      "ミリオ": "ミリオが不利です。\n\n理由:\n- ラカンは高い機動力と強力なエンゲージ能力を持っており、ミリオが突っ込まれると回復やシールドを使う前に無力化される可能性が高い。\n- ミリオのCCは限られており、ラカンの突進を止める手段が少ないため、ラカンの攻撃を受けやすい。\n- ラカンは瞬時に混乱を生み出すことができるため、集団戦でのミリオの役割が制限され、味方を守ることが難しくなる。\n\n不利の緩和策:\n- 常に味方ADCと密に動き、ラカンの突っ込みを警戒しながらポジショニングを工夫する。\n- ラカンのエンゲージを受けた際には、即座に回復やシールドを使い、味方の生存を優先する。\n- 集団戦では、移動バフを温存し、味方の逃げ道を確保することで、ラカンの攻撃を受けた際の被害を最小限に抑える。",
      "ユーミ": "ユーミが不利です。\n\n- ラカンは高い機動力を持ち、接近して瞬時にCCを付与できるため、ユーミが味方に付着している間に攻撃を受けやすい。\n- ユーミはハードCCを持たず、ラカンのエンゲージに対して防御手段が乏しいため、オールインされると脆弱。\n- ラカンのCCによって味方を無力化されると、ユーミの回復やシールドが機能しなくなり、チーム全体の生存能力が低下する。\n\n不利の緩和策：\n\n- 常にミニオンの裏に隠れて安全に攻撃を行い、ラカンの接近を警戒する。\n- ラカンが接近した際には、すぐに味方に付着し、移動速度やシールドを付与して守る。\n- 集団戦では、ラカンのエンゲージを避けるために、味方と連携して位置取りを工夫し、ユーミ自身が孤立しないようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、瞬時に接近してくるため、ザイラが距離を保つのが難しい。\n- ラカンのCCスキルにより、ザイラは捕まると無力化されやすく、特にオールインの際に脆弱になる。\n- ザイラは移動に役立つスキルがないため、ラカンの突入に対して逃げる手段が限られている。\n\n不利の緩和策：\n- レーンでの視界を確保し、ラカンの動きを常に把握することで、突入を予測して対処する。\n- 味方と連携し、ラカンが突入してきた際に一緒に反撃することで、彼の攻撃を無効化する。\n- ブラシに種を置いてゾーニングを行い、ラカンが近づくのを防ぎつつ、ポークを続ける。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは長射程の攻撃を持っており、ラカンに対して安全な距離からハラスを行いやすい。\n- ラカンのエンゲージを受ける前に、ニーコは擬態を使って相手を混乱させることができ、先手を取るチャンスがある。\n- ニーコのアルティメットは範囲攻撃で高いバーストダメージを出せるため、集団戦でラカンのサポートを無力化することができる。\n\n有利の取り方：\n- レーン序盤は距離を保ちながら攻撃し、ラカンの攻撃を避ける。\n- ミニマップを常に確認し、ラカンのロームを警戒しつつ、視界を確保する。\n- レベル6以降は、ラカンのエンゲージを誘発させた後、反撃のタイミングを見計らってアルティメットを使用する。",
      "セナ": "セナが有利です。\n\n- セナは長射程を活かして、ラカンに対して遠距離からハラスを行いやすく、レーンでの優位を築きやすい。\n- ラカンのエンゲージを警戒しつつ、スネアを使って彼の動きを制限することができるため、接近を防ぎやすい。\n- セナは回復能力を持っているため、ラカンの攻撃を受けても持続的に戦える。\n\n有利の取り方：\n- ミニオンの後ろに立ち、ラカンの突入ルートを塞ぎながらハラスを行う。\n- ラカンのエンゲージを警戒し、スネアを温存しておくことで、彼の動きを制限する。\n- 集団戦では後衛を維持し、味方を支援しつつ、距離を取り続けることで安全にダメージを与える。",
      "ポッピー": "ポッピーが有利です。\n\n- ポッピーはラカンの突進やダッシュを無効化できるため、ラカンのエンゲージを阻止しやすい。\n- 壁に敵をぶつけることでスタンを発生させることができ、ラカンとの接近戦で優位に立てる。\n- ポッピーは高いシールドを持ち、1対1の戦闘性能が高いため、ラカンの攻撃を耐えやすい。\n\n有利の取り方：\n- レーン序盤ではWを温存し、ラカンの行動を見てから反撃することで、相手のスキルを無効化する。\n- ラカンがスキルを使った瞬間にEで接近し、反撃を行うことでダメージを与える。\n- チーム戦ではRを使って敵を押し出し、味方を守ることで戦闘を有利に進める。",
      "マオカイ": "マオカイが有利です。\n\n- マオカイは高頻度でCCを使用できるため、ラカンの機動力を制限しやすい。\n- ラカンの攻撃を受ける前に、マオカイは耐久力を活かして前線でしっかりと立ち回ることができる。\n- マオカイは視界を確保しつつ、ラカンのエンゲージを警戒しながらトレードを行えるため、戦闘を有利に進めやすい。\n\n有利の取り方：\n- ブッシュにスキルを置いて視界を確保し、ラカンの動きを牽制する。\n- ラカンのスキルを誘導し、クールダウンを利用して反撃のタイミングを見計らう。\n- 味方ADCと連携し、ラカンが接近するタイミングで一気に攻撃を仕掛ける。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持ち、ラカンの突進をノックバックで防ぐことができるため、ラカンのエンゲージを無効化しやすい。\n- ジャンナのシールドと回復により、味方ADCを守ることができ、ラカンの攻撃を受けても耐えやすい。\n- ジャンナは距離を保ちながら戦うことが得意で、ラカンの接近を難しくすることで、彼のCCを避けることができる。\n\n有利の取り方：\n- レーン序盤では、ラカンの動きを予測し、シールドを使って反撃を許さないように立ち回る。\n- ラカンがオールインを狙ってきた際には、ノックバックを狙って距離を取ることで、彼の攻撃を無効化する。\n- 視界を確保した後、ボットを離れてロームし、集団戦では味方を救出することで、全体の戦局を有利に進める。",
      "ルル": "ルルが有利です。\n\n理由：\n- ラカンのエンゲージをポリモーフで無力化できるため、ラカンの攻撃を効果的に防げる。\n- ラカンが近づいてきた際に、シールドやHP増加を使って味方を守ることができ、サステインが高い。\n- ラカンは移動を伴うスキルが多く、移動不可のCCを持たないルルに対しては攻撃を仕掛けにくい。\n\n有利の取り方：\n- ラカンが近づいてきた際には、積極的にポークを行い、プレッシャーをかける。\n- 自分のADCが捕まった場合、迅速に支援を行い、敵の攻撃を防ぐ。\n- 常に位置取りに気を付け、ラカンのスキルを避けることで、戦闘を有利に進める。",
      "ラックス": "ラックスが有利です。\n\n- 遠距離からのポークが可能で、ラカンが接近する前にダメージを与えられる。\n- ラカンの突入に対して、CCを使って拘束することで反撃のチャンスを作れる。\n- ラカンの移動を伴うスキルに対して、ラックスは安全な距離から攻撃できるため、ラカンの機動力を制限しやすい。\n\n有利の取り方：\n- 序盤はミニオンの後ろからポークし、ラカンの接近を警戒する。\n- ラカンが突入してきた際には、CCを使って捕まえ、味方と連携して反撃する。\n- 集団戦では安全な位置からスキルを使い、ラカンの動きを封じることで味方をサポートする。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは距離を保ちながら攻撃できるため、ラカンの接近を防ぎやすい。\n- ソラカの沈黙効果により、ラカンのエンゲージスキルを無効化できるため、ラカンの動きを制限できる。\n- ソラカの回復能力により、ラカンの攻撃を受けても持ちこたえやすく、持続戦闘で優位に立てる。\n\n有利の取り方：\n- レーン序盤は距離を保ちながら攻撃し、ラカンにプレッシャーをかける。\n- ラカンが突っ込んでくる際には、沈黙を使って反撃し、ラカンのスキルを無効化する。\n- HP差が出た際には、回復スキルを駆使して味方を支援し、逆転のチャンスを狙う。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは遠距離から安全にポークができ、ラカンが接近する前にダメージを与えることができる。\n- セラフィーンのCCは広範囲であり、集団戦での制圧力が高く、ラカンのエンゲージを無効化しやすい。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦での連携が強力で、ラカンの単独行動を牽制できる。\n\n有利の取り方：\n- ミニオンを利用して安全にポークし、ラカンの接近を防ぐ。\n- ブッシュを利用して視界を確保し、ラカンの奇襲を警戒する。\n- 味方と連携し、集団戦でのRを活用してラカンの動きを制限し、優位に立つ。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナは長射程のスキルを持っており、ラカンの接近を阻止しやすいです。\n- スペルシールドを使うことで、ラカンのCCを無効化し、味方を守ることができます。\n- ラカンが移動するスキルを多く持っているため、モルガナのスネアを当てやすく、捕まえるチャンスが増えます。\n\n有利の取り方：\n- 距離を保ちながらスキルを使い、ラカンの接近を警戒します。\n- ラカンが攻撃を仕掛けてきた際に、味方にスペルシールドを付与して反撃の準備をします。\n- ラカンのスキルを避けつつ、Qを温存してチャンスが来たらフラッシュを使って確実に捕まえます。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ルルのポリモーフによる妨害が強力で、モルガナのスキルを無効化されると大きなダメージを与えられなくなる。\n- ルルの遠距離ポークとシールドによって、モルガナの攻撃が効果的に防がれ、持続的な戦闘で優位性を失いやすい。\n- ルルは味方を強化する能力が高く、集団戦での影響力が大きいため、モルガナが単体で対抗するのが難しい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、距離を保ちながら慎重に立ち回り、タイミングを見計らって攻撃する。\n- ルルがスキルを外した隙を狙って、積極的に攻撃を仕掛けることで、相手のリソースを削る。\n- ワードをしっかり設置し、ルルのロームや他の敵チャンピオンの動きを把握して、事前に対策を講じる。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ルルのシールドとポリモーフによって、ソナの攻撃や回復が無効化されやすく、攻めづらい。\n- ルルは味方を守る能力が高く、ソナの集団戦でのAoEスタンを封じることができるため、集団戦での影響力が低くなる。\n- ソナは基礎ステータスが低く、序盤にルルのハラスを受けやすく、レーンでの優位性を保ちにくい。\n\n不利の緩和策：\n- ミニオン越しに攻撃を行い、ルルのシールドを割るチャンスを狙う。\n- ルルのポリモーフを避けるために、距離を保ちながらスキルを使う。\n- 早めにサポートアイテムを完成させ、回復やバフを活用して味方を支援し、集団戦での役割を果たす。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ルルは長射程の攻撃を持ち、ラカンが接近する前にダメージを与えやすいため、ラカンが攻撃を仕掛けるのが難しい。\n- ルルのポリモーフによって、ラカンのエンゲージ能力が無力化されるため、ラカンが突入しても効果的に機能しにくい。\n- ルルは味方を守るためのシールドや回復を持っており、ラカンの攻撃を受けた味方が生存しやすく、ラカンのダメージが通りにくい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、ワードを使って視界を確保し、奇襲を狙うタイミングを見計らう。\n- ルルがスキルを使った後の隙を狙って、連携を取って一気に攻撃を仕掛ける。\n- 集団戦では、ルルの後方から味方を支援し、敵の注意を引くことで、ラカンのエンゲージを活かす機会を作る。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ルルのポリモーフによってジリアンの攻撃やCCが無効化されるため、ジリアンは攻撃のチャンスを失いやすい。\n- ルルは味方をシールドし、HPを増加させる能力があるため、ジリアンの攻撃が効果的に通りにくい。\n- ルルのスキルは単体対象であるため、ジリアンが集団戦での影響力を発揮しにくく、ルルのサポート効果が強力に働く。\n\n不利の緩和策：\n- ルルのスキルのクールダウンを意識し、Wが切れているタイミングを狙って攻撃を仕掛ける。\n- ルルのポリモーフを避けるために、スキルの使用タイミングを工夫し、相手のスキルを見極める。\n- 味方と連携し、ルルのシールドやバフを無効化するために、集団での攻撃を行う。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ルルのポリモーフによって、ゼラスの攻撃スキルを無力化されるため、決定打を与えることが難しくなる。\n- ルルのシールドによって、ゼラスのハラスが軽減され、持続的なダメージを与えにくい。\n- ルルは近づいてトレードを仕掛けることができるため、ゼラスの射程の利点が薄れる。\n\n不利の緩和策：\n- ワードをしっかり設置し、ルルのロームやガンクに対して警戒を強化する。\n- ルルのスキルを分散して当てるように立ち回り、ポリモーフを避けるためにスキルの発動タイミングを工夫する。\n- 集団戦では後方から安全に攻撃できる位置を確保し、ルルのシールドやポリモーフを意識して行動する。"
    },
    "loses": {
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- 長射程の攻撃を持つため、ルルが近づく前にダメージを与えやすい。\n- ルルのポリモーフを避けるために距離を保ちながら攻撃できるため、ルルの妨害を受けにくい。\n- ルルのシールドや回復を無視できる持続的なダメージを出せるため、ルルのサポート効果を相対的に低下させることができる。\n\n有利の取り方：\n- ルルのポリモーフのクールダウンを確認し、使った後に攻撃を仕掛ける。\n- 安全な距離を保ちながら、QやWでチクチク攻撃し続ける。\n- チーム戦では後列を維持し、ルルの妨害を避けつつ、Rを効果的に当てるタイミングを見計らう。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ルルの攻撃を受け止めやすいため、持続的なハラスに強い。\n- ブラウムのパッシブによるスタンを活かして、ルルの行動を制限しやすく、味方ADCの攻撃をサポートできる。\n- ルルのポリモーフを警戒しつつ、連携を取ることで、ブラウムはルルに接近しやすく、効果的にダメージを与えることができる。\n\n有利の取り方：\n- 味方ADCと連携し、ルルに接近してパッシブを溜め、スタンを狙う。\n- ルルが攻撃してきた際には、Eを使って味方を守りつつ、ルルのスキルをブロックする。\n- ルルがポリモーフを使った後に、タイミングを見計らって攻撃を仕掛け、ダメージを通す。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ルルを捕まえることで彼女のサポート能力を無効化できる。\n- ルルのポリモーフに注意しつつ、ノーチラスのフックを使うことでルルを拘束し、味方のキャリーを守ることができる。\n- ルルは移動不可のCCを持たないため、ノーチラスの攻撃を避ける手段が限られている。\n\n有利の取り方：\n- ルルのスキルを誘発させた後に攻撃を仕掛け、彼女の反応を見てから行動する。\n- ノーチラスのCCを活かしてルルを捕まえ、味方と連携して一気に攻撃する。\n- ルルのウルトを使わせるために、タイミングを見計らって攻撃し、彼女のスキルを無駄にさせる。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- ブリッツクランクはフックを使ってルルを捕まえることができ、ルルのシールドや無力化を無視して瞬時にキルに繋げることができる。\n- ルルは移動不可のCCを持たないため、ブリッツクランクの攻撃を受けた際に逃げる手段が限られている。\n- ブリッツクランクは集団戦でのAoEダメージとサイレンスを持っており、ルルの味方を妨害する能力が高い。\n\n有利の取り方：\n- ミニオンの配置を確認し、安全な通路でフックを狙うことで、ルルを捕まえるチャンスを増やす。\n- ルルが無力化のスキルを使った後にフックを狙い、クールダウン中に攻撃を仕掛ける。\n- ルルのフックを誘発させ、ミニオンでブロックすることで、ルルの攻撃を回避しつつ反撃の機会を作る。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナはレベル6前からルルに対して攻撃を仕掛けやすく、特にルルがスキルを使う前にオールインすることで有利な状況を作れる。\n- レオナは多くのCCを持っており、ルルの味方を守る能力を無効化することで、ルルのサポート効果を減少させることができる。\n- レオナは高い耐久力を持ち、ルルのダメージを受けても生存しやすいため、持続的に戦闘を続けることができる。\n\n有利の取り方：\n- レベル6になる前に積極的にハラスを行い、ルルのリソースを削る。\n- ルルのスキルを避けながら、タイミングを見計らってオールインを仕掛ける。\n- チームファイトでは、ルルのサポートを無効化し、味方を守る役割を果たすことで、戦闘を有利に進める。",
      "レル": "レルが有利です。\n\n- レルは近接での瞬間火力と複数のCCを持っており、短い交戦でルルを無力化しやすいです。\n- ルルのポークやピールに対して、レルはタンクとして耐久力が高く、ルルの攻撃を受けながら接近することができます。\n- ルルは近接に捕まると脆く、レルのエンゲージに対して対処が難しいため、レルが有利に立ち回ることができます。\n\n有利の取り方：\n- レーン序盤はワードで視界を確保し、ルルのポークを警戒しながら安全に近づく。\n- レベル2で短いコンボを仕掛け、ルルが距離を取れないようにする。\n- 集団戦では前に出てタンク役を務め、ルルを拘束して味方のDPSを通すようにする。",
      "セナ": "セナが有利です。\n\n- 長射程を活かしてルルに対して安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ルルは自己火力が低く、セナの攻撃に対して反撃が難しいため、セナが有利にトレードを進められる。\n- セナの回復能力により、ルルの攻撃を受けても持ちこたえやすく、持続的に戦闘を有利に進めることができる。\n\n有利の取り方：\n- 魂を集めながら安全な位置からハラスを行い、ルルの体力を削る。\n- ルルのポリモーフやシールドを意識しつつ、Wで根を決めて連携を取り、トレードを有利に進める。\n- 集団戦では後方からULTを使い続け、ルルの味方を削りながら自分の火力を最大限に発揮する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは序盤の短期決戦に強く、ルルに対してオールインが可能で、短時間でのバーストダメージを出せるため、ルルを圧倒しやすい。\n- ルルは移動不可のCCを持たず、パンテオンの攻撃を受けると逃げる手段が限られるため、パンテオンが有利に立ち回れる。\n- パンテオンはグローバルなアルティメットを持ち、他のレーンへのロームが早く、試合全体に影響を与えやすい。\n\n有利の取り方：\n- レベル1から3の間に積極的にトレードを仕掛け、ルルのシールドやポリモを使わせることで、後のオールインを有利に進める。\n- サイドブッシュからの奇襲を狙い、ルルが不意を突かれる状況を作り出すことで、キル圧をかける。\n- レベル6以降はロームを活用し、他のレーンでのキルを狙いながら、ルルの影響力を削ぐ。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、ルルのポークや支援を無力化することができるため、ルルの効果的なプレイを妨げることができる。\n- スレッシュはレベル6以前からオールインが可能で、ルルに対して早期に圧力をかけることができる。\n- スレッシュはローミングが得意で、ルルがADCを守るのが難しい状況を作り出すことができる。\n\n有利の取り方：\n\n- スレッシュはADCと連携し、ルルに対して積極的にオールインを仕掛けることで、早期に有利を取る。\n- ルルのポークを抑えるために、スレッシュはフックを使ってルルを捕まえ、ダメージを与える。\n- 視界を確保し、ルルの動きを把握することで、スレッシュはルルの行動を予測し、効果的に圧力をかける。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ルルに対してポークを行いやすいため、レーンでのハラスが効果的です。\n- ルルのシールドや変身を警戒しつつ、ラックスはスキルを当てることで高いバーストダメージを与えることができ、ルルの防御能力を無力化しやすいです。\n- ラックスは全てのスキルがミニオンにブロックされないため、ミニオンを利用してルルに対するハラスを続けることができ、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- 開幕からミニウェーブをクリアし、ルルに対してスキルを当てることで早期にハラスを行い、プレッシャーをかける。\n- ルルのスキルを避けるためにサイド移動を徹底し、距離を保ちながらスキルを当て続ける。\n- 集団戦では後衛からの持続的な火力を維持し、ルルのシールドや変身を無力化するために、タイミング良くアルティメットを使用する。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ジリアンは遠距離からのポークや遅延が得意で、パンテオンの突進を牽制しやすい。\n- ジリアンの蘇生能力は、パンテオンの瞬間火力を無効化する可能性があり、キルを狙いにくくなる。\n- パンテオンはAoEダメージが乏しく、集団戦でジリアンのサポート能力に対抗しづらい。\n\n不利の緩和策：\n- レーン開始から積極的に仕掛け、早期にキルを狙うことでジリアンの影響力を抑える。\n- ジリアンのスキルを避けるために、位置取りを工夫し、突進のタイミングを見極める。\n- Lv6以降はロームを活用し、他のレーンでのプレッシャーをかけてジリアンの影響を減らす。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ジリアンは高いバフ能力を持ち、ザイラの攻撃を受ける前に加速して接近することができるため、ザイラがハラスを行いづらい。\n- ジリアンの蘇生能力により、ザイラがキルを狙っても、ジリアンが味方を復活させることで逆転される可能性が高い。\n- ジリアンはCCを持っており、ザイラが接近されると簡単に捕まってしまうため、ザイラの脆弱性が際立つ。\n\n不利の緩和策：\n- レーン開始時にジリアンのスキルを避けつつ、ファームを優先して安定したゴールドを確保する。\n- ジリアンのスキルのクールダウンを意識し、攻撃のタイミングを見計らって安全にハラスを行う。\n- チームメイトと連携し、ジリアンが蘇生を使った後に攻撃を仕掛けることで、キルのチャンスを増やす。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ジリアンのスロー効果や爆弾を使われると、レオナは距離を詰めるのが難しく、オールインがしづらくなる。\n- ジリアンの蘇生能力により、レオナが攻撃を仕掛けても、相手を確実に排除することが難しい。\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力なため、レオナが捕まるとすぐに倒されるリスクが高い。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- ジリアンがスキルを使った後の隙を狙って、積極的にオールインを試みる。\n- 味方と連携し、ジリアンを集中攻撃することで、彼のスキルを無力化する。",
      "ブラウム": "ブラウムが不利です。\n\n- ジリアンは遠距離からのハラスが得意で、ブラウムが近づく前にダメージを与えられるため、レーンでのハラスが厳しい。\n- ジリアンの蘇生能力は、ブラウムがスタンを狙っても無効化される可能性があり、集団戦での効果が薄れる。\n- ブラウムはサステインがなく、ジリアンの持続的なハラスに対して耐えきれないことが多い。\n\n不利の緩和策：\n- ミニオンの後ろに立ち、ジリアンの攻撃を避けつつ、パッシブを溜めるチャンスを作る。\n- ジリアンのスキルを予測し、味方ADCと連携して攻撃を仕掛けるタイミングを見計らう。\n- 集団戦では、ジリアンのスキルをブロックする位置取りを心がけ、味方を守る役割に徹する。",
      "モルガナ": "モルガナが不利です。\n\n- ジリアンの加速スキルにより、モルガナが距離を保つのが難しく、接近されるとQを当てられやすくなる。\n- ジリアンのウルトによる蘇生効果があるため、モルガナのCCを使っても敵を確実に排除できない可能性が高い。\n- モルガナは全体的にクールダウンが長く、ジリアンのスキルを連続で受けると反撃の機会が減少する。\n\n不利の緩和策：\n\n- レーンでは常に距離を保ち、ジリアンのスキルを避けるように立ち回る。\n- ジリアンのウルトを意識し、味方がフォーカスされる前にCCを使うタイミングを見極める。\n- 視界を確保し、ジリアンの動きを把握することで、ロームや集団戦での不利を減らす。",
      "レル": "レルが不利です。\n\n理由:\n- ジリアンは遠距離からのポークが得意で、レルが接近する前にダメージを与えられるため、レルは距離を詰めるのが難しい。\n- ジリアンのスキルは味方の移動速度を上げることができ、レルの突進を防がれる可能性が高い。\n- ジリアンのアルティメットは、レルがエンゲージした後に味方を蘇生させることができるため、レルの攻撃が無駄になるリスクがある。\n\n不利の緩和策:\n- 序盤はジリアンのポークを避けるために、ワードを使って視界を確保し、位置取りを工夫する。\n- ジリアンがスキルを使った後の隙を狙って、フラッシュやスキルを使って奇襲をかける。\n- 集団戦では、ジリアンのアルティメットを警戒し、タイミングを見計らってエンゲージすることで、味方の生存を優先する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ジリアンは瞬時にスタンを狙えるスキルを持っており、ゼラスの長射程を活かす前に捕まるリスクが高い。\n- ジリアンの移動速度バフを利用されると、ゼラスが距離を保つのが難しくなり、近距離での戦闘に持ち込まれる可能性がある。\n- ジリアンの蘇生能力は、ゼラスが高火力で攻撃しても、味方を守る手段があるため、ゼラスのダメージが無駄になりやすい。\n\n不利の緩和策：\n- レーン序盤ではミニオンを利用してジリアンとの距離を保ち、ハラスを行うタイミングを見極める。\n- ジリアンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けることで、反撃のチャンスを増やす。\n- 集団戦では後衛からの攻撃を心がけ、ジリアンの味方を狙うのではなく、他の敵チャンピオンを優先して攻撃する。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ジリアンは遠距離からのハラスが得意で、ポッピーは近接型のため、ジリアンの攻撃を避けるのが難しい。\n- ジリアンのCCスキルはポッピーの動きを制限し、ポッピーが接近するのを困難にするため、ポッピーの強みを活かしづらい。\n- ジリアンのUltによる蘇生能力は、ポッピーがキルを狙う際に逆転のチャンスを与えるため、ポッピーの攻撃が無駄になる可能性が高い。\n\n不利の緩和策：\n- 初動は防御的に行動し、ジリアンの攻撃を避けることで、レベル差をつけられないようにする。\n- ジリアンのスキルのクールダウンを意識し、スキルが使えないタイミングで接近して攻撃する。\n- 味方と連携し、ジリアンを孤立させることで、ポッピーの強みを活かすチャンスを作る。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に回復やシールドを提供でき、ジリアンの攻撃を受けにくい。\n- ジリアンの攻撃スキルはQのみで、CDが長いため、ユーミは位置をずらすことで爆弾を避けやすい。\n- ユーミは集団戦での継続回復能力が高く、ジリアンの瞬間火力を相殺できる。\n\n有利の取り方：\n- レーン序盤はADCに密着し、ジリアンの攻撃を避けるために味方を動かす。\n- ジリアンのスローに備えて、味方にスピードを付与し、逃げやすくする。\n- 集団戦では、ユーミの回復やシールドを活かして味方を守り、ジリアンの攻撃を無効化する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは持続的な回復能力を持ち、ジリアンの瞬間火力に対抗できるため、レーニングや集団戦での生存率が高い。\n- ジリアンの攻撃スキルがQのみで、CDが長いため、ソラカはハラスを行いやすく、ジリアンのスキルを避けながらダメージを与えることができる。\n- ソラカのサイレンス効果により、ジリアンのスキルを無力化できるため、特にジリアンが接近してくる際に有利に立ち回れる。\n\n有利の取り方：\n- レーニング中はジリアンのQを避けつつ、ハラスを行い、相手のHPを削る。\n- ジリアンがEで接近してきた際には、サイレンスを使ってスキルを封じ、味方を守る。\n- 集団戦では後衛に位置し、回復を温存しつつ、ジリアンの攻撃を受けないように立ち回る。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマはレベル6までの間、ジリアンに対して高いプレッシャーをかけることができ、ハラスやポジショニングで優位に立てる。\n- カルマのスネアやシールドを駆使することで、ジリアンの攻撃を避けつつ、味方をサポートすることができる。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、カルマの攻撃を受けやすい。\n\n有利の取り方:\n- レベル6になる前に積極的にハラスを行い、ジリアンのマナを削ることでスキルの使用を制限する。\n- スネアを使ってジリアンの動きを制限し、味方と連携してキルを狙う。\n- チーム戦では、ジリアンを優先的に狙い、彼のUltを無効化するように立ち回る。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはジリアンの攻撃を無力化する能力を持っており、特にジリアンの攻撃を避けることで、彼のポークを受けずに戦うことができる。\n- ルルは味方にシールドを付与できるため、ジリアンの瞬間火力に対抗しやすく、味方の生存能力を高めることができる。\n- ルルのポリモーフは、ジリアンが攻撃を仕掛ける際に彼を無力化することで、ジリアンのコンボを妨害できる。\n\n有利の取り方：\n- ジリアンの攻撃を避けつつ、前に出て攻撃するチャンスを狙うことで、ジリアンにプレッシャーをかける。\n- ルルのスキルを活かして、ジリアンの攻撃を無効化し、味方を守りながら反撃する。\n- チームメイトとの連携を大切にし、ジリアンのウルトを警戒しながら戦うことで、戦闘を有利に進める。",
      "パイク": "パイクは有利です。\n\n理由:\n- パイクは高い機動力を持ち、ジリアンの距離を詰めやすいため、フックを当てるチャンスが多い。\n- ジリアンのCCやバフを受ける前に、瞬時にキルを狙えるため、特にジリアンがスキルを使った後は攻撃しやすい。\n- パイクのパッシブによる回復効果で、ハラスに対して強い耐性を持ち、序盤から優位に立ちやすい。\n\n有利の取り方:\n- ミニオンを利用してフックを当てるタイミングを伺い、ジリアンがスキルを使った後に攻撃する。\n- ロームを活用して他のレーンに圧力をかけ、ジリアンを孤立させる。\n- ジリアンのウルトが不在のタイミングを見計らい、味方と連携してオールインを仕掛ける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは序盤のポークと回復能力が強力で、ジリアンの攻撃を耐えやすい。\n- ジリアンのスキルはCDが長く、攻撃手段が限られているため、ソナは安全にハラスを行える。\n- ソナの集団戦での支援能力は高く、味方全体を強化することでジリアンの瞬間火力を抑えることができる。\n\n有利の取り方：\n- レーン序盤はQでハラスし、Wで味方を回復しながらジリアンに圧力をかける。\n- ジリアンのスキルを避けるためにEで距離を管理し、トレードを有利に進める。\n- 集団戦ではウルトをタイミングよく使用し、ジリアンの攻撃を防ぎつつ味方を支援する。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- セナの長射程攻撃により、ポッピーは距離を詰めるのが難しく、ハラスを受けやすい。\n- セナのCCスキルによって、ポッピーが近づく際に動きを制限され、攻撃を仕掛けるタイミングを逃しやすい。\n- ポッピーは基礎ステータスが低く、序盤のセナのハラスに耐えるのが難しいため、育ちにくい。\n\n不利の緩和策：\n- ブッシュを利用して奇襲を狙い、セナに近づくチャンスを作る。\n- セナの攻撃を受ける際は、ミニオンの後ろに隠れてハラスを避けるように立ち回る。\n- チームメイトと連携し、セナに対して集団で攻撃を仕掛けることで、セナの射程を活かさせないようにする。",
      "アリスター": "アリスターが不利です。\n\n- セナは長射程からのハラスが得意で、アリスターが近づく前にダメージを与えられるため、レーンでのプレッシャーを受けやすい。\n- アリスターはCCを持っているが、セナの逃げ手段や回復能力によって、捕まえた後のダメージが通りにくい。\n- セナはグローバル支援が可能で、集団戦での影響力が高いため、アリスターがエンゲージを仕掛ける際にセナのサポートを受けることが難しい。\n\n不利の緩和策：\n\n- セナのハラスを避けるために、ミニオンを盾にして立ち回り、できるだけ安全に近づくタイミングを見計らう。\n- セナのスキルを避けるために、ワードを使って視界を確保し、奇襲を狙う際は慎重に行動する。\n- 集団戦では、味方と連携してセナを優先的に狙うのではなく、他の敵チャンピオンをターゲットにしてアリスターの役割を果たす。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- セナの射程が長いため、ブラウムは近づく前にハラスを受けやすい。\n- ブラウムのCCスキルは発生が遅く、セナの攻撃を受ける前に有効に使えないことが多い。\n- セナは回復能力を持っており、ブラウムのハラスを軽減しやすい。\n\n不利の緩和策：\n- セナのスキルを予測してEでブロックし、ハラスを軽減する。\n- 味方ADCと連携して、セナに対して一斉に攻撃を仕掛けるタイミングを見計らう。\n- レーンでの視界を確保し、セナが安全にハラスできない状況を作る。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セナは長射程を持ち、ラカンが接近する前にポークでHPを削ることができるため、ラカンが攻撃を仕掛けるのが難しい。\n- セナのスネア効果により、ラカンが接近した際に捕まるリスクが高く、CCを受けると何もできなくなる。\n- セナは回復能力が高く、ラカンが攻撃を仕掛けても持続的にHPを回復されるため、ラカンのダメージが相対的に薄く感じられる。\n\n不利の緩和策：\n- レーン序盤はワードをしっかり置き、セナの位置を把握しながら慎重に動くことで、無理な接近を避ける。\n- セナのスキルのクールダウンを確認し、スキルを使った後の隙を狙って攻撃を仕掛けるタイミングを見計らう。\n- 味方ADCと連携し、セナに対して一斉に攻撃を仕掛けることで、セナの回復を無効化し、キルチャンスを作る。",
      "メル": "メルが不利です。\n\n理由：\n- セナの長射程に対して、メルは機動力が低く、射程で押されやすいため、ハラスを受けやすい。\n- セナの回復能力に対して、メルは回復効果に弱く、持続的なダメージを与えることが難しいため、レーンでの持続力が低下する。\n- セナのスキルは反射に弱く、メルがWを外すと逆にセナに有利な状況を与えてしまうため、プレッシャーをかけられやすい。\n\n不利の緩和策：\n- レーン序盤はCSを優先し、無理に前に出ずにセナのハラスを避ける。\n- Eを使ってセナの動きを制限し、味方と連携してトレードを行うタイミングを見計らう。\n- セナのスキルを反射するタイミングを慎重に見極め、Wを有効に活用することで、セナの攻撃を無効化する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- セナの長射程攻撃により、モルガナはハラスを受けやすく、レーンでの優位性を保ちにくい。\n- セナの回復能力により、モルガナのダメージを軽減され、持続的な戦闘で劣位に立たされる。\n- モルガナのCCはセナのスキルによって無効化されやすく、効果的に捕まえることが難しい。\n\n不利の緩和策：\n- セナのQのクールダウン中に攻撃を仕掛け、ダメージを与えるチャンスを作る。\n- Eを適切に使用して、セナの攻撃や回復を無効化し、味方を守る。\n- ミニオンの裏からの奇襲を狙い、セナが不意を突かれる状況を作る。",
      "ジャンナ": "ジャンナが不利です。\n\n理由：\n- セナの長射程攻撃に対して、ジャンナは序盤において距離を保つのが難しく、ハラスを受けやすい。\n- セナの回復能力が高く、ジャンナのシールドや回復では対抗しきれない場合が多い。\n- セナはスネア効果を持っており、ジャンナが捕まると一気に危険な状況に陥る。\n\n不利の緩和策：\n- レーンでの距離管理を徹底し、セナの攻撃を避けるように立ち回る。\n- セナのスキルを温存し、タイミングを見計らって味方ADCを守るためのシールドを使用する。\n- ローミングや視界確保を行い、セナが孤立しないように注意し、味方と連携してプレッシャーをかける。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- セナは長射程からの攻撃が得意で、ミリオは基礎ステータスが低いため、セナのハラスに対して非常に脆弱です。\n- セナのスネア効果を持つスキルにより、捕まると一気にデスにつながる危険性が高く、逃げ手段が乏しいミリオにとっては致命的です。\n- セナは回復能力を持っているため、ミリオのサポート効果が薄れ、持続戦闘で不利になることが多いです。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミリオの移動速度を上げるスキルを活用し、距離を保ちながら味方をサポートする。\n- セナが攻撃的に出てきた場合は、冷静に距離を取り、味方を守るために回復スキルをタイミングよく使用する。\n- セナのスキルを見極め、CCを解除するウルトを適切なタイミングで使用して味方を守ることで、セナの攻撃を防ぐ。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってセナを捕まえやすいです。セナは逃げ手段が乏しいため、捕まると致命的なダメージを受ける可能性があります。\n- セナは基礎ステータスが低く、序盤は特に脆弱です。パイクは序盤から強力なハラスを行えるため、セナに対して優位に立ちやすいです。\n- パイクのパッシブによる回復効果は、セナのハラスに対して耐性を持たせ、持続的に戦闘を有利に進めることができます。\n\n有利の取り方：\n- ミニオンの後ろでフックのチャンスを伺い、セナが前に出た瞬間を狙って攻撃します。\n- レベル2または3で短いバーストを仕掛け、セナに対して一気にダメージを与えます。\n- 味方と連携してロームやサイドレーンに介入し、視界を取って不意打ちを作り、セナを孤立させることを狙います。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは短期バーストダメージが高く、序盤の脆いセナを一気に潰すことができるため、オールインが強力です。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、パンテオンの攻撃を受けると簡単に捕まってしまいます。\n- パンテオンはレーンでのプレッシャーをかけやすく、セナのポークを避けながら攻撃することで、セナの回復を発動させる前にダメージを与えることができます。\n\n有利の取り方：\n- レーン序盤では、セナのポークをミニオンの後ろで避け、レベル2で短期コンボを狙うことで先手を取ります。\n- セナの回復が発動する前に、Qからの突進で攻撃し、素早くダメージを与えます。\n- ヘルス差ができたら、ローミングを検討し、他のレーンに圧力をかけることで、セナを孤立させるチャンスを作ります。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、セナのハラスを受けにくい。特に、ユーミの回復やシールドによってセナの攻撃を耐えやすい。\n- セナは基礎ステータスが低く、序盤は特に脆弱であるため、ユーミが味方に付着している間はセナに対して強気に出られる。\n- ユーミは短期的なサステインとカイト補助が得意で、セナの攻撃を避けながら味方を支援できるため、レーンでの優位を築きやすい。\n\n有利の取り方：\n- 序盤は味方に付着し、セナの攻撃を受ける際に回復やシールドを活用して耐える。\n- セナがハラスを行う際には、ユーミが味方を守りつつ、セナの攻撃を避けるように立ち回る。\n- セナがロームするタイミングを見計らい、ユーミは味方メイジやジャングルに付いてサポートし、視界を確保しつつ有利な状況を作る。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- セナは長射程でハラスが得意ですが、ブリッツクランクのフックで捕まると一気に危険な状況に陥ります。\n- ブリッツクランクはノックアップやサイレンスを持っており、セナの回復や攻撃を妨害することができます。\n- セナは基礎ステータスが低く、捕まると簡単に倒されるため、ブリッツクランクの高いバーストダメージに対して脆弱です。\n\n有利の取り方：\n- ミニオンの裏からフックを狙い、セナを捕まえたらコンボで一気にダメージを与えます。\n- セナがハラスを行う際に、視界を確保しつつフックを当てることで、セナの行動を制限します。\n- セナがフックを避けるために後ろに下がるタイミングを見計らい、フックを当てた後は即座にノックアップを行い、連携を取ります。",
      "カルマ": "カルマが有利です。\n\n理由：\n- セナは非常に柔らかく、攻撃のチャンスが多いため、カルマの攻撃で簡単にダメージを与えられる。\n- カルマは序盤から高いプレッシャーをかけることができ、セナの回復能力を無効化しやすい。\n- カルマのスネアはセナの動きを制限できるため、逃げる手段が乏しいセナに対して効果的。\n\n有利の取り方：\n- セナの攻撃を避けつつ、積極的にハラスを行い、ダメージを蓄積する。\n- スネアを当てた後、連続して攻撃を仕掛け、セナを捕まえるチャンスを作る。\n- セナがスキルを使った後の隙を狙い、攻撃を仕掛けることで、彼女の回復を妨げる。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、セナを捕まえる能力に優れているため、セナの攻撃を封じることができる。\n- セナは序盤が非常に柔らかく、スレッシュの攻撃を受けやすいため、オールインのチャンスが多い。\n- スレッシュは味方を救出するスキルを持っており、セナの攻撃を受けた際にもサポートが可能で、レーンでの持続力が高い。\n\n有利の取り方：\n\n- フックを使ってセナを捕まえ、オールインを仕掛けるタイミングを常に探る。\n- セナの攻撃を避けるために、フックのクールダウン中はパッシブにプレイし、セナのハラスを受けないようにする。\n- セナが攻撃を仕掛けてきた際に、フックを使って反撃するチャンスを狙い、セナのスキルを避けることを意識する。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タリックは持続力が高く、オールインを仕掛けると反撃される可能性があるため、ノーチラスが攻撃を仕掛けにくい。\n- タリックのスキルは、ノーチラスの攻撃を受け流すことができるため、ノーチラスのCCが効果的に機能しにくい。\n- タリックのウルトは、ノーチラスの攻撃を軽減するため、集団戦での効果が薄れる。\n\n不利の緩和策：\n- タリックのスキルを避けることを意識し、タイミングを見計らって攻撃を仕掛ける。\n- タリックのウルトが発動した際には、一時的に距離を取ってから再度攻撃を仕掛ける。\n- 味方と連携し、タリックのスキルを無効化するような戦略を取ることで、ノーチラスの強みを活かす。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- タリックは回復やシールドを持っており、タム・ケンチの攻撃を受け流しやすい。\n- タリックのスタンを受けると、タム・ケンチは反撃の機会を失い、特に集団戦での影響が大きい。\n- タム・ケンチは機動力が低く、タリックの無敵スキルを避けるのが難しいため、タイミングを見計らう必要がある。\n\n不利の緩和策：\n- タリックのスキルのクールダウンを把握し、Eが無いタイミングで攻撃を仕掛ける。\n- 味方が狙われる前に、タム・ケンチのスキルを使って守ることで、タリックの攻撃を無効化する。\n- 集団戦ではタリックの無敵スキルのタイミングを見極め、味方を救出することを優先して行動する。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- タリックは高い回復とシールドを持っており、スレッシュの攻撃を受け流すことができるため、持続的なハラスが難しい。\n- タリックの無敵状態を持つウルトが発動する前に、スレッシュがダメージを与えるのが難しく、集団戦での影響力が薄れる。\n- タリックは近接キャリーであり、スレッシュの攻撃を受けながらも反撃が可能なため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- タリックのウルトが発動する前に、スレッシュのコンボを駆使して早めにダメージを与えることを意識する。\n- タリックの攻撃を避けるために、位置取りを工夫し、タリックのスキルを無駄にさせるように動く。\n- 味方と連携して、タリックを孤立させるような戦略を取り、集団戦での影響力を減少させる。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、集団戦での耐久力が高いため、ラカンの攻撃が通りにくい。\n- タリックのスタンを受けると、ラカンは機動力を活かせず、反撃のチャンスを失う。\n- タリックの無敵スキルがあるため、ラカンのエンゲージが無効化される可能性が高い。\n\n不利の緩和策：\n- タリックのスキルのクールダウンを狙い、CD差を利用して攻撃するタイミングを見計らう。\n- タリックの無敵スキルを誘発させてから再度エンゲージを試みる。\n- ビジョンをしっかり管理し、タリックの位置を把握してから動くことで、ギャンクを避ける。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- タリックは近接でのサステインやシールドを持っており、ニーコのハラスを軽減できるため、ニーコの攻撃が通りにくい。\n- タリックのスタンは直線攻撃であり、ニーコが近づく際に捕まるリスクが高く、特にオールインの際に不利になる。\n- タリックのアルティメットはニーコの集団戦でのバーストダメージを無効化する可能性があり、ニーコの強みを活かしづらい。\n\n不利の緩和策：\n- レーン序盤はタリックのスキルを避けつつ、ハラスを行い、相手のリソースを削ることを意識する。\n- タリックのスタンが切れたタイミングを見計らって、積極的にトレードを仕掛ける。\n- 集団戦ではタリックのアルティメットを意識し、他のターゲットを狙うか、タリックのスキルが切れた後に攻撃を仕掛ける。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- タリックは回復やシールドを持っており、ブリッツクランクの攻撃を無効化する能力が高い。\n- タリックの無敵スキルを使われると、ブリッツクランクのフックやコンボが無意味になり、逆に反撃を受けるリスクが高まる。\n- タリックは集団戦での耐久力が高く、ブリッツクランクの攻撃が通りにくい。\n\n不利の緩和策：\n- タリックのスキルのクールダウンを狙い、Wや無敵スキルがないタイミングで攻撃を仕掛ける。\n- タリックの位置を常に把握し、フックを使う際には味方と連携してタリックを孤立させる。\n- 集団戦ではタリックを先に狙うのではなく、他の脆い敵チャンピオンを優先して攻撃し、タリックの介入を防ぐ。",
      "セナ": "セナが不利です。\n\n- タリックは近距離での瞬間的な強化や回復、無敵を持っており、セナのハラスを受け流しやすい。\n- タリックのスタンを受けると、セナは捕まってしまい、逃げる手段が乏しいため、致命的なダメージを受ける可能性が高い。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、タリックの攻撃に対して脆弱である。\n\n不利の緩和策：\n\n- 距離を保ちながらポークを行い、タリックのスキルを引き出してから攻撃する。\n- タリックのスタンや接近コンボを避けるために、ミニオンや障害物を利用して立ち回る。\n- タリックのアルティが発動している間は無理に攻撃せず、撤退することで被害を最小限に抑える。",
      "ザイラ": "ザイラが不利です。\n\n- タリックは強力なスタンを持っており、ザイラが攻撃を仕掛ける際に反撃されるリスクが高い。\n- タリックの無敵スキルにより、ザイラの攻撃が無効化されるため、ダメージを与えづらい。\n- ザイラは近接攻撃に弱く、タリックが接近してくると脆弱な状態になりやすい。\n\n不利の緩和策：\n- レーン序盤は距離を保ちながらQでポークし、タリックの攻撃を避ける。\n- タリックのスキルを予測して横に動くか、無敵スキルを使った後に攻撃を仕掛ける。\n- 集団戦では後方から攻撃し、タリックの無敵スキルのタイミングを見計らって根付けを狙う。",
      "レル": "レルが不利です。\n\n理由：\n- タリックは持続的な防御能力が高く、回復やシールドを通じて味方を守ることができるため、レルの瞬間火力を無効化されやすい。\n- タリックの無敵スキルは、レルのエンゲージを無効化することができ、特に集団戦でのタイミングが重要になる。\n- レルは機動力が低く、タリックのスタンやシールドを避けるのが難しいため、レーンでのハラスやエンゲージがしづらい。\n\n不利の緩和策：\n- レーン序盤はミニオンの後ろに隠れ、タリックのスキルを避けながらハラスを行う。\n- タリックのスキルがクールダウン中のタイミングを狙い、連携して短時間での攻撃を仕掛ける。\n- 集団戦では、タリックのULTを見極めてからエンゲージし、味方と連携してタリックを排除するタイミングを計る。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、パンテオンの短期火力を軽減できるため、オールインが難しい。\n- タリックのスタンを受けると、パンテオンの攻撃が中断され、逆に反撃を受けるリスクが高まる。\n- タリックは集団戦での存在感が強く、パンテオンが苦手とする長期戦に持ち込まれると不利になる。\n\n不利の緩和策:\n- 序盤は無理にオールインを狙わず、タリックのスキルを避けながらハラスを行う。\n- ジャングルとの連携を強化し、タリックが回復を使う前にガンクを仕掛ける。\n- 装備を工夫し、早めにダメージを出せるアイテムを選んで、タリックの回復を上回る火力を目指す。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タリックは近接のエンチャンターであり、接近されると回復やシールドで耐久力が増し、ラックスのバーストダメージを軽減されやすい。\n- タリックの無敵スキルにより、ラックスの攻撃を無効化される可能性があり、特に集団戦では逆転されるリスクが高い。\n- タリックはスタンを持っており、ラックスがスキルを当てる前に捕まると、反撃を受けやすくなる。\n\n不利の緩和策：\n- 距離を保ちながら、タリックが近づいてくる前にスキルを当てることを意識し、ハラスを行う。\n- タリックのウルトの効果時間を考慮し、ウルトを温存して安全なタイミングで使用する。\n- ワードを使って視界を確保し、タリックの動きを把握しつつ、味方と連携して集団戦を有利に進める。",
      "レオナ": "レオナが不利です。\n\n- タリックは回復やシールドを持っており、レオナの攻撃を受けても持ちこたえやすい。\n- タリックのアルティメットによって、周囲の味方が無敵になるため、レオナのオールインが無効化される可能性が高い。\n- タリックは遠距離攻撃手段がないため、レオナが近づくと反撃されることが多く、ハラスが難しい。\n\n不利の緩和策：\n- タリックのスキルがクールダウン中のタイミングを見計らって攻撃し、ダメージを与える。\n- タリックのアルティメットの発動タイミングを予測し、無敵が切れた後に攻撃を仕掛ける。\n- 自身のサポートアイテムや味方の援護を活用し、タリックとの1対1の状況を避ける。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、タリックのスキルを避けながら攻撃できるため、レーンでのハラスが得意です。\n- タリックの回復やシールドに対して、パイクは瞬時にダメージを与えることができ、特にタリックのスキルのクールダウンを狙って攻撃することで有利に立てます。\n- タリックは遠距離攻撃手段がなく、機動力も低いため、パイクがフックを決めることで簡単に捕まえることができます。\n\n有利の取り方：\n- レベル1から2で位置取りを意識し、タリックのスキルを避けながらQで攻撃を仕掛ける。\n- ミニオンの裏からフックを狙い、タリックの回復スキルのクールダウンを確認してから攻める。\n- レベル6以降はロームを優先し、タリックのRを使わせた後にキルを狙うことで、試合全体の流れを有利に進める。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは遠距離攻撃が可能で、タリックに対してハラスを行いやすく、レーンでのトレードで優位に立てる。\n- タリックのスキルは発動が遅く、ナミのCCを避けるのが難しいため、ナミはタリックを捕まえやすい。\n- ナミは味方の移動速度を上げるパッシブを持っており、チーム全体の機動力を向上させることで、タリックの攻撃をかわしやすい。\n\n有利の取り方：\n- 遠距離からの攻撃でタリックにハラスをかけ、彼の回復を強制的に使わせる。\n- タリックのスキルのクールダウンを狙い、スキルがないタイミングで積極的に攻撃する。\n- 自身のCCを活かしてタリックを捕まえ、味方ADCと連携してダメージを与える。",
      "ジャンナ": "ジャンナが有利です。\n\n- 遠距離からのポークが可能で、タリックの接近を阻止しやすい。\n- 強力な剥がし能力を持ち、タリックの短いCCを無効化できるため、味方を守ることができる。\n- ジャンナの移動速度向上のスキルにより、味方の機動力を高め、タリックの攻撃をかわしやすい。\n\n有利の取り方：\n- 序盤は味方ADCにシールドを維持し、安全にファームさせる。\n- タリックが接近した際には、シールドを使ってからノックアップで剥がす。\n- レベル6以降、味方が狙われたら即座に無敵を使い、タリックの攻撃を無効化して離脱する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは遠距離からポークが可能で、タリックの近接攻撃を避けながらダメージを与えられるため、レーンでの優位性を保ちやすい。\n- ソラカの回復能力により、タリックの攻撃を受けても持ちこたえやすく、長期戦に持ち込むことで有利に進められる。\n- タリックの無敵スキルを避けるために、ソラカはタイミングを見計らってサイレンスを使うことで、タリックの攻撃を無力化できる。\n\n有利の取り方：\n- レーンではQでタリックをポークし、Wで味方を回復しながらHP管理を徹底する。\n- タリックが近づいてきた際には、Eでサイレンスをかけて反撃の時間を作り、タリックの攻撃を封じる。\n- 集団戦では後方から回復を行い、タリックが突っ込んできた際にタイミングを見計らってサイレンスを使い、味方の反撃をサポートする。",
      "セラフィーン": "セラフィーンが有利です。\n\n- 遠距離からのハラスが可能で、タリックの接近を防ぎやすい。\n- 集団戦において、味方の数に応じて効果が強化されるため、タリックの無敵を無効化しやすい。\n- 複数のCCを持っており、タリックの行動を制限することができる。\n\n有利の取り方：\n- レーン序盤は距離を保ちながらハラスを行い、タリックにプレッシャーをかける。\n- タリックが接近してきた際には、味方を守るためにシールドや回復を活用する。\n- 集団戦では、タリックの無敵を考慮しつつ、タイミングを見計らって大きな範囲攻撃を狙う。",
      "バード": "バードが有利です。\n\n理由：\n- バードは遠距離からのポークが可能で、タリックの近接攻撃を避けながらダメージを与えられる。\n- バードの移動スキルを活かしてロームが得意で、他のレーンに影響を与えやすい。\n- タリックは機動力が低く、バードのスタンを受けると反撃が難しくなるため、バードが有利に立ち回れる。\n\n有利の取り方：\n- 序盤はQでタリックを安全に削り、ヘルスを減らしていく。\n- チャイムを回収しつつ、視界を確保してからロームを行い、他のレーンでのプレッシャーをかける。\n- 集団戦ではRを使ってタリックの動きを制限し、味方の攻撃をサポートすることで有利を維持する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはタリックの回復を削るための遠距離攻撃手段を持っており、序盤から継続的にダメージを与えることができる。\n- タリックのスタンを警戒しつつ、ポリモーフでタリックの行動を妨害できるため、接近戦での優位性を保てる。\n- ルルは味方にシールドやバフを付与することで、タリックのサポート効果を上回ることができる。\n\n有利の取り方：\n- 序盤は遠距離攻撃でタリックの回復を削り、レーンでの優位を確立する。\n- タリックが接近してきた際には、ポリモーフを使って行動を制限し、反撃のチャンスを作る。\n- 集団戦では、味方を守りつつタリックのアルティメットを無効化するために、タイミングを見計らってスキルを温存する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは遠距離から安全にポークと回復ができるため、タリックの近接攻撃を避けやすい。\n- タリックのスキルは発動が遅く、ユーミはその隙を突いて攻撃や回復を行うことができる。\n- ユーミは味方に密着することで、タリックのCCを受けにくく、集団戦でも味方を強化しやすい。\n\n有利の取り方：\n- 序盤は味方ADCに寄り添い、遠距離からポークを行いながらタリックのスキルを警戒する。\n- タリックのスキルのクールダウンを見て、攻撃のタイミングを計り、隙を突いて攻撃する。\n- 集団戦ではタリックの無敵を避けるために、味方と連携して動き、タリックのスキルを回避しながら味方を支援する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーは短期火力が高く、タリックの回復を上回るダメージを与えることができるため、早期のトレードで優位に立ちやすい。\n- 壁スタンを持っているため、タリックのスキルを無効化しつつ、ダメージを与えることができる。これにより、タリックの反撃を抑えることができる。\n- タリックの無敵や回復が発動する前に短期決戦を仕掛けることで、タリックの強みを活かさせずに勝負を決めることができる。\n\n有利の取り方：\n- レーン開始時にLv2を意識し、早めに攻撃を仕掛けてタリックにプレッシャーをかける。\n- トレード中はパッシブを活かして素早くダメージを与え、タリックのスキルを避けるように立ち回る。\n- タリックの無敵がないタイミングを見計らってオールインし、確実に勝負を決める。",
      "ソナ": "ソナが有利です。\n\n- ソナは遠距離からのハラスが可能で、タリックの近接攻撃を避けながらダメージを与えられるため、レーンでの優位性を保ちやすい。\n- タリックのスキルは発動が遅く、特に無敵のスキルを使うタイミングを見計らう必要があるため、ソナはその隙を突いて攻撃できる。\n- ソナは集団戦でのAoEスタンを持っており、タリックの無敵を警戒しつつも、味方と連携して先制攻撃を仕掛けることができる。\n\n有利の取り方：\n- レーン序盤は安全に遠距離からハラスを行い、タリックが近づけないようにする。\n- タリックが味方にリンクしてきた際には無理に近寄らず、ポークを続けて相手の体力を削る。\n- 集団戦では後衛に位置し、味方の位置を整えた上で先制スタンを狙い、タリックの無敵を無駄にさせるようにする。",
      "ジリアン": "ジリアンが有利です。\n\n- 遠距離からのハラスが得意で、タリックが近づく前にダメージを与えられる。\n- タリックのスキルは発動が遅く、ジリアンは距離を保ちながらスキルを使うことで、タリックの攻撃を避けやすい。\n- ジリアンの蘇生能力は、タリックの集団戦での無敵と相性が良く、味方を守る手段として非常に効果的。\n\n有利の取り方：\n- 開幕から距離を保ちながらハラスを行い、タリックのスキルを無駄にさせる。\n- タリックが接近してきた際には、スローを使って距離を取り、逃げ道を確保する。\n- 集団戦では、タリックの無敵を意識しつつ、味方を蘇生させるタイミングを見計らって介入する。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナは長時間のCCを持っており、タリックの無敵を発動させる前に捕まえることができる。\n- タリックは遠距離攻撃手段がないため、モルガナのスネアを避けることが難しい。\n- モルガナのスペルシールドはタリックの回復やシールドを無効化することができ、味方を守る能力が高い。\n\n有利の取り方：\n- レーン序盤でQを使ってタリックを捕まえ、ダメージを与える。\n- タリックが近づいてきた際にEを使って味方を保護しつつ、反撃のチャンスを狙う。\n- 団戦ではタリックがアルティを使った瞬間に、モルガナのRとQを連携させて複数の敵を狙う。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ブラウムは近接戦が得意で、セラフィーンのスキルを受け止める能力が高いため、セラフィーンのポークが効きにくい。\n- ブラウムのパッシブによるスタンが発動すると、セラフィーンは行動を制限されやすく、オールイン合戦で不利になる。\n- セラフィーンは防御ステータスが低く、アサシンや高バーストのチャンピオンに対して脆弱で、ブラウムが味方を守ることでセラフィーンが狙われやすくなる。\n\n不利の緩和策：\n- 常に距離を保ち、ブラウムの攻撃範囲外からポークを行うことで、リスクを減らす。\n- ブラウムがスキルを使った後の隙を狙い、積極的に攻撃を仕掛ける。\n- 集団戦では味方と連携し、ブラウムの妨害を避けつつ、スキルを効果的に使うことで、集団戦の優位性を活かす。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ブラウムのスキルによって、ブリッツクランクのフックを遮断されるため、攻撃のチャンスが減少する。\n- ブラウムは高い防御性能を持ち、接近戦での耐久力が高いため、ブリッツクランクの攻撃が通りにくい。\n- ブラウムのパッシブによるスタン効果があるため、ブリッツクランクが攻撃を仕掛けた際に反撃を受けやすい。\n\n不利の緩和策：\n- ブラウムのスキルを避けるために、視界を確保しつつ距離を保ちながらフックを狙う。\n- ブラウムのEがクールダウン中のタイミングを見計らって、積極的に攻撃を仕掛ける。\n- 味方ADCと連携し、ブラウムの攻撃を分散させることで、ブリッツクランクのフックを当てやすくする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブラウムは近接タンクであり、ラックスのスキルをブロックする能力が高く、特にスキルショットを防がれるとラックスのハラスが難しくなる。\n- ブラウムのパッシブによるスタン効果が発動すると、ラックスは接近されやすく、脆弱な状態で攻撃を受けるリスクが高まる。\n- ブラウムは味方ADCを守る能力が高く、ラックスが攻撃を仕掛けてもブラウムが介入することで効果的なダメージを与えにくくなる。\n\n不利の緩和策：\n- 遠距離からのハラスを意識し、ブラウムのEを誘発させてからスキルを当てるタイミングを見計らう。\n- ブラウムのスキルのクールダウンを利用して、攻撃的に立ち回るタイミングを見つける。\n- ワードを使ってブラウムのロームや他の敵チャンピオンの動きを把握し、危険な状況を避ける。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ノーチラスのエンゲージを無効化しやすい。\n- ブラウムのスキルは、ノーチラスのCCを受けた後でも味方を守ることができるため、ノーチラスの攻撃が効果的に決まりにくい。\n- ブラウムは射程が長いサポートであり、遠距離からのハラスが強力なため、ノーチラスは接近するのが難しい。\n\n不利の緩和策：\n- ブラウムのスキルのクールダウンを意識し、Eのクールダウン中に攻撃を仕掛けることで、レーンを有利に進める。\n- ブラウムのスキルを避けつつ、タイミングを見計らってエンゲージを行うことで、相手の防御を崩すチャンスを作る。\n- 味方のダメージを活かし、連携を強化することで、ブラウムの防御を突破する戦略を取る。",
      "ルル": "ルルが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減することができるため、ルルのハラスが効果的に機能しにくい。\n- ブラウムのCCは発生が遅いものの、接近されるとルルのPeel能力が低下し、攻撃を受けやすくなる。\n- ブラウムのシールドはルルのスキルをブロックするため、ルルの支援能力が制限される。\n\n不利の緩和策：\n- 距離を保ちながら、ブラウムの動きを観察し、適切なタイミングで攻撃を行うことで、リスクを減らす。\n- ブラウムが近づいてきた際に、ミニオンを利用して攻撃を仕掛けるチャンスを狙う。\n- ブラウムのCCを避けるために、移動を意識し、無理にポークを試みないようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ザイラの攻撃を軽減しやすいため、ザイラのハラスが効果的に機能しづらい。\n- ブラウムのCCスキルは発生が遅いものの、接近されるとザイラは脆弱で、特にブラウムのスタンを受けると一気に危険な状況になる。\n- ブラウムのスキルでザイラの植物を無効化できるため、ザイラのゾーニング能力が低下し、ラインを支配しにくくなる。\n\n不利の緩和策：\n- ブラウムのEが発動している時は、別の角度から攻撃を仕掛け、射線を変えることでダメージを与えるチャンスを増やす。\n- 味方ADCと連携し、ブラウムのパッシブを貯めさせないように、常に攻撃を行い続けることでブラウムのスタンを狙わせない。\n- レベル6以降は、集団戦でのエンゲージを阻害するために、Ultを効果的に使用し、ブラウムの動きを制限する。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、レオナの攻撃を軽減しやすいため、オールインが成功しにくい。\n- ブラウムのパッシブによるスタンを避けるのが難しく、接近戦でのリスクが高まる。\n- ブラウムはスキルの発生が遅いものの、CCを持っているため、レオナが攻撃を仕掛ける際に反撃を受けやすい。\n\n不利の緩和策:\n- チーム全体での連携を強化し、ブラウムのパッシブを発動させないように注意する。\n- ブラウムのスキルを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- 耐久力を高めるアイテムを選択し、ブラウムの攻撃を受けても生存できるようにする。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ブラウムは近接攻撃が強力で、ソナの射程を活かすことが難しく、接近されると圧力を受けやすい。\n- ブラウムのパッシブによるスタン効果が発動すると、ソナは簡単に捕まってしまい、脆弱な状態になる。\n- ソナはCCがUltに依存しているため、序盤のGankやキャッチに対して非常に弱く、ブラウムの攻撃を受けると生存が難しくなる。\n\n不利の緩和策：\n- レーンではミニオンを利用して距離を保ち、ブラウムの攻撃を避けるように立ち回る。\n- ブラウムが近づいてきた際には、Eを使って素早く位置を離し、攻撃を回避する。\n- ワードを使って視界を確保し、ブラウムの動きを把握することで、Gankやエンゲージを事前に警戒する。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは遠距離からの攻撃が可能で、ブラウムの接近を防ぎやすい。\n- ブラウムのパッシブを累積させないように動くことで、スタンを避けることができる。\n- ジリアンの蘇生能力は、ブラウムのオールインに対して非常に効果的で、味方を守る手段が豊富。\n\n有利の取り方：\n- 遠距離からポークを行い、ブラウムにプレッシャーをかける。\n- ミニオンを利用してダブルボムを設置し、ブラウムの動きを制限する。\n- ブラウムが攻撃してきた際には、Eを使って回避し、距離を取ることで反撃のチャンスを作る。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ブラウムの攻撃を避けながら接近しやすいため、効果的にダメージを与えることができる。\n- ラカンのCCはブラウムの防御スキルを無効化しやすく、特にブラウムがCCを発動する前に敵を無力化することができる。\n- ラカンは味方を支援するシールドや回復を持っており、レーン戦でのサステインが高いため、長期戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーン戦ではミニオンの裏からブラウムの攻撃を避けつつ、タイミングを見計らってCCを狙う。\n- ブラウムが攻撃を仕掛けてきた際には、素早く距離を取り、反撃のチャンスを作る。\n- ロームを活用して他のレーンに影響を与え、ブラウムが対応できない状況を作り出す。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ブラウムに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ブラウムのCCの発生が遅いため、セナは距離を保ちながら安全に攻撃でき、ブラウムのパッシブを誘発しにくい。\n- セナの回復能力により、持久戦での耐久力が高く、ブラウムの攻撃を受けても持ちこたえやすい。\n\n有利の取り方：\n- ミニオンの後ろから攻撃し、ブラウムのEを警戒しながらポークを行う。\n- ブラウムのパッシブを誘導しないように、トレードの際は角度を変えて攻撃する。\n- 集団戦では、後方から攻撃しつつ味方にシールドを配布し、ブラウムの前線を突破する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムの攻撃を無効化しやすい。\n- ブラウムのCCの発生が遅いため、ポッピーはその隙を突いて攻撃を仕掛けることができる。\n- ポッピーは高いシールドを持ち、1対1の戦闘性能が高いため、短期戦で優位に立ちやすい。\n\n有利の取り方：\n- レーン序盤は壁を利用してトレードを行い、ブラウムの攻撃を避ける。\n- ブラウムが攻撃を仕掛けてきたタイミングで反撃し、パッシブを付与するチャンスを狙う。\n- レベル6以降はサイドを回り、ジャングルと連携して孤立キルを狙うことで、ブラウムを無力化する。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持ち、ブラウムの防御スキルを無効化しやすいため、エンゲージやピールが得意です。\n- アリスターのパッシブによる回復効果により、レーン維持がしやすく、持久戦に強いです。\n- アリスターは短期的な火力が高く、ブラウムのパッシブを発動させる前にダメージを与えることができます。\n\n有利の取り方：\n- レーン序盤でブラウムのパッシブを溜めさせないように、ショートトレードを狙い、積極的に攻撃を仕掛ける。\n- ミニオンの位置を利用して、ブラウムが反撃できない状況でコンボを決める。\n- ジャングルと連携し、ブラウムが孤立したタイミングでキルを狙う。",
      "レル": "レルが有利です。\n\n理由：\n- レルは強力な突進と拘束能力を持ち、ブラウムの防御スキルを無効化しやすい。\n- レルのパッシブによって、ブラウムに対して高いダメージを与えることができ、特にタンクに対して有利。\n- ブラウムのCCの発生が遅いため、レルは機動力を活かして攻撃を避けながら反撃できる。\n\n有利の取り方：\n- レルはレーン序盤でブラウムのパッシブを誘発させた後、味方ADCと連携して攻撃を仕掛ける。\n- ブラウムのスキルを避けつつ、別方向から突っ込むことで、ブラウムの防御を無効化する。\n- ワードを使って視界を確保し、ローミングを行い、他のレーンでのプレッシャーをかける。",
      "ニーコ": "ニーコが有利です。\n\n- 遠距離からのポークが可能で、ブラウムの防御スキルを誘発させやすい。\n- 擬態を利用してブラウムのスキルをかわしつつ、奇襲を仕掛けることができる。\n- ブラウムのCCスキルの発生が遅いため、ニーコはタイミングを見計らって攻撃できる。\n\n有利の取り方：\n- 遠距離からの攻撃でブラウムの反応を引き出し、スキルを無駄にさせる。\n- クローンを使ってブラウムのスキルを釣り、隙を作ったところで攻撃する。\n- レベル6以降、ブラウムのスキルが切れたタイミングでフルコンボを狙う。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは高い回復能力を持ち、ブラウムの攻撃を受けても持ちこたえやすい。\n- ブラウムのCCは発生が遅いため、ソラカは距離を保ちながら安全にハラスができる。\n- ソラカのサイレンス効果により、ブラウムのエンゲージを無力化しやすい。\n\n有利の取り方：\n- ブラウムのQを避けつつ、ミニオンを利用して安全にハラスを行う。\n- ブラウムが接近してきた際には、Eでサイレンスをかけて行動を制限する。\n- ワードを使ってブッシュを警戒し、ブラウムの動きを把握しながら立ち回る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは遠距離からのハラスが得意で、ブラウムの接近を防ぎやすい。\n- バードのローム能力により、他のレーンに影響を与えやすく、試合全体を有利に進めることができる。\n- ブラウムのCCは発生が遅いため、バードはその隙を突いて攻撃することができる。\n\n有利の取り方：\n- レベル2からWを使って移動速度を上げ、Qでブラウムをハラスし続ける。\n- ミニポータルを利用してサイドレーンにロームし、他のレーンでのプレッシャーをかける。\n- 集団戦ではRを使って敵を分断し、味方の安全を確保しつつ攻撃のチャンスを作る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナのスペルシールドにより、ブラウムのスタンを無効化できるため、ブラウムのCCを受けにくい。\n- 遠距離からの攻撃手段を持ち、ブラウムが接近する前にハラスを行いやすい。\n- ブラウムのパッシブを発動させるためには、味方ADCとの連携が必要であり、モルガナはその連携を妨げることができる。\n\n有利の取り方：\n- ライン序盤でQを使ってブラウムを牽制し、当たったら味方ADCに繋げる。\n- ブラウムが突っ込む直前にスペルシールドをかけて、CCを無効化しつつ反撃する。\n- 集団戦では、味方を守りながら敵を捕まえるタイミングを見計らい、効果的にスネアを使う。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、パンテオンの攻撃を受けた後でもすぐに体力を回復されてしまうため、持続的なダメージを与えるのが難しい。\n- ソラカの沈黙効果により、パンテオンのスキルを使えなくなると、オールインのチャンスを逃してしまい、逆に攻撃を受けるリスクが高まる。\n- ソラカは遠距離からのポークが得意で、パンテオンが近づく前にダメージを与えられるため、レーンでのトレードが不利になる。\n\n不利の緩和策：\n- ソラカの回復を消耗させるために、早めに攻撃を仕掛けて回復スキルを使わせる。\n- 視界を確保し、ソラカの沈黙エリアを避けながら攻撃することで、リスクを減らす。\n- レベル6になる前に積極的にロームを行い、他のレーンでのキルを狙うことで、全体的な影響力を高める。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ソラカの回復能力により、セラフィーンの持続的なダメージが相手に与える影響が薄れるため、レーンでのハラスが効果的でなくなる。\n- ソラカのサイレンス効果により、セラフィーンのスキルを妨害されると、攻撃や支援が難しくなり、特に集団戦での役割が制限される。\n- ソラカは基礎ステータスが低いものの、セラフィーンの攻撃を受けると回復で持ちこたえられるため、オールイン合戦で不利になる。\n\n不利の緩和策：\n- ミニオン越しに攻撃を行い、ソラカの回復を引き出すタイミングを見計らってダメージを与える。\n- ソラカのサイレンスを警戒し、スキルを使うタイミングを工夫して、連続して当てるようにする。\n- 集団戦では味方と連携し、ソラカの回復を誘発させた後に一気に攻撃を仕掛けることで、彼女の回復効果を無効化する。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ソラカの高い回復能力により、レオナの攻撃が効果的に無効化されるため、オールインが難しい。\n- ソラカのサイレンス効果がレオナのエンゲージを妨げるため、レオナがスキルを使えない状況が多くなる。\n- ソラカは射程が長く、レオナが近づく前にハラスを受けやすく、レーンでのプレッシャーが弱まる。\n\n不利の緩和策：\n- 早めに「ソーンメイル」や「フォース・オブ・ネイチャー」を購入し、ソラカの回復を抑える。\n- ソラカのスキルのクールダウンを考慮し、エンゲージのタイミングを慎重に選ぶ。\n- ソラカの攻撃を受けにくくするため、ミニオンを利用してハラスを避ける。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ソラカの高い回復能力により、アリスターの攻撃が効果的に無効化されるため、長期戦での優位性が失われる。\n- ソラカのサイレンス効果により、アリスターのエンゲージやCCが封じられるリスクが高く、攻撃のタイミングが難しくなる。\n- ソラカは短射程のADCやオールインが苦手なチャンピオンに対して有利であり、アリスターの攻撃が通じにくい。\n\n不利の緩和策：\n- ソラカの回復スキルを使った直後に攻撃を仕掛け、回復が戻る前にダメージを与えるタイミングを狙う。\n- ソラカのサイレンス効果を避けるために、フラッシュや他の移動手段を活用して距離を保ちながら攻撃する。\n- チームメイトと連携し、集団戦でのアリスターの役割を強化し、ソラカを狙う際には他のチャンピオンと協力して攻撃する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ソラカの持続的な回復能力により、ラックスの瞬間火力が無効化されやすく、キルを狙うのが難しい。\n- ソラカのサイレンス効果により、ラックスのスキルを使うタイミングが制限され、攻撃的なプレイがしづらくなる。\n- ソラカは逃げ性能が乏しいため、ラックスが捕まえやすいが、逆にラックスが捕まるリスクも高く、奇襲に弱い。\n\n不利の緩和策：\n- モレロを購入してソラカの回復を無効化し、持続的なダメージを与える。\n- 視界を確保し、ソラカの位置を把握することで、サイレンスを避けるタイミングを見極める。\n- 味方と連携し、ソラカを優先的に狙うことで、彼女の回復源を断つ戦略を取る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ソラカは遠距離からのポークと回復が得意で、ブラウムが近づく前にダメージを与えられるため、レーンでのハラスが難しい。\n- ソラカの沈黙効果により、ブラウムのエンゲージや防御スキルを無効化される可能性が高く、効果的に攻撃できない。\n- ソラカは逃げる手段が乏しいが、ブラウムもサステインがないため、長期戦になるとソラカの回復能力に対抗しづらい。\n\n不利の緩和策：\n- ソラカのポークを避けるために、味方ADCと連携して距離を保ちながら動く。\n- ソラカの沈黙を避けるために、タイミングを見計らってエンゲージを行い、カウンターを狙う。\n- イグナイトやエグゼキューション系のアイテムを持ち込み、ソラカの回復を抑えることで、戦闘を有利に進める。",
      "ジリアン": "ジリアンが不利です。\n\n- ソラカの高い回復能力により、ジリアンのダメージが通りにくく、持続戦闘で劣る。\n- ソラカのサイレンス効果により、ジリアンのスキルコンボが潰されやすく、攻撃の機会が減少する。\n- ジリアンは低い基礎ステータスのため、ソラカに接近されると脆く、奇襲に弱い。\n\n不利の緩和策：\n- ソラカの回復を意識して、ダメージを与えるタイミングを見計らい、連携を強化する。\n- ソラカのサイレンスを避けるために、スキルの使用タイミングを工夫し、相手の動きを読みながら行動する。\n- アイテムを工夫して、耐久力を上げることで、ソラカの攻撃を受けやすくする。",
      "ラカン": "ラカンが不利です。\n\n- ソラカは持続的な回復能力が高く、集団戦での耐久力が優れているため、ラカンの短期的なバースト攻撃が効果的に機能しにくい。\n- ソラカのサイレンス効果により、ラカンのエンゲージやピールが無力化される可能性が高く、突進しても効果を発揮できないことがある。\n- ソラカは距離を保ちながらヒールを行えるため、ラカンが接近するのが難しく、攻撃のチャンスを逃しやすい。\n\n不利の緩和策：\n- ワードを使って視界を確保し、ソラカの位置を把握してからエンゲージを試みる。\n- ソラカのヒールやサイレンスのクールダウンを見極め、タイミングを計って攻撃する。\n- ソラカが孤立している時や味方が近くにいる時に、連携を強化して一気に攻めることで、彼女の回復を無効化する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、ソラカのポークを受け流しやすい。\n- ソラカの持続回復に対して、ユーミは瞬時に回復やシールドを提供できるため、短期戦での優位性がある。\n- ソラカのCC（沈黙）を避けることで、ユーミは自由に動き回り、攻撃や支援を行いやすい。\n\n有利の取り方：\n- 開始から序盤にかけて、味方ADCに密着し、ポークを行いながらソラカの回復を抑える。\n- ソラカがスキルを使った後に、ユーミのスキルで味方を強化し、攻撃のチャンスを作る。\n- 集団戦では、ユーミが主力に貼りつき、重要なターゲットを狙って一気に攻撃を仕掛ける。",
      "バード": "バードが有利です。\n\n理由：\n- バードはポーク能力が高く、ソラカの回復を削ることができるため、レーニングで優位に立ちやすい。\n- バードのスタンを活かして、ソラカやそのADCに対してキルを狙いやすく、攻撃的なプレイが可能。\n- バードはロームが得意で、サイドレーンに圧力をかけることで、ソラカのサポート能力を制限できる。\n\n有利の取り方：\n- 序盤からQでソラカのADCをポークし、ヘルスを削ることでレーンの主導権を握る。\n- ソラカの回復を意識しつつ、タイミングを見計らってスタンを決め、キルを狙う。\n- Eを使ってロームし、他のレーンでのプレッシャーをかけることで、ソラカの影響力を減少させる。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックを使ってソラカを捕まえることで、即座にキルを狙えるため、プレッシャーをかけやすい。\n- ソラカの回復能力は高いが、フックで捕まえた後のバーストダメージで一気に削ることができる。\n- ソラカはCCに弱く、フックで捕まると反撃の余地が少なくなるため、展開を有利に進めやすい。\n\n有利の取り方：\n- ミニオンを利用してフックの射線を作り、ソラカを狙うタイミングを見計らう。\n- ソラカのEを消費させた後にフックを仕掛け、反撃を受けにくい状況を作る。\n- 味方ADCと連携し、フックが命中した際に素早くダメージを与えることで、キルを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミはポーク能力が高く、ソラカに対して持続的にダメージを与えられるため、レーンでのハラスが容易です。\n- ナミは豊富なCCを持ち、ソラカの行動を制限することで、トレードやエンゲージを有利に進めることができます。\n- ソラカの回復能力は強力ですが、ナミが早期にダメージを与え、ソラカのHPを削ることで、回復の効果を薄めることができます。\n\n有利の取り方：\n- レーン序盤はQでポークし、Eで味方を強化しながら攻撃を仕掛けることで、ソラカにプレッシャーをかける。\n- ソラカが自己回復を使用した後に積極的にトレードを仕掛け、HPを削るチャンスを狙う。\n- レベル6以降は集団戦でのRを活用し、ソラカの回復が来る前に敵を排除することで、戦闘を有利に進める。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ソラカの回復を無効化するためのハラスがしやすい。\n- ソラカの攻撃を避けることで、レーンでの優位を保ちやすく、ソラカのヒールを受ける前にダメージを与えることができる。\n- カルマのスネアは、ソラカの行動を制限し、攻撃のチャンスを作ることができるため、ソラカに対して有利に立ち回れる。\n\n有利の取り方：\n- ソラカの攻撃を避けることに集中し、相手のスキルクールダウンを狙って攻撃するタイミングを見極める。\n- 自身のスキルを活かして、ソラカのヒールを受ける前にダメージを与え、レーンでのハラスを行う。\n- ソラカのスキルを避けつつ、味方のADCと連携して攻撃を仕掛け、2対2の戦闘で優位に立つ。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- レオナは高い耐久力とCCを持ち、接近戦でのオールイン能力が強いため、ブリッツクランクがフックを外した場合、逆に攻撃を受けやすくなる。\n- レオナの突進からのコンボは、ブリッツクランクのフックを無効化しやすく、特にレーン段階ではレオナの攻撃を受けるリスクが高い。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、レオナに対して持続的な圧力をかけることが難しい。\n\n不利の緩和策:\n- レオナのCCを避けるために、距離を保ちながらフックを狙う。特にレオナのスキルクールダウンを意識して行動する。\n- 味方ADCとの連携を強化し、レオナがオールインを仕掛ける前にダメージを与えることで、レオナの行動を制限する。\n- レーンでのワーディングを徹底し、レオナの動きを把握することで、フックを当てるチャンスを増やす。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- レオナのCCスキルにより、接近されると簡単に無力化されるため、セラフィーンは攻撃を仕掛けることが難しくなる。\n- レオナは序盤から高い耐久力を持ち、オールイン能力が強いため、セラフィーンが安全にポークすることが難しい。\n- セラフィーンのスキルの発生が遅く、レオナの突進に対して反応が遅れると、致命的なダメージを受けるリスクが高い。\n\n不利の緩和策：\n- レオナの接近を避けるために、常に距離を保ちながらポークを行い、視界を確保する。\n- レオナのCCを受ける前に、味方と連携してセラフィーンのスキルを活用し、集団戦での支援を意識する。\n- レオナのUltを警戒し、タイミングを見計らって自分のUltを使い、味方を守ることを優先する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- レオナは強力なイニシエート能力を持ち、接近されるとザイラは簡単に捕まってしまうため、ダメージを出す前に倒されるリスクが高い。\n- ザイラは移動に役立つスキルがなく、レオナのCCを受けると逃げる手段が限られてしまう。\n- レオナの耐久力が高く、ザイラの火力がパッシブに依存しているため、持続的なダメージを与えにくい。\n\n不利の緩和策：\n- レオナの接近を予測し、距離を保ちながらポークを行うことで、レオナのイニシエートを避ける。\n- ワードを使って視界を確保し、レオナの動きを把握することで、奇襲を防ぐ。\n- 集団戦では、レオナが突っ込んできたタイミングでアルティメットを重ねて、相手チームを制御する。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レオナは豊富なCCを持ち、接近戦での拘束力が高いため、パンテオンのバーストダメージを発揮しづらくなる。\n- レオナの耐久力が高く、パンテオンの短期バーストに耐えられるため、オールインが難しい。\n- レオナは味方ADCとの連携が強力で、パンテオンが攻撃を仕掛ける際に反撃されやすい。\n\n不利の緩和策：\n- レオナのCCを避けるために、距離を保ちながらスキルを使い、トレードを行う。\n- レーンでのハラスを控え、サイドレーンや集団戦でのロームを優先して、他のレーンに影響を与える。\n- レオナのイニシエートに対して、味方と連携してカウンターを狙うことで、逆に有利な状況を作る。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- レオナは強力なCCを持ち、接近戦でのオールインが得意なため、ユーミは簡単に捕まってしまう。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、レオナの攻撃に対して脆弱である。\n- レオナの耐久力が高く、ユーミの回復やシールドだけではレオナの攻撃をしのぐことが難しい。\n\n不利の緩和策：\n- ユーミは距離を保ちながら味方ADCに密着し、レオナの攻撃を避けるように立ち回る。\n- レオナのCCを避けるために、常に位置取りを意識し、タイミングを見計らって回復やスローを使用する。\n- レベル6以降は、味方のイニシエートに合わせて自分のスキルを活用し、レオナの攻撃を受ける前に味方を強化する。",
      "セナ": "セナが不利です。\n\n- レオナは高い耐久力とCCを持っており、接近してセナを捕まえることが容易です。これにより、セナは攻撃を受けやすくなります。\n- セナは基礎ステータスが低く、序盤の火力が不足しているため、レオナのオールインに対抗しにくいです。\n- レオナの突進力に対して、セナは逃げ手段が乏しく、一度捕まると簡単に倒されてしまうリスクがあります。\n\n不利の緩和策：\n\n- 距離を保ちながらポークを行い、レオナの接近を避けるように立ち回る。\n- レオナのスキルを見極めて、Eやフラッシュを使って回避するタイミングを計る。\n- 味方ADCとの連携を強化し、レオナが攻撃を仕掛けてきた際にサポートを受けられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レオナは豊富なCCを持ち、特にオールインに強いため、ノーチラスが攻撃を仕掛ける前にスタンやスネアで無力化される可能性が高い。\n- ノーチラスは移動速度が低く、レオナの攻撃を受けた際に反撃するのが難しく、レオナの攻撃を受け続けると厳しい状況に陥る。\n- レオナのEスキルによってノーチラスの逃げが困難になり、逆にレオナに攻撃を仕掛けられるリスクが増す。\n\n不利の緩和策：\n- レオナの攻撃を受ける前に、先に仕掛けることを意識し、相手のスキルを使わせてから反撃するタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてレオナのハラスに耐えられるようにする。\n- ミニオンを利用してレオナの攻撃を避ける位置取りを心がけ、レーンでのハラスを最小限に抑える。",
      "ルル": "ルルが不利です。\n\n理由:\n- レオナは強力なエンゲージ能力を持ち、ルルが攻撃を仕掛ける前に捕まえられる可能性が高い。\n- ルルのCCは単体対象であり、レオナのようなタンクに対しては効果的に無力化できないため、集団戦での影響力が低くなる。\n- レオナの耐久力が高く、ルルの火力では彼女を倒すのが難しいため、レオナが先に攻撃を仕掛けると不利な状況に陥りやすい。\n\n不利の緩和策:\n- レオナのエンゲージを警戒し、位置取りを工夫して彼女の攻撃を避ける。\n- レオナがスキルを使った後のクールダウンを狙い、攻撃のチャンスを見極める。\n- ルルのADCと連携し、レオナの攻撃から守るためにシールドを適切に使用する。"
    },
    "loses": {
      "ジリアン": "ジリアンは有利です。\n\n理由：\n- ジリアンは距離を取りながらハラスができるため、レオナの突進を避けやすい。\n- ジリアンのCCはAoEスタンを持ち、集団戦での影響力が高く、レオナのイニシエートを無効化できる。\n- ジリアンのUltによる蘇生能力は、レオナのオールインに対して非常に効果的で、味方を守ることができる。\n\n有利の取り方：\n- レベル1から距離を取りつつハラスを行い、レオナの動きを制限する。\n- Eを使ってレオナの突進を回避し、反撃のチャンスを作る。\n- Wで味方をブーストし、レオナの攻撃を受ける前に有利な状況を作る。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レオナのイニシエートを無効化することができるため、レーンでの安全性が高い。\n- ジャンナのシールドや回復効果により、味方ADCを守りながらレオナの攻撃を耐えることができる。\n- レオナは接近戦が得意だが、ジャンナは距離を保ちながら攻撃できるため、レオナの攻撃を避けやすい。\n\n有利の取り方：\n- レオナの攻撃を受ける前に、シールドを使って味方ADCを守り、反撃のチャンスを作る。\n- ミニオンを利用して距離を保ちながら、レオナのスキルを避けつつ攻撃する。\n- レオナがイニシエートを試みた際には、タイミングを見計らってディスエンゲージを行い、味方の反撃をサポートする。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナはCC耐性のあるシールドを持っており、レオナのスタンやCCを無効化できるため、接近戦での反撃が可能です。\n- レオナは接近戦で強力ですが、モルガナは距離を保ちながら攻撃できるため、レオナの攻撃を避けやすいです。\n- モルガナのスネアは長時間拘束できるため、レオナが突進してきた際に捕まえるチャンスがあります。\n\n有利の取り方：\n- レオナが接近してきた際に、シールドを使って味方を守りつつ、スネアで反撃する。\n- 遠距離からポークを行い、レオナのHPを削りつつ、レーンの主導権を握る。\n- レベル6以降はアルティメットを活用して、集団戦での制圧力を高め、レオナの動きを制限する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、味方の生存率を高めることができるため、レオナの攻撃を耐えやすい。\n- レオナのCCに対して、ソラカは距離を取りながらスローを使うことで、レオナの突進を牽制できる。\n- ソラカは射程が長く、レオナが接近する前にハラスを行いやすいため、レーンでの優位を保ちやすい。\n\n有利の取り方：\n- 常に味方ADCの近くに位置し、回復を提供しながら安全にハラスを行う。\n- レオナの攻撃が来る前にスローを使って距離を取り、攻撃を避ける。\n- レオナのCCのタイミングを見極めて、回復やサイレンスを適切に使い、味方を守る。",
      "アリスター": "アリスターは有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レオナのエンゲージを無効化しやすいため、レーンでの主導権を握りやすい。\n- アリスターのパッシブによる回復効果があり、レオナのハラスに対して耐久力を保ちやすい。\n- アリスターは集団戦でのピール性能が高く、味方ADCを守ることができるため、レオナの攻撃を効果的に防げる。\n\n有利の取り方：\n- レベル1から奇襲を狙い、相手の動きを制限することでレオナにプレッシャーをかける。\n- レベル6以降は集団戦でのエンゲージを利用し、レオナの突進を阻止して味方を守る。\n- 位置取りを工夫し、レオナのコンボを避けつつ、反撃のチャンスを作ることで有利な状況を作り出す。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、レオナの攻撃を軽減しやすいため、耐久力で優位に立てる。\n- ブラウムのパッシブによるスタンを活かすことで、レオナのオールインを阻止しやすい。\n- レオナのCCスキルの発生が早い一方で、ブラウムは味方を守る能力が高く、レオナの攻撃を無効化することができる。\n\n有利の取り方：\n- 味方ADCの前に立ち、被弾してパッシブを溜めることで、レオナの攻撃を受け流す。\n- レオナの接近をEで阻止し、距離を保ちながら戦うことで、レオナのコンボを回避する。\n- 集団戦では味方を守りつつ、レオナのRを警戒しながらタイミングを見計らって行動する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持ち、レオナの接近を回避しやすいため、スタンを避けることができる。\n- 2種類のCCを持っており、レオナのオールインに対してカウンターが可能で、味方を守ることができる。\n- レーンフェーズでのサステインが高く、ハラスを受けても持ちこたえやすい。\n\n有利の取り方：\n- レーン序盤でハラスを行い、レオナの体力を削ることでプレッシャーをかける。\n- レオナのスタンを避けるために、タイミングを見計らって無敵を使い、反撃のチャンスを作る。\n- レベル6以降は、集団戦でのエンゲージや脱出を駆使して、味方と連携しながらレオナを牽制する。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "ニーコが不利です。\n\n- パンテオンは近接攻撃で早期に攻撃を仕掛けることができ、ニーコは射程が短いため、パンテオンの攻撃を避けるのが難しい。\n- パンテオンのスタンを持つスキルにより、ニーコは接近戦での反撃が難しく、特にレベル2〜3の段階でのトレードで不利になる。\n- ニーコはAoEダメージや集団戦での強さがあるが、パンテオンは序盤のバーストダメージが高く、ニーコが持つ防御手段が限られているため、長期戦に持ち込むのが難しい。\n\n不利の緩和策：\n\n- ミニオンの後ろに立ち、パンテオンの攻撃を避けながらQでポークを行い、ダメージを蓄積する。\n- パンテオンのスキルを見極めて、Wを使った後に反撃するタイミングを狙う。\n- レベル6以降は、味方の支援を待ちながらEで先制攻撃を狙い、集団戦での役割を果たす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パンテオンは序盤のオールインが強力で、ラックスが接近されるとスキルを使う余裕がなくなり、危険な状況に陥りやすい。\n- パンテオンの短時間でのバーストダメージに対して、ラックスは基礎ステータスが低く、接近されると非常に脆弱であるため、簡単にキルされる可能性が高い。\n- パンテオンはローミング能力が高く、アルティメットを使って他のレーンに影響を与えることができるため、ラックスはその間に不利な状況に陥ることが多い。\n\n不利の緩和策：\n- レーンでのハラスを行う際は、常に距離を保ち、パンテオンの突進を警戒しながらスキルを使う。\n- ワードを使って視界を確保し、パンテオンのローミングを早期に察知することで、味方と連携して対処する。\n- アイテムを早めに購入し、ゾーニャなどの防御アイテムを持つことで、パンテオンの突進をしのぎやすくする。",
      "モルガナ": "モルガナが不利です。\n\n- パンテオンはレベル2~3での早期強襲が強力で、近距離でのバーストダメージに弱い。\n- パンテオンのスタンをブラックシールドで無効化されると、モルガナは延命され、反撃のチャンスを失う。\n- パンテオンは接近性能が高く、モルガナが距離を取る前に攻撃を仕掛けられるため、レーンでのプレッシャーが大きい。\n\n不利の緩和策：\n- レーン序盤はミニオン越しに攻撃を仕掛け、パンテオンの接近を牽制する。\n- パンテオンが突っ込む直前にシールドを使い、スタンを無効化するタイミングを見極める。\n- ジャングルと連携し、早期のガンクを避けるか、逆に仕掛けることで有利な状況を作る。",
      "セラフィーン": "セラフィーンが不利です。\n\n- パンテオンは短期的なバーストダメージが高く、オールインの際にセラフィーンは対処が難しい。\n- パンテオンの突進やスタンにより、セラフィーンは近づかれると致命的なダメージを受けやすい。\n- セラフィーンはスキルの発生が遅く、パンテオンの攻撃を避けるのが難しいため、ガンクや近接攻撃に弱い。\n\n不利の緩和策：\n- レーン開始時は味方ミニオンの後ろに立ち、パンテオンの攻撃を避けながら安全にポークを行う。\n- パンテオンの突進を警戒し、味方のCCやサモナーを活用して誘導する。\n- レベル6以降は、パンテオンのRの着地に合わせて自分のRを使い、味方を巻き込むことで逆転のチャンスを狙う。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- パンテオンは序盤に高火力の突進とスタンを持っており、ゼラスが近づかれると簡単にキルされる可能性が高い。\n- ゼラスは機動力が低く、パンテオンの攻撃を避ける手段が限られているため、ギャンクや不意打ちに弱い。\n- パンテオンはローミング力が高く、他のレーンに影響を与えやすいため、ゼラスが孤立しやすくなる。\n\n不利の緩和策：\n- ミニオンの後ろから安全に攻撃し、パンテオンの攻撃を避けるように立ち回る。\n- ワードをしっかり設置し、パンテオンやジャングルの動きを常に把握しておく。\n- パンテオンがEを外した瞬間を狙って反撃し、距離を保ちながらポークを続ける。",
      "セナ": "セナが不利です。\n\n- パンテオンは序盤から強力なオールイン能力を持ち、レベル2や3での攻撃が非常に脅威です。セナは基礎ステータスが低く、早期のダメージを受けやすいです。\n- パンテオンのスタンを持つスキルにより、セナは捕まると一気に倒されるリスクが高く、逃げる手段が乏しいため、非常に危険です。\n- セナはハラスが得意ですが、パンテオンの突進に対してはWを温存しなければならず、攻撃のチャンスを逃すことが多くなります。\n\n不利の緩和策：\n\n- レーンではミニオンの後ろから攻撃し、パンテオンの攻撃を避けるように立ち回ることで、リスクを減らします。\n- パンテオンのスキルが切れたタイミングを見計らって、Wを使って反撃することで、相手の攻撃を制限します。\n- Rを活用して安全に味方を支援し、レーンの状況を有利に保つことで、パンテオンの圧力を緩和します。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- パンテオンは高いバーストダメージを持ち、オールインの際にノーチラスを瞬時に排除することができるため、ノーチラスは攻撃を受けやすい。\n- パンテオンのスキルは対象指定であり、ノーチラスのCCを無効化する手段があるため、ノーチラスのエンゲージが成功しにくい。\n- ノーチラスは移動速度が低く、パンテオンの機動力に対抗するのが難しいため、逃げられたり、逆に攻撃を受けることが多い。\n\n不利の緩和策：\n- パンテオンのスキルクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトとの連携を強化し、パンテオンの攻撃を分散させることで、ノーチラスが受けるダメージを軽減する。\n- ノーチラスのシールドや耐久力を活かして、パンテオンの攻撃を耐えつつ、反撃のチャンスを伺う。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- パンテオンは近接攻撃で高いバーストダメージを持ち、ザイラが接近されると簡単に倒されてしまう。\n- ザイラのスキルは発動から発生までに時間がかかるため、パンテオンの突進に対して当てづらい。\n- パンテオンはスタンを持っており、ザイラがスネアを使う前に攻撃を受けるリスクが高い。\n\n不利の緩和策：\n- レーン序盤は距離を保ち、ハラスを行いながら視界を確保することで、パンテオンの接近を防ぐ。\n- パンテオンがスキルを使った後のクールダウンを狙い、反撃のチャンスを作る。\n- 味方と連携し、パンテオンが孤立したタイミングで攻撃を仕掛けることで、優位に立つ。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- パンテオンは序盤のバーストダメージが高く、タム・ケンチが耐えるのが難しいため、早期のトレードで不利になることが多い。\n- パンテオンのリープとスタンにより、タム・ケンチは一度捕まると反撃が難しく、特に集団戦でのエンゲージが苦手になる。\n- パンテオンはローム力が高く、他のレーンに影響を与えやすいため、タム・ケンチが孤立しやすくなる。\n\n不利の緩和策：\n- レーン序盤は安全にサステインし、パンテオンの攻撃を受け流すことで耐える時間を稼ぐ。\n- パンテオンのスキルを見極めてWを温存し、味方を守るタイミングを見計らう。\n- ジャングルの介入を要請し、パンテオンの攻撃を受ける前に味方と連携して反撃する。",
      "ユーミ": "ユーミが不利です。\n\n- パンテオンは短期火力が高く、ユーミが付いている味方を即座に排除することができるため、ユーミのサポートが無効化されやすい。\n- パンテオンのオールイン能力に対して、ユーミはハードCCを持たず、敵の攻撃を受けると脆弱であるため、オールインに対処しづらい。\n- ユーミは分離すると非常に弱く、パンテオンが攻撃を仕掛ける際に味方から離れると、サポートができなくなり、危険な状況に陥る。\n\n不利の緩和策：\n- ユーミは常に味方のキャリーに密着し、位置を管理して安全を確保することが重要。\n- パンテオンの攻撃を受ける前に、味方と連携してワードを設置し、視界を確保しておくことで、パンテオンの動きを把握する。\n- 回復やシールドを活用して、パンテオンの攻撃を受けた際に味方の生存能力を高め、反撃のチャンスを作る。",
      "パイク": "パイクが不利です。\n\n理由：\n- パンテオンの序盤のバーストダメージが非常に高く、パイクは耐えにくいため、レーンでのトレードで劣勢になりやすい。\n- パンテオンは対象指定のリープとスタンを持っており、パイクが捕まると一気にキルされるリスクが高い。\n- パイクは集団戦での瞬間火力が低く、パンテオンの短時間でのキル能力に対抗しづらい。\n\n不利の緩和策：\n- レーンでは無理にミニオンを処理せず、味方のADと連携して押し込むことで、パンテオンの攻撃を避ける。\n- 視界をしっかり確保し、パンテオンのロームを警戒することで、孤立しないように立ち回る。\n- パンテオンのスキルを避けるために、Eを使って距離を取るタイミングを見極め、フックを狙う際は慎重に行動する。",
      "メル": "メルが不利です。\n\n理由：\n- パンテオンはレベル2での強襲が得意で、短期決着を狙いやすいため、メルは早期に圧力をかけられる。\n- パンテオンの攻撃はバーストダメージが高く、メルの耐久力が低いため、オールインされると厳しい状況になる。\n- メルはパンテオンの攻撃を反射する手段があるものの、パンテオンの攻撃を避けるのが難しく、特に接近戦での立ち回りが難しい。\n\n不利の緩和策：\n- レーン序盤は距離を保ち、ハラスを行いながらミニオンを優先して処理することで、パンテオンの攻撃を避ける。\n- パンテオンの攻撃を受ける際は、重要なスキルを温存し、必要な時にのみ反射することで、逆転のチャンスを狙う。\n- ジャングルの介入を期待し、視界を確保することで、パンテオンの動きを把握し、リスクを減らす。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは遠隔ピールと集団制御が得意で、パンテオンのオールインを無効化する能力があります。\n- パンテオンの短期決戦に対して、ジャンナはシールドや移動阻害を使って味方を守ることができ、持続的なダメージを与えることができます。\n- ジャンナは高い逃げ性能を持ち、パンテオンの攻撃を避けやすいため、レーンでのプレッシャーを軽減できます。\n\n有利の取り方：\n- レーン序盤はミニオンの背後で位置取りし、パンテオンの攻撃を避けることで安全にファームを行う。\n- パンテオンがLv2に到達するタイミングを警戒し、味方ADCを下げてプッシュを抑制することで、オールインを防ぐ。\n- パンテオンが突っ込んできた瞬間にスキルを使い、味方ADCを守りつつ反撃のチャンスを作る。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠距離から攻撃できるため、パンテオンの接近を防ぎやすい。\n- パンテオンの攻撃を受ける前に、ジリアンはCCを使って敵を足止めし、味方を守ることができる。\n- ジリアンの蘇生能力は、パンテオンのバーストダメージに対して非常に効果的で、味方を守る手段が豊富。\n\n有利の取り方：\n- レーン序盤はQで遠距離からポークし、パンテオンのHPを削る。\n- Eを使って味方を加速し、パンテオンの攻撃を避けるか距離を取る。\n- パンテオンがオールインを狙ってきた際には、Rを使って味方を保護し、逆に反撃のチャンスを作る。",
      "ソナ": "ソナが有利です。\n\n- 遠距離からのポークが可能で、パンテオンのオールインを避けながらダメージを与えられる。\n- 回復能力により、パンテオンのバーストダメージを軽減できるため、持続戦闘で優位に立てる。\n- 集団戦での強力なスタンを持っており、パンテオンの突進を阻止することで味方を守ることができる。\n\n有利の取り方：\n- レーン序盤は安全な位置からポークを行い、パンテオンの攻撃を避ける。\n- パンテオンがオールインを仕掛けてくるタイミングを予測し、味方と密着してサポートする。\n- 集団戦では後方から味方を強化し、敵の突進をスタンで阻止することで、戦闘を有利に進める。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持っており、パンテオンの突進やバーストダメージを無効化しやすい。\n- パンテオンの攻撃を受ける際、レルは自身の耐久性を活かして持ちこたえられるため、短期決戦で有利に立てる。\n- レルのスキルは味方の移動速度を上げる効果があり、パンテオンのローミングやオールインに対して味方をサポートしやすい。\n\n有利の取り方：\n- レルはレベル2でCCコンボを使い、パンテオンに対して攻撃を仕掛けることで優位に立つ。\n- パンテオンのショートロームに注意し、視界を確保しながらMIAを出して連携を強化する。\n- チーム戦では、レルがフロントで敵を拘束し、パンテオンが後衛を狙う動きを抑えることで、レルの強みを活かす。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤から遠距離攻撃が可能で、パンテオンの突進を警戒しながらポークができるため、レーンでのプレッシャーを維持しやすい。\n- パンテオンのオールインに対してシールドを使うことで、ダメージを軽減しつつ反撃のチャンスを作れる。\n- 集団戦では後衛からの支援が得意で、パンテオンの短期決戦に対して持続的なダメージを与えられる。\n\n有利の取り方：\n- レーン序盤は遠距離攻撃でパンテオンを削り、自己防衛のためにシールドを活用する。\n- パンテオンが攻撃範囲に入った際には距離を取り、ミニオンを利用して突進を避ける。\n- ジャングルとの連携を強化し、パンテオンが攻撃を仕掛ける前に味方と一緒に反撃する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、パンテオンの攻撃を回避しやすいため、接近戦での生存率が高い。\n- ラカンのCCスキルにより、パンテオンのオールインを無力化できるため、反撃のチャンスが増える。\n- ラカンは味方にシールドや回復を提供できるため、パンテオンの短期火力に対抗しやすい。\n\n有利の取り方：\n- ADCに密着し、パンテオンの攻撃を受ける前にシールドを使ってダメージを軽減する。\n- パンテオンが攻撃を仕掛けてきた瞬間にCCを使い、反撃のチャンスを作る。\n- ローミングを行う際は、味方と連携して視界を確保し、パンテオンの動きを監視することで安全に行動する。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供するため、パンテオンの短期火力を相殺しやすい。\n- パンテオンの突進に対して、ミリオは距離を取りながら味方を守ることができ、オールインを凌ぎやすい。\n- ミリオのウルトにより、集団戦でのエンゲージを防ぎ、パンテオンの攻撃を無効化することができる。\n\n有利の取り方：\n- レーン序盤はミリオが味方ADCを保護し、回復やバフを優先してパンテオンの攻撃を受け流す。\n- パンテオンが突っ込んできた際には、即座に味方にバフや回復を行い、逃げ経路を確保する。\n- 長期戦に持ち込み、パンテオンのスキルクールダウンを待ちながら、ミリオの回復やシールドで持続的に戦う。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、パンテオンの攻撃を受けても持ちこたえやすい。\n- パンテオンの突進やスタンをEで無効化することで、反撃のチャンスを作りやすい。\n- ソラカはレーン維持力が高く、長期戦において持続的なヒールで味方を支援できる。\n\n有利の取り方：\n- 常に後ろを取り、パンテオンの攻撃を避けつつ、Qでハラスを行う。\n- パンテオンが突っ込んできた際にはEを使って沈黙を狙い、味方の反撃を助ける。\n- ワードを置いて視界を確保し、ジャングルからの介入を警戒しながら安全にレーンを維持する。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、パンテオンのバーストを無効化しやすい。特に、アリスターのスキルを使うことでパンテオンの攻撃を制限できる。\n- アリスターはタンクとしての耐久力が高く、パンテオンの短期決戦型の攻撃を受け止めることができるため、持久戦に持ち込むことができる。\n- アリスターは味方ADCを守る役割が強く、パンテオンのオールインを防ぎつつ、反撃のチャンスを作りやすい。\n\n有利の取り方：\n- レーニング中は、パンテオンのスキルを避けつつ、確実にCCを決めてトレードを仕掛ける。\n- パンテオンのスキルクールダウンを把握し、スキルを使った後にオールインを狙う。\n- ロームを活用して、他のレーンにプレッシャーをかけつつ、視界を確保し、パンテオンの動きを監視する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーは壁スタンを持っており、パンテオンの突進や攻撃を無効化することができるため、パンテオンのオールインを効果的に防げる。\n- ポッピーは高いシールドと耐久力を持ち、1対1の戦闘でパンテオンに対抗できるため、序盤からのトレードで優位に立ちやすい。\n- パンテオンのスキルはクールダウンが長く、ポッピーはその間に反撃するチャンスが増えるため、持続的な戦闘で有利になる。\n\n有利の取り方：\n- レーンではミニオンの後ろで安全に受け、パンテオンの攻撃を避けつつ、壁の近くでスタンを狙う。\n- パンテオンが突進してきた際には、壁を利用してスタンを決め、反撃のチャンスを作る。\n- 集団戦では、パンテオンの突入を阻止する役割を果たし、味方を守ることでチーム全体の有利を確保する。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- パンテオンの突進を避けることで、序盤のオールインを回避できるため、レーンでの生存率が高い。\n- 長射程のスキルを持っているため、パンテオンに対して安全な距離からハラスが可能で、ダメージを与えやすい。\n- AoE攻撃により、ミニオンを一掃しやすく、レーンのプッシュ力が高いため、パンテオンの動きを制限できる。\n\n有利の取り方：\n- レーン開始時はミニオンの背後に立ち、敵の突進をブロックするように立ち回る。\n- パンテオンが攻撃を仕掛けてきた際には、フラッシュやバリアを使って生存を優先し、反撃のチャンスを狙う。\n- 中盤以降は距離を保ちながら、確定ダメージを狙って攻撃し、パンテオンのスキルを避けつつ持続的なダメージを与える。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由:\n- ブリッツクランクのフックが当たると、ラックスは一瞬で無力化され、反撃の余地がなくなるため。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱で、ブリッツクランクの攻撃に対して耐えられない。\n- ブリッツクランクはレーンでのプレッシャーが強く、ラックスが安全にファームやハラスを行うのが難しくなる。\n\n不利の緩和策:\n- 常にミニオンの後ろに位置取り、フックを避けるようにする。\n- 味方のシールドや回復を活用し、フックを受けた際のダメージを軽減する。\n- ワードを設置して視界を確保し、ブリッツクランクの動きを把握しておく。",
      "ザイラ": "ザイラが不利です。\n\n- ブリッツクランクのフックを受けると、ザイラは脆弱で一瞬で倒される可能性が高い。\n- ブリッツクランクは近接での接触を狙ってくるため、ザイラの距離を保つ戦略が難しくなる。\n- ブリッツクランクのローム圧力が強く、ザイラが安全にレーンを維持するのが困難になる。\n\n不利の緩和策：\n- ブッシュにワードを置き、ブリッツクランクの動きを常に把握することで、フックを避けるチャンスを増やす。\n- 遠距離からのハラスを活かし、ブリッツクランクがフックを外した際に積極的に反撃する。\n- レベル6以降はアルティメットを活用して、集団戦でのゾーニングを行い、ブリッツクランクの影響を減らす。",
      "ミリオ": "ミリオが不利です。\n\n- ブリッツクランクのフックが当たると、ミリオは捕まってしまい、回復やバフを行う前に倒されるリスクが高い。\n- ブリッツクランクのノックアップやサイレンスにより、ミリオのスキルが無力化され、味方を守ることが難しくなる。\n- ブリッツクランクは視界外からの奇襲が得意で、ミリオはエンゲージ能力が低いため、奇襲に対して脆弱である。\n\n不利の緩和策：\n\n- ミニオンの後ろに立ち、フックを避けることで安全に味方をサポートする。\n- ブリッツクランクが前に出た際には、味方に速度や回復を付与して脱出を優先する。\n- ワードを多めに設置し、視界を確保してブリッツクランクの奇襲を警戒する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ブリッツクランクのフックを黒盾で無効化できるものの、黒盾を温存しすぎると味方が捕まるリスクが高まる。\n- ブリッツクランクは高いキル圧を持ち、1回のフックで試合の流れを変える可能性があるため、常に警戒が必要。\n- ブリッツクランクの接近戦での強さに対して、モルガナは射程が短く、近づかれると不利な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでは後ろに位置し、ハラスを行いながら黒盾を適切に使用することで、味方を守る。\n- ブリッツクランクの動きを読み、フックを使わせた後に攻撃するタイミングを見計らう。\n- 視界を確保し、ブリッツクランクの動きを把握することで、奇襲を防ぎ、ロームを活用して有利を広げる。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ブリッツクランクのフックで一瞬で捕まるリスクが高く、機動力が低いため逃げる手段が乏しい。\n- ブリッツクランクのノックアップにより、味方を守ることが難しく、集団戦での影響力が薄れる。\n- ブリッツクランクがフックを外した場合でも、ミニオンに阻まれると影響力が薄れるため、常に警戒が必要。\n\n不利の緩和策：\n- ミニオンの後ろに立ち、フックを防ぐ位置取りを心がける。\n- 遠距離からのポークを活用し、相手のHPを削りつつ、味方の回復を行う。\n- フックの気配があればEを温存し、捕まった味方を救助する準備をする。",
      "セナ": "セナが不利です。\n\n- ブリッツクランクのフックが当たると、瞬時にキルに繋がるため、セナは捕まるリスクが高い。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、一度捕まると簡単に倒されてしまう。\n- ブリッツクランクは近接キャリーであり、セナの射程を活かす前に接近されると不利な状況になる。\n\n不利の緩和策：\n- 常にミニオンの後ろに立ち、フックのラインを切ることで安全を確保する。\n- ブリッツクランクのフックをミニオンや壁で防ぎ、チャンスを待つ。\n- 深めにワードを置き、視界を確保してブリッツクランクの動きを把握する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ブリッツクランクのフックによって簡単に捕まるため、ゼラスは近距離での戦闘に弱く、瞬時に倒されるリスクが高い。\n- ゼラスのスキルは発動が遅く、機動力の高いブリッツクランクに対して当てるのが難しいため、攻撃を避けられることが多い。\n- ブリッツクランクは高エンゲージ力を持ち、ゼラスの射程を活かす前に接近されてしまうことが多い。\n\n不利の緩和策：\n- 常に距離を保ち、ミニオンの後ろに立ってフックを避けるように心がける。\n- ブッシュや視界管理を活用し、ブリッツクランクのフックを予測して動くことで、捕まるリスクを減らす。\n- フラッシュやゾーニャを温存し、フックが当たった際には即座に使用して生存を図る。",
      "ナミ": "ナミが不利です。\n\n理由：\n- ブリッツクランクのフックが当たると、ナミは一瞬で捕まってしまい、致命的なダメージを受ける可能性が高い。\n- ナミのCCは発生が遅く、ブリッツクランクの接近を防ぐのが難しいため、フックを避けることが困難。\n- ブリッツクランクは一度フックを成功させると、即座にキルに繋げることができるため、ナミは常に警戒しなければならない。\n\n不利の緩和策：\n- レーンではミニオンの後ろに位置し、ブリッツクランクのフックを避けるようにする。\n- 味方の強化を活用し、ブリッツクランクが前に出た際には積極的にトレードを行う。\n- フックを警戒しつつ、視界を確保してブリッツクランクの動きを常に把握するように心がける。",
      "パイク": "パイクが不利です。\n\n理由：\n- ブリッツクランクのフックは試合を決定づける脅威であり、パイクはそのフックを避けるのが難しいため、捕まるリスクが高い。\n- ブリッツクランクはタンクとしての耐久力が高く、パイクの瞬間火力では倒しきれないことが多い。\n- ブリッツクランクのCCスキルによって、パイクの機動力が制限され、反撃のチャンスを失いやすい。\n\n不利の緩和策：\n- 開幕からワードを多めに設置し、ブリッツクランクの動きを常に把握することで、フックを避ける準備をする。\n- ブリッツクランクがスキルを使った後に反撃するタイミングを見計らい、Eを使って距離を取る。\n- レーンの波を管理し、ミニオンを押し込んでロームを狙うことで、ブリッツクランクとの1対1の状況を避ける。"
    },
    "loses": {
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、ブリッツクランクのフックを避けながらハラスが可能です。\n- メルのスネア効果により、ブリッツクランクの接近を阻止し、捕まえるチャンスを与えません。\n- ブリッツクランクのスキルはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、メルはその隙を突いて攻撃できます。\n\n有利の取り方：\n- 敵のフックを避けるために、ミニオンの後ろで位置取りをし、ハラスを行います。\n- ブリッツクランクが近づいてきた際には、スネアを使って拘束し、追撃のチャンスを作ります。\n- 集団戦では、ブリッツクランクの重要なスキルを反射することで、味方の安全を確保しつつ、敵に大きなダメージを与えます。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 高い機動力を持っているため、ブリッツクランクのフックを回避しやすい。\n- 2種類のCCを持っており、ブリッツクランクの攻撃を無力化することができる。\n- 味方を支援するシールドや回復を持っているため、味方を守りながら戦うことができる。\n\n有利の取り方：\n- ミニオンやブラッシュを利用してブリッツクランクのフックを誘導し、無駄にさせる。\n- フックが外れたタイミングで積極的にエンゲージし、瞬間火力を出す。\n- ブリッツクランクがフックを外した後は、味方に飛んでサポートし、反撃のチャンスを作る。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化しやすいため、先手を取ることができる。\n- アリスターのパッシブによる回復効果で、レーン維持がしやすく、持久戦に強い。\n- ブリッツクランクがフックを外した場合、アリスターは反撃のチャンスを得て、味方を守ることができる。\n\n有利の取り方：\n- レーン序盤はミニオンの間に立ち、ブリッツのフックを避けつつ、射程差を意識して立ち回る。\n- レベル2〜3でアリスターのCCを活かし、味方と連携してオールインを狙う。\n- ブリッツがフックを使った際には、すぐに反撃して味方を救出し、集団戦ではアルティメットを活用して敵のダメージを軽減する。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは豊富なCCを持っており、ブリッツクランクの動きを制限することができるため、彼の引き技を無効化しやすい。\n- レオナは高い耐久力を持ち、ブリッツクランクの攻撃を受けても生存しやすく、オールインでの勝率が高い。\n- ブリッツクランクはフックを外すとプレッシャーがなくなるが、レオナはその間に攻撃を仕掛けることができるため、逆転のチャンスが生まれる。\n\n有利の取り方：\n- ブリッツクランクの動きを観察し、フックを避けることで安全にレーンを進める。\n- 味方と連携し、ブリッツクランクがフックを外したタイミングで積極的にエンゲージを仕掛ける。\n- レーンでのハラスを活用し、ブリッツクランクのマナを削ることで、彼のスキル使用を制限する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムはフックを防ぐ能力があり、ブリッツクランクの攻撃を無効化できるため、正面での対決に強い。\n- ブラウムのパッシブによって味方の攻撃をサポートし、ブリッツクランクが捕まえた敵に対しても追撃が可能。\n- ブラウムは高い防御性能を持ち、集団戦での剥がしや反撃が得意で、ブリッツクランクのフックを受けた後でも立ち回りやすい。\n\n有利の取り方：\n- 常に味方と並走し、ブリッツクランクのフックが来るラインに身体を置いて防ぐ。\n- ブリッツクランクのフックを誘発させた後に、味方と連携して反撃を狙う。\n- ワードを使って視界を確保し、ブリッツクランクの奇襲を防ぎつつ、敵の動きを把握する。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持っており、ブリッツクランクのフックを避けつつ、敵を拘束することができるため、集団戦でのエンゲージが得意です。\n- ブリッツクランクのフックが外れた場合、彼は無力になりやすく、その隙を突いてレルが攻撃を仕掛けることができます。\n- レルは味方の移動速度を上げるスキルを持っており、ブリッツクランクのフックを避けながら、味方と連携して攻撃することが可能です。\n\n有利の取り方：\n- ブリッツクランクのフックのクールダウンを把握し、使った後に積極的に前に出てトレードを仕掛ける。\n- 味方ADCと連携して短いコンボを決め、ブリッツクランクを早期に排除する。\n- 草むらや視界外からのブリッツクランクの動きを警戒し、ワードを使ってフックを回避しつつ、チャンスを見計らって攻撃する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全にサポートができ、ブリッツクランクのフックを避けやすい。\n- ブリッツクランクの攻撃を受けると脆弱なユーミだが、回復やシールドを通じて味方ADCを強化し、耐久力を向上させることができる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中しやすく、ブリッツクランクの攻撃を回避しながら効果的に支援できる。\n\n有利の取り方：\n- 常に味方に付着し、ブリッツクランクのフックが来たら素早く離脱して回避する。\n- ミニオンの後ろに隠れ、ブリッツクランクのフックの射線を切ることで安全に立ち回る。\n- 集団戦では、味方を強化しつつ、ブリッツクランクの攻撃を受けない位置を保ちながらサポートを行う。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは豊富なCCを持っており、ブリッツクランクの動きを制限しやすいです。特に、ブリッツクランクがフックを外した場合、ノーチラスは反撃のチャンスを得ます。\n- ノーチラスの耐久性が高く、ブリッツクランクの攻撃を受けても生存しやすいため、集団戦での役割を果たしやすいです。\n- ブリッツクランクがADCを引っ張った場合、ノーチラスはその隙を突いて追撃しやすく、逆にブリッツクランクを捕まえることができます。\n\n有利の取り方：\n- ブリッツクランクのフックを避けつつ、相手ADCに対してアングルを取り、ノーチラスのCCを活かしてオールインを狙います。\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージし、相手を拘束して味方と連携します。\n- ノーチラスの耐久性を活かし、前に出てブリッツクランクのスキルを誘発させ、無駄にさせることで味方の安全を確保します。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レルは強力なCCを持ち、パイクの機動力を制限することができるため、パイクが攻撃を仕掛けるのが難しい。\n- レルの耐久力が高く、パイクの瞬間火力では一発で倒すことができないため、トレードで不利になることが多い。\n- レルは味方の移動速度を上げるスキルを持っており、パイクが狙ったタイミングでの逃げや追撃をサポートされるため、パイクのロームやキル狙いが難しくなる。\n\n不利の緩和策：\n- レルのCCを避けるために、距離を保ちながらフックを狙うタイミングを見極める。\n- レルのスキルを外させるために、視界を確保し、レルの動きを予測して行動する。\n- 味方ADCと連携して、レルの攻撃を受け切りつつ反撃のチャンスを狙う。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- レルの連続CCに捕まると、パンテオンの短い交戦時間を逆転されやすく、特に集団戦では無理に突っ込むと潰される可能性が高い。\n- パンテオンは単体バーストが強いが、レルの硬さに対しては火力が通りにくく、特に序盤にHPを削られると不利になる。\n- レルは味方の移動速度を上げるスキルを持っており、パンテオンがオールインを狙う際に味方のサポートを受けやすく、逆にパンテオンが孤立しやすい。\n\n不利の緩和策:\n- レーン序盤は慎重に立ち回り、レルのCCを避けつつ、ミニオン処理に集中して優位を取る。\n- レルのCCが使われた瞬間を狙って、瞬間火力を出すタイミングを見計らう。\n- ロームを積極的に行い、他のレーンでのキルを狙うことで、全体的な優位を確保する。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- レルは強力なハードCCを持っており、ユーミが味方に付いている状態でも引き離されるリスクが高い。\n- ユーミは単独での戦闘能力が低く、レルのオールインに対して脆弱で、特にレルが突進してくると対処が難しい。\n- レルはタンクとしての耐久力が高く、ユーミの回復やシールドだけでは持続的なダメージを与えるのが難しい。\n\n不利の緩和策：\n- 常に味方の後ろに位置し、レルの攻撃を避けるように立ち回る。\n- ユーミのスキルを温存し、レルが突っ込んできたタイミングで回復や移動速度の支援を行う。\n- 視界を確保し、レルの動きを予測して味方と連携し、レルのCCを避けるようにする。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- レルの連続CCに対して、ブリッツクランクは近接戦での耐久力が低く、捕まると一気に不利な状況に陥る。\n- ブリッツクランクのフックが外れると、レルの強力なCCを受けるリスクが高まり、逆に攻撃されやすくなる。\n- レルは味方の移動速度を上げる能力があり、集団戦での連携が強力なため、ブリッツクランクが単独で行動するのが難しい。\n\n不利の緩和策：\n- レルのスキルを誘発させるために、味方と連携して行動し、孤立しないようにする。\n- フックを温存し、レルのスキルを見極めてから攻撃を仕掛けることで、リスクを減らす。\n- 視界を確保し、レルの動きを把握することで、フックを当てるチャンスを増やす。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レルは強力なCCを持ち、ノーチラスのエンゲージを無効化することができるため、オールインが難しい。\n- レルのスキルは発生にラグがあり、ノーチラスがスキルを外した場合、反撃のチャンスを与えてしまう。\n- レルは移動速度を上げる手段が豊富で、ノーチラスの攻撃をかわしやすく、持続的なダメージを与えられる。\n\n不利の緩和策：\n- レルのスキルを見極め、冷静に対処することで反撃のチャンスを増やす。\n- レルのスキルを外したタイミングを狙って、積極的に攻撃を仕掛ける。\n- 味方と連携し、集団戦でのサポートを強化することで、レルに対抗する。",
      "セナ": "セナが不利です。\n\n理由：\n- レルは強力なエンゲージ能力を持ち、接近してCCを当てられるとセナは簡単に捕まってしまうため、致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、特に序盤は脆弱で、レルの攻撃を受けるとすぐに危険な状況に陥る。\n- レルのスキルの発生にラグがあるとはいえ、セナの逃げ手段が乏しいため、レルの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- ミニオンの後ろで距離を保ち、レルの攻撃を避けながらQでポークを行うことで、少しでも有利な状況を作る。\n- レルが突っ込んできた瞬間にWで足止めし、味方と連携して反撃することで、レルのエンゲージを逆手に取る。\n- 常に視界を確保し、レルの動きやフラッシュを警戒することで、予期せぬ攻撃を防ぐ。",
      "ブラウム": "ブラウムが不利です。\n\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージや拘束が得意なため、ブラウムが接近されると防御が難しくなる。\n- ブラウムのCCの発生が遅く、レルの機動力を活かした攻撃に対して反応しづらい。\n- レルは味方の移動速度を上げるスキルを持っており、ブラウムが守りに徹している間に味方が攻撃を受けやすくなる。\n\n不利の緩和策：\n\n- 常にADCの近くで立ち位置を保ち、レルの攻撃を受けないようにする。\n- レルのスキルを誘発させた後に反撃を狙い、味方ADCを優先して守る。\n- コントロールワードを使用して視界を確保し、レルの奇襲を警戒する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レルは強力な近接CCを持っており、ラックスが接近されるとスキルを使う余裕がなくなり、脆弱な状態に陥る。\n- レルの耐久力とタンク性能により、ラックスのバーストダメージが通りにくく、持続的なダメージを与えるのが難しい。\n- ラックスは射程が長いものの、レルの突進を避けるための距離管理が難しく、スキルを当てられないと逆に攻撃を受けやすい。\n\n不利の緩和策：\n- ミニオンを利用してレルのスキルを避けつつ、遠距離からのハラスを行う。\n- 味方と連携し、レルが突っ込むタイミングを見計らってスキルを当てることで、先手を取る。\n- シールドを活用して、レルの攻撃を受けた際のダメージを軽減し、持続的に戦えるようにする。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠距離からのバーストダメージを持ち、レルが近づく前にダメージを与えることができるため、レルのエンゲージを阻止しやすい。\n- ジリアンのウルトは味方を蘇生させる能力があり、レルの強力なCCを受けても味方を守ることができるため、集団戦での生存率が高い。\n- ジリアンは移動速度のバフを持っており、レルの攻撃を避けることができるため、機動力の高い立ち回りが可能。\n\n有利の取り方：\n- レーン序盤はADCと距離を取り、レルの攻撃を避けながらポークを行う。\n- レルが突進してきた際には、即座にウルトを使って味方を救出する準備をする。\n- ローム時には味方にバフを残しつつ、視界を確保してレルの動きを警戒し、チャンスを見逃さずにサポートする。",
      "バード": "バードが有利です。\n\n理由：\n- バードは距離を保ちながらポークができるため、レルの接近を防ぎやすい。\n- バードのスタンを活かしてレルのエンゲージを阻止できるため、集団戦での優位性が高い。\n- バードはローム能力が高く、他のレーンへのサポートが可能で、レルの影響を受けにくい。\n\n有利の取り方：\n- レーン序盤はミニオン越しにポークを行い、レルのLv2即合流を警戒する。\n- レルが突っ込んできたタイミングでスタンを狙い、味方ADCと連携してCC交換で優位に立つ。\n- チャイムを回収しつつ、ミニマップを見てロームを行い、レルがサイドで隙を見せた際に攻める。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは遠距離からのポークが得意で、レルの接近を防ぎやすい。\n- セラフィーンのCCは広範囲で、レルの突進を無力化することができるため、集団戦での影響力が高い。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦でのダメージとサポート能力が向上する。\n\n有利の取り方：\n- レルの突進を見極めて、適切なタイミングで味方にシールドを与え、反撃のチャンスを作る。\n- レーンではEでスローをかけてレルの動きを制限し、Qで持続的にダメージを与える。\n- Lv6以降はRを活用して、レルの攻撃を受け流しつつ、味方を支援して逆転を狙う。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持ち、レルの突進をQで止めることができるため、レルのエンゲージを無効化しやすい。\n- ジャンナのシールドや回復効果により、味方を守ることができ、レルの攻撃を受けても耐えやすい。\n- ジャンナは移動速度を上げる能力があり、レルの攻撃を避けるための機動力を提供できる。\n\n有利の取り方：\n\n- レルの突進を予測してQを設置し、接近を妨害する。\n- Eを使って味方ADCを保護し、レルの攻撃を受けた際に反撃のチャンスを作る。\n- 集団戦では後衛に位置し、味方を守りながらレルの動きを制限することで、戦闘を有利に進める。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持ち、レルの長時間拘束を無効化することができるため、レルのエンゲージを防ぎやすい。\n- アリスターのタフネスと回復効果により、レルの攻撃を耐えながら反撃することができ、レーン維持が得意。\n- アリスターは短期コンボでレルに対して優位に立つことができ、特にレベル1–2での攻撃が効果的。\n\n有利の取り方：\n- レルの突進や拘束を警戒し、視界を確保しながら立ち回ることで、アリスターのエンゲージを有効に活かす。\n- レベル1–2でアリスターのスキルを使って短時間のCCを決め、レルにプレッシャーをかける。\n- レベル6以降はアリスターのRを温存し、味方が攻撃されているときに使用して、レルの攻撃を無効化しつつ反撃する。",
      "ポッピー": "ポッピーが有利です。\n\n- ポッピーはダッシュを妨害する能力があり、レルの突進を阻止することで、レルのエンゲージを無効化できます。\n- ポッピーのパッシブとQによる遠距離からのハラスが可能で、レルが近づく前にダメージを与えることができます。\n- ポッピーは壁に敵をピンする能力を持ち、集団戦でレルを拘束することで、味方の安全を確保しつつ有利な状況を作り出せます。\n\n有利の取り方：\n- レルの突進ルートを予測し、味方側にダッシュ妨害を置いておくことで、レルの接近を防ぎます。\n- トレード中はポッピーのパッシブを活かし、レルがスキルを使った後に反撃するタイミングを見計らいます。\n- 集団戦では、レルが突っ込んできた瞬間にダッシュ妨害を使い、壁にピンしてレルを無力化し、味方の攻撃をサポートします。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を活用して奇襲を仕掛けることができ、レルのエンゲージをかわしやすい。\n- ニーコのスキルは範囲攻撃を持ち、集団戦でのAoEダメージを出しやすく、レルのタンク性能を無視できる。\n- レルは機動力の高い相手に対して苦手であり、ニーコの距離を保ちながらのポークが効果的。\n\n有利の取り方：\n- レーンでは距離を取りながらポークを行い、レルのスキルを避ける。\n- レルが突っ込んできた際には、Eで根を狙い、逃げるか反撃のチャンスを待つ。\n- 中盤以降は、集団戦での奇襲を狙い、味方と連携してレルを捕捉する。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナは長射程のスキルを持っており、レルの接近を阻止しやすい。\n- ブラックシールドによって味方をCCから守ることができ、レルのエンゲージを無効化できる。\n- 集団戦では、モルガナのスキルで敵を拘束し、味方の攻撃をサポートすることができる。\n\n有利の取り方：\n- レルのローミングや接近を警戒し、視界を確保しておく。\n- ミニオン越しや茂みからスキルを狙い、レルの動きを制限する。\n- 集団戦では、味方にブラックシールドをかけてからスキルを使い、レルの攻撃を受け流す。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、味方ADCの生存率を大幅に向上させることができるため、レルの攻撃を耐えやすい。\n- レルの接近戦に対して、ソラカは遠距離からのハラスが可能で、レルが近づく前にダメージを与えることができる。\n- ソラカのサイレンス効果により、レルのスキルを無力化しやすく、特に集団戦でのエンゲージを防ぐことができる。\n\n有利の取り方：\n- 常に味方ADCの後ろに位置し、レルの動きを警戒しながら安全にハラスを行う。\n- レルが突っ込んできた際には、即座にサイレンスを使い、味方を回復しつつ反撃のチャンスを作る。\n- 中盤以降は、チームファイトで後方から継続的に回復を行い、味方がレルを分断する際には優先して回復を行う。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ヴェル＝コズの長射程のスキルに対して、モルガナは射程が短く、ハラスを受けやすい。\n- ヴェル＝コズのCCは発生が遅いものの、モルガナの黒盾を無効化するタイミングを見計らって攻撃されると、致命的なダメージを受ける可能性が高い。\n- モルガナはクールダウンが長く、持続的な戦闘に向いていないため、ヴェル＝コズの持続的なポークに対抗しづらい。\n\n不利の緩和策：\n\n- 黒盾を温存し、ヴェル＝コズのスキルを受ける前に使用することで生存率を上げる。\n- 近接でのハラスを避けるため、ウェーブを押し込んでロームを行い、他のレーンでの影響を狙う。\n- ヴェル＝コズのスキルを避けるために、ポジショニングを工夫し、視界を確保して安全な距離を保つ。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、ブランドが近づく前にハラスを受けやすい。\n- ブランドは自衛手段が乏しく、ヴェル＝コズのCCやUltに捕まると致命的なダメージを受ける可能性が高い。\n- ヴェル＝コズのAoEダメージと真ダメージにより、タンク相手でも一定の火力を維持できるため、ブランドの持続ダメージが効果的に発揮されにくい。\n\n不利の緩和策：\n- ミニオンを利用してヴェル＝コズのスキルをブロックし、ハラスを避ける。\n- スキルを当てるタイミングを見極め、ヴェル＝コズのスキルを避けながら攻撃する。\n- フラッシュを温存し、ヴェル＝コズのUltやCCを避けるための逃げ道を確保する。",
      "セナ": "セナが不利です。\n\n理由：\n- ヴェル＝コズは高い瞬間バーストを持ち、セナが接近されると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ヴェル＝コズのハラスに対して耐えにくい。\n- ヴェル＝コズのスキルは長射程であり、セナが距離を保とうとしても、スキルを当てられるリスクが高い。\n\n不利の緩和策：\n- ミニオンの後ろでスキルを使い、ヴェル＝コズのスキルを誘発して回避する。\n- 回復を優先し、サポートと連携して詰められたらすぐに離脱する。\n- 中盤以降は視界を取りつつ、遠距離から削ることで安全にプレイする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ヴェル＝コズの長射程スキルに対して、ザイラは接近しなければ攻撃ができないため、遠距離からのハラスに弱い。\n- ヴェル＝コズのパッシブによる真ダメージがあるため、タンク相手でも一定の火力を維持でき、ザイラの植物を無視してダメージを与えられる。\n- ザイラは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、接近されると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- 序盤から植物を展開し、視界を確保しつつ、ヴェル＝コズのスキルを避ける位置取りを心がける。\n- ヴェル＝コズがスキルを使った後の隙を狙い、反撃のチャンスを作る。\n- 味方と連携し、ザイラのCCを活かしてヴェル＝コズを捕まえるタイミングを見計らう。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、遠距離からのハラスが得意なため、レオナが接近する前にダメージを受けやすい。\n- ヴェル＝コズのスキルは高いダメージを持ち、特に機動力の低いレオナに対しては簡単に攻撃を当てることができる。\n- レオナは火力が低く、特に中盤以降はダメージが不足しがちで、ヴェル＝コズの高火力に対抗しづらい。\n\n不利の緩和策：\n- ヴェル＝コズのスキルを避けるために、位置取りを工夫し、彼の攻撃を受けないようにする。\n- ヴェル＝コズがスキルを使った後の隙を狙い、積極的に攻撃を仕掛けるタイミングを見計らう。\n- チームメイトと連携し、ヴェル＝コズを集中的に狙うことで、彼を無力化し、レオナのタンク性を活かす。",
      "メル": "メルが不利です。\n\n- ヴェル＝コズの長射程のスキルによるハラスが強力で、メルは距離を保つのが難しい。\n- ヴェル＝コズのCCスキルは発生が遅いものの、メルの反射を狙うタイミングを見計らって攻撃できるため、メルが反撃しづらい。\n- メルは回復効果に対して弱く、ヴェル＝コズの持続的なダメージに対抗しにくい。\n\n不利の緩和策：\n\n- レーン序盤はWを温存し、ヴェル＝コズのスキルを避けながらミニオン処理を行う。\n- ヴェル＝コズがスキルを使った後の隙を狙って反撃し、パッシブを重ねるチャンスを作る。\n- 視界を確保し、敵ジャングルの動きを警戒しながら安全に立ち回る。",
      "アリスター": "アリスターが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが接近する前にハラスを受けやすい。\n- アリスターのエンゲージが短射程であるため、ヴェル＝コズのスキルを避けるのが難しく、接近する際にダメージを受けやすい。\n- ヴェル＝コズはCCを持っているため、アリスターがアルティを使用する際にチャネリングを中断される可能性が高い。\n\n不利の緩和策：\n\n- ミニオンを利用してヴェル＝コズのスキルを避けながら接近し、タイミングを見計らってエンゲージを行う。\n- 視界を確保し、味方と連携してヴェル＝コズに対するプレッシャーをかけることで、彼の動きを制限する。\n- アリスターのスキルを使うタイミングを慎重に選び、相手のスキルを避けた後に攻撃を仕掛ける。",
      "ルル": "ルルが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、レーンでのポークが非常に強力で、ルルはその攻撃を避けるのが難しい。\n- ルルのCCは単体対象であり、ヴェル＝コズのAoE攻撃に対して効果的に対処できないため、集団戦での影響力が低くなる。\n- ヴェル＝コズは機動力が低い相手に強いが、ルルは自身のエンゲージ能力が乏しく、ヴェル＝コズに対して攻撃を仕掛けるのが難しい。\n\n不利の緩和策：\n- 位置取りを工夫し、ヴェル＝コズのスキルを避けることで、ダメージを受けるリスクを減らす。\n- ルルのシールドや回復を活用し、味方を守りつつ、ヴェル＝コズに対してハラスを行う。\n- ヴェル＝コズのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。",
      "ジリアン": "ジリアンが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、ジリアンが近づく前にハラスを受けやすい。\n- ジリアンの攻撃スキルはQのみで、CDが長いため、ヴェル＝コズのスキルを避けるのが難しい。\n- ヴェル＝コズは集団戦での持続的なダメージが高く、ジリアンのサポート能力が活かしにくい。\n\n不利の緩和策：\n\n- ミニオンを盾にして距離を保ちながら、ヴェル＝コズのスキルを避ける立ち回りを心がける。\n- ヴェル＝コズがスキルを使った後の隙を狙って、ダブルボムで反撃するタイミングを見計らう。\n- 味方のキャリーやタンクと連携し、ジリアンのスキルを活かしてヴェル＝コズに接近する機会を作る。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n- パイクは高い機動力を持ち、ヴェル＝コズの長射程スキルを避けながら接近することができるため、攻撃のチャンスを作りやすい。\n- ヴェル＝コズは機動力が低く、捕まると脆弱なため、パイクのフックや追撃スキルで簡単にキルを狙える。\n- パイクのパッシブによる回復効果があるため、ハラスに対して強い耐性を持ち、レーンでの持続力が高い。\n\n有利の取り方：\n- ミニオンの影からフックを狙い、ヴェル＝コズがスキルを使った後に攻撃を仕掛ける。\n- レベル2でのオールインを狙い、味方ADCと連携して短期決着を目指す。\n- ヴェル＝コズのスキルをミニオンでブロックし、回避した後にEで距離を詰めて攻撃する。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、ヴェル＝コズの高いダメージを軽減しやすい。\n- ヴェル＝コズのスキルは直線的であるため、ソナはポジショニングを工夫することで回避しやすい。\n- ソナはスキルの発動が迅速で、ヴェル＝コズのスキルを使わせた後にトレードを仕掛けることができる。\n\n有利の取り方：\n- 味方ADCと連携し、ヴェル＝コズのスキルを避けながら安全にハラスを行う。\n- ミニオンの後ろに隠れ、ヴェル＝コズのスキルを避けつつ、トレードのタイミングを見計らう。\n- 集団戦では、ソナの支援を活かして味方を強化し、ヴェル＝コズの攻撃を受ける前に位置取りを工夫する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- 短期交戦において、ラカンは高い機動力とCCを駆使してヴェル＝コズに接近しやすく、瞬時にダメージを与えることができる。\n- ヴェル＝コズは機動力が低く、ラカンのCCを受けると無力化されやすいため、ラカンが有利に立ち回れる。\n- ラカンは味方を支援するシールドや回復を持っており、ヴェル＝コズのハラスを耐えやすく、持続戦闘に強い。\n\n有利の取り方：\n- 序盤はブラッシュやワードで待ち伏せし、ヴェルの攻撃を避けながらレーンを進める。\n- Lv2でのタイミングを見計らい、味方ADCと連携して攻撃を仕掛け、ヴェルにプレッシャーをかける。\n- ヴェルがスキルを使った瞬間に反撃し、CCを駆使して一気に倒すチャンスを作る。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、ヴェル＝コズの攻撃を妨害することができるため、彼のスキルを無効化しやすい。\n- ジャンナのシールドによって、ヴェル＝コズのダメージを軽減できるため、持続的なハラスに対しても耐えやすい。\n- ジャンナは移動速度を上げる能力を持っており、ヴェル＝コズの攻撃を避けやすく、接近されても逃げやすい。\n\n有利の取り方：\n- レーン序盤ではミニオンの後ろに立ち、ヴェル＝コズのスキルを避けながら味方を守る。\n- ヴェル＝コズのスキルを受けた際には即座にシールドを使い、ダメージを相殺する。\n- 集団戦では、味方のADCを保護しつつ、ヴェル＝コズのUltを割り込むことで、彼の攻撃を無効化する。",
      "ゼラス": "ゼラスが有利です。\n\n- ゼラスは非常に長い射程を持っており、ヴェル＝コズのスキルを安全な距離からハラスできるため、レーンでの優位性を保ちやすい。\n- ヴェル＝コズは機動力が低く、接近されると脆弱ですが、ゼラスは距離を保ちながら攻撃できるため、相手のスキルを避けやすい。\n- ゼラスのスタン効果を持つスキルは、ヴェル＝コズのCCを無効化し、攻撃のチャンスを作りやすい。\n\n有利の取り方：\n- レーンではミニオンを管理しつつ、相手のスキルを避けながらハラスを行い、相手の体力を削る。\n- 相手がスキルを使った後に隙を見て攻撃し、スタンを活かしてダメージを与える。\n- 集団戦では後衛で安全に攻撃し、ヴェル＝コズのスキルを避けながら、チームメイトと連携してダメージを出す。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ヴェル＝コズのスキルショットを避けつつ、味方をサポートする能力が高いです。\n- ヴェル＝コズは機動力が低く、接近されると脆弱ですが、カルマは距離を保ちながら攻撃できるため、ハラスがしやすいです。\n- カルマは序盤から高いプレッシャーをかけられるため、レーンでの均衡を保ちつつ、チーム全体に貢献しやすいです。\n\n有利の取り方：\n- ヴェル＝コズのスキルを避けるために、常に位置取りに注意し、移動しながら攻撃する。\n- スネアを確実に当てることで、ヴェル＝コズの行動を制限し、ハラスを行う。\n- チームファイトやオブジェクト争いでのサポート能力を活かし、味方を守りつつ、ヴェル＝コズに対して圧力をかける。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは豊富なCCを持っており、ヴェル＝コズの移動を制限することができるため、彼の攻撃を避けるのが難しくなります。\n- ヴェル＝コズは機動力が低く、ノーチラスのフックやエンゲージに対して脆弱です。接近されると大きなダメージを受けやすいです。\n- ノーチラスはタンクとして耐久力が高く、ヴェル＝コズの攻撃を受けても生存しやすいため、持続的にプレッシャーをかけることができます。\n\n有利の取り方：\n- ヴェル＝コズのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的にエンゲージを仕掛ける。\n- レーンでのポークを避けるために、ミニオンを利用してヴェル＝コズとの距離を保ちながら、フックを狙う。\n- 集団戦では、ヴェル＝コズを優先的に狙い、彼を無力化することで味方のキャリーが安全にダメージを出せるようにする。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは序盤から強力なハラス能力を持ち、近接攻撃でヴェル＝コズに圧力をかけやすいです。\n- ヴェル＝コズは機動力が低く、パンテオンの接近を防ぐ手段が限られているため、オールインのチャンスが多くなります。\n- パンテオンは短時間でのバーストダメージが得意で、特にヴェル＝コズがスキルを使った後の隙を突くことでキルを狙いやすいです。\n\n有利の取り方：\n- レーン序盤ではQでハラスしつつ、ミニオンを盾にして安全に接近する。\n- ヴェル＝コズがスキルを使った後に、EとQを組み合わせて瞬時にダメージを与える。\n- 6レベル以降はロームを優先し、他のレーンに圧力をかけることで、ヴェル＝コズの影響力を減少させる。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- アリスターは接近戦に強く、反撃の際に高いCCを持っているため、ブリッツクランクのフックを受けた後に簡単に反撃される。\n- ブリッツクランクのフックが外れると、アリスターに対してプレッシャーをかけることができず、逆に孤立して攻撃されるリスクが高まる。\n- アリスターのアルティメットによるダメージ軽減効果が強力で、集団戦での影響力が低下しやすい。\n\n不利の緩和策：\n\n- フックを温存し、アリスターのスキルを誘導してから仕掛けることで、反撃を避ける。\n- アリスターのスキルクールダウンを確認し、タイミングを見計らってフックを使用する。\n- 味方と連携してアリスターを孤立させることで、彼の反撃を防ぎ、キルを狙う。",
      "ジリアン": "ジリアンが不利です。\n\n- アリスターは強力なCCを持ち、接近して一気にジリアンをロックダウンすることができるため、ジリアンはエンゲージを受けやすい。\n- ジリアンの攻撃スキルはQのみで、クールダウンが長いため、アリスターの攻撃を受けると反撃が難しくなる。\n- アリスターのタンク性能と高い基礎ステータスにより、ジリアンの瞬間火力が通りにくく、持続的なダメージを与えるのが難しい。\n\n不利の緩和策：\n- ミニオン越しにQを使ってポークし、アリスターの接近を警戒しながら立ち回る。\n- Eを逃げ道として温存し、アリスターがエンゲージしてきた際にはすぐに使用して距離を取る。\n- Lv6以降は味方の被ダメに応じてRを使い、チーム戦での生存率を高めることで、アリスターの攻撃を耐える。",
      "ソナ": "ソナが不利です。\n\n理由：\n- アリスターは接近型のタンクで、強力なCCを持っているため、ソナが近づかれると簡単に拘束されてしまう。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、アリスターの攻撃を受けるとすぐに倒される可能性が高い。\n- アリスターのエンゲージが短射程であるため、ソナは距離を保つことが難しく、攻撃を受けやすい。\n\n不利の緩和策：\n- レーン序盤はミニオンの後ろに隠れ、アリスターの攻撃を避けながら安全にポークを行う。\n- アリスターが近づいてきた際には、味方を回復しつつ距離を取り、スロウを使って逃げ道を確保する。\n- ワードを使って視界を確保し、アリスターの動きを把握しておくことで、Gankやエンゲージに備える。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- アリスターは強力なエンゲージ能力を持ち、ブラウムが接近する前に攻撃を仕掛けることができるため、ブラウムは先手を取られやすい。\n- アリスターのCCは即時発動し、ブラウムの防御スキルの発動が遅れるため、アリスターの攻撃を受けやすい。\n- アリスターは集団戦での影響力が高く、ブラウムが味方を守る役割を果たす際に、アリスターのCCによって味方が無力化される可能性がある。\n\n不利の緩和策：\n- レーン序盤は慎重に立ち回り、アリスターのエンゲージを避けるためにミニオンの後ろで待機する。\n- アリスターがエンゲージを仕掛けた際には、味方と連携して反撃を行い、パッシブを活かしてスタンを狙う。\n- 集団戦では、アリスターの突進を予測し、味方を守るために位置取りを工夫して、アリスターのCCを無効化するよう努める。",
      "レオナ": "レオナが不利です。\n\n- アリスターは強力なCCを持ち、レオナのオールインを無効化する能力が高いため、レオナが攻撃を仕掛ける際に反撃を受けやすい。\n- アリスターのエンゲージが短射程であるため、レオナは近づきすぎるとアリスターのコンボに巻き込まれるリスクが高い。\n- アリスターは高いタフネスと回復効果を持ち、レオナのハラスを受けても持ちこたえやすく、持続戦闘で不利になることが多い。\n\n不利の緩和策：\n\n- アリスターのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見極める。\n- 距離を保ちながら、味方と連携してアリスターの動きを封じるための戦略を立てる。\n- 視界を確保し、アリスターの奇襲を防ぐことで、レーンでの安全を確保する。",
      "レル": "レルが不利です。\n\n理由：\n- アリスターの瞬間的なバーストやノックバックによって、レルのコンボが潰されやすく、硬直中に反撃を受けることが多い。\n- アリスターは短時間での飛び込みとノックアップでレルを圧倒できるため、レルのCCを活かす前に攻撃されるリスクが高い。\n- レルのスキルは発生にラグがあり、アリスターの機動力に対して当てづらく、エンゲージが難しい。\n\n不利の緩和策：\n- アリスターのスキルを引き出すために、味方ADCと連携してアリスターの動きを観察し、タイミングを見計らって行動する。\n- ワードを設置して視界を確保し、アリスターのエンゲージを避けるための位置取りを意識する。\n- タンク系アイテムを早めに購入し、耐久力を上げてアリスターの攻撃に耐えられるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- アリスターは強力なCCを持っており、パンテオンの突進を無効化することができるため、オールインが難しい。\n- アリスターの耐久力が高く、パンテオンの短期決戦の火力を受け止められるため、持続戦闘で劣る。\n- パンテオンはスキルのクールダウンが長く、アリスターのCCを受けた後に反撃するタイミングが限られる。\n\n不利の緩和策：\n- アリスターのスキルを避けるために、横移動を意識して立ち回り、CCを受けないようにする。\n- アリスターがスキルを使った後の隙を狙い、反撃のチャンスを作る。\n- ロームを活用し、他のレーンでのプレッシャーをかけてアリスターの影響力を減少させる。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n- 遠距離からの妨害やシールドを活用して、アリスターのエンゲージを無効化しやすい。\n- アリスターの攻撃力が低いため、ジャンナは安全な距離からポークしながらレーンを維持できる。\n- ジャンナの回復効果により、アリスターのダメージを軽減し、持続的な戦闘で優位に立てる。\n\n有利の取り方：\n- レーンでは常に味方にシールドを張り、アリスターの突進を警戒しつつポークを行う。\n- アリスターがエンゲージを試みた際には、Qを使って妨害し、味方を守る。\n- 集団戦では、アリスターの突入を見越して位置取りをし、味方キャリーを守りつつ、アリスターの行動を制限する。",
      "セナ": "セナが有利です。\n\n- 遠距離からのポークが可能で、アリスターが近づく前にダメージを与えられる。\n- 回復能力が高く、アリスターの攻撃を受けても持ちこたえやすい。\n- アリスターのエンゲージをスネアで妨害できるため、突進を防ぎやすい。\n\n有利の取り方：\n- レーンでは常にミニオンの後ろから攻撃し、アリスターに近づかせない。\n- アリスターの動きを注視し、近づいてきたらスネアで止めるか、距離を取る。\n- 集団戦では安全な位置から援護し、前に出すぎないように注意する。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは遠隔攻撃でハラスができ、視界を確保しやすいため、アリスターの接近を防ぎやすい。\n- アリスターのエンゲージに対して、マオカイは単体CCを持っており、反撃が可能であるため、アリスターの攻撃を無効化しやすい。\n- マオカイは集団戦での耐久性が高く、アリスターの攻撃を受けても生存しやすい。\n\n有利の取り方：\n- ブッシュにスキルを置いてハラスしつつ、アリスターの動きを監視する。\n- アリスターが接近した際には、ミニオンの後ろに立ち、アリスターのスキルを避けながら反撃する。\n- 集団戦では、マオカイのスキルを使って敵を拘束し、アリスターのエンゲージを無効化することで、味方を守る。",
      "ラックス": "ラックスが有利です。\n\n- 遠距離からの攻撃が可能で、アリスターの接近を阻止しやすい。\n- アリスターのスキルを避けるためのゾーニングができ、スネアを当てることで確定ダメージを与えられる。\n- アリスターは攻撃力が低く、ラックスの高いバーストダメージに対して脆弱である。\n\n有利の取り方：\n- ミニオン越しに攻撃し、アリスターが近づけないようにする。\n- アリスターの突進を誘い、スネアで止めてから追撃する。\n- レベル6以降は、遠距離からのULTで安全にダメージを与え、アリスターのCCを使わせてから攻撃する。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、アリスターが接近する前にハラスを行いやすい。\n- アリスターのエンゲージが短射程であるため、ヴェル＝コズは距離を保ちながら攻撃でき、アリスターのCCを避けることができる。\n- ヴェル＝コズのAoE攻撃は集団戦でのダメージを持続的に出せるため、アリスターのタンク性能を上回ることができる。\n\n有利の取り方：\n- レーン序盤は安全に距離を保ちながらハラスを行い、アリスターのスキルを避ける。\n- アリスターのクールダウンを管理し、スキルが使えないタイミングで積極的に攻撃する。\n- 装備を整えた後は、集団戦でのポジショニングを意識し、アリスターの突進を避けつつダメージを与える。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは長距離からの回復能力を持ち、味方の生存率を高めることができるため、アリスターの攻撃を受けても耐えやすい。\n- アリスターのエンゲージをEで妨害することができ、相手の攻撃を無効化しやすい。\n- ソラカは遠距離からの攻撃が可能で、アリスターが近づく前にダメージを与えることができる。\n\n有利の取り方：\n- レーニング中はQでミニオンを攻撃しつつ、アリスターに近づかせないように距離を保つ。\n- アリスターがエンゲージを試みた際にはEを使ってサイレンスをかけ、反撃のチャンスを作る。\n- 味方が攻撃を受けた場合は、迅速に回復を行い、チーム全体の耐久力を維持する。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由：\n- モルガナの黒い盾により、レオナのCCスキルが無効化されるため、効果的なエンゲージが難しくなる。\n- モルガナは遠距離からのスネアを持っており、レオナが接近する際に捕まえられるリスクが高い。\n- モルガナはCCに依存するチャンピオンに対して強く、レオナのオールインを拒否する能力が高い。\n\n不利の緩和策：\n- チームメイトと連携し、モルガナの盾を破るための攻撃を仕掛ける。\n- モルガナのスキルを避けるために、ポジショニングを工夫し、距離を保ちながらエンゲージを試みる。\n- モルガナのスキルクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- モルガナのスペルシールドがブランドのCCを無効化するため、ブランドの攻撃が効果的に決まりにくい。\n- ブランドは自衛手段が乏しく、モルガナのスネアや攻撃に対して脆弱で、奇襲を受けると致命的なダメージを受けやすい。\n- モルガナはレーンでのゾーン管理が得意で、ブランドの攻撃を避ける位置取りがしやすいため、プレッシャーをかけにくい。\n\n不利の緩和策：\n- モルガナのスペルシールドを使わせるタイミングを見計らい、スキルを連携させて攻撃する。\n- ジャングルとの連携を強化し、モルガナに対する奇襲を狙うことで、レーンでの優位性を取り戻す。\n- レーン戦での視界管理を徹底し、モルガナの動きを把握することで、攻撃のチャンスを増やす。",
      "ブラウム": "ブラウムが不利です。\n\n- モルガナのスネアによる長時間の拘束が、ブラウムの接近を妨げ、味方を守る能力を低下させる。\n- モルガナのブラックシールドによって、ブラウムのスタンやノックアップが無効化されるため、効果的な攻撃が難しい。\n- モルガナは遠距離からのハラスが得意で、ブラウムは遠距離攻撃手段が乏しいため、ハラスに対して弱い。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、横移動を意識し、距離を保ちながら立ち回る。\n- 味方ADCと連携し、モルガナのスネアが外れたタイミングで攻撃を仕掛ける。\n- ワードを設置して視界を確保し、モルガナの動きを把握することで、スキルの発動を予測しやすくする。",
      "ラカン": "ラカンが不利です。\n\n- モルガナのスネアによる長時間のCCが、ラカンの機動力を無効化し、エンゲージやピールができなくなる。\n- モルガナのスペルシールドがラカンのCCを防ぐため、ラカンが攻撃を仕掛けても効果が薄くなる。\n- モルガナの遠距離ポークに対して、ラカンは接近しなければならず、リスクが高い。\n\n不利の緩和策：\n\n- モルガナのスキルを避けるために、草むらを利用して奇襲を避ける動きを心がける。\n- 黒盾を消費させるために、フェイク突進を行い、相手の反応を引き出す。\n- 味方と連携して、モルガナがスネアを使った後にエンゲージを仕掛けるタイミングを見計らう。",
      "ノーチラス": "ノーチラスはモルガナに対して不利です。\n\n- モルガナのスキルは長時間の拘束効果を持ち、ノーチラスの動きを制限するため、エンゲージが難しくなります。\n- モルガナのスペルシールドはノーチラスのCCを無効化するため、彼の攻撃が効果的に機能しません。\n- モルガナは高いダメージを持っており、対面時にノーチラスが危険にさらされやすくなります。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを工夫し、彼女のスキルを見極めることが重要です。\n- 味方と連携して、モルガナを狙うタイミングを計り、彼女のスペルシールドがクールダウンしている時に攻撃を仕掛ける。\n- ビジョンを確保し、モルガナの動きを把握することで、彼女のスキルを避けやすくし、エンゲージのチャンスを増やす。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- モルガナのスペルシールドにより、スレッシュのCCが無効化されるため、フックやスローを当てることが難しくなる。\n- モルガナは長時間のCCを持っており、スレッシュが近づくと捕まえられるリスクが高い。\n- モルガナのクールダウンが長いタイミングを狙うことが難しく、常に警戒しなければならないため、攻撃のチャンスが減少する。\n\n不利の緩和策：\n- モルガナのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- チームメイトと連携し、モルガナを狙う際はフックを使った後のフォローアップを意識する。\n- モルガナの位置を常に把握し、彼女のスキルを避けるために慎重に位置取りを行う。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- モルガナのスペルシールドにより、アリスターのCCが無効化されるため、エンゲージが難しくなる。\n- モルガナの遠距離からの拘束スキルにより、アリスターが近づく前にダメージを受けやすい。\n- アリスターは攻撃力が低く、モルガナのポークに対して反撃が難しいため、レーンでの優位性を保ちにくい。\n\n不利の緩和策：\n- モルガナのスペルシールドを引き出すために、スキルを使わせるように立ち回る。\n- レーンでの視界を確保し、モルガナのスキルを避けながら安全に近づく。\n- 味方と連携して、モルガナがスキルを使った後に一気に攻めるタイミングを狙う。",
      "セラフィーン": "セラフィーンが不利です。\n\n- モルガナの黒盾によって、セラフィーンのCCやダメージを無効化されるため、攻撃のタイミングが制限される。\n- セラフィーンは単体CCに弱く、モルガナの拘束を受けると一気に不利な状況に陥る。\n- モルガナの長射程の攻撃に対して、セラフィーンはスキルの発生が遅いため、先手を取られやすい。\n\n不利の緩和策：\n- モルガナの黒盾を引き出すために、スキルを使うタイミングを工夫し、相手の反応を誘発する。\n- ミニオン越しに安全にポークを行い、体力差を作ることで、モルガナの攻撃を受けにくくする。\n- 集団戦では、味方のCCと連携し、モルガナの黒盾がないタイミングを狙って一気に攻撃を仕掛ける。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- モルガナの長射程のスキルを避けるために、ユーミは味方に密着することで安全に立ち回ることができる。\n- ユーミの回復やシールドにより、モルガナのダメージを軽減し、持続的な戦闘で優位に立つことができる。\n- モルガナのCCを無効化する手段がないため、ユーミは自由に動き回り、味方を支援しやすい。\n\n有利の取り方：\n- 常に味方に密着し、モルガナのスキルを避けることで生存率を高める。\n- モルガナがスキルを外したタイミングで反撃し、ダメージを与えるチャンスを狙う。\n- 集団戦では、味方を回復しつつ、モルガナのスキルのクールダウンを意識して行動する。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠距離からのポークが得意で、モルガナのシールドを剥がすことができるため、持続的にダメージを与えやすい。\n- モルガナのCCを無効化する手段があり、特にスタンを防ぐことでジリアンの攻撃を続けることができる。\n- ジリアンの蘇生能力は、モルガナの攻撃を受けた味方を守ることができ、逆転のチャンスを生むことができる。\n\n有利の取り方：\n- 序盤は遠距離からポークし、モルガナのシールドを使わせるように仕向ける。\n- モルガナのシールドが切れたタイミングで、連続攻撃を仕掛けてダメージを与える。\n- 集団戦では、蘇生のタイミングを見計らい、味方を守ることで戦局を有利に進める。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、モルガナの遠距離攻撃を避けつつ、トレードを有利に進めることができる。\n- モルガナのCCを解除する能力を持っているため、集団戦でのエンゲージを防ぎやすく、味方を守ることができる。\n- モルガナのスキルはクールダウンが長く、ミリオはその間に攻撃や回復を行うことで優位に立てる。\n\n有利の取り方：\n- モルガナのスキルを避けるために、位置取りを工夫し、角やブラフを利用して立ち回る。\n- モルガナがスキルを使った後に攻撃を仕掛け、トレードを有利に進める。\n- 集団戦では、味方の位置を調整し、モルガナのスキルを誘発させた後に反撃することで、相手の動きを制限する。",
      "メル": "メルが有利です。\n\n理由：\n- メルはモルガナのスキルを反射できるため、モルガナの攻撃を逆手に取ることができる。\n- モルガナのCCを無効化するスペルシールドを持っているため、メルは安全に攻撃を仕掛けやすい。\n- メルの長射程とAoEスキルにより、序盤からの影響力が高く、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- モルガナのスキルを誘発させた後、反射して攻撃を仕掛けるタイミングを見計らう。\n- モルガナのスキルがクールダウン中のタイミングを狙って、積極的に攻撃を行う。\n- パッシブを溜めて、敵がHPが低い時に確定キルを狙うことで、レーンでの優位性をさらに高める。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、モルガナのHPを早期に削ることができるため、レーニングでのプレッシャーが高い。\n- モルガナのCCを避けるためにミニオンの位置を利用しやすく、攻撃を仕掛ける際に有利なポジションを取ることができる。\n- ブラックシールドを消費させた後は、パンテオンのCCを確実に当てることができ、キルチャンスが増える。\n\n有利の取り方：\n- レーニング序盤で積極的に短いコンボを仕掛け、モルガナのブラックシールドを使わせることを目指す。\n- モルガナのQを避けられる角度や距離で戦い、命中した場合は追わずに安全に退く。\n- キルが取れなければレーンを押し込んでロームし、他のレーンでのプレッシャーをかける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックを使って一発で距離を詰めることができ、モルガナの攻撃範囲を無視して接近できる。\n- モルガナのスペルシールドを無効化することで、彼女のサポート能力を制限できる。\n- 脆いメイジであるモルガナに対して、フックが当たれば即座にキルに繋がる可能性が高い。\n\n有利の取り方：\n- モルガナのスペルシールドのクールダウンを観察し、使った後にフックを狙う。\n- ミニオンに隠れて視界を取り、草むらから予測フックを行う。\n- 味方と連携し、モルガナがフラッシュで突っ込んできた際にフックを合わせる。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは遠距離からのポークが得意で、モルガナに対して安全にダメージを与えることができる。\n- モルガナのCCを無効化するスペルシールドを持っているため、モルガナの攻撃を受けにくい。\n- ザイラは植物を使ってゾーニングができるため、モルガナの動きを制限しやすい。\n\n有利の取り方：\n- シードを後方に置き、モルガナが近づけないように圧をかける。\n- モルガナのCCを使わせた後に攻撃を仕掛け、反撃の隙を作る。\n- 視界を確保しつつ、モルガナのスキルのクールダウンを狙って積極的に攻める。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスキルを駆使してモルガナのブラックシールドを剥がすことができるため、モルガナのスネアを避けつつ攻撃するチャンスが増えます。\n- カルマのシールドや加速効果により、味方を守りながら戦うことができ、モルガナのCCを無効化することで有利な状況を作りやすいです。\n- モルガナのスネアは発生が遅いため、カルマは距離を保ちながら攻撃し、モルガナのスキルを避けることが可能です。\n\n有利の取り方：\n- モルガナのスキルのタイミングを見極め、シールドが切れる瞬間を狙って攻撃することで、彼女の防御を無効化します。\n- 距離を保ちながら戦い、モルガナのスネアを避けることで、安定してダメージを与え続けることができます。\n- 視界を確保し、モルガナの動きを把握することで、彼女のスキルを避けつつ有利な位置取りを行います。",
      "バード": "バードが有利です。\n\n理由：\n- バードは移動スキルを持ち、ロームが得意なため、モルガナのプレッシャーをかわしつつ他のレーンに影響を与えやすい。\n- バードのスタンは範囲内の敵を無力化できるため、モルガナのスネアを避けながら攻撃するチャンスを作りやすい。\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、持続的なダメージを出しやすい。\n\n有利の取り方：\n- ミニオンの後ろから攻撃し、モルガナのスキルを避けながらスタンを狙う。\n- チャイムを集めつつ、余裕があるときにサイドレーンへロームして他のレーンをサポートする。\n- モルガナのスキルが外れた瞬間を狙って攻撃し、タワープレッシャーを活かして有利な状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n- ゼラスは長射程を活かして、モルガナに対して遠距離からのハラスが可能で、レーンでの優位性を保ちやすい。\n- モルガナのCCを無効化する手段が限られているため、ゼラスは安全に攻撃を続けることができる。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすく、モルガナのサポート能力を削ぐことができる。\n\n有利の取り方：\n- ミニオンの後ろからスキルを使い、モルガナが攻撃しづらい位置を保つ。\n- 黒盾のクールダウンを意識し、モルガナが盾を使った後に攻撃を仕掛ける。\n- ジャングルのサポートを受けながら、モルガナが孤立したタイミングで積極的に攻撃を行う。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ソラカ": "ソラカが不利です。\n\n理由：\n- マオカイは接近戦でのCCを持ち、ソラカの攻撃を封じることができるため、ソラカは近づかれると脆弱になる。\n- ソラカは基礎ステータスが低く、逃げ性能が乏しいため、マオカイの攻撃を受けやすく、奇襲に弱い。\n- マオカイのタンク性能により、持続的なダメージを与えることが難しく、ソラカの回復能力が活かしにくい。\n\n不利の緩和策：\n- レーン序盤はマオカイの攻撃を避けつつ、遠距離からポークを行い、マナ管理を徹底する。\n- マオカイの攻撃を受ける前に、サイレンスを使って彼のスキルを無効化し、距離を保つ。\n- 視界を確保し、ロームを行い、味方と連携して集団戦での影響力を高める。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- マオカイは高い耐久力と多段CCを持っており、ニーコの攻撃を受け止めやすい。\n- ニーコのスキルの射程が短いため、マオカイに近づくと拘束されやすく、危険な状況に陥ることが多い。\n- マオカイのタンク性能に対してニーコはバーストダメージを出すことが得意だが、持続的なダメージを出すのが難しく、集団戦での影響力が薄れる。\n\n不利の緩和策：\n- マオカイのCCを避けるために、距離を保ちながら攻撃を行い、視界を確保する。\n- 味方のCCやダメージを活用して、マオカイのスキルを無効化するタイミングを見計らう。\n- ロームを活用して他のレーンに影響を与え、マオカイとの1対1の状況を避ける。",
      "ラカン": "ラカンが不利です。\n\n- マオカイは高い耐久力と複数のCCを持っており、ラカンのエンゲージを無効化しやすいです。\n- ラカンは移動を伴うスキルが多く、マオカイのCCに捕まると何もできなくなるため、立ち回りが制限されます。\n- マオカイの持続的なダメージとサステインに対して、ラカンは単独での戦闘能力が乏しく、持続戦に弱いです。\n\n不利の緩和策：\n- レーン序盤は視界を確保し、マオカイのCCを避けるために慎重に立ち回る。\n- マオカイのスキルを避けつつ、味方ADCを優先して守ることで、チーム全体の生存率を高める。\n- 集団戦では、マオカイのスキルを見極めてからエンゲージし、味方をサポートするタイミングを考える。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- マオカイは範囲制圧と回復能力が高く、持続的なダメージを与えられるため、ポッピーの攻撃を受け止めやすい。\n- マオカイのCCスキルはポッピーのエンゲージを阻害し、ポッピーが有利に立ち回る機会を減少させる。\n- マオカイは視界を確保しやすく、ポッピーがロームやギャンクを狙う際に警戒されやすい。\n\n不利の緩和策：\n- レーン序盤はCSを重視し、マオカイの攻撃を避けながら耐えることで、レベルアップを目指す。\n- マオカイのスキルのクールダウンを意識し、Wが無いタイミングで攻撃を仕掛ける。\n- 視界を確保し、マオカイの動きを把握することで、ギャンクやロームのチャンスを増やす。",
      "パンテオン": "パンテオンが不利です。\n\n- マオカイは高い耐久力と回復力を持ち、長期戦に強いため、パンテオンの短期火力を受け止めやすい。\n- マオカイのCCスキルにより、パンテオンのオールインが難しくなり、逆に反撃を受けるリスクが高まる。\n- パンテオンはAoEダメージが乏しく、集団戦ではマオカイのCCや耐久力に対抗しづらい。\n\n不利の緩和策：\n- 初期のトレードを避け、ミニオンを利用して安全にCSを取ることで、HPを温存する。\n- レベル6以降はロームを活用し、他のレーンでの影響力を高めてマオカイの強みを薄める。\n- 視界を確保し、マオカイの動きを警戒することで、Gankや集団戦での不利を減らす。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、ユーミが味方に付着している状態で簡単に剥がされる可能性が高い。\n- ユーミはハードCCを持たないため、マオカイのエンゲージに対して防御手段が乏しく、オールインされると脆弱。\n- マオカイの耐久性とゾーニング能力により、ユーミが安全にポークや支援を行うことが難しくなる。\n\n不利の緩和策：\n- ユーミは常に味方のキャリーに付着し、マオカイのCCを警戒しながら立ち回ることで、被害を最小限に抑える。\n- マオカイのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- 集団戦では、ユーミは主要なDPSに付着し、マオカイのエンゲージを妨害するためにタイミングを見計らってスキルを使用する。",
      "ゼラス": "ゼラスが不利です。\n\n- マオカイは接近戦に強く、ゼラスの攻撃を受けながら近づくことができるため、ゼラスのハラスが効きにくい。\n- マオカイのCCスキルによって、ゼラスは動きを制限されやすく、特に近距離での戦闘に弱いゼラスにとって致命的。\n- ゼラスは自己防衛手段が乏しく、マオカイの持続的なダメージやタンク性能に対抗しづらい。\n\n不利の緩和策：\n- レーンでの距離を常に保ち、マオカイが接近する前にハラスを行う。\n- ブッシュを利用して視界を確保し、マオカイの動きを予測してEを使うタイミングを見極める。\n- 集団戦では後方からの攻撃を意識し、マオカイが前に出た際に安全な位置からスキルを使う。",
      "ソナ": "ソナが不利です。\n\n理由：\n- マオカイはタンクで高い耐久力を持ち、接近してCCを与えることでソナを捕まえやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱なため、マオカイの攻撃を受けると簡単に倒される可能性が高い。\n- マオカイのCCは広範囲で、ソナの移動を制限しやすく、集団戦での影響力を大きく削がれる。\n\n不利の緩和策：\n- レーンでは常に距離を保ち、マオカイの攻撃を避けるように立ち回る。\n- 味方ADCと連携し、マオカイが接近してきた際にはフラッシュやEを使って逃げる準備をする。\n- アイテムやルーンを活用してマナ管理をしっかり行い、スキルを連発できるようにする。",
      "シャコ": "シャコが不利です。\n\n理由：\n- マオカイは高い耐久力とCCを持っており、シャコの奇襲を受けにくい。特に集団戦ではマオカイのCCがシャコの動きを制限するため、効果的に攻撃できない。\n- マオカイのパッシブによる回復効果があるため、持続的なダメージを与えるのが難しく、シャコのバーストダメージが活かしにくい。\n- マオカイは視界管理が得意で、シャコの奇襲を警戒されやすく、思うように動けない。\n\n不利の緩和策：\n- ワードを多く設置し、マオカイの動きを把握して奇襲のタイミングを見極める。\n- 集団戦ではマオカイの前線を崩すのではなく、サイドからキャリーを狙うことで、マオカイの注意を逸らす。\n- 味方と連携し、マオカイのCCを避けるように動き、奇襲を成功させるためのサポートを受ける。",
      "パイク": "パイクが不利です。\n\n理由：\n- マオカイはタンクとしての耐久力が高く、パイクの攻撃を受け止めやすいため、パイクのハラスが効きにくい。\n- マオカイのCCスキルによって、パイクの機動力が制限され、フックを当てるチャンスが減少する。\n- マオカイは集団戦での影響力が大きく、パイクが単独でキルを狙うのが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを控え、マオカイのスキルを避けながら安全に経験値を稼ぐ。\n- ワードを活用して視界を確保し、ロームのタイミングを見計らうことで他レーンでのキルを狙う。\n- 集団戦では、マオカイのCCを避ける位置取りを心掛け、味方と連携して攻撃する。",
      "アリスター": "アリスターが不利です。\n\n- マオカイは遠距離からの攻撃やCCを持っており、アリスターが近づく前にダメージを与えられるため、アリスターがエンゲージしづらい。\n- マオカイのパッシブによる回復効果が強力で、アリスターの攻撃が持続的なダメージを与えにくく、レーン戦での持続力が劣る。\n- マオカイの集団戦での影響力が高く、アリスターがエンゲージを試みると、マオカイのUltによって味方が分散される可能性がある。\n\n不利の緩和策：\n- マオカイのEやWを避けるために、位置取りを工夫し、視界を確保して安全にレーンを維持する。\n- レーン戦では、味方ADCと連携してマオカイに対して一斉攻撃を仕掛け、早期にキルを狙う。\n- チームファイトでは、マオカイのUltを無効化するタイミングを見極め、味方のADCや後衛を守る役割に徹する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- マオカイはタンクとしての耐久力が高く、ブリッツクランクのフックを受けても簡単には倒されないため、捕まえた際のキル確率が低い。\n- マオカイのCCスキルにより、ブリッツクランクがフックを外した場合、逆に反撃を受けやすく、集団戦でのプレッシャーが減少する。\n- マオカイは持続的なダメージを出すことができ、ブリッツクランクの低いDPSでは長期戦で不利になる。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、マオカイのスキルを避けながらフックを狙う。\n- 集団戦では、マオカイのフックを警戒しつつ、後衛を守る役割に徹し、無理にエンゲージしない。\n- アイテムビルドを防御寄りにし、タンク装備を優先して生存能力を高める。",
      "セラフィーン": "セラフィーンが不利です。\n\n- マオカイは接近戦でのCCが強力で、一度捕まるとセラフィーンは逃げる手段が限られるため、オールイン合戦で不利になる。\n- マオカイのタンク性能により、セラフィーンの持続的なダメージが通りにくく、長期戦ではセラフィーンが苦しむ。\n- セラフィーンのスキルは発生が遅く、マオカイの奇襲やフックを避けるのが難しいため、スキルを当てるタイミングが制限される。\n\n不利の緩和策：\n- 常に最大射程で攻撃し、マオカイの接近を防ぐために距離を保つ。\n- ミニオンや視界を利用してマオカイの攻撃を避け、フラッシュやRを使って逆にCCを狙うタイミングを見計らう。\n- レーンを押し込みすぎず、ロームを活用して他のレーンを支援し、マオカイとの1対1の状況を避ける。"
    },
    "loses": {
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、マオカイの攻撃を効果的に防ぐことができるため、味方ADCを守りやすい。\n- ブラウムのパッシブによるスタンを活かして、マオカイの行動を制限しやすく、集団戦での影響力を高めることができる。\n- マオカイのCCスキルに対して、ブラウムはEを使って被弾を防ぐことができるため、マオカイの攻撃を無効化しやすい。\n\n有利の取り方：\n- 序盤は味方ADCと連携し、AAでパッシブを溜めてマオカイに対するハラスを行う。\n- マオカイのスキルを警戒し、Wが来る前にEを使ってプロジェクタをブロックし、マオカイの行動を制限する。\n- 集団戦では、味方ADCを守りつつ、Rを使ってマオカイの突進を崩し、味方の攻撃をサポートする。",
      "モルガナ": "モルガナが有利です。\n\n- ブラックシールドによってマオカイのCCを無効化できるため、接近を防ぎやすい。\n- 遠距離からの攻撃でマオカイにポークを行い、レーンでの優位性を保ちやすい。\n- マオカイの耐久力がパッシブに依存しているため、持続的なダメージを与えることで圧力をかけられる。\n\n有利の取り方：\n- レーンではQを使ってマオカイにダメージを与えつつ、距離を保つ。\n- ブラックシールドを適切なタイミングで使用し、マオカイの攻撃を無効化する。\n- ロームを行い、他のレーンでのギャンクを狙い、チーム全体の有利を作る。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、マオカイに対して安全な距離からハラスが可能です。\n- ザイラのCCスキルは範囲攻撃であり、マオカイの突進を阻止することができるため、集団戦での影響力が高いです。\n- ザイラは植物を使って視界を確保しつつ、マオカイの動きを制限することができるため、戦闘を有利に進めやすいです。\n\n有利の取り方：\n- レベル1から2の間は、マオカイの突進を警戒しつつ、QやWで安全にポークを行います。\n- プラントを前方に設置して視界を確保し、マオカイが近づいてきた際にはEでスローをかけて追撃します。\n- マオカイのフラッシュや突進を意識し、フラッシュやExhaustを温存しておくことで、接近を回避しやすくなります。",
      "レル": "レルが有利です。\n\n理由：\n- レルは短距離での強力な突入能力を持ち、マオカイのCCを避けながら攻撃できるため、序盤のオールインで優位に立ちやすい。\n- マオカイはタンクとしての耐久力がパッシブに依存しているため、持続的なダメージを与えるレルの攻撃に対して脆弱になる。\n- レルのCCスキルは複数あり、集団戦でのエンゲージや敵の動きを制限する能力が高いため、マオカイの行動を制限しやすい。\n\n有利の取り方：\n- レーン序盤でミニオンを押し込み、視界を確保しつつマオカイに対して積極的に攻撃を仕掛ける。\n- レルのCCを活かして味方ADCを守りつつ、マオカイを分断することで、相手のリソースを削る。\n- ポスト6では、マオカイのULTを避ける角度から突入し、集団戦での影響力を最大限に引き出す。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- 長射程のスキルを持っているため、マオカイに対して安全にハラスができる。\n- マオカイのCCを避けるための位置取りがしやすく、接近される前にダメージを与えられる。\n- タンク相手でもパッシブによるダメージを活かして、持続的にダメージを与えることができる。\n\n有利の取り方：\n- レーン序盤からミニオン越しにハラスを行い、マオカイのHPを削る。\n- マオカイの接近を警戒しつつ、Eを使って距離を保ちながら攻撃する。\n- レベル6以降は集団戦での高火力を活かし、味方と連携してマオカイを狙う。",
      "ミリオ": "ミリオが有利です。\n\n理由:\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供することで、マオカイの攻撃を受けても生存しやすくなります。\n- マオカイのCCを解除できるウルトを持っているため、マオカイのエンゲージを無効化しやすいです。\n- ミリオは射程を延ばすスキルを持っており、マオカイに対して安全にハラスを行うことができます。\n\n有利の取り方:\n- 常に味方ADCの近くに位置し、マオカイの接近を警戒しながら支援を行う。\n- マオカイが飛び込んできた際には、移動速度やシールドを温存し、味方を優先して回復・バフを行う。\n- マオカイがCCを使い切った後に反撃しやすい状況を作り、カウンタープッシュや味方のダメージで圧をかける。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、マオカイの動きを制限することができるため、接近戦で優位に立てる。\n- マオカイは逃げる手段が乏しく、ノーチラスの攻撃を受けると反撃のチャンスが生まれる。\n- ノーチラスのフックは射程が長く、マオカイが近づく前に捕まえることができるため、先手を取ることが可能。\n\n有利の取り方：\n- マオカイがスキルを使用した後の隙を狙って攻撃を仕掛ける。\n- ノーチラスのパッシブを活かして、マオカイの攻撃を受け流しつつ反撃する。\n- チーム戦では、ノーチラスのCCを活かしてマオカイを無力化し、味方と連携して倒す。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、マオカイの動きを制限することができるため、彼のエンゲージを無効化しやすい。\n- マオカイのWによる一時的な無敵状態を利用して、スレッシュはフックや他のスキルを駆使してマオカイを捕まえるチャンスがある。\n- スレッシュは遠距離から攻撃できるため、マオカイの近接攻撃を避けつつ、持続的にダメージを与えることができる。\n\n有利の取り方：\n- マオカイの動きを見極め、フックを使って捕まえるタイミングを狙う。\n- マオカイがローミングする際は、ミニマップを確認し、味方と連携して彼を追い詰める。\n- アイテム選択で魔法耐性や回復効果を持つものを選び、マオカイの持続的なダメージに対抗する。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- ノーチラスは高い耐久力を持ち、パイクの攻撃を耐えやすいため、キルを取りづらい。\n- ノーチラスのCCは強力で、パイクがスキルを外すと逆に捕まってしまうリスクが高い。\n- ノーチラスは安定したレーン維持ができるため、パイクのローミングやギャンクの機会を減少させる。\n\n不利の緩和策：\n- レーン戦では無理に攻めず、相手のCCを避けながらハラスを行う。\n- レベル6以降はRを活用して、敵ADCを狙うローミングを意識する。\n- ノーチラスのスキルクールダウンを見極めて、隙を突いて攻撃するタイミングを計る。",
      "ユーミ": "ユーミが不利です。\n\n- ノーチラスは強力なCCを持っており、ユーミの脆弱な体力を一瞬で削ることができるため、オールインされると対処が難しい。\n- ユーミはハードCCを持たず、ノーチラスのフックを避ける手段が限られているため、捕まるリスクが高い。\n- ノーチラスは高耐久で前線を張れるため、ユーミが安全にサポートすることが難しく、味方ADCを守るのが困難になる。\n\n不利の緩和策：\n\n- 味方ADCの後ろにしっかりと位置取り、ノーチラスのフックを避けるようにする。\n- ノーチラスがフックを外したタイミングを狙って、スローを使って味方ADCをサポートする。\n- チーム全体で視界を確保し、ノーチラスの動きを把握することで、事前に警戒して行動する。",
      "ミリオ": "ミリオが不利です。\n\n理由:\n- ノーチラスの強力なCCに対して、ミリオは自身を守る手段が限られており、特にノーチラスのイニシエートに対して脆弱です。\n- ミリオはエンゲージ能力が低く、ノーチラスの攻撃を受ける前に反撃することが難しいため、序盤からプレッシャーをかけられやすいです。\n- ノーチラスのフックや引き込みによって味方ADCが捕まると、ミリオのサポート能力が発揮できず、チーム全体の戦闘力が低下します。\n\n不利の緩和策:\n- レーンでは常にノーチラスの位置を意識し、味方ADCと距離を保ちながら立ち回ることで、フックを避けるようにします。\n- ミリオのスキルを適切に使い、味方ADCを守るタイミングを見極めて、ノーチラスの攻撃を無効化するよう努めます。\n- 集団戦では、ノーチラスのイニシエートを避けるために、味方の位置を調整し、ノーチラスのスキルを温存させるように心がけます。",
      "ソナ": "ソナが不利です。\n\n- ノーチラスのCCが強力で、フックやノックアップによってソナの行動を制限されやすい。\n- ノーチラスの硬さにより、ソナのポークや回復が効果的に機能しにくく、レーンでの主導権を握られやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱なため、ノーチラスの攻撃を受けやすい。\n\n不利の緩和策：\n- フックの射程外を意識して位置取りをし、ノーチラスの攻撃を避ける。\n- ミニオンの裏から回復スキルを使い、CSを取りつつ体力を維持する。\n- 集団戦では後方に位置し、回復やシールドを優先して味方をサポートする。",
      "ポッピー": "ポッピーが不利です。\n\n- ノーチラスのフックやCCを受けると、ポッピーは近距離での仕掛けが難しくなり、反撃の機会を失いやすい。\n- ノーチラスは長距離からのエンゲージが可能で、ポッピーが壁を利用してもフックを避けるのが難しいため、ポッピーの強みを活かしにくい。\n- ノーチラスのタンク性能とCCの豊富さにより、ポッピーがダメージを与える前にノーチラスに押し込まれることが多い。\n\n不利の緩和策：\n\n- レーンではミニオンを利用してノーチラスのフックを避ける位置取りを心がける。\n- ノーチラスのスキルのクールダウンを意識し、フックが外れたタイミングで積極的に攻撃を仕掛ける。\n- 集団戦では壁を利用してノーチラスのフックを避けつつ、味方キャリーを守る役割に徹する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ノーチラスは強力なCCを持っており、近づかれると捕まってしまうリスクが高い。\n- ヴェル＝コズは機動力が低く、ノーチラスのフックを避けるのが難しいため、接近されると脆弱になる。\n- ノーチラスは耐久力が高く、レベル6以降のキルポテンシャルがあるため、ヴェル＝コズが安全にダメージを出しづらい。\n\n不利の緩和策：\n- スキルの射程を活かして、常に距離を保ちながら攻撃する。\n- ノーチラスのフックを警戒し、味方ADCの背後で安全に立ち回る。\n- アルティメットを使って、敵が近づいてきた際に安全にダメージを与えるタイミングを見計らう。",
      "セナ": "セナが不利です。\n\n- ノーチラスは強力なCCを持っており、セナが捕まると一気に倒される危険が高い。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、ノーチラスのオールインに対して脆弱である。\n- ノーチラスはレベル6以降に強力なエンゲージ能力を持ち、セナが距離を保つのが難しくなる。\n\n不利の緩和策：\n\n- レーンでは常に距離を保ち、ノーチラスのフックを避けるように立ち回る。\n- ADCと連携し、ノーチラスが近づいてきた際にはすぐに後退する準備をする。\n- 視界を確保し、草むらからの奇襲を防ぐためにワードを設置する。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n- レルは強力な短距離CCを持っており、ノーチラスのフックを避けつつ攻撃することができるため、プレッシャーをかけやすいです。\n- ノーチラスの移動速度が低いため、レルのスキルを当てやすく、連携して瞬時にダメージを与えることが可能です。\n- レルは集団戦での瞬間火力が高く、ノーチラスのCCを受ける前に敵を排除するチャンスがあります。\n\n有利の取り方：\n- レベル1から相手ADCに対して積極的に攻撃し、早い段階でプレッシャーをかける。\n- レベル2でスキルを組み合わせてガンクを狙い、ノーチラスのフックを避けながら攻撃する。\n- レベル6以降は、レルのRを使ってノーチラスや敵ADCを孤立させ、連携して戦闘を有利に進める。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持ち、ノーチラスの攻撃を無効化することができるため、ノーチラスのフックを避けやすいです。\n- ジャンナのシールドと回復により、味方ADCを守ることができ、ノーチラスのオールインに対して耐性を持つことができます。\n- ノーチラスは移動速度が低く、スキルに依存するため、ジャンナが適切にポジショニングすれば、ノーチラスの攻撃を回避しやすいです。\n\n有利の取り方：\n- 常に味方ADCの後ろに位置し、ノーチラスのフックの射程外に立つことで、攻撃を避ける。\n- ノーチラスが突っ込んできた際には、即座にノックアップを使用して妨害し、味方ADCを守る。\n- 体力が減った味方には迅速にシールドと回復を使用し、持続的にレーンでの優位を保つ。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ノーチラスのフックをブロックすることができるため、ノーチラスの攻撃を無効化しやすい。\n- ブラウムのパッシブによるスタン効果を活かすことで、ノーチラスの行動を制限し、味方ADCの攻撃をサポートできる。\n- ノーチラスはスキルを外すと無力になるため、ブラウムが適切に立ち回ることでノーチラスの攻撃を避けることができる。\n\n有利の取り方：\n- ノーチラスのフックを警戒しつつ、味方ADCと連携して攻撃のタイミングを見計らう。\n- パッシブを活かしてノーチラスに対してハラスを行い、レーンでの優位を確保する。\n- 集団戦では、ノーチラスのフックを吸収し、味方を守りながらノーチラスを制圧する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、ノーチラスのCCを受ける前にキルを狙いやすい。\n- パンテオンのリープとスタンにより、ノーチラスのフックを避けつつオールインが可能で、相手を圧倒しやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力を高めることができるため、試合全体での優位性を確保しやすい。\n\n有利の取り方：\n- レベル2または3で早めにガンクを仕掛け、ノーチラスのスキルを避けながら攻撃する。\n- ノーチラスのフックを警戒しつつ、短いトレードを行い、ダメージを与えた後はすぐに距離を取る。\n- サイドレーンでのピックオフを狙い、ノーチラスが集団戦に参加する前にキルを取ることで、試合の流れを有利に進める。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ノーチラスのフックを避けながら敵を捕まえることができるため、エンゲージやピールが得意です。\n- ノーチラスの移動速度が低く、スレッシュのフックやスローを使って簡単に捕まえることができるため、オールインで優位に立てます。\n- スレッシュは味方を救出する能力があり、ノーチラスがADCを狙った際にランタンを使って逃げる手段を提供できるため、サポートとしての役割を果たしやすいです。\n\n有利の取り方：\n- ノーチラスがフックを外したタイミングで積極的に攻撃し、オールインを仕掛ける。\n- スレッシュのランタンを使ってジャングラーを呼び込み、ガンクを狙うことでダブルキルを狙う。\n- ノーチラスがガンクを受ける際に、スレッシュのCCを活用して敵を捕まえ、味方と連携してキルを取る。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ノーチラスのフックを避けやすいため、レーンでのトレードやポークがしやすい。\n- ラカンのCCは瞬時に発動できるため、ノーチラスのエンゲージを無効化しやすく、味方を守ることができる。\n- ラカンはシールドや回復を持っているため、ノーチラスの攻撃を受けても耐久力が高く、持続的な戦闘が可能。\n\n有利の取り方：\n- ノーチラスのフックの射程を意識し、距離を保ちながら安全にポークを行う。\n- ノーチラスがCCを使った後に、ラカンのCCを活かして反撃するタイミングを見計らう。\n- 味方ADCと連携し、ラカンの機動力を活かしてノーチラスを捕まえるチャンスを作る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは遠距離からのポークが得意で、ノーチラスに対してハラスを行いやすい。\n- スペルシールドを持っているため、ノーチラスのフックやCCを無効化し、味方を守ることができる。\n- ノーチラスのスキルが外れたタイミングで攻撃することで、オールインを避けつつ有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から遠距離ポークを行い、ノーチラスのHPを削る。\n- ノーチラスがフックを狙ってきた際には、スペルシールドを使って味方を守り、反撃のチャンスを作る。\n- レベル6以降は、ノーチラスの動きを制限することで、味方と連携して有利な状況を作り出す。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは強力なCCを持ち、ノーチラスのエンゲージを無効化しやすいため、相手の攻撃をかわすことができる。\n- アリスターのパッシブによる回復効果で、レーン維持がしやすく、持続的なトレードが可能。\n- ノーチラスのスキルはクールダウンが長いため、アリスターがスキルをうまく避けることで、反撃のチャンスが増える。\n\n有利の取り方：\n- レベル1からWとQを使って、ノーチラスに対して積極的にトレードを仕掛ける。\n- ノーチラスのフックを避けるために、ミニオンを利用して位置取りを工夫する。\n- レベル6以降はRを使ってタンク化し、ノーチラスのイニシエートに対して反撃し、味方を守る。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持っており、パイクの奇襲を防ぎやすい。\n- レナータのスキルはパイクの攻撃を逆手に取ることができ、特にオールインに対して強い耐性を持っているため、パイクが攻撃を仕掛けても逆に不利になる可能性が高い。\n- パイクは視界管理が苦手で、レナータのスキルによって奇襲を受けやすく、特に集団戦ではレナータの支援によって効果的に対処される。\n\n不利の緩和策：\n- レナータのスキルを避けるために、ブッシュを利用して奇襲を仕掛けるタイミングを見計らう。\n- 味方ADCと連携し、レナータのスキルを無効化するために、味方の位置を常に意識して行動する。\n- ローミングを積極的に行い、他のレーンでのキルを狙うことで、ゴールド差をつけてパイクの強みを活かす。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- レナータは遠距離からの攻撃や支援が可能で、ポッピーが近づく前に削られるリスクが高い。\n- レナータのスキルは味方を強化し、集団戦での影響力が大きいため、ポッピーが一気に突っ込むのが難しい。\n- ポッピーは射程が短く、レナータのスキルを避けるのが難しいため、接近する際にリスクが伴う。\n\n不利の緩和策：\n- レーン序盤はミニオンの後ろに隠れ、無理に前に出ずにレナータの攻撃を避ける。\n- レナータの重要なスキルのクールダウンを確認し、その隙を狙って接近する。\n- 集団戦ではレナータのウルトを使わせた後に突入し、味方と連携して攻撃する。",
      "レオナ": "レオナが不利です。\n\n- レナータは射程が長く、レオナが接近する前にダメージを与えられるため、レオナがオールインしづらい。\n- レナータのスキルは敵をコントロールする能力が高く、レオナのイニシエートを妨害される可能性がある。\n- レナータは味方を守る能力が高く、レオナの攻撃が効果的に無効化されることが多い。\n\n不利の緩和策：\n\n- レオナはチームメイトと連携し、レナータのスキルを避けながら攻撃することで、効果的にダメージを与える。\n- レナータのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- 視界を確保し、レナータの位置を把握することで、奇襲を避けつつ安全に接近する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レナータのスキルは、ノーチラスのCCを無効化したり、逆に利用することができるため、ノーチラスの攻撃が通りにくい。\n- レナータは遠距離からの攻撃が可能で、ノーチラスの接近を阻害しやすく、特にオールインを仕掛ける際に不利になる。\n- レナータのスキルは、味方を守る能力が高く、ノーチラスのフックやCCを受けた後でも、味方が逆転するチャンスを持つため、戦闘が難しくなる。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄打ちさせるようにする。\n- レナータのWを警戒し、味方と連携して戦うことで、彼女の効果を最小限に抑える。\n- ビジョンを確保し、レナータの動きを把握することで、奇襲を避け、戦闘を有利に進める。",
      "モルガナ": "モルガナが不利です。\n\n- レナータは遠距離からの妨害やバフを持っており、モルガナのスキルを無力化しやすい。\n- レナータのUltは、モルガナのチームメイトを逆手に取ることができ、集団戦での優位性を失いやすい。\n- モルガナは視界確保が苦手で、レナータのスキルの発動タイミングを読みづらく、奇襲を受けやすい。\n\n不利の緩和策：\n- Qを確実に当てることで、レナータの動きを制限し、味方の攻撃をサポートする。\n- ブラックシールドを適切なタイミングで使用し、レナータのCCを無効化する。\n- 視界を確保するためにワードを積極的に設置し、レナータの動きを把握する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- レナータは接近戦でのCCやUltを持っており、ゼラスが攻撃を仕掛ける前に近づかれると、簡単に捕まってしまう。\n- ゼラスはスキルの発動が遅く、機動力が低いため、レナータのスキルを避けるのが難しい。\n- レナータのUltはゼラスの攻撃を逆手に取ることができ、ゼラスが攻撃する際に逆に味方として利用される可能性がある。\n\n不利の緩和策：\n- ミニオンの後ろから安全にポークし、レナータの接近を防ぐ位置取りを心がける。\n- CCを受けないように、常に距離を保ちながら攻撃し、レナータのスキルを避ける。\n- 集団戦では前衛の後ろに位置し、レナータのUltのタイミングを見計らってから攻撃を行う。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- レナータは強力なディスエンゲージ手段を持っており、スレッシュの攻撃を逆手に取ることができるため、スレッシュが攻撃を仕掛ける際にリスクが高い。\n- レナータのスキルはクールダウンが長いものの、スレッシュのスキルも外した際の隙が大きく、レナータのスキルを避けるのが難しい。\n- レナータは後衛に位置することが多く、スレッシュがフックを当てるのが難しいため、効果的なキャッチができない。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、レナータを捕まえるためのコンボを仕掛けることで、彼女のスキルを無効化する。\n- レナータの位置取りを意識し、フックやフラッシュを使って彼女を狙うチャンスを増やす。",
      "セラフィーン": "セラフィーンが不利です。\n\n- レナータはスネアやスタンを持っており、セラフィーンのスキルを妨害しやすいため、セラフィーンは攻撃を当てるのが難しくなる。\n- レナータのUltは、セラフィーンの攻撃を逆手に取ることができ、集団戦でのセラフィーンの効果を減少させる。\n- セラフィーンは防御ステータスが低く、アサシンや高バーストのチャンピオンに対して脆弱であり、レナータの攻撃を受けやすい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、距離を保ちながらスキルを使い、相手の動きを観察する。\n- 味方と連携し、レナータのスキルを無効化するタイミングで集団戦を仕掛ける。\n- 早めにアイテムを購入し、耐久力を上げることでレナータの攻撃に耐えられるようにする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レナータは味方を保護する能力が高く、ラックスの攻撃を逆手に取ることができるため、ラックスのポークが効果的に機能しにくい。\n- レナータのCCスキルにより、ラックスは接近されると脆弱で、特にオールインの際に危険な状況に陥りやすい。\n- レナータのUltは、ラックスの攻撃を逆に利用することができるため、ラックスが攻撃を仕掛ける際にリスクが高まる。\n\n不利の緩和策：\n- 距離を保ちながらポークを行い、レナータのCCを避けるために常に後退する意識を持つ。\n- レナータのスキルのクールダウンを把握し、CCがないタイミングを狙って攻撃を仕掛ける。\n- 視界を確保し、レナータの動きを把握することで、奇襲を避けるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持ち、パンテオンの攻撃を無効化したり、逆に利用することができるため、オールインが難しい。\n- パンテオンは短期決戦に強いが、レナータは長期戦や集団戦での耐久力が高く、パンテオンのバーストダメージを受け流されやすい。\n- レナータは視界を確保する能力が低いが、パンテオンも同様に奇襲を受けやすく、レナータのCCやUltに対して脆弱である。\n\n不利の緩和策：\n- レナータのスキルを避けるために、距離を保ちながらハラスを行い、タイミングを見計らって攻撃する。\n- レナータのUltを温存しているタイミングを見極め、他のレーンでのロームを優先し、数的不利を作る。\n- サポートアイテムやポーションを活用し、耐久力を高めてレナータの攻撃を受け流しつつ、味方と連携して行動する。",
      "アリスター": "アリスターが不利です。\n\n- レナータは遠距離からの保護や強化が可能で、アリスターの突入を無効化しやすいため、アリスターが攻撃を仕掛けるタイミングを制限される。\n- レナータのスキルはアリスターの突進を逆手に取ることができ、アリスターが接近した際に逆にダメージを受けるリスクが高い。\n- アリスターは近接キャリーであり、レンジ攻撃に対して脆弱であるため、レナータの攻撃を受けやすく、持続的なダメージを与えられる。\n\n不利の緩和策：\n\n- レナータのスキルを使わせるために、視界を確保しつつ牽制を行い、クールダウン中に突入するタイミングを狙う。\n- 味方と連携し、アリスターの突入をサポートすることで、レナータの反撃を分散させる。\n- レナータのスキルを避けるために、位置取りを工夫し、距離を保ちながら安全に攻撃を仕掛ける。",
      "セナ": "セナが不利です。\n\n- レナータは味方を強化し、妨害する能力が高く、集団戦での影響力が大きいため、セナは近距離での戦闘に弱い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、レナータの攻撃や妨害に対して脆弱で、捕まると簡単に倒されてしまう。\n- レナータのスキルによって、セナの射程を活かしたハラスが難しくなり、逆にセナが攻撃されやすくなる。\n\n不利の緩和策：\n\n- レナータの接近を警戒し、ミニオンの後ろから攻撃することで安全にハラスを行う。\n- 味方ADCと連携し、短時間の交戦を意識して、レナータの妨害を見切ったタイミングで反撃する。\n- 集団戦では位置取りを最優先し、前に出ずに遠距離からサポートを行い、味方を守ることに専念する。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは序盤のポークとゾーニングが得意で、レナータに対して安全にダメージを与えることができる。\n- ジリアンの加速スキルにより、味方を安全に逃がすことができ、レナータの仕掛けを回避しやすい。\n- ジリアンのアルティは、味方を蘇生させる能力があり、レナータの攻撃を逆手に取ることができるため、集団戦での逆転が期待できる。\n\n有利の取り方：\n- レーン序盤ではミニオンを挟んでポークを優先し、レナータのCC射程外から攻撃する。\n- トレード時にレナータが近づく瞬間にダメージを与え、加速で安全に離脱する。\n- 集団戦では、味方のキーヒーローの周囲をキープし、狙われた味方をアルティで救出する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に付着することで安全にサステインを提供でき、レナータの攻撃を受けにくい。\n- ユーミの回復やシールドにより、レナータの攻撃を耐えやすく、持続的な戦闘が可能。\n- レナータのCCを受けた際に、ユーミは付着先を変えることで被弾を回避しやすい。\n\n有利の取り方：\n- 常に味方に付着し、レナータの攻撃を受けないように立ち回る。\n- 遠距離からのスキルでレナータやその味方に対してpokeを行い、圧力をかける。\n- レナータがCCを準備した際には、タイミングを見計らって付着先を入れ替え、味方を守る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、レナータの攻撃を受けずに安全にハラスができるため、トレードで優位に立ちやすい。\n- ミリオのウルトは味方を無敵化できるため、レナータのウルトによる逆転を防ぎ、集団戦での生存能力を高めることができる。\n- レナータのスキルはクールダウンが長く、ミリオはその間に味方を強化しつつ、レナータの攻撃を避けることができる。\n\n有利の取り方：\n- 序盤から視界を確保し、レナータのスキルを避けながら味方ADCと連携してハラスを行う。\n- レナータのスキルがクールダウン中に積極的に攻撃し、ミリオの強化を活かしてダメージを与える。\n- 集団戦では、ミリオのウルトをタイミングよく使用し、レナータの妨害を無効化しつつ味方の突入をサポートする。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、レナータの攻撃を無力化することができるため、トレードで優位に立ちやすい。\n- ルルのシールドやHP増加のスキルにより、味方を守る能力が高く、レナータの攻撃を受けても生存しやすい。\n- レナータのスキルはクールダウンが長く、ルルはその隙を突いて攻撃や支援を行うことができる。\n\n有利の取り方：\n- レナータのスキルのクールダウンを意識し、スキルがないタイミングで積極的にトレードを仕掛ける。\n- レナータのADCとの距離を保ちながら、無力化を狙ってトレードを行うことで、ダメージを抑える。\n- ルルのシールドを活用して、味方ADCを守りつつ、レナータの攻撃を受け流すことで、戦闘を有利に進める。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- 長射程のスキルを持っているため、レナータに対して安全な距離から攻撃できる。\n- AoE攻撃による持続的なダメージを与えられるため、集団戦での影響力が高い。\n- レナータの引き寄せや妨害を避けることで、自由にポークやダメージを与えることができる。\n\n有利の取り方：\n- 安全な距離を保ちながら、スキルを使ってレナータにポークを行う。\n- レナータの行動を見極め、引き寄せのタイミングを避けるために常に逃げ道を確保する。\n- 集団戦では、サイドから攻撃し、レナータの妨害を受けにくい位置から全体攻撃を狙う。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、味方の生存率を大幅に向上させることができるため、レナータの攻撃を受けても持ちこたえやすい。\n- レナータのスキルはクールダウンが長く、正確な判断が求められるため、ソラカはその隙を突いて回復やハラスを行いやすい。\n- ソラカのサイレンス効果により、レナータのスキルを無力化することができ、特に接近戦での優位性を持つ。\n\n有利の取り方：\n- 常に味方の後ろに位置し、レナータのスキルを避けながらポークを行う。\n- レナータが接近してきた際には、サイレンスを使って行動を制限し、味方のダメージを回復する。\n- 集団戦では、レナータの混乱を利用して全体回復を行い、味方を守ることで戦局を有利に進める。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レナータの攻撃を遠ざけることができるため、レナータの攻撃を無効化しやすい。\n- ジャンナのシールドや回復効果により、味方ADCを守りながらトレードを有利に進めることができる。\n- レナータはクールダウンが長く、スキルの発動が遅いため、ジャンナはその隙を突いて攻撃するチャンスが多い。\n\n有利の取り方：\n- レーン開始時にジャンナは味方ADCを盾にし、レナータの攻撃を避けつつ、シールドでトレードを有利に進める。\n- レベル6以降は、レナータのアルティメットに合わせて自分のスキルを使い、味方を守ることで集団戦での優位性を確保する。\n- 集団戦では後衛で位置取りし、接近する敵に対してノックアップを使い、味方を守りながら反撃のチャンスを作る。",
      "ラカン": "ラカンが有利です。\n\n- ラカンは高い機動力を持ち、瞬時に敵に接近してCCを与えることができるため、レナータの遠距離攻撃を避けながら攻撃できます。\n- レナータのスキルはクールダウンが長く、ラカンが仕掛けるタイミングを見計らうことで、レナータのスキルを無効化しやすいです。\n- ラカンは味方を支援するシールドや回復を持っており、レナータの攻撃を受けても耐えやすく、逆に反撃のチャンスを作りやすいです。\n\n有利の取り方：\n- ミニオンや草を利用して隠れ、レナータのスキルを避けながら小トレードを行う。\n- 味方ADCとの連携を重視し、レナータがスキルを使った後に一気に攻める。\n- レベル6以降はロームを優先し、レナータがウルトを発動する前に敵を素早く倒すことで、集団戦を有利に進める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってレナータを捕まえることができ、瞬時にキルに繋げる可能性が高い。\n- レナータは視界確保が苦手で、フックを避けるのが難しいため、ブリッツクランクの攻撃を受けやすい。\n- ブリッツクランクのスキルは、レナータのスキルを無効化する能力があり、特に集団戦でのプレッシャーをかけやすい。\n\n有利の取り方：\n- レーン序盤はブラフフックを使い、レナータの位置を探りつつ、ミニオンで視界を遮る。\n- レナータがスキルを使った後の隙を狙い、確実にフックを当ててキルを狙う。\n- ローミングを優先し、レナータが孤立しているタイミングで側面からフックを狙う。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い耐久力を持ち、レナータの遠距離攻撃を弾くことができるため、前に出やすい。\n- ブラウムのスタンやCCを活かして、レナータのスキルを封じることができ、彼女のダメージを抑えることができる。\n- レナータは近接戦が苦手で、ブラウムが近づくことで彼女の攻撃を受けやすくなる。\n\n有利の取り方：\n- レナータのスキルを回避しつつ、味方ADCの後ろで待機し、タイミングを見計らって攻撃する。\n- レナータが重要なスキルを使った後に、短期の撃ち合いを仕掛けて追撃する。\n- 集団戦では、ブラウムが前に出てレナータに近づかせないようにし、味方を守りながら攻撃のチャンスを伺う。",
      "カルマ": "カルマが有利です。\n\n理由：\n- レナータのスキルがクールダウン中であれば、カルマは積極的に攻撃できるため、レーンでのプレッシャーをかけやすい。\n- カルマはスネアやシールドを持っており、相手の動きを制限しつつ味方をサポートできるため、戦闘を有利に進めることができる。\n- レナータのUltに対して注意が必要ですが、カルマは位置取りを工夫することでその効果を回避しやすい。\n\n有利の取り方：\n- レナータのスキルを避けるために、常に位置取りに注意し、攻撃のタイミングを見計らう。\n- ミニオンの管理をしっかり行い、レーンの優位を保ちながら相手に圧力をかける。\n- 味方のADCをサポートしつつ、カルマのスキルを活かして相手にダメージを与えるタイミングを見極める。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ブランドは遠距離からのポークが得意で、ポッピーは近接でないと攻撃できないため、序盤のハラスに弱い。\n- ブランドのスキルは持続的なダメージを与えることができ、ポッピーは自衛手段が乏しいため、スキルを受けやすい。\n- ブランドは集団戦でのAoEダメージが強力で、ポッピーが接近する前にダメージを受けるリスクが高い。\n\n不利の緩和策：\n- 序盤はDoran’s Shieldを購入し、耐久力を高めてポークを受け流す。\n- ブランドのスキルを誘い、スキルを使った後に接近して攻撃するタイミングを見計らう。\n- 早めに魔法抵抗を持つアイテムを購入し、ブランドのダメージを軽減する。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対して効果的な割合ダメージを与えるため、ラカンは耐久力が低く、ダメージを受けやすい。\n- ブランドのスキルは全て攻撃スキルであり、特に遠距離からのポークが強力なため、ラカンは接近するのが難しい。\n- ラカンは移動を伴うスキルが多く、移動不可のCCを受けると何もできなくなるため、ブランドの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、距離を保ちながら立ち回り、ポークを受けないようにする。\n- ブランドがスキルを使った後に攻撃を仕掛けるタイミングを見計らい、反撃のチャンスを狙う。\n- 視界を確保し、ブランドの位置を把握することで、奇襲を避けるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ブランドは持続的なダメージを与える能力が高く、特に近接での戦闘においてパンテオンは焼かれやすい。\n- ブランドのスタンを受けると、パンテオンのオールインが無効化され、逆に反撃を受けるリスクが高まる。\n- ブランドは距離を保ちながらスキルを使えるため、パンテオンが接近するのが難しく、トレードで不利になる。\n\n不利の緩和策：\n- レーニング中はミニオンの後ろから攻撃し、ブランドのスキルを避けるように立ち回る。\n- ブランドのスキルを避けるために、位置取りを工夫し、接近するタイミングを見極める。\n- ブランドのロームを警戒し、視界を確保しておくことで、奇襲を防ぎつつ安全にファームを行う。",
      "スウェイン": "スウェインが不利です。\n\n- ブランドは遠距離からのバースト攻撃と持続ダメージを持っており、スウェインは接近しないとダメージを与えられないため、距離を保たれると厳しい。\n- ブランドのスタンを持つスキルにより、スウェインは接近する際に無力化されやすく、反撃のチャンスを失うことが多い。\n- スウェインは重傷効果に弱く、ブランドの持続ダメージによって回復が妨げられるため、耐久力が低下する。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、ミニオンを利用して接近するタイミングを計る。\n- ブランドのスキルがクールダウン中に攻撃を仕掛け、反撃のチャンスを増やす。\n- 集団戦では、他の味方と連携してブランドを狙い、孤立させることで有利に戦う。",
      "シャコ": "シャコが不利です。\n\n理由：\n- ブランドは遠距離からの高火力持続AoEを持っており、シャコが接近する前に大きなダメージを与えられる。\n- ブランドのスタン効果により、シャコは一時的に無力化され、奇襲が失敗するリスクが高まる。\n- シャコは自衛手段が乏しく、ブランドの攻撃を受けると瞬時にHPを削られやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろから攻撃を行い、ブランドのスキルを誘発させる。\n- ブランドのスキルを消費した後にステルスを使い、接近してバーストを狙うタイミングを見計らう。\n- 早めに魔法抵抗を積むことで、ブランドのダメージを軽減し、耐久力を向上させる。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ブランドは高い瞬間火力を持ち、ザイラが接近されると簡単に倒される可能性が高い。\n- ブランドのスキルは範囲攻撃であり、ザイラの植物を一掃しやすく、ザイラのゾーニング能力が低下する。\n- ザイラは移動に役立つスキルがなく、ブランドの攻撃を避けるのが難しいため、奇襲を受けやすい。\n\n不利の緩和策:\n- レーン序盤は安全な距離を保ちながらハラスを行い、ブランドのスキルを避けることに集中する。\n- 植物を効果的に配置し、ブランドの攻撃を受けないようにゾーニングを強化する。\n- レベル6以降は集団戦でのRを活用し、ブランドの攻撃を分断することで有利に立ち回る。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ブランドは強力なポーク能力を持ち、レオナが接近する前にダメージを与えられるため、レオナはハラスを受けやすい。\n- ブランドのスキルはスタンを付与するため、レオナがオールインを仕掛ける際に無力化される可能性が高い。\n- レオナは自衛手段が乏しく、ブランドの攻撃を受けると瞬時に大きなダメージを受けることが多い。\n\n不利の緩和策：\n- ブランドのスキルのクールダウンを狙って、タイミングを見計らって行動することで反撃のチャンスを作る。\n- 味方と連携して動き、ブランドの攻撃を避けつつ、集団戦での役割を果たす。\n- 魔法防御アイテムを購入し、ブランドの魔法ダメージに対抗することで耐久力を高める。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ブランドの持続的なダメージとAoE攻撃により、スレッシュはハラスを受けやすく、HP管理が難しくなる。\n- ブランドのスキルは予測可能であり、スレッシュがフックを外すと大きな隙が生まれ、反撃を受けやすい。\n- ブランドは高いCC性能を持っており、スレッシュが接近する際にスタンを受けると、瞬時に排除される危険がある。\n\n不利の緩和策：\n- ブランドのスキルのクールダウンを意識し、隙を見て攻撃することで、反撃のチャンスを増やす。\n- スレッシュのフックを使って、ブランドを捕まえるタイミングを見計らい、連携攻撃を仕掛ける。\n- HP管理を徹底し、ブランドの攻撃を受けすぎないように注意し、必要に応じて味方と連携して撤退する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ブランドは高い遠距離ダメージを持ち、持続的なダメージを与える能力が強力で、セラフィーンはその火力に対抗しづらい。\n- セラフィーンはスキルの発生が遅く、ブランドの攻撃を避けるのが難しく、特に奇襲を受けると致命的なダメージを受けやすい。\n- ブランドのCCスキルによって、セラフィーンは一時的に無力化される可能性が高く、集団戦での役割を果たしにくくなる。\n\n不利の緩和策：\n- ミニオンを利用してブランドのスキルを回避し、ダメージを受けないように立ち回る。\n- ヘルス管理を徹底し、必要に応じて味方と連携して回復やシールドを活用する。\n- ブランドのスキルを温存させるために、孤立した戦闘を避け、集団戦での効果を最大化するように心がける。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブランドの持続ダメージが強力で、ラックスはその継続的なダメージに対して脆弱です。\n- ブランドのスタン効果により、ラックスは捕まると一気にダメージを受けやすく、特に接近戦で不利になります。\n- ブランドはスキルの硬直が大きく、ラックスがスキルを避けることができる場合でも、パッシブを溜められると逆転される可能性があります。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ブランドのスキルを避けるように立ち回る。\n- スキルのクールダウンを考慮し、ブランドのスキルを使った後に攻撃するタイミングを見計らう。\n- サモナースペルを活用し、特にフラッシュを使って奇襲を避けることで生存率を上げる。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n- ニーコは高いバーストダメージと確定CCを持っており、ブランドのスキルショットを避けることで対面を崩しやすいです。\n- ブランドは自衛手段が乏しく、ニーコの奇襲に対して脆弱です。ニーコの擬態を利用することで、ブランドの攻撃を回避しやすくなります。\n- ニーコはAoEダメージを持ち、集団戦でも強力な影響を与えることができるため、ブランドの火力を抑えることができます。\n\n有利の取り方：\n- レーン序盤では、クローンを使ってブランドの攻撃を避けつつ、ミニオンの後ろで立ち回ることで安全にハラスを行います。\n- Eを当てた後にコンボを決めることで、ブランドに対して高いダメージを与えやすくなります。\n- レベル6以降はロームやサイドレーンで圧力をかけ、ブランドのパッシブを意識しながら被ダメを最小限に抑えつつ、集団戦でのCCを活かします。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで、ブランドの攻撃を受け流しつつ回復やシールドを提供できるため、持続的なサステインが可能です。\n- ブランドの継続ダメージに対して、ユーミの回復能力が効果的に働き、レーンでのハラス合戦を有利に進めることができます。\n- ユーミはブランドのスキルをミニオン越しに回避しやすく、ブランドの攻撃を受けるリスクを減らすことができます。\n\n有利の取り方：\n- レーン序盤は味方ADCに早めに乗り、ヒールとサポートを行いながらブランドの攻撃を受け流す。\n- ブランドのスキルを避けつつ、ミニオン越しに攻撃を行い、ハラス合戦では無理に反撃せずに位置取りを維持する。\n- 集団戦では味方のタンクに乗り、ブランドの火力を警戒しながら味方を守り続ける。",
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ブランドに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ブランドの持続ダメージを回復する能力があり、セナの回復スキルでブランドのダメージを相殺できる。\n- ブランドは自衛手段が乏しく、セナのスネアで捕まえることで、ブランドに対して有利な状況を作りやすい。\n\n有利の取り方：\n- ミニオンのソウルを優先して回収し、ADを伸ばすことでダメージを強化する。\n- 安全な位置からハラスを行い、ブランドのスキルを避けつつダメージを与える。\n- ブランドがスキルを使った後に隙を見て接近し、スネアを狙って味方と連携して攻撃する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ブランドは自衛手段が乏しく、ジャンナのCCで簡単に距離を取ることができるため、攻撃を避けやすい。\n- ジャンナのシールドや回復により、ブランドの持続ダメージを軽減できるため、レーンでの耐久力が高い。\n- ブランドのスキルは高いダメージを持つが、ジャンナはディスエンゲージ能力が高く、集団戦での影響力を発揮しやすい。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、味方ADCを守るためにシールドを活用し、ダメージを軽減する。\n- ブランドがスキルを使った後の隙を狙い、CCを使って反撃する。\n- 集団戦では、ブランドの突進を妨害し、味方を守るために位置取りを意識して行動する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の回復やシールドを提供できるため、ブランドの持続ダメージを軽減しやすい。\n- ブランドのスキルを避けながら、味方の攻撃力を強化することでトレードを有利に進めることができる。\n- ブランドのスキルは命中が前提であり、ミリオは機動力を活かしてそれを避けることができるため、スキルの隙を突きやすい。\n\n有利の取り方：\n- ブランドのスキルを避けるために横に動きながら、味方にバフを付与してトレードを行う。\n- ブランドがスキルを外したタイミングで、味方と連携して攻撃を仕掛ける。\n- 集団戦では味方の前衛に加速や回復を配り、ブランドのスキル連鎖を散らすことで後衛を守る。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ブランドの持続ダメージを軽減できるため、耐久力が高い。\n- ブランドのスキルを避けながらポークを行うことで、ソナは安全にダメージを与えられる。\n- ソナの集団戦での支援能力が高く、味方全体を強化することでチームの生存率を向上させる。\n\n有利の取り方：\n- ブランドのスキルを避けるために距離を保ち、ミニオンの後ろに立つことで安全にレーンを維持する。\n- ブランドがスキルを使った後に反撃し、味方を回復することでレーンでの優位を確保する。\n- 早めに魔法防御アイテムを購入し、ブランドのダメージを軽減することで、レーンでの耐久力を高める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってブランドを捕まえることができ、一発キルに繋げやすい。\n- ブランドは自衛手段が乏しく、フックを受けると即死するリスクが高い。\n- ブリッツクランクの集団戦でのピック力が高く、ブランドの継続ダメージを無効化することができる。\n\n有利の取り方：\n- 視界を確保し、ブランドが前に出てくるタイミングでフックを狙う。\n- 味方ADCと連携し、フックが成功したらすぐに追撃を行う。\n- ブランドのスキルのクールダウンを確認し、隙を突いてフックを使う。",
      "カルマ": "カルマが有利です。\n\n- カルマはシールドを持っており、ブランドの攻撃を軽減できるため、耐久力が高い。\n- ブランドの攻撃は範囲ダメージが多く、持続的なダメージを与えるが、カルマは短いポークで削りながら回避できる。\n- カルマは移動速度を上げる効果を持っており、ブランドのスキルを避けやすく、距離を保ちながら戦える。\n\n有利の取り方：\n- ミニオンの後ろで攻撃し、ブランドのスキルを避けながらチクチク削る。\n- ブランドがスキルを使った瞬間に反撃し、シールドを使って被ダメを相殺する。\n- カルマの強化した技を使って、トレードや逃げのタイミングを見極めて有利な状況を作る。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルは味方にシールドを付与できるため、ブランドの高いダメージを軽減しやすい。\n- ブランドのスタンをポリモーフで無力化することができ、攻撃を仕掛ける際のリスクを減らせる。\n- ルルは移動速度を上げるスキルを持っており、ブランドのスキルを避けやすく、距離を保ちながら戦える。\n\n有利の取り方：\n- ブランドの攻撃を受けた味方を素早く回復させ、戦闘を有利に進める。\n- ブランドのスキルを避けるために、常に位置取りを意識し、移動を怠らない。\n- チームメイトと連携し、ブランドに対して集団で攻撃を仕掛けることで、彼の脆弱な自衛力を突く。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ブランドは遠距離からのポークが得意ですが、ノーチラスはフックを使って一気に接近し、ブランドを捕まえることができるため、攻撃のチャンスを作りやすい。\n- ノーチラスは豊富なCCを持っており、ブランドの動きを制限することで、彼のスキルを効果的に避けることができる。\n- ブランドは自衛手段が乏しく、ノーチラスの攻撃を受けると致命的なダメージを受けやすいため、ノーチラスが有利に立ち回れる。\n\n有利の取り方：\n- ブランドのスキルを避けるために、位置取りを工夫し、隙を見てフックを狙う。\n- ブランドがスキルを使った後の隙を突いて、積極的に攻撃を仕掛ける。\n- チームメイトと連携し、ノーチラスのCCを活かしてブランドを捕まえ、集団戦で優位に立つ。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ニーコは高バーストダメージを持ち、接近することでラカンに大きなダメージを与えることができるため、ラカンは距離を詰められると脆弱になる。\n- ニーコのCCスキルはラカンの機動力を制限し、特に接近戦での有効な行動を妨げるため、ラカンは攻撃や防御の選択肢が狭まる。\n- ニーコは擬態を利用して奇襲を仕掛けることが得意で、ラカンが警戒していても不意を突かれる可能性が高い。\n\n不利の緩和策：\n- ニーコのスキルを避けるために、ミニマップやブッシュを常に警戒し、位置取りを工夫することでハラスを受けにくくする。\n- ニーコがスキルを外した瞬間を狙って反撃し、味方と連携して攻撃を仕掛けるタイミングを見計らう。\n- 集団戦ではニーコの変身やアルティメットを警戒し、分断されないように位置取りを意識し、無理に突っ込まないようにする。",
      "メル": "メルが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してメルに接近しやすく、メルの反射を避けることができる。\n- ニーコのスキルは範囲攻撃やスタンを持っており、集団戦でのバーストダメージが高く、メルが一方的に攻撃される可能性がある。\n- メルは回復効果に対して弱く、ニーコが持つバーストダメージに対抗する手段が限られているため、持続的な戦闘で不利になる。\n\n不利の緩和策：\n- ニーコのスキルを反射するタイミングを見極め、Eを使わせた後に攻撃を仕掛けることで、反撃のチャンスを増やす。\n- ジャングルの視界を確保し、ニーコの奇襲を防ぐために、常に周囲の状況を把握しておく。\n- ニーコのスキルのクールダウンを利用して、攻撃的にプレイし、早めにハラスを行うことで、ニーコのプレッシャーを軽減する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ニーコは短時間で接近し、瞬間的な火力を発揮できるため、ゼラスが距離を保つのが難しい。\n- ニーコの擬態能力により、ゼラスは奇襲を受けやすく、視界を取ることが重要になる。\n- ゼラスは自己防衛手段が乏しく、ニーコの攻撃を受けると簡単に倒される可能性が高い。\n\n不利の緩和策：\n- 視界を広く取り、ブッシュを利用してニーコの接近を警戒する。\n- マナ管理を徹底し、スキルを温存してニーコの攻撃を避ける。\n- Zhonyaを購入し、ニーコの攻撃を回避する準備をすることで生存率を上げる。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してセラフィーンに接近しやすいため、セラフィーンが攻撃を当てる前にダメージを受けるリスクが高い。\n- ニーコのスキルは瞬時に高いバーストダメージを出すことができ、セラフィーンの防御ステータスが低いため、オールイン合戦で不利になる。\n- セラフィーンはスキルの発生が遅く、ニーコのような高機動のチャンピオンに対しては攻撃を当てるのが難しい。\n\n不利の緩和策：\n- 距離を保ちながらポークを行い、ニーコが近づく前に体力を削ることを意識する。\n- 味方と連携し、ニーコが孤立したタイミングで集団戦を仕掛けることで、彼女の奇襲を防ぐ。\n- 視界を確保し、ブッシュを利用してニーコの動きを把握し、奇襲を避けるための位置取りを心がける。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ニーコの擬態能力により、奇襲を受けやすく、ブラウムの防御スキルを活かしづらい。\n- ニーコのスキルの射程が短いため、ブラウムが近づくと逆にハラスを受けるリスクが高まる。\n- ニーコは集団戦でのバーストダメージが高く、ブラウムが守りきれない場合がある。\n\n不利の緩和策：\n- ニーコのスキルを誘発させるために、味方と連携して動き、ブラウムの防御スキルを効果的に使う。\n- 距離を保ちながら、味方のキャリーを守ることに専念し、ニーコの攻撃を受けないようにする。\n- アイテムを防御寄りに構成し、特にニーコのバーストダメージを軽減するためのアイテムを優先的に購入する。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してスレッシュの隙を突くことができるため、スレッシュが攻撃を外した際に反撃されやすい。\n- ニーコのスキルは範囲攻撃やスタンを持っており、集団戦でのバーストダメージが高いため、スレッシュがピールを行っても効果が薄くなることがある。\n- ニーコは短射程のチャンピオンに対して有利であり、スレッシュはその短所を突かれやすく、特に接近戦でのリスクが高まる。\n\n不利の緩和策：\n- ニーコのスキルを避けるために、位置取りを意識し、茂みや障害物を利用して安全に立ち回る。\n- ニーコのスキルクールダウンを狙い、攻撃の隙を見つけてフックを当てるチャンスを増やす。\n- 集団戦では、味方と連携してニーコを狙うのではなく、他の敵チャンピオンを優先し、ニーコの影響を最小限に抑える。",
      "セナ": "セナが不利です。\n\n- ニーコは奇襲能力が高く、擬態を利用して接近してくるため、セナは距離を保つのが難しくなります。\n- ニーコのスキルは高いバーストダメージを持ち、特に集団戦では一気にセナを排除することが可能です。\n- セナは基礎ステータスが低く、接近戦での耐久力が乏しいため、ニーコの攻撃を受けると危険です。\n\n不利の緩和策：\n\n- 常に距離を保ち、ニーコが接近する前にハラスを行い、プレッシャーをかける。\n- 視界を確保し、ニーコの動きを把握することで奇襲を防ぐ。\n- 味方と連携し、ニーコが接近した際にはWで拘束し、反撃のチャンスを作る。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ニーコは射程が短いため、ブリッツクランクのフックを避けるために擬態を使って位置取りを工夫できる。これにより、ブリッツクランクの攻撃を回避しやすい。\n- ニーコは高いバーストダメージを持ち、接近戦での反撃が強力であるため、ブリッツクランクが近づくと危険な状況に陥ることが多い。\n- ニーコはミニオンを利用したポークが得意で、ブリッツクランクがフックを外した場合、逆にニーコに有利な状況を与えてしまうことがある。\n\n不利の緩和策：\n- フックを狙う際は、ミニオンの後ろから攻撃するのではなく、視界を確保しつつ安全な位置から狙うようにする。\n- ニーコのスキルを見極め、フックを外した場合は無理に攻撃せず、後退して安全を確保する。\n- 集団戦では、ニーコのアルティメットを警戒し、味方と連携して一緒に行動することで、ニーコの奇襲を防ぐようにする。",
      "ジリアン": "ジリアンが不利です。\n\n- ニーコは高い奇襲能力を持ち、擬態を利用して不意打ちを仕掛けることができるため、ジリアンは接近されると危険な状況に陥りやすい。\n- ニーコのスネアやバーストダメージに対して、ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高い。\n- ニーコは短射程のチャンピオンに対して有利で、ジリアンは距離を取ることが求められるが、ニーコの攻撃が当たるとダメージを受けやすい。\n\n不利の緩和策：\n- ジリアンは常に距離を保ち、ニーコのスネアを避けるように立ち回ることが重要。\n- 視界を確保し、ニーコの動きを把握することで、奇襲を未然に防ぐ。\n- チームメイトと連携し、ニーコが孤立した際に攻撃することで、彼女の強みを活かさせないようにする。"
    },
    "loses": {
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは序盤の1v1で強力なバーストダメージを持ち、ニーコが近づく前に攻撃を仕掛けやすい。\n- ニーコのスキルは射程が短く、パンテオンが接近することでニーコの攻撃を避けつつ反撃が可能。\n- パンテオンはグローバルなアルティメットを持ち、他のレーンへのロームが早く、試合全体での影響力を高めやすい。\n\n有利の取り方：\n- レベル1から2の間にニーコの通常攻撃を受けつつ、隙を見て短いコンボで反撃を狙う。\n- ニーコの拘束スキルが外れた瞬間に突っ込み、短期決着を優先する。\n- レベル6以降はニーコのアルティメットを警戒しつつ、ロームやサイドレーンを押し付けてニーコを孤立させる。",
      "カルマ": "カルマが有利です。\n\n- カルマは長射程のポークが可能で、ニーコに対して遠くからダメージを与えやすいです。\n- カルマのシールドや加速効果により、ニーコの突進を無効化しやすく、味方を守ることができます。\n- ニーコのスキルは射程が短いため、カルマが距離を保つことで攻撃を避けやすく、安定した立ち回りが可能です。\n\n有利の取り方：\n- レーン戦ではQを使って遠くからニーコをポークし、体力差を作る。\n- シールドを適切に使い、ニーコの攻撃を受け流しつつ味方ADCをサポートする。\n- 集団戦ではRを使って味方を強化し、ニーコのアルティメットを避ける位置取りを心がける。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、ニーコに接近しやすいため、奇襲を仕掛けることが得意です。\n- ニーコは射程が短く、近づく必要があるため、シャコの攻撃を受けやすくなります。\n- シャコはCCを持っており、ニーコの動きを制限することで、彼女のスキルを発動させる前に攻撃することができます。\n\n有利の取り方：\n- 序盤から視界を確保し、ニーコの動きを監視しつつ、奇襲のチャンスを狙います。\n- ニーコがスキルを使った後の隙を突いて、背後から攻撃を仕掛けることでダメージを与えます。\n- 集団戦では、ニーコのRを警戒しつつ、側面から混乱を生み出し、敵チームを分断することで有利な状況を作ります。",
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、ニーコの攻撃を受けても生存しやすい。\n- CCが豊富で、ニーコの動きを制限することで彼女の奇襲能力を無効化できる。\n- ニーコは射程が短く、接近しなければならないため、レオナのオールインに対して脆弱である。\n\n有利の取り方：\n- ニーコのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- フォグ・オブ・ウォーを利用して奇襲をかけ、ニーコが警戒していない時に接近する。\n- レーンでのハラスを行い、ニーコのHPを削りつつ、オールインのチャンスを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは継続的な回復能力を持ち、ニーコのバーストダメージに対して耐久力を高めることができる。\n- ナミのCCは敵を捕まえる能力があり、ニーコの奇襲を防ぎやすい。特にニーコの変身攻撃に対して有効。\n- ナミはレーンでのハラスが強力で、ニーコのスキルの射程が短いため、距離を保ちながら有利なトレードが可能。\n\n有利の取り方：\n- 序盤からQでハラスを行い、ニーコの動きを制限する。\n- Eを活用して味方の攻撃力を上げ、ニーコとのトレードを有利に進める。\n- レベル6以降はRを使ってニーコの変身攻撃を分断し、集団戦での優位性を確保する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ニーコの攻撃を受けにくい。\n- ユーミの回復やシールドによって、ニーコのバーストダメージを軽減できるため、持続的なトレードが可能。\n- ニーコのCCスキルに対して、ユーミは味方を守る手段を持っており、ニーコの奇襲を無効化しやすい。\n\n有利の取り方：\n- 味方の射手に密着し、ニーコの攻撃を受けないように立ち回る。\n- ニーコのCCを警戒し、味方に回避を促しながらポークを行う。\n- 視界を確保し、ブッシュ管理を行うことでニーコの奇襲を防ぎ、安定したレーン維持を図る。",
      "ミリオ": "ミリオが有利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすことができ、ニーコの攻撃を受けるリスクを減らしつつ、トレードを有利に進めることができる。\n- ミリオの回復能力により、ニーコのバーストダメージを軽減し、持続的に戦うことが可能。\n- ニーコのスキルは接近戦でのダメージを狙うため、ミリオが常に動き回ることでニーコの攻撃を避けやすい。\n\n有利の取り方:\n- ニーコのスキルを避けるために、常に動き回り、隙を見て接近する。\n- ニーコがスキルを使った後の隙を狙って攻撃し、持続的に圧力をかける。\n- チームメイトと連携し、ニーコが孤立したタイミングで一気に攻める。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "アリスターが不利です。\n\n理由：\n- ラックスは長射程の攻撃を持ち、アリスターが接近する前にハラスを受けやすい。\n- ラックスのスキルは全てミニオンにブロックされず、アリスターが近づく際に安全にダメージを与えられる。\n- アリスターは接近戦でのCCが強いが、ラックスのスキルを避けることが難しく、特にフラッシュを使った後の反撃が難しい。\n\n不利の緩和策：\n- ワードを活用して視界を確保し、ラックスのスキルを避ける位置取りを心がける。\n- 味方ADCと連携し、ラックスがスキルを使った後にオールインを狙うタイミングを見計らう。\n- マナ管理を徹底し、必要な時にスキルを使えるようにして、レーン維持を意識する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ラックスの遠距離ポークに対して、モルガナはスキルを使うタイミングが難しく、被ダメージを受けやすい。\n- ラックスのバーストダメージが高く、接近されるとモルガナは脆弱で対処が難しい。\n- ラックスのスキルはミニオンにブロックされないため、ハラスが非常に効果的で、モルガナはCSを取りづらくなる。\n\n不利の緩和策：\n- ラックスのスキルを避けるために、ミニオンの後ろからスキルを狙うように立ち回る。\n- ラックスがスキルを使った後に反撃するタイミングを見計らい、バーストを狙う。\n- レーンでのハラスを避けるために、レベル6まで無理をせずにCSを優先し、集団戦での役割を意識する。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ラックスは長射程からのハラスが得意で、ラカンが近づく前にダメージを与えられる。\n- ラックスの拘束スキルに当たると、ラカンは何もできなくなり、反撃のチャンスを失う。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルを避けるのが難しいため、接近するのが困難。\n\n不利の緩和策：\n- ワードを使って視界を確保し、ラックスのスキルを避ける動線を作る。\n- ミニオンを利用してラックスのスキルを避けつつ、ハラスを行うタイミングを見計らう。\n- レベル6以降はラックスのスキルのクールダウンを狙い、隙を突いてエンゲージを試みる。",
      "セナ": "セナが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、スキルを当てられると一気にHPを削られるため、セナはハラスを受けやすい。\n- ラックスのスネア効果を持つスキルにより、接近した際に捕まるリスクが高く、セナは逃げる手段が乏しいため危険。\n- ラックスは全てのスキルがミニオンにブロックされないため、セナがハラスを試みても、ラックスは安全に攻撃を続けられる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ラックスのスキルを避ける位置取りを心がけ、近づかないようにする。\n- Wを使ってラックスのスキルを引きつけ、反撃のチャンスを作ることで、トレードを有利に進める。\n- 視界を確保し、ラックスのローミングを警戒することで、味方と連携しやすくし、集団戦での影響力を高める。",
      "ザイラ": "ザイラが不利です。\n\n- ラックスは長射程のスキルを持ち、ザイラの接近を許さずにハラスを行いやすい。\n- ラックスのバインドによって、ザイラは拘束されやすく、接近されると脆弱な状態になる。\n- ザイラのスキルは発動から発生までに時間がかかるため、ラックスのスキルを避けるのが難しい。\n\n不利の緩和策：\n\n- ブッシュを利用して視界を確保し、ラックスのスキルを避けるように立ち回る。\n- ザイラの植物を活用して、ラックスのスキルをブロックしたり、ハラスを行う。\n- 早めにロームして他のレーンに影響を与え、試合全体の流れを変える。",
      "ルル": "ルルが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、ルルが近づくと一瞬で大きなダメージを受ける可能性が高い。\n- ラックスのスキルは全てミニオンにブロックされず、ルルがハラスを試みても簡単に反撃される。\n- ルルはエンゲージやキャッチ能力が乏しく、ラックスのスキルがクールダウン中でない限り、攻撃を仕掛けるのが難しい。\n\n不利の緩和策：\n- ラックスのスキルがクールダウン中のタイミングを見計らって攻撃し、ハラスを行う。\n- ADCにスピードを与えてラックスの攻撃を避けさせ、ルル自身が安全な位置を保つ。\n- ルルのシールドやバフを活用して、ラックスの攻撃を受ける際の生存能力を高める。",
      "バード": "バードが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、遠距離からの攻撃でバードに圧力をかけやすい。\n- バードのダメージスキルは限られており、ラックスの高耐久なハラスに対抗するのが難しい。\n- ラックスのスキルはミニオンにブロックされず、バードがハラスを試みる際に逆にダメージを受けやすい。\n\n不利の緩和策：\n- チャイムを回収しつつ、ラックスのスキルを避けるためにミニオンの後ろで立ち回る。\n- ロームを活用して他のレーンに影響を与え、ラックスとの1対1の状況を避ける。\n- ラックスのスキルのクールダウンを確認し、隙を見て反撃や回復を行う。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ラックスの長射程のスキルにより、ニーコは接近する前にハラスを受けやすい。\n- ラックスのスネアやバーストダメージが強力で、ニーコが近づくと一気に危険な状況に陥る。\n- ニーコのスキルの射程が短いため、ラックスの攻撃を避けるのが難しく、特にレイトゲームではスケール負けしやすい。\n\n不利の緩和策：\n- ミニオンの裏でラックスのスキルを避けるように立ち回り、ハラスを最小限に抑える。\n- ワードを活用して視界を確保し、ラックスのスキルを避けるタイミングを見極める。\n- アルティメットを使うタイミングを工夫し、ラックスのスキルを避けた後に反撃する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全にサポートができ、ラックスの攻撃を受けにくい。\n- ユーミの回復やシールドによって、ラックスのバーストダメージを軽減しやすい。\n- ラックスは方向指定のスキルが多く、ユーミが位置をずらすことでスキルを避けやすい。\n\n有利の取り方：\n- レーン序盤は味方に付着し、回復を優先しながらラックスの攻撃を受け流す。\n- ラックスのスキルを避けるために、位置取りを工夫し、Qを外させる。\n- 交戦時には味方を加速させて前進させ、ラックスを狙うチャンスを作る。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、ラックスのスネアやバースト攻撃を妨害することができるため、ラックスの攻撃を回避しやすい。\n- ジャンナのシールドや回復能力により、ラックスの高いバーストダメージを軽減できるため、耐久力が向上する。\n- ジャンナは移動速度を上げるスキルを持っており、ラックスの攻撃を避けながら味方を守ることができる。\n\n有利の取り方：\n- 常に後方に位置し、ミニオンを盾にしてラックスのスキルを避ける。\n- ラックスのスキルを見たら、味方にシールドをかけて被ダメを軽減する。\n- ラックスが攻撃のチャンスを作った際には、CCを使って妨害し、味方を守る。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- ブリッツクランクはフックを使ってラックスを捕まえることができ、瞬時にキルに繋げる能力が高いです。\n- ラックスは接近されると脆弱で、ブリッツクランクの攻撃を受けると反撃の余裕がなくなります。\n- ブリッツクランクはフックの発生速度が早く、ラックスのスキルを避けることができるため、プレッシャーをかけやすいです。\n\n有利の取り方：\n- 序盤はラックスのスキルを温存させ、フックを狙うタイミングを見計らう。\n- ミニオンや視界の角からサプライズフックを狙い、ラックスがスキルを使った後に攻撃する。\n- 味方ADCと連携してラックスを圧迫し、フックを外した場合は一旦下がって再度チャンスを待つ。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態でラックスに接近しやすいため、奇襲が可能です。\n- ラックスは接近されると脆弱で、シャコの攻撃を受けると一気にダメージを与えられるため、対面でのプレッシャーがかかります。\n- シャコのCCスキルを使うことで、ラックスのスキルを避けつつ、効果的に敵を攪乱することができます。\n\n有利の取り方：\n- ブッシュやトンネルを利用してラックスに接近し、奇襲を仕掛ける。\n- ラックスのスキルを避けるために、インビジブルを活用し、タイミングを見計らって攻撃する。\n- ワードを使って視界を管理し、ラックスの動きを制限しながら、連携を取って攻撃する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすいため、接近して攻撃するチャンスが多い。\n- ラックスは基礎ステータスが低く、接近されると脆弱なため、パイクの奇襲に対して非常に弱い。\n- パイクのフックやCCスキルを使うことで、ラックスを捕まえやすく、瞬時にキルを狙える。\n\n有利の取り方：\n- ブッシュを利用してフックを狙い、ラックスが距離を取る前に攻撃を仕掛ける。\n- ロームを活用して他のレーンに圧力をかけ、ラックスを孤立させる。\n- 集団戦ではサイドから入り、ラックスを狙って瞬時に排除し、味方のサポートを受ける。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持っており、ラックスのスキルを避けながら接近しやすいです。\n- ラックスは接近されると脆弱で、レルのオールインに対して対処が難しいです。\n- レルのパッシブ効果により、ラックスに対してダメージを与えやすく、タンクとしての耐久力も高いです。\n\n有利の取り方：\n- レーン序盤でラックスのスキルを避けつつ、短い隙を狙って接近し、CCを当てる。\n- レベル3以降に連続CCを活用して、ラックスに対してオールインを仕掛ける。\n- ミニオン管理をしっかり行い、ラックスがポークしづらい状況を作り出す。",
      "カルマ": "カルマが有利です。\n\n理由：\n- ラックスは高いバーストダメージを持つが、カルマはシールドや加速を使って味方を守りつつ、ラックスの攻撃を軽減できる。\n- ラックスのスキルはクールダウンがあり、スキルを使った後に攻撃するチャンスが生まれるため、カルマはその隙を突いて反撃できる。\n- カルマは距離を保ちながらハラスができるため、ラックスの攻撃を避けつつ、持続的にダメージを与えることができる。\n\n有利の取り方：\n- 常に距離を保ち、ラックスのスキルを避けるように動き回る。\n- ラックスがスキルを使った後に積極的に攻撃し、ハラスを行う。\n- ワードを設置して視界を確保し、ラックスの動きを把握しつつ、集団戦での役割を果たす。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供することで、ラックスのポークを軽減できるため、レーンでの生存能力が高い。\n- ミリオのCC解除のウルトにより、ラックスのスネアやバーストダメージを無効化できるため、集団戦での影響力が増す。\n- ラックスは接近されると脆弱であり、ミリオのサポートによって味方ADCが安全にトレードできる環境を作れる。\n\n有利の取り方：\n- レーンではミニオンの後ろに隠れ、ラックスのスキルショットを避けつつ、味方ADCに回復やバフを優先的に行う。\n- ラックスのスキルを引き出すために、味方ADCと連携してトレードを行い、ラックスのスキルを無駄にさせる。\n- 集団戦では、ミリオのウルトをタイミングよく使用し、ラックスの攻撃を無効化しつつ、味方の攻撃をサポートする。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "ザイラが不利です。\n\n- タム・ケンチは高い耐久力を持ち、ザイラの攻撃を受け止めやすいため、ザイラの火力が活かしづらい。\n- タム・ケンチのスキルによって、ザイラのCCやキルコンが無効化されるため、ザイラの戦略が機能しにくい。\n- タム・ケンチは近づいてくる敵に対して反撃が可能で、ザイラが接近されると脆弱な状態になる。\n\n不利の緩和策：\n- タム・ケンチのスキルのクールダウンを把握し、Devourの使用タイミングを見極めて攻撃する。\n- 植物を活用してタム・ケンチの動きを制限し、遠距離からのポークを続ける。\n- 味方と連携し、タム・ケンチが孤立しているタイミングを狙って攻撃する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、モルガナの攻撃を受けながら反撃しやすいため、トレードで不利になりやすい。\n- タムのCCは発生が遅いものの、モルガナのスキルを無効化することができるため、モルガナの攻撃手段を制限される。\n- タムは瞬間火力が高いチャンピオンに対しても強く、モルガナは持続的な戦闘に向いていないため、集団戦でのダメージ出力が低くなりやすい。\n\n不利の緩和策：\n- タムのスキルのクールダウンを意識し、Wがクールダウン中のタイミングで攻撃を仕掛ける。\n- 黒盾を適切なタイミングで使用し、味方を守りつつタムの攻撃を受け流す。\n- レーンでのトレードを短時間に抑え、タムのEスタックを溜めさせないように心がける。",
      "ニーコ": "ニーコが不利です。\n\n- タム・ケンチは高い耐久力を持ち、ニーコの攻撃を受け止めやすいため、ニーコの瞬間火力が活かしづらい。\n- タム・ケンチのスキルでニーコのコンボを無効化されると、ニーコは一気に不利な状況に陥る。\n- ニーコは近接戦で不利であり、タム・ケンチの攻撃を受けると危険な状況になることが多い。\n\n不利の緩和策：\n- ミニオンの影や草を利用して奇襲をかけ、遠距離から攻撃を仕掛ける。\n- タム・ケンチのスキルのクールダウンを確認し、タイミングを見計らって攻撃する。\n- 集団戦では分身を使って敵を混乱させ、タム・ケンチの注意を逸らす。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タム・ケンチは高いサステインと瞬間的な耐久力を持っており、ノーチラスの攻撃を受けながら反撃しやすい。\n- タム・ケンチのウルトによって、ノーチラスのCCを無効化される可能性があり、エンゲージが難しくなる。\n- タム・ケンチは接近戦でのパッシブスタックが得意で、ノーチラスが近づく前にダメージを与えられることが多い。\n\n不利の緩和策：\n- タム・ケンチのスキルを使わせるために、慎重に位置取りを行い、攻撃チャンスを増やす。\n- 味方との連携を強化し、タム・ケンチのウルトを警戒しながら一緒に攻撃する。\n- アイテム選択で効果的なダメージを与えられる装備を選び、タム・ケンチの耐久力を削ることを意識する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- タム・ケンチは近接攻撃を持ち、ヴェル＝コズの距離を詰めることが得意です。これにより、ヴェル＝コズは攻撃を受けやすくなります。\n- タム・ケンチのウルトによって、ヴェル＝コズは無力化される可能性が高く、特に集団戦では致命的なダメージを受けるリスクがあります。\n- ヴェル＝コズは機動力が低く、タム・ケンチのCCを避けるのが難しいため、捕まると大きなダメージを受けやすいです。\n\n不利の緩和策：\n- 常にサイドに逃げ道を確保し、タム・ケンチが近づいてくる前に距離を保つように心がける。\n- タム・ケンチのCCやウルトのタイミングを見極め、逃げるためのスキルを温存する。\n- 味方のCCやダメージを活用し、タム・ケンチを孤立させることで、集団戦での優位性を確保する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ラックスの攻撃を受けながら近づくことができるため、持続的なポークが難しい。\n- タム・ケンチのスキルは、ラックスの攻撃を無効化したり、味方を守ることができるため、ラックスのバーストダメージを活かしにくい。\n- タム・ケンチはエンゲージが苦手なラックスに対して、近づいて反撃するチャンスを与えやすい。\n\n不利の緩和策：\n- ミニオンの後ろから攻撃し、タム・ケンチが近づく前にダメージを与えるように心がける。\n- タム・ケンチのスキルを避けるために、距離を保ちながら立ち回り、無理に追わない。\n- タム・ケンチがスキルを使った後の隙を狙って、味方と連携して攻撃するタイミングを見計らう。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ブランドの持続ダメージを受けても簡単には倒れないため、ブランドのダメージが通りにくい。\n- タム・ケンチの飲み込みによって、ブランドの攻撃を無効化される可能性があり、特に味方を守るために使われると、ブランドの火力が発揮できなくなる。\n- タム・ケンチは近づいてくると、ブランドのスキルを避けやすく、エンゲージが難しくなるため、ブランドが攻撃を当てる機会が減る。\n\n不利の緩和策：\n- タム・ケンチが近づく前に、ミニオンを利用してポークし、できるだけダメージを与える。\n- タム・ケンチが飲み込む対象を狙わず、他の敵チャンピオンを攻撃することで、タム・ケンチの注意を逸らす。\n- チームメイトと連携し、タム・ケンチが前に出た際に一緒に攻撃することで、彼の耐久力を削るチャンスを作る。",
      "セナ": "セナが不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、セナの攻撃を受けながら反撃しやすいため、セナのハラスが効きにくい。\n- タムのCCスキルにより、捕まると一気にダメージを受けやすく、セナの逃げ手段が乏しいため危険。\n- タムは味方を守る能力が高く、セナが攻撃を仕掛けてもタムが介入することで効果が薄れる。\n\n不利の緩和策:\n- レーン序盤はミニオン越しに安全にハラスを行い、タムの攻撃を避ける立ち回りを徹底する。\n- タムが味方を守りに来た際は無理に攻撃せず、冷静に位置取りを行い、他のターゲットを狙う。\n- ジャングルと連携し、タムが前に出た瞬間を狙って反撃することで、セナの攻撃機会を増やす。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ユーミの攻撃を受け流しやすいため、ユーミのハラスが効きにくい。\n- タム・ケンチのスキルによって味方を無力化することができ、ユーミが味方を支援する機会を奪われる。\n- ユーミは拘束や引き離されると機能しづらく、タム・ケンチの接近によってその状況が生まれやすい。\n\n不利の緩和策：\n- ユーミは常に味方ADCに密着し、タム・ケンチの攻撃を受けないように立ち回る。\n- タム・ケンチのスキルを避けるために、位置取りを工夫し、敵の動きを予測して行動する。\n- 集団戦では、タム・ケンチのターゲットにならないように、後衛に留まりつつ味方を支援する。"
    },
    "loses": {
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは遠距離からのポークが得意で、タム・ケンチの近づく前にダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- セラフィーンのスキルは集団戦での効果が高く、味方の数に応じて強化されるため、タム・ケンチが集団戦に参加する際に有利に働く。\n- タム・ケンチはエンゲージが苦手で、セラフィーンのスキルの発生が遅い相手に対しては、攻撃を当てやすくなる。\n\n有利の取り方：\n- レーン序盤は安全を重視し、遠距離からCSとポークを行い、タム・ケンチの攻撃を避ける。\n- タム・ケンチの近づくタイミングを見計らい、スローをかけてから追撃することで、ダメージを与えつつ距離を保つ。\n- レベル6以降は味方と連携し、集団戦でのCCを活かしてタム・ケンチを無力化し、確実なキルチャンスを狙う。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、タム・ケンチに対して安全にポークができるため、レーンでの優位性を保ちやすい。\n- タムのCCスキルは発生が遅く、ゼラスのスキルを当てるのが難しいため、タムが接近する前にダメージを与えられる。\n- ゼラスはマナ回復のパッシブを持っているため、持続的にハラスを行いながらレーンを維持しやすい。\n\n有利の取り方：\n- ミニオンの背後からスキルを使い、タムが近づく前にダメージを与える。\n- タムが接近した際にはスローをかけて距離を保ち、反撃を避ける。\n- レベル6以降は安全な位置からアルティメットを使用し、タムの動きを制限しつつダメージを与える。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは遠距離からのポークが可能で、タム・ケンチに対してレーンでのハラスを行いやすい。\n- タム・ケンチのCCスキルは発生が遅く、ソナはその間に回復や加速を行うことで味方を守ることができる。\n- ソナのアルティメットは集団戦でのエンゲージを妨害できるため、タム・ケンチの突進を防ぐことができる。\n\n有利の取り方：\n- レーン開始時にQでタム・ケンチをポークし、Eで味方を加速させてタムの攻撃を避ける。\n- タム・ケンチのCCに注意しつつ、控えめなポジションを保ちながら味方を支援する。\n- タム・ケンチが味方を食べた場合、無理に距離を詰めずに回復を行い、集団戦ではアルティメットを使ってタムのエンゲージを妨害する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは遠距離からのポークが得意で、タム・ケンチに対して持続的にダメージを与えられるため、レーンでの優位性を保ちやすい。\n- ソラカのサイレンス効果により、タム・ケンチのエンゲージや味方を飲み込む行動を妨害できるため、タムの強みを活かさせない。\n- ソラカは高い回復能力を持ち、タム・ケンチの攻撃を受けても持ちこたえやすく、チーム全体の生存率を高めることができる。\n\n有利の取り方：\n- レーン序盤はQでタム・ケンチをポークし、HPを管理しながら優位に立つ。\n- Eを使ってタム・ケンチの行動を制限し、味方を守るタイミングを見計らってRを使用する。\n- ビジョンをしっかり管理し、タム・ケンチの動きを把握することで、奇襲を避けつつ安全にレーンを維持する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、タム・ケンチの攻撃を無効化することができるため、タムのエンゲージを阻止しやすい。\n- ジャンナのシールドによって、タムのバーストダメージを軽減できるため、耐久力を高めることができる。\n- タムは近接攻撃に依存しているが、ジャンナは距離を保ちながら攻撃できるため、タムの攻撃を避けやすい。\n\n有利の取り方：\n- レーン序盤は距離を保ち、タムの攻撃を避けながら味方を守る。\n- タムの攻撃を予測して横移動し、CCを使って反撃のチャンスを作る。\n- レベル6以降は、タムのロームに対して味方を守るためにRを活用し、集団戦での影響力を高める。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは遠距離から回復や移動支援を行うことができ、タム・ケンチの接近を阻害することができるため、タムの攻撃を受けにくい。\n- ミリオのCC解除のウルトにより、タムの無力化を防ぎ、味方を守ることができるため、集団戦での影響力が高い。\n- タムはエンゲージが苦手で、ミリオの支援を受けた味方に対して攻撃を仕掛けるのが難しい。\n\n有利の取り方：\n- レーン前半では、遠距離から回復やスピード支援を行い、タムの接近を防ぐ。\n- レーン中盤では、視界を確保し、味方ADCを動かしてタムの捕食射程外を維持する。\n- 集団戦では、ロームでサイド圧力をかけ、味方にシールドと移動支援を行い、タムの攻撃から味方を守る。",
      "ポッピー": "ポッピーが有利です。\n\n- ポッピーは壁に敵をぶつけてスタンさせることができるため、タム・ケンチの行動を制限しやすい。\n- タム・ケンチの攻撃を受ける際、ポッピーは高いシールドを持っているため、耐久力が高く、トレードで有利に立ち回れる。\n- ポッピーのアルティメットを使うことで、タム・ケンチの味方を救出する動きを妨害でき、集団戦での影響力が大きい。\n\n有利の取り方：\n- レーン序盤はミニオンを利用してゾーニングを行い、タム・ケンチに近づかないようにする。\n- タム・ケンチの攻撃を受ける際は防御的にスキルを使い、相手の攻撃を無効化する。\n- タム・ケンチが攻撃を仕掛けてきた瞬間に、壁を利用してスタンを狙い、フルコンボで反撃する。",
      "スウェイン": "スウェインが有利です。\n\n- 遠距離からのポークが可能で、タム・ケンチが近づく前にダメージを与えられる。\n- スウェインの持続的なダメージと回復能力により、タム・ケンチの攻撃を受けても耐えやすい。\n- タム・ケンチのウルトを無効化する手段があり、集団戦での影響力を高められる。\n\n有利の取り方：\n- ライン戦では、ミニオンを利用して安全にQやWで攻撃し、タム・ケンチの体力を削る。\n- Eを温存し、タム・ケンチが近づいてきたタイミングで当てて拘束し、追撃する。\n- 集団戦では、タム・ケンチの動きを見極めてウルトを使い、敵を束ねてダメージを与える。",
      "ナミ": "ナミが有利です。\n\n理由：\n- 長射程の攻撃を持ち、タム・ケンチに対してポークが容易で、ヘルス差を作りやすい。\n- CCを駆使してタムの行動を制限できるため、タムが仕掛けるタイミングを潰すことができる。\n- 回復能力が高く、味方の耐久力を維持しやすいため、タムの攻撃を受けても有利に戦える。\n\n有利の取り方：\n- Wを使って回復しつつ、タムに対してポークを行い、ヘルス差を作る。\n- Qを温存してタムの攻撃を潰し、ミニオン越しに当てることで安全にダメージを与える。\n- Rを使ってタムの突進や味方の救出を妨害し、集団戦での影響力を高める。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、タム・ケンチの攻撃を避けながら接近しやすいため、エンゲージやピールが得意です。\n- タム・ケンチのCCは発生が遅く、ラカンの素早い動きに対して反応しづらいため、ラカンは自由に動き回ることができます。\n- ラカンは味方を守るためのシールドや回復を持っており、タム・ケンチの攻撃を受けても耐えやすく、味方をサポートしやすいです。\n\n有利の取り方：\n- ワードを使って視界を確保し、タム・ケンチの動きを把握しながら接近するタイミングを見計らう。\n- タム・ケンチが攻撃を仕掛けてきた瞬間に、味方と連携して一気に攻撃を仕掛ける。\n- タム・ケンチが孤立している時にロームし、集団戦では味方のCCを温存しつつ、タムを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- 序盤のバーストダメージが高く、タム・ケンチに対して強力なトレードが可能です。\n- タム・ケンチの耐久力や回復力に対して、短時間でのダメージを与えることができるため、早期にキルを狙いやすいです。\n- パンテオンはグローバルなアルティメットを持っており、他のレーンへの介入が早く、試合全体に影響を与えやすいです。\n\n有利の取り方：\n- レベル1から3の間に積極的にトレードを行い、タム・ケンチにプレッシャーをかける。\n- ジャングルとの連携を強化し、Gankを要求してタム・ケンチを孤立させる。\n- タム・ケンチのスキルを誘発させた後に再攻撃し、オールインを狙う。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- シャコの透明状態を利用して奇襲を仕掛けられるため、モルガナは狙われやすい。\n- シャコの攻撃を避けるための黒盾を使わせた後、透明で接近されると反撃が難しい。\n- シャコの高い機動性と瞬発力により、集団戦での立ち回りが難しく、後衛を守るのが困難になる。\n\n不利の緩和策：\n- 常に視界を確保し、ワードを配置してシャコの動きを把握する。\n- チームメイトと連携し、シャコが透明になる前に先手を取るようにする。\n- 集団戦では後衛から安全な位置で攻撃し、黒盾を適切に使って味方を守る。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- シャコはインビジブル状態でフックを回避できるため、ブリッツクランクの攻撃を避けやすい。\n- シャコの高い機動性により、ブリッツクランクが接近する前に奇襲を仕掛けられるリスクがある。\n- ブリッツクランクは基礎移動速度が低く、シャコの奇襲に対して逃げる手段が乏しいため、捕まる可能性が高い。\n\n不利の緩和策：\n- 視界を確保し、シャコの動きを常に把握することで奇襲を防ぐ。\n- シャコのインビジブルを予測して、フックを使うタイミングを慎重に選ぶ。\n- ブッシュや箱を利用して、シャコの動きを制限し、接近を強要する状況を作る。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを活かして奇襲を仕掛けることができ、アリスターのCCを避けやすい。\n- アリスターは攻撃力が低く、シャコのバーストダメージに対して耐えるのが難しいため、奇襲に対処しきれないことが多い。\n- 集団戦ではシャコが分断を狙いやすく、アリスターのエンゲージが効果的に機能しない場合がある。\n\n不利の緩和策：\n- 視界を確保し、シャコの動きを常に把握することで奇襲を防ぐ。\n- シャコが透明になった際には、フラッシュやCCを温存し、冷静に対処するタイミングを見極める。\n- 集団戦では、シャコのRがないタイミングを狙ってエンゲージし、味方と連携してシャコを排除する。",
      "レオナ": "レオナが不利です。\n\n理由：\n- シャコは高い機動性と奇襲能力を持ち、レオナのCCを避けながら攻撃を仕掛けることができるため、レオナが捕まるリスクが高い。\n- レオナは火力が低く、特に中盤以降はダメージが不足しがちで、シャコの瞬発力に対抗しづらい。\n- シャコはインビジブル状態での奇襲が得意で、レオナが視界を確保していても不意を突かれる可能性がある。\n\n不利の緩和策：\n- ブッシュやタワー下での視界確保を徹底し、シャコの奇襲を警戒する。\n- 味方ADCと連携し、シャコが近づく前にCCを当てるタイミングを見極める。\n- 集団戦では、シャコの動きを予測し、孤立した敵を狙うように立ち回ることで、シャコの奇襲を無効化する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- シャコは高い機動力を持ち、瞬時に接近して奇襲を仕掛けることができるため、ザイラが攻撃を当てる前にダメージを受けやすい。\n- ザイラは移動に役立つスキルがなく、接近されると脆弱で、シャコのバーストダメージに対処しづらい。\n- シャコのインビジブル状態やクローンを利用したトリッキーな立ち回りに対して、ザイラは反応が遅れやすく、CCを当てるのが難しい。\n\n不利の緩和策：\n- ブッシュにワードを置き、視界を確保してシャコの動きを把握することで、奇襲を避ける。\n- シャコが突っ込んできた際には、Eを温存して反撃のチャンスを狙う。\n- 集団戦では、シャコが突っ込むタイミングを見計らってCCを使い、キャリーを守ることで、ザイラの役割を果たす。",
      "ゼラス": "ゼラスが不利です。\n\n- シャコは高い機動力と隠密能力を持ち、ゼラスに接近しやすいため、バーストダメージを与えられるリスクが高い。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、シャコの奇襲に対処しづらい。\n- シャコのCCスキルによってゼラスのスキル発動が阻害されると、攻撃のチャンスを失い、逆に攻撃を受ける可能性が高まる。\n\n不利の緩和策：\n\n- 常に視界を確保し、草むらや壁際での奇襲を警戒するためにワードを設置する。\n- 味方と連携し、シャコの突入を防ぐために集団行動を心がける。\n- モビリティアイテムを早めに購入し、シャコの攻撃を避けるための逃げ道を確保する。",
      "パイク": "パイクが不利です。\n\n理由：\n- シャコは高い奇襲性能を持ち、インビジブル状態での攻撃が得意なため、パイクがスキルを外すと一気に不利な状況に陥る。\n- シャコのCCスキルによって、パイクの動きが制限されやすく、特に集団戦では瞬間火力が低いため、効果的にダメージを与えられない。\n- シャコは持続戦が苦手なため、パイクが一発で落とすことができない場合、逆に反撃を受けるリスクが高まる。\n\n不利の緩和策：\n- ワードを積極的に設置し、シャコの奇襲を事前に察知することで、対策を講じる。\n- シャコの箱を踏ませないように立ち回り、視界を確保してシャコの動きを制限する。\n- 集団戦では、シャコのクローンや箱を意識し、フックを外さないように慎重に行動する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、ラックスが接近されると対処が難しくなる。\n- ラックスは基礎ステータスが低く、接近戦に弱いため、シャコの攻撃を受けると脆くなりやすい。\n- シャコのCCを持つスキルに対して、ラックスは逃げる手段が限られており、捕まると一気に不利な状況に陥る。\n\n不利の緩和策：\n- 常に視界を確保し、シャコの動きを把握することで奇襲を防ぐ。\n- シャコが消えた際は、ブラッシュやジャングル寄りを警戒し、距離を保つようにする。\n- アイテムとしてゾーニャを優先し、シャコの攻撃を受けた際に生存率を高める。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- ブランドは自衛手段が乏しく、シャコの奇襲に対して脆弱であるため、瞬時にダメージを受けやすい。\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ブランドが攻撃を当てる前に接近される可能性が高い。\n- 集団戦ではブランドのAoEダメージが強力だが、シャコの単体奇襲に対しては効果的に対処できず、カウンターGankを受けやすい。\n\n不利の緩和策：\n- 視界を確保し、シャコの動きを把握することで奇襲を防ぐ。\n- シャコがロームする際は、ミニオンを盾にしてQを回避し、味方と協力して対処する。\n- アイテムやルーンを活用して耐久力を上げ、シャコの攻撃を受けた際の生存率を高める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、ノーチラスが攻撃を当てるのが難しい。\n- ノーチラスのCCはシャコの透明化に対して効果が薄く、シャコが逃げる手段を持っているため、捕まえにくい。\n- シャコは集団戦が苦手なノーチラスに対して、個別に攻撃を仕掛けることで有利に立ち回ることができる。\n\n不利の緩和策：\n- シャコの罠を避けつつ、視界を確保しておくことで、奇襲を防ぐ。\n- チームメイトと連携し、シャコが孤立しているタイミングを狙って攻撃する。\n- シャコが透明化を使った際には、彼の動きを予測して攻撃を仕掛けることで、反撃のチャンスを増やす。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態からの奇襲が得意で、ヴェル＝コズが接近されると脆弱な状態になる。\n- シャコの箱を使ったCCでヴェル＝コズの動きを制限し、瞬時に大ダメージを与えられるため、集団戦や1対1での対抗が難しい。\n- ヴェル＝コズは機動力が低く、シャコの攻撃を避ける手段が限られているため、特に接近戦で不利になる。\n\n不利の緩和策：\n- 常に距離を保ち、ワードを使ってシャコの動きを把握し、奇襲を未然に防ぐ。\n- シャコがスキルを使った後の隙を狙い、反撃のチャンスを作るために冷静に立ち回る。\n- 集団戦では後衛に位置し、味方のサポートを受けながら安全にダメージを与えることを心がける。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- シャコは高い機動性と奇襲能力を持ち、ジリアンがスキルを使う前に先手を取られる可能性が高い。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクがあるため、シャコの攻撃に対して脆弱。\n- シャコのCCを避けるための視界管理が難しく、特にシャコのトラップを踏んでしまうと不利な状況に陥りやすい。\n\n不利の緩和策：\n- 常に視界を確保し、シャコの奇襲を避けるためにワードを頻繁に設置する。\n- シャコの攻撃を受ける前に、味方と連携して逃げ道を確保し、必要に応じてスキルを温存する。\n- 集団戦では、シャコのRを引き出すためにターゲットを分散させ、ジリアンのRを効果的に活用するタイミングを見極める。"
    },
    "loses": {
      "ソラカ": "ソラカが有利です。\n\n- ソラカは高い回復能力を持ち、味方を支援することで生存率を高めることができるため、シャコの奇襲に対抗しやすい。\n- ソラカのサイレンス効果により、シャコのスキルを無効化できるため、シャコの攻撃を受けにくくなる。\n- シャコは集団戦が苦手であり、ソラカは持続的なポークと回復でチームを支えることができるため、集団戦での影響力が高い。\n\n有利の取り方：\n- 常に味方ADCの近くで立ち位置を守り、孤立しないようにする。\n- シャコが飛び込んできた際には即座にサイレンスを発動し、味方を回復することで反撃のチャンスを作る。\n- Qでプレッシャーをかけつつ、体力管理を優先し、シャコの奇襲に備える。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは遠距離からのポークが得意で、シャコの奇襲を受ける前にダメージを与えることができる。\n- ナミのCCはシャコの動きを制限できるため、シャコが攻撃を仕掛けるタイミングをずらすことができる。\n- ナミは回復能力を持っており、シャコの攻撃を受けた後でも持続的にトレードを有利に進めることができる。\n\n有利の取り方：\n- ブラシを利用して安全にポークを行い、シャコの動きを制限する。\n- シャコが消えた瞬間にCCを温存し、出現時に確実に当てることで反撃する。\n- 視界を管理し、シャコの奇襲を防ぐためにワードを適切に設置する。",
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは遠距離からのポークが可能で、シャコが近づく前にダメージを与えられる。\n- セラフィーンは複数のCCを持っており、シャコの奇襲を無力化することができる。\n- 集団戦においてセラフィーンは強力な支援を提供できるため、シャコが単独で攻撃するのが難しくなる。\n\n有利の取り方：\n- ミニオンの後ろで安全にポークし、シャコが近づけないようにする。\n- ワードを使って視界を確保し、シャコの奇襲を防ぐ。\n- 集団戦では味方と連携し、シャコを孤立させて攻撃する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはシャコの突入をポリモーフで無力化できるため、シャコの奇襲を防ぐことができる。\n- ルルのシールドやHP増加の効果により、味方を守りながら戦闘を有利に進めることができる。\n- シャコは集団戦が苦手であるため、ルルのサポート能力を活かして味方を強化し、戦闘を優位に進めやすい。\n\n有利の取り方：\n- ルルは視界を確保し、シャコの動きを監視しながら味方に密着して行動する。\n- シャコが突入してきた際には、ポリモーフを使ってシャコの行動を制限し、味方を守る。\n- 集団戦では、ルルのウルトを使って味方を強化し、シャコの攻撃を受け流しつつ、反撃のチャンスを狙う。",
      "ミリオ": "ミリオはシャコに有利です。\n\n理由:\n- ミリオは味方の回復やシールドを提供できるため、シャコの奇襲を受けても生存率が高くなります。\n- ミリオのCC解除のウルトにより、シャコのCCを無効化できるため、集団戦での影響力が増します。\n- シャコの攻撃を予測しやすく、シールドや回復をタイミングよく使用することで、シャコのダメージを軽減できます。\n\n有利の取り方:\n- シャコが奇襲を仕掛ける前に、味方にシールドを付与しておくことで、ダメージを軽減しやすくします。\n- シャコのシャドウの位置を把握し、攻撃を避けることで、無駄なダメージを受けないようにします。\n- 集団戦では、味方をまとめて回復し、シャコの攻撃を受けた際にすぐにサポートできるように立ち回ります。",
      "セナ": "セナが有利です。\n\n- 長射程を活かして安全にポークができ、シャコの体力を削ることができる。\n- シャコの奇襲を予測して罠を設置することで、彼の動きを制限しやすい。\n- セナは回復能力を持っているため、シャコのバーストダメージに対して耐性がある。\n\n有利の取り方：\n- ブッシュや視界を確保し、シャコの奇襲を警戒しながらポークを行う。\n- シャコが近づいてきた際には、罠を使って彼の動きを封じ、逃げ道を確保する。\n- 集団戦では味方を引き寄せることで、シャコの攻撃を分散させ、自身の安全を確保する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、シャコの奇襲を妨害することができるため、シャコの攻撃を無効化しやすい。\n- ジャンナのシールドと回復能力により、味方を守りながら持続的に戦うことができ、シャコのバーストダメージに対抗できる。\n- シャコの視界を欺くための箱を設置させないようにワードを使うことで、シャコの動きを制限し、プレッシャーをかけることができる。\n\n有利の取り方：\n- ブッシュにワードを設置し、シャコの箱を置かせないようにすることで、視界を確保する。\n- シャコが攻撃してきた際には、即座にCCを使って妨害し、味方を守る。\n- シャコのスキルを誘発させた後に反撃することで、シャコの攻撃を無効化しつつ、ダメージを与えるチャンスを作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは遠距離からのCCを持っており、シャコの奇襲を阻止することができるため、レーンでのプレッシャーをかけやすい。\n- バードの回復スキルにより、シャコの攻撃を受けても持ちこたえやすく、持続的なトレードが可能。\n- バードはロームが得意で、視界管理を行いながら味方をサポートすることで、シャコの動きを制限できる。\n\n有利の取り方：\n- 常に視界を確保し、シャコのボックスを掃除することで安全にレーンを維持する。\n- シャコがLv2やLv3で強襲を狙う際には、Eを使って安全な経路を確保し、無闇にトレードしない。\n- ロームを活用して、他のレーンに影響を与え、シャコの動きを分散させることで、試合全体での優位性を確保する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、回復やシールドを通じて味方の生存能力を高めることができるため、シャコの奇襲に対して耐性がある。\n- シャコの攻撃が主にAAに依存しているため、ユーミの支援によってダメージを軽減しやすく、トレードで優位に立つことができる。\n- ユーミはスロー効果を持つスキルを使うことで、シャコの動きを制限し、逃げ道を封じることができるため、集団戦での影響力が高い。\n\n有利の取り方：\n- 常に味方に付いて、シャコの奇襲を警戒しつつ、回復やシールドを活用して味方を守る。\n- シャコが接近してきた際には、Eを温存して即座に展開し、味方を回復しつつシャコの動きを妨害する。\n- ワードを使って視界を確保し、シャコの動きを把握することで、奇襲を未然に防ぎ、集団戦での優位性を保つ。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "レル": "レルが不利です。\n\n理由：\n- セラフィーンは長射程からの攻撃が得意で、レルが接近する前にハラスを受けやすい。\n- セラフィーンのスキルは範囲攻撃であり、集団戦での支援能力が高いため、レルがエンゲージを仕掛ける際に味方がサポートされやすい。\n- レルはスキルの発生にラグがあり、機動力の高いセラフィーンに対して当てづらく、反撃を受けるリスクが高い。\n\n不利の緩和策：\n- レーン序盤はミニオンを利用してセラフィーンの攻撃を避け、無理に接近しないようにする。\n- ジャングルと連携し、セラフィーンがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 視界を確保し、セラフィーンの動きを予測して立ち回ることで、エンゲージのチャンスを増やす。",
      "アリスター": "アリスターが不利です。\n\n- セラフィーンは長射程のポークが可能で、アリスターが近づく前にダメージを与えられるため、レーンでのハラスが厳しい。\n- セラフィーンの集団CCは広範囲で、アリスターがエンゲージを試みる際に、セラフィーンのUltで無力化されるリスクが高い。\n- アリスターは防御ステータスが高いものの、アサシンや高バーストダメージを持つチャンピオンに対して脆弱であり、セラフィーンのスキルの発生が遅いため、瞬時に攻撃を仕掛ける相手には対処が難しい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、レーンでの位置取りを工夫し、ポークを受けないようにする。\n- セラフィーンのUltを引き出した後にエンゲージを行い、相手のスキルがクールダウンしているタイミングを狙う。\n- 味方ADCと連携し、セラフィーンの攻撃を受ける際はタンク役に徹し、ピールを行うことで味方の安全を確保する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、味方の数に応じて効果が強化されるため、集団戦での影響力が高く、ラックスの攻撃を受け流しやすい。\n- セラフィーンのシールドやCC効果により、ラックスの瞬間火力を無効化されることが多く、特にオールイン合戦では不利になる。\n- セラフィーンは射程が長く、ラックスが攻撃を仕掛ける前にポークや支援を行うことができるため、レーンでのハラスが難しい。\n\n不利の緩和策：\n- セラフィーンのシールドが切れたタイミングを狙って攻撃を仕掛けることで、ダメージを与えるチャンスを増やす。\n- 視界を確保し、セラフィーンの動きを把握することで、彼女のスキルを避けつつ安全にハラスを行う。\n- レベル6以降は、味方と連携してセラフィーンを捕まえるチャンスを作り、集団戦での優位性を狙う。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セラフィーンは長射程からのポークが得意で、ラカンが接近する前にダメージを与えられるため、レーンでのトレードが不利になる。\n- セラフィーンのCCは広範囲で、特にUltによるチャームはラカンの機動力を無効化し、エンゲージが難しくなる。\n- ラカンは防御ステータスが低く、セラフィーンのスキルの連打によるバーストダメージに対して脆弱である。\n\n不利の緩和策：\n- セラフィーンのスキルのクールダウンを意識し、スキルが切れたタイミングで積極的に攻撃を仕掛ける。\n- 味方と連携し、セラフィーンのスキルを避けながら一緒に行動することで、被害を減らす。\n- セラフィーンのUltを避けるために、位置取りを工夫し、フラッシュや他の移動スキルを温存しておく。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- セラフィーンは長射程のポークが得意で、モルガナは距離を詰める前にダメージを受けやすい。\n- セラフィーンのCCは広範囲で、モルガナのスペルシールドを使うタイミングが難しく、効果的に防げない場合が多い。\n- モルガナはクールダウンが長く、セラフィーンのスキルを連続で受けると持続的な戦闘に不利になる。\n\n不利の緩和策：\n- ミニオンの間を利用してセラフィーンのスキルを避けつつ、Qを当てるチャンスを狙う。\n- セラフィーンのスキルが温存されているタイミングを見計らって、積極的に攻撃を仕掛ける。\n- 集団戦では重要な味方にスペルシールドを優先的に使い、セラフィーンのCCを無効化して味方を守る。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、スレッシュが接近するのが難しい。\n- セラフィーンのCC効果は広範囲で、スレッシュが捕まえようとする際に逆に無力化される可能性がある。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セラフィーンの後衛からの支援を受けると不利になる。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、位置取りを工夫し、フックを外さないように注意する。\n- セラフィーンのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 視界を確保し、セラフィーンの動きを把握することで、彼女の支援を受けにくくする。",
      "セナ": "セナが不利です。\n\n- セラフィーンは複数のCCを持ち、特に集団戦での影響力が高いため、セナは捕まりやすくなります。\n- セラフィーンのスキルは範囲攻撃であり、味方の数に応じて効果が増すため、集団戦でのダメージが大きく、セナのハラスが通りにくいです。\n- セナは基礎ステータスが低く、序盤が弱いため、セラフィーンの支援を受けた味方に対して不利な状況になりやすいです。\n\n不利の緩和策：\n\n- セナはレーンでのハラスを優先し、魂を回収しながら安全にプレイすることで、徐々に強化を図る。\n- セラフィーンのスキルのクールダウンを意識し、Wがないタイミングで攻撃的に出る。\n- ミニオンを利用してセラフィーンの攻撃を避けつつ、Eを使って安全に位置取りを行い、味方と連携して集団戦を有利に進める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- セラフィーンは遠距離からのポークが得意で、ノーチラスが近づく前にダメージを与えられるため、接近が難しい。\n- セラフィーンのサステイン能力が高く、持続的な戦闘でノーチラスが有利に立ちにくい。\n- セラフィーンのスキルの発生が遅いノーチラスに対して、セラフィーンは瞬時に攻撃を仕掛けることができるため、反撃が難しい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、ミニオンを利用して位置取りを工夫し、接近するタイミングを見計らう。\n- セラフィーンのサステインを管理するために、早めに攻撃を仕掛けて圧力をかけ、回復を妨げる。\n- セラフィーンのスキルを外したタイミングを狙って、全力で攻撃するチャンスを作る。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に回復やシールドを提供でき、セラフィーンの攻撃を受けにくい。\n- セラフィーンのスキルは発生が遅く、ユーミが付いている味方に対しては当てづらい。\n- ユーミはスロー効果を持つため、セラフィーンの動きを制限しやすく、集団戦での立ち回りが有利になる。\n\n有利の取り方：\n- 味方ADCに密着し、セラフィーンの攻撃を回復やシールドでカバーする。\n- セラフィーンのスキルを避けるために、タイミングよく離脱して攻撃を回避する。\n- セラフィーンのスキルのクールダウンを見極め、攻撃の隙を突いて反撃する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは序盤のバーストダメージが高く、セラフィーンに対して早期に攻撃を仕掛けることで有利なトレードが可能です。\n- セラフィーンはスキルの発生が遅く、パンテオンのスタンを受けると反撃が難しくなります。\n- パンテオンは近接攻撃でのオールインが得意で、セラフィーンの距離を保つ戦術を崩しやすいです。\n\n有利の取り方：\n- レベル1から積極的に攻撃し、セラフィーンのスキルを避けながらダメージを与える。\n- スタンを確実に当てて、短期決着を狙うことでセラフィーンの反撃を封じる。\n- ロームを活用して他のレーンに圧力をかけ、セラフィーンが孤立する状況を作る。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からハラスがしやすいため、セラフィーンに対して優位に立ちやすい。\n- メルのスキルはセラフィーンのスキルを反射できるため、セラフィーンの攻撃を無効化しつつ反撃が可能。\n- メルは確定キルを狙いやすく、セラフィーンのHPを削ることで集団戦での影響力を高めることができる。\n\n有利の取り方：\n- 序盤はハラスを優先し、ミニオン処理をしながらセラフィーンのスキルを避ける。\n- セラフィーンがスキルを使った後に反撃し、パッシブを溜めて通常攻撃でダメージを与える。\n- 集団戦では、セラフィーンのスキルを反射するタイミングを見計らい、味方と連携して攻撃を仕掛ける。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、セラフィーンの攻撃を効果的に遮ることができるため、味方を守りやすい。\n- セラフィーンのスキルは発生が遅く、ブラウムが接近することでスキルを当てづらくなるため、ブラウムが有利に立ち回れる。\n- ブラウムのパッシブによるスタンを活かして、セラフィーンを無力化しやすく、集団戦での優位性を確保できる。\n\n有利の取り方：\n- ブラウムは味方ADCの近くに位置し、敵の攻撃を遮ることでセラフィーンのハラスを防ぐ。\n- セラフィーンがスキルを使った後に攻撃を仕掛け、パッシブを溜めてスタンを狙う。\n- セラフィーンが孤立した瞬間にスキルを使い、彼女を捕まえて味方と連携してダメージを与える。",
      "ゼラス": "ゼラスは有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、セラフィーンよりも遠くから攻撃できるため、ポークがしやすい。\n- セラフィーンのスキルは発生が遅く、ゼラスが距離を保ちながら攻撃することで、スキルを避けやすい。\n- ゼラスは集団戦でのシージやハラスが得意で、セラフィーンのCCを受ける前にダメージを与えることができる。\n\n有利の取り方：\n- 開幕から最大射程でポークし、セラフィーンの回復を無効化する。\n- ミニオンの後ろに位置取りし、セラフィーンのスキルを避けながら攻撃を続ける。\n- ジャングルの介入に備えて視界を確保し、セラフィーンが接近する前に安全な位置から攻撃する。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは奇襲能力が高く、セラフィーンのスキルを避けながら攻撃することができるため、セラフィーンに対して有利な状況を作りやすいです。\n- セラフィーンは遠距離ポークに強いですが、ニーコは擬態を利用してセラフィーンのスキルを誘発させた後に攻撃することで、セラフィーンの反撃を受けにくくなります。\n- ニーコのアルティメットは集団戦でのバーストダメージを出す能力が高く、セラフィーンの集団制御に対抗する手段を持っています。\n\n有利の取り方：\n- レーン戦では、ブッシュを利用して奇襲を仕掛け、セラフィーンのスキルを誘発させた後に攻撃する。\n- レベル3以降にコンボを決めて、セラフィーンに対してダメージを与えつつ、相手のスキルを無駄にさせる。\n- 集団戦では、側面からの攻撃を狙い、セラフィーンの支援を受けているキャリーを優先的に狙うことで、戦闘を有利に進める。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力を持ち、接近戦でのオールイン能力が強いため、セラフィーンのポークを受けながらも攻撃を仕掛けやすい。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、レオナが接近するチャンスが多い。\n- レオナのCCスキルを活用することで、セラフィーンを無力化し、瞬時にダメージを与えることができる。\n\n有利の取り方：\n- セラフィーンがスキルを使った後やマナが少ないときに攻撃を仕掛け、奇襲を狙う。\n- チームメイトと連携し、セラフィーンを排除するための集団戦を仕掛ける。\n- 耐久力を上げるアイテムを選択し、セラフィーンのポークを軽減しながら前に出る。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは序盤から高い火力を持ち、遠距離からセラフィーンにハラスをかけやすい。\n- セラフィーンのスキルは発生が遅く、ザイラはその隙を突いて反撃することができる。\n- ザイラのCCスキルは範囲攻撃であり、セラフィーンの集団戦での強みを打ち消すことができる。\n\n有利の取り方：\n- ミニオンの後ろで安全にハラスを行い、セラフィーンのスキルを避ける位置取りを心がける。\n- セラフィーンがスキルを使った後の隙を狙い、CCを当てて反撃する。\n- 集団戦では、ザイラの羽を効果的に配置し、相手の密集を崩すタイミングでスキルを使用する。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは瞬時にスタンを与えることができるため、セラフィーンのスキルを妨害しやすい。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、早期の強力なコンボが可能。\n- セラフィーンのスキルの発生が遅いため、ジリアンはその隙を突いて攻撃を仕掛けることができる。\n\n有利の取り方：\n- 二重爆弾を使ってセラフィーンにプレッシャーをかけ、位置取りを崩す。\n- セラフィーンのスキルを避けつつ、スローを挟んでコンボを狙う。\n- 集団戦では味方キャリーを守るために自分のUltを温存し、必要なタイミングで使用する。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、セラフィーンに対して持続的なダメージを与えやすい。\n- バードのCCスキルは敵をスタンさせることができ、セラフィーンの集団戦での強みを無力化することができる。\n- バードはロームが得意で、セラフィーンが孤立している味方を狙うチャンスを作りやすい。\n\n有利の取り方：\n- レーンでは安全を優先し、セラフィーンのスキルを避けながらチャンスがあればCCを狙う。\n- 鐘を集めて移動速度を高め、レーンをプッシュするよりもロームを優先して味方をサポートする。\n- セラフィーンのスキルの発動タイミングを見極め、味方を守るために自分のRを温存し、適切なタイミングで使用する。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、レオナのオールインに対して強力な反撃が可能です。\n- スウェインの引き寄せスキルによって、レオナは簡単に捕まえられ、バックアップがないと危険な状況に陥ります。\n- スウェインはCCを持っており、レオナの接近を妨げることができるため、レオナの強みを活かしにくくなります。\n\n不利の緩和策:\n- レーンでのハラスを避け、スウェインのスキルを避けるように慎重に動くことが重要です。\n- サポートのジャングラーと連携し、スウェインに対するガンクを狙うことで、レオナの強みを活かすチャンスを作ります。\n- スウェインのスキルのクールダウンを確認し、スキルがないタイミングで積極的に攻撃することで、レオナのオールインを試みることができます。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ノーチラスが攻撃を仕掛けても逆にダメージを受けやすい。\n- スウェインの引き寄せやCCによって、ノーチラスは簡単に捕まえられ、大ダメージを受けるリスクが高い。\n- ノーチラスはスウェインを一撃で倒すのが難しく、逆にスウェインに対して持続的にダメージを与えられないため、レーン戦での優位性が薄い。\n\n不利の緩和策：\n- スウェインのスキルクールダウンを意識し、隙を見て攻撃することで、ダメージを与えるチャンスを増やす。\n- チームメイトとの連携を強化し、スウェインを集中的に狙うことで、彼の回復を抑える。\n- 位置取りを工夫し、スウェインのCCを避けることで、被ダメージを減らしつつ、反撃の機会を伺う。",
      "レル": "レルが不利です。\n\n理由:\n- スウェインは長射程の範囲攻撃を持ち、レルの短期突入を嫌がるため、接近するのが難しい。\n- スウェインの回復能力により、レルのダメージを軽減されやすく、持続的な戦闘で不利になる。\n- スウェインは集団戦での耐久力が高く、レルのCCを受けてもすぐに回復されてしまうため、効果的なエンゲージが難しい。\n\n不利の緩和策:\n- ワードを活用して視界を確保し、スウェインの動きを把握しながら安全に行動する。\n- スウェインのスキルを避けつつ、ミニトレードを行い、HP差を作ることで有利な状況を作る。\n- 集団戦では、味方と連携してスウェインを拘束するタイミングを見計らい、確実にダメージを与える。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を行えるため、ブリッツクランクがフックを当てても反撃されるリスクが高い。\n- スウェインのスキルは全て範囲攻撃であり、集団戦では多くの敵にダメージを与えつつ回復できるため、ブリッツクランクの単体キャッチが効果的でない。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、スウェインが反撃するチャンスを与えてしまうため、ミスが致命的になる。\n\n不利の緩和策：\n- レーン前半は視界を確保し、フックのリスクを減らすために安全な位置取りを心がける。\n- スウェインのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルのクールダウンを確認する。\n- チーム戦ではスウェインのUltが発動する前に、他のチャンピオンと連携して攻撃を仕掛け、スウェインのサステインを無効化する。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの耐久力を削りやすい。\n- スウェインのスキルはAOEであり、集団戦での回復量が増えるため、タム・ケンチが接近するのが難しい。\n- タム・ケンチはエンゲージが苦手で、スウェインの遠距離からのポークに対して反撃しづらい。\n\n不利の緩和策：\n- 序盤は魔法耐性を優先し、スウェインのスキルを避けるために位置取りを工夫する。\n- スウェインのスキルのクールダウンに合わせて短期的な交戦を狙い、持続戦に持ち込まないようにする。\n- 集団戦ではタム・ケンチのウルトを活用して味方を守り、スウェインの攻撃を受け切ることを意識する。",
      "ポッピー": "ポッピーが不利です。\n\n- スウェインは持続的なダメージと回復を行えるため、長期戦になるとポッピーが不利になる。\n- スウェインのCCスキルによってポッピーのエンゲージや逃げる動きを妨害されやすい。\n- スウェインは重傷効果に弱いポッピーに対して、回復を抑制するアイテムを持つことでさらに有利に立てる。\n\n不利の緩和策：\n\n- 短期的なバーストを狙い、スウェインの回復を抑えるためにイグナイトを使用する。\n- スウェインのスキルを避けるために、ミニオンの背後から攻撃を行い、距離を保つ。\n- ジャングルとの連携を強化し、スウェインが育つ前に早期のギャンクを狙う。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- スウェインは遠距離からの攻撃で持続的にダメージを与えられ、ラカンが接近する前に削られる可能性が高い。\n- スウェインのCCスキルはラカンの機動力を制限し、ラカンがエンゲージやピールを行う際に捕まるリスクがある。\n- スウェインは重傷効果に弱いが、ラカンはその重傷効果を持つチャンピオンに対して脆弱で、集団戦での持続力が低下する。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、距離を保ちながら味方をサポートする。\n- スウェインがスキルを使った後の隙を狙い、短時間でのコンボを決めて反撃する。\n- 集団戦では、スウェインのRが発動する前に味方と連携してピールを優先し、スウェインの攻撃を受けないようにする。",
      "アリスター": "アリスターが不利です。\n\n- スウェインは持続的なダメージと回復を持ち、特に集団戦での耐久力が高いため、アリスターのエンゲージが通じにくい。\n- スウェインのCCスキルはアリスターの突進を阻害し、アリスターが接近する前にダメージを受けるリスクが高い。\n- アリスターは攻撃力が低く、スウェインの持続的なダメージに対して自己完結したダメージを出すことが難しいため、集団戦での影響力が低下する。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、ミニオンの後ろからのエンゲージを心がけ、タイミングを見計らって突撃する。\n- スウェインのR中は無理に突っ込まず、味方を守ることに専念し、ピール役に徹する。\n- サモナーズのクールダウンを利用して、相手がスキルを使った後に攻撃することで、リスクを減らしつつ有利な状況を作る。",
      "ニーコ": "ニーコが不利です。\n\n- スウェインは持続的な回復能力を持ち、集団戦での耐久力が高いため、ニーコの瞬間火力を耐えられる可能性がある。\n- スウェインのCCを受けると、ニーコは近距離での戦闘を強いられ、スウェインの範囲攻撃によってダメージを受けやすくなる。\n- ニーコは射程が短く、スウェインの攻撃を避けるのが難しく、特に序盤のレーニングでハラスを受けやすい。\n\n不利の緩和策：\n- 序盤は短いコンボでダメージを与え、長期戦に持ち込ませないようにする。\n- スウェインのスキルを誘発させるために、擬態を活用して安全に立ち回る。\n- スウェインのCCを確認した後、草からの奇襲を狙い、瞬時にダメージを与えた後は即撤退する。",
      "メル": "メルが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、長期戦になるとメルが劣勢になる。\n- スウェインのスキルは全てAOEであり、集団戦での影響力が高く、メルの瞬間火力では対抗しきれない。\n- スウェインのCCスキルによってメルが捕まると、反撃のチャンスが失われ、スノーボールが難しくなる。\n\n不利の緩和策：\n\n- スウェインのスキルを反射するタイミングを見極め、無駄撃ちを避けて反撃のチャンスを増やす。\n- エグゾーストを使用してスウェインのダメージを軽減し、集団戦での生存率を上げる。\n- 早めに視界を確保し、スウェインの動きを把握することで、Gankや不意の攻撃を避ける。",
      "ブラウム": "ブラウムが不利です。\n\n- スウェインは遠距離からの持続的なダメージと回復能力を持っており、ブラウムの防御スキルでは対処しきれない。\n- ブラウムのCCは発生が遅く、スウェインのスキルを避けることが難しいため、接近されると効果的にピールできない。\n- スウェインは集団戦での耐久力が高く、ブラウムが前に出て守る際に、スウェインの持続ダメージで逆にダメージを受けやすい。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- ADCと連携し、スウェインのスキルを使わせた後に攻撃を仕掛けるタイミングを見計らう。\n- ワードを活用して視界を確保し、スウェインの動きを把握することで、ギャンクや集団戦での不利を減らす。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、スウェインの接近を妨害することができるため、スウェインが攻撃を仕掛けるのを難しくします。\n- ジャンナのシールドと回復能力により、味方の持久力を高めることができ、スウェインの持続ダメージに対抗しやすいです。\n- スウェインは近づく必要があり、ジャンナは射程を保ちながら安全に攻撃できるため、レーンでの優位性を持ちやすいです。\n\n有利の取り方：\n- スウェインのEを警戒しつつ、射程を活かして攻撃し、スウェインが近づいてきた際にCCを使って妨害します。\n- 味方ADCにシールドをかけて持久力を上げ、スウェインの攻撃を受け流しつつ反撃のチャンスを狙います。\n- レベル6以降は、スウェインのRを使った後やフラッシュで接近された瞬間にCCを使い、スウェインの持続ダメージを抑えるように立ち回ります。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは遠距離から安全にハラスができ、スウェインの攻撃を避けながらダメージを与えることができる。\n- ソラカのサイレンス効果により、スウェインの回復スキルを妨害できるため、持続戦闘で優位に立てる。\n- スウェインは重傷効果に弱いため、ソラカが重傷アイテムを持つ味方と連携することで、スウェインの回復を抑えることができる。\n\n有利の取り方：\n- レーン序盤は安全距離からハラスを行い、スウェインのスキルを避ける。\n- スウェインがEを使った際にサイレンスを合わせて、彼のスキルコンボを阻止する。\n- 味方と連携して重傷アイテムを持たせ、スウェインの回復を抑えつつ集団戦を有利に進める。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、スウェインに対して安全な距離からダメージを与えることができるため、接近戦を避けやすい。\n- スウェインは近接での拘束から持久戦に持ち込むことが得意だが、ヴェル＝コズはスキルショットを駆使してスウェインのスキルを回避しやすい。\n- ヴェル＝コズのパッシブによる真ダメージは、スウェインの回復を無視してダメージを与えることができるため、持続的なダメージを与えやすい。\n\n有利の取り方：\n- レーニング序盤は距離を保ちながらスキルでハラスし、スウェインのスキルを避けることに集中する。\n- スウェインが接近してきた際には、Eやフラッシュを使って距離を取ることで反撃のチャンスを作る。\n- レベル6以降は、ULTを使ってスウェインの回復を狙い、相手のフラッシュや回復スキルを見てタイミングを合わせて使用する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは持続的な回復とシールドを提供できるため、スウェインの持続ダメージを軽減しやすい。\n- スウェインのCCスキルに対して、ユーミは味方に密着することで安全に立ち回ることができ、スウェインの攻撃を避けやすい。\n- ユーミはスウェインの攻撃を受けることなく、味方ADCを強化することで、スウェインに対して有利なトレードを仕掛けることができる。\n\n有利の取り方：\n- 常にADCに密着し、回復やシールドを活用してレーン維持を行う。\n- スウェインが攻撃を仕掛けてきた際には、Eを使って味方を回復しつつ、スウェインの攻撃を避ける。\n- 集団戦では、スウェインがRを使用するタイミングを見計らい、味方ADCを強化して速攻でダメージを与える。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、スウェインの接近を防ぎやすいです。これにより、スウェインがダメージを与える前にハラスが可能です。\n- ザイラのCCは範囲攻撃であり、スウェインの動きを制限することができるため、集団戦でも有利に立ち回れます。\n- ザイラは植物を利用して安全な距離を保ちながら戦うことができ、スウェインの持続的なダメージを受けにくいです。\n\n有利の取り方：\n- 序盤から距離を保ちながらCSを重視し、スウェインのEを避けるために横移動を心掛ける。\n- レベル6以降は、スウェインのRを警戒しつつ、サポートのCCを利用して反撃のチャンスを狙う。\n- ミッド以降は立ち位置を最優先し、スウェインの接近を防ぎつつ、味方と連携して集団戦を有利に進める。",
      "ナミ": "ナミが有利です。\n\n- ナミは豊富なCCを持ち、スウェインのスキルを避けながら攻撃できるため、レーンでのハラスが強力です。\n- スウェインは重傷効果に弱く、ナミの回復能力によって持続的なダメージを与えやすいです。\n- ナミは味方の移動速度を上げるパッシブを持ち、集団戦での機動力を向上させることができ、スウェインの攻撃を避けやすくなります。\n\n有利の取り方：\n- 序盤は安全にポークを行い、スウェインのスキルを避けながらダメージを与える。\n- スウェインのスキルを使わせた後に短期的なトレードを仕掛け、優位に立つ。\n- スウェインのULT中は距離を取り、ナミのRで妨害するタイミングを見計らい、味方を守りつつ反撃する。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナは長時間のCCを持っており、スウェインの動きを制限することができるため、レーンでのハラスや捕まえやすさが向上します。\n- スペルシールドにより、スウェインのCCやダメージを無効化できるため、持続的な戦闘での優位性を保ちやすいです。\n- スウェインは育つまでの序盤が弱いため、モルガナが早期に有利を築くことで、レーンを支配しやすくなります。\n\n有利の取り方：\n- Qを狙ってスウェインを捕まえ、ハラスを行いながらミニオンを自分寄りに配置して安全にレーンを進める。\n- Eを温存し、スウェインのCCやコンボを防ぎつつ、味方を守ることで集団戦でも有利に進める。\n- レベル6以降は距離を保ちながらスウェインの持続戦に対抗し、必要に応じてスペルシールドを活用して味方を守る。",
      "ルル": "ルルが有利です。\n\n- ルルは遠距離からのハラスが得意で、スウェインの接近を防ぎやすい。\n- ポリモーフによってスウェインの攻撃を無力化できるため、彼の持続的なダメージを抑えることができる。\n- ルルのシールドによって味方の生存能力を高め、スウェインのダメージを軽減できる。\n\n有利の取り方：\n- レーン序盤はミニオンを利用して遠距離からスウェインをハラスし、彼のスキルを使わせる。\n- スウェインが接近してきた際には、ポリモーフを使って彼の攻撃を阻止し、反撃のチャンスを作る。\n- 集団戦では、スウェインが密着してきたらポリモーフを使い、味方を守りつつスウェインを排除するためのCC連携を行う。",
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは長射程の攻撃を持ち、スウェインの接近を防ぎやすいです。\n- スウェインのCCを避けるために距離を取ることができ、スウェインの持続ダメージに対して安全にハラスが可能です。\n- セラフィーンは集団戦での回復やCCの効果が高く、スウェインの持続的なダメージを相殺することができます。\n\n有利の取り方：\n- ミニオンの後方から攻撃し、スウェインの接近を許さないように立ち回る。\n- スウェインがEを使った瞬間に距離を取り、反撃のチャンスを作る。\n- チーム戦では後方から支援し、集団回復やCCを活かして味方を守る。",
      "カルマ": "カルマが有利です。\n\n- カルマは短期バーストと長距離のポークが得意で、スウェインの持続的なダメージに対抗しやすい。\n- スウェインのEで根付けられると不利になるが、カルマは距離を保ちながら攻撃できるため、スウェインのCCを避けやすい。\n- カルマはシールドを持っており、スウェインの攻撃を軽減できるため、耐久力を高めることができる。\n\n有利の取り方：\n- ミニオンの後ろから攻撃し、スウェインの攻撃を避けながらポークを行う。\n- 短期トレードを繰り返し、スウェインがEを当てる前に距離を取る。\n- レベル6以降はスウェインのRを警戒し、距離を保ちながら味方と連携して戦う。",
      "バード": "バードが有利です。\n\n- バードは機動力が高く、ロームが得意なため、スウェインの動きを封じることができる。\n- バードのCCスキルでスウェインの接近を阻害し、長期戦での持続的なダメージを抑えることができる。\n- バードのUltはスウェインの回復を妨害できるため、集団戦での優位性を保ちやすい。\n\n有利の取り方：\n- 序盤は距離を保ちながらミニオンを利用してダメージを与え、スウェインのスキルを避ける。\n- スウェインがEを使った後に攻撃し、Qでスタンを狙いながらロームを行う。\n- チーム戦ではUltを使ってスウェインのUltを止め、味方をサポートしつつ、Wで回復と加速を提供する。",
      "パイク": "パイクが有利です。\n\n- パイクは高い機動力を持ち、フックを使ってスウェインを捕まえることができるため、レーンでのハラスやオールインが有利に進められる。\n- スウェインは重傷効果に弱く、パイクの攻撃によって持続的な回復を妨げることができるため、持久戦で優位に立てる。\n- パイクは視界管理が得意で、ブッシュからの奇襲を狙いやすく、スウェインのポークを避けながら攻撃することができる。\n\n有利の取り方：\n- レーン序盤でフックを狙い、スウェインのCCを避けながら短いオールインを仕掛ける。\n- レベル6以降は、スウェインのHPが削れているタイミングでRを使い、キルを狙った後にロームを行う。\n- 視界を切ってブッシュからフックを狙い、敵の動きを制限しつつ、味方と連携して攻撃を仕掛ける。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは序盤の短期決戦に強く、スウェインの持久戦に対抗できる火力を持っています。\n- スウェインは重傷効果に弱く、パンテオンの攻撃によって回復を妨げることができます。\n- パンテオンはリープとスタンを持っており、スウェインを捕まえて一気にダメージを与えることが可能です。\n\n有利の取り方：\n- レーン開始時に積極的に攻撃し、スウェインのHPを削ることで早期の優位を確立する。\n- ミニオンを利用してスウェインの攻撃を避けつつ、短いコンボを繰り返してダメージを与える。\n- レベル6以降は、スウェインの持久力を避けるために奇襲を仕掛け、短期決戦を心がける。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは長射程を持ち、スウェインに対して安全にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- スウェインは近接戦が得意であるが、ゼラスの攻撃を避けながら距離を取ることで、スウェインの接近を防ぎやすい。\n- ゼラスは集団戦でのAoEダメージが高く、スウェインが接近してきた際に一方的にダメージを与えることができる。\n\n有利の取り方：\n- ミニオンの後ろから攻撃を行い、スウェインが近づけないようにする。\n- スウェインのスネアを避けるために、常に位置取りを意識し、捕まった場合はすぐに距離を取る。\n- レーンを押し切った後は、ロームやワーディングを行い、他のレーンでのプレッシャーをかける。",
      "ブランド": "ブランドが有利です。\n\n- ブランドは序盤の遠距離攻撃でスウェインにハラスをかけやすく、スウェインの回復を妨げることができる。\n- ブランドの持続ダメージはスウェインの耐久力を削るのに効果的で、特に集団戦では瞬間火力を発揮できる。\n- スウェインのCCを避けることで、ブランドは安全にダメージを与え続けることができ、スウェインの接近を防ぎやすい。\n\n有利の取り方：\n- ミニオンの後ろからスキルを使い、スウェインにハラスをかけることでレーン優位を維持する。\n- スウェインのEを避けるために、ミニオンの前に立ちすぎないようにし、適切な位置取りを心がける。\n- レベル6以降は、スウェインのUltを警戒しつつ、ロームを狙って他のレーンに影響を与えることで、全体の優位を確保する。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠距離からハラスができ、スウェインの接近を妨げることができるため、レーンでの優位性を保ちやすい。\n- ジリアンのアルティメットによる蘇生能力は、スウェインの持続的なダメージに対抗できるため、集団戦での生存率が高い。\n- スウェインの根付きや引き寄せを避けるための加速スキルを持っており、スウェインのCCを回避しやすい。\n\n有利の取り方：\n- レーン序盤はQでスウェインをハラスし、Wは味方の追撃や逃走用に温存する。\n- スウェインの根付きが届かない位置取りを心がけ、Eを使って逃げる準備をする。\n- 集団戦では、味方が捕まった際に即座にアルティメットを使用し、保険をかけてから戦闘に参加する。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ユーミは味方に密着して回復やシールドを提供できるため、モルガナの攻撃を受け流しやすい。\n- モルガナのCCはユーミの支援を無効化する手段が乏しく、ユーミが安全に立ち回ることを許してしまう。\n- ユーミは移動が不要なため、モルガナのスキルを避けるのが容易で、モルガナの攻撃が当たりにくい。\n\n不利の緩和策：\n- ユーミが味方に張り付いている時は、ミニオンや壁を利用してQを当てるタイミングを見計らう。\n- ユーミが外れた瞬間を狙って攻撃的に動き、ユーミの支援がない状態でのトレードを試みる。\n- 集団戦では、ユーミの位置を常に意識し、味方と連携してユーミを狙うことで、彼女の支援を無効化する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ゼラスのハラスを耐えやすく、持続的なダメージを与えるのが難しい。\n- ユーミがホストに密着している間、ゼラスは攻撃対象を選びにくく、ユーミが離れた瞬間を狙われると脆弱になる。\n- ユーミはハードCCを持たないが、ゼラスのスキルは発動が遅いため、機動力の高い相手に対して当てるのが難しく、ユーミのサポートを受けたホストに対しても効果的にダメージを与えにくい。\n\n不利の緩和策：\n- ユーミがホストから離れたタイミングを狙って攻撃し、ダメージを与えるチャンスを増やす。\n- ジャングルと連携し、ユーミがくっついているホストに対してCCを合わせて剥がすことで、ゼラスの攻撃機会を増やす。\n- 集団戦では後衛から安全に攻撃し、ユーミの回復を分散させるためにホストを優先的に狙う。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ユーミは味方に付着して持続的な回復やバフを提供できるため、ザイラの攻撃を受けても生存能力が高い。\n- ザイラの攻撃は主にスキルに依存しており、ユーミが付着している味方を狙うのが難しく、ユーミの回復によってザイラのダメージが軽減される。\n- ユーミは移動が不要なため、ザイラの攻撃を避けることができ、ザイラのスキルを当てるのが難しくなる。\n\n不利の緩和策：\n- ユーミが付着している味方を狙うのではなく、ユーミ自身を狙うように立ち回り、彼女の回復を無効化する。\n- ミニオンを利用してユーミのスキルを避けつつ、ザイラのスキルを当てるタイミングを見計らう。\n- 集団戦では、ユーミの位置を崩すために他の味方と連携し、ユーミの回復を妨害するようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、長期戦での耐久力が高いため、セラフィーンのポークが効きにくい。\n- セラフィーンのスキルは発生が遅く、ユーミが密着していると攻撃を当てるのが難しくなる。\n- ユーミはハードCCを持たないが、セラフィーンもオールイン合戦では不利になりやすく、ユーミのサポートが強化されることでセラフィーンが攻撃を受けやすくなる。\n\n不利の緩和策：\n- ユーミが味方に密着している時は、距離を保ちながらポークを行い、ユーミが離れた瞬間を狙って攻撃する。\n- ジャングルのサポートを呼び、ユーミが付いている味方を剥がすためのエンゲージを仕掛ける。\n- 集団戦では、ユーミの回復を意識し、重傷効果を持つアイテムを購入してユーミの支援効果を減少させる。",
      "ソラカ": "ソラカが不利です。\n\n- ユーミは味方に密着して支援するため、ソラカの回復や攻撃を無効化しやすい。特にユーミの回復やシールドがソラカのヒールを上回ることがある。\n- ソラカは逃げ性能が乏しく、ユーミが張り付いていると攻撃を受けやすく、オールインされると脆弱である。\n- ユーミのスロー効果により、ソラカが距離を取ることが難しく、ユーミの攻撃を避けるのが困難になる。\n\n不利の緩和策：\n\n- ユーミが張り付いている時は、ミニオンを利用して距離を保ちつつ、回復を行う。\n- ユーミのスキルを避けるために、位置取りを工夫し、ユーミが離れた瞬間に攻撃を仕掛ける。\n- チームメイトと連携し、ユーミを狙ったエンゲージを行い、ユーミの支援を無効化する。",
      "ジリアン": "ジリアンが不利です。\n\n- ユーミは味方に密着して回復やシールドを提供できるため、ジリアンの攻撃を受け流しやすい。\n- ジリアンの攻撃スキルはQのみで、CDが長いため、ユーミが付着している味方に対して持続的なダメージを与えにくい。\n- ユーミは単独での被弾回避が得意で、ジリアンの攻撃を避けながら持続戦を仕掛けることができる。\n\n不利の緩和策：\n- ユーミが付着している味方を狙うのではなく、ユーミが外れたタイミングを見計らって攻撃を仕掛ける。\n- ミニオンを利用してポークを行い、ユーミの回復を無効化するように立ち回る。\n- 集団戦では、ユーミの回復やシールドを意識しつつ、味方と連携して一気に攻撃を仕掛ける。",
      "ラックス": "ラックスが不利です。\n\n- ユーミは回復やシールドを提供できるため、ラックスのハラスやバーストダメージを軽減しやすい。\n- ユーミが味方に密着していると、ラックスのスキルがターゲットを分散させ、狙いにくくなる。\n- ユーミはハードCCを持たないものの、スロー効果でラックスの動きを制限し、接近されると脆弱なラックスにとって危険な状況を作り出す。\n\n不利の緩和策：\n- ユーミが離れた瞬間を狙ってスキルを当てることで、ダメージを与えるチャンスを増やす。\n- ワーディングを行い、ユーミの移動経路を把握して、孤立したタイミングを見計らって攻撃する。\n- 味方と連携し、ユーミが付いているホストを狙うのではなく、ユーミが離れたタイミングで一気に攻撃を仕掛ける。",
      "カルマ": "カルマが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、カルマの攻撃を無効化しやすい。\n- カルマのスネアは発生が遅く、ユーミが機動力を活かして避けることができるため、効果的に捕まえられない。\n- ユーミはオールインに対して脆弱でないため、カルマが攻撃を仕掛けても反撃を受けやすい。\n\n不利の緩和策：\n\n- ユーミが味方に乗っている間は、その味方を狙うことでユーミの支援を無効化するチャンスを作る。\n- カルマのスキルを適切に使い、ユーミの動きを予測して攻撃することで、相手の行動を制限する。\n- レーンパートナーとの連携を強化し、ユーミに対して一緒に攻撃を仕掛けることで、ユーミの支援を分断する。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは強力なCCを持っており、ユーミが付着している味方を拘束することで、ユーミの支援を無効化できる。\n- ユーミが単独でいる場合、レルは即座に攻撃を仕掛けることができ、ユーミを排除しやすい。\n- レルはタンクとしての耐久力が高く、ユーミの攻撃を受けても耐えられるため、オールインを仕掛けやすい。\n\n有利の取り方：\n- ユーミが味方に付着していない瞬間を狙って、積極的に攻撃を仕掛ける。\n- ユーミが付着している味方に対しては、短いCCを入れつつ、味方の火力を活かしてダメージを与える。\n- フラッシュを使ってユーミを引き離し、彼女の支援を無効化することで、戦闘を有利に進める。",
      "ラカン": "ラカンはユーミに有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ユーミが孤立した瞬間を狙いやすいため、キルチャンスを作りやすい。\n- ラカンは2種類のハードCCを持っており、ユーミの回復やシールドを無効化しやすく、集団戦での影響力が高い。\n- ユーミは単独行動が苦手で、ラカンがロームを活用してサイドレーンに影響を与えることで、ユーミの運用を崩すことができる。\n\n有利の取り方：\n- ワードを使って視界を確保し、ユーミが単独行動しているタイミングを狙って攻撃する。\n- ユーミの回復やポークを意識しつつ、味方ADCと連携して攻撃し、ユーミを圧倒する。\n- ロームを活用して他のレーンに影響を与え、ユーミが支援できない状況を作り出す。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ユーミを捕まえることで一気にオールインが可能です。ユーミはハードCCを持たないため、ノーチラスの攻撃を受けると脆弱です。\n- ユーミは味方に密着することで支援を行いますが、ノーチラスがユーミのADCに圧力をかけることで、ユーミが離れざるを得ない状況を作り出せます。\n- ノーチラスはタンクとしての耐久力が高く、ユーミの回復やシールドを無効化しやすいため、持続的なダメージを与えやすいです。\n\n有利の取り方：\n- ユーミがADCから離れた瞬間を狙い、フックを使って捕まえることで、ユーミを排除するチャンスを作ります。\n- レーンでのトレードを積極的に行い、ユーミの回復を無効化することで、ADCに対するプレッシャーを高めます。\n- ワーディングを行い、ユーミが孤立しやすい位置を把握し、味方と連携して攻撃を仕掛けることで、ユーミを早めに排除します。",
      "レオナ": "レオナが有利です。\n\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、レオナの攻撃を受けると脆弱です。\n- レオナは多くのCCスキルを持ち、ユーミを捕まえることで彼女の支援能力を無効化できます。\n- ユーミが味方に密着しているときでも、レオナはその味方を狙うことでユーミの影響力を減少させることができます。\n\n有利の取り方：\n\n- ユーミが孤立しているタイミングを狙って攻撃し、彼女の再接続を阻止します。\n- ボットレーンの味方と連携し、ユーミを狙ったオールインを仕掛けることで、早期にキルを狙います。\n- 耐久力を高めるアイテムを選び、ユーミの攻撃を受けても生き残りやすくし、持続的にプレッシャーをかけます。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは強力なCCを持っており、ユーミの味方を切り離すことが容易です。これにより、ユーミが支援する味方を無力化できます。\n- ユーミは基礎ステータスが低く、アリスターの攻撃を受けると脆弱です。アリスターの攻撃力とタフネスに対して、ユーミは対抗しづらいです。\n- アリスターはレーンでのプレッシャーをかけやすく、ユーミが安全に支援できる位置を確保するのが難しくなります。\n\n有利の取り方：\n- アリスターは前に出て、ユーミの味方に対して積極的にCCを狙い、ユーミを孤立させるように立ち回ります。\n- ユーミが付いている味方を狙う際、アリスターはスキルを使ってユーミの回復を無効化し、ダメージを与えます。\n- チーム戦では、アリスターが先手でエンゲージし、ユーミのサポートを受ける味方を引き剥がすことで、戦闘を有利に進めます。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ユーミは単独では非常に弱く、ポッピーは接近して強力なCCを持っているため、ユーミを簡単に排除できる。\n- ポッピーはダッシュやリープを阻害する能力があり、ユーミが味方に付いている場合でも、ユーミを切り離すことができる。\n- ユーミはハードCCを持たないため、ポッピーの攻撃を受けると脆弱で、オールインされると対処が難しい。\n\n有利の取り方：\n- ライン序盤でユーミが単独の場合、積極的に近づいて壁スタンを狙う。\n- ユーミが味方に付いている場合でも、味方を狙ってプレッシャーをかけ、ロームやタワー割りを優先する。\n- ユーミの移動を制限するために、敵の突進やブリンクを阻害するスキルを温存し、適切なタイミングで使用する。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、ユーミの攻撃を軽減しやすいため、持続的なハラスに強い。\n- ブラウムのパッシブによるスタンを活かして、ユーミが孤立した瞬間にキルを狙いやすい。\n- ユーミはハードCCを持たないため、ブラウムの集団CCに対して脆弱で、集団戦での影響力が低い。\n\n有利の取り方：\n- レーン序盤は味方ADCと密に動き、ユーミに対してAAを重ねてパッシブを溜める。\n- ユーミが分離した瞬間を狙い、スタンを狙って攻撃する。\n- 集団戦では前に出て味方を守りつつ、ユーミの接近を阻むために位置取りを意識する。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ユーミの移動を制限することで味方の攻撃を容易にすることができる。\n- バードはロームが得意で、ユーミが孤立している味方を狙うチャンスを作りやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱なため、バードの攻撃を受けやすい。\n\n有利の取り方：\n- レーンでハラスを行い、ユーミの回復を無駄にさせる。\n- スタンを狙い、ユーミが味方に付着しているタイミングで攻撃を仕掛ける。\n- ジャングルと連携し、ユーミが孤立した際にピックを狙う。",
      "パイク": "パイクが有利です。\n\n理由:\n- ユーミは単体では脆弱で、接着している間は強いが、離れると攻撃を受けやすくなるため、パイクのフックやロームに対して非常に弱い。\n- パイクは高い機動力を持ち、ユーミがADCに付いている時でもフックを当てることでキルを狙いやすい。特にユーミが離れた瞬間がチャンス。\n- パイクのCCスキルはユーミを捕まえるのに非常に効果的で、ユーミが回復やシールドを提供する前にダメージを与えることができる。\n\n有利の取り方:\n- レーン序盤にフックを使ってユーミを狙い、ADCを優先して攻撃することでキルを狙う。\n- ビジョンを確保し、サイドでロームしてユーミが追従しにくい位置から攻撃を仕掛ける。\n- ユーミがADCに付いている時に、ユーミが離れるタイミングを見計らってフックを当て、連携してキルを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは序盤から強力なレーン圧を持ち、ユーミがいない場合は短時間での撃ち合いで確殺を狙える。\n- ユーミは単独では脆弱であり、パンテオンのオールインに対して対処が難しいため、早期にキルを取るチャンスがある。\n- パンテオンはローム性能が高く、他のレーンに圧力をかけることで試合全体に影響を与えやすい。\n\n有利の取り方：\n- レベル2を狙い、スタンを使ってユーミが付いている味方を攻撃し、早期にダメージを与える。\n- ミニオン波を利用して角度を作り、ユーミが付いている味方を狙う際に有利な位置を取る。\n- ユーミが付いている味方に対しては、CCを使ってユーミを剥がし、パンテオンのバーストダメージを活かす。",
      "ソナ": "ソナが有利です。\n\n- ソナは範囲ポークが得意で、ユーミが付いている相手に対しても持続的にダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- ソナの回復能力はユーミの支援を上回ることが多く、特に集団戦では味方全体を強化することができるため、チーム全体の生存率を向上させる。\n- ユーミはデタッチ時に脆弱であり、ソナがオールインを仕掛けるタイミングを見計らうことで、ユーミを捕まえやすい。\n\n有利の取り方：\n- ユーミが付いている相手を長引くトレードに誘導し、短いポークを繰り返してダメージを蓄積する。\n- ユーミがデタッチした瞬間を狙って、EとRを使って一気に攻める。\n- 常に視界を確保し、敵ジャングルのプレッシャーをかけることで、ユーミの動きを制限し、レーンでの優位性を維持する。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ユーミのADCへのバインディングを中断することができるため、ユーミの支援を無効化しやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、スレッシュが積極的に攻撃することでユーミを圧倒できる。\n- レーンフェーズでは、スレッシュがイグナイトを使ってユーミに対して強力なハラスを行うことができ、成長を阻止するチャンスがある。\n\n有利の取り方：\n- ユーミがオート攻撃でマナを回復する際に、スレッシュのCCを使ってユーミのADCを捕まえる。\n- スレッシュは積極的にハラスを行い、ユーミの回復やシールドを無効化することで、レーンでの優位性を確保する。\n- 早期にダメージを与え、ユーミの成長を抑えるために、オールインを仕掛けるタイミングを見計らう。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "メルが不利です。\n\n- ゼラスは長射程からの高威力ポークが得意で、メルはその攻撃を受けやすい。\n- メルの反射スキルはタイミングが重要で、ゼラスのスキルを全て反射できるわけではないため、攻撃を避けるのが難しい。\n- ゼラスは自己防衛手段が乏しいため、近距離での戦闘に弱いが、メルも近づくとゼラスの攻撃を受けやすくなる。\n\n不利の緩和策：\n\n- ゼラスのスキルを避けるために、ミニオンを利用してポジションを低めに保ち、サイドに寄る。\n- ゼラスがスキルを使った瞬間に反射を狙い、味方ADCにチャンスを作る。\n- 集団戦では、ゼラスの攻撃を受けない位置取りを意識し、味方と連携して短期戦に持ち込む。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、ザイラが接近する前に一方的にハラスを受ける可能性が高い。\n- ゼラスのスキルは方向指定・地点指定で発動が遅いため、ザイラが接近した際に捕まると簡単に倒されてしまう。\n- ザイラは自己防衛手段が乏しく、ゼラスの攻撃を受けると脆弱であるため、接近戦に持ち込まれると不利になる。\n\n不利の緩和策：\n- ミニオンの後ろに隠れ、ゼラスの射程外からスキルを受けないように立ち回る。\n- ゼラスのスキルを引き出すために、無理に当て合わずプッシュを抑える。\n- ジャングルや味方と連携し、ゼラスが接近した際にコンボを狙うことで、バーストダメージを与えるチャンスを作る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からの攻撃でブラウムに対して一方的にハラスが可能です。\n- ブラウムのCCスキルは発生が遅く、ゼラスのスキルを避けるのが難しく、接近する前にダメージを受けやすいです。\n- ゼラスは自己防衛手段が乏しいブラウムに対して、距離を保ちながら攻撃を続けることができるため、ブラウムが接近するのが困難です。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、視界を確保しつつ、味方ADCと連携して動くことを心がける。\n- ゼラスがスキルを外したタイミングを狙い、接近してスタンを狙うチャンスを作る。\n- ブラウムのパッシブを活かし、味方と連携してゼラスに対する圧力をかけ、ハラスを減らすようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、セラフィーンは常にダメージを受けやすい。\n- セラフィーンのスキルは発動が遅く、ゼラスのスキルを避けるのが難しいため、接近する前にダメージを受けるリスクが高い。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いが、セラフィーンは機動力が低く、ゼラスに接近するのが難しい。\n\n不利の緩和策：\n\n- ミニオンを盾にしてゼラスのスキルを避けることで、ハラスを受けるリスクを減らす。\n- ゼラスのスキルを使い切らせた後に、ジャングルと連携して接近し、短時間で倒すチャンスを作る。\n- 集団戦では後衛に位置し、味方と連携してゼラスの攻撃を受けないようにしつつ、サステインを活かす。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ゼラスの長射程のポーク攻撃により、ヴェル＝コズは序盤からハラスを受けやすく、体力を削られやすい。\n- ゼラスのスタンを持つスキルに対して、ヴェル＝コズは機動力が低いため、捕まると一気にダメージを受けるリスクが高い。\n- ゼラスは自己防衛手段が乏しいため、ヴェル＝コズが接近するチャンスが生まれにくく、逆にゼラスに攻撃される状況が多くなる。\n\n不利の緩和策：\n- 中間距離を保ちながら、ゼラスのスキルを避ける立ち回りを心がけ、無理に近づかない。\n- ゼラスのスタンを避けた後に反撃するタイミングを見計らい、スキルを連携させてダメージを与える。\n- 集団戦では位置取りを意識し、ゼラスの射程外から攻撃を行い、相手のスキルを避けながらダメージを出す。",
      "ラックス": "ラックスが不利です。\n\n- ゼラスは長射程からのポークが得意で、ラックスはその攻撃を避けるのが難しい。\n- ゼラスのスキルは発動が遅いものの、ラックスのスキルも同様に方向指定であり、ゼラスの攻撃を受けやすい。\n- ゼラスは自己防衛手段が乏しいため、近距離での接触が発生すると、ラックスは一気に不利な状況に陥る。\n\n不利の緩和策：\n- ミニオンの後ろに立ち、ゼラスの攻撃をミニオンでブロックすることで、ポークを軽減する。\n- レベル3以降は、ゼラスのスキルを避けつつ、Qを当てるチャンスを狙い、オールインのタイミングを見計らう。\n- ジャングルのサポートを受けることで、ゼラスに対するプレッシャーをかけ、ラックスの攻撃機会を増やす。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ゼラスは長射程の攻撃を持ち、遠距離から一方的にハラスを行うことができるため、モルガナはレーンでの圧力を受けやすい。\n- モルガナのスキルは発動に時間がかかるため、ゼラスのスキルを避けるのが難しく、特に機動力の高い相手に対しては当てるのが困難。\n- ゼラスのスキルは方向指定であり、モルガナが黒盾を使うタイミングを見極めるのが難しく、スキルを無効化できない場合が多い。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、ミニオンの後ろに立ち、スキルを受けないように立ち回る。\n- 黒盾を温存し、ゼラスがスキルを外した瞬間を狙って反撃する。\n- アイテムとしてバンシーを購入し、ゼラスのスキルを無効化することで、レーンでの生存率を上げる。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで、ゼラスの攻撃を回避しやすく、回復やシールドを通じて耐久力を高めることができる。\n- ゼラスのスキルはチャージ型で発動が遅いため、ユーミはその間に味方を支援しつつ反撃するチャンスがある。\n- ユーミは集団戦でのサポート能力が高く、ゼラスの攻撃を受ける前に味方を強化することができる。\n\n有利の取り方：\n- 常に味方ADCに付着し、ゼラスの攻撃を受ける前に回復やシールドを使用する。\n- ゼラスのスキルの発動タイミングを見極め、攻撃を避けた後に反撃する。\n- 集団戦では、ユーミのスキルを駆使して味方を守りつつ、ゼラスのスキルを無効化する位置取りを心がける。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ゼラスの攻撃を受け流しつつ反撃することができるため、レーンでのハラスがしやすい。\n- ゼラスのスキルは発動に時間がかかるため、カルマはその隙を突いてスキルを当てやすい。\n- カルマは序盤から高いプレッシャーをかけられるため、ゼラスのマナ管理を難しくさせることができる。\n\n有利の取り方：\n- ゼラスのスキルショットを避けながら、自分のスキルを的確に当ててダメージを与える。\n- レーンでのポジショニングを工夫し、ゼラスの攻撃範囲外からハラスを行う。\n- チームメイトと連携し、ゼラスが孤立したタイミングで集中的に攻撃する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ゼラスのスキルを避けながら接近することができるため、ゼラスに対して一気に攻撃を仕掛けやすい。\n- ゼラスは長射程でハラスが得意だが、パイクはブラッシュや奇襲を利用してゼラスのスキルを外させることができるため、レーンでのプレッシャーをかけやすい。\n- パイクのパッシブによる回復効果があるため、ゼラスのハラスに対して耐性があり、持続的に戦える。\n\n有利の取り方：\n- レーン序盤はミニオンの裏やブラッシュからプレッシャーをかけ、ゼラスがスキルを外した瞬間に突撃する。\n- ゼラスのスキルを避けながらロームを行い、他のレーンで数的不利を作ることで全体的な優位を築く。\n- 集団戦では、ゼラスの後衛を狙い、フックを使ってキャリーを捕まえることで、チーム全体のダメージを減少させる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ゼラスの攻撃を避けながら接近することができるため、ゼラスのハラスを受けにくい。\n- ラカンのCCスキルはゼラスを無力化するのに非常に効果的で、特にゼラスがスキルを使った後に攻撃することで、ゼラスに対して有利な状況を作りやすい。\n- ゼラスは近距離での戦闘に弱く、ラカンが接近してCCを当てることで、ゼラスを簡単に倒すチャンスが生まれる。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、味方ADCと連携して攻撃のタイミングを見計らい、ゼラスに対して一気に攻める。\n- ゼラスがスキルを使った後に、ラカンのCCを駆使して一気にエンゲージし、ゼラスを無力化する。\n- 視界を確保し、ゼラスのロームを警戒しつつ、サイドロームを利用して有利な状況を作り出す。",
      "ソナ": "ソナが有利です。\n\n- ソナは持続的な回復能力を持ち、ゼラスのハラスを耐えやすいです。\n- ソナのCCは発生が早く、ゼラスがスキルを外したタイミングで反撃しやすいです。\n- ゼラスのスキルは発動が遅く、ソナはその隙を突いて攻撃することができます。\n\n有利の取り方：\n- ミニオンの陰に隠れてゼラスのスキルを避け、反撃のチャンスを狙います。\n- ゼラスのスキルが外れた瞬間に攻撃し、味方のエンゲージを支援します。\n- レベル6以降は、ゼラスが固定したタイミングでCCを使い、集団戦での優位を築きます。",
      "レル": "レルが有利です。\n\n- レルは近接タンクであり、ゼラスの長射程攻撃を避けながら接近することができるため、ゼラスに対して有効なエンゲージが可能です。\n- ゼラスはスキルの発動が遅く、機動力の高いレルに対して当てるのが難しいため、レルは安全に攻撃を仕掛けることができます。\n- レルのCCスキルは複数あり、ゼラスを拘束することで彼の攻撃を無効化し、味方と連携してダメージを与えるチャンスを作れます。\n\n有利の取り方：\n- レーン序盤はゼラスのスキルを避けつつ、味方ADCと連携してハラスを行い、ゼラスの体力を削る。\n- レベル6以降はアルティメットを活用し、ゼラスがスキルを使った後に一気に突撃して排除を狙う。\n- チーム戦では、ゼラスを最優先で狙い、他の味方と連携して一気に攻撃することで、ゼラスの長射程攻撃を受ける前に排除する。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは近接チャンピオンであり、ゼラスの射程外から接近してオールインを狙いやすいです。\n- ゼラスはスキルの発動が遅く、パンテオンが瞬時に突っ込むことでダメージを与えやすいです。\n- パンテオンのスタン効果により、ゼラスの動きを制限し、攻撃のチャンスを作ることができます。\n\n有利の取り方：\n\n- レベル1から積極的にハラスを行い、ゼラスの体力を削る。\n- ゼラスがスキルを使った後に隙を見て接近し、オールインを狙う。\n- チームメイトと連携し、ゼラスが孤立しているタイミングで一気に攻撃を仕掛ける。",
      "バード": "バードが有利です。\n\n理由：\n- バードは回復やCCを持っており、ゼラスの攻撃を受け流しつつ味方をサポートできるため、レーン戦での持続力が高い。\n- ゼラスはスキルの発動が遅く、機動力が高いバードに対して当てるのが難しいため、バードは安全に距離を保ちながら攻撃できる。\n- バードのウルトは集団戦でのコントロール力が高く、ゼラスの攻撃を無効化することで味方を守ることができる。\n\n有利の取り方：\n- バードは距離を保ちながらハラスを行い、ゼラスのスキルを避けつつ味方を回復する。\n- ゼラスがスキルを使った後の隙を狙い、CCを使ってゼラスを無力化し、攻撃のチャンスを作る。\n- 集団戦では後衛でウルトを使い、ゼラスの攻撃を防ぎつつ味方のサポートを行い、ゼラスを無視して主目標を狙う。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ゼラスに対して一気にダメージを与えることができる。\n- ジリアンのCCスキルはゼラスのスキルを妨害することができ、特にスタンを使うことでゼラスの攻撃を封じることができる。\n- ジリアンのUltによる蘇生能力は、ゼラスのバーストダメージに対して非常に効果的で、味方を守ることができる。\n\n有利の取り方：\n- 序盤はミニオンを盾にしながら安全にポークし、ゼラスのスキルを避ける。\n- ゼラスのスキルのクールダウンを見計らって距離を取り、反撃のチャンスを狙う。\n- 集団戦では、味方を守る位置に立ち、ゼラスの攻撃を受ける前にCCを使って行動を制限する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはゼラスの詠唱をポリモーフで妨害できるため、ゼラスの攻撃を無効化しやすい。\n- ルルのシールドやバフによって味方の生存能力を高めることができ、ゼラスの攻撃を耐えやすくなる。\n- ルルは近づく際にスロウを使ってゼラスに接近しやすく、トレードで有利な状況を作りやすい。\n\n有利の取り方：\n- ゼラスのスキルを避けながらミニオンの後ろに位置し、トレードのチャンスを伺う。\n- ゼラスがスキルを使った後にポリモーフを使い、攻撃の隙を突いて反撃する。\n- レベル6以降はルルのアルティメットを使ってゼラスのウルトをキャンセルし、味方を守りつつ攻撃の機会を作る。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使って奇襲を仕掛けることができ、ゼラスのスキルを避けながら接近することが可能です。\n- ゼラスのスキルは発動が遅く、ニーコが接近するタイミングを見計らって攻撃することで、ゼラスの攻撃を回避しやすいです。\n- ニーコはAoEダメージを持っており、集団戦やレーン戦でゼラスに対して高いバーストダメージを出すことができます。\n\n有利の取り方：\n- ミニオンの後ろや草むらを利用して、ゼラスのスキルを外した瞬間に接近し、コンボを狙う。\n- ワードを使って視界を確保し、ゼラスの動きを把握しながら奇襲を仕掛ける。\n- レベル6以降はアルティメットを活用して、ゼラスの後方から攻撃し、CCを取ることで瞬時にダメージを与える。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは機動力が高く、ゼラスの遠距離攻撃を避けやすいため、接近して有利なトレードが可能です。\n- ミリオのスキルは味方の攻撃力を強化し、ゼラスのハラスを受けても生存能力を高めることができるため、持続的な戦闘が得意です。\n- ゼラスのスキルは発動が遅く、ミリオが接近することでゼラスの攻撃を避けやすく、反撃のチャンスを作りやすいです。\n\n有利の取り方：\n- 初手で距離を詰め、ゼラスのスキルを避けながら攻撃を仕掛ける。\n- ゼラスのスキルのクールダウンを狙い、空振りしたタイミングで強引に攻撃する。\n- リソースを管理しつつ、確定反撃を狙ってゼラスにプレッシャーをかける。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ゼラスを捕まえることで一方的にダメージを与えることができる。\n- ゼラスはスキルの発動が遅く、機動力が高いノーチラスに対して当てるのが難しいため、ノーチラスが有利に立ち回れる。\n- ノーチラスはタンクとしての耐久力が高く、ゼラスの遠距離攻撃を受けながらも持続的に接近できる。\n\n有利の取り方：\n- ゼラスがスキルを使った後の隙を狙ってエンゲージし、CCを活かしてダメージを与える。\n- ゼラスの攻撃範囲に注意しつつ、適切なタイミングで近づいてフックを狙う。\n- サポートアイテムや防具を選び、ゼラスのダメージを軽減しながら持続的に戦う。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- メルは高いダメージを持ち、射程が長いため、スレッシュが近づく前にダメージを与えられる。\n- メルのスキルはフックを反射できるため、スレッシュのフックを無効化されるリスクがある。\n- メルは回復効果に弱いスレッシュに対して、持続的なダメージを与えることができるため、集団戦での影響力が低くなる。\n\n不利の緩和策:\n- メルの攻撃範囲を意識し、距離を保ちながら立ち回ることで、ダメージを受けるリスクを減らす。\n- スレッシュのスキルを適切なタイミングで使用し、メルのスキルを避けることで、効果的に戦う。\n- 味方との連携を強化し、メルに対して集団で攻撃することで、彼女の強みを無効化する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- メルはフックを反射するスキルを持っており、ブリッツクランクのフックを逆利用されるリスクが高い。\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、ブリッツクランクが近づくのが難しい。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、メルに対して無防備になりやすい。\n\n不利の緩和策：\n- レーニング序盤は視界を確保し、メルのスキルを誘発するためにブラフを使う。\n- メルのスキルがクールダウン中に積極的に攻撃を仕掛け、キルを狙うタイミングを見計らう。\n- 壁や草を利用して角度を変えたフックを狙い、メルのスキルを避ける工夫をする。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- メルの反射スキルにより、モルガナの攻撃が逆に利用される可能性が高く、トレードで不利になることがある。\n- メルのパッシブによる確定キルの圧力が強く、特に集団戦での持続的なダメージを与えられないモルガナは脅威を感じやすい。\n- モルガナの黒盾はメルのスネアを防げるが、メルの他のスキルやパッシブには対処できず、結果的に攻撃を受けやすくなる。\n\n不利の緩和策：\n- メルのスキルのクールダウンを意識し、Wを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 黒盾を適切に使い、味方ADCを守りつつ、メルのスキルを無効化することでトレードを有利に進める。\n- レーンでの視野を確保し、メルの動きを把握することで、予測して行動し、スキルを避けるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- メルは遠距離からのポークが得意で、ブラウムが接近する前にダメージを与えられる。\n- メルのスキルはブラウムのスキルを反射できるため、ブラウムが攻撃を仕掛ける際に逆にダメージを受けるリスクが高い。\n- ブラウムはサステインがなく、持続的なダメージを与えられないため、メルの高火力に対抗しづらい。\n\n不利の緩和策：\n- メルのスキルのクールダウンを意識し、Wがないタイミングを狙って攻撃を仕掛ける。\n- ADCと連携して、メルの距離を詰めるためのサポートを行い、短期決着を狙う。\n- メルのスキルを避けるために、ミニオンを利用して位置取りを工夫し、ハラスを受けにくくする。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- メルはスキルを反射する能力を持っており、ソラカの攻撃や回復スキルを跳ね返されると大きなダメージを受ける可能性がある。\n- ソラカは逃げ性能が乏しく、メルの拘束スキルに捕まると簡単にキルされるリスクが高い。\n- メルは序盤からの影響力が高く、長射程のスキルでハラスを行いやすいため、ソラカがレーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n- レーン序盤は前に出ず、味方ADCの後ろで立ち、メルのスキルを避ける位置取りを心がける。\n- メルがスキルを使用した直後に攻めるタイミングを見計らい、反撃のチャンスを作る。\n- ジャングルの介入が来た際には、メルのスキルを無力化するために沈黙を活用し、味方と連携して攻撃する。",
      "ナミ": "ナミが不利です。\n\n理由：\n- メルはスネア効果を持つスキルを使ってナミを拘束しやすく、ナミの移動を制限することができる。\n- メルのバリアによって、ナミの攻撃的なハラスが効果を発揮しづらく、トレードで優位に立つのが難しい。\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、ナミがレーンでのハラスを行う際にリスクが大きい。\n\n不利の緩和策：\n- メルのスキルのクールダウンを確認し、Wを使わせた後に攻撃を仕掛けるタイミングを見計らう。\n- ナミの回復スキルを活用して、味方の生存力を高めつつ、メルの攻撃を受け流す。\n- 散開してメルのAoEスキルの影響を受けにくくし、集団での被弾を防ぐことで、レーンでの安定性を向上させる。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- メルはスキルを反射するバリアを持っており、セラフィーンの攻撃を逆用される可能性が高い。\n- セラフィーンのスキルの発生が遅く、メルが反撃するタイミングを与えてしまうことが多い。\n- メルは確定キルを狙いやすく、セラフィーンのHPが減ってきた際に一気に処理されるリスクがある。\n\n不利の緩和策：\n- レーン序盤は慎重にハラスを行い、メルの反射を誘発しないようにする。\n- 味方と連携し、集団戦ではメルの反射を分散させるように立ち回る。\n- メルのパッシブスタックを意識し、HP管理を徹底して、無理なオールインを避ける。",
      "パイク": "パイクが不利です。\n\n理由：\n- メルのWによってパイクのフックを反射されるため、攻撃のチャンスが減少し、リスクを伴う行動を強いられる。\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、パイクはそのハラスに対して耐えにくい。\n- メルは確定キルを狙いやすく、パイクが集団戦での瞬間火力を発揮できない場合、メルに有利な状況を作られやすい。\n\n不利の緩和策：\n- メルのWのCDを意識し、反射されないタイミングでフックを使用することで、キルチャンスを増やす。\n- ジャングラーとの連携を強化し、メルが不在のタイミングを狙って積極的にキルを狙う。\n- レーンでのハラスを避けるため、ミニオンを押しすぎず、メルの攻撃を受けない位置取りを心がける。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- メルはスネア効果を持つスキルを使って、ヴェル＝コズを捕まえることができるため、接近されると脆弱な状態になる。\n- メルのバリアによって、ヴェル＝コズの攻撃を反射される可能性があり、特に集団戦での火力が減少する。\n- メルは確定キルを狙いやすく、HPが閾値以下の敵に対して強力な処刑能力を持っているため、ヴェル＝コズは注意が必要。\n\n不利の緩和策：\n- サモナースペルとしてExhaustを選択し、メルの攻撃力を抑えることで生存率を上げる。\n- レーン戦では距離を保ちながら攻撃し、メルのスキルを避けることに集中する。\n- ジャングルの介入を意識し、視界を確保することでメルのオールインを防ぎ、安定した立ち回りを心がける。",
      "ソナ": "ソナが不利です。\n\n理由:\n- メルはスネア効果を持つスキルを使ってソナを拘束できるため、捕まると簡単に倒されるリスクが高い。\n- メルの攻撃範囲が長く、AoEスキルを駆使して序盤からのハラスが強力で、ソナは回復を優先せざるを得ない状況が多い。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、メルの攻撃に対して耐えにくい。\n\n不利の緩和策:\n- レーン戦ではメルのスキルを避けるために、位置取りを工夫し、近距離でのハラスを避ける。\n- 回復やシールドのアイテムを早めに購入し、味方ADCをサポートしながら自分の安全を確保する。\n- 集団戦では、メルのスキルを反射するタイミングを見極め、味方と連携してメルの攻撃を無効化する。"
    },
    "loses": {
      "ノーチラス": "ノーチラスは有利です。\n\n- ノーチラスは豊富なCCを持っており、メルの動きを制限しやすいです。特に、メルのスキルを使わせる前に拘束することで、彼女の反撃を防げます。\n- メルは回復効果に弱いため、ノーチラスの攻撃によって確実にダメージを与えられます。特に、メルがスノーボールできていない状況では、ノーチラスの圧力が強くなります。\n- ノーチラスはタンクとしての耐久力が高く、メルの攻撃を受け止めることができるため、持続的な戦闘において有利です。\n\n有利の取り方：\n- ブッシュからの奇襲を狙い、敵ADCとメルを同時に攻撃することで、オールインのチャンスを作ります。\n- メルのスキルを避けつつ、EとQのコンボを使って拘束し、味方ADCと連携してダメージを与えます。\n- レベル6以降は、ノーチラスのUltを使ってメルを引き寄せ、キルチャンスを作ることで、試合の流れを有利に進めます。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは長射程の攻撃スキルを持ち、メルに対して一方的にハラスを行いやすい。\n- メルのスキルを反射する能力はあるものの、ゼラスはそのスキルを温存しつつ攻撃できるため、メルの反撃を避けることができる。\n- ゼラスは持続的なポークが得意で、メルのHPを削りやすく、集団戦でも複数の敵にダメージを与えやすい。\n\n有利の取り方：\n- レベル1から3の間にQやEでメルに対して一方的に攻撃し、早期に優位を築く。\n- メルの反射スキルが切れたタイミングを狙って、スキルを集中して当てる。\n- 集団戦では安全な位置からスキルを発動し、メルの反射を避けつつ、味方と連携して攻撃する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なシールドと回復を持ち、メルの攻撃を軽減できるため、持続的な戦闘で優位に立てる。\n- メルのスネアやAoEスキルに対して、ジャンナはノックバックを使って敵を遠ざけることができるため、メルのスキルを無効化しやすい。\n- ジャンナは移動速度を上げる能力を持ち、メルの攻撃を避けやすく、また味方の機動力を向上させることで、集団戦での立ち回りが有利になる。\n\n有利の取り方：\n- 序盤はシールドを使ってADCを守り、メルのハラスを軽減しつつ、反撃のタイミングを見計らう。\n- メルがスキルを使った後に、ジャンナのノックバックを使ってメルの攻撃を無効化し、味方の攻撃を仕掛ける。\n- 集団戦では、味方を回復しつつ、メルの大技を使う瞬間にノックバックを狙い、メルの攻撃を逸らすことで味方の生存を優先する。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは豊富なCCを持っており、メルの攻撃を無力化することができるため、レーンでのオールインが得意です。\n- メルは回復効果に弱く、持続的なダメージを出すのが難しいため、レオナの耐久力を活かして持久戦に持ち込むことができます。\n- メルのスキルを反射する能力があるため、レオナがメルに接近する際に逆にキルチャンスを作ることができる。\n\n有利の取り方：\n- ADCと連携してメルの攻撃を避けつつ、レオナのCCを活かしてメルを捕まえるタイミングを見計らう。\n- メルがスキルを使った後の隙を狙い、オールインを仕掛けることでキルを狙う。\n- 健康管理を徹底し、メルの攻撃を受けても耐えられるようにし、持久戦で優位に立つ。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、メルのスキルを無効化することで、メルの攻撃を封じることができるため、メルのダメージを抑えることができる。\n- ルルのシールドによって、味方を守る能力が高く、メルの攻撃を受けても生存率を上げることができる。\n- メルのスキルのクールタイムを把握し、Wを使わせた後に攻撃することで、メルの反撃を避けながら有利なトレードが可能。\n\n有利の取り方：\n- レーン開始時にミニオンの中央に立たず、ルルのQでメルにハラスを行い、メルのWを使わせる。\n- メルのWを使用した後に攻撃を仕掛け、Eで味方を守りながらプッシュする。\n- 集団戦では、メルの反射を狙わせないようにポリモーフを先に使い、味方を回復・シールドしてサポートする。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、メルのスキルを安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- メルのスキルを反射するバリアを持っているが、ザイラは植物を使って攻撃しつつ、メルのスキルを避けることができるため、反撃のチャンスを作りやすい。\n- ザイラは2種類のCCを持っており、メルを拘束することで味方と連携しやすく、確定キルを狙いやすい。\n\n有利の取り方：\n- 序盤はミニオンを処理しつつ、メルのスキルを温存している隙を突いてハラスを行う。\n- メルがスキルを使った後に攻撃を重ね、反撃のチャンスを作る。\n- 散開してメルのアルティメットの処刑を避けつつ、味方と連携してEでメルを拘束し、ダメージを与える。",
      "パンテオン": "パンテオンは有利です。\n\n- パンテオンは高いバーストダメージを持ち、序盤からメルに対して強力なオールインが可能です。\n- メルの反射スキルを警戒しつつも、近接攻撃での圧力をかけることで、メルのハラスを抑えることができます。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、ゲーム全体でのスノーボールが期待できます。\n\n有利の取り方：\n\n- レベル1から3の間に積極的に攻撃し、メルのサステインを削ることで優位に立つ。\n- ブッシュを利用して奇襲を狙い、メルがスキルを使った後にオールインを仕掛ける。\n- メルの距離を保つ動きに対して、スキルを温存しつつ短突進で接近し、確実にダメージを与える。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠距離からのハラスが可能で、メルのスキルを誘導しやすい。\n- メルのスキルを反射することで、自爆やスタンを誘発できるため、メルに対して強力な抑止力を持つ。\n- ジリアンの蘇生能力は、メルの確定キルを防ぐことができ、集団戦での生存率を高める。\n\n有利の取り方：\n- ミニオンや味方にQを付けて誘導し、メルのスキルを無効化する。\n- メルのスキルのクールダウンを確認し、タイミングを見計らって攻撃する。\n- Eを使って逃げつつ味方を援護し、メルの攻撃をかわす。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に回復や移動支援ができ、メルの攻撃を受けにくい。\n- メルのスキルはユーミが離れる瞬間を狙う必要があり、ユーミの移動支援によってそのタイミングを難しくすることができる。\n- ユーミは回復やシールドを通じてレーン維持が得意で、メルの攻撃を耐えやすく、持続的なダメージを与えられる。\n\n有利の取り方：\n- レベル1から味方に付いてハラスを行い、メルの攻撃を受けないように立ち回る。\n- メルがスキルを使った後の隙を狙い、味方と連携して攻撃を仕掛ける。\n- 集団戦では、ユーミの回復やシールドを活かして味方を強化し、メルのスキルを無効化するように立ち回る。",
      "ブランド": "ブランドが有利です。\n\n- ブランドは長射程のAoEスキルを持ち、メルに対して安全にハラスを行うことができるため、レーンでの圧力をかけやすい。\n- メルは回復効果に弱く、持続的なダメージを与えるブランドの攻撃に対して脆弱である。\n- ブランドはメルのスキルを避けながら、スキルを連打することでダメージを稼ぎやすく、特にメルの守りが崩れると一気に有利に立てる。\n\n有利の取り方：\n- レーン序盤から安全距離を保ちながらハラスを行い、メルのHPを削る。\n- メルのスキルを誘発させた後、連携して攻撃を仕掛けることで、メルの反撃を防ぐ。\n- チーム戦では散開してAoEダメージを最大化し、メルの重要なスキルの使用履歴を見て攻めることで、効果的にダメージを与える。"
    }
  }
}