{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "パンテオンがジャンナに不利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持ち、パンテオンのオールインを無効化することができるため、パンテオンが攻撃を仕掛ける際にリスクが高くなる。\n- ジャンナのシールドはパンテオンのバーストダメージを軽減できるため、パンテオンのキルプレッシャーが低下する。\n- ジャンナは高い移動速度を持ち、パンテオンが接近するのを難しくするため、パンテオンの攻撃を避けやすい。\n- ジャンナのハラス力は高く、パンテオンがレーンでのトレードを仕掛ける際に不利な状況に陥りやすい。\n- パンテオンは長期戦に弱く、ジャンナの持続的なハラスや回復効果に対抗しづらい。",
      "アリスター": "アリスターが不利です。\n\n- ジャンナは強力なCCを持ち、アリスターのエンゲージを無効化することができるため、アリスターが攻撃を仕掛けるのが難しい。\n- ジャンナの高い移動速度とディスエンゲージ能力により、アリスターが近づく前に距離を取られることが多い。\n- ジャンナのシールドや回復効果により、アリスターのダメージを軽減され、持続的な戦闘で不利になる。\n- アリスターは攻撃力が低く、ジャンナの遠距離攻撃に対して反撃が難しいため、レーンでのプレッシャーをかけにくい。\n- ジャンナは視界確保が不得手なため、アリスターがブッシュからのエンゲージを狙う際に有利に立ち回ることができない。",
      "レル": "レルが不利です。\n\n- ジャンナは強力なCCを持ち、レルのエンゲージを無効化することができるため、レルが攻撃を仕掛けるのが難しい。\n- ジャンナの移動速度バフにより、味方が逃げやすく、レルの追撃が困難になる。\n- ジャンナのシールドはレルのダメージを軽減し、特に集団戦での影響力を減少させる。\n- ジャンナは遠距離からの攻撃が可能で、レルが近づく前にダメージを与えることができる。\n- ジャンナの視界確保が不得手な点を逆手に取り、レルがブッシュからの奇襲を仕掛けるのが難しい。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ジャンナの強力なCCにより、ラックスはスキルを当てる前に拘束される可能性が高い。\n- ジャンナのシールドによって、ラックスのバーストダメージが軽減されるため、キルを狙いにくい。\n- ジャンナは高い移動速度を持ち、ラックスがスキルを当てるのが難しくなる。\n- ジャンナのディスエンゲージ能力により、ラックスがオールインを仕掛ける際に逆に攻撃されるリスクが高まる。\n- ジャンナは後半の集団戦での影響力が高く、ラックスがスキルを当てる前に味方が倒される可能性がある。",
      "ラカン": "ラカンがジャンナに不利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持っており、ラカンのエンゲージを無効化することができるため、ラカンが攻撃を仕掛けるのが難しい。\n- ジャンナのCCはラカンの機動力を制限し、彼が接近する前に距離を取られることが多い。\n- ジャンナのシールドや回復効果により、ラカンのダメージを軽減され、彼の攻撃が効果的でなくなる。\n- ジャンナは高い移動速度を持ち、ラカンが追いかけるのが難しく、逃げられることが多い。\n- ラカンは基礎ステータスが低く、ジャンナのハラスやCCに対して脆弱で、序盤のレーン戦で不利を強いられる。",
      "ブラウム": "ブラウムが不利です。\n\n- ジャンナは射程が長く、遠距離からのハラスが強力なため、ブラウムは接近するのが難しい。\n- ジャンナの強力なCCにより、ブラウムがエンゲージを仕掛ける前に妨害される可能性が高い。\n- ジャンナは移動速度を増加させるスキルを持っており、ブラウムが攻撃を仕掛けるタイミングを逃しやすい。\n- ブラウムはサステインがなく、序盤のハラスに対して脆弱で、ジャンナの持つ持続的なハラスに苦しむ。\n- ジャンナのシールドにより、ブラウムのCCやダメージを軽減されるため、効果的に攻撃できない。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由は以下の通りです。\n\n- ジャンナの強力なCCにより、ノーチラスのエンゲージが無効化されやすい。特に、ジャンナのディスエンゲージ能力はノーチラスの攻撃を阻止することができる。\n- ジャンナは高い移動速度を持ち、逃げる能力が高いため、ノーチラスが接近するのが難しい。これにより、ノーチラスは攻撃のチャンスを失いやすい。\n- ジャンナのシールドや回復効果により、ノーチラスのダメージを軽減されるため、彼のオールインが効果的でなくなる。\n- ジャンナは視界確保が不得手なため、ノーチラスがフックを当てるチャンスが増えるが、ジャンナの機動力とCCで反撃されるリスクが高い。\n- ノーチラスはスキルに依存するため、スキルがクールダウン中は攻撃的なプレイができず、ジャンナに対してプレッシャーをかけることが難しい。",
      "レオナ": "レオナが不利です。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、レオナのイニシエートを無効化することができる。\n- ジャンナのシールドや回復効果により、レオナの攻撃が効果的でなくなる。\n- ジャンナは高い移動速度を持ち、レオナが接近するのを難しくすることができる。\n- ジャンナのCCはレオナのオールインを阻止するため、レオナが攻撃を仕掛けるタイミングを失いやすい。\n- ジャンナは遠距離攻撃が可能で、レオナが近づく前にハラスを行いやすい。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- 擬態を利用してジャンナのスキルを回避しやすく、奇襲を仕掛けることができるため、ジャンナのディスエンゲージ能力を無効化できる。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、ニーコの高いバーストダメージで早期にキルを狙いやすい。\n- ニーコのAoEダメージとスタンを持つアルティメットは、集団戦での影響力が高く、ジャンナのサポート能力を上回ることができる。\n- ジャンナは視界確保が不得手であるため、ニーコの擬態を利用した奇襲が成功しやすい。\n- ジャンナの攻撃的なプレイスタイルには向かない特性が、ニーコの奇襲能力と相性が良く、レーンでのプレッシャーをかけやすい。",
      "バード": "バードがジャンナに有利です。\n\n理由は以下の通りです。\n\n- バードはローム能力が高く、ジャンナがレーンで孤立しているADCを守るのが難しいため、バードが有利に立ち回れる。\n- ジャンナのCCは主に敵を遠ざけるものであり、バードのウルトによる無敵効果に対しては無力である。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、序盤からのプレッシャーをかけやすい。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、バードの攻撃的なプレイスタイルに対抗しにくい。\n- バードの回復スキルは、ジャンナのシールドと相性が良く、持続的な戦闘で有利に働くことができる。",
      "ソナ": "ソナが有利です。\n\n理由は以下の通りです。\n\n- ソナはAoE回復とバフを持っており、集団戦での支援能力が高いため、ジャンナのディスエンゲージ能力を上回ることができる。\n- ソナのスタン効果は発生が早く、ジャンナのスキルを無効化することができるため、ジャンナの動きを制限しやすい。\n- ジャンナは序盤が脆弱であるため、ソナの持つ回復能力によって、ハラスを受けても持ちこたえやすい。\n- ソナはスケールが優れており、後半の集団戦での影響力が高く、ジャンナに対して持続的なダメージを与えることができる。\n- ジャンナの視界確保が不得手であるため、ソナが有利な位置を取ることで、ジャンナを捕まえやすくなる。",
      "セナ": "セナが有利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、ジャンナの攻撃範囲を超えてハラスが可能で、レーンでの優位を築きやすい。\n- ジャンナのディスエンゲージ能力は強力ですが、セナのスネア効果によってジャンナを捕まえることができ、反撃のチャンスを作りやすい。\n- セナは回復能力を持っており、ジャンナのハラスを受けても持ちこたえやすく、持続的な戦闘が可能。\n- ジャンナは基礎ステータスが低く、序盤は脆弱なため、セナが攻撃的にプレイすることで早期に有利を取れる。\n- セナはパッシブによって成長しやすく、レーンでのハラスを通じてゴールドを得やすく、育つと高い火力を発揮できる。",
      "ルル": "ルルが有利です。\n\n- ルルはポリモーフを持っており、ジャンナのCCを無効化することができるため、ジャンナの攻撃を効果的に防ぐことができる。\n- ルルのシールドは味方の生存能力を高め、ジャンナの回復効果を上回ることができるため、持続的な戦闘で優位に立てる。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、ジャンナが攻撃的なプレイを仕掛ける際に、ルルが味方を守ることができる。\n- ルルのスキルは状況に応じて使い分けることができるため、柔軟な戦術が可能で、ジャンナの一辺倒な戦術に対抗しやすい。\n- ルルは短射程のADCに対しても有利であり、ジャンナがサポートするADCに対しても効果的に対処できる。",
      "ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは攻撃的なエンチャンターであり、レーンでのハラスが得意なため、ジャンナに対して優位に立ちやすい。\n- ナミのCCは敵を捕まえる能力が高く、ジャンナのディスエンゲージを無効化することができる。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、ナミの攻撃的なプレイスタイルに対して耐えにくい。\n- ナミは全てのスキルにダメージがあり、トレードでの優位性を持つため、ジャンナに対して有利に戦える。\n- ジャンナの視界確保が不得手であるため、ナミのハラスやエンゲージが成功しやすい環境を作りやすい。",
      "ユーミ": "ユーミがジャンナに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全にサポートができ、ジャンナの攻撃を受けるリスクを減らせる。\n- ジャンナの強力なCCやディスエンゲージ能力に対して、ユーミは回復やシールドで味方を守ることができ、持続的な戦闘が得意。\n- ジャンナは基礎ステータスが低く、序盤は脆弱であるため、ユーミの回復やシールドによってレーンでの優位性を保ちやすい。\n- ユーミはハラス型のメイジサポートに対して有利であり、ジャンナの攻撃をシールドで軽減しつつ、持続的にダメージを与えることができる。\n- ジャンナは視界確保が不得手で、ユーミは味方に依存するため、ジャンナが孤立した際にユーミが有利に立ち回ることができる。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "パンテオン": "パンテオンがナミに不利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、パンテオンがオールインを仕掛ける際に妨害することができるため、パンテオンの攻撃を避けやすい。\n- ナミのハラス力が高く、パンテオンは近づくことが難しく、レーンでのトレードで不利になることが多い。\n- ナミの回復能力により、パンテオンのバーストダメージを軽減されやすく、持続戦闘での優位性が薄れる。\n- ナミのスキルは発生が遅いものの、パンテオンの攻撃を受ける前にスキルを使うことで、パンテオンの攻撃を無効化することができる。\n- パンテオンはサステインが乏しく、ナミの持続的なハラスに対して耐えるのが難しいため、レーンでの生存が厳しくなる。",
      "モルガナ": "モルガナが不利です。\n\n- ナミは豊富なCCと回復能力を持ち、モルガナのスネアを避けることができるため、モルガナの攻撃を無効化しやすい。\n- ナミのスキルは、モルガナが攻撃する際の立ち位置を調整しやすく、トレードにおいて有利に働く。\n- モルガナのクールダウンが長いため、ナミの持続的なハラスに対して反撃が難しい。\n- ナミの回復能力により、モルガナのダメージを軽減されやすく、持続的な戦闘で劣位に立たされる。\n- ナミは高い機動力を持ち、モルガナのスキルを避けることができるため、モルガナの捕まえる能力が低下する。",
      "ラックス": "ラックスがナミに不利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、ラックスのスキルを当てるのが難しくなる。特にナミのCCはラックスのスキルを妨害することができるため、ラックスは攻撃的に動きづらくなる。\n- ナミの回復能力により、ラックスのハラスが効果的でなくなる。ナミが味方を回復することで、ラックスのバーストダメージが無効化される可能性が高い。\n- ナミは加速効果を持っているため、ラックスが距離を取ろうとしても、ナミが追いついてくることができる。これにより、ラックスは接近されやすく、脆弱な状態に陥る。\n- ナミのスキルはミニオンにブロックされないため、ラックスがハラスを試みても、ナミが簡単に反撃できる状況を作り出すことができる。\n- ナミは高い機動力を持つため、ラックスのスキルを避けやすく、ラックスがスキルを当てるのが難しくなる。特に後半になると、ナミの機動力がさらに活きてくる。",
      "ソラカ": "ソラカがナミに不利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、ソラカの逃げる手段を無効化しやすい。特にナミのスキルは、ソラカが近づくのを妨げることができる。\n- ナミのハラス能力が高く、ソラカは基礎ステータスが低いため、レーンでのトレードで不利になりやすい。\n- ソラカのヒールは重傷の影響を受けやすく、ナミのダメージを受けると回復効果が薄れる。\n- ナミはスキルの発生が遅いものの、ソラカの移動速度が遅いため、ナミのスキルが当たりやすい。\n- ソラカはCCが限られており、ナミに対してエンゲージが難しいため、対面へのプレッシャーが弱い。",
      "ザイラ": "ザイラがナミに不利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持ち、ザイラのスキルを妨害しやすい。特に、ナミのCCはザイラの移動手段が乏しいため、接近されると脆弱な状態を作り出す。\n- ナミの攻撃的なエンチャンターとしての特性により、ザイラはハラスを受けやすく、特に序盤のトレードで不利になることが多い。\n- ナミの回復能力により、ザイラの持続的なダメージが相対的に薄れる。ナミが味方を回復することで、ザイラのダメージを無効化されることがある。\n- ザイラのスキルは発動から発生までに時間がかかるため、ナミの機動力を活かした攻撃に対処しづらい。ナミが接近してくると、ザイラはスキルを当てるのが難しくなる。\n- ナミは射程が長く、ザイラの攻撃を避けながら安全にハラスを行うことができるため、ザイラはレーンでのプレッシャーを感じやすい。",
      "ゼラス": "ゼラスが不利です。\n\n- ナミは豊富なCCを持っており、ゼラスのスキルを当てるのが難しくなる。特に、ナミのスキルでゼラスを捕まえることで、彼の攻撃を封じることができる。\n- ナミの回復能力により、ゼラスのハラスが効果的でなくなる。ゼラスは持続的なダメージを与えることが得意だが、ナミの回復でその効果が薄れる。\n- ナミは機動力が高く、ゼラスのスキルを避けやすい。ゼラスのスキルは発動が遅いため、ナミが素早く動くことで回避されることが多い。\n- ゼラスは自衛手段が乏しく、ナミの攻撃を受けると簡単に倒されるリスクが高い。特に、ナミのCCを受けた後は、ゼラスが反撃する余地が少なくなる。\n- ナミは近距離でのトレードに強く、ゼラスが近づかれると不利な状況に陥ることが多い。ゼラスは遠距離からの攻撃が得意だが、ナミの攻撃を受けるとその強みが活かせなくなる。"
    },
    "loses": {
      "メル": "メルがナミに有利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、ナミのハラスを受ける前に攻撃できるため、レーンでの優位性を保ちやすい。\n- ナミのCCは発生が遅く、メルのスキルを反射する能力に対して無力であるため、ナミの攻撃が当たりにくい。\n- メルはエンチャンター系のチャンピオンに対して強力で、ナミの回復やCCを逆用することで、ナミを圧倒することができる。\n- メルのパッシブによって、HPが低下したナミに対して確定キルを狙いやすく、キル回収が得意である。\n- ナミは回復能力が高いが、メルは持続的なダメージを与えるのが難しいため、ナミの回復が効果的に働かない状況を作りやすい。",
      "パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは序盤から高い基礎ステータスを持ち、ナミに対して強力なハラスが可能です。特に、ナミのスキルの発生が遅いため、パイクは攻撃を仕掛けやすいです。\n- ナミのCCは発生が遅く、パイクの高い機動力を活かして回避しやすいです。これにより、ナミのピールが効果的に機能しません。\n- パイクはフックを使ってナミを捕まえることができ、ナミの脆さを突いてキルを狙いやすいです。ナミは逃げる手段が限られているため、パイクの攻撃に対して脆弱です。\n- パイクのパッシブによる回復効果は、ナミのハラスを受けても持続的に戦える要素となります。これにより、レーンでの優位性を保ちやすいです。\n- ナミは主力スキルのマナ消費が重く、持続的な戦闘には向いていないため、パイクが早期に優位を築くと、ナミはマナ切れを起こしやすくなります。",
      "ブラウム": "ブラウムがナミに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ナミの攻撃を軽減できるため、ナミのハラスを受けにくい。\n- ブラウムのパッシブは序盤から強力で、ナミに対しても高い火力を持つため、トレードで優位に立ちやすい。\n- ナミのCCは発生が遅く、ブラウムの接近を許すと、彼のCCでナミを捕まえることができる。\n- ブラウムは味方を守る能力が高く、ナミの攻撃的なプレイスタイルに対して強力なピールが可能。\n- ナミは射程が長いが、ブラウムは近接戦での強さを活かして接近しやすく、ナミのスキルを避けることができる。",
      "ソナ": "ソナが有利です。\n\n理由は以下の通りです。\n\n- ソナはオーラによるAoE支援が可能で、集団戦において非常に強力な回復やバフを提供できるため、ナミのハラスに対して耐性があります。\n- ナミのCCは発生が遅く、ソナの移動速度を上げるオーラを活用することで、ナミのスキルを避けやすくなります。\n- ソナはスキルの発動が簡単で操作が容易なため、ナミの攻撃を受けながらも効果的に反撃することができます。\n- ソナのUltによるAoEスタンは、ナミの攻撃を防ぐPeel性能が高く、集団戦での優位性を持ちやすいです。\n- ナミはマナ管理が難しいため、持続的な戦闘においてソナが有利に立ちやすいです。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n- カルマは序盤からUltを使用できるため、ゼラスに対して高いプレッシャーをかけることができる。\n- カルマのスネアやシールドは、ゼラスの攻撃を受け流しつつ反撃する手段を提供する。\n- ゼラスのスキルは発動が遅く、カルマの機動力を活かした攻撃を避けるのが難しい。\n- カルマはゼラスの攻撃を受けながらも、スキルを使って自分や味方を守ることができるため、持久戦に持ち込まれると不利になる。\n- ゼラスは自衛手段が乏しく、カルマの攻撃を受けると簡単に捕まってしまう可能性が高い。",
      "パンテオン": "パンテオンがカルマに不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用でき、高いプレッシャーをかけることができるため、パンテオンがオールインを狙うタイミングを制限される。\n- カルマのスネアやシールドは、パンテオンの攻撃を受け流す手段となり、特にオールイン時に有効に働く。\n- パンテオンはスキルのクールダウンが長く、カルマのハラスに対して持続的に耐えることが難しい。\n- カルマは遠距離攻撃が可能で、パンテオンが近づく前にダメージを与えることができるため、トレードで不利になりやすい。\n- パンテオンは集団戦でのAoEダメージが乏しく、カルマのAoEダメージやサポート能力に対抗しづらい。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ラックスに対して高いプレッシャーをかけることができる。\n- カルマのスネアは対象指定であり、ラックスのスキルを当てる前に拘束される可能性が高い。\n- カルマはシールドや回復を持っており、ラックスのバーストダメージを軽減することができる。\n- ラックスは接近されると非常に脆弱であり、カルマのスキルを受けると簡単にダメージを受けてしまう。\n- カルマはカイティングが得意で、ラックスのスキルを避けながら攻撃することができるため、ラックスにとっては厄介な相手となる。",
      "モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用でき、高いプレッシャーをかけられるため、モルガナが攻撃的に出にくい。\n- カルマのスネアは対象指定であり、モルガナのスネアを避けることができるため、モルガナのCCが効きにくい。\n- カルマはシールドを持っており、モルガナのスネアやダメージを軽減できるため、モルガナの効果が薄れる。\n- カルマの加速効果により、モルガナが距離を取るのが難しく、接近戦で不利になることが多い。\n- モルガナはクールダウンが長く、スキルを使った後に反撃されるリスクが高い。",
      "メル": "メルが不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用でき、高いプレッシャーをかけることができるため、メルはレーンでのハラスが難しくなる。\n- カルマのスネアやシールドにより、メルの攻撃を受け流されやすく、反撃を受けるリスクが高まる。\n- メルは能動的なCCがないため、カルマのスキルを受けた際に反撃する手段が限られている。\n- カルマの回復能力やシールドにより、メルのダメージを軽減され、持続的なダメージを与えるのが難しい。\n- カルマは多様な戦術を展開できるため、メルのスキルを逆用することが難しく、戦闘での優位性を失いやすい。",
      "ジリアン": "ジリアンはカルマに不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤から高いプレッシャーをかけられるため、ジリアンがスキルを使う前にハラスを受けやすい。\n- カルマのスネアやシールドは、ジリアンの移動やスキルの使用を制限しやすく、特にジリアンが攻撃スキルを使う際に妨害される可能性が高い。\n- ジリアンは基礎ステータスが低く、カルマの攻撃を受けると早期に倒されるリスクが高い。\n- カルマのAoEダメージや回復能力に対して、ジリアンは持続的なダメージを与える手段が限られているため、集団戦での影響力が劣る。\n- カルマのスキルは対象指定であり、ジリアンの移動速度を上げるスキルに対しても効果的に対処できるため、ジリアンの機動力を無効化しやすい。",
      "ザイラ": "ザイラがカルマに不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用でき、高いプレッシャーをかけることができるため、ザイラは攻撃を受けやすくなる。\n- カルマのスネアやシールドは、ザイラの攻撃を無効化したり、ザイラの動きを制限するのに効果的で、ザイラの持ち味であるゾーニング能力を活かしづらくなる。\n- ザイラは移動手段が乏しく、カルマが接近してスネアを当てることで、ザイラは簡単に捕まってしまう。\n- カルマのスキルは発生が早く、ザイラのスキルの発動から発生までの時間がかかるため、カルマの攻撃を避けるのが難しい。\n- ザイラは防御ステータスが低く、カルマの持つ持続的なダメージやCCに対して脆弱である。",
      "ミリオ": "ミリオが不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤から高いプレッシャーをかけられるため、ミリオがハラスを行う前にダメージを受けやすい。\n- カルマのスネアやシールドにより、ミリオの攻撃を防がれたり、味方が捕まるリスクが高まる。\n- ミリオのCCは限られており、カルマのスキルを無効化する手段が少ないため、カルマの攻撃を受けやすい。\n- カルマのAoEダメージや回復効果に対して、ミリオは持続的なダメージを与えにくく、トレードで不利になる。\n- カルマの射程がミリオよりも長いため、ミリオが近づく前に攻撃される可能性が高い。",
      "ブラウム": "ブラウムが不利です。\n\n理由は以下の通りです。\n\n- カルマは射程が長く、遠距離からのハラスが強力で、ブラウムはそのハラスを受けやすい。\n- カルマのスネアやシールドは、ブラウムの接近を妨げるため、ブラウムが効果的にPeelを行うことが難しい。\n- ブラウムはサステインがなく、ハラスを受け続けるとレーンでの生存が厳しくなる。\n- カルマはスキルを強化できるため、状況に応じた多様な戦術を展開でき、ブラウムの防御能力を上回ることがある。\n- ブラウムのCCは発生までに時間がかかるため、カルマのスキルを避けることが難しい。",
      "ニーコ": "ニーコが不利です。\n\n理由は以下の通りです。\n\n- カルマは序盤から高いプレッシャーをかけられるため、ニーコが近づく前にハラスを受けやすい。\n- カルマのスネアやシールドにより、ニーコの奇襲能力が制限される。特に、スネアを受けるとニーコは攻撃を仕掛けることが難しくなる。\n- ニーコはスキルの射程が短いため、カルマの長射程の攻撃に対して接近するのが難しい。\n- カルマのAoEダメージや回復能力により、ニーコが持つバーストダメージが相対的に効果を発揮しづらい。\n- カルマは味方をサポートしつつ、ニーコの攻撃を受け流すことができるため、ニーコのダメージトレードが不利になる。"
    },
    "loses": {
      "ユーミ": "ユーミがカルマに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全にサポートができ、カルマの攻撃を受けにくい。\n- ユーミの回復やシールドは、カルマのハラスを軽減し、レーン維持を助ける。\n- カルマのスネアは発生に時間がかかるため、ユーミはその間に逃げることができる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中しやすく、カルマのスキルを避けやすい。\n- ユーミはハラス型のメイジサポートに対して有利であり、カルマの攻撃をシールドで防ぎやすい。",
      "ラカン": "ラカンがカルマに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、カルマのスネアを避けやすいため、カルマの攻撃を回避しながら接近することができる。\n- ラカンのCCは瞬時に発動するため、カルマがスキルを使う前にエンゲージすることが可能で、カルマの反撃を封じることができる。\n- ラカンはシールドやヒールを持っており、カルマのハラスを受けても耐えることができるため、レーンでのサステインが高い。\n- ラカンは味方を守る能力が高く、カルマが攻撃的に出てきた際にも味方をピールしやすい。\n- ラカンはアサシンやスカーミッシャーに対して有利であり、カルマがそのようなチャンピオンに対しても有利であるため、ラカンが先手を取ることで有利な状況を作りやすい。",
      "パイク": "パイクがカルマに有利です。\n\n理由は以下の通りです。\n\n- パイクは序盤から高い基礎ステータスを持ち、ハラスに対する耐性が強いため、カルマの攻撃を受けても有利に立ち回れる。\n- パイクの機動力により、カルマのスネアを避けやすく、接近して攻撃することが容易。\n- カルマのスネアは発生に時間がかかるため、パイクが素早く動くことで回避しやすい。\n- パイクはキルを取ることでゴールドを得やすく、特にカルマのような脆いサポートに対してはキルチャンスが多い。\n- パイクのフックによる捕獲能力は、カルマの逃げ手段を封じることができ、効果的にダメージを与えられる。",
      "バード": "バードがカルマに有利です。\n\n理由は以下の通りです。\n\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、序盤からのダメージを維持しやすい。\n- カルマのスネアは発生までに時間がかかるため、バードの機動力を活かして避けやすい。\n- バードの回復スキルにより、カルマのハラスを受けても持ちこたえやすく、レーンでの持続力が高い。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、カルマのスキルを無効化しやすい。\n- バードはロームが得意で、他のレーンに影響を与えやすいため、カルマが孤立しやすくなる。",
      "ブリッツクランク": "ブリッツクランクはカルマに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは発生が早く、カルマのスネアを避けることが難しいため、捕まえやすい。\n- カルマはスキルを詠唱する必要があり、フックを受けるとその行動が妨げられるため、プレッシャーをかけやすい。\n- ブリッツクランクはAoEダメージとサイレンスを持っており、カルマのシールドや回復を無効化することができる。\n- カルマは基礎ステータスが高くないため、ブリッツクランクの高いバーストダメージに対して脆弱である。\n- ブリッツクランクは近接キャリーに対して強力で、カルマのような脆いメイジに対して特に有利に働く。",
      "ソナ": "ソナが有利です。\n\n理由は以下の通りです。\n\n- ソナは回復やシールドを持っており、カルマのハラスを軽減できるため、レーンでの持続力が高い。\n- ソナのAoEスタンは発生が早く、カルマのスネアを避けることができるため、カルマの攻撃を無効化しやすい。\n- ソナは集団戦での支援能力が高く、味方を守りながらダメージを与えることができるため、カルマのAoEダメージに対抗しやすい。\n- ソナは操作が簡単で、初心者でも扱いやすいため、安定したプレイが可能で、カルマに対して優位に立ちやすい。\n- ソナは後半戦でスケールが優れており、集団戦での影響力が増すため、長期戦に持ち込むことで勝利しやすい。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、序盤からレーンでの維持力が高いため、カルマのハラスを受けにくい。\n- アリスターのCC能力は即時発動可能で、カルマのスネアを無効化しやすく、エンゲージが得意。\n- アリスターはカルマのスキルを受けた後でも、Ultによるダメージ軽減効果で生存しやすい。\n- アリスターは近接キャリーとして、カルマの射程外から攻撃を仕掛けることができ、ハラスを行いやすい。\n- カルマはスキルのクールダウンが長く、アリスターがエンゲージした際に反撃が難しい。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持ち、カルマのスネアを無効化することができるため、カルマの攻撃を避けやすい。\n- ジャンナの移動速度増加効果により、味方を守りながら素早く位置を調整でき、カルマの攻撃をかわすことができる。\n- ジャンナのディスエンゲージ能力により、カルマがオールインを仕掛けてきた際に、味方を守ることができる。\n- ジャンナはAoE回復効果を持ち、味方の耐久力を高めることで、カルマのダメージを軽減できる。\n- カルマはスネアの発生に時間がかかるため、ジャンナが先にスキルを使うことで、カルマの攻撃を無効化するチャンスが増える。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由は以下の通りです。\n\n- ソナは遠距離攻撃を持ち、パンテオンが近づく前にハラスを行いやすい。\n- ソナのオーラによるAoE回復やバフが、パンテオンのオールインを無効化する可能性がある。\n- ソナのスタン効果は、パンテオンが攻撃を仕掛ける際に妨害し、逆にパンテオンを捕まえるチャンスを生む。\n- パンテオンは基礎ステータスが低いソナに対してオールインを狙いやすいが、ソナの回復やバフによって持続戦闘で劣る。\n- ソナはマナ管理が難しいが、パンテオンもスキルのクールダウンが長いため、長期戦になるとどちらも不利になるが、ソナは集団戦での支援能力が高い。\n- ソナは集団戦でのAoEダメージやCCを持っており、パンテオンが集団戦で無力になりやすい。",
      "ゼラス": "ゼラスが不利です。\n\n- ソナは回復やバフを持っており、ゼラスのハラスを軽減できるため、レーンでの持続力が高い。\n- ソナのスキルはAoEであり、ゼラスが攻撃を仕掛ける際に周囲の味方を支援できるため、集団戦での効果が高い。\n- ゼラスはスキルの発動が遅く、機動力の高いソナに対して当てるのが難しいため、攻撃が通りにくい。\n- ソナのUltによるスタン効果は、ゼラスの攻撃を妨害し、彼の自衛手段が乏しいため、捕まると危険。\n- ゼラスはマナ消費が多く、持続的な戦闘においてマナが枯渇しやすいが、ソナは持続的に支援できるため、長期戦で有利。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ソナはオーラによるAoE支援が可能で、集団戦での回復やバフを提供できるため、ヴェル＝コズのダメージを軽減しやすい。\n- ソナのスキルは発動が簡単で、操作が容易なため、ヴェル＝コズのスキルを避けるのが比較的容易。\n- ソナのUltによるスタン効果は、ヴェル＝コズのスキル詠唱中に彼を無防備にし、捕まえるチャンスを生む。\n- ソナは回復やシールドを持っているため、ヴェル＝コズのハラスを耐えやすく、持続的な戦闘で優位に立ちやすい。\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、ソナの攻撃を受けやすい。",
      "モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- ソナは回復やシールドを持っており、モルガナのハラスを軽減できるため、持続的な戦闘で優位に立ちやすい。\n- ソナのAoEスタンは、モルガナがスネアを当てる前に敵を妨害することができ、モルガナのCCを無効化する可能性がある。\n- モルガナはクールダウンが長く、スキルを使った後に反撃されると脆弱で、特にソナの持続的な支援に対して対抗しづらい。\n- ソナは高い機動力を持ち、モルガナのスネアを避けやすく、レーンでのプレッシャーをかけることができる。\n- ソナのスキルは発動が簡単で、操作が容易なため、初心者でも扱いやすく、モルガナに対して安定したプレイが可能。",
      "ザイラ": "ザイラがソナに不利です。\n\n理由は以下の通りです。\n\n- ソナは回復やバフを持っており、ザイラの持続的なダメージを軽減できるため、ザイラの火力を無効化しやすい。\n- ソナのAoEスタンは、ザイラがスキルを発動する前に彼女を捕まえることができ、ザイラの攻撃を妨害することができる。\n- ソナは移動速度を上げるスキルを持っており、ザイラの攻撃を避けやすく、接近戦での優位性を持つ。\n- ザイラは移動手段が乏しく、ソナの支援によって味方が生存しやすくなるため、ザイラが孤立しやすくなる。\n- ソナは集団戦での支援能力が高く、ザイラが持つCCを無効化することで、ザイラの効果を減少させることができる。",
      "バード": "バードが不利です。\n\n- ソナはAoE回復やバフを持っており、バードの攻撃を受け流しやすい。\n- ソナのスタンは発生が早く、バードがスキルを使う前に妨害される可能性が高い。\n- バードはダメージスキルがQのみで、ソナに対して持続的なハラスが難しい。\n- ソナの基礎ステータスが低いとはいえ、バードも脆いため、ソナの攻撃を受けると危険。\n- ソナのスキルはマナ管理が難しいが、バードも鐘の回収に時間を取られるため、レーン維持が難しくなる。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由は以下の通りです。\n\n- セナは長射程を持ち、ハラスが得意なため、ソナに対して一方的に攻撃を仕掛けやすい。\n- ソナは序盤が脆く、セナのハラスによって早期に体力を削られる可能性が高い。\n- セナの回復能力は、ソナの回復と競合するため、レーンでの持続力を高めることができる。\n- セナのスネア効果は、ソナの移動を制限し、捕まえるチャンスを増やすことができる。\n- ソナはCCがUlt以外は準備が必要なスローのみで、セナの攻撃を受けると反撃が難しい。",
      "ブラウム": "ブラウムがソナに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ソナの攻撃を軽減できるため、序盤からのハラスに強い。\n- ソナは脆弱で、捕まると簡単に倒されるため、ブラウムのスタンやCCを受けやすい。\n- ブラウムのパッシブは、ソナの攻撃を受けた際にスタンを狙えるため、ソナの行動を制限しやすい。\n- ソナはマナ管理が難しく、持続的な戦闘に向かないが、ブラウムはオールインが得意で、ソナを圧倒することができる。\n- ブラウムは味方を守る能力が高く、ソナの攻撃を防ぎつつ、味方のダメージを増加させることができる。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、序盤からレーンでの維持力が高いため、ソナのハラスを受けにくい。\n- アリスターのCC能力により、ソナのスキルを無効化しやすく、特にエンゲージやピールが得意であるため、ソナの攻撃を防ぎやすい。\n- ソナは脆弱であるため、アリスターの強力なエンゲージに捕まると簡単に倒されるリスクが高い。\n- アリスターは集団戦でのタンク役としても優れており、ソナのAoE支援を無効化することができる。\n- ソナのマナ管理が難しい中、アリスターは持続的にレーンでのプレッシャーをかけることができるため、ソナのスキルを使わせる機会を増やせる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、ソナを捕まえる能力が高い。特に、フックによってソナを引き寄せることで、彼女の脆さを突くことができる。\n- ソナは序盤が非常に脆弱であり、ノーチラスのオールインに対して耐えられない。捕まると簡単に倒されてしまうため、レーンでの優位を失いやすい。\n- ノーチラスはタンクとしての耐久力が高く、ソナの攻撃を受け止めることができるため、持続的な戦闘で有利に立てる。\n- ソナのスキルはマナ消費が激しく、持続的な戦闘には向いていないが、ノーチラスはスキルを使った後も耐久力を保てるため、長期戦で有利。\n- ソナはCCがUlt以外は準備が必要なスローのみで、ノーチラスの強力なCCに対抗する手段が限られている。これにより、ノーチラスは自由に動き回ることができる。",
      "ルル": "ルルが有利です。\n\n理由は以下の通りです。\n\n- ルルは味方にシールドを付与できるため、ソナの回復効果を上回ることができる。これにより、ソナのハラスを耐えやすくなる。\n- ルルのポリモーフは、ソナのスキルを無力化することができ、特に集団戦での影響力を削ぐことができる。\n- ソナは序盤が脆弱であるため、ルルの強化された攻撃力やCCを活かして早期に有利な状況を作りやすい。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、ソナが狙われた際にも味方を守ることができる。\n- ルルのスキルは状況に応じて使い分けることができるため、戦闘中の柔軟な対応が可能で、ソナの一辺倒な戦術に対抗しやすい。",
      "レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持っており、ソナを捕まえやすい。特に、ソナは脆いため、拘束されると簡単に倒される。\n- ソナは基本的に後衛での支援を行うが、レルのエンゲージ能力により、ソナが安全に立ち回ることが難しくなる。\n- レルのパッシブによって、ソナのARとMRを減少させることができ、ダメージを与えやすくなる。\n- ソナはマナ管理が難しく、持続的な戦闘に弱いが、レルは持続的に圧力をかけることができるため、ソナのマナ枯渇を狙いやすい。\n- レルは自身と味方の移動速度を上げるスキルを持っており、追撃や逃走をサポートできるため、ソナが逃げるのが難しくなる。",
      "パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、ソナに対して積極的に攻撃を仕掛けやすい。\n- ソナは脆く、捕まると簡単に倒されるため、パイクのフックや瞬時のバーストダメージでキルを狙いやすい。\n- パイクの移動スキルにより、ソナのスキルを避けながら接近できるため、ソナの支援能力を無効化しやすい。\n- ソナはマナ管理が難しく、持続的な戦闘には向いていないため、パイクが早期に圧力をかけることでソナのリソースを枯渇させることができる。\n- パイクのUltによってキルゴールドを味方と共有できるため、レーンでの優位をさらに強化しやすい。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使ってソナを欺くことができ、奇襲を仕掛けやすい。\n- ソナは序盤が脆いため、ニーコの高いバーストダメージで早期に倒すチャンスがある。\n- ニーコのAoEダメージとスタンは、集団戦でのソナの支援能力を無効化することができる。\n- ソナはマナ管理が難しいため、ニーコが持続的にハラスを行うことでソナのリソースを枯渇させやすい。\n- ニーコは短射程のチャンピオンに対して有利であり、ソナの攻撃を避けながらダメージを与えることができる。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "ソナ": "ソナが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、ソナがキャッチされやすい状況を作り出すことができるため、ソナは簡単に倒されるリスクが高い。\n- エリスの長射程のCCは、ソナの移動を制限し、逃げる手段を奪うことができるため、ソナは非常に脆弱な状態になる。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、エリスの攻撃を受けるとすぐにダメージを受けてしまう。\n- エリスはタワーダイブが得意で、ソナがレーンでの位置取りをミスすると、タワーの下でも危険にさらされる可能性がある。\n- ソナのマナ管理が難しいため、エリスの攻撃を受け続けると回復や支援ができなくなり、さらに不利な状況に陥る。",
      "モルガナ": "モルガナがエリスに不利です。\n\n理由は以下の通りです。\n\n- エリスは序盤から高いバーストダメージを持ち、モルガナがスキルを使う前に攻撃を仕掛けることができるため、モルガナは早期にダメージを受けやすい。\n- エリスの長射程のCCは、モルガナのスネアを避ける手段として有効であり、モルガナが捕まえようとしてもエリスは逃げやすい。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、モルガナの攻撃を回避しつつ、タワーダイブを行うことができるため、モルガナはレーンでのプレッシャーをかけにくい。\n- モルガナのクールダウンが長いため、エリスの攻撃に対して反撃する機会が限られ、持続的なダメージを与えることが難しい。\n- エリスは高機動力を持ち、モルガナがスネアを当てる前に距離を取ることができるため、モルガナのスキルが無駄になりやすい。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- エリスは高いバーストダメージを持ち、序盤から積極的に攻撃できるため、ヴェル＝コズは早期に圧力を受けやすい。\n- エリスの長射程のCCは、ヴェル＝コズのスキルを当てる前に接近を許さず、攻撃を受けるリスクが高まる。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、ヴェル＝コズのスキルを避けやすく、特に接近戦での優位性を持つ。\n- ヴェル＝コズは機動力が低く、エリスの攻撃を受けやすいため、特に接近された際に脆弱になる。\n- エリスはタワーダイブが可能で、ヴェル＝コズが安全にレーンを維持することが難しくなる。",
      "ジャンナ": "ジャンナが不利です。\n\n理由は以下の通りです。\n\n- エリスは序盤から高いバーストダメージを持ち、ジャンナが脆弱な時期に攻撃を仕掛けやすい。\n- エリスの長射程のCCは、ジャンナのディスエンゲージ能力を無効化しやすく、ジャンナが守ることが難しい。\n- ジャンナはエンゲージ能力が低く、エリスのようなアサシンに対して反撃が難しい。\n- エリスは変身型チャンピオンであり、状況に応じて攻撃スタイルを変えられるため、ジャンナが予測しづらい。\n- ジャンナの基礎ステータスが低く、特に序盤はエリスの攻撃に対して非常に脆弱である。",
      "パンテオン": "パンテオンがエリスに不利です。\n\n理由は以下の通りです。\n\n- エリスは長射程のCCを持っており、パンテオンが接近する前にハラスを受けやすい。\n- エリスのバーストダメージは序盤から高く、パンテオンはサステインがないため、オールインを仕掛ける前にダメージを受けてしまう。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、パンテオンの攻撃を避けることができ、特に蜘蛛形態では逃げる手段が豊富。\n- パンテオンはスキルのクールダウンが長く、エリスのスキルを連続で受けると、反撃の機会が少なくなる。\n- エリスはタワーダイブが得意で、パンテオンがロームしても、エリスが先に仕掛けることで有利な状況を作りやすい。",
      "カルマ": "カルマが不利です。\n\n理由は以下の通りです。\n\n- エリスは序盤から高いバーストダメージを持ち、カルマがスネアを発動する前に攻撃を仕掛けることができるため、カルマはダメージを受けやすい。\n- エリスの長射程のCCは、カルマのスキルを妨害することができ、特にカルマのスネアを避けることが容易である。\n- カルマは基礎ステータスが高くないため、エリスの攻撃を受けるとレベル差がつきやすく、育ったエリスに対しては非常に脆弱になる。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、カルマのスキルを回避しつつ接近して攻撃することができるため、カルマのカイティングが難しい。\n- エリスはタワーダイブが得意であり、カルマが守りに入ると逆に攻撃されるリスクが高まる。",
      "バード": "バードがエリスに不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、バードが接近する前に攻撃を仕掛けることができるため、バードは早期にダメージを受けやすい。\n- エリスの長射程のCCは、バードの移動スキルを封じることができ、逃げる手段を奪うことができる。\n- バードのダメージスキルはQのみで、エリスの高いバーストに対抗するには火力が不足しがちで、特にエリスが変身した際の攻撃に対して脆弱。\n- エリスはタワーダイブが得意で、バードがレーンを離れてロームしている間にエリスが攻撃を仕掛けることで、バードのADCが孤立しやすい。\n- バードのスキルは敵味方を問わず影響を与えるため、エリスとの戦闘で誤った使い方をすると逆効果になるリスクがある。",
      "ジリアン": "ジリアンはエリスに不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、ジリアンがスキルを使う前に倒される可能性が高い。\n- エリスの長射程のCCにより、ジリアンは接近することが難しく、スキルを発動する前に捕まるリスクがある。\n- ジリアンは基礎ステータスが低く、エリスの攻撃を受けるとすぐに倒される可能性がある。\n- エリスは変身型チャンピオンであり、状況に応じて攻撃スタイルを変えられるため、ジリアンの戦術が通用しにくい。\n- エリスのタワーダイブ能力により、ジリアンが守りに入ると逆に攻撃されるリスクが高まる。",
      "ラックス": "ラックスがエリスに不利です。\n\n理由は以下の通りです。\n\n- エリスは長射程のCCを持っており、ラックスが接近される前に捕まえられる可能性が高い。\n- エリスのバーストダメージは序盤から非常に高く、ラックスの基礎ステータスが低いため、早期にキルを取られるリスクがある。\n- エリスはヒト形態と蜘蛛形態を使い分けることで、ラックスのスキルを避けやすく、接近して攻撃することが得意。\n- ラックスのスキルは全て方向指定であり、エリスの機動力によってスキルを当てるのが難しくなる。\n- エリスはタワーダイブが可能で、ラックスがタワーの下で安全にプレイすることが難しくなる。"
    },
    "loses": {
      "ゼラス": "ゼラスがエリスに有利です。\n\n理由は以下の通りです。\n\n- ゼラスは長射程の攻撃スキルを持っており、エリスが近づく前に一方的にハラスが可能です。\n- エリスは接近しないとバーストダメージを出せないため、ゼラスの攻撃を受けやすいです。\n- ゼラスのAoE攻撃により、エリスが集団戦での存在感を失いやすくなります。\n- エリスは集団戦でのAoEが乏しいため、ゼラスの持つ範囲攻撃に対抗しづらいです。\n- ゼラスはマナ管理が容易で、持続的にハラスを行えるため、エリスのリソースを削ることができます。\n- エリスは奇襲を仕掛ける際に接近が必要ですが、ゼラスはその距離を保ちながら攻撃できるため、エリスの動きを制限できます。",
      "レオナ": "レオナが有利です。\n\n- レオナは高いCCを持っており、エリスが接近する前に捕まえることができるため、エリスのバーストダメージを発揮させにくい。\n- レオナの基礎ステータスが高く、序盤からのオールインが強力で、エリスが序盤に優位を築くのが難しい。\n- エリスは接近戦でのバーストを狙う必要があるが、レオナのCCによってその機会を奪われやすい。\n- エリスは集団戦でのAoEダメージが乏しく、レオナの耐久力とCCによって集団戦での影響力を削がれる。\n- レオナはエリスのスキルを無効化する手段を持っており、特にエリスが変身する際の隙を突くことができる。",
      "ブラウム": "ブラウムがエリスに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、エリスのバーストダメージを軽減できるため、エリスの攻撃を受けても生存しやすい。\n- エリスは接近してバーストを出す必要があるが、ブラウムのCCにより接近を阻止されることが多い。\n- ブラウムのパッシブはエリスの攻撃に対しても効果的で、エリスが攻撃するたびにスタンを狙えるため、エリスの行動を制限できる。\n- ブラウムは味方を守る能力が高く、エリスがGankを仕掛けても味方をしっかりとサポートできるため、エリスのGank性能を無効化しやすい。\n- エリスは集団戦でのAoEダメージが乏しいため、ブラウムのようなタンクに対しては効果的なダメージを与えにくい。",
      "ノーチラス": "ノーチラスがエリスに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、エリスの接近を阻止することができるため、エリスがバーストを出す前に捕まえることができる。\n- エリスは脆弱なステータスを持っており、ノーチラスのオールインに対して耐えにくい。特に、ノーチラスのフックやスタンを受けると、エリスは簡単に倒される。\n- ノーチラスはタンクとしての耐久力が高く、エリスのバーストダメージを受けても生き残ることができるため、逆に反撃するチャンスが増える。\n- エリスは集団戦でのAoEダメージが乏しいため、ノーチラスが前に出てエンゲージすることで、エリスの影響力を制限できる。\n- ノーチラスはエンゲージ後の逃走や追撃が得意であり、エリスが逃げる手段を持たない状況を作りやすい。",
      "ミリオ": "ミリオはエリスに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、エリスの攻撃を避けながらハラスを行いやすい。\n- エリスは接近してバーストを出す必要があるが、ミリオのスキルで味方を守ることができるため、エリスの攻撃を無効化しやすい。\n- ミリオのウルトはAoEでCCを解除できるため、エリスのCCを無効化し、味方の生存率を高めることができる。\n- エリスは集団戦でのAoEダメージが乏しいため、ミリオのサポートによってエリスの効果を薄めることができる。\n- ミリオは回復やシールドを持っているため、エリスのバーストダメージに対抗しやすい。",
      "レル": "レルがエリスに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持っており、エリスの接近を阻止しやすい。特にエリスがバーストを狙う際に、レルのスタンやノックアップで反撃できる。\n- エリスはバーストダメージを出すために接近する必要があるが、レルのCCによってその機会を奪われるため、エリスは攻撃しづらくなる。\n- レルのパッシブによって敵のARとMRを減少させることができ、エリスのダメージをさらに軽減できる。\n- エリスは集団戦でのAoEダメージが乏しいため、レルの強力なAoE CCによって集団戦での影響力を発揮しやすい。\n- レルはタンクとしての耐久力が高く、エリスのバーストを受けても生き残りやすい。これにより、エリスが攻撃を仕掛けても逆に反撃されるリスクが高まる。",
      "ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- ニーコは擬態を使ってエリスの攻撃を回避しやすく、奇襲を仕掛けることができるため、エリスのバーストダメージを無効化しやすい。\n- ニーコのアルティメットはAoEダメージとスタンを持っており、集団戦やスカーミッシュでエリスを効果的に無力化できる。\n- エリスは接近戦でのバーストを狙う必要があるが、ニーコは射程が長く、エリスが近づく前にダメージを与えることができる。\n- ニーコは短射程のチャンピオンに対して有利であり、エリスはその特性を持つため、ニーコが有利に立ち回ることができる。\n- エリスは集団戦でのAoEダメージが乏しいため、ニーコのような高い攪乱能力を持つチャンピオンに対して劣位に立たされることが多い。",
      "ナミ": "ナミがエリスに有利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持っており、エリスの接近を阻止しやすい。特にエリスがバーストを狙う際に、ナミのスキルで捕まえることができる。\n- エリスは脆弱なステータスを持っているため、ナミのハラスによって序盤から圧力をかけやすい。ナミの攻撃的なエンチャンターとしての特性が活かせる。\n- ナミの回復能力により、エリスのバーストダメージを軽減できるため、持続的なトレードで有利に立ち回れる。\n- エリスは集団戦でのAoEダメージが乏しいため、ナミのCCを活かして個別にエリスを狙うことができ、エリスの強みを無効化できる。\n- ナミは短射程のADCに対して有利であり、エリスも同様に短射程の攻撃を持つため、ナミが有利に立ち回ることができる。",
      "ザイラ": "ザイラはエリスに有利です。\n\n- ザイラは長射程の攻撃を持ち、エリスが接近する前にダメージを与えることができるため、エリスのバーストを受ける前に有利な状況を作りやすい。\n- ザイラのCCはエリスの動きを制限することができ、特にエリスが接近して攻撃を仕掛ける際に効果的である。\n- ザイラは植物を使って持続的なダメージを与えることができ、エリスが変身して攻撃する際に持続的な圧力をかけることができる。\n- エリスは接近戦が得意だが、ザイラは移動手段が乏しいため、エリスが近づく前にザイラが有利な位置を取ることができる。\n- ザイラは集団戦でのAoE効果が高く、エリスが集団戦で苦手とする点を突くことができる。",
      "ユーミ": "ユーミがエリスに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全にサポートができ、エリスの攻撃を受けにくい。\n- エリスはバーストダメージを出すために接近する必要があるが、ユーミはその間に回復やシールドを提供できる。\n- ユーミのスロー効果により、エリスの移動を制限しやすく、逃げる手段を奪うことができる。\n- エリスは集団戦でのAoEダメージが乏しく、ユーミのサポートによって味方が生存しやすくなる。\n- ユーミはレーン維持が得意で、エリスが序盤に優位を築くのを難しくすることができる。",
      "スレッシュ": "スレッシュがエリスに有利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、エリスの接近を阻止することができるため、エリスがバーストを出す前に捕まえることができる。\n- エリスは接近しなければダメージを出せないが、スレッシュはフックやスローを使って距離を保つことができるため、エリスの攻撃を避けやすい。\n- スレッシュのWを使うことで、味方を救出しつつエリスの攻撃を無効化できるため、エリスのバーストを受けにくい。\n- エリスは集団戦でのAoEダメージが乏しく、スレッシュが味方を守ることでエリスの効果を薄めることができる。\n- スレッシュはレーンでのハラスが得意で、エリスのスキルを避けながら持続的にダメージを与えることができるため、エリスの序盤の優位を削ぐことができる。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "ラカンがポッピーに不利です。\n\n理由は以下の通りです。\n\n- ポッピーは移動を制限するスキルを持っており、ラカンの機動力を無効化することができるため、ラカンはエンゲージや逃げることが難しくなる。\n- ポッピーの高いシールドと割合ダメージにより、ラカンの攻撃が通りにくく、長期戦で不利になる。\n- ラカンは防御力が低く、ポッピーのCCを受けると脆弱で、反撃の機会を失いやすい。\n- ポッピーは近接戦闘に強く、ラカンが距離を取ることが難しいため、トレードで不利を強いられることが多い。\n- ポッピーのCCはラカンのスキルのクールダウンを待たせることができ、ラカンの連携を妨げる要因となる。",
      "ブラウム": "ブラウムはポッピーに不利です。\n\n- ブラウムは射程が短く、ポッピーの近接攻撃やCCに対して有効に反撃できない。\n- ポッピーは高いシールドと割合ダメージを持ち、ブラウムの防御スキルを無効化しやすい。\n- ポッピーのダッシュやリープを阻止する能力が、ブラウムのCCを無効化する要因となる。\n- ブラウムはサステインがなく、ポッピーの持続的なダメージに対して耐えきれないことが多い。\n- ポッピーはタイマン性能が高く、ブラウムがオールインを仕掛けても逆に不利になることがある。",
      "ユーミ": "ユーミが不利です。\n\n- ユーミは基礎ステータスが非常に低く、単独での戦闘能力がほぼ皆無であるため、ポッピーの攻撃を受けると脆弱です。\n- ポッピーは高いシールドと割合ダメージを持ち、1対1の戦闘性能が高いため、ユーミが支援してもポッピーに対抗しづらいです。\n- ポッピーは豊富なCCを持ち、ユーミが密着している味方を捕まえることができるため、ユーミの支援が無効化されやすいです。\n- ユーミはハードCCを持たないため、ポッピーのエンゲージに対して効果的に対処できず、オールインされると非常に危険です。\n- ポッピーは射程が短いものの、ユーミが密着している味方に対して強力なダメージを与えることができ、長期戦で不利を強いられることが多いです。",
      "レオナ": "レオナが不利です。\n\n- ポッピーは高いシールドと低CDの割合ダメージを持っており、1対1の戦闘でレオナに対して優位に立つことができる。\n- ポッピーのスキルはダッシュやリープを阻止する能力があり、レオナのイニシエートを無効化することができる。\n- レオナは火力がパッシブに依存しており、中盤以降はダメージが不足しがちだが、ポッピーは長期戦での耐久力が高いため、レオナの攻撃を受けながら反撃できる。\n- ポッピーは豊富なCCを持ち、レオナの接近を阻止することができるため、レオナがオールインを仕掛けるのが難しくなる。\n- レオナはサステインがないため、ポッピーのハラスに対して脆弱で、削られすぎると何もできなくなる。",
      "レル": "レルがポッピーに不利です。\n\n理由は以下の通りです。\n\n- ポッピーは近接戦闘において高い耐久力とダメージを持ち、1対1のトレードで優位に立つことができる。\n- ポッピーのスキルは、レルのエンゲージやCCを無効化する能力があり、レルの攻撃を受け流すことができる。\n- ポッピーは射程が短いため、レルが近づく前にハラスを受けやすく、レーンでのプレッシャーをかけられる。\n- ポッピーのCCは、レルのスキルの発動を妨げることができ、レルが持つ強力なAoE CCを活かしにくくなる。\n- ポッピーはタンクとしての性能が高く、レルのダメージを軽減しやすいため、長期戦で不利を強いられることが多い。",
      "パンテオン": "パンテオンがポッピーに不利です。\n\n理由は以下の通りです。\n\n- ポッピーは高いシールドと割合ダメージを持ち、パンテオンのオールインに対して耐久力が高い。\n- ポッピーのCCはパンテオンのリープや突進を阻止できるため、パンテオンの機動力を無効化できる。\n- パンテオンはスキルのクールダウンが長く、ポッピーとの長期戦ではDPSが低下しやすい。\n- ポッピーは近接戦闘において強力なタンクであり、パンテオンのバーストダメージを受け流しやすい。\n- ポッピーは射程が短いものの、パンテオンが近づく前にハラスを行うことができ、トレードで有利に立ちやすい。"
    },
    "loses": {
      "セナ": "セナがポッピーに有利です。\n\n- セナは長射程の攻撃を持ち、ポッピーの短射程を活かして一方的にハラスが可能です。\n- ポッピーは近接戦闘を得意とするため、セナの射程の差を利用して安全に攻撃できます。\n- セナの回復能力により、ポッピーのダメージを軽減しつつ、持続的にトレードを行うことができます。\n- ポッピーのエンゲージ手段は近接であるため、セナは距離を保ちながら戦うことができ、ポッピーのCCを避けやすいです。\n- セナのスネア効果により、ポッピーの動きを制限し、攻撃のチャンスを増やすことができます。",
      "ナミ": "ナミがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ナミは遠距離攻撃が可能で、ポッピーの近接戦闘に対してハラスがしやすい。\n- ナミのCCはポッピーのエンゲージを妨げることができ、ポッピーが近づくのを難しくする。\n- ナミの回復能力により、ポッピーのダメージを軽減し、持続的なトレードで優位に立てる。\n- ポッピーはスキルの射程が短いため、ナミのスキルを当てやすく、ポッピーが攻撃する前にダメージを与えられる。\n- ナミはポッピーのダッシュやリープを阻止する能力を持たないため、ポッピーの強みを活かしにくい。",
      "ノーチラス": "ノーチラスがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは長射程のフックを持っており、ポッピーの近接戦闘に入る前に捕まえることができる。\n- ポッピーはダッシュやリープを持たないため、ノーチラスのCCを避ける手段が限られている。\n- ノーチラスの多様なCCにより、ポッピーのエンゲージや逃げる手段を封じることができる。\n- ノーチラスはポッピーのシールドや割合ダメージに対して、持続的なCCで圧力をかけ続けることができる。\n- ポッピーは射程が短いため、ノーチラスの攻撃を受けやすく、トレードで不利になることが多い。",
      "モルガナ": "モルガナがポッピーに有利です。\n\n理由は以下の通りです。\n\n- モルガナは遠距離からのスネアを持っており、ポッピーの接近を阻止しやすい。\n- ポッピーは近接戦闘を得意とするが、モルガナのスペルシールドにより、ポッピーのCCを無効化できるため、オールインを安定して拒否できる。\n- モルガナの高いDPSは、ポッピーが近づく前にダメージを与えることができ、トレードで有利に立てる。\n- ポッピーは射程が短いため、モルガナの攻撃を避けるのが難しく、ハラスに弱い。\n- モルガナはポッピーのダッシュやリープを阻止する能力を持たないため、ポッピーの強みを活かしにくい。",
      "ルル": "ルルがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ルルは遠距離攻撃が可能で、ポッピーの近接戦闘に対して安全な距離から攻撃できる。\n- ポッピーのダッシュやリープを阻止する能力はあるが、ルルのポリモーフによってポッピーの攻撃を無力化できるため、ポッピーの強みを封じることができる。\n- ルルは味方にシールドを付与できるため、ポッピーのダメージを軽減し、味方を守ることができる。\n- ポッピーはエンゲージ能力が乏しく、ルルのような遠距離からの支援を受けると、ポッピーが有効に攻撃する機会が減る。\n- ルルは状況に応じてスキルを使い分けることができるため、ポッピーの攻撃を受け流しつつ、反撃のチャンスを作りやすい。",
      "ジャンナ": "ジャンナがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは遠距離攻撃を持つため、ポッピーの近接攻撃を避けやすい。\n- ジャンナの強力なCCにより、ポッピーのエンゲージを阻止できる。\n- ジャンナのシールドはポッピーのダメージを軽減し、持続的なトレードで有利に立てる。\n- ジャンナは高い移動速度を持ち、ポッピーの追撃を逃れることができる。\n- ポッピーは射程が短いため、ジャンナの攻撃を受けるリスクが高い。",
      "ソナ": "ソナがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ソナは遠距離攻撃を持つため、ポッピーの近接攻撃を避けやすい。\n- ソナの回復やバフによって、ポッピーのダメージを軽減できるため、持続戦闘で有利。\n- ソナのAoEスタンは、ポッピーのエンゲージを阻止することができ、集団戦での優位性を持つ。\n- ポッピーはスキルの射程が短いため、ソナのオーラを活かしやすく、ポッピーが近づくのを難しくさせる。\n- ソナはマナ管理が難しいが、ポッピーとの1対1のトレードでは、ソナが有利に立ちやすい。",
      "スレッシュ": "スレッシュがポッピーに有利です。\n\n理由は以下の通りです。\n\n- スレッシュは遠距離攻撃が可能で、ポッピーの近接戦闘に依存するスタイルを牽制できる。\n- スレッシュのフックやCCスキルを使って、ポッピーのエンゲージを阻止しやすい。\n- ポッピーはダッシュやリープを持たないため、スレッシュのCCを避ける手段が限られている。\n- スレッシュは味方を救出する能力があり、ポッピーのオールインを無効化することができる。\n- スレッシュの高いCC性能により、ポッピーが持つタイマン性能を活かさせない状況を作りやすい。",
      "ラックス": "ラックスがポッピーに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ラックスは遠距離攻撃が可能で、ポッピーの短い射程に対してハラスを行いやすい。\n- スキルの当てやすさ: ラックスのスキルはミニオンにブロックされず、ポッピーが近づく前にダメージを与えることができる。\n- CCの優位性: ラックスのスネア効果を持つスキルは、ポッピーの接近を阻止し、彼女の攻撃を無効化することができる。\n- バーストダメージ: ラックスは高いバーストダメージを持ち、ポッピーがシールドを持っていても一気に削り取ることが可能。\n- レーンでのプレッシャー: ラックスはレーンでのハラスが得意で、ポッピーが近づくことを難しくすることで、レーンの主導権を握りやすい。",
      "ジリアン": "ジリアンはポッピーに有利です。\n\n- ジリアンは遠距離攻撃が可能で、ポッピーの近接戦闘に対して安全に攻撃できるため、ポッピーが接近するのを難しくします。\n- ジリアンのスキルは移動速度のバフやスローを持っており、ポッピーのエンゲージを妨げることができます。\n- ポッピーはダッシュやリープを持たないため、ジリアンのスキルでのハラスが効果的で、ポッピーはトレードで不利になります。\n- ジリアンのAoEスタンは、ポッピーのCCを無効化することができ、集団戦での影響力が高いです。\n- ジリアンの蘇生能力は、ポッピーが高いダメージを持つ場合でも、味方を守る手段として非常に強力です。",
      "ミリオ": "ミリオがポッピーに有利です。\n\n理由は以下の通りです。\n\n- ミリオは射程が長いため、ポッピーの近接攻撃を避けながらハラスが可能。\n- ミリオのスキルにより、味方の攻撃範囲を延ばすことができ、ポッピーが接近する前にダメージを与えやすい。\n- ポッピーのエンゲージ能力が限られているため、ミリオは安全にトレードを行える。\n- ミリオのウルトによって、ポッピーのCCを無効化できるため、ポッピーの強みを封じることができる。\n- ミリオは回復やシールドを持っているため、ポッピーのダメージを軽減しやすい。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、ラックスがスキルを当てる前に接近されると、捕まってしまうリスクが高い。\n- スレッシュのフックやスローによって、ラックスは接近されると非常に脆弱で、スキルを使う余裕がなくなる。\n- スレッシュはエンゲージやピールが得意で、ラックスのハラスを無効化しやすい。\n- スレッシュの持つ救出スキルにより、味方を守ることができ、ラックスのバーストダメージを無効化される可能性がある。\n- スレッシュはレーンでのプレッシャーをかけやすく、ラックスが安全にハラスを行うことが難しくなる。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、ノーチラスのスキルを無効化したり、逃げることができるため、ノーチラスの攻撃をかわしやすい。\n- スレッシュのフックは射程が長く、ノーチラスが接近する前に捕まえることができるため、ノーチラスがオールインを仕掛けるのが難しい。\n- スレッシュは味方を救出するスキルを持っており、ノーチラスのCCを受けた味方を助けることができるため、ノーチラスのエンゲージが無効化されることが多い。\n- スレッシュは遠距離攻撃が可能で、ノーチラスが近づく前にハラスを行うことができるため、レーンでの圧力をかけやすい。\n- スレッシュは基礎ステータスが低いノーチラスに対して、持続的なハラスを行うことで、ノーチラスを劣勢に追い込むことができる。",
      "ユーミ": "ユーミが不利です。\n\n- スレッシュは高いCC性能を持ち、フックやスローでユーミを捕まえることができるため、ユーミは逃げる手段が限られます。\n- ユーミはハードCCを持たないため、スレッシュのオールインに対して脆弱で、特にスレッシュがフックを当てた場合、ユーミは味方を守ることが難しくなります。\n- スレッシュはエンゲージやピールが得意で、ユーミが密着している味方を狙いやすく、ユーミの支援効果を無効化することができます。\n- スレッシュの持続的なハラスに対して、ユーミは基礎ステータスが低いため、耐えるのが難しく、レーンでの優位性を失いやすいです。\n- スレッシュはレーン管理が得意で、ユーミが密着している味方を狙うことで、ユーミのサポート効果を減少させることができます。",
      "スウェイン": "スウェインが不利です。\n\n- スレッシュは高いCC性能を持ち、スウェインの動きを制限しやすい。特にフックやスローを使って捕まえることができるため、スウェインは攻撃を仕掛ける前に捕まってしまうリスクが高い。\n- スウェインは機動力が低く、スレッシュのエンゲージに対して逃げる手段が限られている。スレッシュが仕掛けた際に反撃が難しい。\n- スレッシュの持続的なハラスに対して、スウェインは序盤のレーニングが弱いため、スレッシュの攻撃を受けやすい。特にスレッシュのAAやスキルによるハラスが痛い。\n- スウェインは重傷効果に弱く、スレッシュが持つCCやハラスによって回復能力が制限されるため、持続的な戦闘が難しい。\n- スレッシュは味方を救出する能力が高く、スウェインがオールインを仕掛けた際に味方が助けに来ることで、スウェインの攻撃が無効化される可能性がある。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- スレッシュのフックやCCスキルにより、タム・ケンチは捕まえられやすく、エンゲージが難しくなる。\n- スレッシュは遠距離攻撃が可能で、タム・ケンチの近接攻撃を避けながらハラスができるため、レーンでのプレッシャーが強い。\n- タム・ケンチのCCは発生が遅く、スレッシュの高い機動力に対抗しづらい。\n- スレッシュのウルトや味方を救出する能力により、タム・ケンチが敵を無力化しようとしても、スレッシュがそれを阻止することができる。\n- スレッシュはタム・ケンチの耐久力を無視してダメージを与えることができるため、持続戦闘で不利になることが多い。"
    },
    "loses": {
      "メル": "メルが有利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、スレッシュの近接攻撃を避けながらハラスが可能です。\n- スレッシュのCCスキルに対して、メルはスキルを反射する能力があり、スレッシュの攻撃を逆手に取ることができます。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、メルのAoE攻撃で圧力をかけやすいです。\n- メルはキル回収が得意で、スレッシュがオールインを狙う際にHPが閾値以下の敵を確定キルするチャンスがあります。\n- スレッシュのクールダウンが長いため、スキルを外した際の隙を突いてメルが攻撃を仕掛けることができます。",
      "ザイラ": "ザイラが有利です。\n\n理由は以下の通りです。\n\n- ザイラは高い射程を持ち、スレッシュの攻撃を避けながら持続的なダメージを与えることができるため、レーンでのハラスが得意です。\n- スレッシュのスキルはクールダウンが長く、外した際の隙が大きいため、ザイラはその隙を突いて攻撃するチャンスがあります。\n- ザイラのCCはAoE効果があり、スレッシュが近づいてくる際に複数の敵を制圧することができるため、集団戦でも有利に立ち回れます。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、ザイラの持続的なダメージに対して脆弱です。\n- ザイラは植物を使って視界を確保しやすく、スレッシュのエンゲージを警戒しながら安全にプレイできるため、戦略的に優位に立つことができます。",
      "セラフィーン": "セラフィーンがスレッシュに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、スレッシュのような単体キャッチに対して強い。\n- セラフィーンは複数のCCを持ち、射程が長いため、スレッシュのフックを避けやすく、遠距離から安全に支援できる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いが、セラフィーンはパッシブによるハラス性能が高く、スレッシュを圧倒することができる。\n- セラフィーンは集団戦を重視するチャンピオンに対して有利であり、スレッシュのエンゲージを無効化することができる。\n- スレッシュのスキルのクールダウンが長いため、外した際の隙を突かれやすく、セラフィーンはその隙を利用して攻撃することができる。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使ってスレッシュのフックを避けることができ、奇襲を仕掛けやすい。\n- スレッシュのクールダウンが長いため、ニーコがスキルを使った後に攻撃を仕掛けるチャンスが生まれる。\n- ニーコのAoEダメージとスタンを持つアルティメットは、スレッシュのCCを無効化し、集団戦での影響力を高める。\n- スレッシュは基礎ステータスが低く、ニーコの持続的なハラスに対して脆弱である。\n- ニーコは短射程のチャンピオンに対して有利であり、スレッシュが前に出てくるときに攻撃を仕掛けやすい。",
      "ブラウム": "ブラウムが有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、スレッシュのフックやCCを無効化しやすい。特に、スレッシュのフックを受けた際に、ブラウムの防御スキルで味方を守ることができる。\n- スレッシュはクールダウンが長く、外した際の隙が大きいため、ブラウムが接近してオールインを仕掛けるチャンスが生まれやすい。\n- ブラウムのパッシブは序盤から強力で、スレッシュがハラスを行う際に逆にダメージを与えやすい。\n- スレッシュのCCは接近してから発動するため、ブラウムが先に接近してスタンを狙うことで、スレッシュの行動を制限できる。\n- ブラウムは味方を守る能力が高く、スレッシュがエンゲージを試みた際に、ブラウムが味方をピールすることでスレッシュの効果を無効化できる。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持ち、特に集団戦でのエンゲージやオールインが得意です。スレッシュのCCを受ける前に、レルは自分のCCを使ってスレッシュを拘束することができます。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いですが、レルは近接攻撃でハラスを行いやすく、スレッシュに対して有利に立ち回れます。\n- レルのパッシブによって敵のARとMRを減少させることができ、スレッシュの耐久力を削ることが可能です。これにより、レルの攻撃がより効果的になります。\n- スレッシュのスキルはクールダウンが長く、外した際の隙が大きいですが、レルはその隙を突いて攻撃することができます。\n- レルは味方の移動速度を上げるスキルを持っており、エンゲージ後の追撃や逃走をサポートする能力が高いため、スレッシュのエンゲージを無効化しやすいです。",
      "シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブル状態でスレッシュのフックを避けることができるため、スレッシュのCCを回避しやすい。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、シャコの奇襲によって早期にダメージを与えやすい。\n- シャコはスレッシュのCCを無効化する手段を持っており、特にスレッシュがスキルを外した際には大きなチャンスを得ることができる。\n- スレッシュはオールインが得意だが、シャコはインビジブルを利用して不意打ちを仕掛けることで、スレッシュのエンゲージを逆手に取ることができる。\n- シャコはスレッシュのスキルのクールダウンを利用して、スレッシュがスキルを使った後に攻撃を仕掛けることができるため、レーンでの優位性を確保しやすい。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n- ゼラスは全てのスキルが方向指定・地点指定で発生が遅いため、パイクの高い機動力に対してスキルを当てるのが難しい。\n- パイクはフックを使ってゼラスを捕まえることができ、近距離での戦闘に持ち込まれるとゼラスは脆弱であるため、簡単に倒されてしまう。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、パイクの奇襲に対して非常に弱い。\n- パイクは序盤から強力な存在であり、ゼラスがハラスを試みる際にフックで反撃されるリスクが高い。\n- ゼラスはマナ消費が多く、パイクとのトレードでマナが枯渇しやすく、持続的なハラスが難しい。",
      "セナ": "セナが不利です。\n\n- パイクは高い機動力を持ち、フックを使ってセナを捕まえることが得意です。セナは逃げ手段が乏しいため、捕まると致命的なダメージを受けやすいです。\n- パイクの序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、セナがハラスを試みても逆にダメージを受けることが多いです。\n- セナは基礎ステータスが低く、特に序盤が弱いため、パイクの攻撃に対して脆弱です。パイクは序盤から積極的に攻撃を仕掛けることができます。\n- パイクのUltはキルゴールドを味方と共有できるため、セナが育つ前にパイクがゴールドを稼ぎやすく、試合全体の流れを有利に進められます。\n- セナのスネア効果は強力ですが、パイクは瞬時に距離を詰めたり逃げたりできるため、スネアを当てるのが難しいです。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- パイクは高い機動力を持ち、ヴェル＝コズに接近しやすいため、捕まえられるリスクが高い。\n- パイクのフックや瞬時のダメージで、ヴェル＝コズは簡単に排除される可能性がある。\n- ヴェル＝コズは機動力が低く、パイクの攻撃を避けるのが難しいため、特に集団戦での生存率が低下する。\n- パイクは瞬時にキルを狙えるため、ヴェル＝コズのスキルを詠唱中に攻撃されると致命的なダメージを受けやすい。\n- ヴェル＝コズのCCは発生が遅く、パイクのような機動力の高いキャリーに対しては効果的に対処できない。",
      "ラックス": "ラックスがパイクに不利です。\n\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすいため、ラックスの攻撃を当てるのが難しい。\n- パイクのフックや瞬時に敵を排除する能力により、ラックスが接近されると脆弱な状態になりやすい。\n- ラックスはスキルのクールダウンが長く、パイクの攻撃を受けると反撃する余裕がなくなることが多い。\n- パイクは序盤から強力な存在であり、ラックスがハラスを試みる際に逆に捕まるリスクが高い。\n- パイクのUltによるキルゴールドの共有が、ラックスのゴールド獲得を妨げる要因となる。",
      "ソナ": "ソナが不利です。\n\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、パイクのフックや攻撃を受けやすい。\n- パイクは高い機動力を持ち、瞬時にソナに接近して捕まえることができるため、ソナは逃げるのが難しい。\n- ソナのスキルは主に味方を支援するものであり、自己防衛手段が限られているため、パイクの攻撃に対して無防備になりやすい。\n- パイクはキルを狙う能力が高く、ソナが捕まると簡単に倒されてしまうため、レーンでの優位を失いやすい。\n- ソナのCCはUlt以外は準備が必要なスローのみで、パイクの攻撃を防ぐ手段が乏しいため、トレードで不利になることが多い。",
      "ザイラ": "ザイラが不利です。\n\n- ザイラは移動手段が乏しく、パイクの高い機動力に対抗できないため、接近されると脆弱です。\n- パイクはフックを使ってザイラを捕まえることができ、ザイラのCCを無効化することが容易です。\n- ザイラのスキルは発動から発生までに時間がかかるため、パイクの瞬時の攻撃に対して反応しづらいです。\n- パイクは序盤から強力な存在であり、ザイラがハラスを行う際に逆にダメージを受けやすいです。\n- ザイラは集団戦での持続的なダメージを出すことが得意ですが、パイクの瞬間火力に対しては脆弱で、特にキルを狙われやすいです。",
      "ジリアン": "ジリアンがパイクに不利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、瞬時にジリアンに接近して攻撃できるため、ジリアンがスキルを使う前に捕まえられる可能性が高い。\n- パイクのフックや攻撃は、ジリアンの基礎ステータスの低さを突くことができ、捕まった場合に即座に倒されるリスクがある。\n- ジリアンはマナ消費が大きく、スキルを多用するとすぐにマナが枯渇しやすいため、持続的な戦闘が難しい。パイクはその隙を突いて攻撃を仕掛けやすい。\n- パイクのUltはキルゴールドを味方と共有できるため、ジリアンが倒されるとその影響が大きく、逆にパイクがキルを取ることでゴールド差が広がる。\n- ジリアンの攻撃手段が限られているため、パイクのような高機動力の相手に対してはスキルを当てるのが難しく、効果的に反撃できない。",
      "ナミ": "ナミが不利です。\n\n- パイクは高い機動力を持ち、ナミのスキルを避けやすいため、ナミのCCを当てるのが難しい。\n- パイクのフックや瞬時に敵を排除する能力により、ナミは捕まえられやすく、特に序盤のトレードで不利になる。\n- ナミのCCは発生が遅く、パイクのような瞬発力のあるチャンピオンには効果的に機能しづらい。\n- パイクはナミの回復を無視して攻撃できるため、ナミのサポート能力が薄れる。\n- パイクはキルを取ることでゴールドを得やすく、ナミがサポートするADCに対してもプレッシャーをかけやすい。",
      "カルマ": "カルマが不利です。\n\n- パイクは高い機動力を持ち、フックを使ってカルマを捕まえることができるため、カルマは容易に攻撃されるリスクがある。\n- カルマのスネアは発生までに時間がかかるため、パイクの瞬時の攻撃に対して反応しづらい。\n- パイクは序盤から強力なハラスを行えるため、カルマはレーンでのプレッシャーを受けやすい。\n- パイクのバーストダメージに対して、カルマは耐久力が低く、特にレベル差があると一撃で倒される可能性が高い。\n- パイクはUltを使ってキルを取ることでゴールドを得ることができ、これによりカルマが経済的に不利になる可能性がある。"
    },
    "loses": {
      "レル": "レルがパイクに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持っており、パイクの高い機動力を制限することができるため、捕まえやすい。\n- レルのパッシブによって敵のARとMRを減少させることができ、パイクの耐久力を削るのに有利。\n- レルは集団戦でのエンゲージが得意で、パイクが集団戦で失速しやすい点を突くことができる。\n- レルの移動速度を上げるスキルにより、追撃や逃走をサポートしやすく、パイクのキルを狙う機会を増やせる。\n- レルはタンクとしての耐久力が高く、パイクの瞬間火力に対して強い耐性を持っているため、オールインに対しても安心感がある。",
      "マオカイ": "マオカイがパイクに有利です。\n\n理由は以下の通りです。\n\n- マオカイは高い耐久力を持ち、パッシブによるHP回復効果があるため、パイクのハラスに対して強い耐性を持つ。\n- CCを多く持っているため、パイクの機動力を制限しやすく、フックを当てるチャンスを増やすことができる。\n- マオカイのスネアや広範囲のスネアは、パイクが近づくのを防ぎ、エンゲージを難しくさせる。\n- ブッシュを利用した視界確保が得意で、パイクの動きを読みやすく、先手を取ることができる。\n- パイクは集団戦での瞬間火力が低いため、マオカイのタンク性能に対して効果的にダメージを与えられない。",
      "シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブルを利用してパイクの攻撃を回避しやすい。これにより、パイクのフックや攻撃を避けながら反撃することが可能。\n- シャコのCCを持つスキルは、パイクの動きを制限し、捕まえるチャンスを増やす。特に、パイクが近づいてきた際にシャコが先手を取ることで有利なトレードができる。\n- シャコは序盤からプレッシャーをかけやすく、パイクがハラスを行う際に逆に攻撃を仕掛けることができるため、レーンでの優位性を保ちやすい。\n- パイクは集団戦での耐久力が低く、シャコの奇襲やCCによって簡単に排除される可能性が高い。特に、シャコが先に仕掛けることでパイクのUltを無効化できる。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、パイクのような瞬間火力に依存するチャンピオンに対しても有利に立ち回れる。",
      "ノーチラス": "ノーチラスがパイクに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多数のCCを持っており、パイクの高い機動力を封じることができるため、捕まえやすい。\n- ノーチラスのフックは射程が長く、確実にパイクを引き寄せることができるため、オールインが効果的。\n- パイクは瞬間火力が低く、集団戦での持続力が不足しているため、ノーチラスのタンク性能に対抗しづらい。\n- ノーチラスはパイクの攻撃を受け止めることができるため、パイクがハラスを行う際にリスクを伴う。\n- ノーチラスのスキルはパイクの逃げ道を封じることができ、特にパイクがスキルを使った後の隙を突くことができる。",
      "ソラカ": "ソラカがパイクに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、パイクの攻撃を受けても味方を迅速に回復できるため、パイクのオールインを無効化しやすい。\n- サイレンスやスネアを使うことで、パイクのスキルを封じることができ、彼の捕獲能力を低下させることができる。\n- ソラカは射程が長いため、パイクが近づく前にハラスを行いやすく、レーンでの優位を築きやすい。\n- パイクは基礎ステータスが高いものの、ソラカのヒールによって持続的な戦闘が可能になり、パイクの瞬間火力を相対的に低下させることができる。\n- ソラカは逃げる手段が乏しいが、パイクの攻撃を受ける前にスキルを使って自己防衛ができるため、奇襲に対してもある程度耐性がある。",
      "ミリオ": "ミリオがパイクに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、パイクの攻撃を受けるリスクを減少させながらハラスを行えるため、トレードで優位に立ちやすい。\n- ミリオのウルトはAoEでCCを解除できるため、パイクのエンゲージを無効化し、味方を守ることができる。\n- パイクは瞬間火力が低く、集団戦での持続力が不足しているため、ミリオの回復やシールドによって生存能力が向上し、パイクの攻撃を耐えやすい。\n- ミリオのパッシブによる回復効果があるため、パイクのハラスに対しても耐性があり、レーンでの持続力が高い。\n- ミリオはCCを持つスキルが限られているため、パイクのフックや捕獲を避けやすく、トレードでのリスクを減少させることができる。",
      "ラカン": "ラカンがパイクに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、パイクのフックや攻撃を避けやすいため、パイクの捕まえる能力を無効化できる。\n- ラカンのCC（クラウドコントロール）スキルにより、パイクが接近してきた際に効果的に対処でき、パイクの瞬間火力を抑えることができる。\n- ラカンはシールドやヒールを持っているため、パイクのハラスに対して耐性があり、レーンでのサステインが高い。\n- パイクは集団戦での瞬間火力が低く、ラカンのサポートによって味方が生存しやすくなるため、パイクの影響力を減少させることができる。\n- ラカンはスカーミッシャーやアサシンに対して有利であり、パイクもその一種であるため、ラカンが有利に立ち回ることができる。",
      "ニーコ": "ニーコがパイクに有利です。\n\n- ニーコは擬態を使って敵を欺くことができ、パイクのフックを避けやすい。\n- ニーコのAoEダメージとスタンを持つアルティメットは、パイクの集団戦での弱点を突くことができる。\n- ニーコは遠距離攻撃が可能で、パイクの近接攻撃を避けながらハラスを行いやすい。\n- ニーコの高い奇襲能力により、パイクが攻撃を仕掛ける前に先手を取ることができる。\n- ニーコはパッシブによる回復効果を持ち、パイクのハラスに対して耐性がある。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、モルガナのハラスを受けにくくすることができる。\n- ミリオのウルトはAoEでCCを解除するため、モルガナのスネアを無効化される可能性が高い。\n- モルガナはクールダウンが長く、ミリオの持続的なハラスに対して反撃しづらい。\n- ミリオは回復やシールドを持っているため、モルガナのダメージトレードが効果的でない。\n- ミリオの高機動力により、モルガナのスネアを避けられることが多く、捕まえにくい。",
      "パンテオン": "パンテオンがミリオに不利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばす能力を持っており、パンテオンのオールインを避けやすく、トレードで有利に立つことができる。\n- ミリオのウルトはAoEでCCを解除するため、パンテオンのエンゲージを無効化できる。これにより、パンテオンは集団戦での効果が薄れる。\n- パンテオンは短期的なバーストダメージに依存しているが、ミリオの回復やシールドにより、持続的なトレードで優位性を失う可能性が高い。\n- ミリオはノックバックを持っており、パンテオンの接近を妨げることができるため、パンテオンが攻撃を仕掛けるのが難しくなる。\n- ミリオは長射程のサポートであり、パンテオンが近づく前にハラスを受けやすく、序盤からのプレッシャーをかけられる。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ラックスのハラスを受けにくくすることができる。\n- ミリオのウルトはAoEでCCを解除するため、ラックスのスネアを無効化される可能性が高い。\n- ミリオは回復やシールドを持っているため、ラックスのバーストダメージを軽減できる。\n- ミリオは逃げる手段が限られているため、ラックスが接近されると非常に脆弱になる。\n- ミリオのノックバックによって、ラックスのスキルを当てるタイミングをずらされることがある。",
      "ゼラス": "ゼラスが不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ゼラスの攻撃を受けずに安全にハラスを行うことができるため、ゼラスは一方的に攻撃しづらい。\n- ミリオの回復やシールドにより、ゼラスのポークダメージを軽減されやすく、持続的なダメージトレードで不利になる。\n- ミリオのウルトはAoEでCCを解除するため、ゼラスが仕掛けるエンゲージやCCを無効化される可能性が高い。\n- ゼラスは自衛手段が乏しく、ミリオのサポートによって味方が攻撃的に出やすくなるため、ゼラスが捕まりやすくなる。\n- ミリオのスキルはマナ管理が重要で、ゼラスがマナを消費しすぎると、持続的なハラスが難しくなる。",
      "パイク": "パイクが不利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、パイクが近づく前にハラスを受けやすい。\n- ミリオのウルトはAoEでCCを解除するため、パイクのエンゲージを無効化される可能性が高い。\n- ミリオの回復やシールドにより、パイクのダメージトレードが効果的に行えない。\n- ミリオはCCを持つチャンピオンに対して強いが、パイクはCCを持たないため、ミリオの強みを活かされやすい。\n- パイクは集団戦での耐久力が低く、ミリオのサポートによって生存能力が向上するため、パイクが狙われやすい。",
      "ザイラ": "ザイラがミリオに不利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばす能力を持っており、ザイラのハラスを受けにくくすることができる。\n- ミリオのウルトはAoEでCCを解除するため、ザイラのCCを無効化される可能性が高い。\n- ミリオは回復やシールドを持っているため、ザイラの持続的なダメージを軽減できる。\n- ザイラは移動手段が乏しく、ミリオのサポートによって追撃されやすくなる。\n- ミリオの攻撃強化により、ザイラが持つ火力を上回るダメージトレードが可能になる。"
    },
    "loses": {
      "ブリッツクランク": "ブリッツクランクがミリオに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクはフックを使ってミリオを捕まえることができ、ミリオの逃げる手段を封じることができる。\n- ミリオはCCが限られており、ブリッツクランクのノックアップやサイレンスに対して無力であるため、エンゲージを防ぐことが難しい。\n- ブリッツクランクの高い瞬発力により、ミリオがハラスを行う前に先手を取ることができ、ミリオの攻撃範囲を活かす前にキルを狙える。\n- ミリオのウルトはCCを解除する能力があるが、ブリッツクランクの攻撃が先に決まると、ウルトを発動する前に倒される可能性が高い。\n- ブリッツクランクは脆いメイジやエンチャンターに対して強力であり、ミリオもそのカテゴリに入るため、特に有利に戦える。",
      "ノーチラス": "ノーチラスはミリオに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、ミリオの回復やシールドを無効化することができるため、ミリオのサポート能力を制限できる。\n- ミリオはエンゲージ能力が低く、ノーチラスのフックやスタンに対して脆弱であり、捕まると大きなダメージを受けやすい。\n- ノーチラスのオールイン能力は高く、ミリオが持つノックバックのスキルでは逃げることが難しいため、ミリオは常に警戒しなければならない。\n- ノーチラスは近接攻撃型であり、ミリオの射程を逆手に取って接近しやすく、ミリオのハラスを受けにくい。\n- ミリオのスキルはマナコストが高く、ノーチラスが圧力をかけることでミリオのマナ管理を難しくさせることができる。",
      "バード": "バードがミリオに有利です。\n\n理由は以下の通りです。\n\n- バードは移動能力が高く、ロームが得意なため、ミリオがレーンで孤立している間に他のレーンに影響を与えることができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ミリオのエンゲージやCCを無効化しやすい。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、ミリオに対しても持続的なダメージを与えやすい。\n- ミリオのCCが限られているため、バードの機動力を活かして逃げたり、攻撃したりすることができる。\n- バードは回復スキルを持っているため、ミリオのハラスを受けても持ちこたえやすい。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは強力なCCを持っており、ミリオのエンゲージやハラスを無効化することができる。\n- アリスターのタンク性能により、ミリオの攻撃を耐えやすく、持続的なトレードで有利に立ち回れる。\n- ミリオはCCが限られているため、アリスターのエンゲージに対して反撃が難しい。\n- アリスターのスキルは即時発動可能で、ミリオのスキルを避けることができるため、レーンでの優位性を保ちやすい。\n- アリスターは集団戦でのピール能力が高く、味方を守ることができるため、ミリオのサポート効果を無効化しやすい。",
      "ソナ": "ソナがミリオに有利です。\n\n- ソナはAoE回復とバフを持っており、ミリオの攻撃力を強化するスキルに対抗できるため、トレードで優位に立ちやすい。\n- ソナのスタン効果は、ミリオのエンゲージや逃げる手段を制限することができ、集団戦での影響力が高い。\n- ソナは回復やシールドを持っているため、ミリオのハラスを軽減しやすく、持続的な戦闘で有利に進めることができる。\n- ミリオはCCが限られているため、ソナのオーラによる支援を受けながら安全にプレイできる。\n- ソナはレーンでのハラスが得意で、ミリオの攻撃範囲を延ばすスキルに対しても、ソナの回復で耐えることができる。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "セラフィーン": "セラフィーンがバードに不利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、バードのスキルを受けると一度に複数のダメージを受けやすい。\n- バードはロームが得意で、セラフィーンがレーンで孤立しているときに効果的に圧力をかけることができる。\n- セラフィーンのスキルの発生が遅いため、バードのスキルを避けるのが難しく、特にバードのスタンを受けると大きなダメージを受ける可能性がある。\n- バードは回復スキルを持っており、セラフィーンの攻撃をある程度軽減できるため、持続戦闘において有利に立ち回れる。\n- セラフィーンは防御ステータスが低く、バードの攻撃的なプレイスタイルに対して脆弱である。",
      "ミリオ": "ミリオはバードに不利です。\n\n- バードは高いハラス能力を持ち、ミリオの回復やシールドを上回るダメージを与えることができる。\n- バードのローム能力により、ミリオがレーンで孤立する時間が増え、ADCが危険にさらされる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ミリオのエンゲージを無効化しやすい。\n- ミリオはCCが限られているため、バードの移動スキルを捕まえるのが難しい。\n- バードの鐘の回収による火力向上が、ミリオのサポート能力を相対的に低下させる。",
      "ソラカ": "ソラカがバードに不利です。\n\n- バードは高い移動能力を持ち、ロームが得意なため、ソラカが孤立しやすい状況を作り出すことができる。\n- バードのサイレンスやスタンを使うことで、ソラカの回復スキルを無効化し、彼女のヒール能力を制限できる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、持続的なダメージを与えやすい。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、バードの攻撃を受けやすい。\n- バードのウルトは広範囲に影響を与えるため、集団戦でのソラカの立ち回りを難しくする。",
      "ゼラス": "ゼラスがバードに不利です。\n\n- バードは高い機動力を持ち、ローム能力が優れているため、ゼラスが一方的に攻撃することが難しい。\n- バードのスキルは味方の支援や敵の妨害に特化しており、ゼラスの攻撃を無効化する手段を持っている。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ゼラスの攻撃を受ける前に味方を守ることができる。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、バードの奇襲やCCに対して脆弱である。\n- バードの回復スキルにより、ゼラスのハラスを耐えられやすく、レーンでの優位を築きづらい。",
      "レル": "レルがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは射程が長く、レルが近づく前に攻撃を受けることができるため、レーンでの圧力をかけにくい。\n- バードのスキルは移動スキルを持っており、レルのCCを避けることができるため、レルのエンゲージが無効化されやすい。\n- バードは回復スキルを持っており、レルのダメージを軽減できるため、持続戦闘で不利になりにくい。\n- バードのウルトは広範囲に影響を与えるため、レルが集団戦でエンゲージを仕掛ける際に逆効果になる可能性がある。\n- レルはダメージの出力が低く、特に序盤を過ぎると味方に依存するため、バードの持つ持続的な支援能力に対抗しにくい。",
      "カルマ": "カルマが不利です。\n\n- バードは多彩なスキルを持ち、特にロームや味方の支援に特化しているため、カルマのスキルをかいくぐることができる。\n- バードのパッシブによる鐘の回収で火力を出せるため、装備依存度が低く、カルマに対して持続的な圧力をかけやすい。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、カルマのスネアやAoEダメージを無効化することができる。\n- カルマのスネアは発生までに時間がかかるため、バードの移動スキルを使われると避けられやすい。\n- バードは回復スキルを持っているため、カルマのハラスを軽減できる。\n- バードのローム能力により、他のレーンへの影響力が高く、カルマが孤立しやすくなる。",
      "ザイラ": "ザイラがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは高い機動力を持ち、ローム能力が高いため、ザイラが孤立しやすくなる。\n- バードのスキルは味方の支援や敵の妨害に特化しており、ザイラの攻撃を無効化する手段がある。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ザイラの攻撃を無効化しやすい。\n- ザイラは移動手段が乏しく、バードのスキルによって接近されると脆弱になる。\n- バードの鐘の回収による火力向上が、ザイラの持続的なダメージを上回る可能性がある。",
      "ラカン": "ラカンがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、ラカンが接近する前にハラスを行いやすい。\n- バードのCCは広範囲に影響を与えるため、ラカンがエンゲージを試みる際に妨害される可能性が高い。\n- バードの回復スキルやシールドにより、ラカンの攻撃が無効化されることがある。\n- バードはローム能力が高く、他のレーンへの影響力を持つため、ラカンが孤立しやすくなる。\n- ラカンは移動を伴うスキルが多く、バードのCCに捕まると行動が制限され、脆弱になる。",
      "ブラウム": "ブラウムがバードに不利です。\n\n理由は以下の通りです。\n\n- バードは射程が長く、遠距離からのハラスが強力なため、ブラウムは近づくことが難しい。\n- バードのスキルは移動能力を持っており、ブラウムのCCを避けやすい。\n- バードは回復スキルを持っているため、ブラウムの攻撃を受けても持ちこたえやすい。\n- バードのウルトは広範囲に影響を与えるため、ブラウムが守りに入っても効果を発揮しにくい。\n- ブラウムはサステインがなく、長期戦になると不利になりやすい。"
    },
    "loses": {
      "ソナ": "ソナがバードに有利です。\n\n理由は以下の通りです。\n\n- ソナは回復やバフを提供できるため、バードの攻撃を受けても耐えやすい。\n- バードのダメージスキルはQのみで、APレシオが低いため、持続的なダメージが出にくい。\n- ソナのAoEスタンは、バードのロームやスキルを無効化することができ、集団戦での影響力が高い。\n- ソナは基礎ステータスが低いバードに対して、持続的なハラスが可能で、レーンでの優位を築きやすい。\n- バードは鐘の回収に時間をかける必要があり、ソナはその間にレーンを支配することができる。",
      "ラックス": "ラックスが有利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持ち、バードに対してハラスをかけやすい。特に、バードが鐘を回収するために前に出る際に、スキルを当てるチャンスが増える。\n- バードはダメージスキルがQのみで、ラックスの高いバーストダメージに対して耐えるのが難しい。特に、ラックスのスネア効果を受けると、バードは反撃の機会を失う。\n- ラックスは全てのスキルがミニオンにブロックされないため、バードがレーン維持をする際にもハラスを続けることができる。これにより、バードの鐘回収が難しくなる。\n- バードは移動スキルを持っているが、ラックスのスキルの弾速が遅いため、バードが逃げる際にスキルを当てるチャンスがある。\n- バードはCCを持っているが、ラックスのスネアやバーストダメージによって、バードが先に仕掛けることが難しくなる。これにより、ラックスが主導権を握りやすい。",
      "スレッシュ": "スレッシュがバードに有利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、バードの移動スキルを封じることができるため、バードのロームや逃げる能力を制限できる。\n- バードはダメージスキルがQのみで、DPSが低いため、スレッシュの耐久力を削るのが難しい。\n- スレッシュのフックやスローを使って、バードを捕まえることができるため、バードの行動を制限しやすい。\n- スレッシュは味方を救出する能力があり、バードのウルトによる無敵や行動不能を受けても、味方を守ることができる。\n- バードは鐘の回収に時間をかける必要があり、その間にスレッシュが圧力をかけることができる。",
      "ノーチラス": "ノーチラスはバードに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多数のCCを持っており、バードの移動スキルを封じることができるため、バードが自由に動き回ることを妨げられる。\n- バードは主にQによるダメージを持つが、ノーチラスはタンクであり、耐久力が高いため、バードのダメージを受け止めやすい。\n- ノーチラスのフックは射程が長く、バードが距離を取るのが難しくなるため、オールインが容易になる。\n- バードは鐘の回収に時間をかける必要があり、その間にノーチラスが攻撃を仕掛けることで、バードのレーン維持が難しくなる。\n- ノーチラスはバードの回復スキルやロームを妨害する能力が高く、バードが味方を支援するのを困難にする。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "メル": "メルが不利です。\n\n- ザイラは高い射程と持続的なダメージを持ち、メルが近づく前にハラスを受けやすい。\n- ザイラのCCはメルのスキルを妨害し、特に接近戦での有効な攻撃を難しくする。\n- メルは能動的なCCがないため、ザイラの攻撃を受けると反撃が難しい。\n- ザイラの植物はメルの移動を制限し、逃げ道を封じることができる。\n- メルは回復エフェクトに弱く、ザイラの持続的なダメージに対抗しづらい。",
      "スレッシュ": "スレッシュが不利です。\n\n- ザイラは長射程の攻撃を持ち、スレッシュが接近する前にハラスを行いやすい。\n- ザイラの植物を利用した持続的なダメージは、スレッシュの低い基礎ステータスを脅かす。\n- ザイラのCCはスレッシュのエンゲージを妨げることができ、特にスレッシュがフックを外した場合、反撃を受けやすい。\n- ザイラは安全な距離から攻撃できるため、スレッシュが近づくのが難しい。\n- スレッシュのスキルクールダウンが長いため、ザイラの攻撃を受けるときに反撃の機会が減る。",
      "スウェイン": "スウェインが不利です。\n\n- ザイラは長射程の攻撃を持ち、スウェインが接近する前にダメージを与えることができるため、スウェインはレーンでのプレッシャーを受けやすい。\n- ザイラの植物を使った持続的なダメージとCCにより、スウェインは攻撃を避けることが難しく、特にスウェインのスキルが発動する前にダメージを受けるリスクが高い。\n- スウェインは機動力が低く、ザイラのスキルを避けることが難しいため、ザイラの攻撃を受けやすい。\n- ザイラのCCはスウェインの回復能力を妨げるため、スウェインが持続的に戦うことが難しくなる。\n- ザイラは重傷効果を持つチャンピオンに対して強力であり、スウェインは重傷効果に弱いため、ザイラの攻撃を受けると回復が難しくなる。",
      "ニーコ": "ニーコが不利です。\n\n- ザイラは長射程の攻撃を持ち、ニーコが近づく前にハラスを行いやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、ニーコは接近するのが難しくなる。\n- ニーコのスキルの射程が短いため、ザイラの攻撃を受けながらダメージを与えるのが困難。\n- ザイラは高いゾーニング能力を持ち、ニーコが安全にレーンを維持することを妨げる。\n- ニーコは接近戦で失敗すると危険な状況に陥りやすく、ザイラの攻撃に対して脆弱。",
      "モルガナ": "モルガナが不利です。\n\n- ザイラは長射程の攻撃を持ち、モルガナが近づく前にダメージを与えることができるため、モルガナは攻撃を受けやすい。\n- ザイラの植物は持続的なダメージを与え、モルガナのスペルシールドを無効化することができるため、モルガナは効果的に防御できない。\n- ザイラのCCはAoE効果があり、モルガナがスネアを当てる前にザイラが先に攻撃することができるため、モルガナの行動が制限されやすい。\n- モルガナはクールダウンが長く、ザイラの攻撃に対して反撃する機会が限られるため、持続的な戦闘で不利になる。\n- ザイラは移動手段が乏しいため、モルガナが接近することが難しく、ザイラの攻撃を避けるのが難しい。",
      "アリスター": "アリスターが不利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、アリスターが接近する前にダメージを与えることができるため、アリスターはレーンでのプレッシャーを受けやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、アリスターがエンゲージを試みる際に反撃を受けやすく、効果的な攻撃が難しい。\n- アリスターは基本的に近接チャンピオンであり、ザイラの射程の長さに対抗するのが難しく、特に序盤ではザイラの攻撃を避けることができない。\n- ザイラのスキルは発動から効果が出るまでに時間がかかるが、アリスターのエンゲージが短いため、ザイラのスキルを避けることが難しい。\n- アリスターは攻撃力が低く、ザイラの高いDPSに対抗するための火力を持っていないため、集団戦でも影響力が低下する。",
      "ソラカ": "ソラカが不利です。\n\n- ザイラは長射程の攻撃を持ち、ソラカに対して安全な距離からハラスを行いやすい。\n- ザイラの植物による持続的なダメージとCCにより、ソラカは回復を行う前にダメージを受けやすい。\n- ソラカは逃げる手段が乏しく、ザイラのCCに捕まると致命的なダメージを受ける可能性が高い。\n- ザイラの高い火力に対して、ソラカのヒールだけでは持ちこたえられないことが多い。\n- ザイラはスキルの発動から発生までに時間がかかるため、ソラカのサイレンスやスネアを避けるのが難しいが、逆にソラカはザイラの攻撃を避けるのが難しい。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、ラックスのスキルを避けながら持続的なダメージを与えることができるため、ラックスはハラスが難しい。\n- ザイラのCCはラックスのスキルを当てる前に接近を許す可能性が高く、特にザイラのスキルが当たるとラックスは脆弱な状態になる。\n- ザイラの植物は視界を確保しつつ、ラックスのスキルをブロックすることができるため、ラックスの攻撃が通りにくい。\n- ラックスは全てのスキルが方向指定であり、ザイラの機動力やCCに対して当てるのが難しくなる。\n- ザイラは接近戦に強く、ラックスが近づかれると非常に脆弱で、特にバーストダメージを受けやすい。",
      "ルル": "ルルが不利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、ルルが近づく前にダメージを与えることができるため、ルルは攻撃を受けやすい。\n- ザイラの植物を利用した持続的なダメージとCCにより、ルルは自分のスキルを発動する前に圧力をかけられる。\n- ルルのCCは単体対象であり、ザイラのAoE CCや持続的なダメージに対して効果的に対処できない。\n- ルルは移動不可のCCを持たないため、ザイラの攻撃を避ける手段が限られている。\n- ザイラは序盤から強力な火力を持っているため、ルルがレベルアップする前に有利な状況を作られる可能性が高い。"
    },
    "loses": {
      "ジリアン": "ジリアンはザイラに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは高い機動力を持ち、ザイラのスキルを避けやすい。これにより、ザイラの攻撃を受けずに接近することができる。\n- ザイラは移動手段が乏しく、ジリアンが接近すると脆弱な状態になる。ジリアンは瞬時にダメージを与えられるため、ザイラに対して有利に立ち回れる。\n- ジリアンのAoEスタンはザイラのCCを無効化することができ、集団戦での影響力が高い。これにより、ザイラの攻撃を封じることができる。\n- ジリアンは味方の移動速度を上げることができ、ザイラの攻撃を避けるためのサポートが可能。これにより、ザイラの攻撃を受けるリスクを減らせる。\n- ザイラはスキルの発動から発生までに時間がかかるため、ジリアンの機動力を活かしてスキルを避けることができる。これにより、ザイラの攻撃を効果的に回避できる。",
      "ユーミ": "ユーミが有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全に支援ができ、ザイラの攻撃を受けるリスクを軽減できる。\n- ユーミの回復やシールドは、ザイラの持続的なダメージを相殺しやすく、レーンでのサステインを向上させる。\n- ザイラは移動手段が乏しく、ユーミが味方に密着している間はザイラの攻撃を避けやすい。\n- ユーミのスロー効果は、ザイラの位置取りを難しくし、攻撃を当てるのを困難にする。\n- ユーミは高い機動力を持たないザイラに対して、味方を守りながら攻撃を行うことができるため、ザイラの強みを無効化しやすい。",
      "レオナ": "レオナが有利です。\n\n理由は以下の通りです。\n\n- レオナは高いイニシエート能力を持ち、ザイラに接近しやすい。これにより、ザイラの射程を無視してオールインが可能。\n- ザイラは移動手段が乏しく、レオナのCCを受けやすい。特に、ザイラがスキルを発動する前に捕まえることができる。\n- レオナは基礎ステータスが高く、序盤の戦闘に強いため、ザイラのハラスを受けにくい。\n- ザイラは接近戦に弱く、レオナのタンク性とCCによって容易に制圧される。\n- ザイラのスキルは発動から発生までに時間がかかるため、レオナが接近することでスキルを当てるのが難しくなる。",
      "シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブルを利用してザイラに接近しやすいため、ザイラの射程外から攻撃を仕掛けることができる。\n- ザイラは移動手段が乏しく、接近されると脆弱なため、シャコの奇襲に対して非常に弱い。\n- シャコのCCを持つスキルは、ザイラのスキルを妨害することができ、ザイラの攻撃を封じることが可能。\n- ザイラは植物を使って持続的なダメージを与えるが、シャコは瞬時にダメージを与えられるため、ザイラの持続ダメージを上回ることができる。\n- シャコは序盤からプレッシャーをかけやすく、ザイラが育つ前に試合を有利に進めることができる。",
      "レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは近接チャンピオンであり、ザイラの射程を活かした攻撃を受けにくい。接近することでザイラの攻撃を避けつつ、攻撃を仕掛けることができる。\n- レルの複数のCCスキルは、ザイラの移動手段が乏しい弱点を突くことができ、ザイラを拘束しやすい。\n- ザイラは防御ステータスが低く、接近されると脆弱であるため、レルのオールインに対して非常に弱い。\n- レルは味方の移動速度を上げるスキルを持っており、ザイラが逃げるのを防ぎやすい。\n- ザイラのスキルは発動から発生までに時間がかかるため、レルの攻撃を受ける前に反応するのが難しい。",
      "ゼラス": "ゼラスが有利です。\n\n理由は以下の通りです。\n\n- ゼラスは長射程の攻撃を持ち、ザイラの射程を上回るため、ザイラが攻撃を仕掛ける前に一方的にハラスが可能です。\n- ゼラスのスキルはAoEダメージを持ち、ザイラの植物を一掃することができるため、ザイラのダメージ源を減少させることができます。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、ザイラの攻撃を受けながらも安定してハラスを続けられます。\n- ゼラスは自衛手段が乏しいものの、ザイラの攻撃を避けるための距離を保ちやすく、接近される前に攻撃を仕掛けることができます。\n- ザイラは移動手段が限られているため、ゼラスのスキルを避けるのが難しく、特にゼラスのスキルが当たると大きなダメージを受けるリスクがあります。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- ザイラは移動手段が乏しく、ブリッツクランクのフックに捕まると簡単にキルされる可能性が高い。\n- ブリッツクランクは高いプレッシャーをかけることができ、ザイラの射程を活かす前に接近して攻撃できる。\n- ザイラのスキルは発動から発生までに時間がかかるため、ブリッツクランクのフックやノックアップを避けるのが難しい。\n- ブリッツクランクはザイラの植物を簡単に破壊できるため、ザイラのダメージ源を減少させることができる。\n- ザイラは脆弱なメイジであり、ブリッツクランクのタンク性能とCCによって容易に制圧される。",
      "ブラウム": "ブラウムが有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ザイラの攻撃を軽減しやすい。\n- ザイラのスキルは発動から発生までに時間がかかるため、ブラウムのCCを避けるのが難しい。\n- ブラウムのパッシブは、ザイラの攻撃に対してもスタンを狙えるため、ザイラの行動を制限できる。\n- ブラウムは近接チャンピオンであり、ザイラの射程を詰めることができるため、ザイラの強みを無効化しやすい。\n- ザイラは移動手段が乏しく、ブラウムが接近することで脆弱な状態にさせることができる。",
      "ラカン": "ラカンがザイラに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ザイラの攻撃範囲に接近しやすいため、ザイラの攻撃を避けながら接近できます。\n- ザイラは移動手段が乏しく、ラカンのエンゲージに対して脆弱です。ラカンが接近すると、ザイラは逃げる手段が限られます。\n- ラカンのCCはザイラのスキルを妨害することができ、特にザイラの植物を無力化することが可能です。\n- ラカンはシールドやヒールを持っており、ザイラの攻撃を受けても生存能力が高く、持続的に戦うことができます。\n- ザイラは近接チャンピオンに対して有利ですが、ラカンはその特性を逆手に取ることができ、ザイラに対して有利に立ち回れます。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは回復やバフを持っており、ザイラの持続的なダメージを軽減できるため、ハラスに対して耐性がある。\n- ソナのオーラによるAoE支援は、ザイラの植物によるダメージを相殺しやすく、集団戦での生存率を高める。\n- ソナは発生が早いAoEスタンを持っており、ザイラのスキルを妨害することができるため、ザイラの攻撃を封じることができる。\n- ザイラは移動手段が乏しく、接近されると脆弱なため、ソナの支援を受けた味方がザイラに対して攻撃的に出やすい。\n- ソナはレーンでの持続的な戦闘に強く、長期戦に持ち込むことでザイラに対して優位に立つことができる。",
      "ブランド": "ブランドがザイラに有利です。\n\n理由は以下の通りです。\n\n- ブランドは高い持続ダメージを持ち、ザイラの植物を簡単に処理できるため、ザイラのダメージ源を減少させることができる。\n- ブランドの攻撃範囲も長く、ザイラの射程を活かした攻撃を受けることなく、効果的にダメージを与えることができる。\n- ザイラは移動手段が乏しく、接近されると脆弱であるが、ブランドはスキルを使ってザイラを遠距離から攻撃し続けることができる。\n- ブランドのスキルはAoE効果を持ち、集団戦でも強力であり、ザイラの植物を一掃することで、ザイラの影響力を削ぐことができる。\n- ザイラのCCは発動までに時間がかかるため、ブランドのスキルを避けることが難しく、ザイラが反撃する隙を与えにくい。",
      "バード": "バードがザイラに有利です。\n\n理由は以下の通りです。\n\n- バードは高い機動力を持ち、ザイラのスキルを避けやすいため、接近されるリスクが低い。\n- ザイラのスキルは発動から発生までに時間がかかるため、バードの移動スキルを使って回避しやすい。\n- バードのパッシブによる火力は装備依存度が低く、ザイラの植物に対しても持続的にダメージを与えられる。\n- バードは回復スキルを持っているため、ザイラの持続的なダメージに対抗しやすい。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ザイラのCCを無効化し、味方を守ることができる。\n- ザイラは移動手段が乏しく、バードのロームによって他のレーンに影響を与えやすい。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "パンテオン": "パンテオンがラカンに不利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、パンテオンの攻撃を避けやすい。特に、ラカンのエンゲージや逃げる能力がパンテオンのオールインを無効化することができる。\n- ラカンのCCはパンテオンの行動を制限するため、パンテオンが攻撃を仕掛ける前に捕まる可能性が高い。\n- ラカンはシールドやヒールを持っているため、パンテオンのバーストダメージを軽減しやすい。これにより、パンテオンがキルを狙うのが難しくなる。\n- ラカンは味方を支援する能力が高く、パンテオンが孤立した敵を狙う際に、ラカンがその味方を守ることができる。\n- パンテオンは長期戦に弱く、ラカンの持続的なCCやサステインによって、パンテオンが有利に立つことが難しい。",
      "ブリッツクランク": "ブリッツクランクがラカンに不利です。\n\n- ラカンは高い機動力を持ち、ブリッツクランクのフックを避けやすい。\n- ラカンのCCはブリッツクランクの行動を制限し、特にフックを外した後のブリッツクランクに対して強力。\n- ラカンはシールドやヒールを持っており、ブリッツクランクの攻撃を受け流すことができる。\n- ラカンのエンゲージ能力により、ブリッツクランクが攻撃する前に先手を取られることが多い。\n- ブリッツクランクは基礎移動速度が低く、ラカンの機動力に対抗できないため、捕まるリスクが高い。",
      "ブラウム": "ブラウムがラカンに不利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、ブラウムのCCを避けやすいため、ブラウムの攻撃をかわしながらエンゲージが可能です。\n- ラカンの2種類のCCにより、ブラウムは接近されると防御能力が低下し、効果的にピールできなくなります。\n- ラカンはシールドやヒールを持っているため、ブラウムの攻撃を受けても生存能力が高く、持続的なハラスが可能です。\n- ブラウムはサステインがないため、ラカンのハラスに対して耐えにくく、レーンでの優位性を失いやすいです。\n- ラカンは味方との連携が強力で、特にザヤとのコンビネーションにより、ブラウムの防御を無効化することができます。",
      "ゼラス": "ゼラスが不利です。\n\n- ラカンは高い機動力を持ち、ゼラスの攻撃を避けながら接近することができるため、ゼラスのハラスを受けにくい。\n- ラカンのCC（クラウドコントロール）によって、ゼラスは移動を制限され、攻撃を受けやすくなる。\n- ゼラスは自衛手段が乏しく、ラカンのエンゲージに対して逃げる手段が限られているため、捕まると致命的なダメージを受ける可能性が高い。\n- ラカンのシールドやヒールによって、ゼラスのダメージを軽減されるため、持続的なハラスが難しくなる。\n- ゼラスは射程が長いが、ラカンが近づくことでそのアドバンテージを無効化され、逆に攻撃されるリスクが高まる。",
      "ヴェル＝コズ": "ヴェル＝コズがラカンに不利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、ヴェル＝コズに接近しやすいため、彼の攻撃を避けることが難しい。\n- ラカンのCCはヴェル＝コズのスキルを妨害し、特にUltの詠唱中に捕まると無防備になりやすい。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して逃げる手段が乏しい。\n- ラカンは味方を支援する能力が高く、ヴェル＝コズがダメージを出す前に味方が倒される可能性がある。\n- ラカンのシールドやヒールにより、ヴェル＝コズのダメージが軽減されるため、効果的にハラスができない。",
      "ミリオ": "ミリオはラカンに不利です。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、ミリオの攻撃範囲を延ばすスキルを活かす前に接近されやすい。\n- ラカンのCCはミリオのウルトを無効化する可能性があり、特にノックアップを持つため、ミリオはエンゲージを防ぐ手段が制限される。\n- ミリオはCCを持つスキルが限られており、ラカンの攻撃に対して反撃する手段が乏しい。\n- ラカンのシールドやヒールにより、ミリオのダメージトレードが効果的に機能しにくくなる。\n- ラカンは味方との連携が強く、特にザヤとのコンビネーションでさらに強力な攻撃を仕掛けることができ、ミリオはその圧力に対処しづらい。",
      "パイク": "パイクが不利です。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、パイクのフックを避けやすい。\n- ラカンのCCはパイクの動きを制限し、特にパイクが攻撃的に出た際に捕まえやすい。\n- ラカンはシールドやヒールを持っているため、パイクの攻撃を受け流しやすく、持続的なハラスが難しい。\n- ラカンのパッシブによる回復効果が、パイクのハラスを無効化することが多い。\n- ラカンは味方を守る能力が高く、パイクがキルを狙う際に味方が生存しやすい。",
      "カルマ": "カルマが不利です。\n\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、カルマのスキルを避けやすい。\n- ラカンのCCは瞬時に発動するため、カルマのスネアが発生する前に接近される可能性が高い。\n- ラカンはシールドやヒールを持っており、カルマのハラスを軽減できるため、持続的なダメージトレードで不利になる。\n- ラカンのオールイン能力は非常に高く、カルマがスキルを使った後に反撃されると、致命的なダメージを受けることがある。\n- カルマは基礎ステータスが低く、ラカンの攻撃を受けると脆弱であるため、レーンでの生存が難しくなる。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使ってラカンを欺くことができ、ラカンのエンゲージを無効化するチャンスがある。\n- ラカンは近接チャンピオンであり、ニーコの射程の長さを活かして安全に攻撃できる。\n- ニーコのAoEダメージとスタンを持つアルティメットは、ラカンのチームファイトにおいて大きな脅威となる。\n- ラカンは移動を伴うスキルが多く、ニーコのCCやダメージを受けると脆弱になる。\n- ニーコは短射程のチャンピオンに対して有利であり、ラカンが前に出てくるときに効果的に攻撃できる。",
      "セナ": "セナが有利です。\n\n理由は以下の通りです。\n\n- 射程の差: セナは長射程の攻撃を持っており、ラカンの近接攻撃を避けながらハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- CCの活用: セナのスネア効果を持つスキルは、ラカンのエンゲージを阻止することができ、彼の動きを制限することで安全に戦える。\n- サステイン: セナの回復能力により、ラカンのハラスを受けても持ちこたえやすく、レーンでの持続力が高い。\n- 短射程のADCに対する優位性: ラカンは短射程のADCに対して強いが、セナはその射程を活かして一方的に攻撃できるため、ラカンに対しても有利に立ち回れる。\n- ラカンの脆弱性: ラカンは移動を伴うスキルが多く、捕まると脆弱になるため、セナのハラスやCCで彼を効果的に対処できる。",
      "ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ポッピーは移動不可のCCを持っており、ラカンの機動力を制限できるため、彼のエンゲージや逃げる動きを阻止できる。\n- ラカンは防御力が低く、ポッピーの高いシールドと割合ダメージに対して脆弱であるため、1対1の戦闘で不利になる。\n- ポッピーは豊富なCCを持ち、ラカンが味方を守るために使うスキルを無効化することができる。\n- ラカンのスキルは移動を伴うため、ポッピーの拒否スキルによって簡単に捕まる可能性が高い。\n- ポッピーはレーン段階からトレードで優位に立ちやすく、ラカンのサステインを無効化することができる。",
      "ラックス": "ラックスが有利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持っており、ラカンが接近する前にハラスをかけやすい。\n- ラカンは近接キャリーであり、ラックスのスキルを避けるのが難しいため、スネア効果で捕まえられるリスクが高い。\n- ラックスのバーストダメージは高く、ラカンがシールドやヒールを使う前に大きなダメージを与えることができる。\n- ラックスは全てのスキルがミニオンにブロックされないため、ラカンがミニオンを使って隠れることができず、常に攻撃の対象となる。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルを受けると非常に脆弱になるため、ラックスの攻撃を受けやすい。",
      "ソラカ": "ソラカがラカンに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、ラカンの攻撃を受けても味方を迅速に回復できるため、ラカンのエンゲージを無効化しやすい。\n- サイレンス効果を持つスキルにより、ラカンのスキルを封じることができ、彼の機動力やCCを活かせなくすることができる。\n- ソラカは射程が長いため、ラカンが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- ラカンは移動を伴うスキルが多く、捕まると脆弱になるため、ソラカのスネアやサイレンスで簡単に対処できる。\n- ソラカは短射程のADCに対して強いが、ラカンはその短射程ADCをサポートする役割であり、ソラカが有利な状況を作りやすい。",
      "ルル": "ルルが有利です。\n\n- ルルはポリモーフを持っており、ラカンのエンゲージを無力化することができるため、ラカンが接近してきた際に効果的に対処できる。\n- ルルのシールドやHP増加のスキルにより、ラカンの攻撃を受けた味方を守ることができ、サステインを高めることができる。\n- ラカンは移動を伴うスキルが多く、ルルのCCによって行動を制限されると非常に脆弱になるため、ルルのスキルが有効に働く。\n- ルルは短射程のADCに対しても強力で、ラカンが攻撃を仕掛ける際に味方を守ることができるため、レーン戦での優位性を保ちやすい。\n- ルルは状況に応じてスキルを使い分けることができるため、ラカンの動きに対して柔軟に対応できる。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、ラカンのエンゲージを無効化することができる。これにより、ラカンが接近しても味方を守ることができる。\n- ジャンナのシールドは味方の生存能力を高め、ラカンの攻撃を受けた際にも耐えることができるため、レーンでのサステインが向上する。\n- 高い移動速度を持つため、ラカンの攻撃を避けやすく、また味方の移動速度を増加させることで、チーム全体の機動力を向上させることができる。\n- ラカンは移動を伴うスキルが多く、ジャンナのCCによって捕まると非常に脆弱になるため、ジャンナはラカンに対して有利な立ち回りができる。\n- ジャンナはタンク系のチャンピオンに対して強いが、ラカンはその特性を持たないため、ジャンナが有利に立ち回ることができる。",
      "マオカイ": "マオカイが有利です。\n\n理由は以下の通りです。\n\n- マオカイは高頻度でCCを使用できるため、ラカンの機動力を制限しやすい。\n- ラカンは移動を伴うスキルが多く、マオカイのスネアや広範囲のスネアに捕まると非常に脆弱になる。\n- マオカイのパッシブによるHP回復効果があり、ラカンの攻撃を受けても持続力が高い。\n- ラカンは防御力が低く、マオカイの持続的なダメージに対して耐えきれないことが多い。\n- マオカイは視界を確保する能力が高く、ラカンのエンゲージを予測しやすい。",
      "セラフィーン": "セラフィーンがラカンに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは射程が長く、ラカンの接近を許さずにハラスができるため、レーンでの優位性を保ちやすい。\n- 複数のCCを持っているため、ラカンのエンゲージを妨害しやすく、彼の攻撃を無効化することができる。\n- セラフィーンのスキルは範囲攻撃であり、味方の数に応じて効果が増すため、集団戦での影響力が高く、ラカンのサポート効果を上回ることができる。\n- ラカンは防御力が低く、セラフィーンの持つ持続的なダメージやCCに対して脆弱であるため、オールイン合戦で不利になることが多い。\n- セラフィーンは安全な位置から支援できるため、ラカンが近づくリスクを軽減しつつ、味方を強化することができる。",
      "バード": "バードがラカンに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、ラカンの接近を阻止しやすい。ラカンは近接型のサポートであるため、バードの攻撃を受けると接近が難しくなる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ラカンのエンゲージを無効化することができる。これにより、ラカンの強みを大きく削ぐことができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、レーンでの持続力が高い。これにより、ラカンとのレーン戦でも優位に立ちやすい。\n- バードの回復スキルは、ラカンの攻撃を受けた味方をサポートするのに役立ち、ラカンのCCを受けた際にも味方を守ることができる。\n- バードは移動スキルを持っており、ラカンのCCを避けることができるため、ラカンの攻撃を受けにくい。これにより、バードは安全にプレイできる。",
      "レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、ラカンの機動力を制限することができるため、ラカンがエンゲージしようとする際に効果的に対処できる。\n- ラカンは移動を伴うスキルが多く、レルの拘束スキルに捕まると何もできなくなるため、特に不利な状況に陥りやすい。\n- レルのパッシブによって敵のARとMRを減少させることができ、ラカンの耐久力を削ることができるため、ダメージを与えやすい。\n- レルは集団戦でのエンゲージが得意で、ラカンが味方を守るために動く際に、レルがその動きを逆手に取ることができる。\n- ラカンは単独での戦闘能力が低く、レルがしっかりと連携を取ることで、ラカンを圧倒することが可能。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、ラカンの攻撃を耐えることができるため、レーンでの維持力が高い。\n- アリスターのCCは即時発動可能で、ラカンのエンゲージを無効化しやすく、彼の動きを制限することができる。\n- ラカンは移動を伴うスキルが多く、アリスターのCCに捕まると非常に脆弱になる。\n- アリスターはピール能力が高く、ラカンが味方に接近するのを防ぎやすい。\n- アリスターのスキルは集団戦での影響力が強く、ラカンの機動力を無効化することで、チーム全体の戦闘力を向上させることができる。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- ルルのポリモーフによって、モルガナのスネアや攻撃が無効化されるため、モルガナのCCが機能しにくい。\n- ルルは味方にシールドを付与できるため、モルガナのダメージを軽減されやすく、効果的なダメージを与えにくい。\n- ルルの射程が長いため、モルガナが攻撃を仕掛ける前にルルからの攻撃を受けやすい。\n- ルルは高機動力を持ち、モルガナのスネアを避けることができるため、捕まえにくい。\n- ルルのCCは単体対象であるため、モルガナのスキルが大規模な戦闘で効果を発揮しにくい。",
      "ラカン": "ラカンが不利です。\n\n- ルルはポリモーフを持っており、ラカンのエンゲージを無力化することができるため、ラカンが攻撃を仕掛けるのが難しくなる。\n- ルルのシールドやHP増加の効果により、味方の生存能力が高まり、ラカンの攻撃が効果的に機能しにくい。\n- ルルは長射程のキャリーであり、ラカンは近接キャリーのため、ルルが安全な距離から攻撃できる一方で、ラカンは接近するのが難しい。\n- ルルのCCは単体対象であるため、ラカンが複数の敵を相手にする際に、ルルの効果を最大限に活かすことができる。\n- ラカンは移動を伴うスキルが多く、ルルのCCに捕まると非常に脆弱になり、反撃の機会を失う。",
      "ジリアン": "ジリアンはルルに不利です。\n\n- ルルはポリモーフを持っており、ジリアンのスキルを無力化することができるため、ジリアンの攻撃やサポート能力を封じることができる。\n- ルルのシールドやHP増加の効果により、ジリアンのダメージを軽減されやすく、持続的な戦闘で不利になる。\n- ルルは長射程のキャリーとして、ジリアンが近づく前に攻撃を仕掛けることができるため、ジリアンがダメージを受けやすい。\n- ルルの移動速度バフやCCにより、ジリアンが逃げる手段を制限されることが多く、捕まりやすい。\n- ルルは集団戦での影響力が高く、ジリアンが持つ瞬間火力を無効化する手段を持っているため、ジリアンが有利に立ち回るのが難しい。",
      "ソナ": "ソナが不利です。\n\n- ルルはポリモーフを持っており、ソナのスキルを無力化することができるため、ソナは攻撃や支援がしづらくなる。\n- ルルのシールドやHP増加の効果により、ソナの回復やバフが相対的に効果を発揮しにくくなる。\n- ルルは長射程のキャリーとしての特性を持ち、ソナが近づく前に攻撃を受けやすい。\n- ソナは基礎ステータスが低く、序盤にルルの攻撃を受けると脆く、簡単に倒される可能性が高い。\n- ルルのAoE CCや支援能力に対して、ソナは単体のスローしか持っておらず、集団戦での影響力が劣る。"
    },
    "loses": {
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由は以下の通りです。\n\n- ヴェル＝コズは長射程のスキルを持っており、ルルが近づく前にハラスを行いやすい。\n- ルルのポリモーフは単体対象であり、ヴェル＝コズのAoE攻撃に対しては効果が薄い。\n- ルルは移動不可のCCを持たないため、ヴェル＝コズが距離を保ちながら攻撃することができる。\n- ヴェル＝コズのパッシブによるTrueダメージは、ルルのシールドを無視してダメージを与えることができる。\n- ルルはエンゲージ能力が乏しいため、ヴェル＝コズが安全にレーンを支配しやすい。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、ルルの移動を制限することができるため、ルルが自分や味方を守る手段を奪うことができる。\n- ルルはエンゲージ能力が乏しく、ノーチラスの攻撃を受けると反撃が難しいため、ノーチラスのオールインに対して脆弱である。\n- ノーチラスのフックは射程が長く、ルルが距離を保とうとしても捕まえられる可能性が高い。\n- ルルのシールドやポリモーフは、ノーチラスのCCを完全に無効化することができないため、ノーチラスの攻撃を受けるリスクが常に存在する。\n- ノーチラスはタンクとしての耐久力が高く、ルルのダメージを受けても生存しやすいため、持続的な戦闘が可能である。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクはフックを使ってルルを捕まえることができ、ルルの移動を制限することができるため、ルルのスキルを発動させる前に攻撃を仕掛けやすい。\n- ルルはエンゲージ能力が乏しく、ブリッツクランクのフックに対して逃げる手段が限られているため、捕まった際のリスクが高い。\n- ブリッツクランクのサイレンス効果は、ルルのシールドやポリモーフを無効化するため、ルルの防御能力を大幅に低下させることができる。\n- ルルは単体対象のスキルが多く、集団戦での影響力が低いため、ブリッツクランクのAoEダメージやCCに対して脆弱である。\n- ブリッツクランクはルルのような脆いメイジに対して特に強く、ルルが攻撃を仕掛ける前にキルを狙いやすい。",
      "スレッシュ": "スレッシュが有利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、ルルのスキルを無効化することができるため、ルルの無力化やシールドを効果的に打ち消すことができる。\n- スレッシュのフックやスローを使って、ルルを捕まえやすく、特にルルがスキルを使った後の隙を突くことができる。\n- ルルは移動不可のCCを持たないため、スレッシュのエンゲージに対して反撃が難しい。\n- スレッシュは味方を救出する能力があり、ルルの攻撃を受けた味方を守ることができるため、チーム戦での影響力が高い。\n- ルルは短射程のADCに対して有利だが、スレッシュはその短射程を逆手に取って、ルルを攻撃することができる。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n- ジリアンはAoEスタンを持っており、パンテオンのオールインを無効化することができるため、パンテオンが攻撃を仕掛ける際にリスクが高くなる。\n- ジリアンの高い瞬間火力とハラス力により、パンテオンは序盤から圧力を受けやすく、スキルを使い果たすと反撃される可能性が高い。\n- パンテオンはスキルのクールダウンが長く、ジリアンの持続的なハラスやCCに対して持続的に対抗するのが難しい。\n- ジリアンの移動速度バフやスローにより、パンテオンが接近するのが難しく、エンゲージがしづらくなる。\n- ジリアンの蘇生能力は、パンテオンがキルを狙う際に逆効果となり、パンテオンのバーストダメージが無駄になる可能性がある。",
      "ザイラ": "ザイラが不利です。\n\n- ジリアンは時間を操る能力を持ち、瞬時に味方を蘇生させることができるため、ザイラの攻撃を無効化することができる。\n- ジリアンのAoEスタンや移動速度のバフにより、ザイラの攻撃を避けることが容易になり、ザイラの持続的なダメージを抑えることができる。\n- ザイラは移動手段が乏しく、ジリアンのスキルによって捕まるリスクが高くなるため、接近されると脆弱な状態に陥りやすい。\n- ジリアンはレベル差をつけやすく、経験値の優位性を活かして早期に強力なスキルを使用できるため、ザイラが育つ前に圧力をかけることができる。\n- ザイラのスキルは発動から発生までに時間がかかるため、ジリアンの機動力を活かした攻撃に対して反応しづらい。",
      "レオナ": "レオナが不利です。\n\n- ジリアンは遠距離攻撃が可能で、レオナが接近する前にハラスを行いやすい。\n- ジリアンのCCはAoEスタンを持っており、レオナのイニシエートを無効化することができる。\n- ジリアンは移動速度のバフやスローを使って、レオナの接近を妨げることができるため、レオナが攻撃を仕掛けるタイミングを失いやすい。\n- ジリアンの蘇生能力は、レオナがオールインを仕掛けた際に、味方を守る手段として非常に効果的で、レオナの攻撃が無駄になる可能性が高い。\n- ジリアンはレベル差をつけやすく、レオナがレーンで優位に立つのが難しい。",
      "ゼラス": "ゼラスが不利です。\n\n- ジリアンは瞬時に味方を蘇生させる能力を持っており、ゼラスのバーストダメージを無効化できるため、ゼラスの攻撃が効果的に機能しづらい。\n- ジリアンのAoEスタンや移動速度のバフにより、ゼラスが攻撃を避けることが難しく、逆に捕まえられるリスクが高まる。\n- ジリアンはレベル差をつけやすく、特に序盤での経験値優位性を活かしてゼラスに対して圧力をかけることができる。\n- ゼラスは自衛手段が乏しく、ジリアンの攻撃を受けると簡単に倒される可能性が高い。\n- ジリアンのスキルは持続的なCCを持っているため、ゼラスがスキルを当てる前に行動を制限されることが多い。",
      "モルガナ": "モルガナが不利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、モルガナのスペルシールドを無効化しやすい。\n- ジリアンの移動速度バフやスロー効果により、モルガナが攻撃を当てるのが難しくなる。\n- ジリアンはAoEスタンを持っており、集団戦での影響力が大きいため、モルガナが捕まるリスクが高い。\n- モルガナのクールダウンが長いため、ジリアンのスキルコンボに対して反応しづらい。\n- ジリアンは蘇生能力を持っているため、モルガナがキルを狙っても逆に味方が生き返る可能性がある。",
      "レル": "レルが不利です。\n\n- ジリアンは射程が長く、レルが近づく前に攻撃を受けることができるため、レルのエンゲージが難しい。\n- ジリアンのAoEスタンや瞬間火力は、レルが集団戦でのエンゲージを試みる際に大きな脅威となる。\n- ジリアンの移動速度バフやスローは、レルの追撃や逃走を妨げるため、レルが有利な状況を作りにくい。\n- ジリアンの蘇生能力は、レルが敵をキルする際のリスクを高め、レルの攻撃が無駄になる可能性がある。\n- レルはスキルの発生にラグがあり、ジリアンの機動力やスキルを避けられると、効果的にダメージを与えられない。",
      "ポッピー": "ポッピーが不利です。\n\n- ジリアンは遠距離攻撃を持ち、ポッピーの近接戦闘に対して有利です。ポッピーは射程が短いため、ジリアンの攻撃を避けることが難しいです。\n- ジリアンのスキルは高い瞬間火力を持ち、ポッピーがシールドを使う前に大きなダメージを与えることができます。\n- ジリアンは移動速度を上げるスキルを持っており、ポッピーのエンゲージを回避しやすく、ポッピーが攻撃を仕掛けるタイミングを失いやすいです。\n- ジリアンのAoEスタンは、ポッピーが近づく際に大きな妨害となり、ポッピーのCCを無効化する可能性があります。\n- ポッピーはタンクとしての能力が条件付きであり、ジリアンの高いAPダメージに対して耐えるのが難しいです。",
      "ブラウム": "ブラウムが不利です。\n\n- ジリアンは射程が長く、遠距離からのハラスが強力なため、ブラウムは接近するのが難しい。\n- ジリアンのスキルは瞬時に高いダメージを与えることができ、ブラウムの防御スキルが間に合わないことが多い。\n- ジリアンは移動速度を上げたり、敵をスローさせる能力を持っており、ブラウムが接近するのを妨げる。\n- ブラウムはサステインがなく、ジリアンのハラスに対して耐えづらい。\n- ジリアンのAoEスタンは集団戦での影響力が大きく、ブラウムが味方を守るのが難しくなる。",
      "ニーコ": "ニーコが不利です。\n\n- ジリアンは高いAPレシオと瞬間火力を持ち、ニーコが近づく前に大きなダメージを与えることができる。\n- ジリアンのAoEスタンはニーコのコンボを妨害し、接近戦での優位性を失わせる。\n- ジリアンの移動速度バフやスローはニーコの奇襲能力を制限し、逃げる手段を奪う。\n- ジリアンは蘇生能力を持っているため、ニーコがキルを狙っても逆に味方を復活させられる可能性がある。\n- ニーコは射程が短く、ジリアンの攻撃を受けやすく、ハラスが難しい。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全に支援ができ、ジリアンの攻撃を受けるリスクを軽減できる。\n- ユーミの回復やシールドは、ジリアンのバーストダメージを軽減し、持続的な戦闘を可能にする。\n- ジリアンは基礎ステータスが低く、ユーミの支援があれば生存能力が向上し、ジリアンの攻撃を耐えやすくなる。\n- ユーミは移動速度のバフを提供できるため、ジリアンのスキルを避ける動きがしやすく、エンゲージを回避できる。\n- ジリアンのスキルはマナ消費が大きく、ユーミが持続的に支援することでジリアンのスキル使用を制限できる。",
      "ソラカ": "ソラカが有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、ジリアンの瞬間火力を相殺できるため、ジリアンの攻撃を受けても生存しやすい。\n- サイレンスを持つため、ジリアンのスキルコンボを妨害でき、特に集団戦での影響力を減少させることができる。\n- 短いクールダウンのスキルを活かして、頻繁にハラスを行い、ジリアンのマナを枯渇させることが可能。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、ソラカの持続的なダメージとヒールで有利に立ち回れる。\n- ソラカは射程が長いため、ジリアンの攻撃を避けながら安全にハラスを行うことができる。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ジリアンに対して高いプレッシャーをかけることができる。\n- 対象指定のスネアを持っており、ジリアンの動きを制限しやすい。これにより、ジリアンがスキルを使うタイミングをずらすことができる。\n- カルマのシールドや回復能力により、味方を守りつつジリアンの攻撃を耐えることができる。\n- ジリアンはマナ消費が大きく、スキルを多用するとマナが枯渇しやすいが、カルマは持続的にハラスを行うことができるため、ジリアンのマナ管理を圧迫できる。\n- カルマは機動力があり、ジリアンの攻撃を避けやすく、逆にジリアンを攻撃するチャンスを作りやすい。",
      "ルル": "ルルが有利です。\n\n- ルルは味方にシールドを付与できるため、ジリアンの瞬間火力やバーストダメージを軽減できる。\n- ポリモーフによってジリアンの攻撃やスキルを無力化できるため、ジリアンのコンボを妨害しやすい。\n- ルルの移動速度バフは、味方のエンゲージや逃げをサポートし、ジリアンの攻撃を避ける手助けができる。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、ジリアンの攻撃を受け流すことができる。\n- ジリアンのマナ消費が大きいため、スキルを多用するルルに対して持続的に戦うことが難しい。",
      "セナ": "セナがジリアンに有利です。\n\n- セナは長射程を持ち、ジリアンの攻撃範囲を超えてハラスを行いやすいため、レーンでの優位性を確保しやすい。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、セナのハラスによって早期にプレッシャーをかけることができる。\n- セナの回復能力により、ジリアンの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n- セナのスネア効果を使うことで、ジリアンの移動を制限し、攻撃のチャンスを作りやすい。\n- ジリアンはマナ消費が大きく、スキルを多用すると枯渇しやすいため、セナの持続的なハラスがジリアンのリソース管理に影響を与える。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n- セナは長射程の攻撃を持ち、ポッピーが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ポッピーは捕まると動きが制限され、致命的なダメージを受けやすい。\n- ポッピーは近接チャンピオンであり、セナの射程の差を活かした攻撃に対して非常に脆弱。\n- セナの回復能力により、ポッピーがダメージを与えても持ちこたえられることが多く、トレードが不利になる。\n- ポッピーのエンゲージ手段が限られているため、セナに対して有効な攻撃を仕掛けるのが難しい。",
      "ラカン": "ラカンが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、ラカンが近づく前にハラスを行いやすいため、レーンでの優位を築きやすい。\n- セナのスネア効果により、ラカンがエンゲージを試みる際に捕まるリスクが高く、致命的なダメージを受ける可能性がある。\n- ラカンは防御力が低く、セナの攻撃を受けると早期に倒されることが多い。\n- セナは回復能力を持っているため、ラカンがダメージを与えても、セナが持ちこたえることができる。\n- セナの基礎ステータスが低い序盤においても、ラカンはCCを持っているため、セナが育つ前に有利な状況を作ることが難しい。",
      "ブラウム": "ブラウムが不利です。\n\n- セナは長射程の攻撃を持ち、ブラウムが近づく前にハラスを行いやすい。\n- セナのスネア効果により、ブラウムは接近することが難しく、CCを受けやすい。\n- ブラウムはサステインがないため、セナの回復能力に対抗しにくい。\n- ブラウムのCCの発生が遅いため、セナの攻撃を受ける前に反撃が難しい。\n- セナは基礎ステータスが低いが、ブラウムが接近することで一気にダメージを受けるリスクが高まる。",
      "アリスター": "アリスターが不利です。\n\n- セナは長射程の攻撃を持ち、アリスターが近づく前にハラスを行いやすい。\n- セナのスネア効果により、アリスターがエンゲージを試みる際に捕まるリスクが高い。\n- アリスターは基本的に攻撃力が低く、セナの回復能力やハラスに対して反撃が難しい。\n- セナはパッシブによって成長しやすく、アリスターが育つ前に強力な火力を発揮できる。\n- アリスターのスキルはクールダウンが長く、セナの攻撃を受けるとマナが枯渇しやすい。",
      "メル": "メルが不利です。\n\n- セナは回復能力が高く、メルの持続的なダメージを軽減できるため、メルの攻撃が効果的に機能しにくい。\n- セナのスネア効果により、メルは捕まるリスクが高く、逃げる手段が乏しいため、致命的なダメージを受けやすい。\n- セナは長射程からのハラスが得意で、メルが近づく前にダメージを与えられるため、レーンでの優位性を持たれる。\n- メルは能動的なCCがないため、セナの攻撃を止める手段が限られており、セナの攻撃を受け続けることになる。\n- セナはエンゲージ型サポートに対して不利なメルにとって、セナの持つCCと回復能力が特に厄介で、メルのプレイスタイルを制限される。",
      "モルガナ": "モルガナが不利です。\n\n- セナは長射程の攻撃を持ち、モルガナが近づく前にハラスを行いやすい。\n- セナのスネアはモルガナのCCを無効化することができ、モルガナが捕まるリスクが高まる。\n- モルガナはクールダウンが長く、セナの持続的なハラスに対抗しにくい。\n- セナの回復能力により、モルガナのダメージを軽減されやすく、効果的なハラスが難しい。\n- モルガナは逃げ手段が乏しく、セナの攻撃を受けると致命的なダメージを受けやすい。",
      "ソナ": "ソナが不利です。\n\n- セナは長射程の攻撃を持ち、ハラスが得意なため、ソナはレーンでの圧力を受けやすい。\n- セナのスネア効果を持つスキルにより、ソナは捕まるリスクが高く、特に序盤において脆弱なため、簡単に倒される可能性がある。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、セナの攻撃を受けると致命的なダメージを受けやすい。\n- セナの回復能力は高く、ソナのハラスを受けても持ちこたえられるため、ソナのハラスが効果的に機能しにくい。\n- ソナはCCがUlt以外は準備が必要なスローのみで、セナの攻撃を止める手段が限られているため、セナに対して防御的な立ち回りが難しい。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由は以下の通りです。\n\n- セナは長射程の攻撃を持ち、ハラスが得意なため、ヴェル＝コズは距離を保つのが難しくなる。\n- セナのスネア効果を持つスキルにより、ヴェル＝コズは捕まると致命的なダメージを受けやすい。\n- セナの回復能力により、ヴェル＝コズのハラスが効果的でなくなることが多い。\n- ヴェル＝コズは機動力が低く、セナの攻撃を避けるのが難しいため、レーンでの生存が厳しくなる。\n- セナは育つと高い火力を発揮できるため、ヴェル＝コズが早期に圧力をかけられないと不利な状況に陥りやすい。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは序盤の基礎ステータスが高く、セナのハラスに対して耐性が強いため、レーンでの優位を築きやすい。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、パイクのフックや瞬時の攻撃に捕まりやすい。\n- パイクの機動力を活かしたエンゲージが可能で、セナのスネアを避けながら攻撃できるため、セナに対して強気に出られる。\n- パイクのパッシブによる回復効果が、セナのハラスを受け流すのに役立ち、持続的に攻撃を続けられる。\n- セナはスキルの発生に時間がかかるため、パイクの瞬発力を活かした攻撃が有効で、セナが反応する前にダメージを与えられる。",
      "ユーミ": "ユーミがセナに有利です。\n\n- ユーミは味方に密着することで、セナの攻撃を受けるリスクを軽減しつつ、回復やシールドを提供できるため、セナのハラスを無効化しやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ユーミの回復能力によってセナのハラスを耐えることができる。\n- ユーミはスロー効果を持つスキルを使って、セナの動きを制限し、攻撃を避けることができるため、セナのスネアを避けやすい。\n- ユーミは集団戦でも味方を強化する能力が高く、セナが育つ前に有利な状況を作りやすい。\n- セナは逃げ手段が乏しく、ユーミが密着していることで、セナが捕まるリスクが高まる。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクはフックを使ってセナを簡単に捕まえることができ、セナの逃げ手段が乏しいため、捕まると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ブリッツクランクの攻撃を受けると早期にキルを取られる可能性が高い。\n- ブリッツクランクのCCスキルはセナの行動を制限し、特にスネアを持つセナに対しては、彼女のスキルを発動させる前に無力化することができる。\n- ブリッツクランクは集団戦でも強力で、セナのシールドを破壊し、彼女の回復能力を無効化することができる。\n- セナは射程が長いものの、ブリッツクランクのフックの発生速度が早いため、セナがハラスを行う前に反撃されるリスクが高い。",
      "パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは短射程のセナに対してオールインが得意で、スタンを持っているため、セナのハラスを無効化しやすい。\n- パンテオンの攻撃は序盤から高いバーストダメージを持ち、セナの基礎ステータスの低さを突いてキルを狙いやすい。\n- セナは逃げ手段が乏しく、パンテオンのリープとスタンによって捕まると致命的なダメージを受けやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、セナが育つ前に試合を有利に進めることができる。\n- セナのスネア効果はパンテオンの無敵スキルに対して無力であり、パンテオンはセナのCCを避けながら攻撃できる。",
      "ラックス": "ラックスが有利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持ち、セナよりも遠くからハラスを行いやすいため、レーンでの優位を築きやすい。\n- ラックスのスキルはミニオンにブロックされないため、セナがハラスを行う際にも安全に攻撃できる。\n- セナは基礎ステータスが低く、序盤は脆弱であるため、ラックスの高いバーストダメージに対して非常に弱い。\n- ラックスのCCスキルはセナの動きを制限することができ、捕まったセナは致命的なダメージを受けやすい。\n- セナは逃げ手段が乏しく、ラックスのスキルを受けると一気に不利な状況に陥る可能性が高い。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、セナのハラスを抑えることが可能です。\n- カルマのスネアはセナの逃げ手段を制限し、捕まえるチャンスを増やします。\n- セナは基礎ステータスが低く、カルマのスキルによるダメージやハラスに対して脆弱です。\n- カルマはシールドを持っているため、セナのハラスを軽減しつつ、味方をサポートすることができます。\n- カルマのスキルは多様性があり、状況に応じて攻撃や防御を切り替えられるため、セナに対して有利な状況を作りやすいです。",
      "スレッシュ": "スレッシュが有利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、セナの動きを制限することができるため、セナが攻撃を行う隙を与えにくい。\n- セナは基礎ステータスが低く、序盤が弱いため、スレッシュのエンゲージやハラスに対して脆弱である。\n- スレッシュのフックやスローを使うことで、セナのハラスを無効化しやすく、逆にセナを捕まえてキルを狙うことができる。\n- スレッシュは味方を救出する能力があり、セナが攻撃を受けた際にサポートしやすい。\n- セナは逃げ手段が乏しいため、スレッシュのCCに捕まると致命的なダメージを受けやすい。",
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、セナのハラスを受けながらも集団戦での影響力を発揮しやすい。\n- セラフィーンは複数のCCを持っており、セナの動きを制限することができるため、セナが攻撃しづらくなる。\n- セラフィーンの射程が長いため、セナのハラスを受ける際に安全な位置から攻撃できる。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取れればセナに対して優位に立てる。\n- セナは基礎ステータスが低く、捕まると致命的なダメージを受けやすいが、セラフィーンは安全圏から支援できるため、セナに対して有利に立ち回れる。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- タリックは回復やシールドを持っており、ヴェル＝コズのダメージを軽減できるため、持続的なハラスが難しい。\n- タリックのスタンを持つスキルにより、ヴェル＝コズは接近されると無防備になりやすく、特にUltの詠唱中に捕まると致命的なダメージを受ける可能性が高い。\n- タリックは近接攻撃が可能で、ヴェル＝コズの射程を逆手に取って殴り合いに持ち込むことができるため、レーンでのプレッシャーが強い。\n- タリックの無敵スキルにより、ヴェル＝コズのAoEダメージを無効化されることがあり、集団戦での効果が薄れる。\n- ヴェル＝コズは機動力が低いため、タリックのエンゲージに対して逃げる手段が限られており、捕まるリスクが高い。",
      "ノーチラス": "ノーチラスがタリックに不利です。\n\n理由は以下の通りです。\n\n- タリックは回復やシールドを持っており、ノーチラスのCCを無効化することができるため、ノーチラスの攻撃を受け流しやすい。\n- タリックのスタンはノーチラスのエンゲージを阻止することができ、カウンターエンゲージが得意なため、ノーチラスが仕掛ける際にリスクが高くなる。\n- タリックは殴り合いに強く、特に集団戦では無敵を活かして味方を守ることができるため、ノーチラスの攻撃が通りにくい。\n- ノーチラスは移動速度が遅く、タリックの機動力や回復能力に対抗するのが難しいため、レーンでのハラスやエンゲージが効果的でない。\n- タリックは射程が長いチャンピオンに対して有利であり、ノーチラスのフックを避けることができるため、ノーチラスが攻撃を当てるのが難しい。",
      "スレッシュ": "スレッシュがタリックに不利です。\n\n理由は以下の通りです。\n\n- タリックは回復やシールドを持っており、スレッシュのハラスやCCを無効化しやすい。\n- タリックの無敵スキルは、スレッシュのエンゲージやCCを無効化するため、スレッシュが仕掛けても効果が薄い。\n- スレッシュは射程が長いが、タリックは近接キャリーであり、タリックが近づくことでスレッシュのハラスが通りにくくなる。\n- タリックのスタンは集団戦でのカウンターエンゲージに強く、スレッシュが攻撃を仕掛けた際に逆に捕まえられるリスクがある。\n- スレッシュはスキルのクールダウンが長く、外した際の隙が大きいため、タリックに対して攻撃的に出るのが難しい。",
      "タム・ケンチ": "タム・ケンチがタリックに不利です。\n\n理由は以下の通りです。\n\n- タリックは回復やシールドを持ち、集団戦での耐久力が高いため、タム・ケンチの攻撃を受けても生存しやすい。\n- タリックのスタンを持つスキルは、タム・ケンチのエンゲージを無効化し、逆にタム・ケンチを捕まえるチャンスを与える。\n- タリックは機動力が高く、ヒット&アウェイが得意なため、タム・ケンチが攻撃を仕掛けるのが難しい。\n- タム・ケンチのCCは発生が遅く、タリックのスキルに対して反応しづらい。\n- タリックは防具を積むことで耐久力が増し、タム・ケンチのダメージを軽減できるため、長期戦で有利に立ちやすい。",
      "ニーコ": "ニーコが不利です。\n\n- タリックは近接攻撃型であり、ニーコの射程の長さを活かしづらく、ニーコが安全にハラスを行うことができる。\n- タリックの回復やシールドは、ニーコのバーストダメージを軽減することができ、特に集団戦ではタリックの無敵がニーコの攻撃を無効化する可能性が高い。\n- タリックのスタンはニーコのスキルコンボを妨害することができ、特にニーコが接近する際に捕まるリスクが高い。\n- ニーコは防御ステータスが低く、タリックの殴り合いにおいて不利になることが多い。\n- タリックは集団戦でのカウンターエンゲージが得意であり、ニーコが仕掛けた際に逆に反撃される可能性が高い。",
      "レナータ・グラスク": "レナータ・グラスクが不利です。\n\n- タリックはスタンを持っており、レナータのスキルを妨害することができるため、レナータの行動を制限しやすい。\n- タリックの回復やシールドにより、レナータのダメージを軽減されるため、オールインが難しくなる。\n- タリックは近接攻撃型であり、レナータの射程を活かしにくく、接近されると不利になる。\n- タリックの無敵スキルにより、レナータのUltの効果を無効化される可能性が高い。\n- タリックは集団戦でのカウンターエンゲージが得意であり、レナータが攻撃的に出ると逆に反撃を受けやすい。",
      "ラックス": "ラックスがタリックに不利です。\n\n- タリックは近接チャンピオンであり、接近されるとラックスはスキルを使う余裕がなくなり、脆弱な状態になる。\n- タリックのスタンや回復、シールドによって、ラックスのバーストダメージを無効化される可能性が高い。\n- タリックは集団戦でのカウンターエンゲージが得意で、ラックスがスキルを当てる前にタリックが無敵を使うことで、ラックスの攻撃を無効化できる。\n- タリックのスキルはラックスのスキルショットを避けるのが難しく、特にラックスがスキルを外した場合、タリックが有利に立つことができる。\n- タリックは装備を積むことで耐久力が増し、ラックスのダメージを受けにくくなるため、長期戦に持ち込まれると不利が増す。",
      "ブリッツクランク": "ブリッツクランクはタリックに不利です。\n\n- タリックは回復やシールドを持っており、ブリッツクランクのフックを受けた後でも生存能力が高い。\n- タリックのスタンはブリッツクランクの行動を制限できるため、エンゲージが難しくなる。\n- タリックは無敵を持っているため、ブリッツクランクのフックを避けることができ、逆に反撃のチャンスを得る。\n- タリックは集団戦でのカウンターエンゲージが得意で、ブリッツクランクがフックを外した場合、逆に有利な状況を作りやすい。\n- タリックの防具スケールにより、ブリッツクランクのダメージを軽減しやすく、持久戦に持ち込まれると不利になる。",
      "レオナ": "レオナが不利です。\n\n- タリックは回復やシールドを持っており、レオナのオールインを耐えることができるため、レオナの攻撃を無効化しやすい。\n- タリックのスタンは集団戦でのカウンターエンゲージに優れており、レオナが仕掛けた際に反撃されるリスクが高い。\n- レオナは接近戦が得意だが、タリックは無敵を持っているため、レオナのCCを無効化される可能性がある。\n- タリックは耐久力が高く、レオナの火力が中盤以降に不足するため、長期戦で不利になることが多い。\n- タリックの遠距離攻撃手段がないため、レオナが近づくことができるが、タリックのシールドや回復で持ちこたえられると逆に不利になる。",
      "ザイラ": "ザイラがタリックに不利です。\n\n理由は以下の通りです。\n\n- タリックは近接チャンピオンであり、ザイラの長射程攻撃を受けながら接近することができるため、ザイラはハラスを受けやすい。\n- タリックのスタンや無敵スキルは、ザイラのCCを無効化したり、逆にザイラを捕まえる手段として機能するため、ザイラは攻撃しづらくなる。\n- タリックは回復やシールドを持っているため、ザイラの持続的なダメージを軽減でき、特に集団戦ではタリックが味方を守ることでザイラの効果を薄めることができる。\n- ザイラは移動手段が乏しく、タリックが接近してくると脆弱な状態になりやすく、タリックの殴り合いに対して対処が難しい。\n- タリックの防御力が高く、装備を積むことでさらに耐久力が増すため、ザイラのダメージが通りにくくなる。",
      "ラカン": "ラカンがタリックに不利です。\n\n理由:\n- タリックは回復やシールドを持ち、特に集団戦での生存能力が高いため、ラカンの攻撃を受け流すことができる。\n- タリックのスタンはラカンのエンゲージを阻止することができ、ラカンが仕掛ける際に逆に捕まるリスクが高い。\n- タリックの無敵スキルは、ラカンのCCを無効化することができ、ラカンが持つ機動力を活かしにくくする。\n- タリックは防具に依存してスケールするため、ラカンが攻撃を仕掛けてもタリックが耐えることができる。\n- ラカンは移動を伴うスキルが多く、タリックのスタンや無敵に対して脆弱で、捕まると何もできなくなる可能性が高い。",
      "セナ": "セナが不利です。\n\n- タリックは近接チャンピオンであり、セナの射程を活かしたハラスを受けにくい。\n- タリックのスタンや無敵スキルにより、セナのスネアを避けられることが多く、セナのCCが効果的に機能しにくい。\n- タリックは回復やシールドを持っているため、セナのハラスを軽減しやすく、持続的な戦闘において有利。\n- セナは基礎ステータスが低く、タリックの殴り合いに対して脆弱で、捕まると致命的なダメージを受けやすい。\n- タリックは集団戦でのカウンターエンゲージが得意で、セナが攻撃的に出ると逆に反撃を受けるリスクが高い。",
      "アリスター": "アリスターが不利です。\n\n- タリックは回復やシールドを持っており、アリスターの攻撃を受けた際に耐久力を高めることができるため、アリスターのエンゲージを無効化しやすい。\n- タリックのスタンは集団戦でのカウンターエンゲージに優れており、アリスターが仕掛けた際に反撃されるリスクが高い。\n- アリスターは攻撃力が低く、タリックの耐久力と回復能力に対して持続的なダメージを与えることが難しい。\n- タリックは無敵を持っているため、アリスターのCCを回避することができ、アリスターのエンゲージが無駄になる可能性がある。\n- タリックは機動力が低いアリスターに対して、射程を活かして安全にハラスを行うことができるため、レーンでの優位性を持ちやすい。"
    },
    "loses": {
      "パイク": "パイクがタリックに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、タリックのスキルを避けやすいため、タリックの攻撃を受けにくい。\n- タリックはスキルの発動が遅く、パイクのフックや瞬時の攻撃に対して反応しづらい。\n- パイクのパッシブによるハラス耐性が高く、タリックの回復やシールドを無視してダメージを与えやすい。\n- タリックは集団戦でのカウンターエンゲージが得意だが、パイクは瞬時に敵を排除する能力があり、タリックの無敵を無視してキルを狙える。\n- タリックは遠距離攻撃手段がないため、パイクが距離を取って攻撃することができ、タリックに対して有利な立ち回りが可能。",
      "スウェイン": "スウェインがタリックに有利です。\n\n理由は以下の通りです。\n\n- スウェインは持続的な回復能力を持ち、タリックの回復やシールドを上回ることができるため、長期戦で有利。\n- スウェインのスキルは全てAOEであり、集団戦でのダメージと回復量が増加するため、タリックのシールドや回復を無視しやすい。\n- タリックは機動力が低く、スウェインのEによるキャッチ能力に対して逃げる手段が限られているため、スウェインが有利に立ちやすい。\n- スウェインはタリックのスタンを受けても、Ultを使うことで持続的に戦闘を続けられるため、タリックのCCをあまり気にせずに攻撃できる。\n- タリックは重傷効果に弱いが、スウェインはその影響を受けにくく、タリックの回復を無効化しやすい。",
      "セラフィーン": "セラフィーンがタリックに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での影響力が大きく、タリックのシールドや回復を無効化することができる。\n- 複数のCCを持っているため、タリックのエンゲージを妨害しやすい。\n- タリックはスキルの発動が遅く、セラフィーンのスキルを避けることができるため、ハラスが有利に進められる。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦での連携が取れればタリックに対して優位に立てる。",
      "ソラカ": "ソラカがタリックに有利です。\n\n理由は以下の通りです。\n\n- ソラカは遠距離攻撃が可能で、タリックの近接攻撃を避けながらハラスができるため、レーンでの優位性を持ちやすい。\n- タリックの回復やシールドは強力ですが、ソラカのヒールは頻繁に使用でき、持続的な回復能力が高いため、タリックの回復を上回ることができる。\n- ソラカのサイレンス効果はタリックのスキル発動を妨げることができ、特にタリックがエンゲージを試みる際に効果的。\n- タリックはスキルのクールダウンが長く、マナ消費も激しいため、持続的なハラスを受けるとリソースが枯渇しやすい。\n- ソラカは短射程のADCやオールインが苦手なチャンピオンに対して有利であり、タリックもその一例であるため、レーンでのプレッシャーをかけやすい。",
      "ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは遠距離攻撃が可能で、タリックに対してハラスを行いやすい。タリックは近接チャンピオンであるため、ナミの攻撃を避けることが難しい。\n- ナミのCCは敵を捕まえる能力が高く、タリックの無敵スキルを発動させる前にスタンやスローをかけることで、タリックの行動を制限できる。\n- ナミは回復能力を持っているため、タリックのダメージを軽減しつつ、味方をサポートすることができる。タリックの回復やシールドに対抗できる。\n- タリックはスキルのクールダウンが長く、マナ消費が激しいため、持続的な戦闘においてナミの方が優位に立ちやすい。\n- ナミは短射程のADCや時間制限の厳しいチャンピオンに対して有利であり、タリックはそのようなチャンピオンに該当するため、ナミが有利な状況を作りやすい。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。これにより、タリックが仕掛ける前にハラスを行うことができる。\n- 強力なCCを持っているため、タリックのエンゲージを妨害しやすい。特に、タリックがスキルを発動する前にジャンナのCCで止めることができる。\n- ジャンナのシールドはタリックの回復やシールドを上回る効果があり、味方を守る能力が高い。これにより、タリックのサポート効果を相殺できる。\n- 高い移動速度を持つため、タリックの攻撃を避けながら安全にプレイできる。これにより、タリックが攻撃を仕掛けるタイミングをずらすことができる。\n- タリックはエンゲージやハラスが不得意であるため、ジャンナのディスエンゲージ能力が特に効果的に働く。タリックが近づいてきた際に、ジャンナは容易に距離を取ることができる。",
      "ソナ": "ソナがタリックに有利です。\n\n理由は以下の通りです。\n\n- ソナは遠距離攻撃が可能で、タリックの近接攻撃を避けながらハラスができるため、レーンでの優位を保ちやすい。\n- ソナの回復やバフはAoEであり、タリックのシールドや回復と相互作用し、集団戦での生存率を高めることができる。\n- タリックはスキルの発動が遅く、ソナの発生が早いAoEスタンを受けると、タリックのエンゲージが無効化される可能性が高い。\n- ソナは集団戦での支援能力が高く、タリックが持つ無敵や回復を上手く活かすことができるため、チーム全体の生存率を向上させる。\n- タリックは遠距離攻撃手段がないため、ソナが安全にダメージを与え続けることができ、タリックに対して持続的な圧力をかけられる。",
      "ルル": "ルルがタリックに有利です。\n\n- ルルは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。\n- タリックの回復やシールドに対して、ルルは無力化やシールドを付与することで対抗できる。\n- ルルのポリモーフはタリックのエンゲージを無効化できるため、タリックが仕掛ける際に効果的に対処できる。\n- ルルは味方を強化する能力が高く、タリックのサポート効果を上回ることができる。\n- タリックはスキルのクールダウンが長く、ルルはその間に攻撃やハラスを行うことができる。",
      "ジリアン": "ジリアンはタリックに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは遠距離攻撃が可能で、タリックの近接攻撃に対して安全にハラスができるため、レーンでの優位性を持ちやすい。\n- ジリアンのAoEスタンはタリックのカウンターエンゲージを無効化することができ、集団戦での影響力が高い。\n- タリックはスキルのクールダウンが長く、ジリアンの瞬間火力に対して反応が遅れることが多い。\n- ジリアンの移動速度バフやスローは、タリックのエンゲージを妨げることができ、逃げやすくなる。\n- タリックのシールドや回復はジリアンの高火力に対してあまり効果的ではなく、ジリアンが有利に戦える状況を作りやすい。\n- ジリアンの蘇生能力は、タリックのバーストダメージに対して非常に効果的で、戦術的に優位に立つことができる。",
      "バード": "バードがタリックに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、タリックの近接攻撃を避けやすい。\n- タリックのスキルは発動が遅く、バードの機動力を活かして回避することができる。\n- バードのスタンはタリックの無敵を無効化できるため、タリックのカウンターエンゲージを阻止できる。\n- バードはロームが得意で、タリックがレーンで孤立している間に他のレーンに影響を与えることができる。\n- タリックはCCを持つが、バードはそのスキルを避けることができるため、タリックの強みを活かしにくい。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- 遠距離攻撃が可能なカルマは、タリックの近接攻撃に対して安全にハラスを行えるため、レーンでの優位性を持つ。\n- タリックはエンゲージやハラスが不得意であり、カルマのスネアやAoEダメージを受けると反撃が難しい。\n- カルマのスキルは対象指定であり、タリックの無敵スキルを避けることができるため、タリックの防御手段を無効化しやすい。\n- カルマは序盤からUltを使用できるため、タリックに対して高いプレッシャーをかけることができ、集団戦でも有利に立ち回れる。\n- タリックのスキルのクールダウンが長いため、カルマはその隙を突いて攻撃を仕掛けることができる。",
      "ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ポッピーはタリックのダッシュやリープを阻止する能力があり、タリックのエンゲージを無効化できる。\n- タリックは遠距離攻撃手段がないため、ポッピーの近接戦闘において有利に立ち回れる。\n- ポッピーの低CDの割合ダメージと高いシールドにより、1対1の戦闘でタリックに対して優位に戦える。\n- タリックのスキルは発動が遅く、ポッピーはその隙を突いて攻撃することができる。\n- ポッピーは豊富なCCを持ち、タリックの回復やシールドを無効化することで、タリックの強みを削ぐことができる。",
      "モルガナ": "モルガナが有利です。\n\n理由は以下の通りです。\n\n- モルガナは遠距離からのスネアを持っており、タリックのエンゲージを阻止することができるため、タリックが近づくのを難しくします。\n- タリックのスキルは発動が遅く、モルガナのCCを受けると反撃が難しくなるため、モルガナが有利に立ちやすいです。\n- モルガナのスペルシールドは、タリックのCCを防ぐことができるため、タリックの強みを無効化できます。\n- タリックは近接攻撃型であり、モルガナの射程の長さを活かして安全にハラスを行うことができるため、レーンでの優位性を保ちやすいです。\n- タリックはマナ消費が激しく、スキルのクールダウンが長いため、持続的なハラスに対して弱く、モルガナの持続的な攻撃に対処しづらいです。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "ザイラ": "ザイラがブラウムに不利です。\n\n- ブラウムは高い防御性能を持ち、ザイラの攻撃を軽減しやすい。\n- ブラウムのパッシブによるスタンが、ザイラのスキルを発動する前に接近してくるため、ザイラは攻撃を当てづらくなる。\n- ブラウムは接近戦に強く、ザイラの射程を活かすことが難しくなる。\n- ブラウムのCCはザイラの移動を制限し、ザイラが脆弱な状態で接近されるリスクが高まる。\n- ザイラは移動手段が乏しく、ブラウムに接近されると容易に捕まってしまう。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- ブラウムは高い防御性能を持ち、フックを受けてもダメージを軽減できるため、ブリッツクランクの攻撃が効果的ではない。\n- ブラウムのパッシブは、ブリッツクランクのフックを受けた際にスタンを狙えるため、逆にブリッツクランクを捕まえるチャンスを与える。\n- ブラウムは自己バフやCCを駆使して味方を守ることが得意で、ブリッツクランクの攻撃を無効化しやすい。\n- ブラウムは接近戦に強く、ブリッツクランクがフックを外した場合、逆に反撃を受けやすい。\n- ブラウムのスキルは、ブリッツクランクのフックを防ぐ手段を持っているため、ブリッツクランクのプレッシャーを軽減できる。",
      "ノーチラス": "ノーチラスがブラウムに不利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ノーチラスのCCを無効化する能力があるため、ノーチラスの攻撃をかわしやすい。\n- ブラウムのパッシブは序盤から強力で、ノーチラスがオールインを狙う際にスタンを受ける可能性が高い。\n- ブラウムは自己バフを持っており、ノーチラスの攻撃を受けても耐えることができるため、持久戦に持ち込まれると不利になる。\n- ブラウムは射程が長い攻撃手段を持たないため、ノーチラスが接近してくるとハラスが難しく、逆にノーチラスが攻撃を仕掛けやすい状況を作られる。\n- ノーチラスは移動速度が低く、ブラウムのCCを受けると逃げる手段が限られるため、ブラウムに対してオールインを仕掛けるのが難しい。",
      "レオナ": "レオナが不利です。\n\n- ブラウムは高い防御性能を持ち、特に序盤からのパッシブによる火力とスタンを活かしてレオナのオールインを防ぎやすい。\n- ブラウムのスキルは指定方向からのダメージを軽減できるため、レオナの攻撃を受け流すことができる。\n- レオナはサステインがないため、ブラウムのハラスに対して脆弱で、特に序盤にハラスを受けると厳しくなる。\n- ブラウムはCCの発生が遅いものの、接近戦でのPeel能力が高く、レオナが接近した際に味方を守ることができる。\n- ブラウムは射程が長いサポートに対して不利なため、レオナの攻撃を受けることが少なく、逆にハラスを受けやすい。",
      "ソナ": "ソナが不利です。\n\n理由は以下の通りです。\n\n- ブラウムは近接タンクであり、ソナの射程外からハラスを行うことが難しいため、ソナは安全に攻撃できる。\n- ブラウムのパッシブによるスタン効果は、ソナが近づくと発動しやすく、捕まるリスクが高い。\n- ソナは基礎ステータスが低く、序盤にブラウムの攻撃を受けると簡単に倒される可能性がある。\n- ブラウムの防御スキルにより、ソナのダメージが軽減され、効果的なハラスが難しい。\n- ソナはCCがUlt以外は準備が必要なため、ブラウムのオールインに対して対処が難しい。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ラックスのスキルを軽減しやすいため、ハラスが効きにくい。\n- ブラウムのパッシブによるスタン効果が、ラックスのスキルを当てる前に接近されるリスクを高める。\n- ブラウムは接近戦に強く、ラックスの脆弱な基礎ステータスを突いてオールインを仕掛けやすい。\n- ブラウムのCCはラックスのスキルを妨害することができ、ラックスがスキルを発動する余裕を奪う。\n- ブラウムは味方を守る能力が高く、ラックスが攻撃する際に味方を守られると、ラックスのダメージが無効化されることが多い。",
      "ルル": "ルルが不利です。\n\n- ブラウムは近接タンクであり、ルルの射程が長いため、ルルはブラウムに対して一方的にハラスを受けやすい。\n- ブラウムのパッシブによるスタン効果が序盤から強力で、ルルはその影響を受けやすく、特にオールイン時に危険。\n- ブラウムは味方を守る能力が高く、ルルの攻撃を防ぐことができるため、ルルのダメージを軽減されやすい。\n- ルルは移動不可のCCを持たないため、ブラウムの接近を防ぐ手段が乏しく、エンゲージされると厳しい状況になる。\n- ブラウムの防御スキルにより、ルルのシールドやバフの効果が薄れることが多く、戦闘での影響力が低下する。",
      "スレッシュ": "スレッシュがブラウムに不利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、スレッシュの攻撃を軽減しやすい。\n- ブラウムのパッシブは、スレッシュのCCを受けた敵に対して強力なスタンを狙えるため、スレッシュのエンゲージが逆に危険になる。\n- ブラウムは接近戦に強く、スレッシュがフックを外した場合、ブラウムがオールインを仕掛けやすい。\n- スレッシュは基礎ステータスが低く、ブラウムの高い耐久力に対して持続的なハラスが難しい。\n- ブラウムは味方を守る能力が高く、スレッシュのフックやCCを無効化することができるため、スレッシュの役割が制限される。"
    },
    "loses": {
      "ラカン": "ラカンがブラウムに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、ブラウムの攻撃を避けやすいため、ブラウムのCCを回避しやすい。\n- ラカンのスキルは瞬時に発動できるため、ブラウムのパッシブを発動させる前に攻撃を仕掛けることができる。\n- ラカンは2種類のCCを持っており、ブラウムの防御スキルを無効化することができるため、ブラウムのPeel能力を低下させる。\n- ラカンのシールドやヒールにより、ブラウムの攻撃を受けても生存しやすく、持続的なハラスが可能。\n- ブラウムはサステインがないため、ラカンの持つ高いハラス能力に対して耐えにくい。",
      "ポッピー": "ポッピーが有利です。\n\n- ポッピーはブラウムのダッシュやリープを阻止する能力があり、ブラウムのエンゲージを無効化できるため、対抗しやすい。\n- ブラウムはサステインがなく、ハラス能力が低いため、ポッピーの高いシールドと割合ダメージでトレードを有利に進められる。\n- ポッピーは豊富なCCを持っており、ブラウムの攻撃を受け流しつつ、味方を守るPeel性能も高い。\n- ブラウムのパッシブは味方との連携が必要で、ポッピーが単独で行動する際にはその効果を発揮しにくい。\n- ポッピーはタイマン性能が高く、ブラウムとの1対1の戦闘で優位に立つことができる。",
      "セナ": "セナがブラウムに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: セナは長射程の攻撃を持っており、ブラウムの近接攻撃を避けながらハラスが可能です。これにより、ブラウムが接近する前にダメージを与えることができます。\n\n- ハラス能力: セナはスキルを使って敵を攻撃しながら回復も行えるため、ブラウムのハラスを受けにくく、持続的にダメージを与えられます。\n\n- CCの優位性: セナのスネア効果を持つスキルは、ブラウムの動きを制限することができ、彼が接近するのを防ぐことができます。これにより、ブラウムのPeel能力を無効化しやすくなります。\n\n- ブラウムの弱点: ブラウムはサステインがなく、遠距離攻撃手段が乏しいため、セナの持つハラス能力に対して非常に弱いです。セナはブラウムの防御を無視してダメージを与え続けることができます。\n\n- 成長のしやすさ: セナはパッシブによって成長しやすく、レーンでのハラスを通じてゴールドを得やすいため、早期にアイテムを揃えることができ、ブラウムに対して有利な状況を作りやすいです。",
      "ソラカ": "ソラカがブラウムに有利です。\n\n理由は以下の通りです。\n\n- ソラカは遠距離攻撃が可能で、ブラウムの近接攻撃を避けながらハラスができるため、レーンでの優位性を持ちやすい。\n- 高いヒール能力により、ブラウムのオールインを耐えることができ、持続的な戦闘が可能。\n- サイレンスやスネアを使うことで、ブラウムのスキルを無効化し、彼の動きを制限できる。\n- ブラウムはサステインがないため、ソラカの回復能力によってレーンでの持久戦に持ち込むことができる。\n- ソラカはブラウムのCCを避けやすく、特に接近戦でのリスクを軽減できるため、ブラウムの強みを活かさせない。",
      "アリスター": "アリスターがブラウムに有利です。\n\n理由は以下の通りです。\n\n- アリスターは強力なCCを持っており、ブラウムの防御スキルを無効化しやすい。特に、ブラウムが接近する前にエンゲージできるため、ブラウムのPeel能力を封じることができる。\n- アリスターは高いタフネスを持ち、序盤からレーン維持がしやすい。これにより、ブラウムのハラスを受けても耐えやすい。\n- アリスターのスキルは即時発動可能で、ブラウムのCCが発生する前に反応できるため、ブラウムの攻撃を効果的に防ぐことができる。\n- アリスターはブラウムのパッシブを無効化することができるため、ブラウムの火力を抑えることができる。\n- ブラウムはサステインがないため、アリスターの持つサステイン能力を活かしてレーンでの優位を保ちやすい。",
      "ジリアン": "ジリアンがブラウムに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは遠距離攻撃が可能で、ブラウムの近接攻撃を避けながらハラスができるため、ブラウムのハラス能力を無効化しやすい。\n- ジリアンのAoEスタンは、ブラウムの防御スキルを無効化することができ、集団戦での影響力が高い。\n- ジリアンの移動速度バフにより、味方を守る際にブラウムのPeel能力を上回ることができる。\n- 蘇生能力を持つため、ブラウムがオールインを仕掛けた際にも、味方を生き返らせることで逆転のチャンスを作れる。\n- ブラウムはサステインがないため、ジリアンのハラスによって早期にリソースを枯渇させることができる。",
      "ジャンナ": "ジャンナがブラウムに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは遠距離攻撃が可能で、ブラウムの接近を妨げることができるため、ハラスが得意です。\n- 強力なCCを持っており、ブラウムがオールインを仕掛けてきた際に、ディスエンゲージで反撃しやすいです。\n- ブラウムはサステインがないため、ジャンナのハラスによってレーンでのプレッシャーをかけやすいです。\n- ジャンナの移動速度バフにより、味方の逃げやすさが向上し、ブラウムのPeel能力を無効化することができます。\n- ブラウムのCC発動までの時間を利用して、ジャンナは安全に距離を保ちながら攻撃することができます。",
      "モルガナ": "モルガナがブラウムに有利です。\n\n理由は以下の通りです。\n\n- モルガナは遠距離からのハラスが可能で、ブラウムの近接攻撃を避けながらダメージを与えられるため、レーンでの優位性を保ちやすい。\n- スペルシールドを持っているため、ブラウムのCCを無効化でき、オールインを安定して拒否できる。\n- ブラウムはサステインがないため、モルガナのハラスによって早期にHPを削ることができ、レーンでの圧力をかけやすい。\n- モルガナのスネアはブラウムの移動を制限し、捕まえることで味方の攻撃を容易にする。\n- ブラウムは射程が短く、モルガナの攻撃を受けるリスクが高いため、ブラウムが接近するのが難しい。",
      "バード": "バードがブラウムに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、ブラウムの近接攻撃を避けながらハラスができるため、ブラウムのハラス能力を抑えることができる。\n- バードのスキルはCCを持っており、ブラウムの防御スキルを無効化することができるため、ブラウムのPeel能力を低下させる。\n- バードはロームが得意で、他のレーンに影響を与えやすいため、ブラウムが守るべきADCを孤立させることができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ブラウムのオールインを無効化し、戦局を有利に進めることができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、持続的なダメージを与えやすい。これに対してブラウムはサステインがないため、持続戦闘で不利になる。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持っており、ブラウムの防御スキルを無効化することができるため、ブラウムのPeel能力を低下させることができる。\n- レルのパッシブによって、ブラウムのARを減少させることができ、ダメージを与えやすくなる。\n- レルは移動速度を上げるスキルを持っており、ブラウムの攻撃を避けながら接近することができるため、オールインがしやすい。\n- ブラウムはサステインがないため、レルのハラスに対して耐えにくく、序盤から有利に進めることができる。\n- レルのAoE CCは集団戦でのエンゲージに優れており、ブラウムが味方を守るのが難しくなる。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- 射程の長い攻撃手段を持つため、ブラウムの近接攻撃を避けながらハラスが可能。\n- スネアやシールドを駆使して、ブラウムの攻撃を無効化したり、味方を守ることができる。\n- ブラウムはサステインがないため、カルマのハラスによってレーンでの優位を維持しやすい。\n- ブラウムのCCは発生までに時間がかかるため、カルマはその隙を突いて攻撃することができる。\n- ブラウムが接近する前に、カルマはスキルを使って距離を取ることができるため、ブラウムのPeel能力を無効化しやすい。",
      "パイク": "パイクがブラウムに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ブラウムのスキルを避けやすいため、接近戦での有利を取れる。\n- ブラウムはサステインがなく、ハラス能力が低いため、パイクの攻撃を受けやすい。\n- パイクのパッシブによるハラス耐性が強く、序盤からブラウムに対して圧力をかけやすい。\n- ブラウムのCCは発生に時間がかかるため、パイクはその隙を突いて攻撃することができる。\n- パイクはブラウムの防御スキルを無視してダメージを与えることができるため、ブラウムのPeel能力を無力化しやすい。",
      "ニーコ": "ニーコがブラウムに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: ニーコは遠距離攻撃が可能で、ブラウムの近接攻撃に対して安全にハラスができるため、ブラウムはニーコに対して攻撃を仕掛けにくい。\n- 擬態能力: ニーコは擬態を使ってブラウムを欺くことができ、ブラウムの防御スキルを無効化するチャンスが増える。\n- AoEダメージ: ニーコのアルティメットは範囲攻撃であり、ブラウムが味方を守るために前に出た際に一気にダメージを与えることができる。\n- 短射程のチャンピオンに対する強さ: ブラウムは近接チャンピオンであり、ニーコはその特性を活かしてブラウムが接近する前にダメージを与えやすい。\n- ハラス能力: ニーコはブラウムのサステインのなさを利用して、序盤から積極的にハラスを行い、ブラウムのHPを削ることができる。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "パンテオンがソラカに不利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、パンテオンのオールインを耐えることができるため、パンテオンの攻撃が無効化されやすい。\n- ソラカのサイレンス効果により、パンテオンのスキルを封じることができ、彼の攻撃手段を制限することができる。\n- ソラカは射程が長いため、パンテオンが近づく前にハラスを行いやすく、レーンでのプレッシャーをかけることができる。\n- パンテオンは逃げる手段が乏しく、ソラカのCCやハラスに対して脆弱であり、捕まるリスクが高い。\n- ソラカは集団戦での影響力が高く、パンテオンが集団戦で無力になりやすい状況を作り出すことができる。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ソラカは高いヒール能力を持ち、セラフィーンの攻撃を受けても持ちこたえやすい。\n- ソラカのサイレンスやスネアは、セラフィーンのスキル発動を妨げることができ、特に集団戦での影響力を削ぐ。\n- セラフィーンはスキルの発生が遅く、ソラカの持つ持続的な回復やCCに対して反応しづらい。\n- ソラカは逃げる手段が乏しいため、セラフィーンが攻撃を仕掛ける際に有利に立ち回ることができる。\n- セラフィーンは防御ステータスが低く、ソラカの持つ持続的なダメージやCCに対して脆弱である。",
      "レオナ": "レオナが不利です。\n\n- ソラカは高いヒール能力を持ち、レオナのオールインを受けても持ちこたえやすい。\n- ソラカのサイレンスやスネアによって、レオナのスキルを無効化しやすく、レオナが攻撃を仕掛けるのが難しくなる。\n- ソラカは射程が長いため、レオナが近づく前にハラスを行いやすい。\n- レオナはサステインがないため、ソラカの回復能力に対抗しづらい。\n- ソラカは逃げる手段が乏しいが、レオナの接近を阻止する手段を持っているため、レオナが捕まえにくい。",
      "ジリアン": "ジリアンはソラカに不利です。\n\n- ソラカは高いヒール能力を持ち、ジリアンの攻撃を受けても持ちこたえやすい。\n- ソラカのサイレンスやスネアは、ジリアンのスキルを無効化し、彼女の行動を制限することができる。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、ソラカの持続的なダメージやCCに対して脆弱。\n- ソラカは射程が長く、ジリアンが近づく前にハラスを行いやすい。\n- ソラカの回復能力は、ジリアンの瞬間火力を相殺することができ、集団戦での影響力を減少させる。",
      "ブラウム": "ブラウムが不利です。\n\n理由は以下の通りです。\n\n- ソラカは遠距離攻撃が可能で、ブラウムが接近する前にハラスを行いやすい。\n- ソラカのヒール能力により、ブラウムのオールインが効果的でなくなることが多い。\n- ソラカのサイレンスやスネアによって、ブラウムのCCを無効化される可能性がある。\n- ブラウムはサステインがないため、ソラカの持続的なハラスに対して耐えにくい。\n- ソラカは逃げる手段が乏しいが、ブラウムも同様に逃げる手段が限られており、捕まるリスクが高い。",
      "ラカン": "ラカンが不利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、ラカンの攻撃を受けても味方を回復することで持ちこたえやすい。\n- ソラカのサイレンスやスネアは、ラカンのエンゲージや逃げる手段を制限するため、ラカンが有効に動けなくなる。\n- ラカンは近接チャンピオンであり、ソラカの射程に対して接近するのが難しく、ハラスを受けやすい。\n- ソラカは基礎ステータスが低いとはいえ、ラカンの攻撃を受ける前に回復やCCで反撃できるため、ラカンの攻撃を無効化しやすい。\n- ソラカは逃げる手段が乏しいが、ラカンのCCを受けた際にソラカのヒールで味方を支援することで、ラカンの攻撃を無力化できる。",
      "アリスター": "アリスターが不利です。\n\n- ソラカは高いヒール能力を持ち、アリスターの攻撃を受けても持ちこたえやすい。\n- ソラカのサイレンスやスネアによって、アリスターのエンゲージやピールが無効化される可能性がある。\n- ソラカは射程が長いため、アリスターが近づく前にハラスを受けやすい。\n- アリスターは攻撃力が低く、ソラカに対して持続的なダメージを与えることが難しい。\n- ソラカは逃げる手段が乏しいため、アリスターが捕まえに行く際に、ソラカのスキルで反撃されるリスクが高い。",
      "モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、モルガナのダメージを迅速に回復できるため、モルガナのハラスが効果的でない。\n- ソラカのサイレンスやスネアは、モルガナのスキルを無効化することができ、特にモルガナのCCを避ける手段を持っている。\n- モルガナはクールダウンが長く、ソラカの持続的な回復やCCに対抗するのが難しい。\n- ソラカは逃げる手段が乏しいため、モルガナが捕まえようとする際に、ソラカのスキルで反撃されるリスクが高い。\n- ソラカはエンチャンターとしての役割を果たし、モルガナの攻撃を無効化することで、レーンでの優位性を保つことができる。",
      "パイク": "パイクが不利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、パイクの攻撃を受けてもすぐに回復されてしまうため、持続的なハラスが難しい。\n- ソラカのサイレンスやスネアによって、パイクのスキルを封じられると、彼の捕まえる能力が大幅に制限される。\n- ソラカは逃げる手段が乏しいが、パイクも同様に集団戦での生存能力が低く、ソラカのヒールがあるとパイクが狙いにくくなる。\n- ソラカは射程が長いため、パイクが近づく前にハラスを受けやすく、レーンでのプレッシャーをかけられない。\n- ソラカの回復が重傷効果を受けることが多く、パイクが重傷を持っている場合、ソラカのヒールが効果的に機能しないことがある。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全に支援ができ、ソラカのヒールを上回る回復やシールドを提供できるため、レーンでのサステインが強化される。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、ユーミの支援を受けたADCに対してオールインされると脆弱になる。\n- ユーミのスロー効果により、ソラカの移動を制限しやすく、攻撃を受けるリスクを減少させることができる。\n- ソラカはCCが限られているため、ユーミの支援を受けたADCが攻撃を仕掛ける際に、ソラカの妨害を受けにくい。\n- ユーミはハラス型のメイジサポートに対して有利であり、ソラカの攻撃をシールドで軽減しつつ、持続的にダメージを与えることができる。",
      "ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持っており、ソラカのヒールを妨害することができるため、ソラカの回復能力を制限しやすい。\n- ナミの攻撃的なハラス能力により、ソラカはレーンでのトレードで苦しむことが多く、持続的なダメージを与えられる。\n- ソラカは逃げる手段が乏しく、ナミのCCに捕まると大きなダメージを受けやすい。\n- ナミは加速効果を持っているため、ソラカの攻撃を避けつつ、積極的に攻撃することができる。\n- ソラカは重傷の影響を受けやすいが、ナミはダメージを持つ回復スキルを使うことで、ソラカのヒールを無効化しやすい。",
      "バード": "バードがソラカに有利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持っており、ソラカの攻撃を避けやすい。これにより、ソラカのハラスを受けにくくなる。\n- バードの回復スキルは、ソラカのヒールと相互作用し、ソラカの回復を無効化することができるため、ソラカの強みを削ぐことができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、集団戦でソラカのヒールを無効化し、味方の攻撃をサポートすることができる。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、バードのロームや奇襲に対して脆弱である。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、レーンでのプレッシャーを維持しやすい。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ザイラ": "ザイラがレオナに不利です。\n\n理由は以下の通りです。\n\n- レオナは接近戦に強く、オールインが得意なタンクサポートであるため、ザイラの射程を活かす前に接近されやすい。\n- レオナのCCはザイラの動きを制限し、ザイラがスキルを発動する前に捕まるリスクが高い。\n- ザイラは移動手段が乏しく、レオナの攻撃を受けると脆弱で、特に序盤のハラスに弱い。\n- レオナの高い耐久力に対して、ザイラは防御ステータスが低く、持続的なダメージを与えるのが難しい。\n- ザイラのスキルは発動から発生までに時間がかかるため、レオナの瞬時のイニシエートに対処しづらい。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- レオナは高いイニシエート能力を持ち、接近戦でのオールインが強力であるため、ブリッツクランクはフックを当てる前に捕まってしまうリスクが高い。\n- レオナのCCが豊富で、ブリッツクランクがフックを外した場合、逆にレオナに捕まる可能性が高まる。\n- レオナは耐久力が高く、ブリッツクランクの攻撃を受けても生存しやすいため、ブリッツクランクのダメージが通りにくい。\n- レオナはサステインがないため、ハラスを受けすぎると厳しくなるが、ブリッツクランクも同様にマナ管理が重要で、フックを外すとプレッシャーが失われる。\n- レオナはタンクとしての役割を果たしつつ、ブリッツクランクのフックを防ぐ手段を持っているため、ブリッツクランクが有利な状況を作りにくい。",
      "セラフィーン": "セラフィーンが不利です。\n\n- レオナは高いイニシエート能力を持ち、接近戦でのオールインが強力であるため、セラフィーンはレーンでのハラスやオールインに対して脆弱です。\n- セラフィーンのスキルの発生が遅く、レオナの攻撃を受ける前に反撃するのが難しいです。\n- レオナのCCに対してセラフィーンは防御手段が乏しく、捕まると一気にダメージを受けるリスクがあります。\n- セラフィーンは基本的に後衛からの支援を重視するため、前に出てくるレオナに対しては立ち位置が難しくなります。\n- レオナの耐久力が高く、セラフィーンのダメージが低いため、長期戦になると不利が拡大します。",
      "セナ": "セナが不利です。\n\n理由:\n- レオナは高いイニシエート能力を持ち、接近してオールインを仕掛けることが得意で、セナはその攻撃に対して脆弱です。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、レオナの攻撃を受けるとすぐに危険な状況に陥ります。\n- レオナのCCスキルによって、セナは動きを制限されやすく、逃げる手段が乏しいため、捕まると致命的なダメージを受けやすいです。\n- セナのハラス能力は高いものの、レオナの耐久力とCCによって、セナがハラスを行う前に攻撃を受けるリスクが高まります。\n- レオナは集団戦でも強力なイニシエートを行えるため、セナが後衛としての役割を果たすのが難しくなります。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由は以下の通りです。\n\n- レオナは高いイニシエート能力を持ち、序盤からオールインが強力であるため、ノーチラスが攻撃を仕掛ける前に先手を取られることが多い。\n- レオナのCCはノーチラスの動きを制限し、彼のスキルを無効化することができるため、ノーチラスは効果的に攻撃できなくなる。\n- レオナは基礎ステータスが高く、耐久力があるため、ノーチラスの攻撃を受け止めやすい。\n- レオナは接近戦に強く、ノーチラスが近づくと逆にオールインされるリスクが高まる。\n- ノーチラスは移動速度が低く、レオナのCCを避けることが難しいため、捕まるリスクが高い。",
      "ラックス": "ラックスがレオナに不利です。\n\n- レオナは高いイニシエート能力を持ち、接近戦でのオールインが強力であるため、ラックスは近づかれると脆弱になる。\n- レオナのCC（クラウドコントロール）スキルによって、ラックスはスキルを発動する前に捕まってしまう可能性が高い。\n- ラックスは基礎ステータスが低く、耐久力がないため、レオナの攻撃を受けるとすぐにダメージを受けてしまう。\n- レオナはハラスに強く、序盤からのオールインでラックスのHPを削ることができるため、ラックスはレーンでのプレッシャーを受けやすい。\n- ラックスのスキルは方向指定であり、レオナの接近を許すとスキルを当てる余裕がなくなる。",
      "ユーミ": "ユーミが不利です。\n\n- レオナは高いイニシエート能力を持ち、オールインが強力であるため、ユーミはその攻撃を受けやすい。\n- ユーミはハードCCを持たず、レオナのCCに対抗する手段が限られているため、捕まった際に逃げるのが難しい。\n- レオナの基礎ステータスが高く、耐久力があるため、ユーミの回復やシールドだけでは対抗しきれない。\n- ユーミは単独での戦闘能力がほぼ皆無で、味方に依存するため、レオナの攻撃を受けると脆弱である。\n- レオナのオールインに対して、ユーミはサステインが不足し、トレードで勝つことができない。"
    },
    "loses": {
      "ジャンナ": "ジャンナがレオナに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、レオナのイニシエートを無効化することができる。\n- ジャンナの移動速度増加スキルにより、味方を守りつつ逃げることができ、レオナの接近を難しくする。\n- ジャンナはCCを持っているため、レオナがオールインを仕掛けた際に反撃するチャンスがある。\n- ジャンナのシールドはレオナのダメージを軽減し、耐久力を向上させるため、レオナの攻撃を受けても生存しやすい。\n- ジャンナは遠距離攻撃が可能で、レオナが近づく前にハラスを行うことができるため、レーンでの優位性を保ちやすい。",
      "モルガナ": "モルガナがレオナに有利です。\n\n理由は以下の通りです。\n\n- モルガナは遠距離からのスネアを持っており、レオナの接近を阻止することができるため、レオナのイニシエートを無効化しやすい。\n- スペルシールドにより、レオナのCCを防ぐことができるため、オールインに対して強い耐性を持つ。\n- レオナは接近戦が得意だが、モルガナは射程が長いため、レオナが近づく前にダメージを与えることができる。\n- モルガナのスネアはレオナの動きを制限し、味方と連携してレオナを捕まえるチャンスを作りやすい。\n- レオナはサステインがないため、モルガナのハラスによってレーンでの優位性を維持しやすい。",
      "ジリアン": "ジリアンがレオナに有利です。\n\n- ジリアンは遠距離攻撃が可能で、レオナの接近を防ぎやすい。\n- ジリアンのスキルは高い瞬間火力を持ち、レオナがオールインを仕掛ける前にダメージを与えられる。\n- AoEスタンを持っているため、レオナのイニシエートを無効化しやすい。\n- 移動速度のバフやデバフを活用して、レオナの攻撃を避けたり、味方を守ることができる。\n- ジリアンの蘇生能力は、レオナの高火力のオールインに対抗する手段となり、戦闘を有利に進めることができる。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いCC能力を持ち、レオナのイニシエートを無効化しやすい。特に、アリスターのスキルは即時発動可能で、レオナの攻撃を受ける前に反撃できる。\n- アリスターはパッシブによるサステインがあり、レオナのハラスに対して耐久力が高い。これにより、レオナのオールインを受けても生存しやすい。\n- アリスターはエンゲージとピールの両方が得意で、レオナがオールインを仕掛けた際に、アリスターが味方を守ることができる。\n- アリスターの基礎ステータスが高く、レオナと同じくタンクとしての役割を果たしつつ、レーンでの維持力が高い。\n- レオナは火力がパッシブに依存しているため、中盤以降の火力不足がアリスターに対して不利に働く。アリスターは自己完結したダメージを出すことが難しいが、味方の火力を活かすことができる。",
      "ソラカ": "ソラカがレオナに有利です。\n\n- ソラカは射程が長く、レオナの接近を許さずにハラスができるため、レーンでの優位性を保ちやすい。\n- ソラカのヒール能力により、レオナのオールインを耐えることができ、持続的な戦闘で有利に立てる。\n- サイレンス効果を持つスキルにより、レオナのスキルを無効化しやすく、特にイニシエートを阻止できる。\n- レオナはサステインがないため、ハラスを受け続けると厳しくなり、ソラカの回復で持ちこたえられる。\n- ソラカはレオナのCCに対して脆弱ではあるが、レオナが接近する前にスキルを使って距離を取ることができる。",
      "ヴェル＝コズ": "ヴェル＝コズがレオナに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴェル＝コズは遠距離攻撃が可能で、レオナが接近する前にハラスを行いやすい。\n- AoEダメージ: ヴェル＝コズのスキルはAoEダメージを持ち、レオナが複数の敵を捕まえようとする際にも効果的にダメージを与えられる。\n- Trueダメージ: ヴェル＝コズのパッシブによるTrueダメージは、タンクであるレオナに対しても一定のダメージを与えることができる。\n- CCの発生が遅い: レオナのCCは接近してから発動するため、ヴェル＝コズは距離を保ちながら攻撃し、レオナのイニシエートを避けることができる。\n- ハラスに強い: レオナはサステインがないため、ヴェル＝コズのハラスによってレオナが削られやすい。",
      "ブラウム": "ブラウムがレオナに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、レオナのオールインを受け止めることができるため、レオナの攻撃を無効化しやすい。\n- ブラウムのパッシブは序盤から強力で、レオナに対してもスタンを狙いやすく、反撃のチャンスを作りやすい。\n- ブラウムはCCを持っているため、レオナのイニシエートを妨害しやすく、味方を守ることができる。\n- レオナは接近戦が得意だが、ブラウムは指定方向からのダメージを軽減するスキルを持っているため、レオナのスキルショットを防ぎやすい。\n- ブラウムはレオナに対してハラスが効きにくいが、レオナはサステインがないため、ブラウムの防御力を活かしてレーンでの優位を保ちやすい。",
      "ラカン": "ラカンがレオナに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、レオナのイニシエートを避けやすい。レオナのスキルを回避することで、彼女の強みを無効化できる。\n- レオナは接近戦が得意だが、ラカンは距離を保ちながら戦うことができるため、レオナのオールインを受けにくい。\n- ラカンのCCは瞬時に発動するため、レオナがスキルを使った後の隙を突いて反撃することが可能。\n- ラカンはシールドやヒールを持っており、レオナの攻撃を受けても生存能力が高い。これにより、レオナのハラスを耐えやすい。\n- ラカンはザヤとの連携が強力で、相互に強化されるため、レオナに対しても有利に立ち回ることができる。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "ニーコが不利です。\n\n- パンテオンは近接攻撃型であり、ニーコの射程が短いため、ニーコはパンテオンの攻撃を避けるのが難しい。\n- パンテオンのスタンやオールイン能力により、ニーコは接近戦でのトレードで不利になることが多い。\n- パンテオンは序盤からキルプレッシャーが高く、ニーコは防御ステータスが低いため、早期にダメージを受けやすい。\n- ニーコのスキルは敵に近づく必要があり、パンテオンの攻撃を受けるリスクが高まる。\n- パンテオンのグローバルなUltにより、他のレーンへの影響力が強く、ニーコはロームや寄りに対抗しづらい。",
      "スウェイン": "スウェインが不利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のリープとスタンを持っており、オールインの際にスウェインに対して強力なプレッシャーをかけることができる。\n- パンテオンの短時間でのバーストダメージに対して、スウェインは序盤の耐久力が低く、特に重傷効果に弱いため、早期にキルを取られるリスクが高い。\n- スウェインは機動力がなく、パンテオンの攻撃を避ける手段が限られているため、トレードで不利になりやすい。\n- パンテオンのグローバルなUltを活かしたロームによって、スウェインはレーンでのプレッシャーを受けやすく、他のレーンにも影響を与えられる。\n- スウェインのスキルは全てAOEであり、集団戦では強力だが、パンテオンの短期決戦においてはその強みを活かしきれない。",
      "モルガナ": "モルガナが不利です。\n\n- パンテオンは対象指定のスタンを持っており、オールインの際にモルガナのスネアを避けることができるため、モルガナが攻撃を仕掛ける前に反撃されやすい。\n- パンテオンは序盤から高いキルプレッシャーを持っており、モルガナはその攻撃を受けやすく、特にレベル1からのトレードで不利になることが多い。\n- モルガナのスペルシールドはパンテオンのスタンを防げないため、オールインの際に効果的に対抗できない。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、モルガナがロームを試みても、パンテオンの動きに対抗しづらい。\n- モルガナはクールダウンが長く、パンテオンの攻撃を受けると息切れしやすく、持続的なダメージを与えるのが難しい。",
      "メル": "メルが不利です。\n\n- パンテオンは対象指定のリープとスタンを持っており、オールインの際にメルに対して強力な攻撃を仕掛けることができる。\n- メルは長射程のスキルを持つが、パンテオンの短い距離での攻撃に対しては反撃が難しい。\n- パンテオンは序盤からキルプレッシャーが高く、メルがハラスを行う前に攻撃を受ける可能性が高い。\n- メルは能動的なCCがないため、パンテオンの攻撃を止める手段が乏しい。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力が高く、メルがロームする際に不利な状況を作りやすい。\n- メルは回復エフェクトに弱く、パンテオンのバーストダメージに対して持続的な耐久力が不足している。",
      "ラックス": "ラックスが不利です。\n\n- パンテオンは接近戦に強く、オールインの際にスタンを持っているため、ラックスがスキルを当てる前に接近されやすい。\n- ラックスは基礎ステータスが低く、パンテオンのバーストダメージに対して非常に脆弱で、接近されるとすぐに危険な状況に陥る。\n- パンテオンのグローバルなUltにより、他のレーンへの影響力が高く、ラックスがロームやサポートを行う際に不利な状況を作られやすい。\n- パンテオンは短時間でのバーストダメージを出す能力があり、ラックスのハラスを無視して攻撃を仕掛けることができる。\n- ラックスのスキルは方向指定であり、パンテオンの動きに対して当てるのが難しく、特に後半は機動力の高い敵に対して当てづらくなる。",
      "セラフィーン": "セラフィーンがパンテオンに不利です。\n\n理由は以下の通りです。\n\n- パンテオンはオールインの確実性が高く、セラフィーンのスキルの発生が遅いため、攻撃を受けやすい。\n- パンテオンのスタンやバーストダメージに対して、セラフィーンは防御ステータスが低く、耐えるのが難しい。\n- セラフィーンは主に集団戦で強さを発揮するが、パンテオンは序盤からのキルプレッシャーが高く、早期に優位を取られる可能性がある。\n- パンテオンのリープによってセラフィーンの安全な位置からの支援が脅かされ、ハラスが難しくなる。\n- セラフィーンはアサシンに対して脆弱であり、パンテオンのような高いバーストダメージを持つチャンピオンに対しては特に不利。",
      "ノーチラス": "ノーチラスがパンテオンに不利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のリープとスタンを持っており、オールインの際にノーチラスのCCを無効化しやすい。\n- パンテオンの序盤のキルプレッシャーが高く、ノーチラスがスキルを使った後に反撃されるリスクがある。\n- ノーチラスは移動速度が遅く、パンテオンの攻撃を避けるのが難しいため、トレードで不利になりやすい。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力が強く、ノーチラスがロームする際に不利な状況を作られやすい。\n- ノーチラスはタンクであるため、パンテオンのバーストダメージに対して耐えるのが難しく、長期戦になると不利になる。",
      "タム・ケンチ": "タム・ケンチはパンテオンに不利です。\n\n- パンテオンは対象指定のスタンを持っており、タム・ケンチの耐久力を無視してオールインが可能です。\n- パンテオンの短時間でのバーストダメージに対して、タム・ケンチはサステインがあるものの、瞬時に倒されるリスクがあります。\n- パンテオンはグローバルなUltを持っており、レーンを離れても他のレーンに影響を与えることができ、タム・ケンチがロームする際に不利になります。\n- タム・ケンチのCCは発生が遅く、パンテオンの攻撃を受ける前に反撃するのが難しいです。\n- パンテオンは機動力が高く、タム・ケンチの攻撃を避けやすいため、トレードで優位に立たれやすいです。",
      "ユーミ": "ユーミがパンテオンに不利です。\n\n- パンテオンは対象指定のスタンを持っており、ユーミが密着している味方を狙いやすい。これにより、ユーミはサポートとしての役割を果たしにくくなる。\n- パンテオンのオールイン能力が高く、ユーミが回復やシールドを提供しても、短期戦でのダメージを抑えきれないことが多い。\n- ユーミはハードCCを持たないため、パンテオンの攻撃を受けると脆弱で、特にオールインを仕掛けられた際に対処が難しい。\n- パンテオンは序盤からキルプレッシャーが高く、ユーミがサポートしていても、パンテオンの攻撃を避けるのが難しい。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力が強く、ユーミがその動きに対抗する手段が乏しい。",
      "ザイラ": "ザイラがパンテオンに不利です。\n\n- パンテオンは接近戦が得意で、リープとスタンを持っているため、ザイラが距離を保とうとしても簡単に接近されてしまう。\n- ザイラの移動手段が乏しく、パンテオンのオールインに対して逃げる手段が限られているため、捕まるリスクが高い。\n- パンテオンは序盤から高いキルプレッシャーを持っており、ザイラは防御ステータスが低いため、早期にキルを取られる可能性がある。\n- ザイラのスキルは発動から発生までに時間がかかるため、パンテオンの瞬時の攻撃に対して反応しづらい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、ザイラがロームを試みても逆に不利な状況を作られることがある。",
      "パイク": "パイクが不利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、パイクが近づくと簡単に捕まえられるため、オールインでの勝率が高い。\n- パンテオンの序盤の火力が高く、パイクは耐久力が低いため、ハラスやトレードで不利になりやすい。\n- パンテオンのグローバルなUltによって、レーンを離れた際にも他のレーンに影響を与えられるため、パイクのロームが難しくなる。\n- パイクは集団戦での瞬間火力が低く、パンテオンのスタンやバーストダメージに対抗しづらい。\n- パンテオンは短時間でのバーストダメージを防ぐ手段があり、パイクの攻撃を受け流すことができるため、パイクのキルチャンスが減少する。",
      "ゼラス": "ゼラスが不利です。\n\n- パンテオンは近接チャンピオンであり、オールインの強さを持っているため、ゼラスは近づかれると非常に危険です。\n- ゼラスのスキルは発動が遅く、パンテオンのリープやスタンに対して反応しづらく、捕まるリスクが高いです。\n- パンテオンは序盤からキルプレッシャーをかけやすく、ゼラスはその攻撃を避ける手段が限られています。\n- ゼラスは自衛手段が乏しく、パンテオンの攻撃を受けると簡単に倒される可能性があります。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力が高く、ゼラスはその圧力に対抗しづらいです。",
      "セナ": "セナが不利です。\n\n- パンテオンは近接チャンピオンであり、オールインの強さを持っているため、セナは近づかれると非常に危険です。\n- パンテオンのスタンやリープによって、セナは簡単に捕まえられ、逃げる手段が乏しいため、致命的なダメージを受けやすいです。\n- セナは基礎ステータスが低く、序盤が弱いため、パンテオンの攻撃を受けると早期にデスするリスクが高まります。\n- パンテオンは短時間でバーストダメージを出す能力があり、セナはそのダメージに耐えられないことが多いです。\n- パンテオンのグローバルなUltによって、他のレーンへの影響力も高く、セナが孤立しているときに特に危険です。"
    },
    "loses": {
      "ジリアン": "ジリアンはパンテオンに有利です。\n\n- ジリアンは遠距離攻撃が可能で、パンテオンのオールインを避けやすい。\n- パンテオンのスキルはクールダウンが長いため、ジリアンはその隙を突いて攻撃することができる。\n- ジリアンのAoEスタンは、パンテオンが集団戦で無力になる要因を補うことができ、彼の攻撃を無効化することができる。\n- パンテオンはサステインが乏しく、ジリアンの高い瞬間火力に対して耐えられないことが多い。\n- ジリアンの移動速度バフやスローは、パンテオンの接近を妨げ、逃げる手段を提供する。",
      "ソナ": "ソナがパンテオンに有利です。\n\n- ソナは遠距離攻撃が可能で、パンテオンのオールインを避けやすい。これにより、パンテオンの攻撃を受けることなくハラスができる。\n- ソナの回復能力により、パンテオンのバーストダメージを軽減できるため、持続的なトレードで優位に立ちやすい。\n- ソナのスタン効果は、パンテオンの攻撃を防ぐことができ、特に集団戦ではパンテオンの動きを制限することができる。\n- ソナは集団戦での支援能力が高く、味方を強化することでパンテオンの攻撃を受けるリスクを減少させることができる。\n- パンテオンは長期戦に弱いため、ソナの持続的な支援によって戦闘が長引くとパンテオンが不利になる。",
      "ジャンナ": "ジャンナがパンテオンに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、パンテオンのオールインを無効化することができるため、彼の攻撃を効果的に防げる。\n- パンテオンは短期的なバーストダメージに強いが、ジャンナはシールドを使って味方を守ることができ、持続的なダメージを受けにくい。\n- ジャンナの移動速度増加効果により、パンテオンの攻撃を避けやすく、彼のリープを無効化することができる。\n- パンテオンは集団戦でのAoEダメージが乏しいため、ジャンナのディスエンゲージ能力を活かして、集団戦での優位性を保ちやすい。\n- ジャンナはタンクやインファイトを好むADCに対して有利であり、パンテオンがそのような相手に対して強い場合でも、ジャンナのサポートによって逆転できる可能性がある。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持っており、パンテオンのオールインを無効化することができるため、彼の攻撃を受けにくい。\n- パンテオンは短期戦に強いが、レルのAoE CCによって集団戦での動きを制限されるため、彼の強みを活かしにくい。\n- レルのパッシブによって、パンテオンのARを減少させることができ、タンクとしての耐久力を高めつつダメージを与えやすい。\n- レルは味方の移動速度を上げるスキルを持っており、パンテオンの攻撃を避ける手助けができるため、レーンでのプレッシャーをかけやすい。\n- パンテオンはスキルのクールダウンが長く、レルはその間に攻撃を仕掛けることができるため、持続的なトレードで有利に立ちやすい。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは遠距離攻撃が可能で、パンテオンの接近を防ぎやすい。これにより、パンテオンがオールインを仕掛ける前にハラスができる。\n- 対象指定のスネアを持っているため、パンテオンのリープやオールインを阻止することができる。これにより、パンテオンの攻撃を無効化しやすい。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、パンテオンに対しても強力なAoEダメージを与えることができる。\n- パンテオンはスキルのクールダウンが長く、長期戦になるとDPSが低下するが、カルマは持続的なハラスが可能で、パンテオンの攻撃を受け流しやすい。\n- カルマは味方をサポートする能力も高く、パンテオンが攻撃を仕掛けた際に味方を守ることができるため、チーム全体の生存率を上げることができる。",
      "ラカン": "ラカンがパンテオンに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、パンテオンの攻撃を避けやすいため、オールインを回避することができる。\n- パンテオンのスタンやリープに対して、ラカンは自身のCCを使って反撃することができ、特にエンゲージやピールが得意。\n- ラカンのシールドやヒールにより、パンテオンのバーストダメージを軽減できるため、序盤のトレードで有利に立ちやすい。\n- パンテオンは長期戦になるとDPSが低下するが、ラカンは持続的なサステインを提供できるため、レーンでの耐久力が高い。\n- ラカンは味方を支援しつつ、パンテオンの攻撃を妨害することができるため、チーム戦での役割が強化される。",
      "ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ポッピーはダッシュやリープを阻止する能力があり、パンテオンのオールインを無効化できるため、対面でのトレードが有利になる。\n- 低CDの割合ダメージと高いシールドを持ち、パンテオンのバーストダメージに対して耐久力が高い。\n- 豊富なCCを持ち、パンテオンの攻撃を受け流しつつ、味方を守るPeel性能が優れている。\n- パンテオンは長期戦になるとDPSが低下するが、ポッピーは持続的な戦闘能力が高く、タイマンでの性能が良い。\n- パンテオンのスキルはクールダウンが長く、ポッピーはその間に有利なトレードを仕掛けやすい。",
      "ミリオ": "ミリオがパンテオンに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、パンテオンのオールインを避けつつ、トレードで有利に立ちやすい。\n- パンテオンのスタンやバーストダメージをウルトで解除できるため、彼のエンゲージを無効化しやすい。\n- ミリオの回復やシールドにより、パンテオンのダメージを軽減でき、持続的なトレードで優位に立つことができる。\n- パンテオンは長期戦になるとDPSが低下するが、ミリオは持続的なサポートが可能で、トレードを有利に進めることができる。\n- ミリオはCCが限られているため、パンテオンの攻撃を受ける際に逃げる手段が少ないが、ミリオのスキルで味方を守ることができるため、パンテオンの攻撃を受けにくい。",
      "ソラカ": "ソラカがパンテオンに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、パンテオンのオールインを耐えることができるため、トレードで優位に立ちやすい。\n- サイレンス効果を持つスキルにより、パンテオンのスキルを無効化しやすく、特に彼の攻撃を妨害することができる。\n- パンテオンは短期的なバーストダメージに強いが、ソラカは持続的な回復でそのダメージを相殺できる。\n- ソラカは射程が長いため、パンテオンが近づく前にハラスを行いやすく、レーンでのプレッシャーをかけることができる。\n- パンテオンは集団戦でのAoEダメージが乏しいため、ソラカのヒールが活きる場面が多く、チーム全体の生存能力を高めることができる。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは強力なCCを持っており、パンテオンのオールインを無効化することができる。特に、パンテオンのリープやスタンに対して、アリスターはエンゲージを阻止できるため、トレードで優位に立ちやすい。\n- アリスターの高いタフネスにより、パンテオンのバーストダメージを耐えることができ、長期戦に持ち込むことでパンテオンの弱点を突くことができる。\n- アリスターはレーン維持力が高く、パンテオンの攻撃を受けながらも安定してハラスを行えるため、レーンでの優位を確保しやすい。\n- パンテオンはスキルのクールダウンが長く、アリスターがスキルをうまく使うことで、パンテオンの攻撃を避けつつ反撃することが可能。\n- アリスターのUltによるダメージ軽減効果は、パンテオンのオールインを無効化し、集団戦でもアリスターが有利に立ち回る要因となる。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ザイラ": "ザイラはブリッツクランクに不利です。\n\n- ブリッツクランクのフックは非常に発生が早く、ザイラが距離を保とうとしても簡単に捕まえられてしまう。\n- ザイラは移動手段が乏しく、ブリッツクランクが接近してくると逃げるのが難しいため、接近戦で脆弱になる。\n- ブリッツクランクのノックアップやサイレンスによって、ザイラのスキルを発動する前に行動を制限されることが多い。\n- ザイラのスキルは発動から発生までに時間がかかるため、ブリッツクランクの攻撃を避けるのが難しい。\n- ブリッツクランクはタンクとしての耐久力が高く、ザイラの持続的なダメージを受けても耐えられるため、効果的に対抗される。",
      "ラックス": "ラックスが不利です。\n\n- ブリッツクランクのフックは非常に発生が早く、ラックスがスキルを使う前に捕まるリスクが高い。\n- ラックスは接近されると脆弱で、ブリッツクランクのノックアップやサイレンスによって行動を制限されやすい。\n- ラックスのスキルは方向指定であり、ブリッツクランクのフックを避けるために動くと、スキルを当てるのが難しくなる。\n- ブリッツクランクはタンクとしての耐久力が高く、ラックスのバーストダメージを受けても生き残ることができるため、逆に反撃される可能性がある。\n- ラックスはスキルのクールダウンが長く、フックを外したブリッツクランクに対して有効な攻撃手段が限られる。",
      "ミリオ": "ミリオはブリッツクランクに不利です。\n\n- ブリッツクランクのフックは非常に強力で、ミリオが捕まると一瞬でキルに繋がる可能性が高い。\n- ミリオはCCを持つスキルが限られており、ブリッツクランクのエンゲージに対抗する手段が少ない。\n- ブリッツクランクのノックアップやサイレンスにより、ミリオのウルトが発動できない状況が多く、味方を守る能力が低下する。\n- ミリオは全体的にステータスが低く、特に奇襲に対して脆弱であるため、ブリッツクランクの攻撃を受けやすい。\n- ブリッツクランクのAoEダメージとCCは、ミリオの回復やシールドを無効化する可能性があり、集団戦での生存能力が低下する。",
      "モルガナ": "モルガナが不利です。\n\n- ブリッツクランクのフックは非常に発生が早く、モルガナがスキルを詠唱している間に捕まるリスクが高い。\n- ブリッツクランクのサイレンス効果により、モルガナのスキルを使用できなくなり、特にスペルシールドを展開できない状況が生まれる。\n- モルガナは射程が短く、ブリッツクランクが近づいてくると攻撃しづらくなるため、レーンでのプレッシャーが低下する。\n- ブリッツクランクはタンクとしての耐久力が高く、モルガナのダメージを受け止めやすいため、持久戦で不利になる。\n- ブリッツクランクがフックを外した場合でも、モルガナは逃げる手段が限られているため、逆に反撃を受ける可能性がある。",
      "セナ": "セナが不利です。\n\n- ブリッツクランクはフックを使って瞬時にセナを捕まえることができ、彼女の逃げ手段が乏しいため、捕まると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ブリッツクランクの攻撃を受けると簡単に倒されるリスクが高い。\n- ブリッツクランクのCCスキルによって、セナの行動が制限されるため、彼女のハラスや回復能力を発揮しにくくなる。\n- セナは射程が長いものの、ブリッツクランクのフックが当たると一気に状況が逆転するため、常に警戒が必要で、プレッシャーを感じやすい。\n- ブリッツクランクは集団戦でも強力で、セナが後衛にいる場合でも、彼のフックで捕まると一瞬で形勢が不利になる。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ブリッツクランクはフックを使って瞬時にヴェル＝コズを引き寄せることができ、接近されると非常に危険です。\n- ヴェル＝コズは機動力が低く、逃げる手段が乏しいため、捕まると致命的なダメージを受けやすいです。\n- ブリッツクランクのノックアップやサイレンスによって、ヴェル＝コズのスキルを発動する前に行動を制限される可能性が高いです。\n- ヴェル＝コズのCCの発生が遅いため、ブリッツクランクの攻撃を防ぐのが難しいです。\n- ブリッツクランクは集団戦でのAoEダメージとサイレンスを持っているため、ヴェル＝コズの持続的なダメージを妨害しやすいです。",
      "ソラカ": "ソラカが不利です。\n\n- ブリッツクランクはフックを使って瞬時にソラカを捕まえることができ、逃げる手段が乏しいソラカにとって非常に危険です。\n- ブリッツクランクのサイレンスやノックアップは、ソラカの回復や妨害スキルを無効化するため、彼女の強みを活かせなくなります。\n- ソラカは基礎ステータスが低く、特に集団戦や奇襲に対して脆弱であり、ブリッツクランクの攻撃を受けやすいです。\n- ブリッツクランクは高いプレッシャーをかけることができ、ソラカはそのプレッシャーに対抗する手段が限られています。\n- ソラカはキャッチ能力の高いチャンピオンに対して不利であり、ブリッツクランクはその典型的な存在です。",
      "ゼラス": "ゼラスが不利です。\n\n- ブリッツクランクのフックは非常に発生が早く、ゼラスのスキルが発動する前に捕まるリスクが高い。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、フックを受けた場合に簡単に倒されてしまう。\n- ブリッツクランクのノックアップやサイレンスによって、ゼラスのスキルを発動する前に行動を制限されることが多い。\n- ゼラスは射程が長いものの、フックを避けるために位置取りを工夫する必要があり、常に警戒しなければならないため、プレッシャーがかかる。\n- ブリッツクランクが接近してくると、ゼラスは攻撃を当てるのが難しくなり、逆に攻撃を受ける危険性が高まる。",
      "ジリアン": "ジリアンはブリッツクランクに不利です。\n\n- ブリッツクランクのフックによって捕まると、ジリアンは基礎ステータスが低いため、瞬時に倒されるリスクが高い。\n- ブリッツクランクのノックアップやサイレンスによって、ジリアンのスキルを使うタイミングが制限され、特に蘇生能力が無効化される可能性がある。\n- ブリッツクランクは近接キャリーであり、ジリアンの攻撃スキルがQのみであるため、接近戦での対抗手段が乏しい。\n- ブリッツクランクのフックが当たると、ジリアンは逃げる手段が限られているため、逆に不利な状況を作り出されやすい。\n- ブリッツクランクはタンクとしての耐久力が高く、ジリアンの瞬間火力が通りにくい。",
      "ナミ": "ナミが不利です。\n\n- ブリッツクランクのフックは発生が早く、ナミがスキルを使う前に捕まるリスクが高い。\n- ナミのCCは発生が遅く、ブリッツクランクの攻撃を避けるのが難しい。\n- ブリッツクランクはノックアップやサイレンスを持っており、ナミのスキルを封じることができる。\n- ナミは主に後衛でのサポート役であり、ブリッツクランクの接近を許すと脆弱な立ち位置になる。\n- ブリッツクランクのタンク性能に対して、ナミのダメージは限られており、持続戦闘で不利になる。"
    },
    "loses": {
      "レオナ": "レオナがブリッツクランクに有利です。\n\n- レオナはCCが豊富で、特にオールインが強力なため、ブリッツクランクのフックを避けつつ、逆に捕まえるチャンスを作りやすい。\n- ブリッツクランクはフックを外すとプレッシャーがなくなるが、レオナは序盤からの強力なオールインでブリッツクランクを圧倒できる。\n- レオナの基礎ステータスが高く、耐久力があるため、ブリッツクランクの攻撃を受けても生存しやすい。\n- ブリッツクランクは逃げる手段が乏しいため、レオナのイニシエートに対して反撃が難しい。\n- レオナはダイバーやスカーミッシャーに対して強い特性を持っており、ブリッツクランクもその一種であるため、相性が良い。",
      "メル": "メルがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持っており、ブリッツクランクが近づく前にダメージを与えることができる。\n- ブリッツクランクのフックを反射する能力があり、彼の攻撃を無効化することで安全に戦える。\n- メルのAoE攻撃は、ブリッツクランクが集団戦で接近してくる際に効果的にダメージを与えることができる。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、メルはその隙を突いて攻撃できる。\n- メルはエンチャンター系のチャンピオンに対して強力であり、ブリッツクランクのCCを逆手に取ることができる。",
      "ラカン": "ラカンがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ブリッツクランクのフックを避けやすい。これにより、ブリッツクランクの攻撃を回避しつつ、反撃のチャンスを得ることができる。\n- ラカンは2種類のハードCCを持っており、ブリッツクランクが接近してきた際に効果的に妨害できる。特に、ブリッツクランクがフックを外した場合、ラカンはその隙を突いて攻撃することが可能。\n- ラカンのシールドやヒールは、ブリッツクランクの攻撃を受けた味方を守ることができ、集団戦での生存能力を高める。\n- ラカンは味方を引き寄せる能力があり、ブリッツクランクがフックを外した際に、味方を安全に逃がすことができる。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、ラカンはその間に攻撃を仕掛けることができるため、心理的にも優位に立てる。",
      "ブラウム": "ブラウムがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ブリッツクランクのフックを防ぐことができるため、キャッチされにくい。\n- ブラウムのパッシブは、ブリッツクランクがフックを当てた際に、味方にスタンを付与することで反撃のチャンスを生む。\n- ブラウムは味方を守る能力が高く、ブリッツクランクが接近しても味方をしっかりとPeelできる。\n- ブリッツクランクのスキルはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、ブラウムはその間に有利な状況を作りやすい。\n- ブラウムは接近戦に強く、ブリッツクランクが近づいてきた際に、逆に攻撃を仕掛けることができる。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、ブリッツクランクのエンゲージを防ぎやすい。\n- アリスターのスキルは即時発動可能で、ブリッツクランクがフックを外した際に反撃するチャンスを持つ。\n- アリスターは高いタフネスを持ち、ブリッツクランクの攻撃を耐えることができるため、持久戦に強い。\n- アリスターのエンゲージ能力は、ブリッツクランクのフックを避けた後に有効に活用でき、逆にブリッツクランクを捕まえることができる。\n- ブリッツクランクがマナを消費する中、アリスターはパッシブによるサステインでレーン維持がしやすく、持続的に戦える。",
      "レル": "レルがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持ち、ブリッツクランクのフックを避けることができるため、ブリッツクランクの攻撃を無効化しやすい。\n- レルのパッシブによって、ブリッツクランクのARとMRを減少させることができ、タンクとしての耐久力を高めつつダメージを与えやすい。\n- レルは集団戦でのエンゲージが得意で、ブリッツクランクがフックを外した場合、逆にレルが有利な状況を作り出すことができる。\n- レルの移動速度を上げるスキルにより、ブリッツクランクのフックを避けながら追撃や逃走が可能で、戦闘を有利に進めやすい。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、レルは持続的に戦闘を続けることができるため、持久戦に強い。",
      "バード": "バードがブリッツクランクに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、ブリッツクランクのフックを避けやすいため、レーンでの安全性が高い。\n- バードのスキルには回復や移動スキルがあり、ブリッツクランクの攻撃を受け流すことができる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、ブリッツクランクのキャッチを無効化できる。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、バードはロームや鐘の回収で持続的に影響を与えられる。\n- バードは装備依存度が低く、早期からのロームで他レーンに影響を与えやすい。",
      "ユーミ": "ユーミがブリッツクランクに有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、ブリッツクランクのフックを避けやすい。\n- ユーミの回復やシールドによって、ブリッツクランクの攻撃を耐えることができるため、オールインに対して強い。\n- ブリッツクランクはハードCCを持たないため、ユーミのスロー効果で足止めすることができ、逃げる手段を奪うことができる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、ブリッツクランクの攻撃を避けることができる。\n- ブリッツクランクのマナ消費が激しいため、フックを外した際にプレッシャーがなくなるが、ユーミはその隙を突いて反撃することができる。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "パイクが不利です。\n\n- レルは複数のCCスキルを持っており、パイクの機動力を制限することができるため、パイクが攻撃を仕掛けるのが難しくなる。\n- レルのタンク性能により、パイクの瞬間火力が通りにくく、オールインを狙う際に不利になる。\n- レルのパッシブによってARとMRを減少させる効果があり、パイクのダメージをさらに減少させる要因となる。\n- レルは集団戦でのエンゲージが得意であり、パイクが集団戦で活躍するのを難しくする。\n- レルの移動速度を上げるスキルにより、パイクが逃げる際にも追いかけられやすく、逆に捕まえられるリスクが高まる。",
      "パンテオン": "パンテオンがレルに不利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持っており、パンテオンのオールインを阻止することができる。特に、スタンやノックアップによってパンテオンの攻撃を無効化できるため、彼の強みを活かしづらい。\n- レルはタンクとしての耐久力が高く、パンテオンのバーストダメージを受け止めることができる。これにより、パンテオンが序盤にキルを狙うのが難しくなる。\n- レルのパッシブによってARとMRを減少させる効果があるため、パンテオンのダメージがさらに減少する。これにより、パンテオンはレルに対して効果的なダメージを与えにくい。\n- レルは自身と味方の移動速度を上げるスキルを持っており、パンテオンの攻撃を避けやすく、追撃や逃走が容易になる。\n- パンテオンはスキルのクールダウンが長く、レルのCCを受けた後に反撃する機会が限られるため、持続的な戦闘で不利になる。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- レルは複数のCCスキルを持っており、ブリッツクランクがフックを外した場合、逆にレルに捕まるリスクが高まります。\n- レルの強力なAoE CCにより、ブリッツクランクが集団戦での役割を果たしにくくなります。\n- レルはタンクとしての耐久力が高く、ブリッツクランクのダメージを受け止めやすいため、オールインが難しいです。\n- ブリッツクランクのフックが当たらない場合、レルは自由に動き回り、ブリッツクランクを無力化することができます。\n- レルは味方の移動速度を上げるスキルを持っており、ブリッツクランクが捕まえたとしても、味方が逃げやすくなります。",
      "ユーミ": "ユーミがレルに不利です。\n\n- レルは複数のCCスキルを持っており、ユーミが密着している味方を拘束することができるため、ユーミの支援が無効化されやすい。\n- レルのタンク性能により、ユーミの攻撃が通りにくく、オールインを仕掛けられると脆弱なユーミは対処が難しい。\n- ユーミはハードCCを持たないため、レルのエンゲージに対して防御手段が乏しく、特に集団戦での生存が難しくなる。\n- レルの移動速度を上げるスキルにより、ユーミが支援する味方が追撃されると、ユーミ自身も逃げるのが難しくなる。\n- レルはタンクとしての耐久力が高く、ユーミの回復やシールドの効果を相対的に薄めてしまう。",
      "ノーチラス": "ノーチラスがレルに不利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持ち、特に集団戦でのエンゲージやオールインが得意であるため、ノーチラスの攻撃を無効化しやすい。\n- レルのスキルは敵のARとMRを減少させる効果があり、ノーチラスのタンク性能を削ぐことができる。\n- ノーチラスは移動速度が遅く、スキルに依存するため、レルの機動力やCCを避けるのが難しい。\n- レルは自身と味方の移動速度を上げるスキルを持っており、ノーチラスがオールインを狙う際に逃げられる可能性が高い。\n- レルのパッシブによってタンクに対して強いダメージを与えることができ、ノーチラスの耐久力を脅かす。",
      "ブラウム": "ブラウムが不利です。\n\n- レルは複数のCCスキルを持っており、ブラウムが接近する前に拘束される可能性が高い。\n- レルの強力なAoE CCにより、ブラウムのPeel能力が制限され、味方を守るのが難しくなる。\n- レルは移動速度を上げるスキルを持っており、ブラウムが接近するのを妨げることができる。\n- ブラウムはサステインがなく、レルのハラスに対して耐えにくい。\n- レルのパッシブによるAR/MRの減少効果が、ブラウムの防御性能を相対的に低下させる。",
      "ラックス": "ラックスが不利です。\n\n- レルは複数のCCスキルを持っており、ラックスが接近されると拘束されやすい。\n- レルのタンク性能により、ラックスのバーストダメージが通りにくく、持続的なダメージを与えられない。\n- レルは移動速度を上げるスキルを持っているため、ラックスが距離を保つのが難しくなる。\n- レルのエンゲージ能力により、ラックスが安全にハラスを行うことが困難になる。\n- レルはラックスのスキルを避けるための機動力を持っており、ラックスのスキルショットを当てにくくする。",
      "セナ": "セナが不利です。\n\n- レルは強力なCCを持っており、セナが攻撃する前に拘束される可能性が高い。\n- レルの近接攻撃に対して、セナは基礎ステータスが低く、耐久力が不足しているため、オールインされると脆弱。\n- レルは集団戦でのエンゲージが得意で、セナの逃げ手段が乏しいため、捕まると致命的なダメージを受けやすい。\n- レルのパッシブによってAR/MRを減少させられるため、セナのダメージが通りにくくなる。\n- セナは射程が長いものの、レルのCCやタンク性能によって、レーンでのハラスが難しくなる。"
    },
    "loses": {
      "ジャンナ": "ジャンナがレルに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは高い移動速度を持ち、レルのエンゲージを避けやすいため、レルの攻撃をかわすことができる。\n- ジャンナのディスエンゲージ能力により、レルがオールインを仕掛けても、ジャンナは味方を守りつつ反撃することができる。\n- ジャンナのシールドは、レルのダメージを軽減し、味方の生存率を高めるため、レルの攻撃を無効化しやすい。\n- レルは近接チャンピオンであり、ジャンナの射程の長さを活かして安全に攻撃できるため、レルに対して優位に立てる。\n- ジャンナはレルのCCスキルに対しても、風のバリアを使って味方を守ることができるため、レルの拘束を無効化しやすい。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、レーンでの維持力が高いため、レルの攻撃を耐えやすい。\n- アリスターのCCは即時発動可能で、レルのスキルを無効化することができるため、レルのエンゲージを阻止しやすい。\n- アリスターは集団戦でのピール能力が高く、レルが味方を狙う際に介入しやすい。\n- アリスターのパッシブによるサステインがあるため、レルとの持久戦でも有利に立ち回れる。\n- アリスターはレルのスキルの発生にラグがある点を突いて、先手を取ることができる。",
      "ジリアン": "ジリアンはレルに有利です。\n\n- ジリアンは遠距離攻撃が可能で、レルの接近を阻止しやすい。\n- ジリアンのAoEスタンは、レルのエンゲージを無効化することができ、集団戦での影響力が高い。\n- ジリアンは移動速度のバフを持っており、味方の逃走や追撃をサポートできるため、レルのオールインを防ぎやすい。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、レルよりも早く強力なスキルを使用できる。\n- レルはスキルの発生にラグがあるため、ジリアンの機動力を活かした攻撃を避けるのが難しい。",
      "セラフィーン": "セラフィーンがレルに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは射程が長く、レルの近接攻撃を避けながら安全にハラスができるため、レーンでの優位性を保ちやすい。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での影響力が大きいため、レルのエンゲージを無効化しやすい。\n- 複数のCCを持っているため、レルの動きを制限しつつ、味方を支援することができる。\n- レルはスキルの発生にラグがあるため、セラフィーンのスキルを当てるのが難しく、オールインに持ち込まれにくい。\n- セラフィーンは集団戦を重視するチャンピオンに対して強く、レルの強みである集団戦でのエンゲージを逆手に取ることができる。",
      "ポッピー": "ポッピーが有利です。\n\n- ポッピーは、レルのエンゲージを阻止する能力が高く、レルのCCを無効化することができるため、レルの攻撃を受けにくい。\n- ポッピーのシールドと割合ダメージにより、1対1の戦闘でレルに対して優位に立つことができる。\n- レルは機動力が低く、ポッピーのCCを受けやすいため、ポッピーが有利にトレードを行いやすい。\n- ポッピーはダッシュやリープを阻止する能力を持っているため、レルの移動を制限しやすい。\n- ポッピーの豊富なCCにより、レルの集団戦での強みを打ち消すことができる。",
      "バード": "バードがレルに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、レルの接近を阻止しやすいため、レーンでの圧力をかけやすい。\n- バードのスキルはCCを持っており、レルのエンゲージを妨害することができるため、レルの強みを活かさせない。\n- バードはロームが得意で、他のレーンに影響を与えやすいため、レルが孤立しやすくなる。\n- バードのウルトは広範囲に無敵と行動不能を付与できるため、集団戦でレルのCCを無効化することができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、レルに対しても持続的なダメージを与えやすい。",
      "ニーコ": "ニーコが有利です。\n\n- 射程の長さ: ニーコは遠距離攻撃が可能で、レルの近接攻撃を避けながらハラスを行うことができます。\n- 擬態能力: ニーコは擬態を使ってレルを欺くことができ、レルのスキルを回避しやすくなります。\n- 高いバーストダメージ: ニーコのアルティメットはAoEダメージを持ち、集団戦での影響力が大きく、レルのCCを無効化することができます。\n- 短射程のチャンピオンに対して有利: レルは近接チャンピオンであり、ニーコはその特性を利用して安全にダメージを与えることができます。\n- レルのスキルの発生にラグがあるため、ニーコはその隙を突いて攻撃することが可能です。",
      "タム・ケンチ": "タム・ケンチがレルに有利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステインを持っており、レルの攻撃を受けても耐えやすい。\n- レルのCCスキルは発生が遅く、タム・ケンチのウルトによる無力化を避けることができる。\n- タム・ケンチはレルのエンゲージを受けた際に、ウルトで味方を救出することができるため、集団戦での生存能力が高い。\n- タム・ケンチの攻撃は割合ダメージを持ち、タンクとしての耐久力を持つレルに対しても効果的にダメージを与えられる。\n- レルは機動力が低く、タム・ケンチのQやWでの追撃が容易であるため、レーンでのトレードで有利に立ちやすい。",
      "モルガナ": "モルガナがレルに有利です。\n\n理由は以下の通りです。\n\n- モルガナは遠距離からのスネアを持っており、レルのエンゲージを阻止することができるため、レルが近づくのを難しくします。\n- スペルシールドにより、レルのCCを無効化できるため、レルの攻撃を受けにくく、オールインを安定して拒否できます。\n- モルガナは高いDPSを持ち、足を止めている敵に対して強力なダメージを与えることができるため、レルが攻撃を仕掛ける際に有利に立てます。\n- レルはスキルの発生にラグがあり、モルガナのスネアを避けるのが難しいため、レルはモルガナに対して攻撃を仕掛けるのが困難です。\n- モルガナはCCに依存するチャンピオンに対して強く、レルの強みである集団戦でのエンゲージを無効化することができます。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、モルガナが近づく前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃により、モルガナはレーンでのプッシュや集団戦での持続的なダメージを受けやすい。\n- モルガナのスネアは発動までに時間がかかるため、ヴェル＝コズのスキルを避けるのが難しい。\n- ヴェル＝コズはパッシブによるTrueダメージを持っているため、モルガナのシールドを無効化しやすい。\n- モルガナはクールダウンが長く、ヴェル＝コズのスキルを連続で受けると息切れしやすい。",
      "ザイラ": "ザイラが不利です。\n\n理由は以下の通りです。\n\n- ヴェル＝コズは長射程のスキルを持っており、ザイラが近づく前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃は、ザイラの植物を一掃することができ、持続的なダメージを与えられる。\n- ザイラは移動手段が乏しく、ヴェル＝コズのスキルを避けるのが難しいため、接近されると脆弱になる。\n- ヴェル＝コズのパッシブによるTrueダメージは、ザイラの防御ステータスを無視してダメージを与えるため、特にタンク相手でも効果的。\n- ザイラのスキルは発動から発生までに時間がかかるため、機動力の高いヴェル＝コズに対して当てづらい。",
      "レオナ": "レオナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、レオナが接近する前にハラスを行いやすい。\n- ヴェル＝コズのAoE攻撃により、レオナが複数のスキルを受ける可能性が高く、特にオールインを仕掛ける際にダメージを受けやすい。\n- レオナは接近戦が得意だが、ヴェル＝コズのスキルの射程が長いため、レオナが近づく前にダメージを受けることが多い。\n- ヴェル＝コズのパッシブによるTrueダメージは、タンクであるレオナに対しても効果的で、耐久力を削られやすい。\n- レオナはサステインがないため、ハラスを受けすぎると厳しくなり、ヴェル＝コズの持続的なダメージに対抗しづらい。",
      "ジリアン": "ジリアンはヴェル＝コズに不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、ジリアンが近づく前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃はジリアンの味方を一掃する可能性があり、集団戦での影響力が高い。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、ヴェル＝コズの攻撃を受けると致命的なダメージを受けやすい。\n- ヴェル＝コズのスキルはCCの発生が遅いものの、ジリアンは機動力が低いため、接近されると逃げるのが難しい。\n- ジリアンのスキルはマナ消費が大きく、持続的に戦うことが難しいため、ヴェル＝コズの持続的なダメージに対抗しづらい。",
      "アリスター": "アリスターが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃は、アリスターがエンゲージを試みる際に、周囲の敵にもダメージを与えるため、アリスターの動きを制限する。\n- アリスターは攻撃力が低く、ヴェル＝コズの高DPSに対抗するのが難しい。\n- ヴェル＝コズのスキルはCCの発生が遅いアリスターに対して効果的で、特にUltの詠唱中に無防備になると致命的なダメージを受ける可能性がある。\n- アリスターのスキルのクールダウンが長いため、ヴェル＝コズの攻撃を受けるときに適切なタイミングで反撃できないことが多い。",
      "セナ": "セナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、セナがハラスを行う前に攻撃される可能性が高い。\n- ヴェル＝コズのAoE攻撃は、セナの回復能力を無効化するほどのダメージを与えることができる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ヴェル＝コズの攻撃に対して脆弱である。\n- ヴェル＝コズのスキルはCCを持たないが、セナが接近する前にスキルを当てることで、セナの動きを制限できる。\n- セナは逃げ手段が乏しく、ヴェル＝コズの攻撃を受けると致命的なダメージを受けやすい。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、セラフィーンが近づく前にハラスを行いやすい。\n- セラフィーンのスキルは発生が遅く、ヴェル＝コズの攻撃を避けるのが難しいため、スキルを当てられにくい。\n- ヴェル＝コズのAoE攻撃は集団戦でのダメージを高めるため、セラフィーンが味方と連携しても効果的にダメージを与えられないことがある。\n- セラフィーンは防御ステータスが低く、ヴェル＝コズの高いバーストダメージに対して脆弱である。\n- ヴェル＝コズのパッシブによるTrueダメージは、セラフィーンのシールドや回復を無効化するため、耐久力が低いセラフィーンには厳しい。",
      "ルル": "ルルが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、ルルが近づく前に攻撃を受けやすい。\n- ヴェル＝コズのAoE攻撃により、ルルは一度に複数のダメージを受ける可能性が高く、シールドや無力化の効果が薄れる。\n- ルルのCCは単体対象であり、ヴェル＝コズのようなAoEキャリーに対しては効果的に無力化できない。\n- ルルはエンゲージ能力が乏しく、ヴェル＝コズが安全な距離から攻撃するのを防ぐ手段が限られている。\n- ヴェル＝コズのパッシブによるTrueダメージは、ルルのシールドや回復を無効化するため、持続的なダメージを受けやすい。",
      "ラックス": "ラックスが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、ラックスが攻撃を仕掛ける前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃により、ラックスはミニオンを処理する際にダメージを受けるリスクが高まる。\n- ラックスはスキルのクールダウンが長く、ヴェル＝コズのスキルを避けるためのタイミングが難しい。\n- ヴェル＝コズのパッシブによるTrueダメージは、ラックスのバーストダメージを無効化する可能性がある。\n- ヴェル＝コズは機動力が低いため、ラックスが接近するチャンスを与えにくい。\n- ラックスは接近されると脆弱であり、ヴェル＝コズのスキルに捕まると致命的なダメージを受ける可能性が高い。",
      "レル": "レルが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、レルが接近する前にハラスを受けやすい。\n- ヴェル＝コズのAoE攻撃はレルの集団戦でのエンゲージを妨げる可能性が高く、特にレルが敵に近づく際にダメージを受けやすい。\n- レルは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、捕まるリスクが高い。\n- ヴェル＝コズのパッシブによるTrueダメージは、レルのタンク性能を無視してダメージを与えることができるため、耐久力が低下する。\n- レルのスキルの発生にラグがあるため、ヴェル＝コズのスキルを当てるのが難しく、逆に反撃を受けやすい。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいため、接近して攻撃することが容易です。\n- ヴェル＝コズは機動力が低く、パイクのフックや瞬時の攻撃に対して無防備になりやすいです。\n- パイクのパッシブによる回復効果が、ヴェル＝コズのハラスに対して強力な耐性を提供します。\n- ヴェル＝コズのスキルは詠唱が必要であり、パイクが接近することでその隙を突くことができます。\n- パイクはキルを取った際にゴールドを味方と共有できるため、レーンでの優位を築きやすいです。\n- ヴェル＝コズは集団戦での持続的なダメージが強いですが、パイクは瞬時に敵を排除する能力があり、特にヴェル＝コズのような脆いキャリーに対して効果的です。",
      "ソナ": "ソナがヴェル＝コズに有利です。\n\n理由は以下の通りです。\n\n- ソナは回復やシールドを持っており、ヴェル＝コズのハラスを軽減できるため、レーンでの生存能力が高い。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、ソナのAoEスタンを利用して簡単に捕まえることができる。\n- ソナのオーラによる支援は、集団戦での持続的なダメージを抑えることができ、ヴェル＝コズのダメージを相対的に減少させる。\n- ソナはレーンでの持続的な回復が可能で、ヴェル＝コズのスキルを受けても耐えやすく、長期戦に持ち込むことで有利に進められる。\n- ソナのスキルは発動が簡単で、操作が容易なため、初心者でも扱いやすく、ヴェル＝コズのスキルを避けやすい。",
      "ラカン": "ラカンがヴェル＝コズに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ヴェル＝コズの長射程スキルを避けやすい。これにより、ヴェル＝コズの攻撃を受けずに接近することができる。\n- ヴェル＝コズは機動力が低く、ラカンが接近すると自衛手段が乏しいため、ラカンのエンゲージに対して脆弱である。\n- ラカンのCCはヴェル＝コズのスキルを中断させることができ、特にUltの詠唱中に捕まえることで大きなダメージを与えるチャンスが生まれる。\n- ラカンは味方を支援する能力が高く、ヴェル＝コズが攻撃を受ける前に味方を守ることができるため、レーンでのサステインが向上する。\n- ヴェル＝コズはハラスに強いが、ラカンのシールドやヒールによってそのハラスを軽減できるため、レーンでの優位性を保ちやすい。",
      "パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、ヴェル＝コズのスキルを中断させることができるため、彼の攻撃を無効化しやすい。\n- ヴェル＝コズは機動力が低く、パンテオンが接近することで簡単にオールインが可能になる。特に、ヴェル＝コズがスキルを詠唱している間に攻撃を仕掛けることで、ダメージを与えやすい。\n- パンテオンは序盤から高いバーストダメージを持っており、ヴェル＝コズが育つ前にキルを狙いやすい。\n- パンテオンのグローバルなUltを活かして、他のレーンへの影響を与えやすく、試合全体での優位性を確保しやすい。\n- ヴェル＝コズはCCの発生が遅いため、パンテオンが先手を取ることで有利なトレードを行いやすい。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、ヴェル＝コズのスキルを妨害することができるため、彼の攻撃を無効化しやすい。\n- ヴェル＝コズは機動力が低く、ジャンナのディスエンゲージ能力によって接近されるリスクを軽減できる。\n- ジャンナのシールドは味方を守るだけでなく、ヴェル＝コズのAoE攻撃からのダメージを軽減することができる。\n- ジャンナは高い移動速度を持ち、味方の移動速度を増加させることで、ヴェル＝コズとの距離を保ちながら戦うことができる。\n- ヴェル＝コズのスキルは詠唱が必要であり、ジャンナのCCによってその詠唱を中断させることができるため、彼の火力を抑えることができる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、ヴェル＝コズの機動力の低さを突いて簡単に捕まえることができる。\n- ヴェル＝コズは自衛手段が乏しく、ノーチラスのフックや突進を受けると無防備になりやすい。\n- ノーチラスのオールインに対して、ヴェル＝コズは逃げる手段が限られているため、ノーチラスが接近することで大きなダメージを与えられる。\n- ノーチラスはタンクとして耐久力が高く、ヴェル＝コズの攻撃を受けても生存しやすい。\n- ヴェル＝コズのスキルは詠唱が必要であり、ノーチラスが接近することでその詠唱を妨害できる可能性が高い。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由は以下の通りです。\n\n- ヴェル＝コズは機動力が低く、ブリッツクランクのフックを避けるのが難しいため、捕まるリスクが高い。\n- ブリッツクランクのフックが当たると、ヴェル＝コズは自衛手段が乏しく、瞬時にキルに繋がる可能性がある。\n- ヴェル＝コズのスキルは詠唱が必要であり、ブリッツクランクのサイレンスによって詠唱を妨害されると、攻撃ができなくなる。\n- ブリッツクランクは集団戦でのAoEダメージとCCを持っており、ヴェル＝コズの持続的なダメージを抑えることができる。\n- ヴェル＝コズはフックを避ける手段が限られているため、ブリッツクランクのプレッシャーに対して非常に脆弱である。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由は以下の通りです。\n\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、ブリッツクランクのエンゲージが通りにくい。\n- アリスターはタンクとしての耐久力が高く、ブリッツクランクの攻撃を受けても生存しやすい。\n- アリスターのスキルは即時発動可能で、ブリッツクランクがフックを外した場合、逆にアリスターが反撃するチャンスを得る。\n- アリスターは集団戦でのピール能力が高く、ブリッツクランクが狙ったキャリーを守ることができるため、ブリッツクランクの役割が制限される。\n- ブリッツクランクはマナ消費が激しく、スキルを多用するアリスターに対して持続力で劣るため、長期戦で不利になる。",
      "ソナ": "ソナが不利です。\n\n- アリスターは強力なCCを持っており、ソナがスキルを使う前に捕まえられる可能性が高い。\n- ソナは基礎ステータスが低く、特に序盤にアリスターの攻撃を受けると簡単に倒されてしまう。\n- アリスターのエンゲージ能力に対して、ソナは逃げる手段が限られており、捕まると致命的なダメージを受ける。\n- ソナのスキルはマナ消費が激しく、持続的な戦闘に向いていないため、アリスターの攻撃を受けるとマナが枯渇しやすい。\n- アリスターはタンクとしての耐久力が高く、ソナのダメージを軽減しやすいため、ソナの攻撃が効果的に機能しにくい。",
      "ブラウム": "ブラウムはアリスターに不利です。\n\n- アリスターは強力なCCを持ち、ブラウムが接近する前にエンゲージを仕掛けることができるため、ブラウムの動きを制限しやすい。\n- アリスターのタフネスとサステインにより、ブラウムのハラスが効きにくく、レーンでの維持力が高い。\n- アリスターは集団戦での影響力が高く、ブラウムの防御スキルを無効化することができるため、ブラウムが味方を守るのが難しくなる。\n- ブラウムはオールインが得意だが、アリスターのCCにより反撃を受けやすく、逆にブラウムが不利な状況に陥ることが多い。\n- アリスターのスキルは即時発動可能で、ブラウムのCCの発生までの時間を利用して攻撃を仕掛けることができる。",
      "ジリアン": "ジリアンはアリスターに不利です。\n\n- アリスターは強力なCCを持っており、ジリアンがスキルを使う前に捕まえられる可能性が高い。\n- アリスターのタンク性能により、ジリアンの瞬間火力が通りにくく、持続的なダメージを与えるのが難しい。\n- アリスターのエンゲージ能力により、ジリアンが安全にスキルを使う位置を確保しづらい。\n- ジリアンは基礎ステータスが低く、アリスターの攻撃を受けるとすぐに倒されるリスクが高い。\n- アリスターのスキルは即時発動可能で、ジリアンのスキルのクールダウンが長いため、ジリアンが反撃するタイミングが限られる。",
      "レル": "レルが不利です。\n\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化しやすい。\n- アリスターのタフネスにより、レルのダメージが通りにくく、持続戦闘で不利になる。\n- アリスターのスキルは即時発動可能で、レルのスキルの発生にラグがあるため、アリスターに先手を取られやすい。\n- アリスターはレルのオールインを受け止めることができ、反撃が得意なため、レルが攻撃を仕掛けるのが難しい。\n- アリスターのパッシブによるサステインが高く、レルが持続的にダメージを与えるのが難しい。",
      "レオナ": "レオナが不利です。\n\n- アリスターは高いCC能力を持ち、レオナのエンゲージを無効化しやすい。特に、アリスターのスキルは即時発動可能で、レオナが接近する前に反撃できる。\n- アリスターはタンクとしての耐久力が高く、レオナのオールインを受け止めることができるため、レオナがダメージを与えにくい。\n- アリスターのパッシブによるサステインがあるため、レオナのハラスを受けても持ちこたえやすい。\n- アリスターは集団戦でのピール能力が高く、味方ADCを守ることができるため、レオナが攻撃を仕掛けても効果が薄れる。\n- レオナは接近戦以外での役立つスキルが少なく、アリスターのCCに捕まると逃げる手段が限られる。"
    },
    "loses": {
      "ジャンナ": "ジャンナがアリスターに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、アリスターのエンゲージを無効化しやすい。これにより、アリスターが仕掛けた際に逆に反撃することが可能。\n- アリスターは近接キャリーであり、ジャンナの遠距離攻撃とCCによって、アリスターが近づくのを困難にすることができる。\n- ジャンナは移動速度を増加させるスキルを持っており、これにより味方の逃げやすさを向上させ、アリスターの攻撃を避けることができる。\n- ジャンナのシールドは味方を守るだけでなく、アリスターのダメージを軽減することができ、特に集団戦での生存能力を高める。\n- アリスターは攻撃力が低く、ジャンナの高いCCとディスエンゲージ能力に対して、効果的にダメージを与えることが難しい。",
      "マオカイ": "マオカイがアリスターに有利です。\n\n理由は以下の通りです。\n\n- マオカイは高頻度でCCを使用でき、アリスターのエンゲージを無効化しやすい。\n- アリスターは攻撃力が低く、マオカイの持続的なHP回復に対抗しにくい。\n- マオカイのスネアはアリスターの移動を制限し、彼のスキルを効果的に封じることができる。\n- マオカイはブッシュを利用した視界確保が得意で、アリスターの動きを読みやすく、先手を取ることができる。\n- アリスターのスキルはクールダウンが長いため、マオカイがスキルをうまく使うことでアリスターの行動を制限できる。",
      "ソラカ": "ソラカがアリスターに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、アリスターの攻撃を受けても味方を迅速に回復できるため、アリスターのオールインを耐えやすい。\n- アリスターのエンゲージに対して、ソラカはサイレンスを使うことでアリスターのスキルを無効化できるため、彼の動きを制限しやすい。\n- ソラカは射程が長いため、アリスターが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- アリスターは攻撃力が低く、自己完結したダメージを出すのが難しいため、ソラカのヒールによって持続的に戦える。\n- ソラカは短いクールダウンのスキルを持っているため、頻繁に回復やハラスが可能で、アリスターのマナ消費を強制的に増やすことができる。",
      "セナ": "セナがアリスターに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: セナは長射程の攻撃を持っているため、アリスターが近づく前にハラスを行いやすい。\n- ハラス能力: セナのスキルを使ったハラスが強力で、アリスターのタンク性能を削ることができる。\n- CCの有効性: セナのスネア効果はアリスターのエンゲージを妨げることができ、彼の動きを制限することができる。\n- 回復能力: セナは自身や味方を回復できるため、アリスターの攻撃を受けても持ちこたえやすい。\n- スタッキングによる成長: セナはパッシブによって成長しやすく、レーンでの優位を築くことで、後半の火力を高めることができる。",
      "ヴェル＝コズ": "ヴェル＝コズがアリスターに有利です。\n\n理由は以下の通りです。\n\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを行いやすい。\n- アリスターは接近戦を得意とするタンクであるため、ヴェル＝コズのスキルの射程の長さがアリスターのエンゲージを無効化する。\n- ヴェル＝コズのAoEダメージは、アリスターが集団戦でタンクとして機能する際にも効果的にダメージを与えることができる。\n- アリスターは攻撃力が低く、ヴェル＝コズの持続的なダメージに対して耐えるのが難しい。\n- ヴェル＝コズのパッシブによるTrueダメージは、アリスターのタンク性能を無視してダメージを与えることができる。",
      "ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ポッピーはアリスターのエンゲージを阻止する能力があり、アリスターが突っ込んできた際にその動きを制限できる。\n- アリスターは基本的に攻撃力が低く、ポッピーの高いシールドと割合ダメージに対して効果的にダメージを与えられない。\n- ポッピーは豊富なCCを持ち、アリスターの動きを制限しつつ、味方を守るPeel性能が高い。\n- アリスターのスキルのクールダウンが長いため、ポッピーが先にスキルを使うことで有利な状況を作りやすい。\n- ポッピーはタイマン性能が高く、アリスターとの1対1のトレードで優位に立ちやすい。",
      "ザイラ": "ザイラはアリスターに有利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、アリスターが接近する前にダメージを与えることができる。\n- アリスターは近接チャンピオンであり、ザイラの射程外から攻撃されると、エンゲージが難しくなる。\n- ザイラのCCはアリスターのエンゲージを妨害することができ、特にアリスターが突っ込んできた際に効果的に反撃できる。\n- ザイラの植物は持続的なダメージを与え、アリスターがタンクとしての役割を果たす前に体力を削ることができる。\n- アリスターはスキルのクールダウンが長く、ザイラがその間に攻撃を続けることで有利な状況を作りやすい。\n- ザイラはアリスターの攻撃を避けるための距離を保ちながらプレイできるため、アリスターの強みを活かさせない。",
      "ラックス": "ラックスがアリスターに有利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持ち、アリスターが近づく前にハラスをかけやすい。\n- アリスターは接近戦が得意ですが、ラックスのスネア効果でアリスターの動きを制限できる。\n- ラックスのバーストダメージは高く、アリスターがタンクであっても早期にキルを狙いやすい。\n- アリスターはスキルのクールダウンが長く、ラックスのスキルを避けるのが難しい。\n- ラックスはミニオンをブロックしないスキルを持っているため、アリスターが前に出てくるときに安全に攻撃できる。\n- アリスターはマナ消費が激しいため、スキルを多用するラックスに対して持続的に戦うのが難しい。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "ブランド": "ブランドがモルガナに不利です。\n\n理由は以下の通りです。\n\n- モルガナのスネアによって、ブランドは捕まえられやすく、攻撃を受けるリスクが高まります。\n- モルガナのスペルシールドは、ブランドの持続ダメージを無効化することができ、ダメージを与えにくくなります。\n- ブランドは自衛手段が乏しく、モルガナのCCに対して脆弱です。\n- モルガナは高い耐久力を持つため、ブランドのダメージを受け流しやすく、持続的なダメージを与えるのが難しいです。\n- モルガナのスキルは、ブランドのスキルを無効化する能力を持つため、ブランドの攻撃が通りにくくなります。",
      "レオナ": "レオナが不利です。\n\n- モルガナのスネアはレオナの接近を阻害し、オールインを仕掛ける際に大きな脅威となる。\n- モルガナのスペルシールドはレオナのCCを無効化できるため、レオナのイニシエートが効果を発揮しにくい。\n- レオナは近接チャンピオンであり、モルガナの遠距離攻撃に対して接近するのが難しい。\n- モルガナはレオナの耐久力を削る手段を持っており、特にハラスが強力でレオナのサステインを削ることができる。\n- モルガナはレーンでのプレッシャーをかけやすく、レオナが思うように動けない状況を作り出すことができる。",
      "ブラウム": "ブラウムはモルガナに不利です。\n\n- モルガナのスネアは長時間のCCを持っており、ブラウムが接近するのを妨げることができるため、ブラウムのPeel能力が発揮しにくい。\n- モルガナのスペルシールドは、ブラウムのCCを無効化することができるため、ブラウムの攻撃が効果的でなくなる。\n- ブラウムは近接チャンピオンであり、モルガナの射程の長さに対して接近するのが難しく、遠距離からのハラスを受けやすい。\n- ブラウムはサステインがないため、モルガナのハラスに対して耐えるのが難しく、レーンでの優位性を失いやすい。\n- モルガナは高いダメージを持つため、ブラウムが守るべきADCに対しても圧力をかけやすい。",
      "ポッピー": "ポッピーが不利です。\n\n- モルガナのスネアはポッピーの移動を制限し、近づくことが難しくなるため、ポッピーのエンゲージが困難になる。\n- モルガナのスペルシールドはポッピーのCCを無効化できるため、ポッピーの強みであるCCを活かしにくい。\n- モルガナは遠距離から攻撃できるため、ポッピーが近づく前にハラスを受けやすい。\n- ポッピーは射程が短いため、モルガナの攻撃を避けることが難しく、トレードで不利になることが多い。\n- モルガナの高いマナ消費とクールダウンの長さは、ポッピーが持続的に圧力をかける機会を与えにくい。",
      "ノーチラス": "ノーチラスがモルガナに不利です。\n\n理由は以下の通りです。\n\n- モルガナのスネアはノーチラスのCCを無効化できるため、ノーチラスがオールインを仕掛ける際に逆に捕まるリスクが高い。\n- モルガナのスペルシールドは、ノーチラスのCCを防ぐことができるため、彼の攻撃を無効化されやすい。\n- ノーチラスは移動速度が遅く、モルガナの遠距離攻撃に対して接近しづらく、ダメージを受けやすい。\n- モルガナは高いDPSを持ち、ノーチラスが足を止めている間にダメージを与えやすい。\n- モルガナのクールダウンが長いとはいえ、ノーチラスがスキルを外した場合、モルガナはその隙を突いて反撃することができる。",
      "ラカン": "ラカンがモルガナに不利です。\n\n理由:\n- モルガナのスネアはラカンの機動力を制限し、捕まると何もできなくなるため、ラカンにとって非常に脅威です。\n- モルガナのスペルシールドは、ラカンのCCを無効化することができ、彼のエンゲージを効果的に防ぐことができます。\n- ラカンは移動を伴うスキルが多く、モルガナのCCに対して脆弱であり、特にスネアを受けると一気に不利な状況に陥ります。\n- モルガナは遠距離からのハラスが得意で、ラカンが近づく前にダメージを与えることができるため、レーンでのプレッシャーが強いです。\n- ラカンは単独での戦闘能力が低く、モルガナの高いCCとダメージを受けると、チーム戦でも影響を受けやすいです。"
    },
    "loses": {
      "ユーミ": "ユーミがモルガナに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全に支援ができ、モルガナのスネアを避けやすい。\n- モルガナのスペルシールドはユーミの回復やシールドを無効化できないため、ユーミのサステインが有効に働く。\n- ユーミは移動しながらサポートできるため、モルガナの攻撃を受けにくい。\n- モルガナのクールダウンが長いため、ユーミが攻撃的に出るタイミングを作りやすい。\n- ユーミはハードCCを持たないため、モルガナのスネアに対して脆弱ではない。",
      "ミリオ": "ミリオがモルガナに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、モルガナのスネアを避けながらハラスを行いやすい。\n- モルガナのCCをウルトで解除できるため、モルガナの強みを無効化できる。\n- ミリオの回復やシールドにより、モルガナのダメージトレードに対して耐性が高い。\n- モルガナはクールダウンが長いため、ミリオがスキルを使った後の隙を突いて攻撃することができる。\n- ミリオはエンゲージ能力が低いため、モルガナがオールインを仕掛ける際に有利な状況を作りにくい。",
      "ジリアン": "ジリアンはモルガナに有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、モルガナのスペルシールドを無視してダメージを与えることができる。\n- ジリアンのAoEスタンは、モルガナのスネアを避ける手段として有効であり、モルガナが捕まえにくくなる。\n- ジリアンは移動速度のバフを持っており、モルガナの攻撃を避けやすく、レーンでの機動力が高い。\n- ジリアンの蘇生能力は、モルガナの高火力のバーストに対抗できるため、モルガナがオールインを仕掛けても逆転のチャンスを作れる。\n- ジリアンはレベル差をつけやすく、早い段階からモルガナに対して優位に立つことができる。",
      "ブリッツクランク": "ブリッツクランクはモルガナに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは瞬時に敵を引き寄せることができ、モルガナのスペルシールドを無視して捕まえることができるため、モルガナの強みを打ち消すことができる。\n- モルガナはスネアを使う際に足を止める必要があり、その隙を突いてブリッツクランクがフックを当てることで、モルガナを無力化できる。\n- ブリッツクランクのサイレンス効果は、モルガナのスキルを封じることができ、特に集団戦での影響力を大きく削ぐことができる。\n- モルガナはクールダウンが長く、ブリッツクランクがフックを外さなければ、持続的にプレッシャーをかけ続けることができる。\n- ブリッツクランクはタンクとしての耐久力があり、モルガナのダメージを受けても生存しやすく、逆にモルガナを狙うことができる。",
      "パンテオン": "パンテオンがモルガナに有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、モルガナのスネアを避けながらオールインが可能です。これにより、モルガナのCCを無効化しつつ攻撃できます。\n- パンテオンは序盤から高いバーストダメージを持ち、モルガナがスキルを使った後の隙を突いてキルを狙いやすいです。\n- モルガナはクールダウンが長く、スキルを使った後の反撃が難しいため、パンテオンはその隙を利用して攻撃を仕掛けることができます。\n- パンテオンのグローバルなUltを活かして、他のレーンへのロームが得意で、モルガナが孤立している状況を作りやすいです。\n- モルガナは射程が短く、パンテオンの近接攻撃に対して防御手段が限られているため、レーンでのトレードで不利になりやすいです。",
      "バード": "バードがモルガナに有利です。\n\n理由は以下の通りです。\n\n- バードは移動能力が高く、ロームが得意なため、モルガナのスキルを避けやすい。\n- モルガナのスネアは長時間のCCですが、バードはウルトを使うことで無敵状態になり、モルガナのスキルを無効化できる。\n- バードのパッシブによる火力は装備依存度が低く、モルガナのスペルシールドを無視してダメージを与えることができる。\n- バードは回復スキルを持っているため、モルガナのダメージを軽減しつつ、味方をサポートできる。\n- モルガナはクールダウンが長く、バードはその間に積極的に攻撃やロームを行うことができる。",
      "ザイラ": "ザイラがモルガナに有利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、モルガナのスネアを避けながら安全にダメージを与えることができる。\n- モルガナのクールダウンが長いため、ザイラはその隙を突いて攻撃を仕掛けやすい。\n- ザイラの植物を利用した持続的なダメージは、モルガナのスペルシールドを貫通しやすい。\n- モルガナは接近戦が得意ではないため、ザイラの射程を活かして遠距離から攻撃することで優位に立てる。\n- ザイラのCCはAoE効果があり、モルガナが複数の敵を捕まえようとする際に逆に制圧することができる。",
      "メル": "メルがモルガナに有利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、モルガナのスネアを避けながら安全にハラスができる。\n- モルガナのCCに依存するプレイスタイルに対して、メルはスキルを反射する能力を持っているため、モルガナの攻撃を逆手に取ることができる。\n- モルガナはクールダウンが長く、スキルを外した場合のリカバリーが難しいが、メルは持続的なダメージを与えやすい。\n- メルはHPが閾値以下の敵を確定キルする能力があり、モルガナが低HPの状態になると特に脅威となる。\n- モルガナのスペルシールドは強力だが、メルの攻撃はAoEであるため、複数の敵に対しても効果的にダメージを与えられる。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、モルガナに対して高いプレッシャーをかけることができる。\n- モルガナのスネアは発生までに時間がかかるため、カルマのスネアを避けやすい。\n- カルマはシールドを持っており、モルガナのCCを無効化することができるため、味方を守りやすい。\n- カルマのスキルは対象指定であり、モルガナのスペルシールドを無視してダメージを与えることができる。\n- モルガナはクールダウンが長く、スキルを使った後の隙を突いてカルマが攻撃できる。\n- カルマはカイティングが得意で、モルガナの攻撃を避けながらダメージを与えることができる。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ニーコ": "ニーコがマオカイに不利です。\n\n- マオカイは高い耐久力を持ち、ニーコの攻撃を受け止めやすい。特に、パッシブによるHP回復があるため、ニーコのダメージを持続的に受けることができる。\n- マオカイのCC（クラウドコントロール）能力により、ニーコは接近戦での行動が制限されやすい。特に、スネアを受けるとニーコのコンボが決まりにくくなる。\n- マオカイはブッシュを利用した視界確保が得意で、ニーコの擬態を見破る手段を持っている。これにより、ニーコの奇襲能力が低下する。\n- マオカイは近接攻撃型であり、ニーコの射程が短いため、ニーコが攻撃を仕掛ける前に反撃されるリスクが高い。\n- マオカイは重傷効果を持つチャンピオンに対して脆弱だが、ニーコの攻撃は重傷効果を持たないため、マオカイに対しては効果的なダメージを与えにくい。",
      "ソラカ": "ソラカがマオカイに不利です。\n\n理由は以下の通りです。\n\n- マオカイは高いCCを持ち、ソラカを捕まえやすい。特にスネアやエンゲージ能力により、ソラカの逃げる手段を無効化できる。\n- ソラカは基礎ステータスが低く、耐久力が乏しいため、マオカイの攻撃を受けるとすぐに危険な状況に陥る。\n- マオカイのパッシブによるHP回復能力があるため、ソラカのヒール効果が相対的に弱まる。重傷効果を持つチャンピオンに対しては特に脆弱。\n- ソラカは視界確保が苦手で、マオカイのブッシュを利用した戦術に対して脆弱。Gankのリスクが高まる。\n- マオカイは集団戦でのタフさとゾーニング能力が高く、ソラカが安全にヒールを行うことが難しい。",
      "パンテオン": "パンテオンがマオカイに不利です。\n\n理由は以下の通りです。\n\n- マオカイは高頻度でCCを使用でき、パンテオンのオールインを阻止することができるため、パンテオンの攻撃を避けやすい。\n- マオカイのパッシブによるHP回復効果があるため、パンテオンのバーストダメージを受けても持ちこたえやすい。\n- マオカイはブッシュを利用した視界確保が得意で、パンテオンのロームやGankを警戒しやすい。\n- マオカイのスネアやゾーニング能力により、パンテオンが近づくのが難しく、トレードで不利になることが多い。\n- パンテオンは長期戦になるとDPSが低下するため、持続的なダメージを出せるマオカイに対して不利になる。",
      "ユーミ": "ユーミがマオカイに不利です。\n\n- マオカイは高い耐久力を持ち、ユーミの回復やシールドを無効化しやすいタンクであるため、オールインされると脆弱なユーミは対処が難しい。\n- マオカイのCC（クラウドコントロール）によって、ユーミは移動や行動が制限され、味方を支援することができなくなる。\n- ユーミは単独での戦闘能力が低く、マオカイの攻撃を受けるとすぐにダメージを受けてしまうため、持続的な戦闘が苦手。\n- マオカイは視界を確保する能力が高く、ユーミが密着している味方を狙いやすく、Gankやエンゲージが成功しやすい。\n- ユーミはハードCCを持たないため、マオカイのエンゲージに対して反撃する手段が乏しく、戦闘での優位性を保つことが難しい。",
      "シャコ": "シャコが不利です。\n\n- マオカイは高いCCを持っており、シャコの奇襲を容易に阻止できる。特にスネアはシャコの動きを制限し、攻撃を受けやすくする。\n- マオカイのパッシブによるHP回復効果は、シャコのバーストダメージを軽減するため、シャコが持つ瞬間的なダメージが通りにくい。\n- マオカイはタンクとしての耐久力が高く、シャコの攻撃を受けても生き残ることができるため、持続戦闘において有利。\n- マオカイは視界を確保する能力が高く、ブッシュを利用した戦術が得意なため、シャコの奇襲を事前に察知される可能性が高い。\n- シャコは集団戦でのAoEダメージやCCが限られているため、マオカイの集団戦での強さに対抗しにくい。",
      "ポッピー": "ポッピーが不利です。\n\n- マオカイは高いHP回復能力を持ち、持続戦闘に強いため、ポッピーのダメージを受けても耐えやすい。\n- マオカイのCCは広範囲で、ポッピーのエンゲージや逃げる手段を封じることができる。\n- ポッピーは射程が短く、マオカイの攻撃を受けやすい状況になりやすい。\n- マオカイは視界を確保する能力が高く、ブッシュを利用した戦術でポッピーの動きを制限できる。\n- ポッピーのスキルは条件付きで効果を発揮するため、マオカイの持続的な圧力に対抗しづらい。",
      "ラカン": "ラカンがマオカイに不利です。\n\n- マオカイは高い耐久力を持ち、集団戦でのタフさがあるため、ラカンの攻撃を受けても生存しやすい。\n- マオカイのスネアや広範囲のCCは、ラカンの機動力を制限し、エンゲージや逃げる手段を奪うことができる。\n- ラカンは移動を伴うスキルが多く、マオカイのCCに捕まると非常に脆弱になり、何もできなくなる。\n- マオカイの視界確保能力により、ラカンがブッシュを利用した戦術を行うことが難しくなる。\n- マオカイのパッシブによるHP回復効果が、ラカンの持続的なダメージを相殺しやすい。",
      "セナ": "セナが不利です。\n\n- マオカイはCCを多く持っており、セナが攻撃を行う際に動きを制限されやすい。\n- マオカイのタンク性により、セナのハラスが効きにくく、持続的なダメージを与えにくい。\n- セナは基礎ステータスが低く、特に序盤においてマオカイの攻撃を受けると脆弱である。\n- マオカイのエンゲージ能力により、セナが捕まると致命的なダメージを受けやすく、逃げる手段が乏しいため危険。\n- マオカイの視界確保能力により、セナが安全にハラスを行うことが難しくなる。",
      "アリスター": "アリスターが不利です。\n\n- マオカイは高いCCを持ち、アリスターのエンゲージを無効化することができるため、アリスターが攻撃を仕掛けるのが難しい。\n- マオカイのパッシブによるHP回復効果が強力で、アリスターのダメージを軽減しやすい。\n- マオカイはブッシュを利用した視界確保が得意で、アリスターが仕掛けるタイミングを読みやすく、Gankの成功率を下げる。\n- アリスターは攻撃力が低く、マオカイの耐久力に対して持続的なダメージを出しにくい。\n- マオカイのスネアやCCによって、アリスターが反撃を受けやすく、オールインが通じにくい。",
      "ジャンナ": "ジャンナが不利です。\n\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱で、マオカイの持つCCやダメージに対して耐えられないことが多い。\n- マオカイは高頻度でCCを使用でき、ジャンナが逃げる手段を封じることができるため、ジャンナはエンゲージに対して非常に弱い。\n- ジャンナの視界確保能力が低いため、マオカイのブッシュを利用した戦術に対抗しづらい。\n- マオカイのパッシブによるHP回復効果があるため、持続的なダメージを与えにくく、ジャンナのサポート効果が薄れる。\n- マオカイは重傷効果を持つチャンピオンに対しても強く、ジャンナの回復効果を無効化することができる。",
      "ソナ": "ソナがマオカイに不利です。\n\n- マオカイは高頻度でCCを使用でき、ソナが攻撃を受けやすくなるため、レーンでのハラスが難しい。\n- マオカイのパッシブによるHP回復効果があるため、ソナのハラスが効果的に機能しにくい。\n- ソナは基礎ステータスが低く、特に序盤にマオカイの攻撃を受けると簡単に倒されるリスクが高い。\n- マオカイのスネアやゾーニング能力により、ソナの移動が制限され、逃げる手段が乏しくなる。\n- ソナのスキルはマナ消費が激しく、持続的な戦闘に向かないため、マオカイとの長期戦で不利になる。",
      "パイク": "パイクがマオカイに不利です。\n\n- マオカイは高頻度でCCを使用できるため、パイクの機動力を封じることができる。特に、スネアによってパイクは捕まりやすく、反撃のチャンスを失う。\n- マオカイのパッシブによるHP回復効果が強力で、持続的なハラスに対して耐性があるため、パイクの攻撃が効果的に機能しにくい。\n- マオカイは集団戦で非常にタフであり、パイクが単独でキルを狙うのが難しい。特に、マオカイが前に出てくると、パイクは攻撃しづらくなる。\n- マオカイは視界を確保する能力が高く、ブッシュを利用した戦術が得意なため、パイクが仕掛けるタイミングを見極められやすい。\n- マオカイのエンゲージ能力は高く、パイクが攻撃を仕掛ける前にマオカイが先手を取ることができるため、パイクの戦略が通用しにくい。"
    },
    "loses": {
      "モルガナ": "モルガナがマオカイに有利です。\n\n理由は以下の通りです。\n\n- モルガナは長時間のCCを持っており、マオカイのエンゲージを無効化しやすい。\n- スペルシールドにより、マオカイのCCを防ぎつつ味方を守ることができるため、集団戦での優位性が高い。\n- マオカイは近接チャンピオンであり、モルガナの射程の長さを活かして安全に攻撃できる。\n- モルガナは持続的なダメージを出すことができ、マオカイのタンク性を削ることが可能。\n- マオカイのパッシブによるHP回復は、モルガナのスネアやダメージで中断されやすい。",
      "ザイラ": "ザイラがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、マオカイが近づく前にダメージを与えることができる。\n- マオカイは接近戦を得意とするタンクであり、ザイラの射程の長さにより、マオカイが接近するのが難しい。\n- ザイラのCCはマオカイのエンゲージを妨げることができ、特にスネアを使うことでマオカイの動きを制限できる。\n- ザイラは植物を使って持続的なダメージを与えることができ、マオカイの耐久力を削るのに適している。\n- マオカイは重傷効果に弱いが、ザイラはその効果を持つスキルを持っていないため、マオカイの回復能力を無効化しづらい。",
      "ブラウム": "ブラウムがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、マオカイのCCを受けても味方を守ることができるため、マオカイのエンゲージを無効化しやすい。\n- マオカイは近接チャンピオンであり、ブラウムのパッシブによるスタンを受けやすく、これによりマオカイの行動を制限できる。\n- ブラウムは序盤から強力なハラスが可能で、マオカイのサステインを削ることができるため、レーンでの優位性を確保しやすい。\n- マオカイは重傷効果に弱いが、ブラウムはそのような効果を持たないため、持続的なダメージを与えやすい。\n- ブラウムはマオカイのスキルを軽減する能力があり、特にスキルショットに対して強いので、マオカイの攻撃を受け流しやすい。",
      "ノーチラス": "ノーチラスがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは多くのCCを持っており、マオカイの回復やエンゲージを妨げることができる。\n- マオカイはエンゲージ能力がやや乏しく、ノーチラスのフックやCCに対して対抗しにくい。\n- ノーチラスのフックは射程が長く、マオカイが近づく前に捕まえることができる。\n- マオカイは重傷効果に弱く、ノーチラスのダメージを受けることでサステインが減少する。\n- ノーチラスは機動力が低いマオカイに対して、確実にキャッチできるチャンスが多い。",
      "レル": "レルがマオカイに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCを持っており、マオカイのエンゲージを無効化しやすい。特に、マオカイのスキルを避けることで、彼の強みを活かさせない。\n- マオカイはタンクとしての耐久力がパッシブに依存しているが、レルのパッシブによってARとMRを減少させることができるため、マオカイに対して効果的なダメージを与えられる。\n- レルは自身と味方の移動速度を上げるスキルを持っており、これによりマオカイのスキルを避けやすく、追撃や逃走がしやすい。\n- マオカイは重傷効果に弱いが、レルはその重傷効果を持つスキルを持っているため、マオカイの回復能力を制限できる。\n- マオカイはエンゲージ能力がやや乏しいため、レルの強力なCCを受けると、集団戦での影響力が低下する。",
      "スレッシュ": "スレッシュが有利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、マオカイのエンゲージを阻止することができる。特にフックやスローを使って、マオカイが近づく前に捕まえることが可能。\n- マオカイは近接チャンピオンであり、スレッシュの射程の長さを活かして安全にハラスができる。これにより、マオカイのサステインを削ることができる。\n- スレッシュのWを使うことで、味方を救出しつつマオカイの攻撃を無効化できるため、マオカイのCCを避けることができる。\n- マオカイは重傷効果に弱いが、スレッシュはその重傷効果を持たないため、マオカイの回復能力を無効化することができない。\n- スレッシュはマオカイのスキルのクールダウンを利用して、積極的に攻撃を仕掛けることができる。特にマオカイがスキルを外した際には、スレッシュが有利に立ち回れる。",
      "ヴェル＝コズ": "ヴェル＝コズがマオカイに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ヴェル＝コズは長射程のスキルを持っており、マオカイが近づく前にダメージを与えることができるため、レーンでのハラスがしやすい。\n- AoEダメージ: ヴェル＝コズのAoE攻撃は、マオカイのようなタンクに対しても効果的で、集団戦でのダメージを稼ぎやすい。\n- Trueダメージ: ヴェル＝コズのパッシブによるTrueダメージは、マオカイのタンク性能を無視してダメージを与えることができるため、タンク相手でも火力を維持できる。\n- CCの回避: マオカイのCCは主に近接攻撃に依存しているため、ヴェル＝コズは距離を保ちながら攻撃できるため、CCを避けやすい。\n- マナ消費の軽さ: ヴェル＝コズはマナ消費が軽く、持続的にスキルを使用できるため、レーン戦での持続力が高い。",
      "ミリオ": "ミリオはマオカイに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、マオカイの近接攻撃を避けやすく、トレードで優位に立てる。\n- マオカイのCCに対して、ミリオはウルトで解除できるため、マオカイのエンゲージを無効化しやすい。\n- ミリオの回復やシールド効果により、マオカイの持続的なダメージを軽減できる。\n- ミリオは射程が長いため、マオカイが近づく前にハラスを行いやすい。\n- マオカイのエンゲージ能力が低いため、ミリオは安全にプレイしやすい。",
      "ラックス": "ラックスがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持ち、マオカイが近づく前にダメージを与えることができるため、レーンでのハラスが得意です。\n- マオカイは接近戦を得意とするタンクですが、ラックスのスネアを受けると動きが制限され、攻撃を受けやすくなります。\n- ラックスのスキルはミニオンにブロックされないため、マオカイがブッシュを利用してもハラスを続けやすいです。\n- マオカイは重傷効果に弱いですが、ラックスはバーストダメージを持っているため、マオカイのHPを迅速に削ることが可能です。\n- ラックスは視界を確保するスキルを持ち、マオカイのGankを警戒しやすく、レーンでの安全性が高まります。\n- マオカイのエンゲージ能力はやや乏しく、ラックスは距離を保ちながら戦うことができるため、優位に立ち回れます。",
      "ジリアン": "ジリアンがマオカイに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは遠距離攻撃が可能で、マオカイの近接攻撃を避けやすい。\n- AoEスタンを持っているため、マオカイのエンゲージを無効化しやすい。\n- 移動速度のバフを使うことで、マオカイの追撃をかわすことができる。\n- ジリアンの蘇生能力は、マオカイのバーストダメージに対して非常に効果的で、味方を守ることができる。\n- マオカイは重傷効果に弱いが、ジリアンはそのような効果を持たないため、持続的な戦闘で有利に立てる。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "ミリオ": "ミリオはノーチラスに不利です。\n\n- ノーチラスは強力なCCを持っており、ミリオの逃げる手段を封じることができるため、ミリオは捕まりやすい。\n- ノーチラスのフックやスタンは、ミリオの回復やシールドを無効化することができ、ミリオのサポート能力を低下させる。\n- ミリオはエンゲージ能力が低く、ノーチラスのような高い追撃性能を持つ相手に対しては、反撃が難しい。\n- ノーチラスのタンク性能により、ミリオのダメージトレードが効果的に行えず、持続的な戦闘で不利になる。\n- ノーチラスはミリオの射程を活かす前に、近づいてオールインを仕掛けることができるため、ミリオはハラスを受けやすい。",
      "ユーミ": "ユーミがノーチラスに不利です。\n\n- ノーチラスは強力なCCを持っており、ユーミが密着している味方を簡単に捕まえることができる。\n- ユーミはハードCCを持たないため、ノーチラスのオールインに対して防御手段が乏しい。\n- ノーチラスのタンク性能により、ユーミの回復やシールドが効果的に無効化されることが多い。\n- ユーミは基礎ステータスが低く、ノーチラスの攻撃を受けると脆弱で、すぐに倒される可能性が高い。\n- ノーチラスのフックやCCによって、ユーミが味方から離れることができず、逃げる手段が限られる。",
      "パイク": "パイクが不利です。\n\n- ノーチラスは強力なCCを持っており、パイクの機動力を封じることができるため、パイクが攻撃を仕掛ける前に捕まえられる可能性が高い。\n- ノーチラスのフックは射程が長く、パイクが近づく前に先手を取られることが多い。これにより、パイクは安全に攻撃する機会が減少する。\n- ノーチラスはタンクであり、パイクの瞬間火力を耐えることができるため、パイクがオールインを仕掛けても効果が薄い。\n- ノーチラスのCCは複数あり、パイクが逃げる手段を制限されるため、捕まった際のリスクが高い。\n- ノーチラスは自衛性能が高く、パイクがフックを当てても、ノーチラスが反撃することで逆に不利な状況に陥ることがある。",
      "ポッピー": "ポッピーが不利です。\n\n- ノーチラスは強力なCCを持ち、ポッピーのエンゲージや逃げる動きを封じることができるため、ポッピーは攻撃を仕掛けにくくなる。\n- ノーチラスのフックやスタンは、ポッピーのシールドやCCを無効化することができ、ポッピーが持つPeel性能を活かしにくい。\n- ノーチラスはタンクとしての耐久力が高く、ポッピーの割合ダメージが効果的に働きにくい。\n- ノーチラスの攻撃範囲が長いため、ポッピーはハラスを受けやすく、レーンでのトレードが不利になることが多い。\n- ノーチラスはポッピーのダッシュやリープを阻止する能力を持たないため、ポッピーが逃げる手段を持っている場合でも、ノーチラスのCCで捕まえやすい。",
      "ソナ": "ソナが不利です。\n\n- ノーチラスは強力なCCを持っており、捕まると簡単に倒されてしまうソナにとって非常に脅威です。\n- ノーチラスのフックは射程が長く、確実にソナを引き寄せることができるため、彼女の逃げる手段を封じることができます。\n- ソナは序盤が非常に脆いため、ノーチラスのオールインに対して耐えられず、レーンでの優位を失いやすいです。\n- ノーチラスはタンクであり、ソナのダメージを軽減しやすいため、彼女の攻撃が効果的に通りにくいです。\n- ソナのスキルはマナ消費が激しく、持続的な戦闘には向いていないため、ノーチラスに圧力をかけられるとマナが枯渇しやすいです。",
      "セナ": "セナが不利です。\n\n- ノーチラスは強力なCCを持っており、セナが攻撃を行う前に捕まえられる可能性が高い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ノーチラスのオールインに対して脆弱。\n- ノーチラスのフックは射程が長く、セナが距離を保とうとしても容易に捕まることができる。\n- セナは逃げ手段が乏しく、ノーチラスのCCを受けると致命的なダメージを受けやすい。\n- ノーチラスはタンクであり、セナの攻撃が通りにくく、持ち味のハラスが活かしにくい。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持ち、ヴェル＝コズが接近されると捕まえられやすい。\n- ノーチラスのフックやスタンによって、ヴェル＝コズはスキルを発動する前に無防備な状態にされることが多い。\n- ヴェル＝コズは機動力が低く、ノーチラスの攻撃を避けるのが難しいため、特に接近戦で不利になる。\n- ノーチラスのタンク性能により、ヴェル＝コズのダメージが通りにくく、持続的なダメージを出しづらい。\n- ノーチラスのCCによって、ヴェル＝コズのスキルの詠唱が妨げられるため、集団戦での影響力が低下する。",
      "ゼラス": "ゼラスがノーチラスに不利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、ゼラスが攻撃を行う前に捕まえられる可能性が高い。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、ノーチラスの接近を許すと危険。\n- ノーチラスのフックは射程が長く、ゼラスの攻撃を避けることが難しい。\n- ゼラスはスキルの発動が遅いため、ノーチラスのCCを避けるのが難しく、捕まると一気にダメージを受ける。\n- ノーチラスはタンクであり、ゼラスの魔法ダメージに対して高い耐久力を持っているため、持続的なダメージを与えにくい。",
      "ルル": "ルルがノーチラスに不利です。\n\n- ノーチラスは強力なCCを持っており、ルルがスキルを使う前に捕まえられる可能性が高い。\n- ルルは移動不可のCCを持たないため、ノーチラスのフックや突進を避ける手段が限られている。\n- ノーチラスのタンク性能により、ルルのダメージが通りにくく、持続戦闘で不利になる。\n- ノーチラスのオールインに対して、ルルのシールドやポリモーフでは十分に対抗できないことが多い。\n- ノーチラスは近接攻撃型であるため、ルルが距離を取ることが難しく、攻撃を受けやすい。"
    },
    "loses": {
      "レル": "レルがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のAoE CCを持っており、ノーチラスのオールインを無効化しやすい。特に、ノーチラスがスキルを使った後にレルが反撃することで、ノーチラスを拘束することができる。\n- ノーチラスは移動速度が遅く、スキルに依存しているため、レルの機動力を活かしたエンゲージや逃走が有利に働く。\n- レルのパッシブによって、ノーチラスのARを減少させることができ、タンクとしての耐久力を高めつつ、ダメージを与えやすい。\n- レルは味方の移動速度を上げるスキルを持っており、集団戦での連携が取りやすく、ノーチラスのCCを避けることができる。\n- ノーチラスのスキルは発動にラグがあるため、レルのスキルを当てやすく、反撃のチャンスが増える。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なディスエンゲージ能力を持っており、ノーチラスのオールインを無効化することができるため、彼のCCを回避しやすい。\n- 高い移動速度を持つため、ノーチラスの接近を容易に避けることができ、距離を保ちながら攻撃できる。\n- ジャンナのシールドや回復効果により、ノーチラスのダメージを軽減し、味方を守ることができる。\n- ノーチラスはスキルに依存するため、スキルがクールダウン中の際には攻撃力が低下し、ジャンナはその隙を突いて攻撃することができる。\n- ジャンナはタンク系のチャンピオンに対して有利であり、ノーチラスもタンクであるため、彼の攻撃を受け流しやすい。",
      "ブラウム": "ブラウムがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、ノーチラスのCCを軽減することができるため、ノーチラスの攻撃を受け流しやすい。\n- ノーチラスのフックやCCを受けた際に、ブラウムのパッシブを活用してスタンを狙うことができ、反撃のチャンスを作りやすい。\n- ブラウムは味方を守る能力が高く、ノーチラスがオールインを仕掛けた際に、味方のキャリーをしっかりと守ることができる。\n- ノーチラスは移動速度が遅く、ブラウムの防御スキルを使って距離を保ちながら、ノーチラスの攻撃を避けることができる。\n- ブラウムは接近戦に強く、ノーチラスが近づいてくる際に、ブラウムのCCを使ってノーチラスを拘束することができる。",
      "ラカン": "ラカンがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- 高い機動力を持つため、ノーチラスのフックやCCを避けやすい。\n- ノーチラスのスキルがクールダウン中の際、ラカンは積極的にエンゲージやピールができる。\n- ラカンのシールドやヒールにより、ノーチラスのオールインに対して耐性が高く、持続的な戦闘が可能。\n- ノーチラスの攻撃がスキルに依存しているため、ラカンが機動力を活かして距離を取ることで、ノーチラスの圧力を軽減できる。\n- ラカンは味方を支援しやすく、特にザヤとの連携によって相互に強化されるため、ノーチラスに対しても有利に立ち回れる。",
      "パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、ノーチラスのCCを無効化することができるため、オールインの際に有利に立ち回れる。\n- パンテオンの攻撃は序盤から高いバーストダメージを持ち、ノーチラスがスキルを使った後の隙を突いてキルを狙いやすい。\n- ノーチラスは移動速度が遅く、パンテオンのリープを使った瞬時の接近が効果的で、逃げる手段が限られる。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、ノーチラスが孤立している状況を作りやすい。\n- ノーチラスはタンクであり、パンテオンの高いバーストダメージに対して耐久力が不足しているため、早期にキルを取られる可能性が高い。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターはノーチラスのCCを無効化する能力を持っており、ノーチラスのエンゲージを簡単に防ぐことができる。\n- アリスターのスキルは即時発動可能で、ノーチラスがスキルを使った後に反撃することができるため、ノーチラスの攻撃を受けにくい。\n- アリスターは高いタフネスを持ち、レーンでの維持力が高いため、ノーチラスのオールインに対しても耐えることができる。\n- アリスターのピール能力により、味方キャリーを守りやすく、ノーチラスが狙う対象を守ることができる。\n- ノーチラスは移動速度が遅いため、アリスターの機動力を活かして距離を取ることができ、ノーチラスの攻撃を避けやすい。",
      "スレッシュ": "スレッシュがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- スレッシュは射程が長いため、ノーチラスの接近を阻止しやすい。ノーチラスがフックを狙う際、スレッシュは距離を保ちながら攻撃できる。\n- スレッシュのフックはノーチラスの動きを制限することができ、ノーチラスがオールインを仕掛ける前に捕まえることが可能。\n- スレッシュは味方を救出する能力があり、ノーチラスのCCを無効化することができるため、ノーチラスの攻撃を受け流しやすい。\n- ノーチラスはスキルに依存するため、スキルを外した場合の隙が大きいが、スレッシュはその隙を突いて反撃することができる。\n- スレッシュは柔らかいエンチャンターやオールインが弱いADCに対して強く、ノーチラスの攻撃を受けることなくダメージを与えられる。",
      "タム・ケンチ": "タム・ケンチがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステインを持っており、ノーチラスの攻撃を受けても耐えやすい。\n- ノーチラスのCCに対して、タム・ケンチはウルトを使うことで無力化し、逆にノーチラスを捕まえることができる。\n- タム・ケンチは瞬間的な耐久力が高く、ノーチラスのオールインに対しても反撃しやすい。\n- ノーチラスの移動速度が低いため、タム・ケンチはスキルを使って距離を詰めやすく、追撃が可能。\n- タム・ケンチはタンクビルドでも火力を確保しやすく、ノーチラスに対してもダメージを与えやすい。",
      "モルガナ": "モルガナがノーチラスに有利です。\n\n理由は以下の通りです。\n\n- モルガナはスペルシールドを持っており、ノーチラスのCCを無効化できるため、オールインに対して強い耐性を持つ。\n- ノーチラスのフックやCCを受けた際に、モルガナはスネアを使って反撃することができ、ノーチラスを捕まえるチャンスがある。\n- モルガナの攻撃は遠距離から行えるため、ノーチラスが近づく前にダメージを与えることができる。\n- ノーチラスは移動速度が遅く、スキルに依存するため、モルガナのスネアで捕まえやすい。\n- モルガナはレーンでの持続的なダメージを与えることができ、ノーチラスのタンク性能を削ることができる。",
      "レオナ": "レオナが有利です。\n\n- レオナは高いイニシエート能力を持ち、ノーチラスよりも早いタイミングでオールインが可能です。これにより、ノーチラスがスキルを使う前に先手を取ることができます。\n- レオナのCCは瞬時に敵を拘束することができ、ノーチラスのスキルを無効化することができるため、ノーチラスのフックを避けやすいです。\n- 基礎ステータスが高く、耐久力があるため、ノーチラスの攻撃を受けても生存しやすいです。\n- ノーチラスはスキルに依存するため、スキルがクールダウン中の際にレオナが攻撃を仕掛けることで有利に立てます。\n- レオナはダイバーやスカーミッシャーに対して強く、ノーチラスもその一種であるため、相性が良いです。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "パイクがレナータ・グラスクに不利です。\n\n- レナータはオールインに対して強い耐性を持ち、パイクの攻撃を逆手に取ることができるため、パイクが攻撃を仕掛けても逆にダメージを受ける可能性が高い。\n- レナータのスキルは、パイクのフックや攻撃を避けることができるため、パイクの捕まえる能力が無効化されやすい。\n- レナータは味方を守る能力が高く、パイクがキルを狙う際に味方がサポートされることで、パイクの効果的な攻撃が難しくなる。\n- レナータのUltは、パイクが仕掛けた攻撃を逆手に取ることができ、パイクがキルを狙う際に逆に不利な状況を作り出すことができる。\n- パイクは集団戦での持続的なダメージが低く、レナータのスキルによって集団戦での影響力を発揮しづらくなる。",
      "パンテオン": "パンテオンがレナータ・グラスクに不利です。\n\n理由は以下の通りです。\n\n- レナータは長射程の攻撃を持ち、パンテオンが近づく前にハラスを行いやすい。\n- レナータのスキルは、パンテオンのオールインを逆手に取ることができ、彼の攻撃を味方に向けさせることが可能。\n- パンテオンはスキルのクールダウンが長く、レナータのスキルを避けられると、攻撃のチャンスが減少する。\n- レナータは複数の敵を同時に捌く能力が高く、集団戦でのパンテオンの効果を薄めることができる。\n- パンテオンはサステインが乏しく、レナータの持続的なハラスに対処しづらい。",
      "レオナ": "レオナが不利です。\n\n- レナータ・グラスクは射程が長く、レオナが接近する前に攻撃を受けることができるため、レオナのイニシエートが難しい。\n- レナータのスキルは、敵を寝返らせる効果があり、レオナがオールインを仕掛けた際に逆に味方を強化することができる。\n- レオナは火力がパッシブに依存しているため、中盤以降のダメージが不足し、レナータの耐久力に対処しづらい。\n- レナータはCCを持つため、レオナの接近を妨害しやすく、レオナがスキルを発動する前に無力化される可能性が高い。\n- レオナはサステインがないため、レナータのハラスに対して耐えきれず、レーンでの優位性を失いやすい。",
      "ノーチラス": "ノーチラスがレナータ・グラスクに不利です。\n\n- レナータはオールインに対して強い耐性を持ち、ノーチラスのCCを逆手に取ることができるため、ノーチラスが仕掛けても逆に不利な状況に持ち込まれる可能性が高い。\n- レナータのスキルは、ノーチラスの攻撃を無効化したり、味方を守るためのPeelが得意で、ノーチラスの攻撃をかわすことができる。\n- ノーチラスは近接キャリーであり、レナータの射程に対して不利で、レナータが安全に攻撃できる距離からノーチラスを攻撃することができる。\n- レナータのUltは、ノーチラスの攻撃を利用して逆転のチャンスを生み出すことができるため、ノーチラスが攻撃を仕掛ける際にリスクが高まる。\n- ノーチラスは移動速度が低く、レナータのスキルを避けることが難しいため、レナータに対してプレッシャーをかけるのが難しい。",
      "セラフィーン": "セラフィーンが不利です。\n\n- レナータ・グラスクは、味方を守るためのスキルが豊富で、特にオールインに対して強い耐性を持っているため、セラフィーンの攻撃を逆手に取ることができる。\n- セラフィーンはスキルの発生が遅く、レナータのスキルを避けるのが難しいため、攻撃を仕掛けるタイミングが制限される。\n- レナータのUltは、敵の攻撃を利用することができるため、セラフィーンが集団戦での影響力を発揮しづらくなる。\n- セラフィーンは基礎ダメージが低く、オールイン合戦では不利になりやすいため、レナータとの直接対決で劣位に立たされることが多い。\n- レナータは高機動力を持つチャンピオンに対しても強く、セラフィーンのように移動速度が低いキャリーに対しては特に有利に立ち回ることができる。",
      "ポッピー": "ポッピーが不利です。\n\n- レナータ・グラスクは射程が長く、ポッピーが近づく前にハラスを行いやすい。\n- レナータのスキルは敵を妨害する能力が高く、ポッピーのエンゲージを阻止することができる。\n- ポッピーは近接キャリーであり、レナータのスキルを避けるのが難しく、特にUltの効果を受けやすい。\n- レナータは味方を守る能力が高く、ポッピーがオールインを仕掛けても逆転される可能性がある。\n- ポッピーのCCは条件があり、レナータのスキルに対して効果的に使うのが難しい。",
      "スレッシュ": "スレッシュがレナータ・グラスクに不利です。\n\n- レナータはオールインに対して強く、スレッシュのエンゲージを逆手に取ることができるため、スレッシュが仕掛けた際に逆に攻撃されるリスクが高い。\n- レナータのスキルは、スレッシュのフックやCCを避けやすく、特にUltによってスレッシュの攻撃を無効化されることが多い。\n- スレッシュは持続的なハラスに弱いが、レナータは遠距離からの攻撃が可能で、スレッシュが近づく前にダメージを与えやすい。\n- レナータは味方を守る能力が高く、スレッシュが味方を救出しようとした際に、レナータのスキルで逆に味方を守られることがある。\n- スレッシュは基礎ステータスが低く、レナータの高いDPSに対して脆弱で、特に集団戦での生存能力が低下する。",
      "モルガナ": "モルガナが不利です。\n\n- レナータ・グラスクは味方を守る能力が高く、特にオールインに対して強い耐性を持っているため、モルガナの攻撃を逆手に取ることができる。\n- レナータのスキルは、モルガナのCCを無効化することができるため、モルガナのスネアが当たりにくい。\n- レナータは長射程の攻撃を持ち、モルガナが近づく前にダメージを与えることができるため、レーンでのプレッシャーが強い。\n- モルガナはクールダウンが長く、スキルを使った後に反撃を受けやすいが、レナータはその隙を突いて攻撃することができる。\n- レナータのUltは、モルガナの攻撃を逆手に取ることができ、逆転のチャンスを生み出すため、モルガナにとって非常に厄介。",
      "アリスター": "アリスターが不利です。\n\n- レナータ・グラスクは、アリスターのエンゲージを逆手に取ることができるため、アリスターが突っ込んできた際に反撃しやすい。\n- レナータのスキルは、アリスターのCCを無効化することができ、アリスターが持つ強力なCCを活かしにくくなる。\n- アリスターは近接キャリーであり、レナータの射程に対して不利で、攻撃を受けやすい。\n- レナータはオールインに対して強い耐性を持ち、アリスターがオールインを仕掛けても逆転される可能性が高い。\n- アリスターは攻撃力が低く、レナータの高DPSに対抗するのが難しいため、持続的なダメージ交換で不利になる。"
    },
    "loses": {
      "ジリアン": "ジリアンがレナータ・グラスクに有利です。\n\n理由は以下の通りです。\n\n- ジリアンはパッシブによる経験値の優位性を持ち、レベル差をつけやすいため、早期のゲーム展開で有利に立ち回れる。\n- 高いAPレシオを活かした瞬間火力が強力で、レナータのスキルを避けつつダメージを与えることができる。\n- AoEスタンを持っているため、集団戦でレナータの味方を一時的に無力化しやすい。\n- 移動速度のバフやデバフを活用して、レナータの攻撃を制限し、味方のキャリーを守ることができる。\n- 蘇生能力を持つため、レナータのスキルで倒された味方を復活させることで、逆転のチャンスを作りやすい。\n- レナータはクールダウンが長く、スキルの発動タイミングが重要なため、ジリアンの瞬発力を活かして先手を取ることができる。",
      "ユーミ": "ユーミがレナータ・グラスクに有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、レナータの攻撃を受けにくい。レナータのスキルは味方を守ることに特化しているが、ユーミはその支援を受けることでさらに強化される。\n- ユーミの回復やシールドは、レナータの攻撃を軽減し、持続的なダメージを与えることができるため、レナータのオールインを無効化しやすい。\n- ユーミは移動が不要なため、レナータのスキルを避けることができ、特にレナータのスキルのクールダウン中に有利に立ち回ることができる。\n- レナータはクールダウンが長く、スキルの発動タイミングが重要であるため、ユーミがその隙を突いて攻撃することができる。\n- ユーミはハラス型のメイジやADCに対して有利であり、レナータもその一部であるため、ユーミの強みを活かしやすい。",
      "ミリオ": "ミリオがレナータ・グラスクに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、レナータの攻撃を受けるリスクを減少させることができるため、トレードで優位に立ちやすい。\n- レナータのスキルはクールダウンが長く、ミリオの回復やシールドで味方をサポートしながら、レナータのスキルを避けることができる。\n- ミリオのウルトはAoEでCCを解除できるため、レナータのエンゲージを無効化し、味方を守ることができる。\n- ミリオはダメージトレードにおいて回復やシールドを提供できるため、レナータの攻撃を受けても耐えやすい。\n- レナータがAAに依存する短射程のキャリーに対して強い一方で、ミリオはその射程を延ばすことで、レナータの攻撃を避けつつ反撃することができる。",
      "ヴェル＝コズ": "ヴェル＝コズがレナータ・グラスクに有利です。\n\n理由は以下の通りです。\n\n- 長射程のスキルを持つため、レナータが近づく前にダメージを与えやすい。\n- AoE攻撃に優れており、レナータのスキルを避けながら複数の敵にダメージを与えることができる。\n- レナータのスキルはクールダウンが長いため、スキルを使った後の隙を突いて攻撃できる。\n- レナータは自身の火力が低く、ヴェル＝コズの持続的なダメージに対抗しづらい。\n- ヴェル＝コズのパッシブによるTrueダメージは、レナータのシールドや回復を無視してダメージを与えることができる。",
      "ブリッツクランク": "ブリッツクランクがレナータ・グラスクに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは、レナータのスキルを避けることが難しく、彼女を捕まえることができるため、レナータの行動を制限しやすい。\n- レナータはスキルのクールダウンが長く、ブリッツクランクがフックを当てた際に、彼女が反撃する前にキルを狙いやすい。\n- ブリッツクランクのAoEダメージとサイレンスは、レナータのシールドや回復を無効化することができ、彼女の強みを消すことができる。\n- レナータは自身の火力や移動速度が低いため、ブリッツクランクの接近を許すと、簡単に捕まってしまうリスクが高い。\n- ブリッツクランクは、レナータの味方を引き寄せることで、彼女のPeel能力を無効化し、集団戦での優位性を得ることができる。",
      "ブラウム": "ブラウムがレナータ・グラスクに有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、レナータの攻撃を軽減できるため、彼女のスキルを受け流しやすい。\n- レナータは射程が長いが、ブラウムは近接戦闘に強く、彼女に接近することで有利に戦える。\n- ブラウムのパッシブはスタンを狙えるため、レナータのスキルを発動させる前に妨害することができる。\n- ブラウムは味方を守る能力が高く、レナータの攻撃を逆手に取ることができるため、集団戦での役割を果たしやすい。\n- レナータのスキルはクールダウンが長いため、ブラウムが有利なタイミングで攻撃を仕掛けることができる。",
      "ルル": "ルルがレナータ・グラスクに有利です。\n\n- ルルはポリモーフを持っており、レナータのスキルを無力化することができるため、レナータの攻撃を封じることができる。\n- ルルのシールドやHP増加のスキルにより、味方を守る能力が高く、レナータの攻撃を受けても生存しやすい。\n- ルルは短射程のADCに対して強く、レナータがAAに依存する場合、ルルの無力化によって戦闘を有利に進めることができる。\n- レナータのクールダウンが長いため、ルルがスキルをうまく使うことで、レナータのスキルを避けたり、逆に攻撃するチャンスを作りやすい。\n- ルルは柔軟な戦術が可能で、状況に応じて味方を強化したり、敵を妨害することができるため、レナータに対しても多様なアプローチができる。",
      "ソラカ": "ソラカがレナータ・グラスクに有利です。\n\n理由は以下の通りです。\n\n- ソラカの高いヒール能力により、レナータの攻撃を受けても味方を迅速に回復できるため、レナータのスキルを逆手に取ることができる。\n- レナータはオールインに強いが、ソラカは持続的な回復で耐えることができるため、レナータの強みを無効化しやすい。\n- ソラカのサイレンス効果により、レナータのスキル発動を妨害できるため、レナータのプレッシャーを軽減できる。\n- ソラカは射程が長く、レナータの攻撃を安全に避けながらハラスが可能で、レーンでの優位性を保ちやすい。\n- レナータのクールダウンが長いため、ソラカがスキルを使った後に攻撃を仕掛けるタイミングを見計らいやすい。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持ち、レナータの攻撃を無効化することができるため、レナータのスキルを効果的に避けることができる。\n- ジャンナのシールドは味方を守るだけでなく、レナータの攻撃を軽減することができ、特にレナータのオールインに対して強い耐性を持つ。\n- 高い移動速度を持つため、レナータの攻撃を避けやすく、また味方の移動速度を増加させることで、チーム全体の機動力を向上させることができる。\n- ジャンナのディスエンゲージ能力により、レナータがオールインを仕掛けてきた際に、逆に反撃するチャンスを作りやすい。\n- レナータはクールダウンが長いため、ジャンナがスキルをうまく使うことで、レナータのスキルを無駄にさせることができる。",
      "レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは近接キャリーであり、レナータのスキルを近距離で受けることが多いため、レナータの攻撃を受けやすい。\n- レルのCCスキルは、レナータのスキルを無効化することができ、特に集団戦でのエンゲージが得意なため、レナータの動きを制限しやすい。\n- レルはタンクとしての耐久力が高く、レナータの攻撃を耐えながら接近することができるため、オールインを仕掛けやすい。\n- レルのパッシブによって、敵のAR/MRを減少させることができ、レナータのダメージを軽減しつつ、味方のダメージを増加させることができる。\n- レルは味方の移動速度を上げるスキルを持っており、レナータの攻撃を避けるための機動力を提供できる。",
      "ニーコ": "ニーコがレナータ・グラスクに有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: ニーコは遠距離攻撃が可能で、レナータの攻撃を避けながら安全にダメージを与えることができる。\n- 擬態能力: ニーコは擬態を使って敵を欺くことができ、レナータのスキルを無効化しやすい。これにより、レナータのスキルを避けながら攻撃することが可能。\n- AoEダメージ: ニーコのアルティメットはAoEダメージを持ち、集団戦での影響力が高い。レナータが複数の敵を捌く際に、ニーコのダメージが効果的に働く。\n- 短射程のキャリーに対する強さ: レナータは短射程のキャリーに対して強いが、ニーコはその短射程のキャリーを逆に利用することができるため、レナータの強みを打ち消すことができる。\n- 高いバーストダメージ: ニーコは高いバーストダメージを持ち、レナータがスキルを使った後の隙を突いて一気にダメージを与えることができる。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤から高いプレッシャーをかけることができ、レナータのスキルを避けながらハラスを行いやすい。\n- 対象指定のスネアを持っているため、レナータの動きを制限しやすく、特に彼女のスキルを発動する前に捕まえることができる。\n- カルマのシールドや回復能力により、味方を守りつつレナータの攻撃を耐えることができる。\n- レナータはクールダウンが長いため、カルマがスキルをうまく使い分けることで、レナータのスキルを無効化しやすい。\n- カルマは長射程の攻撃を持っているため、レナータが近づく前にダメージを与えることができる。",
      "ラカン": "ラカンがレナータ・グラスクに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、レナータのスキルを避けやすいため、彼女の攻撃を受けにくい。\n- レナータのスキルはクールダウンが長く、ラカンがエンゲージを仕掛けるタイミングでスキルが使えないことが多い。\n- ラカンのCCはレナータの行動を制限できるため、彼女のスキルを発動させる前に無力化できる。\n- ラカンは味方を守るためのシールドやヒールを持っており、レナータの攻撃を受けても耐えやすい。\n- レナータはAAに依存する短射程のキャリーに対して強いが、ラカンは近接での攻撃が得意で、彼女のスキルを逆手に取ることができる。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n- ブランドは遠距離攻撃を持つため、ポッピーはハラスを受けやすい。\n- ブランドの持続ダメージスキルにより、ポッピーは回復手段が限られているため、レーンでのサステインが難しい。\n- ブランドのスキルは高いAoEダメージを持ち、集団戦での影響力が大きいため、ポッピーは集団戦での役割が制限される。\n- ポッピーのスキルは射程が短く、ブランドの攻撃を避けるのが難しい。\n- ブランドは自衛手段が乏しいが、ポッピーもエンゲージが難しいため、ブランドが有利に立ち回ることができる。",
      "ラカン": "ラカンがブランドに不利です。\n\n理由は以下の通りです。\n\n- ブランドは遠距離からの攻撃が得意で、ラカンが近づく前にダメージを与えることができる。\n- ブランドの持続ダメージスキルは、ラカンのシールドやヒールを上回るダメージを与えるため、ラカンのサステインが無効化されやすい。\n- ラカンは移動を伴うスキルが多く、ブランドのスキルによって捕まると、逃げる手段がなくなる。\n- ブランドのスキルはCCを持たないため、ラカンのエンゲージを防ぐ手段が乏しく、ラカンが接近するのを許してしまう。\n- ブランドは自衛手段が乏しいため、ラカンが接近しても一気に倒すことができず、逆に反撃を受けやすい。",
      "パンテオン": "パンテオンがブランドに不利です。\n\n理由は以下の通りです。\n\n- ブランドは遠距離攻撃が可能で、パンテオンが近づく前にハラスを行いやすい。\n- ブランドの持続ダメージスキルは、パンテオンの短期的なオールインを無効化することができる。\n- ブランドはゾーンコントロールを持っており、パンテオンが攻撃しづらい状況を作り出せる。\n- パンテオンは集団戦でのAoEダメージが乏しく、ブランドのAoEダメージに対抗しづらい。\n- ブランドのスキルは、パンテオンの無敵スキルを無視してダメージを与えることができるため、パンテオンの防御手段が効果的でない。",
      "ザイラ": "ザイラがブランドに不利です。\n\n理由は以下の通りです。\n\n- ブランドは持続ダメージを持ち、ザイラの植物を簡単に処理できるため、ザイラのダメージを減少させることができる。\n- ブランドのスキルは高いダメージを持ち、ザイラの防御ステータスが低いため、接近されると瞬時に大きなダメージを受ける可能性が高い。\n- ブランドはAoEダメージを持ち、集団戦での火力が高いため、ザイラが複数の敵を制圧しようとする際に逆にダメージを受けやすい。\n- ブランドのスキルは発動が早く、ザイラのスキルの発動から発生までの時間を利用して攻撃を仕掛けることができる。\n- ブランドはCCを持っており、ザイラの移動手段が乏しいため、捕まえられるリスクが高い。",
      "スウェイン": "スウェインがブランドに不利です。\n\n- ブランドは全てのスキルが攻撃的なダメージスキルで構成されており、持続ダメージが強力であるため、スウェインの回復能力を上回るダメージを与えることができる。\n- ブランドのスキルはAoEダメージが豊富で、集団戦においてスウェインが近づく前に大きなダメージを与えることができる。\n- スウェインは機動力が低く、ブランドのスキルを避けるのが難しいため、特に奇襲や連続攻撃に対して脆弱である。\n- ブランドの持続的なダメージは、スウェインのサステインを無効化する可能性が高く、重傷効果を持つスキルがあるため、スウェインの回復を妨げることができる。\n- スウェインは序盤のレーニングが弱いため、ブランドに対して有利な状況を作られると、レーンでのプレッシャーを受けやすい。",
      "レオナ": "レオナがブランドに不利です。\n\n- ブランドは遠距離攻撃が可能で、レオナが接近する前にダメージを与えることができるため、レオナのイニシエートが難しくなる。\n- ブランドの持続ダメージスキルは、レオナがオールインを仕掛ける際に大きな脅威となり、ハラスを受けやすい。\n- レオナは火力がパッシブに依存しているため、ブランドの持続的なダメージに対抗しづらい。\n- ブランドは自衛手段が乏しいが、レオナが接近する前にスキルを当てることで、レオナの動きを制限できる。\n- ブランドのスキルはCCを持たないため、レオナが接近してもその後のダメージを与えるのが難しい。",
      "ラックス": "ラックスが不利です。\n\n- ブランドは持続ダメージを得意としており、ラックスのスキルを当てた後もダメージを与え続けることができるため、ラックスはハラスを受けやすい。\n- ブランドのスキルは全て攻撃的で、特にAoEダメージが豊富なため、集団戦での影響力が高く、ラックスはその中で脆弱になりやすい。\n- ラックスは接近されると非常に脆弱であり、ブランドの攻撃的なスキルに対して自衛手段が乏しいため、奇襲を受けやすい。\n- ブランドのスキルはミニオンを貫通する能力があり、ラックスはその影響を受けやすく、スキルを当てるのが難しくなる。\n- ブランドはパッシブによってマナを回復できるため、レーン維持力が高く、ラックスに対して持続的にプレッシャーをかけることができる。",
      "セラフィーン": "セラフィーンがブランドに不利です。\n\n- ブランドは全てのスキルが攻撃的なダメージスキルで構成されており、持続ダメージが強力であるため、セラフィーンは持続的なダメージを受けやすい。\n- ブランドのスキルは高いAoEダメージを持ち、集団戦での影響力が大きいため、セラフィーンの集団戦での強みを打ち消すことができる。\n- セラフィーンはスキルの発生が遅く、ブランドのスキルを避けるのが難しいため、攻撃を受けやすい。\n- ブランドは高いバーストダメージを持ち、セラフィーンの防御ステータスが低いため、オールイン合戦で不利になる。\n- ブランドのパッシブにより、スキルを当てることでマナを回復できるため、レーン維持力が高く、セラフィーンが持つハラス性能を上回ることができる。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- ブランドは遠距離攻撃を持ち、タム・ケンチが近づく前にダメージを与えることができるため、レーンでのトレードで不利になる。\n- ブランドの持続ダメージやAoEダメージは、タム・ケンチの耐久力を削るのに非常に効果的で、特に集団戦ではタム・ケンチがダメージを受けやすい。\n- タム・ケンチのCCは発生が遅く、ブランドのスキルを止めることが難しいため、ブランドの攻撃を受け続けるリスクが高い。\n- ブランドは自衛手段が乏しいが、タム・ケンチが近づく前にスキルを当てることで、タム・ケンチを無力化することができる。\n- タム・ケンチは機動力が高いチャンピオンに対して不利であり、ブランドのスキルを避けることが難しい。",
      "スレッシュ": "スレッシュが不利です。\n\n- ブランドは高い持続ダメージを持ち、スレッシュがハラスを受けやすい。\n- ブランドのスキルは全て攻撃的で、スレッシュのCCを受ける前にダメージを与えられる。\n- スレッシュは自衛手段が乏しく、ブランドの攻撃を受けると脆弱な状態になる。\n- ブランドのスキルは遠距離から当てられるため、スレッシュが近づくのが難しい。\n- ブランドのAoEダメージは集団戦でスレッシュのピール能力を無効化する可能性がある。\n- スレッシュのスキルのクールダウンが長いため、外した際の隙を突かれやすい。"
    },
    "loses": {
      "ユーミ": "ユーミがブランドに有利です。\n\n理由は以下の通りです。\n\n- ユーミは回復やシールドを提供できるため、ブランドの持続ダメージを軽減しやすい。\n- ブランドの攻撃的なスキルは、ユーミが味方に密着している間は効果的に当たらないことが多い。\n- ユーミのスロー効果により、ブランドの移動を制限し、攻撃を避けることができる。\n- ユーミは味方を強化する能力が高く、特にADCとのシナジーが強いため、ブランドのダメージを受ける前に反撃が可能。\n- ブランドは自衛手段が乏しく、ユーミが味方に密着していることで、ブランドの攻撃を受けるリスクが低くなる。",
      "ニーコ": "ニーコがブランドに有利です。\n\n理由は以下の通りです。\n\n- 擬態能力を活かして、ブランドのスキルを避けやすく、奇襲を仕掛けることができる。\n- ブランドは自衛手段が乏しく、ニーコの高い奇襲能力に対して脆弱である。\n- ニーコのAoEダメージとスタンを持つアルティメットは、集団戦でブランドの持続ダメージを打ち消すことができる。\n- ブランドは射程が長いが、ニーコは短射程のチャンピオンに対して有利であり、特に前に出てくるブランドに対しては攻撃しやすい。\n- ブランドのスキルは連打するため、マナ管理が難しいが、ニーコは擬態を使って安全にレーンを維持できる。",
      "ブリッツクランク": "ブリッツクランクがブランドに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクはフックを使ってブランドを捕まえることができ、瞬時にキルに繋げることができるため、ブランドの脆さを突くことができる。\n- ブランドは自衛手段が乏しく、ブリッツクランクの攻撃を受けると簡単に倒される可能性が高い。\n- ブリッツクランクのノックアップやサイレンスは、ブランドのスキルを妨害することができ、特に詠唱に依存するスキルを持つブランドに対して効果的。\n- ブランドは足が止まりやすく、フックを避けるのが難しいため、ブリッツクランクのプレッシャーに対して非常に弱い。\n- ブリッツクランクは集団戦でもAoEダメージを持ち、ブランドの持続ダメージを無効化することができるため、チーム戦でも有利に働く。",
      "レル": "レルがブランドに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持っており、ブランドのスキルを当てる前に拘束することができるため、ブランドの攻撃を封じることができる。\n- ブランドは自衛手段が乏しく、レルのエンゲージに対して脆弱であるため、レルが先手を取ることでブランドを簡単に排除できる。\n- レルのパッシブによってARとMRを吸収することで、ブランドのダメージを軽減しやすく、持続的なダメージを受けにくい。\n- ブランドはスキルの発生が遅く、レルの機動力を活かした攻撃に対して反応しづらい。\n- レルは味方の移動速度を上げるスキルを持っており、ブランドが逃げる際のサポートが可能で、集団戦での連携が強化される。",
      "ミリオ": "ミリオがブランドに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、ブランドの攻撃を避けながらトレードを有利に進めることができる。\n- ブランドの持続ダメージに対して、ミリオは回復やシールドを提供できるため、耐久力を高めることができる。\n- ブランドのスキルは主に攻撃的であるため、ミリオのウルトでCCを解除することで、ブランドのエンゲージを無効化できる。\n- ブランドは自衛手段が乏しいため、ミリオのサポートによってブランドの攻撃を受けるリスクを減らすことができる。\n- ミリオはCCを持つチャンピオンに対して強いが、ブランドはCCが少ないため、ミリオに対して有利に立ち回ることができる。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーを高めることができ、ブランドの持続ダメージを抑えることができる。\n- 対象指定のスネアを持っているため、ブランドのスキルを当てるのを難しくし、彼の攻撃的なプレイスタイルを制限できる。\n- カルマのシールドや回復能力により、ブランドのダメージを軽減し、味方を守ることができる。\n- カルマは高いカイティング能力を持っており、ブランドの攻撃を避けながら反撃することができる。\n- ブランドは自衛手段が乏しいため、カルマのスネアやハラスに対して脆弱である。",
      "メル": "メルが有利です。\n\n理由は以下の通りです。\n\n- メルはエンチャンター系のチャンピオンに対して強力な抑止力を持ち、ブランドのスキルを逆用することでダメージを与えられる。\n- ブランドは持続的なダメージを得意とするが、メルは回復エフェクトに弱いため、ブランドの持続ダメージを無効化できる。\n- メルの長射程とAoEスキルにより、序盤からのハラスやプッシュが得意で、ブランドのレーン維持力を圧倒することができる。\n- メルは確定キル能力を持っており、HPが低いブランドに対して有利に立ち回ることができる。\n- ブランドは自衛手段が乏しく、メルの攻撃を受けやすいため、メルが優位に立つ状況を作りやすい。",
      "ゼラス": "ゼラスがブランドに有利です。\n\n理由は以下の通りです。\n\n- ゼラスはスキルの射程が非常に長く、ブランドの攻撃範囲外から一方的に攻撃できるため、レーンでのハラスが容易です。\n- ブランドは自衛手段が乏しく、ゼラスの長射程攻撃に対して反撃が難しいため、ゼラスが優位に立ちやすいです。\n- ゼラスのAoE攻撃は集団戦でも効果的で、ブランドの持続ダメージを上回るダメージを与えることができます。\n- ゼラスはパッシブによるマナ回復があり、レーン維持力が高いため、長期戦でも有利を保ちやすいです。\n- ブランドはスキルの発動がやや遅く、ゼラスの攻撃を避けるのが難しいため、ゼラスが有利に立つ場面が多いです。",
      "セナ": "セナがブランドに有利です。\n\n- セナは長射程を持ち、ブランドの攻撃を避けながらハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- ブランドのスキルは持続ダメージが強力ですが、セナは回復能力を持っているため、ハラスを受けても持ちこたえやすい。\n- ブランドは自衛手段が乏しく、セナのスネア効果を受けると捕まりやすく、セナが有利な状況を作りやすい。\n- セナはパッシブによって成長しやすく、ブランドに対しても高い火力を発揮できるため、時間が経つにつれてさらに有利になる。\n- ブランドはマナ管理が難しいため、セナが持続的にハラスを行うことで、ブランドのマナを枯渇させることができる。",
      "ソラカ": "ソラカがブランドに有利です。\n\n- ソラカは高いヒール能力を持ち、ブランドの持続ダメージを軽減できるため、レーンでのハラスに耐えやすい。\n- ブランドの攻撃的なスキルは、ソラカのサイレンスやスネアによって無力化される可能性が高く、特にアサシンやスキルファイターに対して強力。\n- ソラカは射程が長いため、ブランドの攻撃を避けながらハラスを行いやすい。\n- ブランドは自衛手段が乏しく、ソラカのヒールによって味方が生存しやすくなるため、集団戦での影響力が低下する。\n- ソラカは短いクールダウンのスキルを持っているため、頻繁に回復やハラスが可能で、ブランドのマナ管理を圧迫させることができる。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "メル": "メルが不利です。\n\n- ニーコは高い奇襲能力を持ち、擬態を利用してメルに接近しやすい。\n- ニーコのAoEダメージとスタンを持つアルティメットは、集団戦でメルに対して強力な影響を与える。\n- メルは射程が長いが、ニーコの擬態によって位置を把握しづらく、ハラスが難しくなる。\n- ニーコは短射程のチャンピオンに対して有利であり、メルの攻撃を避けながらダメージを与えることができる。\n- メルは回復エフェクトに弱く、ニーコの高いバーストダメージに対して脆弱である。",
      "ラカン": "ラカンがニーコに不利です。\n\n理由は以下の通りです。\n\n- 射程差: ニーコは遠距離攻撃を持っているため、ラカンが近づく前にハラスを受けやすい。\n- 擬態能力: ニーコの擬態によって、ラカンは彼女の真の位置を把握しづらく、奇襲を受けるリスクが高まる。\n- CCの効果: ニーコのアルティメットはAoEスタンを持っており、ラカンがエンゲージを試みる際に一気に無力化される可能性がある。\n- 防御力の低さ: ラカンは防御力が低く、ニーコの高いバーストダメージに対して脆弱である。\n- 移動不可のCC: ニーコのスキルによってラカンの機動力が制限されると、彼は非常に脆弱になり、反撃が難しくなる。",
      "ゼラス": "ゼラスが不利です。\n\n- ニーコは擬態を使って奇襲を仕掛けることができ、ゼラスの長射程を逆手に取ることができるため、ゼラスは攻撃を避けるのが難しくなる。\n- ニーコのスキルはAoEダメージを持ち、集団戦でのバーストダメージが高いため、ゼラスは一度捕まると大きなダメージを受けやすい。\n- ゼラスはスキルの発動が遅く、機動力の高いニーコに対して当てるのが難しいため、ハラスが効果的に行えない。\n- ニーコは短射程のチャンピオンに対して有利であり、ゼラスが先にプッシュしてもニーコは擬態を利用して有利な状況を作りやすい。\n- ゼラスは自衛手段が乏しく、ニーコの奇襲に対して脆弱であるため、接近戦でのリスクが高い。",
      "セラフィーン": "セラフィーンがニーコに不利です。\n\n- セラフィーンは長射程のスキルを持っており、ニーコの短射程に対してハラスがしやすい。\n- セラフィーンのスキルは全て範囲攻撃であり、ニーコが近づく前にダメージを与えることができる。\n- セラフィーンは複数のCCを持っており、ニーコが接近するのを妨げることができる。\n- セラフィーンのスキルの発生が遅いとはいえ、ニーコが擬態を使っても、セラフィーンのスキルを避けるのが難しい。\n- セラフィーンは集団戦に強く、ニーコが一対一の状況で有利に立ち回るのが難しい。",
      "スレッシュ": "スレッシュが不利です。\n\n- ニーコは高い奇襲能力を持ち、擬態を利用してスレッシュを混乱させることができるため、スレッシュのキャッチ能力を無効化しやすい。\n- ニーコのスキルはAoEダメージを持ち、集団戦でのバーストダメージが高いため、スレッシュが前に出ると危険な状況に陥ることが多い。\n- ニーコは長射程の攻撃を持ち、スレッシュが近づく前にハラスを行いやすく、持続的なダメージを与えられる。\n- スレッシュはクールダウンが長く、スキルを外した際の隙が大きいため、ニーコの攻撃を受けやすくなる。\n- ニーコは接近戦での強さを持っているが、スレッシュは防御ステータスが低く、ニーコの攻撃を受けると脆さが目立つ。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- ニーコは射程が長く、ブリッツクランクが近づく前にハラスを行いやすい。\n- ニーコの擬態能力により、ブリッツクランクのフックを避けることができ、逆に奇襲を仕掛けるチャンスが増える。\n- ニーコのアルティメットは集団戦でのAoEダメージとスタンを持ち、ブリッツクランクが捕まえた相手を一気に排除することができる。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、ニーコに対して無理に攻めると逆に危険な状況に陥ることがある。\n- ニーコは防御ステータスが低いブリッツクランクに対して、持続的なダメージを与えやすく、特にレイトゲームではスケール負けしやすい。",
      "ブラウム": "ブラウムがニーコに不利です。\n\n理由は以下の通りです。\n\n- 射程差: ニーコは遠距離攻撃が可能で、ブラウムは近接型のため、ニーコが安全にハラスを行いやすい。\n- 擬態能力: ニーコの擬態を利用した奇襲が、ブラウムの防御能力を無効化する可能性が高い。\n- AoEダメージ: ニーコのアルティメットは範囲攻撃であり、ブラウムが複数の敵を守ることが難しくなる。\n- ハラス能力: ブラウムは遠距離からのハラスができず、ニーコの持つハラス能力に対抗しづらい。\n- サステイン不足: ブラウムはサステインがないため、ニーコの持続的なダメージに対して耐えにくい。"
    },
    "loses": {
      "パンテオン": "パンテオンはニーコに有利です。\n\n理由は以下の通りです。\n\n- パンテオンは近接チャンピオンであり、ニーコの短射程を利用してオールインが可能です。ニーコは近づかなければダメージを出せないため、パンテオンの攻撃を受けやすくなります。\n- パンテオンのスタンはニーコのスキルを妨害することができ、特にニーコが擬態を使って奇襲を仕掛ける際に効果的です。これにより、ニーコは思うように動けなくなります。\n- パンテオンは序盤から高いキルプレッシャーを持っており、ニーコがレーンでのトレードにおいて不利になる可能性が高いです。ニーコは防御ステータスが低いため、パンテオンのバーストダメージに対抗しづらいです。\n- パンテオンはグローバルなアルティメットを持っており、他のレーンへの影響力が高いです。これにより、ニーコがレーンで優位に立っていても、パンテオンのロームによって状況が変わる可能性があります。\n- ニーコは集団戦でのAoEダメージが強力ですが、パンテオンは単体に対して強いダメージを出せるため、ニーコが集団戦でのハラスを行う際に、パンテオンの攻撃を避けるのが難しくなります。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- 射程の長さ: カルマはニーコよりも射程が長いため、ニーコが近づく前にハラスを行いやすい。\n- スキルの多様性: カルマはスネアやシールドを持っており、ニーコの擬態や奇襲を防ぎやすい。\n- 序盤のプレッシャー: カルマは序盤からUltを使用できるため、ニーコに対して高いプレッシャーをかけることができる。\n- カイティング能力: カルマはスキルを使って敵の動きを制限できるため、ニーコが接近するのを難しくする。\n- ミニオンコントロール: カルマはミニオンを利用したハラスが得意で、ニーコのCSを取りづらくさせることができる。",
      "ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ニーコは射程が短く、近づく必要があるため、ポッピーの近接戦闘能力に対して不利。\n- ポッピーはダッシュやリープを阻止する能力があり、ニーコの擬態や奇襲を無効化できる。\n- ポッピーの高いシールドと割合ダメージにより、ニーコの攻撃を受けても耐えやすく、逆に反撃が可能。\n- ニーコは防御ステータスが低く、ポッピーのCCを受けると動きが制限され、トレードで不利になる。\n- ポッピーは味方を守るPeel性能が高く、ニーコが味方に対して攻撃を仕掛ける際にサポートしやすい。",
      "シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性と奇襲能力を持っており、ニーコの短射程を利用して接近しやすい。\n- ニーコは接近戦でのダメージを出すために前に出る必要があり、シャコのインビジブルを使った奇襲に対して脆弱。\n- シャコのCCを持つスキルはニーコの動きを制限し、彼女のコンボを妨害することができる。\n- ニーコは基礎攻撃力が低く、ミニオンコントロールが難しいため、シャコが攻撃を仕掛ける際に有利な状況を作りやすい。\n- シャコは序盤からプレッシャーをかけやすく、ニーコが成長する前に試合を有利に進めることができる。",
      "レオナ": "レオナが有利です。\n\n- レオナは高いイニシエート能力を持ち、ニーコが近づく前に捕まえることができるため、ニーコの奇襲を防ぎやすい。\n- CCが豊富で、ニーコが擬態を使っても、捕まえられるリスクが高く、彼女の動きを制限できる。\n- レオナは耐久力が高く、ニーコの攻撃を受けても生存しやすいため、オールインで有利に立ち回れる。\n- ニーコは接近戦での火力が低く、レオナのようなタンクに対してはダメージを与えづらい。\n- レオナの攻撃はニーコのスキルの射程外から行えるため、ニーコが攻撃を仕掛ける前に有利な状況を作りやすい。",
      "ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは豊富なCCを持っており、ニーコの接近を阻止しやすい。特にニーコが擬態を使って接近する際に、ナミのスキルで捕まえることができる。\n- ナミの攻撃的なハラス能力により、ニーコはレーンでのトレードで不利になりやすい。特にニーコは基礎攻撃力が低いため、ナミのハラスに耐えづらい。\n- ナミは回復能力を持っているため、ニーコのダメージを軽減でき、持続的な戦闘で有利に立ち回ることができる。\n- ナミのスキルは全てダメージを持っているため、ニーコの擬態を利用した奇襲に対しても反撃が可能で、ニーコのコンボを無効化しやすい。\n- ナミは短射程のADCに対して有利であり、ニーコも短射程のチャンピオンであるため、ナミが有利な状況を作りやすい。",
      "ミリオ": "ミリオはニーコに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、ニーコの短射程を補うことができ、ハラスやトレードで優位に立てる。\n- ニーコの擬態能力に対して、ミリオのウルトでCCを解除できるため、ニーコの奇襲を無効化しやすい。\n- ミリオは回復やシールドを持っているため、ニーコのバーストダメージに対して耐久力が高く、持続的な戦闘が可能。\n- ニーコは接近戦でのリスクが高いが、ミリオはそのリスクを軽減するサポート能力を持っているため、ニーコが攻撃しづらい状況を作り出せる。\n- ミリオはCCが限られているため、ニーコのスキルを避けやすく、ニーコが攻撃を仕掛ける際の隙を作りやすい。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは高いタフネスを持ち、ニーコの攻撃を耐えることができるため、ニーコの攻撃を受けながらも有利に立ち回れる。\n- アリスターのCC能力により、ニーコの擬態やスキルを無効化しやすく、ニーコが攻撃を仕掛けるタイミングを制限できる。\n- アリスターは近接チャンピオンであり、ニーコが近づく必要があるため、ニーコが攻撃を仕掛ける際にリスクが高くなる。\n- アリスターのパッシブによるサステインがあるため、レーンでの維持力が高く、ニーコのハラスを受けても持ちこたえやすい。\n- アリスターのアルティメットによるダメージ軽減効果が、ニーコのAoEダメージを軽減し、集団戦での影響力を高める。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "アリスターが不利です。\n\n- ラックスは長射程のスキルを持ち、アリスターが接近する前にハラスをかけることができるため、アリスターはレーンでのプレッシャーを受けやすい。\n- ラックスのスネア効果により、アリスターがエンゲージを試みる際に拘束されるリスクが高く、逆にラックスからの反撃を受けやすい。\n- アリスターは攻撃力が低く、ラックスの高いバーストダメージに対して耐えるのが難しいため、オールインが通じにくい。\n- ラックスはスキルの弾速が遅いものの、アリスターがスキルを使うタイミングを見計らって攻撃することで、アリスターのCCを避けることができる。\n- アリスターのマナ消費が激しいため、スキルを連続して使用することが難しく、ラックスの持続的なハラスに対処しづらい。",
      "ラカン": "ラカンがラックスに不利です。\n\n理由は以下の通りです。\n\n- ラックスの長射程のスキルにより、ラカンは接近する前にハラスを受けやすい。\n- ラックスのスネア効果により、ラカンがエンゲージを試みる際に拘束されるリスクが高い。\n- ラックスは高いバーストダメージを持っており、ラカンが接近した際に一気にダメージを受ける可能性がある。\n- ラカンは防御力が低く、ラックスのスキルを受けると脆弱な状態になりやすい。\n- ラカンの移動を伴うスキルは、ラックスのスキルによって妨害されることが多く、機動力を活かしづらい。",
      "セナ": "セナがラックスに不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、セナに対してハラスを行いやすい。\n- ラックスのスネア効果により、セナは接近されると動きが制限され、危険な状況に陥りやすい。\n- セナは基礎ステータスが低く、ラックスのバーストダメージに耐えられないことが多い。\n- ラックスは全てのスキルがミニオンにブロックされないため、セナのハラスを無効化しやすい。\n- セナは逃げ手段が乏しく、ラックスのスキルを避けるのが難しいため、捕まると致命的なダメージを受けやすい。",
      "ザイラ": "ザイラがラックスに不利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持ち、ザイラが近づく前にハラスをかけることができるため、ザイラはレーンでのプレッシャーを受けやすい。\n- ラックスのスネア効果により、ザイラは接近されると動きが制限され、反撃のチャンスを失う可能性が高い。\n- ザイラは移動手段が乏しく、ラックスのスキルを避けるのが難しいため、特にバーストダメージを受けやすい。\n- ラックスは視界を確保するスキルを持っているため、ザイラの植物を利用した戦術が効果的に機能しづらい。\n- ザイラのスキルは発動から発生までに時間がかかるため、ラックスのスキルに対して反応しづらく、特に機動力の高い敵に対しては当てづらい。",
      "バード": "バードがラックスに不利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持ち、バードが近づく前にハラスを行いやすい。\n- ラックスのスネア効果により、バードは接近する際に捕まるリスクが高くなる。\n- バードのダメージスキルはQのみで、ラックスの高いバーストダメージに対抗しづらい。\n- ラックスは全てのスキルがミニオンにブロックされないため、バードの鐘回収を妨げることができる。\n- バードはスキルの効果が敵味方を問わず影響を与えるため、ラックスのスキルを誤って味方に当ててしまうリスクがある。",
      "モルガナ": "モルガナがラックスに不利です。\n\n理由は以下の通りです。\n\n- ラックスのスキルは長射程であり、モルガナが接近する前にハラスを受けやすい。\n- ラックスのスネアはモルガナのスキルを無効化することができ、モルガナが捕まるリスクが高まる。\n- モルガナはクールダウンが長く、ラックスの高バーストダメージに対抗する手段が限られている。\n- ラックスはミニオンをブロックしないスキルを持っているため、モルガナがハラスを行う際に不利な状況を作りやすい。\n- モルガナのスペルシールドはラックスのスキルに対して効果が薄く、ラックスの攻撃を防ぎにくい。",
      "ジリアン": "ジリアンが不利です。\n\n理由は以下の通りです。\n\n- ラックスの長射程スキルにより、ジリアンはハラスを受けやすく、レーンでのプレッシャーを感じる。\n- ラックスのスネア効果により、ジリアンは接近されると動きが制限され、反撃が難しくなる。\n- ジリアンは基礎ステータスが低く、ラックスのバーストダメージに対して非常に脆弱である。\n- ラックスはスキルをミニオンにブロックされないため、ジリアンがミニオンを使って防御することが難しい。\n- ジリアンの攻撃手段が限られているため、ラックスのスキルを避けるのが難しく、特に後半においてはラックスの火力に対抗しづらい。",
      "ルル": "ルルがラックスに不利です。\n\n- ラックスは長射程のスキルを持ち、ルルが近づく前にハラスを受けやすい。\n- ラックスのスネア効果により、ルルは接近することが難しく、無力化を狙うタイミングを失いやすい。\n- ラックスのバーストダメージが高く、ルルのシールドや回復では対処しきれない場合が多い。\n- ラックスは全てのスキルがミニオンにブロックされないため、ルルがミニオンを使ってハラスを避けることが難しい。\n- ルルはエンゲージ能力が乏しく、ラックスの攻撃を受ける前に反撃する手段が限られている。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由は以下の通りです。\n\n- ラックスは長射程のスキルを持ち、ハラスやバーストダメージを与えやすいため、ヴェル＝コズは距離を保つのが難しくなる。\n- ラックスのスネア効果により、ヴェル＝コズは接近されると動けなくなり、反撃の機会を失う。\n- ラックスは全てのスキルがミニオンにブロックされないため、ヴェル＝コズはハラスを受けやすく、レーンでの優位を保ちにくい。\n- ラックスの高いバーストダメージに対して、ヴェル＝コズは自衛手段が乏しく、特に接近された際に脆弱である。\n- ラックスは集団戦でもAoEスキルを駆使して影響力を発揮できるため、ヴェル＝コズは集団戦での立ち回りが難しくなる。"
    },
    "loses": {
      "ユーミ": "ユーミがラックスに有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全にサポートができ、ラックスの攻撃を受けにくい。\n- ユーミの回復やシールドによって、ラックスのハラスを軽減できるため、レーン維持がしやすい。\n- ラックスはスキルのクールダウンが長く、ユーミが密着しているとスキルを当てるのが難しくなる。\n- ユーミはスロー効果を持つため、ラックスの移動を制限しやすく、攻撃のチャンスを作りやすい。\n- ユーミはラックスのバーストダメージを受けることが少なく、持続的な戦闘に強い。",
      "ブリッツクランク": "ブリッツクランクはラックスに有利です。\n\n理由は以下の通りです。\n\n- ブリッツクランクのフックは発生が早く、ラックスのスキルを避けることが難しいため、捕まえやすい。\n- ラックスは接近されると脆弱であり、ブリッツクランクのノックアップやサイレンスによって行動を制限されると、反撃が難しくなる。\n- ブリッツクランクはラックスのスキルを無効化する能力があり、特にシールドを持たないラックスに対しては強力なプレッシャーをかけられる。\n- ブリッツクランクは集団戦でのAoEダメージとサイレンスを持っており、ラックスのような詠唱型のキャリーに対して特に効果的。\n- ラックスはスキルのクールダウンが長く、ブリッツクランクに捕まるとその間に大きなダメージを受ける可能性が高い。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、ラックスに対して高いプレッシャーをかけることができる。\n- 対象指定のスネアを持っており、ラックスのスキルを避けることが難しく、捕まえやすい。\n- カルマのスキルはミニオンにブロックされないため、ラックスのハラスに対しても効果的に反撃できる。\n- カルマはシールドや回復を持っているため、ラックスのバーストダメージに対して耐久力が高い。\n- 機動力が低いラックスに対して、カルマはスネアや加速効果を使って距離を詰めやすい。\n- カルマはハラスをしながら味方をサポートできるため、ラックスの攻撃を受けつつも有利な状況を作りやすい。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、ラックスのスキルを無効化することができるため、ラックスの攻撃を避けやすい。\n- 高い移動速度を持つため、ラックスのスキルを避けることが容易で、特にラックスのスキルショットをかわしやすい。\n- ジャンナのシールドは味方を守るだけでなく、ラックスのバーストダメージを軽減することができるため、耐久力が向上する。\n- ジャンナはディスエンゲージ能力が高く、ラックスがオールインを仕掛けてきた際に反撃しやすい。\n- ジャンナのスキルは味方の移動速度を増加させるため、ラックスが攻撃を仕掛けるタイミングをずらすことができる。",
      "レル": "レルがラックスに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持っており、ラックスのスキルを当てる前に接近して拘束することができるため、ラックスの攻撃を封じることができる。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱であるため、レルのオールインに対して弱い。\n- レルのパッシブによってラックスのAR/MRを減少させることができ、ダメージを与えやすくなる。\n- ラックスはスキルのクールダウンが長く、レルが接近してCCを当てることでラックスのスキルを無力化できる。\n- レルは味方の移動速度を上げるスキルを持っており、集団戦や追撃時にラックスを狙いやすくなる。",
      "ミリオ": "ミリオはラックスに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、ラックスのハラスを受けにくく、逆にトレードで有利に立ち回れる。\n- ミリオのウルトはCCを解除する効果があり、ラックスのスネアを無効化できるため、ラックスのエンゲージを防ぎやすい。\n- ミリオは回復やシールドを持っており、ラックスのバーストダメージを軽減できるため、耐久力が高い。\n- ミリオのスキルは味方を強化するため、ラックスがスキルを当てても、味方が反撃しやすくなる。\n- ミリオはCCが限られているため、ラックスのスキルを避けやすく、接近戦でも有利に戦える。",
      "シャコ": "シャコが有利です。\n\n理由は以下の通りです。\n\n- シャコはインビジブルを利用してラックスのスキルを避けることができ、接近して攻撃するチャンスを得やすい。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱であるため、シャコの奇襲に対して特に弱い。\n- シャコのCCを持つスキルは、ラックスの動きを制限し、彼女がスキルを使う余裕を奪うことができる。\n- シャコは高い機動性を持ち、ラックスのスキルを避けながら攻撃することができるため、レーンでのプレッシャーをかけやすい。\n- ラックスはスキルのクールダウンが長く、シャコがインビジブルで接近することで、ラックスのスキルを無効化しやすい。",
      "パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすい。ラックスのスキルは方向指定であり、パイクの移動能力を活かして回避することができる。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱であるため、パイクのフックやコンボで簡単にキルを狙える。\n- パイクのパッシブによる回復効果は、ラックスのハラスに対して耐性を持たせ、レーンでの持続力を高める。\n- ラックスはスキルのクールダウンが長く、パイクがスキルを避けた後に反撃するチャンスが生まれやすい。\n- パイクはラックスのスネアを避けることができるため、ラックスが捕まえようとする際に有利に立ち回ることができる。\n- パイクのUltはキルゴールドを味方と共有できるため、ラックスを倒すことでチーム全体に利益をもたらすことができる。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "ザイラがタム・ケンチに不利です。\n\n- タム・ケンチは近接タンクであり、高い耐久力を持っているため、ザイラの持続的なダメージを受けても生き残りやすい。\n- タム・ケンチのCCスキルは発生が遅いが、ザイラがスキルを使った後の隙を突いて接近しやすい。\n- ザイラは移動手段が乏しく、タム・ケンチが接近すると脆弱な状態になりやすい。\n- タム・ケンチのウルトによって、ザイラの攻撃を無力化される可能性があるため、ザイラは攻撃のタイミングを見極める必要がある。\n- ザイラのスキルは発動から発生までに時間がかかるため、タム・ケンチの接近を許すと当てづらくなる。",
      "モルガナ": "モルガナが不利です。\n\n- タム・ケンチは高いサステインを持っており、モルガナのダメージを受け流しやすい。\n- タム・ケンチのCCは発生が遅いが、モルガナのスネアを受けた後にすぐに反撃できるため、トレードで有利に立ちやすい。\n- タム・ケンチはモルガナのスキルを無効化する手段を持っておらず、モルガナのスネアを避けることができるため、捕まえにくい。\n- モルガナは射程が短く、タム・ケンチが近づいてくると攻撃を受けやすくなる。\n- タム・ケンチのウルトによって、モルガナが捕まえた敵を無力化することができ、逆にモルガナが不利になる状況を作り出せる。",
      "ヴェル＝コズ": "ヴェル＝コズがタム・ケンチに不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高い耐久力を持ち、ヴェル＝コズのスキルを受けても生存しやすい。\n- タム・ケンチのウルトによって、ヴェル＝コズの攻撃を無力化することができるため、彼のダメージを抑えられる。\n- ヴェル＝コズは機動力が低く、タム・ケンチが接近してくると逃げる手段が限られる。\n- タム・ケンチのCCスキルによって、ヴェル＝コズは捕まえられやすく、反撃の機会が減る。\n- ヴェル＝コズの攻撃は主にスキルに依存しているが、タム・ケンチはそのスキルを吸収することができるため、ダメージを与えにくい。",
      "ニーコ": "ニーコがタム・ケンチに不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、ニーコの攻撃を受け止めやすい。\n- タム・ケンチのCCスキルはニーコの動きを制限し、彼女の奇襲能力を無効化する。\n- ニーコは近づく必要があるため、タム・ケンチの攻撃を受けやすく、接近戦で不利になる。\n- タム・ケンチのウルトによって、ニーコの攻撃を無力化される可能性が高い。\n- タム・ケンチはエンゲージが苦手なニーコに対して、逆に攻撃を仕掛けやすい。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステインを持ち、ノーチラスの攻撃を受けても耐えやすい。\n- タム・ケンチのCCは発生が遅いため、ノーチラスのフックやエンゲージに対して反応しづらい。\n- タム・ケンチは瞬時にノーチラスを無力化する能力を持っており、ノーチラスの攻撃を無効化できる。\n- タム・ケンチは自己回復能力が高く、ノーチラスのダメージを軽減しやすい。\n- ノーチラスは移動速度が遅く、タム・ケンチの機動力に対抗しづらい。",
      "ラックス": "ラックスがタム・ケンチに不利です。\n\n- タム・ケンチは高い耐久力を持ち、ラックスのバーストダメージを受けても生き残ることができるため、ラックスの攻撃が効果的に機能しづらい。\n- タム・ケンチのウルトによって、ラックスのスキルを無力化される可能性があり、ラックスが攻撃する機会を失うことがある。\n- タム・ケンチは接近戦に強く、ラックスが近づかれると非常に脆弱で、スキルを使う余裕がなくなる。\n- タム・ケンチのCCスキルによって、ラックスが動けなくなると、反撃を受けやすくなる。\n- タム・ケンチは機動力が高く、ラックスのスキルショットを避けやすいため、ラックスが攻撃を当てるのが難しい。",
      "レル": "レルが不利です。\n\n理由は以下の通りです。\n\n- タム・ケンチは高いサステインと耐久力を持っており、レルの攻撃を受けながら反撃しやすい。\n- タム・ケンチのCCスキルは発生が遅いものの、レルのエンゲージに対してウルトを使うことで無力化できるため、レルの攻撃を無効化しやすい。\n- レルは機動力の高い相手に対して苦手であり、タム・ケンチの移動能力を活かされるとトレードで不利になる。\n- タム・ケンチはレルのCCを受けても耐えられるため、レルの強みである拘束力を活かしづらい。\n- タム・ケンチの攻撃は割合ダメージを持っており、レルのタンクビルドに対しても効果的にダメージを与えられる。",
      "ブリッツクランク": "ブリッツクランクはタム・ケンチに不利です。\n\n- タム・ケンチは高いサステインを持っており、ブリッツクランクの攻撃を受けても耐えやすい。\n- タム・ケンチのウルトによって、ブリッツクランクのフックを無力化することができ、捕まえられた後の反撃が可能。\n- ブリッツクランクのフックが外れた場合、タム・ケンチはその隙を突いて攻撃を仕掛けやすい。\n- タム・ケンチはエンゲージが苦手なブリッツクランクに対して、レーンでのトレードで優位に立つことができる。\n- タム・ケンチはCCスキルを持っており、ブリッツクランクの行動を制限することができるため、集団戦でも有利に戦える。"
    },
    "loses": {
      "セラフィーン": "セラフィーンがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、タム・ケンチの耐久力を削りやすい。\n- タム・ケンチはエンゲージが苦手で、セラフィーンの長射程からの攻撃に対処しづらい。\n- セラフィーンは複数のCCを持っており、タム・ケンチの行動を制限することができる。\n- セラフィーンのスキルは味方の数に応じて強化されるため、集団戦での影響力が高く、タム・ケンチが孤立した場合に特に有利。\n- タム・ケンチはオールイン合戦に弱く、セラフィーンの持つハラス性能に対して耐えづらい。",
      "ソナ": "ソナがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ソナは遠距離攻撃が可能で、タム・ケンチの接近を防ぎやすい。\n- タム・ケンチのCCは発生が遅く、ソナの機動力を活かして避けることができる。\n- ソナの回復能力により、タム・ケンチのダメージを軽減しやすい。\n- ソナのスタン効果は、タム・ケンチのウルトを無力化する手段として有効。\n- タム・ケンチは集団戦でのダメージ出力が低く、ソナのAoE支援によってチーム全体が有利になる。",
      "ゼラス": "ゼラスが有利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、タム・ケンチが近づく前に一方的にハラスできるため、レーンでの優位性を保ちやすい。\n- タム・ケンチは近接チャンピオンであり、ゼラスの攻撃を避けることが難しいため、タム・ケンチが攻撃を仕掛ける前にダメージを与えられる。\n- ゼラスのAoEダメージは、タム・ケンチが集団戦でのダメージ出力が低いことを補うため、集団戦でも有利に立ち回れる。\n- タム・ケンチのCCスキルは発生が遅く、ゼラスが距離を保ちながら攻撃することで、タム・ケンチのエンゲージを避けやすい。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、タム・ケンチに対して持久戦でも優位を保てる。",
      "スウェイン": "スウェインがタム・ケンチに有利です。\n\n- スウェインは持続的な回復能力を持っており、タム・ケンチの攻撃を受けても耐えやすい。\n- スウェインのスキルは全てAOEであり、タム・ケンチが複数の敵を相手にする際に有利に働く。\n- タム・ケンチのCCは発生が遅く、スウェインはEのキャッチ能力を使ってタム・ケンチを捉えやすい。\n- スウェインはロングトレードが得意で、タム・ケンチの瞬間的な耐久力を上回ることができる。\n- タム・ケンチのウルトは敵を無力化するが、スウェインはその間も回復し続けるため、逆に有利に戦える。",
      "ソラカ": "ソラカがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、タム・ケンチの攻撃を受けても味方を回復し続けることができるため、持久戦で優位に立てる。\n- タム・ケンチのCCは発生が遅く、ソラカのサイレンスやスネアを使うことで、彼の行動を制限しやすい。\n- ソラカは射程が長いため、タム・ケンチが近づく前にハラスを行うことができ、レーンでのプレッシャーをかけやすい。\n- タム・ケンチは主にAAに依存するため、ソラカのヒールで持ちこたえられると、彼のダメージを無効化しやすい。\n- ソラカは逃げる手段が乏しいが、タム・ケンチのエンゲージが苦手なため、彼に捕まるリスクが低い。",
      "ジリアン": "ジリアンはタム・ケンチに有利です。\n\n- ジリアンは遠距離攻撃が可能で、タム・ケンチが近づく前にダメージを与えることができるため、レーンでのトレードで優位に立ちやすい。\n- ジリアンのAoEスタンは、タム・ケンチのエンゲージを妨害し、彼が攻撃を仕掛ける前に無力化することができる。\n- タム・ケンチは耐久力が高いが、ジリアンの瞬間火力によって、彼のHPを迅速に削ることが可能で、特にタム・ケンチがスキルを使った後の隙を突くことができる。\n- ジリアンの移動速度バフは、タム・ケンチの攻撃を避けるのに役立ち、また味方を守る際にも効果的である。\n- タム・ケンチのウルトは、ジリアンの蘇生能力に対抗できず、ジリアンが味方を守ることで、タム・ケンチの攻撃を無効化することができる。",
      "ジャンナ": "ジャンナがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、タム・ケンチのエンゲージを無効化することができるため、彼の攻撃を避けやすい。\n- タム・ケンチは主に近接攻撃に依存しているが、ジャンナは遠距離から攻撃できるため、タム・ケンチが近づく前にダメージを与えることができる。\n- ジャンナのシールドや回復効果により、タム・ケンチの攻撃を軽減し、持続的な戦闘で優位に立つことができる。\n- タム・ケンチのCCは発生が遅いため、ジャンナはその隙を突いて逃げたり反撃したりすることができる。\n- ジャンナは高い移動速度を持ち、タム・ケンチの攻撃を避けながら位置取りを行いやすい。",
      "ミリオ": "ミリオはタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができるため、タム・ケンチの攻撃を受ける前に安全にハラスが可能です。\n- タム・ケンチのCCは発生が遅いため、ミリオのノックバックでタム・ケンチのエンゲージを防ぎやすいです。\n- ミリオのウルトはAoEでCCを解除できるため、タム・ケンチの無力化を無効化し、味方を守ることができます。\n- ミリオは回復やシールドを持っているため、タム・ケンチのダメージを軽減しやすく、持続的なトレードで優位に立てます。\n- タム・ケンチは主に近接攻撃に依存しているため、ミリオの射程の長さを活かして安全に戦うことができます。",
      "ラカン": "ラカンはタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、タム・ケンチの攻撃を避けやすいため、タム・ケンチの攻撃を受けにくい。\n- タム・ケンチのCCは発生が遅く、ラカンの機動力を活かして回避することができる。\n- ラカンは2種類のCCを持っており、タム・ケンチの耐久力を無力化することができるため、集団戦での有利な状況を作りやすい。\n- ラカンのシールドやヒールにより、タム・ケンチの攻撃を受けても生存能力が高く、持続的な戦闘が可能。\n- タム・ケンチはエンゲージが苦手であり、ラカンの機動力を活かしたエンゲージに対して対処が難しい。",
      "ポッピー": "ポッピーがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- ポッピーはダッシュやリープを阻止する能力があり、タム・ケンチのエンゲージを無効化できるため、彼の攻撃を効果的に防げる。\n- ポッピーの低CDの割合ダメージは、タム・ケンチの高いサステインを上回ることができ、タイマンでの勝率が高い。\n- 豊富なCCを持つポッピーは、タム・ケンチの行動を制限しやすく、特に彼のウルトを無力化することができる。\n- ポッピーは高いシールドを持ち、タム・ケンチの攻撃を受けても耐えやすく、持久戦に強い。\n- タム・ケンチはエンゲージが苦手で、ポッピーの機動力とCCを活かしたトレードで有利に立ち回れる。",
      "パイク": "パイクがタム・ケンチに有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、タム・ケンチのスキルを避けやすいため、エンゲージを回避しやすい。\n- タム・ケンチのCCスキルは発生が遅く、パイクはフックや瞬時の移動を使ってタム・ケンチの攻撃をかわすことができる。\n- パイクの攻撃は瞬時に高いダメージを与えることができ、タム・ケンチの耐久力を無視してキルを狙いやすい。\n- タム・ケンチは主にAAに依存するため、パイクのフックで捕まえられると反撃が難しくなる。\n- パイクのパッシブによる回復効果は、タム・ケンチのハラスに対しても有効で、レーンでの持続力が高い。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "ブランド": "ブランドがシャコに不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブランドはその攻撃を避ける手段が限られています。\n- ブランドは自衛手段が乏しく、特にアサシンに対して脆弱であるため、シャコの奇襲に対して非常に弱いです。\n- シャコは瞬時に接近してダメージを与えることができ、ブランドはその瞬発力に対処するのが難しいです。\n- ブランドのスキルは連続して当てる必要があり、シャコのような高機動の敵に対してはスキルを当てるのが難しくなります。\n- シャコは集団戦でのAoEダメージが苦手なため、ブランドが集団戦での火力を発揮する前にシャコに倒される可能性が高いです。",
      "モルガナ": "モルガナが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、モルガナのスネアを避けやすい。\n- モルガナのスキルはクールダウンが長く、シャコの奇襲に対して迅速に反応するのが難しい。\n- シャコはモルガナのスペルシールドを無視して攻撃できるため、モルガナの防御手段が効果的に機能しない。\n- モルガナはAAが短射程であるため、シャコの近接攻撃に対して脆弱で、反撃が難しい。\n- シャコはレベル6でのGank性能が高く、モルガナがレーンでのプレッシャーを維持するのが難しくなる。",
      "アリスター": "アリスターが不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性とインビジブルを持ち、アリスターのエンゲージを回避しやすい。\n- シャコの奇襲能力により、アリスターがスキルを使う前に攻撃を受ける可能性が高い。\n- アリスターは攻撃力が低く、シャコの高DPSに対抗するのが難しい。\n- シャコはCCを持っており、アリスターの動きを制限することができるため、アリスターが有効に機能しにくい。\n- アリスターのスキルのクールダウンが長いため、シャコの奇襲に対して反応が遅れることがある。",
      "パイク": "パイクが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、パイクの捕まえる能力を無効化しやすい。\n- シャコのCCを持つスキルは、パイクが攻撃を仕掛ける際に妨害される可能性が高く、トレードで不利になる。\n- パイクは集団戦での耐久力が低く、シャコの高い瞬間火力に対して脆弱であるため、簡単に排除されるリスクがある。\n- シャコはレベル6で強力なGank性能を持ち、パイクがレーンで優位に立つのが難しくなる。\n- シャコの奇襲能力に対して、パイクは逃げる手段が限られており、特にシャコの攻撃を受けると致命的なダメージを受けやすい。",
      "レオナ": "レオナが不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲をかけることができるため、レオナのCCを避けやすい。\n- レオナは接近戦で強力なタンクだが、シャコの奇襲に対しては事前に対処するのが難しく、特にレーンでのハラスが効果的。\n- シャコはレオナのオールインに対して、インビジブルを使って逃げたり、逆に反撃することができるため、レオナの強みを活かしにくい。\n- シャコはレベル6以降に強力なGank性能を持ち、レオナがサポートとしての役割を果たす際に、シャコの奇襲に対して脆弱になる。\n- レオナは火力がパッシブに依存しているため、シャコの高い機動性と奇襲能力に対して持続的なダメージを与えにくい。",
      "ゼラス": "ゼラスが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態でゼラスに接近することができるため、ゼラスの長射程を無効化しやすい。\n- ゼラスは自衛手段が乏しく、シャコの奇襲に対して脆弱であるため、捕まると簡単に倒されるリスクが高い。\n- シャコのCCを利用した攻撃は、ゼラスのスキルの発動が遅いことを考慮すると、ゼラスが反撃する前にダメージを与えられる可能性が高い。\n- ゼラスはマナ消費が多く、持続的なハラスを行う際にマナが枯渇しやすいが、シャコは早い周回速度でカウンタージャングルを行うことができ、ゼラスのマナ管理をさらに難しくする。\n- シャコは集団戦でのAoEとCCが限られているため、ゼラスが他の味方と連携して攻撃する際に、シャコの奇襲が成功するとゼラスは孤立しやすい。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブリッツクランクのフックを避けやすい。\n- シャコのCCスキルは、ブリッツクランクの行動を制限することができ、特に近づかれた際に逆に攻撃されるリスクが高い。\n- ブリッツクランクは基礎移動速度が低く、逃げる手段が乏しいため、シャコの奇襲に対して脆弱である。\n- シャコは集団戦でのAoEとCCが限られているため、ブリッツクランクが集団戦で有利に立ち回ることが難しい。\n- シャコはダメージを与えた後にインビジブルで逃げることができるため、ブリッツクランクがキルを狙う際に逆に反撃を受ける可能性が高い。",
      "ヴェル＝コズ": "ヴェル＝コズがシャコに不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ヴェル＝コズのスキルを避けやすい。\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、シャコの奇襲に対して脆弱。\n- シャコのCCを持つスキルによって、ヴェル＝コズの行動を制限されやすく、特にUltの詠唱中に捕まると致命的なダメージを受ける可能性が高い。\n- ヴェル＝コズは集団戦でのAoEダメージが強力だが、シャコの奇襲によって集団戦に参加する前に排除されるリスクがある。",
      "ノーチラス": "ノーチラスがシャコに不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ノーチラスのCCを避けやすい。\n- ノーチラスはスキルに依存しており、特に移動速度が低いため、シャコの奇襲に対して反応が遅れることが多い。\n- シャコはノーチラスのCCを受けた後でも、インビジブルを使って逃げることができるため、ノーチラスの攻撃が無駄になりやすい。\n- ノーチラスはタンクであるため、シャコの高いバーストダメージに対して耐えにくく、特にレベル6以降のシャコの火力に対処しづらい。\n- シャコは集団戦でのAoEダメージが少ないため、ノーチラスが他の味方と連携しても、シャコを捕まえるのが難しい。",
      "ザイラ": "ザイラがシャコに不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性を持ち、インビジブル状態で接近してくるため、ザイラの攻撃を避けやすい。\n- ザイラは移動手段が乏しく、シャコが接近してくると脆弱な状態になりやすい。\n- シャコの奇襲能力により、ザイラは自分のスキルを発動する前に攻撃を受ける可能性が高い。\n- シャコはCCを持つスキルを使ってザイラを攪乱し、攻撃を容易にすることができる。\n- ザイラのスキルは発動から発生までに時間がかかるため、シャコのような機動力の高いチャンピオンには当てづらい。",
      "ニーコ": "ニーコがシャコに不利です。\n\n- シャコは高い機動性と奇襲能力を持っており、ニーコが近づく前に先手を取られる可能性が高い。\n- シャコのインビジブル状態はニーコの擬態を無効化し、ニーコが攻撃を仕掛ける前にシャコが奇襲をかけることができる。\n- シャコはニーコの攻撃を回避しやすく、特に接近戦でのニーコの弱点を突くことができる。\n- ニーコは射程が短いため、シャコの攻撃を受けやすく、特にシャコが先に攻撃を仕掛けた場合、反撃が難しい。\n- シャコのCCを利用した攻撃はニーコにとって脅威であり、捕まると一気に不利な状況に陥る可能性が高い。",
      "ブラウム": "ブラウムが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブラウムの防御能力を無効化しやすい。\n- ブラウムは接近戦での防御に特化しているが、シャコは瞬時に距離を詰めて攻撃できるため、ブラウムのPeel能力が発揮されにくい。\n- シャコのCCはブラウムの防御スキルを無視してダメージを与えることができるため、ブラウムは効果的に対処できない。\n- ブラウムはサステインがないため、シャコの奇襲に対して持続的に耐えることが難しい。\n- シャコは集団戦でのAoEダメージが苦手なブラウムに対して、個別に狙い撃ちすることができるため、ブラウムにとって非常に厄介な存在となる。",
      "ジリアン": "ジリアンはシャコに不利です。\n\n理由は以下の通りです。\n\n- シャコは高い機動性と奇襲能力を持っており、ジリアンがスキルを使う前に接近して攻撃することが容易です。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いため、シャコの奇襲に対して非常に脆弱です。\n- シャコのインビジブル状態はジリアンのスキルを無効化し、ジリアンが反応する前に攻撃を仕掛けることができます。\n- ジリアンのスキルは主に味方をサポートするものであり、自己防衛手段が限られているため、シャコの攻撃に対処しづらいです。\n- シャコは集団戦でのAoEとCCが限られているため、ジリアンが集団戦での影響力を発揮する前にシャコに倒される可能性が高いです。",
      "ラックス": "ラックスが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ラックスがスキルを当てる前に接近されやすい。\n- ラックスは接近されると非常に脆弱で、シャコの攻撃を受けると一気にダメージを受ける可能性が高い。\n- シャコのCCを持つスキルによって、ラックスは動きを制限され、スキルを発動する余裕がなくなる。\n- ラックスのスキルは方向指定であり、シャコのような高機動力の敵には当てづらく、効果的にダメージを与えることが難しい。\n- シャコはレベル6でのGank性能が高く、ラックスはそのタイミングで特に脆弱になるため、対処が難しい。"
    },
    "loses": {
      "ソラカ": "ソラカがシャコに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、シャコの奇襲によるダメージを迅速に回復できるため、シャコの攻撃を耐えることができる。\n- サイレンス効果を持つスキルにより、シャコのスキルを無効化しやすく、特にシャコがインビジブル状態の時に攻撃を阻止できる。\n- ソラカは射程が長いため、シャコが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- シャコはAA依存度が高く、ソラカのヒールによって持続的な戦闘が可能になるため、シャコの攻撃を受け流しやすい。\n- ソラカは集団戦での影響力が高く、シャコが集団戦に参加する際に、味方を回復しつつシャコを無力化できる。",
      "ナミ": "ナミが有利です。\n\n理由は以下の通りです。\n\n- ナミは遠距離攻撃が可能で、シャコの近接攻撃を避けながらハラスができるため、レーンでの優位性を保ちやすい。\n- ナミのCCはシャコの奇襲を防ぐ手段として有効で、シャコがインビジブル状態から出てきた際に捕まえることができる。\n- ナミの回復能力により、シャコの攻撃を受けても持続的に戦えるため、シャコのダメージを軽減できる。\n- シャコはAA依存度が高く、ナミのCCや加速効果を受けると攻撃が当てづらくなるため、シャコの攻撃を無効化しやすい。\n- ナミはレーンでのハラスが得意で、シャコがレベルアップする前に有利な状況を作りやすい。",
      "セラフィーン": "セラフィーンはシャコに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは遠距離攻撃を持ち、シャコの接近を防ぎやすい。シャコがインビジブル状態で近づいても、セラフィーンのスキルで反撃できる。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での影響力が大きい。シャコが単独で攻撃しても、セラフィーンのスキルで味方を支援しやすい。\n- セラフィーンは複数のCCを持っており、シャコの動きを制限することができる。シャコが奇襲を仕掛けても、CCで捕まえることが可能。\n- セラフィーンは安全な位置から攻撃できるため、シャコの奇襲に対してリスクを減らせる。シャコが近づく前にダメージを与えることができる。\n- セラフィーンは体力が低い敵に対して強力なバーストダメージを持っており、シャコのような脆いチャンピオンに対して有利に立ち回れる。",
      "ルル": "ルルがシャコに有利です。\n\n- ルルはポリモーフを持っており、シャコの奇襲を無力化することができるため、シャコが攻撃を仕掛ける際に大きな妨害となる。\n- ルルのシールドは、シャコの攻撃を軽減し、味方の生存能力を向上させるため、シャコのダメージを受けにくくする。\n- ルルは遠距離攻撃が可能で、シャコが近づく前にダメージを与えることができるため、シャコの接近を阻止しやすい。\n- ルルは柔軟な戦術を持ち、状況に応じて味方を強化したり敵を無力化したりできるため、シャコの動きに対して適切に対応できる。\n- シャコはAA依存度が高く、ルルのCCやシールドによって攻撃が難しくなるため、シャコにとっては戦いづらい相手となる。",
      "セナ": "セナがシャコに有利です。\n\n理由は以下の通りです。\n\n- 射程の差: セナは遠距離攻撃が可能で、シャコの近接攻撃を避けながらハラスを行えるため、レーンでの優位性を保ちやすい。\n- 回復能力: セナの回復スキルにより、シャコの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n- CCの存在: セナはスネア効果を持つスキルを使うことで、シャコの奇襲を防ぎ、逆に捕まえるチャンスを作れる。\n- シャコの脆さ: シャコは基礎ステータスが低く、奇襲に失敗した場合は非常に脆いため、セナの攻撃で簡単に倒せる可能性がある。\n- 短期的なダメージ交換: セナはシャコの攻撃を受ける前に、遠距離からダメージを与えられるため、短期的なダメージ交換で有利に立ち回れる。",
      "ユーミ": "ユーミがシャコに有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、シャコの奇襲を受けても味方を回復やシールドで守ることができる。\n- シャコはAA依存度が高く、ユーミの回復やシールドによって持続的なダメージを与えられにくい。\n- ユーミのスロー効果を活用することで、シャコの移動を制限し、逃げる手段を奪うことができる。\n- ユーミは集団戦で味方を強化する能力があり、シャコが集団戦に参加する際にその効果を最大限に活かせる。\n- ユーミは後衛に位置するため、シャコの奇襲を避けやすく、ターゲットになりにくい。",
      "ミリオ": "ミリオはシャコに有利です。\n\n理由は以下の通りです。\n\n- ミリオは射程が長いため、シャコの近接攻撃を避けながらハラスが可能です。\n- ミリオのスキルで味方の攻撃範囲を延ばすことができ、シャコの奇襲を受けにくくします。\n- ミリオのウルトはCCを解除するため、シャコのCCを無効化し、味方を守ることができます。\n- シャコはAA依存度が高く、ミリオの回復やシールドによって持続的なトレードで優位に立てます。\n- ミリオはシャコの奇襲に対して脆弱ではなく、逆にシャコを追い詰めることができるため、プレッシャーをかけやすいです。",
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- シャコはAA依存度が高く、ジャンナのCCやシールドによって攻撃を無効化されやすい。\n- ジャンナは高い移動速度を持ち、シャコの奇襲を避けることができるため、シャコの攻撃を回避しやすい。\n- ジャンナのディスエンゲージ能力により、シャコがオールインを仕掛けても反撃しやすく、逆にシャコを追い詰めることができる。\n- ジャンナは味方を守る能力が高く、シャコの奇襲に対して味方をサポートしやすい。\n- シャコが集団戦で苦手な理由として、ジャンナのAoE回復やCCが効果的に機能し、集団戦での優位性を保ちやすい。",
      "バード": "バードがシャコに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、シャコの奇襲を受ける前に攻撃を仕掛けることができるため、シャコの接近を阻止しやすい。\n- バードのスキルにはCCがあり、シャコがインビジブル状態から攻撃を仕掛ける際にスタンを与えることで、シャコの行動を制限できる。\n- バードはローム能力が高く、他のレーンに影響を与えることで、シャコのGankを無効化することができる。\n- バードの回復スキルにより、シャコの攻撃を受けた際にも持続的に耐えることができ、レーンでの生存率が高まる。\n- シャコはAA依存度が高く、バードのスキルを受けることで攻撃が難しくなるため、シャコのダメージを抑えることができる。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "アリスター": "アリスターが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、アリスターが近づく前にダメージを与えられる。\n- セラフィーンのCCは射程が長く、アリスターがエンゲージを試みる際に、先に捕まえられる可能性が高い。\n- アリスターは攻撃力が低く、セラフィーンのスキルの発生が遅いことを利用され、オールイン合戦で不利になる。\n- セラフィーンは安全な位置から支援できるため、アリスターが近づくのを待ってから反撃することができる。\n- セラフィーンのパッシブによるスキル連打時の高いバーストダメージが、アリスターのタンク性能を脅かす。",
      "レル": "レルが不利です。\n\n- セラフィーンは射程が長く、レルが近づく前に攻撃できるため、レルのオールインを阻止しやすい。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での影響力が大きいため、レルがエンゲージを仕掛けても逆に反撃を受けやすい。\n- セラフィーンは複数のCCを持っており、レルが接近した際に拘束されるリスクが高い。\n- レルはスキルの発生にラグがあり、セラフィーンのスキルを避けられないことが多く、特に機動力の高い相手に対しては苦戦する。\n- セラフィーンは基礎ダメージが低いものの、集団戦では味方の数に応じて強化されるため、レルが単独で攻撃を仕掛けると逆に不利になることが多い。",
      "ラカン": "ラカンが不利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、ラカンが近づくと一方的にハラスを受けやすい。\n- セラフィーンのCCは射程が長く、ラカンがエンゲージを試みる際に、先に捕まる可能性が高い。\n- ラカンは移動を伴うスキルが多く、セラフィーンのスキルによって移動を制限されると、何もできなくなるリスクがある。\n- セラフィーンのスキルの発生が遅いとはいえ、ラカンが近づく前にスキルを当てられると、ラカンはオールインで不利になる。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取れた場合、ラカンは圧倒される可能性が高い。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、ラックスのスキルを避けることが難しい。\n- セラフィーンは複数のCCを持ち、射程が長いため、ラックスが攻撃を仕掛ける前に拘束される可能性が高い。\n- ラックスは接近されると非常に脆弱であり、セラフィーンのスキルの発生が遅いことを利用されやすい。\n- セラフィーンのパッシブによるスキル連打時の高いバーストダメージに対して、ラックスは防御面で劣るため、オールイン合戦で不利になる。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取られるとラックスはさらに苦しむ。",
      "モルガナ": "モルガナが不利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、モルガナのスネアを避けやすい。\n- セラフィーンは複数のCCを持ち、射程が長いため、モルガナが近づく前に攻撃を仕掛けることができる。\n- モルガナのスキルはクールダウンが長く、セラフィーンのスキルの発生が遅いという弱点を突かれやすい。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取れればモルガナに対して優位に立てる。\n- モルガナのスペルシールドはセラフィーンのCCを防げるが、セラフィーンの範囲攻撃には対処しきれないことが多い。",
      "セナ": "セナが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、セナのハラスや回復が効果的に機能しにくい。\n- セラフィーンは複数のCCを持っており、射程が長いため、セナが攻撃を仕掛ける前に捕まるリスクが高い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、セラフィーンのスキルによるダメージやCCに対して脆弱である。\n- セラフィーンのスキルの発生が遅いとはいえ、セナが攻撃を仕掛ける際にその隙を突かれる可能性が高い。\n- セラフィーンは集団戦を重視するチャンピオンであり、セナが孤立した場合、セラフィーンのスキルの効果を最大限に活かされることが多い。",
      "スレッシュ": "スレッシュが不利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、スレッシュが近づくと一方的にハラスを受けやすい。\n- セラフィーンのCCは射程が長く、スレッシュがエンゲージを試みる際に、先に捕まえられるリスクが高い。\n- スレッシュはスキルのクールダウンが長く、外した際の隙が大きいため、セラフィーンのスキルを避けるのが難しい。\n- セラフィーンは基礎ダメージが低いものの、スレッシュがオールインを仕掛けると、セラフィーンのCCや味方の支援によって逆転される可能性が高い。\n- セラフィーンは安全な位置から支援できるため、スレッシュが近づくこと自体が難しく、持続的なハラスに対して脆弱である。",
      "パイク": "パイクが不利です。\n\n理由は以下の通りです。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での影響力が大きいため、パイクが接近する前にダメージを与えられる。\n- セラフィーンは複数のCCを持っており、パイクが近づくのを妨げることができるため、捕まえるのが難しい。\n- セラフィーンの射程が長いため、パイクが攻撃を仕掛ける前にハラスを受けやすい。\n- セラフィーンはスキルの発生が遅いものの、パイクの攻撃を受ける前にスキルを当てるチャンスがある。\n- パイクは集団戦での耐久力が低く、セラフィーンのAOE攻撃に対して脆弱である。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取れればパイクに対して優位に立てる。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全に支援ができ、セラフィーンのスキルを回避しやすい。\n- セラフィーンのスキルは発生が遅く、ユーミの回復やシールドで耐えられるため、オールイン合戦で有利に立てる。\n- ユーミの回復とシールドは、セラフィーンの基礎ダメージの低さを補うことができ、レーンでのサステインが強化される。\n- セラフィーンはCCを持つが、ユーミは味方に密着しているため、セラフィーンの攻撃を受けにくく、持続的な支援が可能。\n- ユーミはハラス型のメイジサポートに対して有利であり、セラフィーンの攻撃をシールドで軽減しつつ、持続的にダメージを与えることができる。",
      "メル": "メルがセラフィーンに有利です。\n\n理由は以下の通りです。\n\n- メルはスキルを反射する能力を持っており、セラフィーンのスキルを逆用することで、彼女の攻撃を無効化しつつ反撃できる。\n- メルの長射程とAoE攻撃により、セラフィーンのスキルを安全に避けながらハラスを行うことができる。\n- セラフィーンはスキルの発生が遅く、メルはその隙を突いて攻撃を仕掛けやすい。\n- メルのパッシブによる確定キル能力は、セラフィーンのHPが低下した際に特に効果的で、キルを狙いやすい。\n- セラフィーンは集団戦に強いが、メルは序盤からの影響力が高く、早期に優位を築くことができるため、集団戦に持ち込む前に有利な状況を作りやすい。",
      "パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、セラフィーンのスキルを中断させることができるため、彼女のスキルを効果的に無力化できる。\n- パンテオンのオールイン能力は非常に高く、セラフィーンがオールイン合戦で不利なため、パンテオンが有利にトレードを進めやすい。\n- パンテオンは序盤からキルプレッシャーをかけやすく、セラフィーンが基礎ダメージが低いため、早期にダメージを与えやすい。\n- パンテオンの無敵スキルにより、セラフィーンのバーストダメージを防ぎつつ、反撃することが可能である。\n- セラフィーンはスキルの発生が遅く、パンテオンが瞬時に攻撃を仕掛けることで、彼女のスキルを避けやすい。",
      "バード": "バードがセラフィーンに有利です。\n\n理由は以下の通りです。\n\n- バードは移動スキルを持ち、ロームが得意なため、セラフィーンのスキルを避けやすい。\n- セラフィーンのスキルは発生が遅く、バードの機動力を活かして攻撃を仕掛けることができる。\n- バードのパッシブによる鐘の回収で火力を出せるため、装備依存度が低く、セラフィーンに対しても持続的なダメージを与えやすい。\n- セラフィーンはCCを持っているが、バードのウルトによる無敵効果でそのCCを無効化できるため、戦闘を有利に進められる。\n- セラフィーンはオールイン合戦で不利になりやすいが、バードは回復スキルを持っているため、持続戦闘で優位に立てる。",
      "ブラウム": "ブラウムが有利です。\n\n理由は以下の通りです。\n\n- ブラウムは高い防御性能を持ち、セラフィーンのスキルショットを軽減できるため、セラフィーンの攻撃を受けにくい。\n- セラフィーンのスキルは発生が遅く、ブラウムの接近を許すとスタンを狙いやすく、オールインで有利に立てる。\n- ブラウムのパッシブは序盤から強力で、セラフィーンに対しても高いバーストダメージを与えることができる。\n- セラフィーンは防御ステータスが低く、ブラウムの攻撃を受けると早期にダメージを受けやすい。\n- ブラウムは味方を守る能力が高く、セラフィーンが攻撃を仕掛ける際に味方をしっかりとサポートできる。",
      "レオナ": "レオナが有利です。\n\n- レオナは高いイニシエート能力を持ち、セラフィーンのスキルの発生が遅いため、オールインを仕掛けやすい。\n- セラフィーンは基礎ダメージが低く、レオナの耐久力とCCに対して脆弱であるため、レーンでのハラスやオールインで優位に立てる。\n- レオナのCCはセラフィーンのスキルを妨害しやすく、特にセラフィーンがスキルを当てる前に捕まえることで、彼女の強みを活かさせない。\n- セラフィーンは安全圏からの支援が得意だが、レオナの接近戦での強さにより、セラフィーンはその距離を保つことが難しくなる。\n- レオナはダイバーやスカーミッシャーに対しても強く、セラフィーンのような脆いサポートに対して特に効果的。",
      "ソラカ": "ソラカがセラフィーンに有利です。\n\n理由は以下の通りです。\n\n- ソラカは高いヒール能力を持ち、味方の生存能力を大幅に向上させることができるため、セラフィーンのAOE攻撃に対して耐久力を保ちやすい。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、ソラカの回復やサイレンスで行動を制限することができる。\n- ソラカは短いクールダウンのスキルを持ち、頻繁に回復やハラスが可能で、セラフィーンの基礎ダメージの低さを突くことができる。\n- セラフィーンは防御ステータスが低く、オールイン合戦では不利になりやすいが、ソラカはヒールで持ちこたえられるため、セラフィーンに対して優位に立てる。\n- ソラカは射程が長く、セラフィーンの攻撃を避けながらハラスを行うことができるため、レーンでのプレッシャーをかけやすい。",
      "ゼラス": "ゼラスが有利です。\n\n理由は以下の通りです。\n\n- ゼラスは長射程の攻撃スキルを持っており、セラフィーンの射程を超えて一方的にハラスが可能です。\n- セラフィーンはスキルの発生が遅く、ゼラスの攻撃を避けるのが難しいため、レーンでのプレッシャーをかけやすいです。\n- ゼラスのAoE攻撃は、セラフィーンが集団戦で強みを発揮する前にダメージを与えることができ、集団戦でも有利に立ち回れます。\n- セラフィーンは基礎ダメージが低く、オールイン合戦では不利になりやすいため、ゼラスの持つ高いポーク能力が効果的です。\n- ゼラスはマナ管理が比較的容易で、持続的に攻撃を続けることができるため、セラフィーンに対して持続的な圧力をかけられます。",
      "ジリアン": "ジリアンはセラフィーンに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、セラフィーンの低い基礎ダメージを上回ることができる。\n- AoEスタンを持つため、集団戦でセラフィーンのスキルを妨害しやすく、彼女のスキルを当てるのを難しくする。\n- ジリアンの移動速度バフにより、味方がセラフィーンに近づくのを助け、エンゲージやPeelがしやすくなる。\n- セラフィーンはスキルの発生が遅く、ジリアンの瞬時の攻撃に対して反応しづらい。\n- ジリアンの蘇生能力は、セラフィーンがオールインを仕掛けた際に逆転のチャンスを生むことができる。",
      "ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- 射程の長いセラフィーンに対して、ニーコは擬態を利用して奇襲を仕掛けることができ、セラフィーンのスキルを避けやすい。\n- ニーコのAoEダメージとスタンを持つアルティメットは、集団戦でのセラフィーンの強みを打ち消すことができる。\n- セラフィーンのスキルの発生が遅いため、ニーコはその隙を突いて攻撃を仕掛けることができる。\n- ニーコは短射程のチャンピオンに対して有利であり、セラフィーンが前に出てくるときに有効なハラスが可能。\n- セラフィーンの基礎ダメージが低いため、ニーコがオールインを仕掛けた際に有利に戦える可能性が高い。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "レオナが不利です。\n\n- スウェインは持続的な回復能力を持っており、レオナのオールインに対して耐久力が高い。\n- スウェインのスキルは全てAOEであり、レオナが近づくと同時に複数のダメージを受ける可能性が高い。\n- スウェインのEスキルによるキャッチ能力があり、レオナが接近する際に逆に捕まえられるリスクがある。\n- レオナはサステインがないため、スウェインの持続的なダメージと回復に対抗しづらい。\n- スウェインは重傷効果に弱いが、レオナがその効果を持つアイテムを持っていない場合、スウェインの回復を抑えられない。",
      "レル": "レルが不利です。\n\n- スウェインは持続的な回復能力を持っており、レルの攻撃を受けても耐えられるため、レルのオールインが効果的でない。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、レルが複数の敵を狙うと逆にダメージを与えられる。\n- スウェインのEスキルによるキャッチ能力が強力で、レルが近づくと捕まえられるリスクが高い。\n- スウェインは重傷効果に弱いが、レルのダメージは序盤から中盤にかけて低く、スウェインが育つ前に有利に立てない。\n- スウェインは機動力が低いが、レルもスキルの発生にラグがあり、機動力の高い相手に対しては苦手なため、スウェインに対しても同様の弱点がある。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- スウェインは持続的な回復能力を持っており、タム・ケンチの攻撃を受けても回復しながら戦えるため、トレードで有利に立ちやすい。\n- スウェインのスキルは全てAOEであり、集団戦ではタム・ケンチが複数の敵に囲まれると回復量が増加し、逆にタム・ケンチがダメージを受けやすくなる。\n- タム・ケンチのCCは発生が遅く、スウェインのEによるキャッチ能力に対して反応しづらく、先手を取られることが多い。\n- スウェインは重傷効果に弱いが、タム・ケンチはその重傷効果を持つチャンピオンに対しても不利で、スウェインの持続的なダメージに対抗しづらい。\n- タム・ケンチは集団戦でのダメージ出力がAAに依存しやすく、スウェインの持続的なダメージと回復に対して劣るため、戦闘が長引くと不利になる。",
      "ラカン": "ラカンが不利です。\n\n- スウェインは持続的な回復能力を持っており、ラカンの攻撃を受けても回復しながら戦えるため、ラカンのハラスが効きにくい。\n- スウェインのスキルは全てAOEであり、ラカンが複数の敵をサポートする際に、スウェインの攻撃を受けやすくなる。\n- スウェインのEスキルによるキャッチ能力は、ラカンの機動力を制限し、ラカンがエンゲージやピールを行う際にリスクが高まる。\n- ラカンは移動を伴うスキルが多く、スウェインのCCやダメージを受けると非常に脆弱になる。\n- スウェインは重傷効果に弱いが、ラカンが持つヒールやシールドはスウェインの回復を妨げることができないため、ラカンのサステインが効果的に機能しない。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- スウェインは持続的な回復能力を持っており、ブリッツクランクの攻撃を受けても回復しながら戦えるため、ブリッツクランクのフックが当たっても逆に有利な状況を作られることがある。\n- スウェインのスキルは全てAOEであり、集団戦では多くの敵にダメージを与えつつ回復できるため、ブリッツクランクがフックを外した場合、逆に集団戦で不利になる可能性が高い。\n- スウェインはEスキルでブリッツクランクを引き寄せることができ、ブリッツクランクが近づくと逆に捕まえられるリスクがある。\n- ブリッツクランクは機動力が低く、スウェインの攻撃を避けることが難しいため、特に集団戦では不利な状況に陥りやすい。\n- スウェインは重傷効果に弱いが、ブリッツクランクがその効果を持つチャンピオンではないため、スウェインの回復を妨げる手段が少ない。",
      "ノーチラス": "ノーチラスが不利です。\n\n- スウェインは持続的な回復能力を持っており、ノーチラスのCCを受けても回復しながら戦えるため、ノーチラスの攻撃が効果的でない。\n- スウェインのスキルは全てAOEであり、集団戦では多くの敵にダメージを与えられるため、ノーチラスが捕まえたとしても、スウェインがダメージを出し続けることができる。\n- スウェインはEスキルでノーチラスを引き寄せることができ、ノーチラスが接近するのを防ぎやすい。\n- ノーチラスは基礎移動速度が低く、スウェインのスキルを避けるのが難しいため、スウェインに対して攻撃を仕掛けるのが困難。\n- スウェインは重傷効果に弱いが、ノーチラスの攻撃は割合ダメージを持たないため、スウェインの回復を抑える手段が限られている。",
      "アリスター": "アリスターが不利です。\n\n- スウェインは持続的な回復能力を持ち、アリスターのCCを受けても回復しながら戦えるため、アリスターのエンゲージが効果的ではない。\n- スウェインのスキルは全てAOEであり、アリスターが近づくと一度に多くのダメージを受ける可能性が高い。\n- スウェインは重傷効果に弱いが、アリスターはその重傷効果を持つチャンピオンをサポートすることができないため、アリスターの強みを活かしにくい。\n- アリスターは攻撃力が低く、スウェインに対して火力を出すことが難しいため、レーンでのプレッシャーをかけにくい。\n- スウェインは機動力がないため、アリスターがエンゲージを決めた際に逃げられないが、スウェインの回復力により持続戦闘で不利になる。",
      "ポッピー": "ポッピーが不利です。\n\n理由は以下の通りです。\n\n- スウェインは持続的な回復能力を持ち、ポッピーのダメージを軽減しやすい。\n- スウェインのスキルは全てAOEであり、ポッピーが近づくと同時に複数のダメージを受ける可能性が高い。\n- ポッピーのスキルの射程が短いため、スウェインの攻撃を避けるのが難しい。\n- スウェインはCCを持っており、ポッピーがエンゲージしようとした際に捕まえられるリスクがある。\n- スウェインは重傷効果に弱いが、ポッピーはその効果を持たないため、スウェインの回復を抑える手段がない。",
      "セナ": "セナが不利です。\n\n- スウェインは持続的な回復能力を持っており、セナのハラスを受けても回復しながら戦うことができるため、セナの攻撃があまり効果的ではない。\n- スウェインのスキルは全てAOEであり、集団戦ではセナが攻撃しづらく、逆にスウェインがセナにダメージを与えやすい。\n- スウェインはEスキルでセナをキャッチすることができ、セナが逃げる手段が乏しいため、捕まると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、スウェインの攻撃を受けると早期に不利な状況に陥る可能性が高い。\n- スウェインは重傷効果に弱いが、セナの回復スキルは重傷効果を持たないため、スウェインに対して効果的な対策が取れない。",
      "ブラウム": "ブラウムはスウェインに不利です。\n\n- スウェインは持続的な回復能力を持ち、ブラウムの防御スキルを無視してダメージを与え続けることができる。\n- スウェインのスキルは全てAOEであり、ブラウムが複数の敵を守る際に、スウェインの攻撃が効果的に当たる。\n- ブラウムはハラス能力が低く、スウェインの遠距離攻撃に対して反撃しづらい。\n- スウェインはEスキルでブラウムを引き寄せることができ、接近戦を強制することでブラウムのPeel能力を低下させる。\n- スウェインは重傷効果に弱いが、ブラウムはその効果を持たないため、スウェインの回復を抑える手段がない。",
      "ソナ": "ソナが不利です。\n\n- スウェインは持続的な回復能力を持っており、ソナのハラスを受けても回復しながら戦うことができるため、ソナのダメージがあまり効かない。\n- スウェインのスキルは全てAOEであり、集団戦ではソナの周囲の味方にもダメージを与えやすく、ソナの支援効果を無効化することができる。\n- ソナは基礎ステータスが低く、特に序盤は脆いため、スウェインのキャッチ能力により簡単に捕まってしまうリスクが高い。\n- スウェインは重傷効果に弱いが、ソナはその重傷効果を持っていないため、スウェインの回復を抑える手段がない。\n- ソナのCCはUlt以外は準備が必要なスローのみで、スウェインの攻撃を止めるのが難しいため、彼の攻撃を受けやすい。",
      "ニーコ": "ニーコが不利です。\n\n- スウェインはメレータイプであり、ニーコの射程を活かしてハラスを行うことができる。\n- スウェインの持続的な回復能力により、ニーコのダメージを受けても耐えられるため、ニーコがオールインを仕掛けても逆に反撃される可能性が高い。\n- スウェインのスキルは全てAOEであり、集団戦やレーン戦でのダメージを効率的に与えられるため、ニーコが近づくのが難しい。\n- ニーコは接近戦での防御が低く、スウェインのCCやダメージを受けると危険な状況に陥りやすい。\n- スウェインは重傷効果に弱いが、ニーコがその効果を持つスキルを持っていないため、スウェインの回復を抑える手段がない。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由は以下の通りです。\n\n- スウェインは機動力が低く、ジャンナのCCやディスエンゲージ能力に対して脆弱です。ジャンナはスウェインが接近する前に距離を取ることができます。\n- ジャンナのシールドはスウェインの持続的なダメージを軽減できるため、スウェインの回復能力を無効化しやすいです。\n- スウェインは重傷効果に弱いため、ジャンナが持つ回復効果を活かしつつ、スウェインの回復を妨げることができます。\n- ジャンナは高い移動速度を持ち、スウェインの攻撃を避けやすく、レーン戦でのプレッシャーをかけることができます。\n- スウェインは集団戦での持続的なダメージが強力ですが、ジャンナは味方を守りつつ、スウェインの攻撃を無効化することができるため、集団戦でも有利に立ち回れます。",
      "ソラカ": "ソラカがスウェインに有利です。\n\n- ソラカは高いヒール能力を持っており、スウェインの持続的なダメージを相殺することができるため、スウェインの回復能力を無効化しやすい。\n- スウェインは重傷効果に弱いため、ソラカのヒールが重傷を受けると効果が減少し、彼のサステインが低下する。\n- ソラカのサイレンス効果により、スウェインのスキルを封じることができ、特に彼のキャッチ能力を無効化することができる。\n- ソラカは射程が長く、スウェインが近づく前にハラスを行いやすく、レーンでの優位性を保ちやすい。\n- スウェインは機動力が低く、ソラカの逃げ性能を無効化する手段が少ないため、ソラカは安全にプレイできる。",
      "ヴェル＝コズ": "ヴェル＝コズがスウェインに有利です。\n\n理由は以下の通りです。\n\n- ヴェル＝コズは長射程のスキルを持っており、スウェインが接近する前にハラスを行いやすい。\n- スウェインは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、持続的なダメージを受けやすい。\n- ヴェル＝コズのAoEダメージは、スウェインが集団戦で回復する際にも影響を与え、回復量を減少させる可能性がある。\n- スウェインは重傷効果に弱いため、ヴェル＝コズが適切にハラスを行うことで、スウェインの回復を抑えることができる。\n- ヴェル＝コズのパッシブによるTrueダメージは、スウェインの耐久力を無視してダメージを与えることができるため、特に有利に働く。",
      "バード": "バードがスウェインに有利です。\n\n理由は以下の通りです。\n\n- バードは遠距離攻撃が可能で、スウェインの接近を防ぎやすい。\n- スウェインは機動力が低く、バードのスキルを避けるのが難しいため、バードのCCを受けやすい。\n- バードの回復スキルは、スウェインの持続的なダメージを軽減できるため、レーン戦での耐久性が向上する。\n- スウェインは重傷効果に弱いため、バードのスキルをうまく使うことでスウェインの回復を妨げることができる。\n- バードのウルトは広範囲に無敵を付与できるため、スウェインの集団戦での強みを無効化することができる。",
      "ナミ": "ナミが有利です。\n\n- ナミは遠距離攻撃が可能で、スウェインの近接攻撃を避けやすいです。\n- ナミのCCはスウェインのスキルを妨害することができ、特にスウェインが接近する際に有効です。\n- ナミの回復能力はスウェインの持続的なダメージを軽減でき、特に重傷効果を持つスウェインに対して有利です。\n- スウェインは機動力が低いため、ナミのスキルを当てやすく、トレードで優位に立ちやすいです。\n- ナミは短射程のADCに対して強いが、スウェインはロングトレードが苦手なため、ナミが有利な状況を作りやすいです。",
      "ルル": "ルルが有利です。\n\n- ルルはスウェインの持続的な回復能力に対抗するため、シールドや無力化を駆使してスウェインのダメージを軽減できる。\n- スウェインは機動力が低く、ルルのポリモーフによって行動を制限されるため、スウェインが攻撃を仕掛けるのが難しくなる。\n- ルルは遠距離攻撃が可能で、スウェインの接近を許さずにダメージを与えることができるため、レーン戦で優位に立ちやすい。\n- スウェインは重傷効果に弱いため、ルルが持つシールドやバフを活用することで、スウェインの回復を妨げることができる。\n- ルルは味方を強化する能力が高く、スウェインとの集団戦において味方の生存能力を向上させることができる。",
      "ミリオ": "ミリオがスウェインに有利です。\n\n理由は以下の通りです。\n\n- ミリオは味方の攻撃範囲を延ばすことができ、スウェインの攻撃を避けながらハラスを行いやすい。\n- スウェインはCCに依存するチャンピオンに対して強いが、ミリオのウルトによってそのCCを解除できるため、スウェインのエンゲージを無効化できる。\n- ミリオの回復やシールド効果により、スウェインの持続的なダメージを軽減できる。\n- スウェインは機動力が低く、ミリオの射程を活かして安全にトレードを行うことができる。\n- ミリオはスウェインの重傷効果に対しても強く、持続的な回復を阻害することができないため、スウェインの強みを打ち消すことができる。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、スウェインに対して高いプレッシャーをかけることができる。\n- スウェインは機動力が低く、カルマのスネアやハラスに対して逃げづらい。\n- カルマのスキルは対象指定であり、スウェインの回復を妨げることができる。\n- カルマは遠距離攻撃が可能で、スウェインの接近を許さずにダメージを与えられる。\n- スウェインは重傷効果に弱いため、カルマのハラスによって持続的な回復を制限される可能性がある。\n- カルマは味方をサポートしつつ、スウェインの攻撃を受け流すことができるため、レーン戦での優位性が高い。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全にサポートができ、スウェインの攻撃を受けにくい。\n- ユーミの回復やシールドによって、スウェインの持続的なダメージを軽減できるため、レーンでのサステインが向上する。\n- スウェインは機動力が低く、ユーミのスロー効果を活かして動きを制限しやすい。\n- ユーミはハラス型のメイジに対して有利であり、スウェインの攻撃をシールドで防ぎつつ、反撃が可能。\n- スウェインのCCが安定しないため、ユーミは味方に密着している限り、スウェインの攻撃を避けやすい。\n- ユーミは集団戦で味方を強化できるため、スウェインの持続的なダメージをさらに活かすことができる。",
      "セラフィーン": "セラフィーンがスウェインに有利です。\n\n理由は以下の通りです。\n\n- セラフィーンは射程が長く、スウェインの接近を阻止しやすいため、レーン戦でのハラスが有利に進められる。\n- スウェインは機動力が低く、セラフィーンのCCを受けやすいため、捕まえられるリスクが高い。\n- セラフィーンのスキルは全てAOEであり、集団戦での影響力が大きく、スウェインの持続的な回復を妨げることができる。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦での連携が取れれば、スウェインに対して優位に立てる。\n- スウェインは重傷効果に弱いため、セラフィーンが持つCCやバーストダメージで早期にダメージを与えることで、彼の回復を抑えることができる。",
      "ザイラ": "ザイラがスウェインに有利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、スウェインが近づく前にダメージを与えることができるため、レーン戦で優位に立ちやすい。\n- スウェインは機動力が低く、ザイラのCCを受けやすいため、捕まえられるリスクが高い。\n- ザイラの植物は持続的なダメージを与えることができ、スウェインの回復を妨げる要因となる。\n- スウェインは重傷効果に弱いため、ザイラが持つCCや持続ダメージで回復を制限しやすい。\n- ザイラは序盤から高い火力を発揮できるため、スウェインが育つ前に有利な状況を作りやすい。",
      "モルガナ": "モルガナが有利です。\n\n理由は以下の通りです。\n\n- スウェインは機動力が低く、モルガナのスネアを受けやすいため、捕まえやすい。\n- モルガナのスペルシールドは、スウェインのCCを無効化できるため、彼の攻撃を防ぎやすい。\n- スウェインは重傷効果に弱いため、モルガナが持つスネアやダメージを受けると、回復能力が制限される。\n- モルガナは遠距離から攻撃できるため、スウェインが近づく前にダメージを与えることができる。\n- スウェインの持続的な回復は、モルガナの高いDPSによって打ち消されやすい。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、モルガナの攻撃を無効化しやすい。\n- モルガナのスネアはユーミの移動を止めることができないため、ユーミは自由に動き回ることができる。\n- ユーミはスロー効果を持つスキルでモルガナの接近を妨げることができ、オールインを仕掛けやすい。\n- モルガナはクールダウンが長く、ユーミの持続的な支援に対抗する手段が限られている。\n- ユーミは高機動力を持ち、モルガナの攻撃を避けやすく、レーンでのトレードで優位に立つことができる。",
      "ザイラ": "ザイラが不利です。\n\n理由は以下の通りです。\n\n- ユーミは味方に密着することで安全に支援ができ、ザイラの攻撃を回避しやすい。\n- ユーミの回復やシールドによって、ザイラの持続的なダメージを軽減できるため、ザイラのトレードが効果的でなくなる。\n- ユーミのスロー効果により、ザイラが接近されると脆弱な状態になりやすい。\n- ザイラは移動手段が乏しく、ユーミが味方に密着していると、ザイラが攻撃を当てるのが難しくなる。\n- ユーミの支援によって、味方ADCがザイラに対して強気に出られるため、ザイラがレーンでのプレッシャーをかけにくくなる。",
      "ゼラス": "ゼラスが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、ゼラスの攻撃を軽減できるため、ゼラスのハラスが効きにくい。\n- ユーミのスロー効果により、ゼラスは移動が制限され、攻撃を受けやすくなる。\n- ゼラスは自衛手段が乏しく、ユーミが味方に密着していると、ゼラスがオールインされると脆弱な状況に陥る。\n- ユーミの回復能力により、ゼラスのポークが無効化されやすく、レーンでの優位性を維持しづらい。\n- ユーミは機動力が高く、ゼラスのスキルを避けやすいため、ゼラスの攻撃が当たりにくい。",
      "セラフィーン": "セラフィーンが不利です。\n\n- セラフィーンはスキルの発生が遅く、ユーミのスロー効果により、接近されると攻撃を当てるのが難しくなる。\n- ユーミは味方に密着することで安全に支援できるため、セラフィーンの攻撃を回避しやすい。\n- セラフィーンはオールイン合戦で基礎ダメージが低く、ユーミの回復やシールドによって耐えられると、セラフィーンが不利になる。\n- ユーミはハードCCを持たないため、セラフィーンのCCを無効化されると、セラフィーンは攻撃を受けやすくなる。\n- セラフィーンは防御ステータスが低く、ユーミの支援を受けたADCに対して脆弱である。",
      "ソラカ": "ソラカが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、ソラカのヒールを上回る持続的なサステインを持っています。\n- ユーミのスロー効果により、ソラカは移動が制限され、逃げる手段が乏しいため、オールインされやすくなります。\n- ソラカはCCが限られており、ユーミの支援を無効化する手段が少ないため、ユーミの攻撃を受けやすいです。\n- ユーミは基礎ステータスが低いソラカに対して、持続的なダメージを与えやすく、トレードで優位に立つことができます。\n- ユーミは集団戦でも味方を強化する能力が高く、ソラカのヒールだけでは対抗しきれない状況が多くなります。",
      "ジリアン": "ジリアンが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、ジリアンの攻撃を無効化しやすい。\n- ユーミのスロー効果により、ジリアンは移動が制限され、攻撃や逃げる手段が乏しくなる。\n- ジリアンは基礎ステータスが低く、ユーミの支援がないと脆弱で、オールインを受けると簡単に倒される。\n- ユーミは集団戦でのサポート能力が高く、ジリアンの瞬間火力を打ち消すことができる。\n- ユーミは味方の移動速度を上げることで、ジリアンが攻撃を仕掛けるタイミングを逃しやすくする。",
      "ラックス": "ラックスがユーミに不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、ラックスのハラスを軽減できるため、ラックスの攻撃が効果的に機能しにくい。\n- ユーミのスロー効果により、ラックスが距離を保つことが難しくなり、接近されると脆弱なラックスは危険な状況に陥りやすい。\n- ユーミはハードCCを持たないが、ラックスのスキルを避けるための機動力を持っており、ラックスのスキルをかわしやすい。\n- ユーミは味方に依存しているため、ラックスが孤立した場合でも、ユーミが味方を強化することでラックスに対抗できる。\n- ラックスは接近されると非常に脆弱であり、ユーミが味方を守る能力を持っているため、ラックスがオールインされると対処が難しい。",
      "シャコ": "シャコが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、シャコの攻撃を受け流すことができるため、シャコの奇襲が無効化されやすい。\n- ユーミのスロー効果により、シャコの移動が制限され、逃げる手段が減少するため、オールインされると脆弱になる。\n- ユーミは自身の攻撃力が低いため、シャコの高い機動性に対抗する手段が乏しく、特に集団戦ではシャコに対して効果的な対策が取れない。\n- ユーミはハードCCを持たないが、シャコの奇襲を受けた際に味方を守る手段が限られているため、シャコの攻撃を受けると味方が危険にさらされやすい。\n- シャコはレーンでのプレッシャーをかけやすく、ユーミが味方に密着している間に奇襲を仕掛けることで、ユーミの支援を無効化することができる。",
      "カルマ": "カルマが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、特にADCとのシナジーが高いため、カルマのハラスを受け流しやすい。\n- ユーミのスロー効果はカルマの移動を制限することができ、カルマがスネアを当てる前にユーミが逃げることが可能。\n- カルマのスネアは発生までに時間がかかるため、ユーミの機動力に対抗しづらい。\n- ユーミは基礎ステータスが低く、オールインを仕掛けられると脆弱なため、カルマが攻撃を仕掛けても効果的にダメージを与えられない。\n- ユーミは味方に依存するため、カルマが孤立した場合、ユーミの支援が得られず、逆にカルマが狙われやすい。",
      "セナ": "セナが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、セナのハラスを軽減できるため、セナの攻撃が通りにくい。\n- ユーミのスロー効果により、セナが逃げる手段が制限され、オールインを仕掛けられると脆弱になる。\n- セナは基礎ステータスが低く、序盤が弱いため、ユーミの支援を受けたADCに対して対抗しにくい。\n- ユーミは自身の移動が不要なため、セナが攻撃する隙を与えずに安全に支援を行える。\n- セナのCCはスネアであるが、ユーミはハードCCを持たないため、セナのスキルを避けられることが多い。"
    },
    "loses": {
      "レル": "レルがユーミに有利です。\n\n理由は以下の通りです。\n\n- レルは複数のCCスキルを持っており、ユーミが味方に密着している状態でも拘束することができるため、ユーミの支援を無効化しやすい。\n- ユーミはハードCCを持たないため、レルのオールインに対して脆弱であり、特にレルの攻撃を受けると簡単に倒される可能性が高い。\n- レルはタンクとしての耐久力が高く、ユーミの攻撃を受けても生存しやすいため、ユーミのハラスを受け流しながら攻撃を仕掛けることができる。\n- ユーミは単独での戦闘能力が低く、レルがオールインを仕掛けることでユーミを孤立させることができる。\n- レルのパッシブによってARとMRを減少させる効果があるため、ユーミの耐久力をさらに低下させることができる。",
      "ノーチラス": "ノーチラスはユーミに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、ユーミが密着している味方を捕まえることができるため、ユーミの支援を無効化しやすい。\n- ユーミはハードCCを持たないため、ノーチラスのオールインに対して防御手段が乏しく、捕まった場合のリスクが高い。\n- ノーチラスのフックやスキルは射程が長く、ユーミが安全に支援することが難しくなる。\n- ユーミは基礎ステータスが低く、ノーチラスの攻撃を受けると脆弱で、持続的なダメージを受けやすい。\n- ノーチラスはタンクとしての耐久力が高く、ユーミの回復やシールドの効果を相対的に薄めることができる。",
      "ラカン": "ラカンがユーミに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持ち、敵に接近してCCをかけることができるため、ユーミの支援を無効化しやすい。\n- ユーミはハードCCを持たないため、ラカンのエンゲージに対して防御手段が乏しい。\n- ラカンのシールドやヒールは、ユーミの回復やシールドを上回ることができ、レーンでのサステインが高い。\n- ラカンは味方を守る能力が高く、ユーミが密着している味方を効果的にピールできる。\n- ユーミは単独での戦闘能力が低く、ラカンの攻撃を受けると脆弱であるため、オールインされると対処が難しい。",
      "スレッシュ": "スレッシュがユーミに有利です。\n\n理由は以下の通りです。\n\n- スレッシュは高いCC性能を持ち、ユーミを捕まえることができるため、ユーミの移動を制限しやすい。\n- ユーミはハードCCを持たないため、スレッシュのフックやスローに対して脆弱で、オールインされると対処が難しい。\n- スレッシュはエンゲージやピールが得意で、ユーミが味方に密着している際に、敵を引き離すことができる。\n- ユーミは基礎ステータスが低く、持続的なハラスに弱いため、スレッシュの攻撃を受けると厳しい状況に陥る。\n- スレッシュはユーミの回復やシールドを無効化する手段を持っており、ユーミのサステインを削ぐことができる。",
      "レオナ": "レオナが有利です。\n\n- レオナは豊富なCCを持っており、ユーミのような脆弱なサポートに対してオールインが非常に効果的です。\n- ユーミはハードCCを持たないため、レオナの攻撃を受けると逃げる手段が限られます。\n- レオナは高い基礎ステータスを持ち、序盤からの戦闘に強いため、ユーミがサポートしているADCに対してもプレッシャーをかけやすいです。\n- ユーミは味方に密着することで支援を行いますが、レオナの攻撃を受けるとその密着が無効化され、ユーミ自身が脆弱になります。\n- レオナのオールイン能力により、ユーミはレーンでのサステインが難しくなり、ハラスを受けやすくなります。",
      "パイク": "パイクがユーミに有利です。\n\n理由は以下の通りです。\n\n- パイクは序盤から高い基礎ステータスを持ち、ユーミの低い基礎ステータスに対して優位に立てる。\n- ユーミはハードCCを持たないため、パイクの捕まえる能力に対して脆弱であり、フックを避ける手段が限られている。\n- パイクは瞬時に敵を排除する能力があり、ユーミが密着している味方を狙うことで、ユーミの支援を無効化できる。\n- ユーミは単独での戦闘能力が低く、パイクがオールインを仕掛けると、ユーミは味方に依存するため、守る手段が乏しい。\n- パイクのパッシブによる回復効果が、ユーミの回復やシールドを上回るため、持続的なハラスが可能。",
      "パンテオン": "パンテオンはユーミに有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、ユーミが密着している味方を狙いやすい。これにより、ユーミがサポートしているADCに対して強力なオールインが可能。\n- パンテオンは序盤から高いバーストダメージを持ち、ユーミの回復やシールドを無視して攻撃を仕掛けることができるため、ユーミのサステインを無効化しやすい。\n- ユーミはハードCCを持たないため、パンテオンの攻撃を受けると逃げる手段が限られ、オールインに対して非常に脆弱。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高いため、ユーミがサポートしているレーンに圧力をかけやすい。\n- パンテオンは短期戦に強く、ユーミがサポートしているADCが攻撃を受けると、パンテオンがそのままキルを狙うことができる。",
      "アリスター": "アリスターが有利です。\n\n理由は以下の通りです。\n\n- アリスターは強力なCCを持っており、ユーミが味方に密着している状態を無効化することができる。特に、ユーミが味方に依存しているため、アリスターのエンゲージが効果的。\n- アリスターは高いタフネスを持ち、ユーミの攻撃力が低いため、ユーミがアリスターに対してダメージを与えるのが難しい。\n- ユーミはハードCCを持たないため、アリスターのエンゲージに対して反撃手段が乏しい。これにより、アリスターはユーミを簡単に捕まえることができる。\n- アリスターのパッシブによるサステインがあるため、レーンでの維持力が高く、ユーミの回復やシールドを無効化しやすい。\n- 集団戦においても、アリスターはユーミのサポートを無効化し、味方を守ることができるため、ユーミの効果を減少させることができる。",
      "ポッピー": "ポッピーが有利です。\n\n理由は以下の通りです。\n\n- ポッピーはユーミのスロー効果を無効化することができるため、ユーミが味方を支援する際にポッピーが近づくことで、ユーミの効果を打ち消すことができる。\n- ポッピーは高いシールドと割合ダメージを持っており、ユーミの回復やシールドを上回るダメージを与えることができるため、ユーミとのトレードで有利に立ち回れる。\n- ユーミはハードCCを持たないため、ポッピーの豊富なCCを受けると、ユーミは逃げる手段が限られ、ポッピーに捕まるリスクが高い。\n- ポッピーは近接戦闘に強く、ユーミが味方に密着している際に、ポッピーがその味方を狙うことで、ユーミの支援を無効化することができる。\n- ユーミは単独での戦闘能力が低く、ポッピーがユーミの味方に対してオールインを仕掛けることで、ユーミが守る手段が乏しくなる。",
      "バード": "バードがユーミに有利です。\n\n理由は以下の通りです。\n\n- バードはローム能力が高く、ユーミが密着している味方をサポートしつつ、他のレーンに影響を与えることができる。\n- バードのスキルは敵を妨害する能力があり、ユーミの回復やシールドを無効化することができる。\n- ユーミはハードCCを持たないため、バードのスキルによるスタンや行動不能を受けやすい。\n- バードは鐘を回収することで火力を出せるため、ユーミの耐久力を削ることができる。\n- バードのウルトは広範囲に影響を与えるため、ユーミが密着している味方を一時的に無力化することができる。",
      "ルル": "ルルが有利です。\n\n- ルルはポリモーフやシールドを持っており、ユーミの攻撃を無力化しやすい。ユーミはハードCCを持たないため、ルルのスキルで簡単に対処できる。\n- ルルは味方を強化する能力が高く、ユーミが密着している味方に対してもシールドやHP増加を提供できるため、ユーミの支援効果を上回ることができる。\n- ルルのCCは敵の行動を制限するため、ユーミが攻撃を仕掛ける際にルルが先に行動することで、ユーミの攻撃を阻害できる。\n- ルルは状況に応じてスキルを使い分けることができるため、ユーミのプレイスタイルに対して柔軟に対応できる。\n- ユーミは基礎ステータスが低く、単独での戦闘能力が乏しいため、ルルの強化効果によってユーミが攻撃を受けると脆弱になる。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "メルが不利です。\n\n- ゼラスは長射程の攻撃スキルを持ち、遠距離から一方的にハラスできるため、メルは攻撃を受けやすい。\n- メルは回復エフェクトに弱く、ゼラスの持続的なダメージに対して耐えにくい。\n- ゼラスのスキルは方向指定・地点指定で発動が遅いが、メルは機動力が高くないため、ゼラスの攻撃を避けるのが難しい。\n- メルは能動的なCCがないため、ゼラスの攻撃を止める手段が限られている。\n- ゼラスは集団戦でのAoEダメージが強力で、メルは持続的なダメージを出すのが難しいため、集団戦で劣位に立たされやすい。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由は以下の通りです。\n\n- ゼラスはスキルの射程が非常に長く、ヴェル＝コズが攻撃する前に一方的にハラスを受けることができる。\n- ゼラスのAoE攻撃は集団戦でのダメージを高めるため、ヴェル＝コズが集団戦での持続的なダメージを出す前に、ゼラスが優位に立つことができる。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルを避けるのが難しいため、捕まると大きなダメージを受けやすい。\n- ゼラスは自衛手段が乏しいが、ヴェル＝コズも同様に自衛が難しいため、ゼラスの攻撃を受けるリスクが高い。\n- ゼラスのスキルは発動が遅いが、ヴェル＝コズもCCの発生が遅いため、ゼラスの攻撃を受けやすい状況が生まれやすい。",
      "ザイラ": "ザイラがゼラスに不利です。\n\n- ゼラスはスキルの射程が非常に長く、ザイラが攻撃する前に一方的にハラスを受けることができる。\n- ゼラスのAoE攻撃は、ザイラの植物を簡単に処理できるため、ザイラのダメージを減少させる。\n- ゼラスは方向指定・地点指定のスキルを持っているため、ザイラのスキルを避けるのが比較的容易で、逆にザイラが攻撃を当てるのが難しい。\n- ゼラスは自衛手段が乏しいが、ザイラも移動手段がないため、ゼラスが距離を保ちながら攻撃することでザイラにプレッシャーをかけやすい。\n- ゼラスはマナ管理が容易で、持続的にスキルを使用できるため、ザイラに対して優位に立ちやすい。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ゼラスはスキルの射程が非常に長く、セラフィーンが攻撃を仕掛ける前に一方的にハラスを受けることができる。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しいため、特に序盤のレーン戦で不利になる。\n- ゼラスはAoE攻撃を持っており、集団戦でも複数の敵にダメージを与えやすいため、セラフィーンの支援効果を打ち消すことができる。\n- セラフィーンは基礎ダメージが低く、オールイン合戦ではゼラスに対抗しづらい。\n- ゼラスは自衛手段が乏しいが、セラフィーンも防御ステータスが低く、アサシンや高バーストのチャンピオンに対して脆弱であるため、ゼラスの攻撃を受けやすい。",
      "ブラウム": "ブラウムが不利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、ブラウムは近接キャリーであるため、ゼラスの攻撃を避けることが難しい。\n- ブラウムは遠距離からのハラス能力が低く、ゼラスのポークに対して効果的に反撃できない。\n- ゼラスのスキルはAoEダメージを持ち、集団戦でも複数の敵にダメージを与えやすいため、ブラウムが守るべき味方に対しても影響を与える。\n- ブラウムのCCは発生までに時間がかかるため、ゼラスの攻撃を受ける前に接近するのが難しい。\n- ゼラスは自衛手段が乏しいが、ブラウムが近づく前にハラスで体力を削ることができるため、ブラウムにとっては不利な状況が続く。",
      "モルガナ": "モルガナが不利です。\n\n- ゼラスはスキルの射程が非常に長く、遠距離から一方的に攻撃できるため、モルガナはハラスを受けやすい。\n- モルガナのスキルは発動に時間がかかるため、ゼラスの攻撃を避けるのが難しい。\n- ゼラスのAoE攻撃により、モルガナは集団戦で複数の敵からのダメージを受けやすく、耐久力が試される。\n- モルガナのクールダウンが長いため、ゼラスの攻撃に対して反撃する機会が限られる。\n- ゼラスは機動力が低い相手に対しては強いが、モルガナはその射程の長さにより、近づくことが難しい。\n- モルガナのスペルシールドはゼラスの攻撃を防げないため、彼のハラスを軽減する手段が乏しい。",
      "ブランド": "ブランドがゼラスに不利です。\n\n理由:\n- ゼラスはスキルの射程が非常に長く、遠距離から一方的に攻撃できるため、ブランドはハラスを受けやすい。\n- ゼラスのAoE攻撃は集団戦でのダメージを高め、ブランドの持続ダメージを上回る可能性がある。\n- ブランドは自衛手段が乏しく、ゼラスの攻撃を受けると簡単にダメージを受けてしまう。\n- ゼラスのスキルは方向指定・地点指定で発動が遅いが、ブランドはその間に攻撃を受けるリスクが高い。\n- ゼラスは機動力の高いアサシンに対しては弱いが、ブランドはその点でゼラスに対しても脆弱であるため、奇襲を受けやすい。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- ゼラスは非常に長い射程を持っており、ラックスが攻撃する前に一方的にハラスを受けることができる。\n- ゼラスのスキルはAoEダメージを持ち、ラックスがミニオンを使ってハラスを避けることが難しい。\n- ラックスは接近されると脆弱であり、ゼラスの攻撃を受けると簡単にダメージを受けてしまう。\n- ゼラスはスキルの発動が遅いものの、ラックスのスキルも同様に方向指定であり、ゼラスの攻撃を避けるのが難しい。\n- ゼラスはマナ管理が容易で、長時間レーンでのハラスを続けることができるため、ラックスは持続的に圧力を受ける。",
      "スレッシュ": "スレッシュが不利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、スレッシュが近づく前に一方的にハラスを受けることができる。\n- スレッシュのスキルはクールダウンが長く、ゼラスの攻撃を避けるための機会が限られている。\n- ゼラスのAoE攻撃により、集団戦でスレッシュがダメージを受けやすく、ピールが難しくなる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに対して脆弱であるため、ゼラスの攻撃に対して耐えにくい。\n- ゼラスは自衛手段が乏しいため、スレッシュがフックを当てた場合でも、ゼラスが逃げる手段が限られているが、スレッシュが近づく前にダメージを与えられるため、リスクが高い。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由は以下の通りです。\n\n- パイクは高い機動力を持ち、ゼラスのスキルを避けやすいため、ゼラスの攻撃を受けにくい。\n- ゼラスのスキルは発動が遅く、パイクのフックや瞬時の攻撃でゼラスを捕まえやすい。\n- パイクのパッシブによるハラス耐性が高く、ゼラスのポークを受けても反撃しやすい。\n- ゼラスは自衛手段が乏しく、近距離での攻撃に弱いため、パイクが接近すると脆弱性が露呈する。\n- パイクはキルを取ることでゴールドを味方と共有できるため、レーンでの優位を築きやすい。",
      "ユーミ": "ユーミがゼラスに有利です。\n\n- ユーミは回復やシールドを提供できるため、ゼラスのハラスを耐えやすい。\n- ゼラスのスキルは発動が遅く、機動力の高いユーミに対して当てるのが難しい。\n- ユーミは味方に密着することで安全に支援でき、ゼラスの攻撃を受けるリスクを減らせる。\n- ユーミのスロー効果を使うことで、ゼラスの動きを制限しやすい。\n- ゼラスは自衛手段が乏しく、ユーミが味方に密着していると攻撃を受けにくくなるため、ゼラスに対して優位に立ちやすい。",
      "ソナ": "ソナがゼラスに有利です。\n\n理由は以下の通りです。\n\n- ソナは回復やシールドを持っており、ゼラスのハラスを耐えることができるため、レーンでの持続力が高い。\n- ゼラスはスキルの発動が遅く、機動力の高いソナに対して当てるのが難しいため、攻撃を避けやすい。\n- ソナのAoEスタンは、ゼラスの攻撃を防ぐことができ、集団戦での優位性を高める。\n- ソナはレーン戦でのスケーリングが優れており、長期戦に持ち込むことでゼラスに対して有利に立てる。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、ソナが接近することで攻撃のチャンスが生まれる。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤からUltを使用できるため、ゼラスに対して高いプレッシャーをかけることができる。\n- ゼラスのスキルは発動が遅く、カルマのスネアや加速効果を使うことで、ゼラスの攻撃を避けやすい。\n- カルマはシールドを持っており、ゼラスのポークを軽減できるため、持続的にレーンでのハラスが可能。\n- ゼラスは自衛手段が乏しく、カルマのスネアを当てることで簡単に捕まえることができる。\n- カルマは機動力が高く、ゼラスの攻撃を避けながらハラスを行うことができるため、レーン戦で優位に立ちやすい。",
      "バード": "バードがゼラスに有利です。\n\n理由は以下の通りです。\n\n- バードは機動力が高く、ゼラスのスキルを避けやすいため、ゼラスの攻撃を受けにくい。\n- ゼラスのスキルは発動が遅く、バードの移動スキルを使うことで簡単に回避できる。\n- バードのスタンを持つスキルは、ゼラスが攻撃を仕掛ける前に彼を妨害することができる。\n- バードは鐘を回収することで火力を出せるため、装備依存度が低く、レーンでの持続力が高い。\n- ゼラスは自衛手段が乏しく、近距離での逃げ性能が低いため、バードの攻撃を受けやすい。\n- バードのウルトは広範囲に無敵を付与できるため、ゼラスの集団戦でのAoE攻撃を無効化できる。",
      "ミリオ": "ミリオはゼラスに有利です。\n\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ゼラスの長射程攻撃に対抗しやすい。\n- ゼラスのスキルは発動が遅く、機動力の高いミリオに対して当てるのが難しい。\n- ミリオのウルトはAoEでCCを解除できるため、ゼラスの攻撃を無効化しやすい。\n- ミリオは回復やシールドを持っており、ゼラスのポークを耐えることができる。\n- ゼラスは自衛手段が乏しく、ミリオのサポートによって味方が攻撃しやすくなるため、ゼラスに対して有利なトレードが可能。",
      "ジリアン": "ジリアンがゼラスに有利です。\n\n理由は以下の通りです。\n\n- ジリアンは高い機動力を持ち、ゼラスのスキルを避けやすいため、ハラスを受けにくい。\n- ゼラスのスキルは発動が遅く、ジリアンの瞬時の移動やスローを利用して、攻撃を回避しやすい。\n- ジリアンのAoEスタンは、ゼラスが集団戦でのポジショニングを崩すのに効果的で、ゼラスのダメージを抑えることができる。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、ゼラスに対して優位に立つことができる。\n- ゼラスは自衛手段が乏しく、ジリアンが近づいて攻撃することで、簡単にダメージを与えられる。",
      "レル": "レルが有利です。\n\n理由は以下の通りです。\n\n- レルは近接キャリーであり、ゼラスの長射程攻撃を避けながら接近することができるため、ゼラスのハラスを受けにくい。\n- レルのCCスキルはゼラスの動きを制限できるため、ゼラスがスキルを当てるのが難しくなる。\n- ゼラスは自衛手段が乏しく、レルのオールインに対して脆弱であるため、レルが有利に戦える状況を作りやすい。\n- レルのパッシブによって、ゼラスに対してダメージを与えやすく、タンクとしての耐久力も高いため、持久戦でも優位に立てる。\n- ゼラスは機動力が低く、レルのエンゲージに対して逃げる手段が限られているため、レルが有利に立ち回ることができる。",
      "ラカン": "ラカンがゼラスに有利です。\n\n理由は以下の通りです。\n\n- ラカンは高い機動力を持っており、ゼラスの長射程攻撃を避けやすい。これにより、ゼラスのハラスを受けにくくなる。\n- ラカンのCC（クラウドコントロール）を使うことで、ゼラスがスキルを当てる前に接近し、攻撃を仕掛けることができる。\n- ゼラスは自衛手段が乏しく、近距離での戦闘に弱いため、ラカンが接近してCCを当てることで簡単に倒すことができる。\n- ラカンはシールドやヒールを持っているため、ゼラスの攻撃を受けても生存しやすく、味方を守りながら攻撃できる。\n- ゼラスはマナ消費が多く、パッシブの回転を意識しないとマナが枯渇しやすいが、ラカンは持続的な攻撃を行うことでゼラスのマナ管理を難しくさせることができる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、ゼラスのような自衛手段が乏しいチャンピオンに対して一方的に攻撃を仕掛けることができる。\n- ゼラスはスキルの発動が遅く、ノーチラスのフックや突進を避けるのが難しいため、捕まるリスクが高い。\n- ノーチラスのタンク性能により、ゼラスの攻撃を耐えやすく、オールインを仕掛ける際に有利な状況を作りやすい。\n- ゼラスは近距離での逃げ性能が低いため、ノーチラスが接近すると逃げる手段が限られる。\n- ノーチラスはゼラスのスキルを受け流しながら接近できるため、ゼラスのポークを無効化しやすい。",
      "ニーコ": "ニーコが有利です。\n\n理由は以下の通りです。\n\n- 射程の短いゼラスに対して、ニーコは擬態を利用して奇襲を仕掛けることができ、ゼラスの攻撃を避けながらダメージを与えやすい。\n- ゼラスのスキルは発動が遅いため、ニーコの機動力を活かしてスキルを回避しやすい。\n- ニーコのAoEダメージとスタンを持つアルティメットは、ゼラスが集団戦でのポジショニングを崩す要因となり、ゼラスにとって脅威となる。\n- ゼラスは自衛手段が乏しく、ニーコの奇襲や集団戦でのバーストダメージに対して脆弱である。\n- ニーコは短射程のチャンピオンに対して有利であり、ゼラスのような長射程メイジに対しても、擬態を使って有利な状況を作りやすい。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- ゼラスは全てのスキルが方向指定・地点指定で発生が遅いため、ブリッツクランクのフックを避けるのが難しい。\n- ブリッツクランクは近距離での奇襲が得意で、ゼラスの自衛手段が乏しいため、捕まると簡単に倒されるリスクが高い。\n- ゼラスは射程が長いが、ブリッツクランクのフックが当たると一瞬で状況が逆転するため、常にプレッシャーをかけられる。\n- ブリッツクランクは集団戦でのAoEダメージとサイレンスを持っており、ゼラスのスキルを妨害することができる。\n- ゼラスはマナ消費が多く、フックを外した場合のリスクを考慮すると、ブリッツクランクのプレッシャーに対処しづらい。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "スレッシュが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意であるため、スレッシュは近づくのが難しい。\n- メルのスキルは敵のスキルを反射する能力があり、スレッシュのCCを逆用される可能性が高い。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、メルのAoE攻撃に対して脆い。\n- メルは確定キルの能力を持っており、スレッシュがHPを削られると危険な状況に陥りやすい。\n- スレッシュのスキルのクールダウンが長く、外した際の隙が大きいため、メルに対して効果的にプレッシャーをかけることが難しい。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- メルは長射程のスキルを持ち、ブリッツクランクが近づく前にハラスを行うことができるため、ブリッツクランクは接近するのが難しい。\n- メルのスキルは敵のスキルを反射する能力があり、ブリッツクランクのフックを逆用される可能性が高い。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、メルに対して無理に攻撃を仕掛けるリスクが高い。\n- メルは確定キルの能力を持っており、HPが低い状態のブリッツクランクを狙いやすい。\n- ブリッツクランクは基礎移動速度が低く、メルのスキルの射程外から攻撃されると逃げる手段が乏しいため、逆に捕まるリスクが高まる。",
      "モルガナ": "モルガナが不利です。\n\n- メルはエンチャンター系のチャンピオンであり、スキルを逆用することでモルガナのCCを無効化できるため、モルガナの攻撃が効果的に機能しない。\n- メルの長射程とAoE攻撃により、モルガナは序盤からハラスを受けやすく、レーンでのプレッシャーを感じる。\n- モルガナはクールダウンが長く、持続的なダメージを与える手段が限られているため、メルの攻撃に対して反撃が難しい。\n- メルのパッシブによる確定キル能力が、モルガナのHP管理を難しくし、特に低HP時に危険な状況を作り出す。\n- モルガナのスペルシールドはメルの攻撃を防げないため、メルのスキルを受けるとダメージを受けやすい。",
      "セラフィーン": "セラフィーンが不利です。\n\n- メルは豊富なAoE攻撃を持ち、セラフィーンのスキルを反射する能力があるため、セラフィーンの攻撃を逆手に取ることができる。\n- セラフィーンはスキルの発生が遅く、メルの長射程の攻撃に対して反撃が難しい。\n- メルのパッシブによって、HPが閾値以下の敵を確定キルする能力があり、セラフィーンはその影響を受けやすい。\n- セラフィーンは回復能力を持たないため、メルの持続的なダメージに対して脆弱である。\n- セラフィーンの基礎ダメージが低く、オールイン合戦ではメルに対して不利になることが多い。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意であるため、ヴェル＝コズは距離を保つのが難しくなる。\n- メルのスキルは敵のスキルを反射する能力があり、ヴェル＝コズのスキルを逆用される可能性が高い。\n- ヴェル＝コズは機動力が低く、接近されると自衛が難しいため、メルの攻撃を受けやすい。\n- メルはパッシブによってHPが閾値以下の敵を確定キルする能力があり、ヴェル＝コズはその影響を受けやすい。\n- メルは回復エフェクトに対して弱いが、ヴェル＝コズは持続的なダメージを出すのが得意で、メルの弱点を突くことができない。",
      "ナミ": "ナミが不利です。\n\n理由は以下の通りです。\n\n- メルは豊富なAoE攻撃を持ち、長射程からのハラスが得意であるため、ナミは序盤から圧力を受けやすい。\n- メルのスキルは敵のスキルを反射する能力があり、ナミのCCを逆用される可能性が高い。\n- ナミは回復能力を持っているが、メルのパッシブによってHPが閾値以下の敵を確定キルされるリスクがある。\n- ナミのCCは発生が遅く、メルの高い移動速度や瞬発力に対して当てづらくなる。\n- メルは持続的なダメージを与えることができるため、ナミの回復だけでは対抗しきれない場合が多い。",
      "ソラカ": "ソラカが不利です。\n\n- メルは豊富なAoE攻撃を持ち、序盤からのハラスが得意で、ソラカの回復能力を上回るダメージを与えることができる。\n- ソラカは回復能力が高いが、メルのパッシブによってHPが閾値以下の敵を確定キルされるリスクがあるため、慎重に立ち回る必要がある。\n- メルのスキルは敵のスキルを反射する能力があり、ソラカのサイレンスやスネアを逆用される可能性がある。\n- ソラカは基礎ステータスが低く、逃げる手段が乏しいため、メルの攻撃を受けやすい。\n- メルは長射程のスキルを持っているため、ソラカが近づく前にダメージを与えることができ、レーンでのプレッシャーが強い。",
      "セナ": "セナが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意で、セナの回復能力を無効化することができる。\n- メルのスキルは、セナのスネアを逆用することができ、セナが攻撃する際に反撃を受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、メルのAoE攻撃に対して脆弱である。\n- メルは確定キルの能力を持っており、HPが低いセナに対して強力なプレッシャーをかけることができる。\n- セナは逃げ手段が乏しく、メルの攻撃を受けると捕まりやすく、致命的なダメージを受けるリスクが高い。",
      "パイク": "パイクが不利です。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、パイクが近づくのを難しくします。\n- メルのスキルは敵のスキルを反射する能力があり、パイクのフックや攻撃を逆用される可能性があります。\n- メルはパッシブによってHPが閾値以下の敵を確定キルする能力があり、パイクが低HPの状態で接近すると危険です。\n- メルは持続的なダメージを与えることができ、パイクの瞬間火力が低い状況では不利になります。\n- メルは回復エフェクトに対して弱いものの、パイクの攻撃が持続的なダメージを与えられないため、回復手段を持つ相手に対しては苦戦します。",
      "ブラウム": "ブラウムがメルに不利です。\n\n- メルは長射程の攻撃を持ち、ブラウムが近づく前にハラスを行うことができるため、ブラウムはダメージを受けやすい。\n- メルのスキルはAoE攻撃が豊富で、ブラウムの防御スキルを無効化しやすい。\n- メルはパッシブによってHPが閾値以下の敵を確定キルする能力があり、ブラウムのタンク性能を無視してキルを狙える。\n- ブラウムはサステインがなく、持続的なダメージを与えられないため、メルのハラスに対して耐えにくい。\n- メルはエンチャンター系のチャンピオンに対して強力で、ブラウムのCCを逆用することができる。",
      "ラックス": "ラックスが不利です。\n\n理由は以下の通りです。\n\n- メルは長射程のスキルを持ち、序盤からのハラスが得意で、ラックスのスキルを避けながら攻撃できる。\n- メルのスキルは敵のスキルを反射する能力があり、ラックスのスキルを逆用することでダメージを与えられる。\n- ラックスは接近されると脆弱であり、メルの持続的なダメージやAoE攻撃に対して対処が難しい。\n- メルは確定キルの能力を持っており、HPが低いラックスに対して強力なプレッシャーをかけることができる。\n- ラックスのスキルは方向指定であり、精度が求められるため、メルの動きに対して当てづらくなる。",
      "ソナ": "ソナが不利です。\n\n- メルは豊富なAoE攻撃を持ち、序盤からのハラスが強力で、ソナの回復能力を上回るダメージを与えることができる。\n- メルのスキルは敵のスキルを反射する能力があり、ソナのオーラやスキルを逆用される可能性が高い。\n- ソナは基礎ステータスが低く、特に序盤は脆いため、メルの攻撃を受けやすい。\n- ソナの回復能力は持続的なダメージに対して弱く、メルの持続的な攻撃に対抗しづらい。\n- ソナは能動的なCCが少なく、メルの攻撃を止める手段が限られているため、レーンでの優位を保ちにくい。"
    },
    "loses": {
      "ノーチラス": "ノーチラスはメルに有利です。\n\n理由は以下の通りです。\n\n- ノーチラスは強力なCCを持っており、メルの長射程やAoE攻撃を無効化しやすい。特に、フックを使ってメルを捕まえることで、彼女のスキルを発動させる前に攻撃できる。\n- メルは能動的なCCを持たないため、ノーチラスのオールインに対して防御手段が乏しい。ノーチラスが接近すれば、メルは逃げる手段が限られる。\n- ノーチラスは回復を主力とするエンチャンターに対して有利であり、メルもその一種として、ノーチラスの攻撃に対して脆弱である。\n- ノーチラスのタンク性能により、メルの持続的なダメージを受け流しやすく、集団戦でも彼女の影響力を低下させることができる。\n- メルはスノーボールできていない状況では影響力が低くなるが、ノーチラスはCCを駆使して試合の流れを変えることができるため、試合の主導権を握りやすい。",
      "ジャンナ": "ジャンナがメルに有利です。\n\n理由は以下の通りです。\n\n- ジャンナは強力なCCを持っており、メルのスキルを妨害することができるため、メルの攻撃を無効化しやすい。\n- ジャンナのシールドはメルのダメージを軽減でき、特にメルのAoE攻撃に対して効果的である。\n- ジャンナは高い移動速度を持ち、メルの攻撃を避けやすく、また味方の移動速度を増加させることで、チーム全体の機動力を向上させる。\n- メルは回復エフェクトに弱いが、ジャンナはAoE回復を持っているため、メルの攻撃を受けた味方をサポートしやすい。\n- ジャンナはディスエンゲージ能力が高く、メルがオールインを仕掛けてきた際に反撃しやすい。",
      "ゼラス": "ゼラスはメルに有利です。\n\n- ゼラスは長射程の攻撃スキルを持っており、メルの射程を上回るため、序盤から一方的にハラスが可能です。\n- メルは回復エフェクトに弱いですが、ゼラスは持続的なダメージを与えることができ、メルのHPを削りやすいです。\n- ゼラスのAoE攻撃は、メルのミニオンを含む敵に対しても効果的で、レーンでのプッシュやシージが得意です。\n- メルは能動的なCCがないため、ゼラスの攻撃を避ける手段が限られ、ダメージを受けやすいです。\n- ゼラスはマナ管理が比較的容易で、持続的に攻撃を続けることができるため、レーンでの優位性を維持しやすいです。",
      "パンテオン": "パンテオンが有利です。\n\n理由は以下の通りです。\n\n- パンテオンは対象指定のスタンを持っており、メルのスキルを無効化しやすい。これにより、メルのハラスやキルチャンスを減少させることができる。\n- パンテオンのオールイン能力が高く、序盤からメルに対して強力なダメージを与えることができるため、メルは慎重に立ち回る必要がある。\n- パンテオンは短時間でバーストダメージを出すことができ、メルのHPを迅速に削ることが可能。これにより、メルのパッシブを発動させる前にキルを狙える。\n- グローバルなUltを持つため、他のレーンへの影響力が高く、メルが孤立している場合には特に有利に立ち回ることができる。\n- メルは持続的なダメージを出すのが難しいため、パンテオンの短期決戦において有利に立つことができる。",
      "レオナ": "レオナが有利です。\n\n- レオナは高いイニシエート能力を持ち、メルのようなエンチャンター系のチャンピオンに対してオールインが強力です。\n- メルは能動的なCCがないため、レオナのCCコンボに対して無防備になりやすいです。\n- レオナは基礎ステータスが高く、耐久力があるため、メルのハラスを受けても耐えやすいです。\n- メルは回復エフェクトに弱いですが、レオナは持続的なダメージを与えることができるため、メルの強みを打ち消すことができます。\n- レオナのCCはメルのスキルを無効化することができ、特にメルがスキルを使った後にレオナが攻撃することで、メルの反撃を防ぐことができます。",
      "ザイラ": "ザイラはメルに有利です。\n\n理由は以下の通りです。\n\n- ザイラは長射程の攻撃を持ち、メルのスキルを避けながら安全にハラスができる。\n- ザイラの植物は持続的なダメージを与えることができ、メルのHPを削りやすい。\n- メルは能動的なCCがないため、ザイラのCCを受けると一方的に攻撃されるリスクが高い。\n- ザイラのCCはAoE効果があり、メルが複数の敵を相手にする際にも有効に働く。\n- メルは回復エフェクトに弱いため、ザイラの持続的なダメージに対抗しづらい。",
      "ルル": "ルルが有利です。\n\n理由は以下の通りです。\n\n- ルルは味方にシールドを付与できるため、メルの攻撃を軽減しやすい。\n- メルのスキルをポリモーフで無力化することができ、特に彼女のAoE攻撃を無効化できる。\n- ルルのCCはメルの攻撃を妨害するのに非常に効果的で、メルがスキルを使うタイミングを制限できる。\n- ルルは味方を強化する能力が高く、メルが攻撃を仕掛ける際に味方の生存能力を向上させることができる。\n- メルは持続的なダメージを出すのが難しいため、ルルのシールドや回復で耐えられる可能性が高い。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、メルが攻撃的なプレイをしても対処しやすい。",
      "ジリアン": "ジリアンはメルに有利です。\n\n理由は以下の通りです。\n\n- ジリアンはAoEスタンを持っており、メルのスキルを無効化することができるため、メルの攻撃を封じることができる。\n- ジリアンの移動速度バフやデバフにより、メルの位置取りを制限しやすく、ハラスを受けにくくなる。\n- ジリアンは瞬間火力が高く、メルのHPを迅速に削ることができるため、メルがスノーボールしにくい。\n- ジリアンの蘇生能力は、メルがキルを狙う際に逆転のチャンスを与えるため、メルのキル回収能力を低下させる。\n- メルは回復エフェクトに弱いが、ジリアンは持続的なダメージを与えることができるため、メルの弱点を突くことができる。",
      "カルマ": "カルマが有利です。\n\n理由は以下の通りです。\n\n- カルマは序盤からUltを使用できるため、メルに対して高いプレッシャーをかけることができる。これにより、メルのハラスやプッシュを抑制しやすい。\n- カルマのスネアは、メルのスキルを使わせる前に捕まえることができるため、メルの攻撃を無効化する手段として非常に効果的。\n- メルは回復エフェクトに弱いが、カルマはシールドや回復を持っているため、メルの攻撃を軽減しつつ持続的に戦える。\n- カルマは機動力が高く、メルのAoE攻撃を避けやすい。これにより、メルの強みを活かさせない状況を作り出せる。\n- メルは能動的なCCがないため、カルマのスネアや加速効果を利用して、メルに対して有利なトレードを仕掛けることができる。"
    }
  }
}