{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ジャンナは強力なCCを持ち、パンテオンがオールインを仕掛けた際に敵を遠ざけることができるため、パンテオンの攻撃を無効化しやすい。\n- ジャンナのシールドや回復効果により、パンテオンのバーストダメージが軽減され、持続的なダメージを与えるのが難しい。\n- ジャンナは移動速度を上げる能力を持っており、パンテオンが近づくのを困難にし、逃げることが容易になる。\n\n不利の緩和策：\n- ジャンナのCCを避けるために、タイミングを見計らって攻撃を仕掛けるか、味方と連携して一緒に攻める。\n- 早めにアイテムを購入し、耐久力を上げることで、ジャンナのシールドや回復効果に対抗できるようにする。\n- ジャンナの視界を確保するために、ワードを使って安全に動き、ジャンナの位置を把握しながら行動する。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、アリスターのエンゲージを無効化しやすいため、アリスターが仕掛けても反撃を受けやすい。\n- ジャンナの移動速度向上のスキルにより、味方ADCが逃げやすく、アリスターがオールインを仕掛けるタイミングを失いやすい。\n- ジャンナは後半の集団戦での影響力が高く、アリスターが攻撃を仕掛けても、ジャンナのシールドや回復で味方が持ちこたえやすい。\n\n不利の緩和策:\n- ジャンナのスキルを避けるために、アリスターはブッシュを利用して奇襲をかけるタイミングを見計らう。\n- アリスターのパッシブを活かして、レーン維持をしっかり行い、レベル差をつけて有利な状況を作る。\n- 集団戦では、ジャンナのスキルを使わせた後にエンゲージを仕掛けることで、ジャンナのディスエンゲージ能力を無効化する。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ラカンが接近しても敵を遠ざけることができるため、ラカンのエンゲージが無効化されやすい。\n- ジャンナのシールドや回復により、ラカンの攻撃が効果的に無効化され、持続的なダメージを与えることが難しい。\n- ジャンナは長距離からのハラスが得意で、ラカンが接近する前にダメージを受けやすく、序盤のレーンでのプレッシャーが強い。\n\n不利の緩和策：\n- ジャンナのスキルを避けるために、エンゲージのタイミングを慎重に見極め、相手のスキルを使わせてから行動する。\n- 味方のADCと連携し、ジャンナのシールドを無効化するために一緒に攻撃することで、ジャンナのサポート効果を減少させる。\n- 視界を確保し、ブッシュを利用して奇襲をかけることで、ジャンナの反応を遅らせる。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ラックスがスキルを当てる前に敵を遠ざけることができるため、ラックスの攻撃が無効化されやすい。\n- ジャンナのシールドや回復能力により、ラックスのバーストダメージが軽減され、キルを狙いにくくなる。\n- ジャンナは移動速度を上げる能力を持っており、ラックスが距離を取ることが難しく、接近されると脆弱なラックスは危険にさらされる。\n\n不利の緩和策：\n- ジャンナのCCを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- ジャンナのシールドを無視できるように、味方と連携して一斉に攻撃を仕掛け、シールドを消費させる。\n- 視界を確保し、ジャンナの動きを把握することで、エンゲージやディスエンゲージのタイミングを読みやすくする。",
      "レル": "レルが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レルがオールインを仕掛けた際に敵を遠ざけることができるため、レルの攻撃が無効化されやすい。\n- ジャンナのシールドや回復効果により、レルのダメージが軽減され、持続的な戦闘での優位性が失われる。\n- ジャンナは視界確保が不得手なレルに対して、遠距離からの攻撃やキャッチを行いやすく、レルが接近するのが難しくなる。\n\n不利の緩和策：\n- レーンでのプレッシャーを高めるために、味方のADCと連携してジャンナに対して積極的に攻撃を仕掛け、彼女のスキルを使わせる。\n- ジャンナのCCを避けるために、位置取りを工夫し、タイミングを見計らってスキルを使用する。\n- ビジョンを確保し、ジャンナの動きを把握することで、彼女のスキルを避けるチャンスを増やし、オールインのタイミングを見極める。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、モルガナの攻撃を無効化しやすいため、オールインを仕掛ける際に不利になる。\n- ジャンナのシールドや回復効果により、モルガナのダメージを軽減されるため、持続的な戦闘での優位性が失われる。\n- ジャンナは移動速度を上げる能力を持っており、モルガナが捕まえたとしても、ジャンナが逃げることが容易になる。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ジャンナのスキルを避けることで、攻撃のチャンスを増やす。\n- ジャンナのシールドを無効化するアイテムを購入し、ダメージを通しやすくする。\n- チームメイトと連携し、ジャンナを捕まえるためのコンボを仕掛けることで、集団戦での優位性を確保する。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ポッピーが接近しても敵を遠ざけることができるため、ポッピーの攻撃が通りにくい。\n- ジャンナのシールドや回復効果により、ポッピーのダメージを軽減され、長期戦での優位性が失われる。\n- ジャンナは視界確保が不得手なポッピーに対して、遠距離からのハラスやキャッチを行いやすく、ポッピーがレーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n- ジャンナのスキルを避けるために、位置取りを工夫し、タイミングを見計らって接近する。\n- ジャンナのシールドや回復を無効化するアイテムを購入し、ダメージを与える機会を増やす。\n- レーンでのハラスを避けるために、味方と連携して動き、ジャンナの攻撃を分散させる。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ジャンナは強力な移動妨害能力を持っており、レオナが接近するのを難しくします。特に、ジャンナのスキルを受けるとレオナは攻撃を仕掛けることができなくなります。\n- ジャンナのシールドや回復効果により、レオナの攻撃が無効化されやすく、持続的なダメージを与えることが難しいです。\n- ジャンナは逃げ性能が高く、レオナがオールインを仕掛けても逃げられる可能性が高いため、レオナのイニシエートが無駄になりやすいです。\n\n不利の緩和策：\n- ジャンナのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングを狙って攻撃を仕掛ける。\n- チームメイトと連携し、ジャンナを狙う際は一緒に行動することで、彼女のサポート効果を減少させる。\n- 位置取りを工夫し、ジャンナのスキルを避けながら接近することで、レオナの強みを活かすチャンスを増やす。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ジャンナに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ジャンナはエンゲージ能力が低く、セナの攻撃を受けながら反撃するのが難しいため、セナが安全にダメージを与えられる。\n- セナの回復能力は、ジャンナのシールドや回復と相性が悪く、セナが育つことで後半の集団戦での影響力が高まる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ジャンナのHPを削ることでプレッシャーをかける。\n- ジャンナがCCを使った後の隙を狙って、攻撃を仕掛けることでキルチャンスを作る。\n- セナのパッシブを活かして、敵チャンピオンを攻撃しながらゴールドを稼ぎ、アイテムを早く揃えることでさらに有利な状況を作る。",
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、ジャンナの攻撃を受けるリスクを減らせるため、レーンでのサステインが強化される。\n- ジャンナはディスエンゲージ能力が高いが、ユーミは回復やシールドを通じて味方を強化できるため、ジャンナのCCを無効化しやすい。\n- ユーミはハラス型のメイジサポートに対して有利で、ジャンナの攻撃をシールドで軽減しつつ、持続的にダメージを与えることができる。\n\n有利の取り方:\n- ユーミはADCに密着し、ジャンナの攻撃を受ける前にシールドや回復を使って耐えることで、レーンでの優位を確保する。\n- ジャンナがCCを使った後に、ユーミは味方を強化し、反撃のチャンスを作ることで、ジャンナのディスエンゲージを無効化する。\n- ユーミは視界を確保しつつ、ジャンナの動きを読み、オールインを仕掛けるタイミングを見計らうことで、レーンでのプレッシャーを高める。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦において非常に強力なバフを味方にかけることができるため、ジャンナのディスエンゲージ能力を無効化しやすい。\n- ソナのスキルは発動が早く、操作が簡単なため、ジャンナのスキルを避けながら攻撃を行いやすい。\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱であるため、ソナのハラスや集団戦での支援によって有利に立ちやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナのHPを削ることでプレッシャーをかける。\n- 集団戦では、味方を支援しつつ、ジャンナのスキルを避けながら攻撃を行い、相手の動きを制限する。\n- ジャンナがスキルを使った後の隙を狙い、積極的にオールインを仕掛けることで、相手を圧倒する。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使ってジャンナに近づき、奇襲を仕掛けることができるため、ジャンナのディスエンゲージ能力を無効化しやすい。\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱なため、ニーコの高いバーストダメージで早期にキルを狙いやすい。\n- ニーコは短射程のチャンピオンに対して有利であり、ジャンナはその特性に該当するため、ニーコが有利なレーニングを展開しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナのHPを削ることでプレッシャーをかける。\n- 擬態を利用してジャンナの背後から奇襲を仕掛け、スキルを当ててダメージを与える。\n- ジャンナがスキルを使った後の隙を狙い、オールインを仕掛けてキルを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは攻撃的なエンチャンターであり、レーンでのハラスが強力で、ジャンナに対しても持続的なダメージを与えやすい。\n- ジャンナはディスエンゲージ能力に優れているが、ナミのCCは敵を捕まえる能力が高く、ジャンナの移動を制限しやすい。\n- ナミは味方の移動速度を上げるパッシブを持っており、チーム全体の機動力を向上させることで、ジャンナのサポート効果を相対的に薄めることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナのシールドを無駄にさせることで、相手のリソースを削る。\n- ジャンナがCCを使った後の隙を狙い、ナミのCCを当てて反撃する。\n- 味方と連携して、ナミの移動速度アップを活かし、ジャンナを捕まえるチャンスを作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を出しやすく、装備依存度が低いため、序盤から安定したダメージを与えられる。\n- バードのスタン効果を持つスキルは、ジャンナのCCを無効化することができ、ジャンナのディスエンゲージ能力を封じることができる。\n- バードは移動スキルを駆使してロームが得意で、味方のサポートをしながらレーン維持ができるため、ジャンナに対してプレッシャーをかけやすい。\n\n有利の取り方：\n- ジャンナのスキルのクールダウンを狙い、スタンを使ってジャンナを捕まえることで、ダメージを与えるチャンスを作る。\n- 鐘を回収しながらレーンを維持し、ADCを孤立させることで、ジャンナのサポート効果を減少させる。\n- バードの回復スキルを活用して、味方ADCを守りつつ、ジャンナの攻撃を受け流すことで、持続的に有利な状況を作る。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ラックスのスキルを当てる前に接近されると脆弱なラックスは捕まってしまう可能性が高い。\n- ナミのハラス能力は高く、特に短射程のラックスに対してはレーンでの圧力をかけやすい。\n- ナミは味方の移動速度を上げるパッシブを持っており、チーム全体の機動力を向上させることで、ラックスのスキルを避けやすくする。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに立ち、ナミの攻撃を受けないようにする。\n- スキルを当てるタイミングを見極め、ナミのCCを避けるために位置取りを工夫する。\n- サポートアイテムやポーションを活用して、マナと体力を管理し、持続的にレーンで戦えるようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ナミのCCは発生が遅いものの、ナミの攻撃的なハラスやトレードに対してモルガナは反撃しづらく、特に短射程のADCに対してはハラスが容易です。\n- ナミのパッシブによる移動速度の向上が、モルガナのスネアを当てる難易度を上げ、逃げられる可能性が高くなります。\n- モルガナはクールダウンが長く、持続的な戦闘に向いていないため、ナミの持続的なハラスに対抗しづらいです。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な位置を保ち、ナミの攻撃を受けないように立ち回る。\n- スペルシールドを活用して、ナミのCCを無効化し、味方を守ることでレーンの優位性を保つ。\n- ナミのスキルのクールダウンを意識し、スキルがないタイミングを狙って積極的にトレードを行う。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ソラカの逃げ性能が乏しいため、捕まるリスクが高い。\n- ナミのハラス能力が高く、ソラカは回復に依存するため、レーンでのトレードで不利になりやすい。\n- ナミの移動速度を上げるパッシブにより、ソラカが距離を保つのが難しく、接近されると脆弱になる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れつつ、必要な時だけスキルを使う。\n- サポートアイテムを活用して、マナ管理をしっかり行い、持続的な回復を心がける。\n- 味方のジャングラーと連携し、ナミに対するギャンクを狙うことで、レーンのプレッシャーを軽減する。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、パンテオンのオールインを妨害することができるため、接近戦での優位性が薄れる。\n- ナミのハラス能力により、パンテオンはレーンでのトレードで不利になりやすく、持続的な戦闘が難しい。\n- ナミは味方の移動速度を上げるパッシブを持っており、パンテオンが攻撃を仕掛けるタイミングを逃しやすくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行う。\n- ナミのCCを避けるために、スキルのクールダウンを考慮しながらタイミングを見計らって攻撃を仕掛ける。\n- ジャングラーと連携して、ナミが不在のタイミングを狙ってGankを仕掛けることで、レーンの優位性を取り戻す。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ナミは高いCC能力を持ち、ゼラスのスキルを当てる前に接近されると、捕まってしまうリスクが高い。\n- ゼラスのスキルは発動が遅く、ナミの機動力や回復能力に対抗するのが難しいため、持続的なハラスがしづらい。\n- ナミは短射程のADCに対して有利であり、ゼラスがハラスを試みる際に、ナミのハラスやCCで反撃される可能性が高い。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ナミのスキルが届かない距離を保つことで、ハラスを避ける。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にしっかりとダメージを与える。\n- 味方のジャングラーやミッドレーナーと連携し、ナミを捕まえるチャンスを作ることで、ゼラスの強みを活かす。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ニーコが近づく前に捕まえられる可能性が高い。\n- ナミのハラス能力により、ニーコはレーンでのCSを取りづらくなり、ミニオンコントロールが難しくなる。\n- ナミは味方の移動速度を上げるパッシブを持っており、ニーコが奇襲を仕掛ける際に逃げられやすくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち位置を調整する。\n- ナミのCCを避けるために、スキルを使うタイミングを見極めて動く。\n- 可能であれば、味方と連携してナミを攻撃し、彼女のハラスを抑える。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ナミはCCスキルを持ち、ザイラの移動を制限することができるため、接近されると脆弱なザイラにとって危険です。\n- ナミの回復能力により、ザイラのハラスが効果的に減少し、持続的なトレードで優位に立たれる可能性があります。\n- ナミは味方の移動速度を上げるパッシブを持っており、これによりナミのチームがザイラに対して迅速に接近しやすくなります。\n\n不利の緩和策：\n- ザイラはレーンでのハラスを重視し、ナミのCCを避けるために位置取りを工夫することが重要です。\n- ナミのスキルを避けるために、ミニオンを利用して視界を確保し、ハラスを行うタイミングを見極めることが有効です。\n- ザイラのスキルを連携させて、ナミが接近する前にダメージを与え、早期に優位を築くことを目指すべきです。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ナミのCCは発生が遅いものの、セラフィーンのスキルも発生が遅いため、ナミが先にCCを当てるとセラフィーンは反撃しづらくなる。\n- ナミは短射程のADCに対してハラスが得意であり、セラフィーンは基礎ダメージが低いため、オールイン合戦で不利になる。\n- ナミの回復能力と移動速度の向上効果により、セラフィーンの攻撃が効果的に無効化される可能性が高い。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ミニオンの後ろに立ち、ナミの攻撃を受けないようにする。\n- ナミのCCを避けるために、スキルを連続して当てるのではなく、タイミングを見計らってスキルを使う。\n- 集団戦では、味方と連携してナミを狙うことで、彼女の影響力を減少させる。"
    },
    "loses": {
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ナミのスキルを無効化しやすいため、ナミのハラスやトレードを効果的に抑えることができる。\n- アリスターのタンク性能により、ナミの攻撃を耐えやすく、持続的な戦闘で優位に立つことができる。\n- ナミは短射程のADCに対して有利であるが、アリスターは近接でのエンゲージが得意なため、ナミが距離を取るのが難しくなる。\n\n有利の取り方：\n- アリスターのCCを活かしてナミに接近し、ハラスを行うことでレーンの主導権を握る。\n- ナミのスキルを避けつつ、味方ADCと連携してオールインを仕掛け、ナミを排除する。\n- 集団戦ではアリスターのエンゲージを活かし、ナミを狙ってピールを無効化し、味方のダメージを通しやすくする。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、ナミの攻撃を避けながらハラスが可能です。\n- メルのパッシブにより、HPが閾値以下のナミに対して確定キルを狙いやすく、キル回収が得意です。\n- ナミの回復能力に対してメルは強力な抑止力を持ち、特にエンチャンター系のチャンピオンに対して有利です。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ナミのHPを削ることでプレッシャーをかける。\n- ナミのCCを避けるために位置取りを工夫し、スキルを使って反撃するタイミングを見計らう。\n- ミニオンを利用してナミのスキルを逆用し、スキルを無駄にさせることで有利な状況を作る。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックの発生速度が早く、ナミを捕まえることが容易です。ナミは移動速度が上がるとCCが当てづらくなるため、ブリッツクランクのフックで先手を取ることができます。\n- ナミは主にハラスやトレードを得意とするエンチャンターですが、ブリッツクランクの攻撃的なプレッシャーに対しては脆弱です。特に、ナミのスキルは発生が遅いため、ブリッツクランクの攻撃を避けるのが難しいです。\n- ブリッツクランクはAoEダメージとサイレンスを持っており、ナミの回復やCCを妨害することができます。これにより、ナミの影響力を低下させることができます。\n\n有利の取り方：\n- レーンでのハラスを行い、ナミのHPを削ることで、彼女のスキルを使わせる機会を増やします。\n- フックを使ってナミを捕まえた際には、味方と連携して即座に攻撃を仕掛け、キルを狙います。\n- ナミがスキルを使った後やマナが少ないタイミングを見計らって、積極的にフックを狙い、相手の動きを制限します。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ナミのスキルは発生が遅く、ノーチラスが接近する前に当てるのが難しいため、ノーチラスは安全にエンゲージできる。\n- ノーチラスの豊富なCCにより、ナミを捕まえやすく、彼女の回復能力を無効化することができる。\n- ナミは短射程のADCに対して有利だが、ノーチラスはそのフックを使って一気に距離を詰めることができるため、ナミのハラスを受けにくい。\n\n有利の取り方：\n- ナミのスキルを避けながら、タイミングを見計らってエンゲージし、CCを活かして攻撃する。\n- ナミのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- ナミの回復を早めに削るために、連携を取りながらダメージを与え、彼女の影響力を減少させる。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、レーンでの持続的なダメージを出しやすい。\n- バードのCCスキルは範囲内の敵をスタンさせることができ、ナミのCCを無効化することで、ナミの攻撃的なプレイスタイルを抑制できる。\n- バードは移動スキルを活かしてロームが得意で、ナミがレーンで孤立している間に他のレーンに影響を与えることができる。\n\n有利の取り方：\n- 鐘を積極的に回収し、火力を高めつつ、ナミに対してハラスを行う。\n- ナミのCCを避けるために、位置取りを工夫し、スタンを当てるタイミングを見計らう。\n- ナミが攻撃的に出てきた際に、バードの回復スキルを活用して持続戦闘を有利に進める。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、ナミのハラスを耐えやすい。\n- ソナの集団戦での支援能力は高く、味方全体に恩恵を与えることができるため、ナミの個別のハラスを無効化しやすい。\n- ソナは操作が簡単で、スキルの発動が迅速なため、ナミのCCを避けやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ナミのマナを消耗させる。\n- 集団戦では、味方全体にバフをかけてナミの影響力を減少させる。\n- ナミのCCを避けつつ、適切なタイミングでスタンを狙い、ナミを捕まえる。",
      "パイク": "パイクが有利です。\n\n理由：\n- ナミはCCの発生が遅く、パイクの高い機動力を活かしてスキルを避けやすいため、ナミの攻撃を受けにくい。\n- パイクは序盤からのハラスが強力で、ナミの回復能力を上回るダメージを与えることができる。\n- ナミは短射程のADCに対して有利であるが、パイクはその短射程を逆手に取って接近しやすく、ハラスを行いやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ナミのHPを削ることでプレッシャーをかける。\n- ナミのスキルを避けながら、フックを使って捕まえるチャンスを狙う。\n- ナミがスキルを使った後の隙を突いて、積極的にトレードを仕掛けることで、レーンの主導権を握る。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ナミの攻撃を軽減しやすいため、ハラスに対して強い。\n- ブラウムのパッシブによるスタンを活かして、ナミのスキルを当てる前に反撃することができる。\n- ナミのCCは発生が遅く、ブラウムが接近することでナミのスキルを当てづらくさせることができる。\n\n有利の取り方：\n- ブラウムはナミのスキルを避けながら接近し、パッシブを発動させてハラスを行う。\n- ナミがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- ブラウムの防御スキルを活用して、ナミの攻撃を受け流しつつ味方を守ることで、レーンでの優位を保つ。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはナミに対して無力化のスキルを持っており、ナミの攻撃やCCを無効化することができるため、ナミの強みを封じることができる。\n- ルルは味方にシールドを付与できるため、ナミのハラスやトレードに対して耐久力を高めることができる。\n- ルルは短射程のADCに対しても有利であり、ナミが攻撃を仕掛けてきた際に、ルルのスキルで味方を守ることができる。\n\n有利の取り方：\n- ナミの攻撃を避けるために、Eスキルを優先的に上げて、ナミのCCを回避する。\n- ナミが攻撃を仕掛けてきた際には、味方にシールドを付与して耐え、反撃のチャンスを狙う。\n- ナミとの直接トレードを避け、ポークを受けないように立ち回りつつ、ナミのスキルのクールダウンを利用して攻撃する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ナミの攻撃を避けながら接近しやすいため、ナミのハラスを受けにくい。\n- ラカンのCCはナミのスキルを無力化することができ、特にナミのCCを当てる前にエンゲージすることで、ナミの行動を制限できる。\n- ナミはマナ管理が難しいため、ラカンが積極的にハラスを行うことでナミのマナを枯渇させることができる。\n\n有利の取り方：\n- ラカンはナミのスキルを避けながら、タイミングを見計らってエンゲージし、ナミを捕まえる。\n- ナミがスキルを使った後の隙を狙い、積極的にハラスを行い、ナミのHPを削る。\n- 味方ADCと連携し、ナミがハラスを行う前に一緒に攻撃することで、ナミにプレッシャーをかける。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ナミに対して効果的なトレードが可能です。\n- ナミのCCは発生が遅く、ジリアンの移動速度のバフを活かすことで、ナミのスキルを避けやすくなります。\n- ジリアンのUltによる蘇生能力は、ナミの攻撃的なハラスに対して非常に効果的で、味方を守ることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ナミのマナを消耗させることで、彼女のスキル使用を制限します。\n- ジリアンの移動速度のバフを活かして、ナミのCCを避けつつ、味方と連携してトレードを仕掛けます。\n- ナミがスキルを使った後の隙を狙い、ジリアンのコンボでダメージを与え、優位な状況を作ります。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- カルマはスネアを持っており、ゼラスのような射程が長いチャンピオンに対しても、スネアを当てることで近づくことができ、攻撃を受けやすくなる。\n- ゼラスは全てのスキルが発動に時間がかかるため、カルマの機動力を活かした攻撃に対して反応しづらい。\n- カルマはシールドや加速効果を持っているため、ゼラスのハラスを受けても生存しやすく、逆にゼラスが攻撃を受けるリスクが高まる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、カルマのスネアを避けるようにする。\n- カルマのスキルを避けるために、ミニオンを利用してハラスを行うタイミングを見計らう。\n- サポートやジャングラーと連携し、カルマに対して集団で攻撃を仕掛けることで、ゼラスの強みを活かす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、スネアやシールドを使ってパンテオンのオールインを防ぎやすい。\n- パンテオンはスキルのクールダウンが長く、カルマの持続的なハラスに対して反撃が難しい。\n- カルマは機動力があり、パンテオンの攻撃を避けることができるため、トレードで優位に立たれることが多い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避けるように立ち回る。\n- カルマのスネアを避けるために、位置取りを工夫し、相手のスキルを見極めてから攻撃する。\n- ジャングラーと連携して、カルマに対するギャンクを仕掛け、早期にキルを狙うことでレーンの主導権を取り戻す。",
      "モルガナ": "モルガナが不利です。\n\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、モルガナはその圧力に対処しづらい。\n- カルマのスネアは発生が遅く、モルガナの長時間のCCを避けられることが多い。これにより、モルガナが捕まえるチャンスが減少する。\n- カルマはシールドや加速効果を持っており、モルガナの攻撃を受け流すことができるため、持続的な戦闘で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを控え、カルマのスキルを避けることで、無駄なダメージを受けないようにする。\n- 味方のADCと連携し、カルマのスキルを避けながらオールインを狙うタイミングを見計らう。\n- スペルシールドを活用して、カルマのCCを無効化し、味方を守ることで、チーム戦での影響力を高める。",
      "ザイラ": "ザイラが不利です。\n\n- カルマはスネアを持っており、ザイラが接近されると拘束されやすい。\n- カルマのシールドや加速効果により、ザイラの攻撃を受け流されることが多い。\n- ザイラは移動手段がないため、カルマの攻撃を避けるのが難しく、バーストダメージを受けやすい。\n\n不利の緩和策：\n- ザイラは距離を保ちながらハラスを行い、カルマのスキルを避けるように立ち回る。\n- 早めにアイテムを購入し、耐久力を上げてカルマの攻撃に耐えられるようにする。\n- 味方のジャングラーやミッドレーナーと連携し、カルマを狙ったギャンクを仕掛ける。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ニーコが近づく前にハラスを受けやすい。\n- カルマのスネアやシールドにより、ニーコの奇襲能力が制限され、効果的にダメージを与えづらくなる。\n- カルマは長射程の攻撃を持っており、ニーコが接近する前にダメージを与えられるため、ニーコはリスクを負うことになる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して安全にCSを取ることを心がける。\n- カルマのスキルを避けるために、位置取りを工夫し、敵の攻撃範囲外で動くようにする。\n- 味方のジャングラーと連携し、奇襲を仕掛けるタイミングを見計らって、カルマに対して有利な状況を作る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ラックスはハラスを受けやすい。\n- カルマのスネアは発生が遅いものの、ラックスのスキルは方向指定であり、カルマのスネアを避けるのが難しいため、捕まるリスクが高い。\n- カルマはシールドや加速効果を持っており、ラックスのバーストダメージを軽減しやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルをブロックする。\n- カルマのスネアを避けるために、常に位置取りに注意し、距離を保つ。\n- サポートやジャングラーと連携して、カルマを捕まえるチャンスを作り、逆にプレッシャーをかける。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ジリアンの攻撃を妨げたり、味方を守ることができるため、ジリアンの攻撃が通りにくい。\n- カルマは序盤から高いプレッシャーをかけられるため、ジリアンが育つ前に有利な状況を作られやすい。\n- ジリアンは基礎ステータスが低く、カルマの攻撃を受けるとすぐに倒されるリスクが高い。\n\n不利の緩和策：\n- ジリアンは味方と連携し、カルマのスキルを避けるように立ち回ることで、被ダメージを減らす。\n- カルマのスネアを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- ジリアンのスキルを適切に使い、カルマの攻撃を受ける前に味方をサポートすることで、戦闘を有利に進める。",
      "メル": "メルが不利です。\n\n理由：\n- カルマはスネアを持っており、メルの動きを制限することができるため、メルが攻撃を仕掛ける際にリスクが高くなる。\n- カルマのシールドや加速効果により、味方を守りつつメルの攻撃をかわされる可能性が高い。\n- メルは回復効果に対して弱く、カルマが味方をサポートすることで持続的なダメージを与えるのが難しくなる。\n\n不利の緩和策：\n- カルマのスネアを避けるために、位置取りを工夫し、敵のスキルを見極めて行動する。\n- 味方のADCと連携し、カルマに対して集中的に攻撃を仕掛けることで、プレッシャーをかける。\n- 自身のスキルを活用して、ミニオンを利用しながらハラスを行い、カルマのシールドを無駄にさせる。",
      "セナ": "セナが不利です。\n\n理由：\n- カルマはスネアを持っており、セナの逃げ手段が乏しいため、捕まると簡単に倒されるリスクが高い。\n- カルマは序盤から高いプレッシャーをかけられるため、セナが育つ前にハラスを受けやすい。\n- カルマのシールドや加速効果により、味方の生存率が高まり、セナが攻撃を受ける機会が増える。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、カルマのスキルを避ける動きを意識し、距離を保つ。\n- セナの回復能力を活かし、味方と連携してハラスを行い、カルマに対抗する。\n- 可能であれば、ジャングラーに協力を求めて、カルマを狙ったギャンクを仕掛けてもらう。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- カルマはスネアやシールドを持っており、ヴェル＝コズの攻撃を防ぎつつ、反撃することができるため、レーンでのハラスが難しい。\n- カルマのUltは序盤から使用可能で、ヴェル＝コズに対して高いプレッシャーをかけることができるため、集団戦でも不利な状況に陥りやすい。\n- ヴェル＝コズは機動力が低く、カルマのスネアやスロウに捕まると、逃げる手段が限られてしまい、致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避けるように立ち回る。\n- サポートアイテムを活用して、味方ADCと連携し、カルマに対して一緒に攻撃することで、プレッシャーをかける。\n- 早めにアイテムを購入し、耐久力を上げることで、カルマの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、カルマの攻撃を避けやすい。\n- ユーミの回復やシールドによって、カルマのハラスを軽減しやすく、レーン維持が得意。\n- カルマのスネアは発生が遅いため、ユーミはその間に移動して回避することができる。\n\n有利の取り方：\n- ユーミはADCに密着し、カルマの攻撃を受ける前にシールドを使って耐える。\n- カルマがスネアを使った後の隙を狙って、ユーミの回復やシールドで味方を強化し、反撃する。\n- レーンでのハラスを行い、カルマのリソースを消耗させることで、優位に立つ。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、カルマのスネアやスロウを避けやすいため、接近してCCを当てることができる。\n- ラカンの持つ2種類のハードCCにより、カルマの攻撃を無力化しやすく、特に味方のADCを守る際に効果的。\n- ラカンは味方にシールドや回復を提供できるため、カルマのハラスを受けてもレーンでのサステインが高い。\n\n有利の取り方：\n- ラカンの機動力を活かして、カルマのスキルを避けながら積極的にエンゲージを仕掛ける。\n- カルマがスキルを使った後の隙を狙い、CCを当ててダメージを与える。\n- 味方のADCと連携し、カルマに対してハラスを行いながら、ラカンのシールドで耐久力を保つ。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を出しやすく、装備依存度が低いため、序盤から安定したダメージを与えられる。\n- バードのスタン効果を持つスキルは、カルマのスネアよりも早く発動できるため、カルマの行動を制限しやすい。\n- バードは回復スキルを持ち、味方の生存率を高めることができるため、レーンでの持続力が高い。\n\n有利の取り方：\n- 鐘を積極的に回収し、火力を向上させることでカルマに対して圧力をかける。\n- スタンを活用してカルマのスネアを避けつつ、敵ADCやカルマに対してハラスを行う。\n- バードの移動スキルを使ってロームし、他のレーンでのサポートを行い、全体的なマッププレッシャーを高める。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、カルマのハラスを耐えやすい。\n- ソナのオーラによるAoE支援が集団戦で非常に強力で、味方全体の生存率を向上させる。\n- ソナは操作が簡単で、スキルの発動が迅速なため、カルマのスネアを避けやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、カルマのHPを削ることでプレッシャーをかける。\n- 集団戦では、味方を支援しつつ、カルマのスネアを避けながら立ち回る。\n- マナ管理をしっかり行い、必要なタイミングでスキルを使って味方を強化する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、ハラスに対する耐性が強いため、カルマに対して積極的に攻撃を仕掛けやすい。\n- カルマはスネアの発生が遅く、パイクの機動力を活かしてスキルを避けながら攻撃できるため、トレードで優位に立ちやすい。\n- パイクのフックやカモフラージュを使った捕まえやすさが、カルマの逃げ性能の低さを突くことができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、カルマのHPを削ることでプレッシャーをかける。\n- フックを使ってカルマを捕まえ、味方と連携してキルを狙うことでゴールドを獲得する。\n- カルマのスキルを避けながら、視界を管理しつつミニオンを処理し、レーンのコントロールを維持する。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ソナは回復やシールドを持っており、ゼラスのハラスを耐えやすく、持続的なダメージを与えることが難しい。\n- ソナのUltによるスタン効果は、ゼラスのスキル発動を妨げるため、集団戦でのパフォーマンスが低下する。\n- ゼラスは自己防衛手段が乏しく、ソナのキャッチ能力や他のキャッチ系チャンピオンと連携されると簡単に倒されてしまう。\n\n不利の緩和策：\n- レーンでのハラスを控え、ソナのスキルを避けることに集中し、マナを温存する。\n- ソナのUltを使った後に攻撃を仕掛けるタイミングを見計らい、集団戦でのダメージを最大化する。\n- サポートやジャングラーと連携し、ソナを捕まえるチャンスを作ることで、ゼラスの強みを活かす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソナは集団戦での支援能力が高く、味方全体にバフをかけることができるため、パンテオンのオールインが効果的に機能しにくい。\n- ソナのCCはUltに依存しているが、パンテオンはリープとスタンを持っており、捕まえられると簡単に倒されてしまうため、パンテオンが攻撃を仕掛ける際にリスクが高い。\n- ソナは回復やシールドを持っており、パンテオンのバーストダメージを軽減できるため、持続戦闘で不利になる。\n\n不利の緩和策：\n- ソナのスキルを避けるために、位置取りを工夫し、Gankやオールインのタイミングを見極める。\n- ソナのUltを使わせるために、他のレーンと連携してプレッシャーをかけ、ソナのリソースを消耗させる。\n- アイテムを工夫して、耐久力を上げることで、ソナのハラスに耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ソナは回復やシールドを持っており、ヴェル＝コズのハラスを耐えやすい。これにより、レーンでの優位性を失いやすい。\n- ソナのUltによるスタン効果は、ヴェル＝コズの機動力の低さを突くことができ、捕まると致命的なダメージを受ける可能性が高い。\n- ソナは集団戦での支援能力が高く、味方全体にバフをかけることで、ヴェル＝コズの火力を相対的に低下させることができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらスキルを使い、ソナの攻撃を受けないようにする。\n- ソナのUltを避けるために、位置取りを意識し、敵の動きを常に観察しておく。\n- 集団戦では、味方のタンクや前衛と連携し、ソナを先に排除することを目指す。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦でのバフ効果が強力なため、モルガナの攻撃を受けても味方が生存しやすい。\n- モルガナのCCは長時間の拘束を持つが、ソナのUltによるスタン効果は発生が早く、モルガナがスキルを発動する前に妨害される可能性が高い。\n- ソナは回復やシールドを持っており、モルガナの攻撃を耐えやすく、持続的な戦闘で優位に立たれる。\n\n不利の緩和策：\n- ソナのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- ソナのUltを使った後に攻撃を仕掛けるタイミングを見計らい、相手のスキルクールダウンを利用する。\n- チームメイトと連携し、ソナを優先的に狙うことで、集団戦でのソナの影響力を減少させる。",
      "バード": "バードが不利です。\n\n理由：\n- ソナは回復やバフを持っており、集団戦での支援能力が高いため、バードの攻撃を耐えやすい。\n- ソナのUltによるスタン効果は、バードの移動スキルを無力化し、捕まるリスクが高まる。\n- ソナは序盤の脆さが少なく、バードが鐘を回収するためにADCを一人にする時間が長くなると、ソナが有利に立ち回ることができる。\n\n不利の緩和策：\n- レーンでのハラスを避け、ソナのスキルを避けるように立ち回ることで、ダメージを抑える。\n- 鐘を回収するタイミングを工夫し、ADCと一緒に行動することで、孤立を避ける。\n- ソナのUltを使った後に攻撃を仕掛けるタイミングを見計らい、相手のスキルを無駄にさせる。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ソナは集団戦での支援能力が高く、味方全体にバフをかけることができるため、ミリオの強みである攻撃力の強化や回復が相対的に効果を発揮しにくい。\n- ソナのCCはUltに依存しているものの、ミリオのCC解除能力が限られているため、ソナの攻撃を受けやすく、捕まると簡単に倒されるリスクが高い。\n- ソナは序盤の脆さが目立つが、ミリオも基礎ステータスが低く、特にマナ管理が難しいため、序盤のハラスで不利を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミリオはソナのスキルを避ける位置取りを心がけ、無理なトレードを控える。\n- ソナのUltを使った後の隙を狙い、ミリオのスキルを活用して味方を強化し、集団戦での影響力を高める。\n- マナ管理を徹底し、必要なタイミングでスキルを使用することで、持続的にレーンでの存在感を維持する。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ソナはCCがUltに依存しており、ノーチラスの攻撃を避ける手段が限られているため、ノーチラスが有利に攻撃できる。\n- ノーチラスは豊富なCCを持ち、ソナを捕まえる能力が高いため、レーンでのオールインが効果的。\n- ソナの基礎ステータスが低く、特に序盤は脆弱なため、ノーチラスが攻撃を仕掛けることで簡単にダメージを与えられる。\n\n有利の取り方：\n- ソナのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃する。\n- フックを使ってソナを捕まえ、連携を取ってダメージを与える。\n- ソナのUltのタイミングを見計らい、Ultを使わせた後に攻撃を仕掛けることで、より安全にダメージを与える。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはシールドを持っており、ソナのダメージを軽減できるため、レーンでの耐久力が高い。\n- ルルのスキルを使ってソナの攻撃を無力化することで、ソナのヒールを無駄にさせることができる。\n- ルルは攻撃的なスキルを持っており、ソナに対してダメージを与えやすく、レーンでの優位性を確保しやすい。\n\n有利の取り方：\n- ソナのマナを消費させるために、積極的に攻撃を仕掛ける。\n- Eを使った後に通常攻撃と攻撃スキルを組み合わせて、ソナにダメージを与える。\n- ソナのヒールを無駄にさせるために、タイミングを見計らって攻撃を行い、レーンでの優位性を保つ。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ソナを長時間拘束することができるため、集団戦やレーンでのエンゲージが得意です。\n- ソナは基礎ステータスが低く、特に序盤は脆弱なため、レルの攻撃を受けやすいです。\n- レルのパッシブによって敵のAR/MRを吸収できるため、タンクとしての耐久力を高めつつ、ソナに対してもダメージを与えやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ソナのHPを削ることでプレッシャーをかける。\n- ソナがスキルを使った後に隙を突いてエンゲージし、CCを活かして攻撃する。\n- 集団戦では、ソナを狙ってCCを重ねることで、味方が攻撃しやすい状況を作る。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、ソナに対して積極的に攻撃を仕掛けやすい。\n- ソナは脆弱で、捕まると簡単に倒されてしまうため、パイクのフックやハラスが効果的に機能する。\n- ソナのCCはUltに依存しているため、パイクはその間に攻撃を仕掛けることができ、集団戦での影響力を高めやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ソナのHPを削ることでプレッシャーをかける。\n- フックを使ってソナを捕まえ、味方と連携してキルを狙う。\n- ソナのスキルのクールダウンを意識し、CCがないタイミングで攻撃を仕掛けることで、優位に立つ。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ソナの脆弱な基礎ステータスを突くことができる。\n- ソナはCCがUltに依存しているため、ニーコの攻撃を受けると反撃が難しくなる。\n- ニーコはAoEダメージを持っており、集団戦でのダメージを出しやすく、ソナの支援能力を上回ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ソナのマナを枯渇させる。\n- 擬態を利用してソナの背後から攻撃し、予期せぬダメージを与える。\n- 集団戦では、ソナの位置を把握し、彼女がスキルを使う前に先手を打ってダメージを与える。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ソナのハラスを軽減しやすい。\n- ソナは序盤が脆弱で、ブラウムのスタンを受けると簡単に捕まってしまうため、ブラウムが有利に立ちやすい。\n- ブラウムのパッシブによるスタン効果は、ソナのスキル発動を妨げることができ、集団戦での影響力を高める。\n\n有利の取り方：\n- ブラウムは序盤から積極的にハラスを行い、ソナにプレッシャーをかけることで、レーンの主導権を握る。\n- ソナがスキルを使った後に隙を見て接近し、スタンを狙うことで、ソナを捕まえるチャンスを増やす。\n- 集団戦では、ブラウムが前に出てソナを守りつつ、味方の攻撃をサポートすることで、ソナの影響力を削ぐ。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- エリスは長射程のCCを持ち、序盤から高いバーストダメージを出せるため、パンテオンが接近する前に攻撃を受けやすい。\n- エリスのGank性能が高く、パンテオンがロームする際にエリスに捕まるリスクが高まる。\n- パンテオンは集団戦でのAoEダメージが乏しく、エリスのような高バーストのチャンピオンに対して持続的なダメージを与えにくい。\n\n不利の緩和策：\n- エリスのGankを避けるために、視界を確保し、ワードを適切に配置する。\n- パンテオンの強みを活かすために、エリスがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- 集団戦ではエリスを狙うのではなく、他の敵チャンピオンに焦点を当て、エリスのバーストを避けるように立ち回る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- エリスは高いバーストダメージを持ち、接近してくることでヴェル＝コズを瞬時に排除できるため、特に序盤での対面が厳しい。\n- エリスのCCスキルは単体に対して強力で、ヴェル＝コズの機動力の低さを突いて捕まえやすい。\n- エリスはGank性能が高く、ヴェル＝コズがレーンでハラスを行っている際に、エリスのGankによって不利な状況に陥る可能性が高い。\n\n不利の緩和策：\n\n- レーンでの位置取りを工夫し、エリスの接近を避けるようにする。特に草むらを利用して視界を確保する。\n- サポートアイテムや防具を早めに購入し、エリスのバーストダメージを軽減する。\n- チームメイトと連携し、エリスがGankに来た際にはフォローを受けられる位置にいるように心がける。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- エリスは高いバーストダメージを持ち、序盤からのGank性能が優れているため、ソラカが捕まるリスクが高い。\n- エリスのCCスキルは単体に対して強力で、ソラカの逃げ性能が乏しいため、捕まった際に逃げる手段が限られている。\n- ソラカは集団戦でのエンゲージが苦手で、エリスのようなアサシンに対しては特に無力になりやすい。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、エリスのスキルを避けるようにする。\n- 可能な限り味方と連携し、Gankを受けないように注意する。\n- アイテムを選ぶ際に、自己防衛を意識した装備を優先し、耐久力を高める。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- エリスは高いバーストダメージを持ち、序盤のGank性能が優れているため、モルガナが捕まるリスクが高い。\n- エリスのCCは単体に対して効果的であり、モルガナのスペルシールドを無効化することができるため、モルガナが逃げる手段を失いやすい。\n- エリスはタワーダイブが可能で、モルガナが守りにくい状況を作り出すことができる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスのGankを避けるために視界を確保する。\n- エリスのスキルを避けるために、スペルシールドを適切なタイミングで使用し、味方を守る。\n- 集団戦では後衛に位置し、エリスの接近を防ぎつつ、味方のサポートに徹する。",
      "ソナ": "ソナが不利です。\n\n理由：\n- エリスは高いバーストダメージを持ち、接近して一気に攻撃することでソナを簡単に倒すことができる。\n- ソナは基礎ステータスが低く、特に序盤は脆弱なため、エリスのGankや攻撃に対して非常に弱い。\n- エリスのCCは単体に対して強力で、ソナは捕まると逃げる手段が乏しいため、常に高いプレッシャーを受ける。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスの攻撃範囲外にいるように心がける。\n- 味方ジャングラーと連携し、エリスのGankを警戒しつつ、逆にGankを仕掛けるチャンスを作る。\n- アイテムを早めに購入し、マナ管理をしっかり行い、スキルを適切に使って生存率を上げる。",
      "カルマ": "カルマが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、Gank性能が優れているため、カルマが育つ前に圧力をかけられる。\n- エリスのCCは単体に対して強力で、カルマのスネアは発生が遅いため、エリスの攻撃を避けるのが難しい。\n- エリスはタワーダイブが可能で、カルマが守りにくい状況を作り出すことができる。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、エリスのバーストを受ける前に体力を削る。\n- 逃げ道を確保するために、視界をしっかりと確保し、エリスの動きを把握する。\n- 味方ジャングラーと連携し、エリスに対するカウンターGankを狙うことで、プレッシャーを軽減する。",
      "ジャンナ": "ジャンナが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、ジャンナが脆弱なため、Gankやオールインに対して非常に危険です。\n- エリスのCCは単体に対して強力で、ジャンナのディスエンゲージ能力を無効化しやすく、捕まると致命的なダメージを受ける可能性があります。\n- ジャンナは視界確保が不得手で、エリスのGankを事前に察知しにくいため、予期せぬ攻撃を受けやすいです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスの攻撃範囲外にいることで、バーストダメージを避けるようにする。\n- 可能な限り味方ジャングラーと連携し、エリスのGankを防ぐために視界を確保する。\n- エリスのスキルを避けるために、移動速度を活かして立ち回り、エリスの攻撃を受けないようにする。",
      "バード": "バードが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、Gank性能が高いため、バードがレーンで孤立していると簡単に狙われる。\n- エリスのCCは単体に対して強力で、バードの移動スキルを封じることで、逃げる手段を奪われやすい。\n- バードのダメージはAPレシオが低く、エリスの高耐久なヒト形態に対して効果的な圧力をかけることが難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスの攻撃範囲外でプレイすることで、Gankを避ける。\n- エリスのスキルを避けるために、移動スキルを適切に使い、エリスのCCを受けないようにする。\n- 味方ジャングラーと連携し、エリスに対するカウンターGankを仕掛けることで、エリスの優位性を削ぐ。",
      "アリスター": "アリスターが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、アリスターが接近する前に大きなダメージを与えることができるため、アリスターは攻撃を受けやすい。\n- エリスのCCは単体に対して効果的で、アリスターのエンゲージを無効化することができるため、アリスターが仕掛けるタイミングを制限される。\n- エリスはGank性能が高く、アリスターがレーンで優位に立つ前に、エリスが他のレーンに影響を与える可能性がある。\n\n不利の緩和策：\n- アリスターはエリスの攻撃を受ける前に、味方と連携してエリスを捕まえるチャンスを作ることで、Gankを防ぐ。\n- レーンでのポジショニングを工夫し、エリスのスキルを避けることで、ダメージを最小限に抑える。\n- アリスターのパッシブを活かして、レーン維持をしっかり行い、エリスのバーストダメージを受ける前に体力を回復する。"
    },
    "loses": {
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは豊富なCCを持っており、エリスの接近を阻止しやすい。特に、エリスがバーストを狙う際にスタンを当てることで、攻撃を無効化できる。\n- レオナは高い耐久力を持っているため、エリスの序盤のバーストダメージに耐えることができ、逆にオールインでエリスを倒すチャンスがある。\n- エリスは集団戦での存在感が薄く、レオナのようなタンクサポートに対しては効果的なダメージを出しにくい。\n\n有利の取り方：\n- レーンでのハラスを行い、エリスのHPを削ることで、オールインのチャンスを作る。\n- エリスがスキルを使った後に隙を見て、CCを当てて攻撃することで、エリスの反撃を防ぐ。\n- ジャングラーと連携してGankを仕掛け、エリスを捕まえることで、早期に有利な状況を作り出す。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、エリスが近づく前に一方的にハラスができるため、レーンでの優位性を保ちやすい。\n- エリスは接近してバーストを出す必要があるが、ゼラスのスキルは発動が遅いため、エリスが攻撃を当てるのが難しい。\n- ゼラスはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすく、エリスの苦手な集団戦での存在感を薄めることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、エリスのHPを削ることでプレッシャーをかける。\n- エリスが近づいてきた際には、スキルを使って距離を保ちつつ、エリスの動きを制限する。\n- サポートとしての役割を活かし、味方ジャングラーと連携してエリスを捕まえるチャンスを作る。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、エリスのバーストダメージを軽減できるため、序盤のハラスに強い。\n- ブラウムのスタンやノックアップを活かして、エリスの接近を阻止しやすく、Gankの成功率を高めることができる。\n- エリスは集団戦での存在感が薄く、ブラウムの防御能力によって味方を守りやすく、エリスの攻撃を無効化できる。\n\n有利の取り方：\n- ブラウムはエリスのスキルを避けながら、味方と連携してエリスに対してオールインを仕掛ける。\n- エリスがGankを仕掛けてきた際に、ブラウムのCCを使ってエリスを捕まえ、逆にGankを成功させる。\n- ブラウムのパッシブを活かして、エリスに対してハラスを行い、早期に優位を築く。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオはCC解除のウルトを持っており、エリスのスタンを無効化できるため、エリスの攻撃を受けにくい。\n- ミリオの攻撃範囲を延ばすスキルにより、エリスとのトレードで有利に立ち回ることができる。\n- エリスは集団戦でのAoEダメージが乏しく、ミリオのサポートによって味方が生存しやすくなるため、エリスの影響力を減少させることができる。\n\n有利の取り方：\n- エリスが攻撃を仕掛けてきた際に、ウルトを使って味方を守り、反撃のチャンスを作る。\n- エリスが近づいてきた時に、攻撃範囲を延ばしてハラスを行い、エリスの体力を削る。\n- ミリオの回復やシールドを活用して、味方の生存能力を高め、エリスのGankを無効化する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、エリスの動きを制限することができるため、エリスが接近して攻撃するのを難しくします。\n- エリスは集団戦でのAoEダメージが乏しく、ノーチラスのタンク性能に対してダメージを出しづらいです。\n- ノーチラスはエリスのバーストダメージに対して耐久力が高く、エリスが攻撃を仕掛けても生存しやすいです。\n\n有利の取り方：\n- ノーチラスのCCを活かして、エリスが孤立しているタイミングで積極的にエンゲージを仕掛ける。\n- エリスのスキルを避けながら、フックを使って捕まえ、味方と連携してダメージを与える。\n- エリスがヒト形態での攻撃を仕掛ける前に、ノーチラスのCCを使って先手を取ることで、エリスのバーストを無効化する。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、エリスが接近する前にダメージを与えることができるため、ハラスが得意です。\n- ザイラのCCスキルは範囲攻撃であり、エリスが近づいてきた際に複数の敵を拘束することができるため、集団戦での制圧力が高いです。\n- エリスはバーストダメージを出すために接近する必要がありますが、ザイラは安全な距離を保ちながら戦えるため、エリスの攻撃を避けやすいです。\n\n有利の取り方：\n- ザイラは序盤からエリスに対してハラスを行い、体力を削ることでGankのチャンスを作ります。\n- 植物を利用して視界を確保し、エリスの動きを把握することで、Gankやエンゲージのタイミングを見極めます。\n- エリスが接近してきた際にCCを当てて、味方と連携してエリスを排除することで、優位な状況を作り出します。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、エリスの動きを混乱させることができるため、エリスに対して有利なレーニングが可能です。\n- ニーコのAoEダメージとスタンを持つアルティメットは、集団戦や乱戦でのエリスに対して強力なダメージを与えることができ、エリスの脆弱な集団戦を突くことができます。\n- エリスは接近戦でバーストを出す必要があるため、ニーコの高い奇襲能力と自己防衛能力によって、エリスの攻撃を避けやすくなります。\n\n有利の取り方：\n- レーンでのハラスを行い、エリスのHPを削ることで、Gankのチャンスを増やす。\n- 擬態を利用してエリスの背後から奇襲を仕掛け、エリスのCCを避けながら攻撃する。\n- 集団戦では、エリスが集団戦での存在感が薄いことを利用し、ニーコのアルティメットを使ってエリスを狙い撃ちする。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、エリスの動きを長時間拘束できるため、集団戦でのエンゲージが得意です。\n- エリスは集団戦でのAoEダメージが乏しく、レルの強力なCCに対して脆弱です。\n- レルのパッシブによって敵のARとMRを吸収できるため、タンクとしての耐久力を高めつつ、エリスに対してもダメージを与えやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、エリスの体力を削ることでGankのチャンスを作る。\n- エリスがヒト形態でスキルを使った後に、CCを当てて反撃することで優位に立つ。\n- 集団戦ではレルのCCを活かしてエリスを捕まえ、味方と連携して攻撃する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、エリスの攻撃を受けるリスクを減らせるため、レーンでの生存能力が高い。\n- ユーミの回復やシールドによって、エリスのバーストダメージを軽減できるため、エリスの強みを無効化しやすい。\n- エリスは集団戦での存在感が薄く、ユーミは味方を強化する能力があるため、集団戦での影響力が高い。\n\n有利の取り方：\n- レーンでエリスの攻撃を受ける際は、ユーミの回復やシールドを活用して耐え、エリスのリソースを消耗させる。\n- エリスがGankを仕掛けてきた際には、ユーミの支援を受けたADCと連携して反撃し、エリスを追い詰める。\n- 集団戦では、ユーミが味方に密着し、エリスの攻撃を避けつつ味方を強化することで、エリスの影響を最小限に抑える。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、エリスの接近を阻止することができるため、エリスのバーストダメージを受けにくい。\n- ナミのハラス能力により、エリスはレーンでのトレードで不利になりやすく、序盤から優位を築くことができる。\n- ナミは味方の移動速度を上げるパッシブを持っており、エリスのGankに対しても逃げやすくなる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、エリスのHPを削ることでプレッシャーをかける。\n- エリスが接近してきた際にCCを使い、エリスの行動を制限することで、味方の安全を確保する。\n- エリスがGankを仕掛けてきた際に、味方と連携してディスエンゲージを行い、逆にエリスを攻撃するチャンスを作る。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力が高く、ラカンの機動力を制限することができるため、ラカンがエンゲージやピールを行う際に不利になる。\n- ポッピーのCCスキルはラカンの移動を妨げるため、ラカンが接近してCCを付与することが難しく、効果的なサポートができない。\n- ポッピーはタンクとしての耐久力があり、ラカンの攻撃が通りにくく、長期戦で不利を強いられることが多い。\n\n不利の緩和策：\n- ラカンはポッピーのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてから行動する。\n- 味方と連携してポッピーを囲むことで、ラカンのCCを効果的に活用し、ポッピーの動きを制限する。\n- ラカンのシールドや回復を活用し、ポッピーの攻撃を受ける際に耐久力を高めることで、トレードを有利に進める。",
      "ザイラ": "ザイラが不利です。\n\n- ポッピーは接近戦に強く、ダッシュやリープを阻止する能力があるため、ザイラの距離を保つ戦術が通用しづらい。\n- ザイラは防御ステータスが低く、ポッピーが近づくと簡単に倒される可能性が高い。\n- ポッピーのCCスキルはザイラの動きを制限し、ザイラが攻撃する前に反撃を受けるリスクがある。\n\n不利の緩和策：\n- ザイラは味方と連携し、ポッピーが近づく前にハラスを行い、距離を保つことを心がける。\n- ポッピーのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つようにする。\n- ザイラのCCを活かして、ポッピーがエンゲージする前に先手を打ち、味方と一緒に攻撃することで有利な状況を作る。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- ポッピーは高い耐久力とCCを持ち、ユーミの支援を無効化しやすく、オールインを仕掛けられると脆弱なユーミは対処が難しい。\n- ポッピーのダッシュやリープを阻止する能力により、ユーミが密着している味方を狙うことができ、ユーミのサポート効果が薄れる。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、ポッピーの攻撃を受けるとすぐに危険な状況に陥る。\n\n不利の緩和策:\n- ユーミは味方ADCと連携し、ポッピーがエンゲージする前にダメージを与えることで、ポッピーの行動を制限する。\n- ワーディングを徹底し、ポッピーの動きを把握することで、エンゲージを避けるタイミングを見極める。\n- ユーミの回復やシールドを活用し、ポッピーの攻撃を受ける前に味方を強化することで、耐久力を向上させる。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムの接近を妨げることができるため、ブラウムのCCを効果的に使えない。\n- ブラウムは射程が短く、ポッピーの攻撃を受けやすく、ハラスに弱い。ポッピーは近づいてくるブラウムに対して有利にトレードできる。\n- ポッピーの高いシールドと割合ダメージにより、ブラウムの防御性能が相対的に低下し、長期戦で不利になることが多い。\n\n不利の緩和策:\n- ブラウムは味方ADCと連携し、ポッピーに対して一緒に攻撃することで、ポッピーの強みを相殺する。\n- ポッピーのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを見極める。\n- ブラウムのパッシブを活かして、ポッピーが近づく前にハラスを行い、早期に優位を築く。",
      "レル": "レルが不利です。\n\n理由:\n- ポッピーはダッシュやリープを阻止する能力が高く、レルのエンゲージや逃走を妨げることができるため、レルの動きが制限される。\n- ポッピーの高いシールドと割合ダメージにより、レルのダメージが通りにくく、長期戦で不利になることが多い。\n- ポッピーはタイマン性能が高く、レルのCCを受けても反撃されやすく、オールインが難しい。\n\n不利の緩和策:\n- レーンでのハラスを避け、ポッピーのスキルを避けながら安全にCSを取ることを心がける。\n- ジャングラーと連携して、ポッピーに対するギャンクを狙い、レルの強みを活かす。\n- 集団戦ではポッピーのスキルを避けつつ、味方と連携してエンゲージを行い、ポッピーを無力化する。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ポッピーに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ポッピーは近接チャンピオンであり、セナの攻撃を避けるのが難しく、特に序盤のポッピーはダメージを受けやすい。\n- セナの回復能力により、ポッピーの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ポッピーのHPを削ることでプレッシャーをかける。\n- ポッピーが近づいてきた際には、距離を保ちながらスキルを使い、反撃を避ける。\n- セナの回復を活かして、ポッピーの攻撃を受けた後も安全にレーンを維持し、相手の動きを制限する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ポッピーがエンゲージしてきた際に敵を遠ざけることができるため、ポッピーの攻撃を無効化しやすい。\n- ジャンナのシールドは味方を守るだけでなく、ポッピーのダメージを軽減することができ、特にタイマンでの耐久性を向上させる。\n- ジャンナは移動速度を上げる能力を持っており、ポッピーの接近を防ぎつつ、味方の位置取りを有利にすることができる。\n\n有利の取り方：\n- ポッピーがエンゲージしてきた際に、タイミングよくディスエンゲージを行い、ポッピーを無力化する。\n- ジャンナのシールドを味方にかけて、ポッピーの攻撃を受け流しつつ、反撃のチャンスを作る。\n- ポッピーがスキルを使った後の隙を狙い、味方と連携して攻撃を仕掛けることで、ポッピーのリソースを消耗させる。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ポッピーのエンゲージを阻止することができるため、ポッピーが近づくのを難しくします。\n- ナミのハラス能力は高く、ポッピーが近づく前にダメージを与えることができるため、レーンでのトレードで優位に立てます。\n- ナミは味方の移動速度を上げるパッシブを持っており、ポッピーの攻撃を避けやすく、チーム全体の機動力を向上させることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーの体力を削ることで、彼女のエンゲージを無力化します。\n- ポッピーが近づいてきた際には、CCを使って彼女を捕まえ、味方と連携してダメージを与えます。\n- マナ管理に注意しつつ、ポッピーがスキルを使った後の隙を狙って攻撃することで、より有利な状況を作ります。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ポッピーのエンゲージを阻止することができるため、レーンでのトレードで優位に立ちやすい。\n- スペルシールドにより、ポッピーのCCを無効化できるため、味方を守りつつ攻撃を続けることができる。\n- ポッピーは近接チャンピオンであり、モルガナの射程の長い攻撃を受けると、ダメージを与えられやすい。\n\n有利の取り方：\n- レーンでのトレード時にポッピーが近づいてきたら、CCを使って捕まえ、ダメージを与える。\n- スペルシールドを活用して、ポッピーのCCを無効化し、味方と連携して攻撃する。\n- ポッピーがエンゲージを試みるタイミングを見計らい、後退しつつ反撃することで、ポッピーの攻撃を無効化する。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポッピーのダッシュやリープを無力化する能力があり、ポッピーの攻撃を効果的に防ぐことができる。\n- ルルは味方にシールドを付与できるため、ポッピーの攻撃を受けても生存能力を高めることができる。\n- ポッピーは射程が短いため、ルルの遠距離攻撃でポークしやすく、トレードで優位に立ちやすい。\n\n有利の取り方:\n- ポッピーがミニオンに近づいた際に遠距離攻撃でダメージを与え、トレードを有利に進める。\n- ポッピーが接近してきた際には、攻撃的にエンゲージせずにスキルを使って反撃する。\n- ポッピーのスキルのクールダウンを利用して、積極的にポークを行い、相手の体力を削る。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ポッピーの動きを制限することができるため、彼女のエンゲージや離脱を妨げやすい。\n- ノーチラスのフックは射程が長く、ポッピーが近づく前に攻撃を仕掛けることができるため、先手を取ることができる。\n- ポッピーのスキルは短射程であるため、ノーチラスが距離を保ちながら攻撃することで、ポッピーのダメージを避けやすい。\n\n有利の取り方：\n- ポッピーのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- フックを使ってポッピーを捕まえた後、他の味方と連携して一気に攻撃する。\n- ポッピーが近づいてきた際に、タイミングを見計らってCCを使い、彼女の動きを制限することで、戦闘を有利に進める。",
      "マオカイ": "マオカイが有利です。\n\n理由:\n- マオカイは高頻度でCCを使用できるため、ポッピーのエンゲージやダッシュを阻止しやすい。\n- ポッピーは射程が短く、マオカイのスキルを使って距離を保ちながら戦うことができる。\n- マオカイのパッシブによるHP回復効果があり、持続戦闘に強く、ポッピーのダメージを受け流しやすい。\n\n有利の取り方:\n- ブッシュを利用して視界を確保し、ポッピーの動きを制限する。\n- CCを駆使してポッピーの行動を妨害し、味方と連携して攻撃する。\n- レーンでのハラスを行い、ポッピーのHPを削りつつ、マオカイの回復で持続力を保つ。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ポッピーの攻撃を耐えやすく、持続的なハラスが可能です。\n- ソナのオーラによるAoE支援は、集団戦での効果が高く、ポッピーの攻撃を受ける味方を守ることができます。\n- ポッピーは短射程のため、ソナが距離を保ちながら攻撃することで、ポッピーのエンゲージを避けやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ポッピーのHPを削りつつ、回復で持続力を保つ。\n- ポッピーがエンゲージを試みた際に、味方と連携して逃げるか、反撃することで有利な状況を作る。\n- 集団戦では、ポッピーの攻撃を受ける味方を優先的に支援し、ポッピーの影響を最小限に抑える。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは射程が長く、ポッピーの短い射程を活かしてハラスを行いやすい。\n- ポッピーはダッシュやリープを持たないため、カルマのスネアや加速効果を避けるのが難しい。\n- カルマはシールドを持っており、ポッピーの攻撃を軽減しつつ味方を守ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーの体力を削る。\n- ポッピーが近づいてきた際にスネアを狙い、捕まえるチャンスを作る。\n- 味方のADCと連携し、ポッピーに対して集中的に攻撃を仕掛けることで、優位な状況を作る。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ポッピーの動きを制限することができるため、ポッピーのエンゲージを阻止しやすい。\n- スレッシュは遠距離から攻撃できるため、ポッピーの短い射程を活かさずにハラスを行うことができる。\n- ポッピーがダッシュやリープを持たないため、スレッシュのCCを受けやすく、ポッピーの強みを活かす機会が減る。\n\n有利の取り方：\n- スレッシュのCCを活かしてポッピーを捕まえ、味方と連携して攻撃する。\n- 遠距離からポッピーにハラスを行い、体力を削ることでレーンの主導権を握る。\n- ポッピーがエンゲージを試みる際に、スレッシュのスキルを使ってその動きを阻止し、逆に攻撃のチャンスを作る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、ポッピーの近接攻撃を避けながらハラスを行いやすい。\n- ミリオのウルトはポッピーのCCを解除できるため、ポッピーのエンゲージを無効化しやすい。\n- ポッピーは射程が短いため、ミリオの遠距離攻撃を受けやすく、トレードで有利に進めることができる。\n\n有利の取り方：\n- ミリオはポッピーが近づく前にハラスを行い、体力を削る。\n- ポッピーがエンゲージを試みた際にウルトを使い、味方を守りつつ反撃する。\n- ミリオのスキルを駆使して、ポッピーの攻撃を避けながら味方と連携して戦う。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、捕まると一気に倒される危険があるため、セナは逃げる手段が乏しく、非常に脆弱です。\n- スレッシュのフックやエンゲージ能力に対して、セナは反撃する手段が限られており、特に序盤のハラスで劣位に立たされやすいです。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、スレッシュの攻撃を受けると簡単に削られてしまいます。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、スレッシュのフックを避けるように心がけることで、被弾を減らす。\n- サポートと連携し、スレッシュのエンゲージを警戒しながら、ハラスを行うタイミングを見極める。\n- 早めにアイテムを購入し、耐久力を上げることで、スレッシュの攻撃に耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- スレッシュのフックはノーチラスのエンゲージをキャンセルすることができ、ノーチラスが攻撃を仕掛けるタイミングを失いやすい。\n- スレッシュは高いCC性能を持ち、ノーチラスが接近する前に捕まえられるリスクが高い。\n- スレッシュの射程がノーチラスよりも長いため、ハラスを受けやすく、持続的なダメージを与えられる。\n\n不利の緩和策：\n- スレッシュのスキルを避けるために、位置取りを工夫し、フックを避ける意識を持つ。\n- チームメイトと連携し、スレッシュに対して集団でのエンゲージを試みることで、彼のスキルを分散させる。\n- スレッシュのスキルクールダウンを意識し、スキルがないタイミングで積極的に攻撃を仕掛ける。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ラックスが接近されると捕まえられるリスクが高い。\n- スレッシュのフックやピール能力により、ラックスのスキルを当てる機会が減少し、ハラスが難しくなる。\n- スレッシュは柔らかいエンチャンターに対して有利であり、ラックスのような脆弱なキャリーに対して強さを発揮する。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、スレッシュのフックを避けるようにする。\n- スキルを当てやすいタイミングを見計らい、スレッシュのスキルを避けながらハラスを行う。\n- サポートアイテムやポーションを活用し、持続的なハラスに耐えられるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、パンテオンのオールインを阻止することができるため、パンテオンが攻撃を仕掛ける際に捕まえられるリスクが高い。\n- スレッシュは味方を救出する能力があり、パンテオンのバーストダメージを軽減することができるため、パンテオンのキルチャンスが減少する。\n- スレッシュは持続的なハラスが得意で、パンテオンはサステインがないため、レーンでのハラスに弱く、劣勢に立たされやすい。\n\n不利の緩和策：\n- スレッシュのCCを避けるために、位置取りを意識し、フックやスローを避けるように動く。\n- レーンでのハラスを受けないように、ミニオンを利用してスレッシュとの距離を保ちながらファームを行う。\n- スレッシュのスキルがクールダウン中のタイミングを見計らって、積極的にトレードを仕掛けることで、相手のリソースを削る。",
      "バード": "バードが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、バードの動きを制限しやすいため、バードが攻撃を仕掛ける前に捕まえられる可能性が高い。\n- バードのダメージスキルは限られており、スレッシュの耐久力に対して十分な圧力をかけることが難しい。\n- スレッシュは味方を救出する能力があり、バードが攻撃を仕掛けてもスレッシュが介入することで効果を薄められる。\n\n不利の緩和策：\n- バードはロームを活かして他のレーンに影響を与え、スレッシュとの1対1の状況を避ける。\n- スレッシュのCCを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- バードの回復スキルを活用して、味方ADCのサステインを高め、スレッシュの攻撃を耐えられるようにする。"
    },
    "loses": {
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、スレッシュが近づく前にハラスを行いやすい。\n- ザイラのCCは範囲攻撃であり、スレッシュがエンゲージを試みる際に拘束することができる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、ザイラの高火力で圧倒しやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スレッシュの体力を削る。\n- スレッシュがフックを外したタイミングで、ザイラのCCを使って反撃する。\n- ザイラの植物を利用して視界を確保し、スレッシュの動きを制限する。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、スレッシュの近接攻撃を避けながらハラスが可能です。\n- メルのスキルはスレッシュのCCを逆用できるため、スレッシュのエンゲージを無効化しやすいです。\n- スレッシュが持つ基礎ステータスの低さに対して、メルは序盤からの影響力が高く、確定キルを狙いやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スレッシュのHPを削ることでプレッシャーをかける。\n- スレッシュがフックを外したタイミングで、メルのスキルを使って反撃する。\n- ミニオンを利用してスキルを当て、CSを取りながらスレッシュに対して優位なポジションを維持する。",
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、スレッシュのようなタンク相手でもダメージを与えやすい。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セラフィーンのハラス性能を活かすことで有利に立ち回れる。\n- セラフィーンは射程が長く、安全な位置から支援できるため、スレッシュのエンゲージを避けやすい。\n\n有利の取り方：\n- スレッシュのスキルを避けながら、ハラスを行い、相手のHPを削る。\n- 集団戦では味方と連携し、スレッシュがエンゲージする前にCCを当てて無力化する。\n- スレッシュがオールインを仕掛けてきた際には、距離を保ちながらスキルを使い、反撃のチャンスを作る。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、スレッシュのエンゲージを無効化しやすいです。特に、スレッシュがフックを外した際に、レルの拘束を活かして反撃できます。\n- レルのパッシブによって、スレッシュに対してAR/MRを吸収しやすく、タンクとしての耐久力を高めることができるため、スレッシュの攻撃を受けやすいです。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いですが、レルは自身の移動速度を上げる手段が豊富で、ハラスを行いやすいです。\n\n有利の取り方：\n- レルのCCを活かして、スレッシュがフックを外したタイミングでオールインを狙う。\n- レーンでのハラスを行い、スレッシュのHPを削りつつ、味方と連携してエンゲージを仕掛ける。\n- スレッシュのCDが長いタイミングを見計らって、積極的に攻撃し、レーンの主導権を握る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、スレッシュのエンゲージを無効化しやすい。\n- スペルシールドにより、スレッシュのCCを防ぎつつ味方を守ることができるため、レーンでの優位性を保ちやすい。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、モルガナの攻撃で圧力をかけやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スレッシュの体力を削る。\n- スペルシールドを活用して、スレッシュのフックやCCを無効化し、味方と連携して攻撃する。\n- スネアを使ってスレッシュを捕まえ、オールインを仕掛けることで、レーンの主導権を握る。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、スレッシュのCCを受けにくいため、味方を守りやすい。\n- スレッシュのフックを受けた際に、ブラウムのパッシブを活かしてスタンを狙うことができ、反撃のチャンスが生まれる。\n- ブラウムは接近戦に強く、スレッシュの攻撃を受け流しながらハラスを行うことができるため、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- スレッシュのフックを避けつつ、味方と連携して攻撃を仕掛ける。\n- ブラウムのパッシブを活かして、スレッシュが攻撃を仕掛けてきた際に反撃する。\n- スレッシュがCCを使った後の隙を狙って、積極的にハラスを行い、レーンの主導権を握る。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってゼラスに接近しやすく、捕まるリスクが高い。\n- ゼラスのスキルは発動が遅く、パイクの瞬時の攻撃に対して反応しづらいため、ダメージを受けやすい。\n- パイクはゼラスのハラスを受けてもパッシブで回復できるため、持続的なハラスが効果的でない。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにする。\n- 可能な限りミニオンを利用してパイクとの距離を保ち、ハラスを行う。\n- サポートアイテムやマナ回復アイテムを活用し、持続的にスキルを使えるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- パイクは高い機動力とCCを持っており、セナが捕まると一気に倒される危険性が高い。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、パイクのハラスやオールインに対して脆弱。\n- パイクはキルを取ることでゴールドを共有できるため、セナが育つ前にパイクが有利な状況を作りやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにする。\n- サポートアイテムや回復スキルを活用して、ハラスを受けても耐えられるようにする。\n- ジャングラーと連携して、パイクに対するgankを仕掛けることで、セナが有利な状況を作る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすく、接近されると瞬時に攻撃を受ける危険がある。\n- パイクのフックやCCスキルによって、ラックスは捕まるリスクが高く、特に集団戦では脆弱な状態になりやすい。\n- ラックスは基礎ステータスが低く、パイクの攻撃を受けるとすぐにダメージを受けてしまい、ハラスに対して耐性がない。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、パイクのフックを避けるために後ろに下がることを心がける。\n- ワードをしっかりと置き、パイクの動きを把握しておくことで、奇襲を防ぐ。\n- スキルを当てるタイミングを見極め、パイクが近づいてきた際に反撃できるように準備する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすく、接近されると瞬時にダメージを与えられるため、ヴェル＝コズは脆弱な状況に置かれやすい。\n- パイクのフックやCCスキルによって捕まると、ヴェル＝コズは自衛手段が限られており、特に集団戦では致命的なダメージを受ける可能性が高い。\n- ヴェル＝コズは機動力が低く、パイクの攻撃を避けることが難しいため、特に序盤のハラスやトレードで不利になりやすい。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、パイクのフックを避けるために常に距離を保つように心がける。\n- サポートアイテムや視界を活用して、パイクの動きを把握し、敵ジャングラーの介入を防ぐことで安全にレーンを維持する。\n- 集団戦では後衛に位置し、パイクが接近する前にスキルを使ってダメージを与え、味方と連携してパイクを排除することを目指す。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- パイクは高い機動力を持ち、ザイラの射程外から接近してくることができるため、ザイラが攻撃を当てる前に接近されやすい。\n- パイクのフックやCCスキルによって、ザイラは簡単に捕まえられ、瞬時にダメージを受けるリスクが高い。\n- ザイラは防御ステータスが低く、接近されると脆弱で、パイクの瞬間火力に対抗しづらい。\n\n不利の緩和策：\n- ザイラは常に位置取りを意識し、パイクの接近を許さないように距離を保つことが重要。\n- ザイラのCCスキルを活用して、パイクが近づいてくる前に先手を打つことで、相手の行動を制限する。\n- ビジョンを確保し、パイクの動きを把握することで、予測して行動することができる。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- パイクは高い機動力と捕まえる能力を持っており、ジリアンがスキルを使う前に接近されると、簡単にキルされるリスクが高い。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるため、パイクの瞬間火力に対抗しづらい。\n- パイクのフックやCCスキルによって、ジリアンの行動が制限され、スキルを効果的に使うことが難しくなる。\n\n不利の緩和策：\n- ジリアンは視界を確保し、パイクの動きを把握することで、接近される前に距離を保つように心がける。\n- ジリアンのスキルを使うタイミングを工夫し、パイクのスキルを避けることで、より安全に戦うことができる。\n- 味方と連携し、パイクに対して集団で攻撃することで、彼の強みを無効化し、ジリアンのサポート能力を活かす。",
      "ソナ": "ソナが不利です。\n\n理由：\n- パイクは高い機動力と捕まえる能力を持っており、ソナは脆弱なため、フックや奇襲に対して非常に弱い。\n- ソナのCCはUltに依存しているため、パイクの攻撃を防ぐ手段が限られており、捕まった際に逃げるのが難しい。\n- ソナは基礎ステータスが低く、序盤のハラスに対して耐性がないため、パイクのハラスに苦しむことが多い。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにする。\n- 可能な限り味方と連携し、Gankを受けないように注意を払う。\n- マナ管理を徹底し、必要な時に回復やバフを使えるようにする。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、パイクの動きを制限することができるため、パイクが攻撃を仕掛けるのを難しくします。\n- レルのパッシブによって、パイクに対してダメージを与えやすく、特にタンクとしての耐久力を活かしてパイクの攻撃を受け止めることができます。\n- レルは味方の移動速度を上げるスキルを持っており、パイクのフックを避けやすくすることで、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- レルのCCを活かしてパイクを捕まえ、連携を取って攻撃することで、パイクのハラスを無効化します。\n- レーンでの視界を確保し、パイクが孤立しやすい状況を作ることで、ギャンクを狙いやすくします。\n- パイクが攻撃を仕掛けてきた際に、レルのスキルを使って反撃し、パイクの体力を削ることで、レーンの主導権を握ります。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、パイクの高い機動力を制限することができるため、捕まえやすい。\n- パイクは柔らかいため、ノーチラスの攻撃で素早く倒すことができ、レーンでの優位を得やすい。\n- ノーチラスのシールドを活用することで、パイクのハラスを軽減し、持続的に戦うことができる。\n\n有利の取り方：\n- レーンでの視界を確保し、パイクの動きを把握することで、先手を取る。\n- ノーチラスのCCを駆使して、パイクを捕まえた際に一気に攻撃を仕掛ける。\n- パイクがスキルを使った後の隙を狙い、反撃することで、彼の再生を許さずに倒す。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用できるため、パイクの動きを制限しやすい。特に、パイクのフックを避けることが難しくなる。\n- パイクは瞬間火力が低く、集団戦での影響力が限られるが、マオカイは耐久力が高く、持続的にダメージを受けられる。\n- マオカイのパッシブによるHP回復効果があるため、ハラスに対して強い耐性を持ち、パイクのハラスを受け流しやすい。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、パイクの動きを把握しながらエンゲージを仕掛ける。\n- パイクがフックを外したタイミングで積極的に攻撃し、相手のHPを削る。\n- 集団戦ではマオカイのCCを活かしてパイクを捕まえ、味方と連携してキルを狙う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、パイクの攻撃を避けやすいため、フックやハラスを受けにくい。\n- 2種類のCCを持っているため、パイクが接近してきた際にしっかりとピールでき、彼の攻撃を無力化できる。\n- ラカンのシールドや回復によって、パイクのハラスに対して耐性が高く、レーンでのサステインが優れている。\n\n有利の取り方：\n- パイクがフックを使った際に、ラカンのCCを駆使して反撃し、パイクを捕まえるチャンスを作る。\n- ラカンの機動力を活かして、パイクの動きを読み、先手を打ってエンゲージする。\n- ザヤとの連携を活かし、相互に強化し合いながら、パイクに対して圧力をかけ続ける。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、パイクのハラスを受けにくくし、トレードを有利に進めることができる。\n- ミリオのウルトはCCを解除する能力があり、パイクのエンゲージを防ぐことができるため、集団戦での生存能力が高まる。\n- パイクは瞬間火力が低く、集団戦での影響力が限られるため、ミリオの回復やシールドで味方をサポートしやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクの体力を削ることで、ミリオのパッシブを活かしてトレードを有利に進める。\n- ミリオのウルトをタイミングよく使用し、パイクのエンゲージを無効化することで、味方の生存を確保する。\n- 視界を確保し、パイクが孤立した際にミリオのスキルを活用して捕まえることで、キルを狙う。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、パイクのフックやハラスを避けやすい。\n- パイクは集団戦での瞬間火力が低く、シャコの奇襲に対して反応しづらい。特に、シャコがインビジブルで接近した際にパイクが対処するのが難しい。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、パイクの脆さを突くことができる。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、インビジブルを活用してパイクに奇襲を仕掛ける。\n- パイクがフックを外したタイミングを狙って、積極的にトレードを行う。\n- シャコのCCを利用して、パイクを捕まえ、味方と連携してキルを狙う。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、パイクの攻撃を無効化したり、距離を取ることができるため、パイクのフックやハラスを避けやすい。\n- ジャンナのシールドや回復効果により、パイクのハラスに対して耐性があり、持続的にレーンでのプレッシャーを維持できる。\n- パイクは集団戦での瞬間火力が低く、ジャンナのディスエンゲージ能力によって、パイクが有効に働く前に味方を守ることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクの体力を削りつつ、シールドで自分の安全を確保する。\n- パイクがフックを狙ってきた際に、CCを使って反撃し、パイクの行動を制限する。\n- ジャンナの移動速度向上のスキルを活用して、味方と連携しながらパイクを追い詰め、キルを狙う。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、パイクの機動力を制限できるため、パイクの攻撃を無効化しやすい。\n- ポッピーは高いシールドと割合ダメージを持ち、1対1の戦闘性能が高いため、パイクとのトレードで優位に立ちやすい。\n- パイクは集団戦で瞬間火力が低く、ポッピーのCCやPeel性能によって味方を守りやすく、パイクの影響力を減少させることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクの体力を削ることで、彼の攻撃的なプレイスタイルを抑制する。\n- パイクがフックを狙ってきた際に、ポッピーのCCを使って反撃し、パイクを捕まえるチャンスを作る。\n- 視界を確保し、パイクが孤立しているタイミングを狙って、味方と連携して攻撃を仕掛ける。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、パイクのハラスに対して持ちこたえることができるため、レーンでの生存能力が高い。\n- パイクの攻撃を受けた際に、ソラカの回復スキルで味方を支援できるため、パイクのキルを阻止しやすい。\n- ソラカのサイレンス効果により、パイクのスキルを無力化できるため、パイクのエンゲージを防ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクの体力を削ることで、相手の行動を制限する。\n- ソラカの回復を活用して、パイクの攻撃を受けた味方をサポートし、持久戦に持ち込む。\n- パイクがフックを外したタイミングで積極的に攻撃し、相手のミスを突いて有利な状況を作る。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、モルガナのハラスを受けにくくするため、レーンでの優位性を失いやすい。\n- ミリオのウルトはCCを解除する能力があり、モルガナのスネアを無効化されることで、捕まえるチャンスが減少する。\n- ミリオは回復やシールドを提供できるため、モルガナのダメージトレードが効果的でなくなり、持続的な戦闘で不利になる。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、ハラスを行うタイミングを見極める。\n- ミリオのウルトが発動する前に、他のチャンピオンと連携して一気に攻撃を仕掛け、ミリオを排除する。\n- マナ管理を徹底し、スキルを無駄に使わず、持続的な戦闘に備える。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ゼラスのハラスを受けにくくすることができるため、レーンでの優位性を失いやすい。\n- ミリオのウルトはCCを解除する能力があり、ゼラスのスタンを無効化されることで、ゼラスのダメージを与えるチャンスが減少する。\n- ミリオは回復やシールドを提供できるため、ゼラスのハラスが効果的に機能しにくく、持続的なダメージを与えることが難しい。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、ハラスを行うタイミングを見極める。\n- ミリオのウルトが発動する前に、他の味方と連携して攻撃を仕掛け、ミリオのスキルを使わせるようにする。\n- ゼラスのスキルを当てやすくするために、ミリオの動きを予測し、スキルをタイミングよく発動させる。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ラックスのハラスを受けにくくすることができるため、レーンでの優位性を失いやすい。\n- ミリオのウルトはCCを解除する能力があり、ラックスのスネアを無効化されることで、捕まえるチャンスが減少する。\n- ミリオは回復やシールドを提供できるため、ラックスのバーストダメージを軽減されやすく、キルを狙うのが難しくなる。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、ハラスを行うタイミングを見極める。\n- ミリオのウルトのクールダウンを狙い、ウルトが使用できないタイミングで積極的に攻撃を仕掛ける。\n- サポートアイテムやビジョンを活用して、ミリオの動きを把握し、奇襲を避けることでレーンの安全性を高める。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、パンテオンのオールインを受ける際にハラスがしやすく、トレードで有利に立たれる。\n- ミリオのウルトはCCを解除する能力があり、パンテオンのスタンを無効化されることで、彼の攻撃が効果的に機能しなくなる。\n- パンテオンは奇襲に弱く、ミリオの回復やシールドによって持続的なダメージを与えることが難しくなる。\n\n不利の緩和策:\n- ミリオのウルトが発動する前に、他のチャンピオンと連携して攻撃を仕掛け、ミリオのスキルを使わせる。\n- ミリオの攻撃範囲を意識し、距離を保ちながらトレードを行い、ハラスを受けないようにする。\n- 早めにアイテムを購入し、耐久力を上げることで、ミリオのハラスに耐えられるようにする。",
      "パイク": "パイクが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、パイクのハラスや捕まえようとする動きを逆に利用されやすい。\n- ミリオのウルトはCCを解除する能力があり、パイクのエンゲージを無効化される可能性が高い。\n- ミリオは回復やシールドを提供できるため、パイクのダメージトレードが効果的に機能しにくい。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、フックやハラスを行うタイミングを工夫し、相手のスキルを使わせてから攻撃する。\n- ミリオのウルトが発動する前に、他のチャンピオンと連携してエンゲージを行い、ミリオを無力化する。\n- レーンでの視界を確保し、奇襲を避けることで、ミリオの強みを活かさせないようにする。"
    },
    "loses": {
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってミリオを捕まえることができ、瞬時にキルに繋げる能力が高いです。ミリオはエンゲージ能力が低いため、捕まった際に反撃が難しいです。\n- ミリオのCC解除のウルトは、ブリッツクランクのフックを防ぐことができないため、捕まえた後のダメージを与えやすいです。\n- ブリッツクランクは、ミリオの回復やシールドを無視してダメージを与えることができるため、ミリオのサポート能力を無力化しやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ミリオのHPを削ることで、フックを当てやすい状況を作ります。\n- ミリオがスキルを使った後にフックを狙い、相手の反撃手段を減らしてから攻撃します。\n- 集団戦では、ミリオを狙ってフックを使い、味方と連携してキルを狙うことで、ミリオの影響力を低下させます。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ミリオのCC解除のウルトを無効化することができるため、ミリオのエンゲージを防ぎやすい。\n- バードの回復スキルにより、ミリオの攻撃力強化やハラスに対抗できるため、レーンでの生存能力が高い。\n- バードは鐘を回収することで火力を向上させることができ、ミリオに対しても持続的なダメージを与えやすい。\n\n有利の取り方：\n- ミリオのスキルを避けつつ、スタンを狙って積極的にハラスを行う。\n- 鐘を回収しながらレーンを維持し、ミリオの攻撃を受ける時間を最小限に抑える。\n- ミリオが攻撃的に出てきた際に、回復スキルを使って耐えつつ反撃することで、ミリオのリソースを消耗させる。",
      "ノーチラス": "ノーチラスは有利です。\n\n- ノーチラスは豊富なCCを持っており、ミリオの動きを制限することができるため、彼を捕まえやすい。\n- ミリオの回復やシールドを無効化することができるため、ミリオのサポート能力を低下させることができる。\n- ノーチラスのフックは長射程で、ミリオが距離を取るのを難しくし、オールインのチャンスを作りやすい。\n\n有利の取り方：\n- ミリオのスキルを避けつつ、フックを使って彼を捕まえるタイミングを見計らう。\n- ミリオが味方を回復する前に、CCを使って一気に攻撃を仕掛ける。\n- チームファイトでは、ミリオのウルトを意識しつつ、他の味方と連携して一斉に攻撃を行う。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦での支援能力が高いため、味方全体の生存率を向上させることができる。\n- ソナのスタン効果は発生が早く、ミリオのエンゲージを防ぐことができるため、ミリオの攻撃を無効化しやすい。\n- ソナは回復やシールドを持っており、ミリオの攻撃を耐えやすく、トレードで優位に立つことができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ミリオのマナを消耗させることで、スキルの使用を制限する。\n- 集団戦では味方を強化しつつ、ミリオのエンゲージをスタンで防ぎ、味方の安全を確保する。\n- ミリオがCCを持つ相手に対してウルトを使うタイミングを見計らい、味方を守ることで、ミリオの効果を無効化する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、敵に接近してCCを与えることが得意で、ミリオの攻撃範囲を延ばすスキルに対しても積極的に対抗できる。\n- ミリオのCC解除のウルトに対して、ラカンはノックアップやチャームを駆使して味方を守ることができ、集団戦での影響力が高い。\n- ミリオは基礎ステータスが低く、奇襲に弱いため、ラカンのエンゲージ能力によって簡単に捕まえることができる。\n\n有利の取り方：\n- ラカンの機動力を活かして、ミリオがスキルを使った後にエンゲージし、ミリオを孤立させる。\n- ミリオの回復やシールドを無効化するために、ラカンのCCをタイミングよく使い、味方の攻撃をサポートする。\n- ミリオが攻撃範囲を延ばしている間に、ラカンが前に出てハラスを行い、ミリオのマナ管理を厳しくさせる。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持ち、ミリオのエンゲージやハラスを無効化しやすいため、レーンでの主導権を握りやすい。\n- アリスターのタンク性能により、ミリオの攻撃を耐えながら味方を守ることができ、集団戦でも重要な役割を果たせる。\n- ミリオは射程を延ばすスキルを持っているが、アリスターは近接キャリーに対して強力なエンゲージを行えるため、ミリオのハラスを受けにくい。\n\n有利の取り方：\n- アリスターはミリオのスキルを避けつつ、タイミングを見計らってエンゲージを仕掛け、ミリオを捕まえる。\n- ミリオが攻撃を仕掛けてきた際に、アリスターのCCを使って反撃し、ミリオの行動を制限する。\n- 集団戦では、アリスターが前に出てミリオをピールし、味方が安全にダメージを出せるようにする。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、ミリオの攻撃を無力化することができるため、味方を守りやすい。\n- ルルのシールドやHP増加の効果により、味方の生存能力を大幅に向上させることができ、ミリオの回復やシールドと相性が良い。\n- ミリオのCCはスキルショットのノックバックのみであり、ルルのポリモーフによってミリオの行動を制限することができるため、戦闘を有利に進めやすい。\n\n有利の取り方：\n- ミリオが攻撃を仕掛けてきた際に、ポリモーフを使って無力化し、味方が反撃できる状況を作る。\n- ルルのシールドを味方に付与し、ミリオの攻撃を耐えながらトレードを行う。\n- ミリオのCCを避けつつ、射程を活かしてハラスを行い、ミリオのマナ管理を困難にさせる。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "シャコ": "シャコが不利です。\n\n理由：\n- バードはスタンを持っており、シャコの奇襲を無力化することができるため、シャコが攻撃を仕掛ける際にリスクが高くなる。\n- バードの回復スキルや移動速度の増加により、味方をサポートしながらレーン維持が得意で、シャコがレーンでのプレッシャーをかけにくい。\n- バードはタンク系のチャンピオンに対して有利であり、シャコの攻撃を受け止めることができるため、シャコのダメージが通りにくい。\n\n不利の緩和策：\n- バードのスキルを避けるために、奇襲を仕掛けるタイミングを慎重に選び、相手のスキルを使わせてから攻撃する。\n- バードの鐘の回収を妨害することで、彼の火力を低下させ、レーンでの影響力を減らす。\n- シャコの強みを活かすために、他のレーンやジャングルでのギャンクを優先し、レーンでの対面を避ける。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- バードはスタンを持っており、ミリオの行動を制限することができるため、ミリオが攻撃や回復を行うタイミングを奪われやすい。\n- バードの鐘の回収による火力向上やローム能力が高く、ミリオがレーンでの圧力をかけにくくなる。\n- バードはタンク系のチャンピオンに対して有利であり、ミリオの回復やシールドが効果的に機能しない場合が多い。\n\n不利の緩和策：\n- バードのスタンを避けるために、位置取りを意識し、ミニオンの後ろに隠れるなどして安全に行動する。\n- バードのロームを警戒し、ミニマップを常に確認して味方に注意を促すことで、バードの影響を最小限に抑える。\n- ミリオのスキルを適切に使い、味方の攻撃力を強化しつつ、バードの攻撃を受けないように立ち回る。",
      "レル": "レルが不利です。\n\n理由：\n- バードは射程が長く、レルが近づく前にハラスを受けやすいため、レーンでの圧力をかけにくい。\n- バードのスタンや回復スキルにより、レルのエンゲージが無効化される可能性が高く、集団戦での効果が薄れる。\n- バードは鐘を回収することで火力を向上させるため、レルがダメージを与えにくいタンク系チャンピオンに対しても有利に立ち回れる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してバードの攻撃を遮る。\n- バードのスキルを避けるために、タイミングを見計らって動き、エンゲージのチャンスを狙う。\n- バードの鐘の回収を妨害するために、視界を確保しつつ、ロームを行い、バードの動きを制限する。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- バードはスタンを持っており、ソラカの逃げ性能が乏しいため、捕まるリスクが高い。\n- バードの鐘回収による火力向上や回復能力が高く、ソラカのヒールだけでは対抗しきれない。\n- バードはロームが得意で、味方のサポートをしやすいため、ソラカがレーンで孤立しやすくなる。\n\n不利の緩和策：\n- バードのスタンを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- バードのロームに対抗するために、ミニマップを頻繁に確認し、味方と連携を取る。\n- バードの攻撃を受ける前に、味方のADCと連携してハラスを行い、レーンの主導権を握る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- バードは遠距離攻撃が可能で、ブラウムは近接型のため、バードのハラスを受けやすい。\n- バードのCCスキルは範囲内のユニットに影響を与えるため、ブラウムが味方を守る際に誤って味方を巻き込むリスクがある。\n- バードは鐘を回収することで火力を向上させるため、ブラウムが防御を固めてもダメージを出されやすい。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、バードの攻撃を避けるように立ち回ることで、ハラスを軽減する。\n- バードのスキルの発動タイミングを見極め、CCを受ける前に位置を調整することで、被ダメージを減らす。\n- ブラウムのパッシブを活かして、バードの攻撃を受ける際にスタンを狙い、反撃のチャンスを作る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- バードはスタンを持っており、セラフィーンのスキル発動を妨げることができるため、セラフィーンが攻撃を仕掛けるタイミングを失いやすい。\n- バードは鐘を回収することで火力を向上させるため、持続的なダメージを与えられ、セラフィーンの防御ステータスの低さを突かれやすい。\n- セラフィーンはスキルの発生が遅く、バードの機動力を活かしたロームやハラスに対して反応しづらい。\n\n不利の緩和策：\n- バードのスタンを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- バードが鐘を回収するタイミングを見計らい、味方と連携して攻撃を仕掛けることで、バードの強みを抑える。\n- 集団戦では味方の数を活かし、セラフィーンのスキルを連打してバードに対抗することで、効果的にダメージを与える。",
      "ザイラ": "ザイラが不利です。\n\n- バードは移動スキルを持ち、ロームが得意なため、ザイラがハラスを行っている間に味方をサポートしやすい。\n- バードのスタン効果により、ザイラは接近されると行動不能にされやすく、脆弱な状態になる。\n- ザイラは移動に役立つスキルがないため、バードの攻撃を受けやすく、特に序盤のハラスに苦しむことが多い。\n\n不利の緩和策：\n- バードのスタンを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- バードがロームする際に、ミニマップを確認し、味方と連携して安全にプレイする。\n- ザイラの植物を活用して、バードの攻撃を牽制し、ハラスを行うタイミングを見極める。",
      "カルマ": "カルマが不利です。\n\n理由：\n- バードはスタンを持っており、カルマのスネアが発生する前に行動を制限される可能性が高い。\n- バードの鐘を回収することで火力を向上させるため、レーンでの持続的な圧力が強く、カルマがハラスを行いにくい。\n- バードは移動スキルを駆使してロームが得意で、カルマが孤立した際に不利な状況に陥ることがある。\n\n不利の緩和策：\n- バードのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- バードが鐘を回収するタイミングを見計らい、ハラスを行うことで相手のリソースを削る。\n- 味方と連携し、バードのロームを警戒することで、孤立を避ける。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- バードはスタンを持っており、ゼラスの長射程攻撃を封じることができるため、近づかれると危険。\n- ゼラスは自己防衛手段が乏しく、バードのCCや回復スキルによって持続的なハラスが難しい。\n- バードの鐘の回収による火力向上や移動スキルを活かしたロームが、ゼラスのハラスを上回る可能性がある。\n\n不利の緩和策：\n- バードのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- バードの鐘の回収を妨害するために、積極的に視界を確保し、ロームを警戒する。\n- 自身のスキルをタイミングよく使い、バードの攻撃を受けないようにしつつ、ハラスを行う。"
    },
    "loses": {
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦において味方全体を強化できるため、バードのサポート能力を上回る。\n- ソナは回復や加速を持っており、バードの攻撃を耐えやすく、特に序盤のハラスに対して強い。\n- ソナのスタンは発生が早く、バードの行動を制限することができるため、バードのロームやスキルを無効化しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、バードの鐘の回収を妨げる。\n- 集団戦では味方を支援しつつ、バードの動きを封じるタイミングでスタンを狙う。\n- バードがロームする際には、味方と連携してその動きを察知し、バードを孤立させる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、バードの移動を制限しやすいため、バードがロームする際に捕まえやすい。\n- バードはダメージスキルがQのみで、APレシオが低いため、ノーチラスのタンク性能に対してダメージが不足しやすい。\n- ノーチラスはバードのようなエンチャンターに対して有利で、フックを使ったオールインが効果的であるため、レーンでの圧力をかけやすい。\n\n有利の取り方：\n- ミニマップを常に確認し、バードがロームした際に他のレーンでのエンゲージを狙う。\n- ノーチラスのCCを活かして、バードが近づいてきた際に積極的に攻撃を仕掛ける。\n- バードの鐘の回収を妨害するために、視界を確保しつつ、位置取りを工夫してバードの動きを制限する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、バードに対して積極的に攻撃を仕掛けやすい。\n- バードはダメージスキルがQのみで、APレシオが低いため、パイクの高い耐久力に対してダメージを与えにくい。\n- パイクのフックや移動スキルを駆使することで、バードの行動を制限しやすく、特に鐘の回収を妨害することができる。\n\n有利の取り方：\n- バードが鐘を回収しようとするタイミングを狙ってフックを使い、捕まえることでハラスやキルを狙う。\n- バードが孤立している時や、スキルを使った後の隙を突いて積極的に攻撃を仕掛ける。\n- 視界を管理し、バードのロームを防ぐことで、レーンでの優位を維持し続ける。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、バードの動きを制限することができるため、戦闘を有利に進めやすい。\n- バードの鐘の回収を妨害することで、バードの火力やサポート能力を低下させることができる。\n- スレッシュはエンゲージやピールが得意で、バードの攻撃を受ける前に味方を守ることができる。\n\n有利の取り方：\n- バードの位置を意識し、フックやCCを使って捕まえることで、バードの行動を制限する。\n- バードが鐘を回収するタイミングを狙い、積極的にハラスを行うことでレーンの主導権を握る。\n- バードのスキルを避けつつ、味方キャリーを守るために適切な距離を保ちながら戦う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、バードに対して短時間でバーストダメージを与えることができるため、トレードで優位に立ちやすい。\n- バードはCCを持っているが、パンテオンのリープとスタンを使うことで、バードの行動を制限しつつ攻撃できるため、バードのスキルを無効化しやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、序盤の優位を活かしてスノーボールしやすい。\n\n有利の取り方：\n- バードが鐘を回収しているタイミングを狙い、オールインを仕掛けてダメージを与える。\n- バードのスキルのクールダウンを確認し、スキルがないタイミングで積極的にトレードを行う。\n- パンテオンのUltを使って他のレーンに寄り、バードが不在の間に味方と連携してキルを狙う。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "スウェイン": "スウェインが不利です。\n\n理由:\n- ザイラは高い射程とハラス能力を持ち、序盤からスウェインに対して安全にダメージを与えることができるため、レーンでのプレッシャーが強い。\n- ザイラのCCスキルは範囲攻撃であり、スウェインが接近するのを阻止しやすく、特にスウェインの持続的なダメージを発揮する前に拘束される可能性が高い。\n- スウェインは移動スキルを持たず、ザイラの攻撃を避ける手段が限られているため、接近されると脆弱で、特にザイラのコンボに対して非常に弱い。\n\n不利の緩和策:\n- ザイラのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- サポートアイテムやポーションを活用して、体力を維持しつつレーンを耐える。\n- 集団戦ではザイラのスキルを避けつつ、味方と連携して一緒に行動し、ザイラを捕まえるチャンスを狙う。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ザイラの植物による高いダメージとゾーニング能力に対して、スレッシュは持続的なハラスに弱く、接近するのが難しい。\n- ザイラは長射程から安全に攻撃できるため、スレッシュがフックを当てるチャンスが限られる。\n- ザイラのCCスキルは範囲攻撃であり、スレッシュが近づくと簡単に拘束されてしまう。\n\n不利の緩和策：\n- ザイラのスキルを外したタイミングを狙ってオールインを仕掛けることで、逆転のチャンスを作る。\n- モビリティブーツを購入し、他のレーンにロームして有利を取ることで、ザイラとの対面を避ける。\n- ザイラの植物を破壊するために、スキルを使って積極的に対処し、彼女のダメージを減少させる。",
      "メル": "メルが不利です。\n\n理由：\n- ザイラは高い射程とハラス能力を持っており、メルが近づく前にダメージを与えられるため、メルは安全にプレイしづらい。\n- ザイラのCCスキルは範囲攻撃であり、メルは能動的に使えるCCがないため、ザイラの攻撃を受けやすい。\n- ザイラは植物を利用してゾーニングができるため、メルがスキルを使うタイミングを制限され、スノーボールが難しくなる。\n\n不利の緩和策：\n- ザイラの攻撃を避けるために、ミニオンを利用して前に出るタイミングを計る。\n- ザイラのCCを受けないように、位置取りを意識し、常に安全な距離を保つ。\n- ザイラのスキルを反射するバリアを活用し、相手の攻撃を無効化することで、ダメージを軽減する。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、ニーコが近づく前にハラスを受けやすい。\n- ザイラのCCスキルは範囲攻撃であり、ニーコが接近する際に拘束されるリスクが高い。\n- ザイラは序盤から高い火力を発揮できるため、ニーコが安全にレーンを維持するのが難しい。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- ザイラのCCスキルのクールダウンを確認し、その隙を狙って攻撃する。\n- サポートアイテムやポーションを活用して、体力を維持しながらレーンを戦う。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ザイラは長射程からのハラスが得意で、モルガナが接近する前にダメージを与えられるため、レーンでのプレッシャーが強い。\n- ザイラのCCスキルは範囲攻撃であり、モルガナのスペルシールドを無効化することができるため、モルガナが捕まるリスクが高い。\n- ザイラは機動力が高いチャンピオンに対して有利であり、モルガナは移動手段が限られているため、ザイラに接近されると脆弱になる。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、位置取りを工夫し、草むらを利用して視界を確保する。\n- ザイラのハラスを受けないように、ミニオンを利用してダメージを軽減し、必要に応じて回復アイテムを使用する。\n- ザイラのCCを受けた際に、味方と連携して反撃するタイミングを見計らい、オールインを狙う。",
      "アリスター": "アリスターが不利です。\n\n- ザイラは長射程からのハラスが得意で、アリスターが接近する前にダメージを与えられるため、レーンでのプレッシャーが強い。\n- ザイラのCCスキルは範囲攻撃であり、アリスターがエンゲージを試みる際に拘束されやすく、反撃を受けるリスクが高い。\n- アリスターは攻撃力が低く、ザイラの高火力に対抗するためのダメージを出しづらく、集団戦でも影響力が低下する。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンを利用して前に出るタイミングを計ることで、ハラスを受けにくくする。\n- ザイラのCCを受けた後は、味方と連携して一気に攻撃を仕掛けることで、ザイラのスキルクールダウンを狙う。\n- 早めにアイテムを購入し、耐久力を上げることで、ザイラの攻撃に耐えられるようにする。",
      "ルル": "ルルが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、リーチがあるため、ルルが近づく前にダメージを与えられる。\n- ザイラの拘束スキルにより、ルルは接近することが難しく、無力化やシールドを効果的に使えない。\n- ルルはエンゲージ能力が乏しく、ザイラの攻撃を受ける前に反撃する手段が限られている。\n\n不利の緩和策：\n- ザイラのスキルがクールダウン中のタイミングを見計らって攻撃し、優位に立つ。\n- 味方と連携し、ザイラの攻撃を避けるための位置取りを意識する。\n- 魔法耐性を持つアイテムを選択し、ザイラのダメージを軽減する。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ザイラは高い射程と序盤からの火力を持っており、セラフィーンが攻撃を仕掛ける前にハラスを受けやすい。\n- ザイラのCCスキルは範囲攻撃であり、セラフィーンが近づくのを阻止しやすく、特に集団戦での影響が大きい。\n- セラフィーンはスキルの発生が遅く、ザイラの機動力の高い攻撃に対して反応しづらく、オールイン合戦で不利になることが多い。\n\n不利の緩和策：\n\n- ザイラの攻撃を避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- 味方と連携し、集団戦でのサポートを強化することで、ザイラのハラスを軽減する。\n- スキルを連続して当てることが難しいため、タイミングを見計らって攻撃を仕掛け、ザイラのスキルを避けるようにする。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ザイラに対して効果的にダメージを与えられます。\n- ジリアンのCCスキルはザイラの動きを制限できるため、ザイラが安全に距離を保つことを難しくします。\n- ジリアンのUltによる蘇生能力は、ザイラのバーストダメージに対して非常に効果的で、味方を守ることができます。\n\n有利の取り方：\n- ザイラのスキルを避けつつ、タイミングを見計らってCCを当てて攻撃する。\n- ザイラが植物を使っている間に、ジリアンのスキルを使ってダメージを与え、相手のリソースを削る。\n- ジリアンのUltを活用して、ザイラの攻撃を受けた味方を守り、逆転のチャンスを作る。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態でザイラに接近することができるため、ザイラの長射程攻撃を避けやすい。\n- ザイラは接近されると脆弱であり、シャコの奇襲によって簡単に倒される可能性が高い。\n- シャコはCCを持っており、ザイラの動きを制限することで、彼女のスキルを発動させる前に攻撃を仕掛けることができる。\n\n有利の取り方：\n- ジャングルからの奇襲を狙い、ザイラが孤立しているタイミングを見計らって攻撃する。\n- ザイラのスキルのクールダウンを確認し、スキルが使えないタイミングで接近して攻撃する。\n- ザイラの植物を利用している際に、植物の近くで戦わず、距離を保ちながら奇襲を仕掛ける。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ザイラの攻撃を受けにくい。\n- ユーミの回復やシールドによって、ザイラのハラスを耐えやすく、レーン維持が得意。\n- ザイラは接近戦に弱く、ユーミが味方に密着していることで、ザイラの攻撃を避けながら戦える。\n\n有利の取り方：\n- ユーミは味方ADCと連携し、ザイラの攻撃を受ける前に回復やシールドを使って耐える。\n- ザイラがスキルを使った後の隙を狙い、ユーミが密着している味方が攻撃を仕掛ける。\n- ザイラのCCスキルを避けるために、ユーミは味方と一緒に動き、ザイラの射程外から攻撃を行う。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力を持ち、序盤からオールイン能力が強いため、ザイラに対して積極的に攻めることができる。\n- ザイラの射程を活かした攻撃を受けつつも、レオナのCCを使ってザイラを捕まえることで、ダメージを与えやすい。\n- ザイラは移動に役立つスキルがないため、レオナが接近すれば一気に有利な状況を作り出せる。\n\n有利の取り方：\n- ザイラのスキルを避けつつ、タイミングを見計らって接近し、CCを当てることでザイラを無力化する。\n- ザイラがハラスを行っている際に、ミニオンを利用して近づき、オールインを仕掛ける。\n- ザイラが植物を使っているタイミングを見計らい、CCを使って植物を無力化しつつ攻撃する。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ザイラの移動を制限することで、彼女の攻撃を受けにくくすることができます。\n- ザイラは接近されると脆弱ですが、レルはタンクとしての耐久力があり、ザイラの攻撃を耐えながら接近することが可能です。\n- レルのパッシブによって、ザイラに対してダメージを与えやすく、特にタンク系のチャンピオンに対して強い効果を発揮します。\n\n有利の取り方：\n- ザイラのスキルを避けながら、タイミングを見計らって接近し、CCを当てて攻撃する。\n- ザイラがスキルを使った後の隙を狙い、積極的にオールインを仕掛ける。\n- 味方と連携して、ザイラを囲む形でエンゲージし、彼女の逃げ道を封じる。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってザイラを引き寄せることができ、ザイラの安全な距離を無視して攻撃できるため、ザイラにとって脅威となります。\n- ザイラは移動に役立つスキルがなく、接近されると脆弱なため、ブリッツクランクの攻撃を受けやすいです。\n- ブリッツクランクはノックアップやサイレンスを持っており、ザイラのスキルを妨害することで、彼女の火力を抑えることができます。\n\n有利の取り方：\n- ザイラがスキルを使った後や、植物を設置したタイミングを狙ってフックを放ち、ザイラを捕まえる。\n- ザイラが後退する際に、フックを使って引き寄せ、キルチャンスを作る。\n- 集団戦では、ザイラの周囲にいる敵を狙い、ノックアップやサイレンスで彼女の行動を制限し、味方が攻撃しやすい状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、ザイラの攻撃範囲よりも遠くからハラスが可能です。これにより、ザイラが近づく前にダメージを与えることができます。\n- ゼラスのスキルはAoE攻撃が豊富で、ザイラの植物を一掃することができるため、ザイラのゾーニング能力を無効化できます。\n- ゼラスはパッシブによるマナ回復があり、持続力が高いため、レーンでのハラスを続けやすく、ザイラに対して優位に立ちやすいです。\n\n有利の取り方：\n- ゼラスの長射程を活かして、ザイラが近づく前に積極的にハラスを行い、HPを削る。\n- ザイラのCCスキルを避けるために、位置取りを工夫し、スキルの発動タイミングを見極める。\n- ゼラスのAoE攻撃を利用して、ザイラの植物を早期に処理し、ザイラの戦闘能力を低下させる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ザイラの攻撃を避けながら接近することができるため、ザイラのハラスを受けにくい。\n- ラカンのCCスキルはザイラを無力化するのに非常に効果的で、特にザイラがスキルを発動する前に捕まえることで、彼女の火力を抑えることができる。\n- ラカンは味方を支援する能力が高く、ザイラの攻撃を受けた味方を守ることができるため、レーンでのサステインが向上する。\n\n有利の取り方：\n- ラカンの機動力を活かして、ザイラのスキルを避けながら接近し、CCを当てるタイミングを見計らう。\n- ザイラがスキルを使った後の隙を狙って、積極的にエンゲージを仕掛ける。\n- ザイラの植物を利用した攻撃を無効化するために、味方と連携してザイラを集中攻撃する。",
      "ソナ": "ソナが有利です。\n\n- ソナは回復やバフを通じてザイラのハラスを耐えやすく、持続的な戦闘が可能です。\n- ソナのスキルは発動が早く、ザイラのスキルを避けやすいため、接近戦でも有利に立ち回れます。\n- ザイラのCCは発動までに時間がかかるため、ソナはその隙を突いて攻撃や支援を行いやすいです。\n\n有利の取り方：\n- ザイラのスキルを避けながら、味方にバフをかけて持続的に戦う。\n- ザイラがスキルを使った後の隙を狙って、積極的にハラスを行う。\n- 集団戦では、味方を支援しつつ、ザイラのCCを無効化するタイミングでUltを使用する。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、序盤から安定したダメージを出せる。\n- バードのCCスキルは敵をスタンさせることができ、ザイラの攻撃を無力化することで、彼女の高火力を抑えることができる。\n- バードは移動スキルを持っており、ロームが得意なため、ザイラが孤立している時に味方をサポートしやすい。\n\n有利の取り方：\n- ザイラのスキルを避けながら、適切なタイミングでスタンを狙い、彼女の行動を制限する。\n- 鐘を回収しつつ、ザイラに対してハラスを行い、彼女のHPを削ることでレーンの主導権を握る。\n- ザイラがスキルを使った後の隙を狙って、積極的に攻撃し、彼女の植物を利用させないようにする。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ザイラのスキルを避けながらハラスが可能です。\n- ザイラの攻撃を防ぐためのシールドや、敵の動きを制限するスキルを持っているため、ザイラの攻撃を受けにくいです。\n- ザイラの種を破壊することで、彼女のダメージを減少させることができ、戦闘を有利に進めることができます。\n\n有利の取り方：\n- ザイラのスキルのタイミングを見計らい、スキルを使って反撃することで、彼女の攻撃を無効化します。\n- チームメイトと連携し、ザイラを孤立させることで、彼女の強みを活かさせないようにします。\n- ザイラの種を意識的に破壊し、彼女のダメージソースを減らすことで、戦闘を有利に進めます。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、ブリッツクランクのフックを避けやすい。\n- ラカンのCCスキルはブリッツクランクの行動を制限し、特に移動不可のCCを受けると何もできなくなるため、リスクが高い。\n- ラカンはシールドや回復を持っているため、ブリッツクランクの攻撃を受けても耐えやすく、逆に反撃される可能性がある。\n\n不利の緩和策：\n- ラカンのスキルを避けるために、位置取りを工夫し、相手の動きを予測してフックを使うタイミングを見極める。\n- ブリッツクランクのフックを外さないように、相手の動きに合わせて慎重に狙いを定める。\n- 味方と連携して、ラカンを捕まえるチャンスを作り、ブリッツクランクの強みを活かす場面を増やす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ラカンは高い機動力と2種類のCCを持っており、パンテオンのオールインを無力化しやすい。\n- ラカンのシールドや回復により、パンテオンのバーストダメージが軽減され、持続戦闘での優位性が失われる。\n- ラカンは移動不可のCCを持っているため、パンテオンが接近する前に捕まるリスクが高い。\n\n不利の緩和策：\n- ラカンのCCを避けるために、位置取りを意識し、エンゲージを受けないようにする。\n- ラカンのスキルのクールダウンを見極め、スキルがないタイミングで攻撃を仕掛ける。\n- 味方のサポートを受けながら、ラカンの攻撃を分散させることで、オールインのチャンスを作る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、接近してCCを付与する能力が高いため、ブラウムが近づく前に捕まえられる可能性がある。\n- ラカンの移動不可CCに対してブラウムは脆弱で、捕まると何もできなくなるため、オールインが難しくなる。\n- ラカンは味方を支援するシールドや回復を持っており、ブラウムの防御性能だけでは対抗しきれない場合がある。\n\n不利の緩和策：\n- ラカンのスキルを避けるために、位置取りを工夫し、敵のエンゲージを予測して動く。\n- ブラウムのパッシブを活かし、ADCと連携してラカンの攻撃を受け流しつつ、反撃のチャンスを狙う。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてラカンの攻撃を耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ラカンは高い機動力を持ち、接近してCCを付与することでヴェル＝コズを無力化できるため、特にアサシンやキャッチ系のチャンピオンに対して脆弱なヴェル＝コズは捕まるリスクが高い。\n- ラカンのシールドや回復によって、ヴェル＝コズのハラスが効果的に無効化されるため、レーンでの優位性を保ちにくい。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して逃げる手段が限られているため、接近されると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- ラカンのエンゲージを避けるために、常にミニマップを確認し、位置取りを意識して安全な距離を保つ。\n- ラカンのCCを受ける前に、スキルを使ってハラスを行い、相手の体力を削ることでエンゲージのリスクを減らす。\n- 味方のジャングラーや他のレーンのサポートと連携し、ラカンに対して集団で対処することで、孤立を避ける。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、ゼラスの攻撃を避けながら接近しやすいため、ゼラスが攻撃を当てるのが難しい。\n- ラカンのCCスキルにより、ゼラスは捕まると無力化され、近距離での戦闘に弱いため、簡単に倒されるリスクが高い。\n- ゼラスは自己防衛手段が乏しく、ラカンのエンゲージに対して逃げる手段が限られているため、オールインされると厳しい状況になる。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ラカンのエンゲージを避けるために後方から攻撃する。\n- ラカンのスキルを避けるために、ミニオンを利用してハラスを行い、相手の動きを制限する。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてラカンの攻撃に耐えられるようにする。",
      "パイク": "パイクが不利です。\n\n理由：\n- ラカンは移動不可のCCを持っており、パイクの高い機動力を封じることができるため、捕まると何もできなくなるリスクが高い。\n- ラカンのシールドや回復によって、パイクのハラスが効果的に無効化されるため、レーンでの優位性を築きにくい。\n- ラカンはエンゲージやピールに優れており、パイクが攻撃を仕掛ける際に味方を守る能力が高いため、パイクのキルチャンスが減少する。\n\n不利の緩和策：\n- ラカンのCCを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- レーンでのハラスを控え、味方と連携してラカンを捕まえるタイミングを狙う。\n- ビジョンを確保し、ラカンの動きを把握することで、エンゲージを受けるリスクを減らす。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ラカンは移動不可のCCを持っており、ミリオの機動力を制限することができるため、ミリオが攻撃や回復を行う際に脅威となる。\n- ラカンの高い機動力とエンゲージ能力により、ミリオが奇襲を受けやすく、特に接近戦での脆さが目立つ。\n- ミリオはCC解除のウルトを持っているが、ラカンのノックアップやチャームに対しては無力化されることが多く、集団戦での影響力が低下する。\n\n不利の緩和策：\n- ミリオは味方と連携し、ラカンのエンゲージを避けるように立ち回ることで、奇襲を防ぐことができる。\n- ラカンのCCを受ける前に、味方の攻撃範囲を延ばしてハラスを行い、ラカンにプレッシャーをかけることで、彼の動きを制限する。\n- マナ管理を徹底し、スキルを適切に使用することで、持続的に味方をサポートし続けることが重要。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- ラカンは高い機動力とハードCCを持っており、ユーミが密着している味方を簡単に捕まえることができるため、ユーミの支援が無効化されやすい。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、ラカンの攻撃を受けると脆弱で、オールインに対して対処が難しい。\n- ラカンはエンゲージやピールが得意で、ユーミが支援するADCを守るための手段が乏しく、ラカンの攻撃を受けると味方が危険にさらされる。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、ラカンのエンゲージを避けるために位置取りを工夫し、常に安全な距離を保つようにする。\n- ワーディングを行い、ラカンの動きを把握することで、エンゲージのタイミングを予測し、味方に警告を出す。\n- ユーミのスキルを活用して、味方ADCの生存能力を高め、ラカンの攻撃を受けた際に迅速に回復やシールドを提供する。",
      "ザイラ": "ザイラが不利です。\n\n- ラカンは高い機動力を持ち、接近してくることでザイラの攻撃を避けつつ、CCを当てることができるため、ザイラは捕まりやすい。\n- ラカンのCCはノックアップとチャームであり、これらはザイラの移動を制限し、攻撃を行う余裕を奪う。\n- ザイラは防御ステータスが低く、ラカンが接近してくると簡単に倒されてしまうため、持ち味の射程を活かしづらい。\n\n不利の緩和策：\n- ラカンが接近する前に、しっかりとハラスを行い、相手のHPを削っておくことで、エンゲージを受けた際のリスクを減らす。\n- 味方と連携し、ラカンがエンゲージを仕掛ける前にCCを当てることで、彼の動きを制限する。\n- 自身の位置取りを意識し、常に安全な距離を保ちながら戦うことで、ラカンの攻撃を避ける。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使ってラカンの注意を引きつけることができ、奇襲を仕掛けやすいです。\n- ラカンは接近しなければCCを付与できないため、ニーコの射程を活かして安全に攻撃できます。\n- ニーコのAoEダメージとスタンを持つアルティメットは、ラカンのエンゲージを無効化しやすく、乱戦での優位性を持てます。\n\n有利の取り方：\n- レーンでのハラスを行い、ラカンのHPを削ることでプレッシャーをかける。\n- 擬態を利用して、ラカンの動きを読み、奇襲を仕掛けるタイミングを見計らう。\n- ラカンがエンゲージを試みる際に、スタンを使って反撃し、味方と連携してラカンを排除する。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ラカンが接近する前にハラスを行いやすい。\n- ラカンは移動を伴うスキルが多く、捕まえるためには近づく必要があるが、セナはその距離を活かして安全に攻撃できる。\n- セナの回復能力により、ラカンの攻撃を受けても持ちこたえやすく、レーンでのサステインが高い。\n\n有利の取り方：\n- ラカンが近づいてくるタイミングで、射程を活かしてハラスを行い、体力を削る。\n- ラカンがエンゲージを試みる際に、スネアを使って動きを制限し、反撃のチャンスを作る。\n- セナの回復を活かして、味方と連携しながらラカンの攻撃を受け流し、持続的にレーンでの優位を保つ。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、ラカンの機動力を制限できるため、エンゲージを無効化しやすい。\n- ポッピーの高いシールドと割合ダメージにより、ラカンとの1対1のトレードで優位に立ちやすい。\n- ラカンは移動不可のCCに弱いため、ポッピーのCCを受けると何もできなくなる可能性が高い。\n\n有利の取り方：\n- ラカンがエンゲージを試みるタイミングを見計らい、スキルを使って阻止する。\n- レーンでのトレード時に、ポッピーのシールドを活かしてダメージを受けずに攻撃する。\n- ラカンが味方をサポートする際に、孤立した状況を作り出し、1対1の状況を作ることで有利に戦う。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用できるため、ラカンの機動力を制限しやすい。\n- ラカンは移動不可のCCに弱いため、マオカイのスキルで捕まえることで無力化できる。\n- マオカイはタンクとしての耐久力が高く、ラカンの攻撃を受け止めやすい。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、ラカンの動きを予測してエンゲージする。\n- ラカンが味方をサポートしようとするタイミングで、先にCCを当てて行動を制限する。\n- 集団戦では、ラカンが接近する前にスキルを使ってゾーニングし、味方を守る位置を確保する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ラカンのエンゲージを無効化しやすい。\n- ジャンナのシールドと回復により、味方を守ることができ、ラカンの攻撃を耐えることができる。\n- ラカンは接近しなければCCを付与できないが、ジャンナは遠距離からのサポートが可能で、リスクを減らせる。\n\n有利の取り方：\n- ラカンがエンゲージを試みるタイミングで、ジャンナのディスエンゲージスキルを使って味方を守る。\n- ジャンナのシールドを活用して、ラカンの攻撃を受け流し、反撃のチャンスを作る。\n- レーンでのハラスを行い、ラカンの体力を削り、プレッシャーをかけることで、彼の動きを制限する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ラカンのエンゲージをポリモーフで無力化できるため、ラカンの攻撃を効果的に防げる。\n- ラカンが近づいてきた際に、シールドやHP増加を使って味方を守ることができ、サステインが高い。\n- ラカンは移動を伴うスキルが多く、移動不可のCCを持たないルルに対しては攻撃が通りやすい。\n\n有利の取り方：\n- ラカンが近づいてきた際には、積極的にポークを行い、プレッシャーをかける。\n- 自分のADCが捕まった場合、迅速に支援を行い、敵の攻撃を防ぐ。\n- 常に位置取りに気を付け、ラカンのスキルを避けながらチームメイトとの連携を大切にする。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持っており、ラカンが接近する前にハラスをかけやすい。\n- ラカンは移動を伴うスキルが多く、ラックスのスネアを受けると行動が制限されるため、捕まえやすい。\n- ラックスのバーストダメージは高く、ラカンが近づいてきた際に一気にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ラカンの体力を削る。\n- ラカンが近づいてきた際にスネアを狙い、捕まえた後に味方と連携してキルを狙う。\n- 視界を確保し、ラカンの動きを把握することで、エンゲージを避けるか、逆にカウンターエンゲージを狙う。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ラカンの攻撃を受けても味方を支援しやすいため、レーンでのサステインが高い。\n- ラカンは移動を伴うスキルが多く、捕まると何もできなくなるため、ソラカのサイレンス効果でラカンの行動を制限しやすい。\n- ソラカは射程が長く、ラカンが接近する前にハラスを行うことができるため、レーンでの優位を保ちやすい。\n\n有利の取り方：\n- ラカンが近づいてくるタイミングでハラスを行い、体力を削る。\n- ソラカのヒールを活用して、味方がラカンの攻撃を受けても生存できるようにする。\n- ラカンがエンゲージを試みた際に、サイレンスを使って彼のスキルを無力化し、味方を守る。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、ラカンのエンゲージを受けても味方と連携して対処しやすい。\n- セラフィーンの射程が長く、安全な位置から支援できるため、ラカンが接近する前にダメージを与えやすい。\n- ラカンは移動を伴うスキルが多く、移動不可のCCを受けると無力化されるため、セラフィーンのCCをうまく活用することでラカンを封じ込めることができる。\n\n有利の取り方：\n- セラフィーンは味方と連携し、集団戦でのCCを活かしてラカンの動きを制限する。\n- ラカンが接近する前に、スキルを使ってダメージを与え、相手の体力を削る。\n- セラフィーンのパッシブを活かして、スキル連打を行い、ラカンに対して高いバーストダメージを狙う。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ラカンの高い機動力を制限することができるため、エンゲージを無効化しやすい。\n- スペルシールドにより、ラカンのCCを防ぐことができるため、味方を守りながら戦うことができる。\n- ラカンは接近しなければCCを付与できないが、モルガナは遠距離から攻撃できるため、リスクを抑えた戦闘が可能。\n\n有利の取り方：\n- ラカンがエンゲージを試みるタイミングで、スネアを使って捕まえることで、味方を守りつつ反撃する。\n- スペルシールドを活用して、味方がラカンのCCを受けないようにし、チーム全体の生存率を高める。\n- レーンでのハラスを行い、ラカンの体力を削ることで、オールインを仕掛ける際の優位性を確保する。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ルルは味方にシールドを付与できるため、モルガナのCCを無効化されやすい。\n- ルルのポリモーフによって、モルガナの攻撃やスキルを封じられるため、反撃が難しい。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、モルガナの攻撃が通りにくい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、距離を保つ。\n- チームメイトと連携し、ルルを先に排除することで、モルガナの攻撃を通しやすくする。\n- スペルシールドを活用し、ルルのCCを無効化するタイミングを見極める。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ルルは味方を強化し、敵を無力化する能力が高く、ソナの支援を上回ることができるため、集団戦での影響力が低くなる。\n- ルルのポリモーフによって、ソナは攻撃や支援を行うことが難しくなり、特に集団戦での生存率が低下する。\n- ルルは短射程のADCに対して有利であり、ソナがそのようなADCをサポートする際に、ルルの無力化能力が脅威となる。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- 集団戦では、ルルのスキルが発動する前に味方と連携して動き、ルルの無力化を受けないようにする。\n- ルルのCCを受けた後でも、味方の回復やバフを活かして、戦闘を有利に進めるためのタイミングを見極める。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ルルはポリモーフやシールドを使ってラカンのエンゲージを無力化できるため、ラカンが接近しても効果的に対処される。\n- ルルの射程が長いため、ラカンが近づく前に攻撃を受けやすく、ハラスが厳しい。\n- ラカンは移動を伴うスキルが多く、ルルのCCに捕まると何もできなくなるため、戦闘での影響力が低下する。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してルルの攻撃を遮る。\n- 味方のADCと連携し、ルルに対して一緒に攻撃を仕掛けることで、ラカンのエンゲージをサポートする。\n- ルルのスキルを避けるために、タイミングを見計らってエンゲージを行い、相手のスキルを使わせてから攻撃する。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ルルは味方を強化し、敵を無力化する能力が高く、ジリアンの攻撃を容易に防ぐことができる。\n- ルルのポリモーフによって、ジリアンのスキルコンボを妨害されるため、ジリアンの火力を発揮しづらい。\n- ルルは短射程のADCやアサシンに対して強力なPeelができるため、ジリアンが味方を守る際に効果的に機能しにくい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、距離を保ちながら戦う。\n- ルルのスキルクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 味方と連携し、ルルを先に排除することで、ジリアンの攻撃機会を増やす。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ルルはポリモーフを持っており、ゼラスの攻撃を無力化することができるため、近距離での戦闘で優位に立たれる。\n- ルルのシールドやHP増加の効果により、ゼラスのハラスが効果的に減少し、持続的なダメージを与えにくい。\n- ルルは短射程のADCやダイバーに対して強力な防御能力を持っており、ゼラスの攻撃を受け流しやすい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- ルルのスキルクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- ゼラスの長射程を活かして、ルルが近づく前にハラスを行い、レーンでの優位性を保つ。"
    },
    "loses": {
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、ルルに対して安全な距離から攻撃できるため、ハラスがしやすい。\n- ルルは移動不可のCCを持たないため、ヴェル＝コズのスキルを当てやすく、特に集団戦での持続的なダメージを与えやすい。\n- ルルのシールドやバフは単体対象であるため、ヴェル＝コズのAoE攻撃に対して効果的に対処できない。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルルのHPを削ることでプレッシャーをかける。\n- ルルが味方を強化する前に、スキルを使ってダメージを与え、味方のキャリーを守るためのリソースを減らす。\n- 集団戦では、ルルがエンゲージする前に距離を保ちながらスキルを当て、味方のキャリーをサポートしつつダメージを出す。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減しやすいため、耐久力で優位に立てる。\n- ブラウムのパッシブによるスタン効果を活かして、ルルのスキルを発動させる前に無力化できる。\n- ルルは移動不可のCCを持たないため、ブラウムの接近を許すと容易にPeelができ、味方を守ることができる。\n\n有利の取り方：\n- ルルが攻撃を仕掛ける前に、ブラウムが先に接近してスタンを狙う。\n- ルルのスキルを避けながら、味方ADCと連携してハラスを行う。\n- ブラウムの防御スキルを活用して、ルルの攻撃を受け流しつつ、味方を守ることで戦闘を有利に進める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ルルを捕まえることで彼女のサポート能力を無効化できる。\n- ルルのポリモーフに注意しつつ、ノーチラスのフックを使うことで、ルルを無力化しやすい。\n- ルルのアルティメットでキャリーが強化される前に、ノーチラスのCCを活かして早期にキルを狙うことができる。\n\n有利の取り方：\n- ルルのスキルを誘発させてから攻撃することで、彼女の反応を鈍らせる。\n- ノーチラスのフックを使ってルルを捕まえ、味方と連携して一気に攻撃する。\n- ルルのスキルのクールダウンを確認し、スキルが使えないタイミングを狙ってエンゲージする。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってルルを捕まえることができ、ルルの防御能力を無力化することができるため、キルに繋げやすい。\n- ルルは移動不可のCCを持たないため、ブリッツクランクの攻撃を受けた際に逃げる手段が限られている。\n- ブリッツクランクのAoEダメージとサイレンスは、ルルのシールドやバフを無効化することができ、集団戦での影響力を低下させる。\n\n有利の取り方：\n- レーンでのハラスを行い、ルルのHPを削りつつフックのチャンスを伺う。\n- ルルがスキルを使った後の隙を狙ってフックを放ち、捕まえたら即座に攻撃を仕掛ける。\n- 集団戦では、ルルを優先的に狙い、彼女のシールドやバフを無効化することで味方のダメージを通しやすくする。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナはレベル6前にルルに対して攻撃を仕掛けやすく、オールインが可能なため、ルルの防御能力を無視してダメージを与えられる。\n- レオナは多くのCCを持っており、ルルの味方を守るスキルを無効化することで、ルルのサポート効果を減少させることができる。\n- ルルは移動不可のCCを持たないため、レオナが接近して攻撃を仕掛けると、ルルは逃げる手段が限られる。\n\n有利の取り方：\n- レベル6になる前に積極的にハラスを行い、ルルのスキルを使わせることで、後のオールインを有利に進める。\n- ルルのスキルを避けながら、タイミングを見計らって攻撃を仕掛け、CCを活用してルルを無力化する。\n- チームファイトでは、レオナが前に出てタンク役としてルルのサポートを無効化し、味方を守ることで戦闘を有利に進める。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ルルを長時間拘束することができるため、戦闘での優位性を保ちやすい。\n- ルルは移動不可のCCを持たないため、レルのエンゲージに対して反撃が難しく、レルの攻撃を受けやすい。\n- レルのパッシブによってARとMRを吸収できるため、ルルのシールドやバフを無効化しやすく、ダメージを与えやすい。\n\n有利の取り方：\n- レルのCCを活かしてルルを捕まえ、味方と連携して攻撃を仕掛ける。\n- ルルのスキルのクールダウンを確認し、スキルが使えないタイミングで積極的にエンゲージする。\n- ルルのADCを狙うことで、ルルのサポート能力を制限し、レーンでの優位性を確保する。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ルルに対して一方的にハラスを行いやすい。\n- ルルは移動不可のCCを持たないため、セナの攻撃を避ける手段が限られている。\n- セナの回復能力により、ルルの攻撃を受けても持ちこたえやすく、持続的に戦闘を有利に進められる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルルのHPを削る。\n- セナのパッシブを活かして、敵チャンピオンを攻撃しながらゴールドを稼ぐ。\n- ルルが味方を強化する前に、セナの攻撃で早めにダメージを与え、ルルの影響力を低下させる。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、ルルのシールドや無力化を受ける前にキルを狙いやすい。\n- ルルは移動不可のCCを持たないため、パンテオンのオールインに対して逃げる手段が限られている。\n- パンテオンのリープとスタンにより、ルルを確実に捕まえてダメージを与えることができる。\n\n有利の取り方：\n- ルルがスキルを使った後に攻撃を仕掛け、バーストダメージを与えるタイミングを見計らう。\n- ルルのシールドがクールダウン中のタイミングを狙ってオールインを仕掛ける。\n- パンテオンのグローバルなUltを活用して、他のレーンに圧力をかけつつ、ルルを孤立させる。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、ルルのポークや支援を無力化することができるため、ルルの効果的なプレイを妨げることができる。\n- スレッシュはレベル6以前からルルに対してオールインが可能で、リードがあればレベル6以降も有利に戦える。\n- スレッシュはローミングが得意で、ルルがADCを守るのが難しい状況を作り出すことができる。\n\n有利の取り方：\n\n- スレッシュのフックを活用してルルを捕まえ、ADCと連携して攻撃する。\n- ルルのポークを抑えるために、スレッシュのスキルを使ってルルの攻撃を防ぐ。\n- 視界を確保し、ルルの動きを把握することで、スレッシュが有利な状況を作り出す。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持っており、ルルに対して安全な距離からハラスを行いやすい。\n- ルルは移動不可のCCを持たないため、ラックスのスキルを避けるのが難しく、ダメージを受けやすい。\n- ラックスのバーストダメージは高く、ルルがシールドを使う前に大きなダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルルのHPを削ることでプレッシャーをかける。\n- ルルが味方を強化する前に、スキルを当ててダメージを与え、相手の行動を制限する。\n- 敵の動きを把握するために視界を確保し、ルルがエンゲージしようとするタイミングを読み取る。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ジリアンは強力なCCを持ち、特にスタンやスローを駆使してパンテオンのオールインを妨害することができるため、パンテオンの攻撃が通りにくい。\n- ジリアンのUltによる蘇生能力は、パンテオンが短時間でバーストダメージを与えたとしても、味方を守る手段として非常に効果的で、キルを取りにくくなる。\n- パンテオンはAoEダメージが乏しく、集団戦ではジリアンのサポート能力に対抗しづらく、特にジリアンが味方を支援することで戦況が不利に傾く。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、相手のCCを受けないように立ち回る。\n- ジリアンのUltが使われた後に攻撃を仕掛けることで、蘇生効果が無効化された状態でのキルを狙う。\n- ジリアンのマナ消費が大きいことを利用し、スキルの使用頻度を減らすようにプレッシャーをかけ、ジリアンのリソースを枯渇させる。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ジリアンは強力なCCを持ち、ザイラが接近されるとスタンやスローで捕まえられるリスクが高い。\n- ジリアンのUltによる蘇生能力は、ザイラの攻撃を無効化する可能性があり、ザイラのキルチャンスを減少させる。\n- ザイラは移動に役立つスキルがなく、ジリアンの攻撃を受けやすく、特にバーストダメージを持つ相手に対して脆弱。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- ザイラの植物を活用して、ジリアンの動きを制限し、ハラスを行うことでプレッシャーをかける。\n- 味方と連携し、ジリアンに対して集団で攻撃することで、彼の強みを無効化する。",
      "レオナ": "レオナが不利です。\n\n- ジリアンはスロー効果やスタンを持っており、レオナが接近するのを難しくします。これにより、レオナのオールイン能力が発揮しづらくなります。\n- ジリアンの蘇生能力は、レオナが攻撃を仕掛けた際に味方を守る手段となり、レオナの攻撃が無駄になる可能性があります。\n- ジリアンはマナ消費が大きいものの、スキルのクールダウンが長いため、レオナが攻撃を仕掛けるタイミングを見計らう必要がありますが、ジリアンのスキルを避けるのが難しいです。\n\n不利の緩和策：\n\n- ジリアンのスキルを避けるために、ミニオンを利用して移動し、タイミングを見計らって攻撃を仕掛ける。\n- ジリアンがスキルを使った後の隙を狙って、素早く攻撃を仕掛けることで、彼の反撃を最小限に抑える。\n- ジリアンのスキルのクールダウンを意識し、彼がスキルを使った後に積極的に攻撃を仕掛けることで、レオナの強みを活かす。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ジリアンは高い瞬間火力とAoEスタンを持っており、集団戦での影響力が大きいため、ブラウムが守りきれない場合がある。\n- ジリアンの移動速度のバフやデバフにより、ブラウムが接近するのが難しく、効果的なハラスやPeelができない。\n- ジリアンのUltによる蘇生能力は、ブラウムが守るべき味方を逆転させる可能性があり、ブラウムの防御力を無効化することができる。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを工夫し、味方と連携して動くことで、ジリアンの攻撃を受けにくくする。\n- ブラウムのパッシブを活かし、ADCと連携してジリアンに対してハラスを行い、早期にプレッシャーをかける。\n- ジリアンのUltを使用するタイミングを予測し、味方がフォーカスされる前にブラウムが先に動いて守ることで、効果的に味方を保護する。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、集団戦でのAoEスタンを活かして有利に戦えるため、モルガナが捕まるリスクが高い。\n- ジリアンのUltによる蘇生能力は、モルガナのCCを無効化される可能性があり、特にバーストダメージに依存する戦術が通用しづらい。\n- モルガナは全体的にクールダウンが長く、持続的な戦闘に向いていないため、ジリアンのスキルコンボに対して持続的に対抗するのが難しい。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- ジリアンのUltを意識し、味方と連携してタイミングを見計らい、攻撃を仕掛ける。\n- スペルシールドを活用し、味方を守ることでジリアンの攻撃を無効化し、チーム全体の生存率を上げる。",
      "レル": "レルが不利です。\n\n理由：\n- ジリアンは高い瞬間火力を持ち、特にバーストダメージに依存する敵に対して効果的な蘇生能力を持っているため、レルがオールインを狙う際にリスクが高い。\n- ジリアンのスキルは移動速度のバフやデバフを持っており、レルの追撃や逃走を妨げることができるため、レルの機動力が制限される。\n- ジリアンは単体をキルする性能が高く、レルが捕まるとすぐに倒されるリスクがあるため、レーンでのプレッシャーが強い。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを意識し、スキルのクールダウンを確認しながら行動する。\n- レーンでのハラスを控え、味方ジャングラーと連携してジリアンを狙うことで、レルの強みを活かす。\n- ジリアンのスキルを受けた後は、無理にオールインを狙わず、味方と一緒に行動することで生存率を高める。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ジリアンは強力なCCを持ち、特にスタンや蘇生能力を駆使してゼラスの攻撃を無効化したり、味方を守ることができるため、ゼラスのハラスが効果的に機能しづらい。\n- ジリアンは瞬間火力が高く、ゼラスが近づかれると簡単に捕まってしまうリスクがあるため、近距離での戦闘に弱いゼラスにとって非常に厳しい状況になる。\n- ジリアンのパッシブによる経験値の優位性により、レベル差がつきやすく、ゼラスがレーンでの優位を築くのが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを控え、ジリアンのスキルを避けることに集中し、マナを温存することで持続力を高める。\n- ジリアンのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- ジャングラーと連携し、ジリアンを狙ったギャンクを仕掛けることで、レーンでのプレッシャーを軽減し、優位に立つチャンスを作る。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、特に集団戦でのAoEスタンが脅威となるため、ポッピーは簡単に捕まってしまうリスクがある。\n- ジリアンのUltによる蘇生能力は、ポッピーが攻撃を仕掛けた際に味方を守る手段として非常に効果的で、ポッピーの攻撃が無効化される可能性が高い。\n- ポッピーは射程が短く、ジリアンの攻撃を避けるのが難しいため、ハラスやトレードで不利になりやすい。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- ジリアンのUltを使わせるために、味方と連携してジリアンをフォーカスし、早めにスキルを消費させる。\n- ジリアンのCCを受けないように、エンゲージのタイミングを見極め、味方のサポートを受けながら戦う。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ジリアンの攻撃を受けても耐えやすく、レーンでのサステインを強化できます。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ユーミが密着している間はジリアンの攻撃を避けやすく、安定したサポートが可能です。\n- ユーミは味方に密着することで安全に支援でき、特にADCとのシナジーが高いため、ジリアンの攻撃を無効化しやすいです。\n\n有利の取り方：\n- ジリアンのスキルを避けながら、味方に回復やシールドを提供し、レーンでの優位性を確保します。\n- ジリアンが攻撃を仕掛けてきた際に、味方を強化して反撃することで、ジリアンにプレッシャーをかけます。\n- 集団戦では、ジリアンのUltを意識しつつ、味方を守るためにシールドや回復をタイミングよく使用し、ジリアンの効果を無効化します。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ジリアンの攻撃を受けても持ちこたえやすく、味方の生存能力を高めることができる。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ソラカの回復やハラスに対して反撃が難しい。\n- ソラカのサイレンス効果により、ジリアンのスキルを無力化できるため、ジリアンのコンボを封じることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ジリアンのHPを削りつつ、味方のHPを回復して優位を保つ。\n- ジリアンがスキルを使った後に攻撃を仕掛け、反撃の隙を作る。\n- ジリアンがフォーカスされる場面で、味方をヒールしつつ、サイレンスを使ってジリアンの行動を制限する。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマはレベル6までの間、ジリアンに対して高いプレッシャーをかけることができ、ハラスやポジショニングで優位に立てる。\n- カルマのスネアやシールドを駆使することで、ジリアンの攻撃を避けたり、味方を守ることができるため、戦闘での生存率が高い。\n- ジリアンがレベル6に達する前に、カルマはスキルを使ってジリアンの動きを制限し、ダメージを与えるチャンスが多い。\n\n有利の取り方:\n- レベル6になる前に積極的にハラスを行い、ジリアンのHPを削る。\n- スキルを使ってジリアンの動きを制限し、味方と連携してキルを狙う。\n- 常に良いポジションを保ち、ジリアンのスキルを避けながら安全にダメージを与える。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはジリアンの攻撃を無力化する能力を持っており、特にジリアンのバーストダメージに対して効果的です。\n- ルルのシールドやHP増加のスキルにより、味方を守りながらジリアンの攻撃を受け流すことができます。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ルルはその隙を突いて攻撃するチャンスがあります。\n\n有利の取り方：\n- ジリアンの攻撃を避けつつ、前に出て攻撃することで、ジリアンにプレッシャーをかける。\n- ジリアンのスキルのタイミングを見計らい、味方と連携して攻撃を仕掛ける。\n- ルルのサポート能力を活かし、味方を守りながらジリアンに対抗することで、集団戦での優位性を保つ。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、ジリアンに対して積極的に攻撃を仕掛けやすい。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、パイクのフックやハラスに対して脆弱である。\n- パイクの移動スキルを駆使することで、ジリアンのCCを避けやすく、逆にジリアンを捕まえるチャンスが増える。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ジリアンのマナを削ることでスキルの使用を制限する。\n- フックを使ってジリアンを捕まえ、味方と連携してキルを狙う。\n- ジリアンがスキルを使った後の隙を狙い、移動スキルを使って距離を詰め、攻撃を仕掛ける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦でのバフ効果が強力なため、ジリアンの攻撃を耐えやすい。\n- ソナのスキルは発動が簡単で、操作が容易なため、ジリアンのスキルを避けやすく、安定したプレイができる。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ソナはその隙を突いてハラスを行いやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ジリアンのマナを消耗させることで、スキルの使用頻度を減らす。\n- 集団戦では味方全体にバフをかけ、ジリアンのCCを無効化することで、味方を守りつつ攻撃を行う。\n- ジリアンが孤立した際に、迅速にスキルを使ってサポートし、ジリアンを捕まえるチャンスを作る。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ポッピーが近づく前にハラスを受けやすい。\n- セナの回復能力により、ポッピーがダメージを与えても持続的に回復されてしまうため、トレードが不利になる。\n- セナはCCを持っており、ポッピーが接近する際に捕まるリスクが高く、逃げ手段が乏しいポッピーにとって非常に危険。\n\n不利の緩和策：\n- セナの攻撃を避けるために、草むらを利用して奇襲をかけることで、接近するチャンスを増やす。\n- セナのスキルを避けるために、タイミングを見計らってエンゲージを行い、CCを無駄にさせる。\n- セナのハラスを受けないように、レーンでの位置取りを工夫し、できるだけ安全な距離を保つ。",
      "アリスター": "アリスターが不利です。\n\n- セナは長射程を持ち、アリスターが近づく前にハラスを行いやすいため、レーンでのプレッシャーを受けやすい。\n- アリスターはCCを持っているが、セナの逃げ手段が乏しいため、捕まえるのが難しく、逆にセナの攻撃を受けるリスクが高い。\n- セナの回復能力により、アリスターのハラスが効果的でなくなり、レーン維持が難しくなる。\n\n不利の緩和策：\n\n- セナのハラスを避けるために、ミニオンの後ろに隠れながら動き、できるだけダメージを受けないようにする。\n- セナのスキルを避けるために、タイミングを見計らってエンゲージを行い、相手のスキルを使わせてから攻撃する。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛け、レーンでの優位を取り戻す。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- セナは長射程を持ち、ブラウムが近づく前に一方的にハラスを行うことができるため、ブラウムはレーンでのプレッシャーを受けやすい。\n- ブラウムはCCの発生が遅く、セナの攻撃を受けながら反撃するのが難しいため、捕まるリスクが高まる。\n- セナの回復能力により、ブラウムのハラスが効果的でなくなり、持ち味の防御力を活かしにくくなる。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミニオンを利用して位置取りを工夫し、ハラスを受けにくくする。\n- ブラウムのパッシブを活かすために、ADCと連携してセナに対してオールインを狙うタイミングを見計らう。\n- セナのスキルを避けるために、視界を確保し、敵の動きを把握しておくことで、捕まるリスクを減らす。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ラカンが接近する前にハラスを受けやすいため、レーンでの優位性を失いやすい。\n- セナのCCスキルによって、ラカンが接近する際に動きを制限されると、エンゲージやピールが難しくなる。\n- ラカンは基礎ステータスが低く、セナの攻撃を受けると脆弱で、捕まると簡単に倒される可能性が高い。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミニオンを利用して位置取りを工夫し、ハラスを最小限に抑える。\n- セナのCCを避けるために、味方と連携してタイミングを見計らい、エンゲージを行う。\n- セナが育つ前に積極的にハラスを行い、早期にキルを狙うことで、セナの成長を抑える。",
      "メル": "メルが不利です。\n\n理由：\n- セナは回復能力を持っており、メルのダメージを軽減できるため、持続的なハラスが難しい。\n- セナの射程が長く、メルはハラスを受けやすく、特に序盤でのレーン戦が厳しくなる。\n- セナはCCを持っており、捕まると一気に倒されるリスクが高く、逃げ手段が乏しいメルにとって非常に危険。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してセナの攻撃を遮る。\n- セナのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- ジャングラーと連携して、セナを狙ったギャンクを仕掛け、レーンのプレッシャーを軽減する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- セナは長射程でハラスが得意なため、モルガナが近づく前にダメージを与えられる。\n- モルガナのCCは発動までに時間がかかるため、セナの逃げる手段が乏しいことを利用されやすい。\n- セナの回復能力により、モルガナが与えるダメージを軽減されやすく、持続的な戦闘で不利になる。\n\n不利の緩和策：\n- セナの攻撃を避けるために、位置取りを工夫し、ハラスを受けないようにする。\n- セナのスキルを避けるために、モルガナのスペルシールドを適切に使用し、味方を守る。\n- セナが育つ前に積極的にオールインを狙い、早期にキルを取ることでレーンの主導権を握る。",
      "ジャンナ": "ジャンナが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ジャンナに対して一方的にハラスを行いやすいため、レーンでのプレッシャーを受けやすい。\n- セナの回復能力により、ジャンナのハラスが効果的でなくなり、持ち味のディスエンゲージが活かしにくくなる。\n- セナはCCを持っており、ジャンナが捕まると脆弱なため、特に序盤において危険な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、セナの攻撃を受けないようにする。\n- セナの攻撃を受けた際には、味方ADCと連携して反撃を行い、セナに対するプレッシャーをかける。\n- 視界を確保し、敵の動きを把握することで、セナのハラスを受けるリスクを減らす。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ミリオに対して一方的にハラスを行いやすいため、ミリオはレーンでのプレッシャーを受けやすい。\n- セナの回復能力により、ミリオがハラスを行っても効果が薄く、セナが持つ持続的なダメージを受けるリスクが高い。\n- セナはCCを持っており、ミリオが逃げる手段が乏しいため、捕まると簡単に倒される可能性が高い。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミリオは位置取りを工夫し、セナの射程外からのハラスを心がける。\n- ミリオのスキルを適切に使い、味方の攻撃力を強化してセナに対抗することで、トレードを有利に進める。\n- セナのCCを避けるために、ミリオは味方と連携し、エンゲージを行うタイミングを見計らうことで、セナの攻撃を受けにくくする。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、セナに対して強気にプレイできる。\n- セナは基礎ステータスが低く、序盤が弱いため、パイクの攻撃を受けやすい。\n- パイクのCCスキルはセナの動きを制限できるため、捕まえやすく、キルチャンスを作りやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、セナのHPを削る。\n- セナがスキルを使った後に隙を見てフックを狙い、捕まえる。\n- セナが孤立しているタイミングを見計らって、ガンクやサポートを行い、キルを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、セナの低い基礎ステータスを突いて一気にダメージを与えることができる。\n- セナは逃げ手段が乏しく、パンテオンのスタンを受けると捕まってしまうリスクが高い。\n- パンテオンは序盤からキルプレッシャーが高く、セナが育つ前に有利な状況を作りやすい。\n\n有利の取り方：\n- セナがハラスを行うタイミングを見計らい、リープを使って一気に距離を詰めて攻撃する。\n- セナが孤立している時や、サポートが不在の時に積極的にオールインを仕掛ける。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、セナを圧倒する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、セナのハラスを受けにくい。特に、セナの攻撃をシールドで軽減できるため、レーン維持がしやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ユーミの回復やシールドによってセナの攻撃を耐えやすく、トレードで優位に立てる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、セナの攻撃を避けながら効果的に支援できる。\n\n有利の取り方：\n- セナが攻撃してきた際に、ユーミのシールドを使って味方を守り、反撃のチャンスを作る。\n- セナが攻撃を仕掛けてきたタイミングで、ユーミが味方に密着し、回復を行いながらセナに対してハラスを行う。\n- セナが孤立しているタイミングを見計らい、ユーミが味方と連携して一気に攻め込むことで、セナにプレッシャーをかける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってセナを一方的に捕まえることができ、セナの逃げ手段が乏しいため、捕まった場合は即座にキルに繋がる可能性が高い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ブリッツクランクの攻撃を受けると非常に脆く、ハラスが効果的に行える。\n- ブリッツクランクのノックアップやサイレンスは、セナの回復能力を封じることができ、集団戦や1対1の状況でセナの強みを消すことができる。\n\n有利の取り方：\n- レーンでのハラスを行い、セナのHPを削りつつ、フックのチャンスを伺う。\n- セナがミニオンを攻撃しているタイミングや、スキルを使った後にフックを狙うことで、捕まえる確率を高める。\n- ブリッツクランクのスキルを使った後は、冷静に位置取りをし、セナが近づいてきた際に再度フックを狙うことで、持続的にプレッシャーをかける。",
      "カルマ": "カルマが有利です。\n\n理由：\n- セナは非常に柔らかく、攻撃のチャンスが多いため、カルマは積極的にハラスを行いやすい。\n- カルマは序盤から高いプレッシャーをかけることができ、セナの回復能力を無効化することができる。\n- セナには逃げる手段が乏しく、カルマのスネアやハラスによって捕まえやすい。\n\n有利の取り方：\n- セナの攻撃を避けつつ、スキルを使ってハラスを行い、レーンでの優位を築く。\n- セナがスキルを使った後に隙を見て攻撃し、ダメージを与える。\n- セナが回復を行うタイミングを狙って、スネアを当てて一気に攻撃する。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、セナを捕まえる能力に優れているため、セナの攻撃を封じることができる。\n- セナは序盤が非常に脆く、スレッシュの攻撃を受けると早期にキルを狙いやすい。\n- スレッシュは味方を救出するスキルを持っており、セナのハラスを受けても耐えることができるため、レーンでの持続力が高い。\n\n有利の取り方：\n- フックを使ってセナを捕まえ、オールインのチャンスを狙う。\n- セナの攻撃を避けつつ、彼女のスキルのクールダウンを見計らって攻撃する。\n- セナが孤立しているタイミングを見つけて、積極的に攻撃を仕掛ける。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タリックは持続力が高く、オールインを仕掛けると反撃される可能性があるため、ノーチラスは攻撃を仕掛けにくい。\n- タリックのスキルを受けると大きなダメージを受けるため、ノーチラスは慎重に動かなければならず、機動力の低さが影響する。\n- タリックのウルトはノーチラスの攻撃効果を軽減するため、オールインのタイミングを逃すことが多く、効果的なダメージを与えにくい。\n\n不利の緩和策：\n- タリックのスキルを避けることを意識し、タイミングを見計らって攻撃を仕掛ける。\n- タリックのウルトが切れた後に攻撃を仕掛けることで、効果的にダメージを与えるチャンスを作る。\n- 味方と連携してタリックを狙うことで、彼の持続力を無効化し、集団戦での優位性を確保する。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、タム・ケンチの攻撃を受け流しやすい。これにより、タム・ケンチのダメージが効果的に減少する。\n- タリックのスタンを持つスキルは、タム・ケンチのエンゲージを妨げるため、タム・ケンチが攻撃を仕掛けるタイミングを失いやすい。\n- タリックは集団戦でのカウンターエンゲージが得意で、タム・ケンチが前に出ると逆に不利な状況に陥る可能性が高い。\n\n不利の緩和策：\n- タム・ケンチはレーンでのハラスを避け、タリックのスキルを無駄にさせるように立ち回る。\n- タリックのスキルのクールダウンを利用して、タイミングを見計らってエンゲージを試みる。\n- タム・ケンチのウルトを味方のキャリーを守るために使い、タリックの攻撃を無力化することで、集団戦での影響を減らす。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- タリックは高い回復とシールドを持っており、スレッシュの攻撃を受け流すことができるため、持続的なハラスが難しい。\n- タリックの無敵状態が発動する前にダメージを与える必要があるが、スレッシュのスキルはクールダウンが長く、外した際の隙が大きいため、タイミングがシビア。\n- タリックは近接キャリーであり、スレッシュが攻撃を仕掛けると反撃を受けやすく、特にタリックのパッシブによるダメージが脅威となる。\n\n不利の緩和策:\n- レーンフェイズではタリックのウルトが発動する前に、スレッシュのコンボを駆使して早めにダメージを与えることを意識する。\n- タリックのスキルのクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- 味方と連携してタリックを囲む形でエンゲージし、タリックの無敵状態を無効化するようにする。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、集団戦での耐久力が高いため、ラカンの攻撃が通りにくい。\n- タリックのスタンを受けると、ラカンは移動不可になり、エンゲージやピールができなくなるため、非常に厳しい状況になる。\n- タリックは物理ダメージをスケールさせるため、ラカンの防御が低いと一方的にダメージを受けやすい。\n\n不利の緩和策：\n- タリックのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- タリックのスタンを受ける前に、味方と連携して先にエンゲージを仕掛け、タリックを無力化する。\n- タリックの攻撃を受ける前に、シールドや回復を活用して耐久力を高め、集団戦での生存率を上げる。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、ニーコのバーストダメージを軽減できるため、ニーコの攻撃が効果的に通りにくい。\n- タリックはスタンを持っており、ニーコが近づいて攻撃しようとした際に捕まえられるリスクが高い。\n- タリックは物理ダメージをスケールさせるため、ニーコの攻撃が通りにくく、特に集団戦ではタリックの無敵が厄介になる。\n\n不利の緩和策：\n- 遠距離からのハラスを心がけ、タリックが近づく前にダメージを与える。\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- 味方と連携し、タリックのスタンを避けるために一緒に行動し、奇襲を仕掛ける。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、ブリッツクランクの攻撃を受けた際に味方を守る能力が高いため、フックを当てても効果が薄い。\n- タリックの無敵スキルにより、ブリッツクランクのCCを無効化される可能性があり、逆に反撃を受けるリスクが高い。\n- タリックは機動力が低いとはいえ、ブリッツクランクのフックを避ける手段があり、特に集団戦ではタリックが有利に立ち回ることができる。\n\n不利の緩和策：\n- タリックのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルのクールダウンを確認してから行動する。\n- ブリッツクランクのフックを外した場合でも、他のスキルを活用して味方を守ることを意識し、無理に攻撃を仕掛けない。\n- タリックのスキルを受ける前に、味方と連携してタリックを先に排除する戦略を立て、集団戦での優位性を確保する。",
      "セナ": "セナが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、集団戦での耐久力が高いため、セナのハラスが効きにくい。\n- タリックのスタンを持つスキルにより、セナは捕まえられやすく、逃げる手段が乏しいため、リスクが高い。\n- タリックは近接攻撃型であり、セナの射程を活かした攻撃が難しく、逆に近づかれるとダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを控え、タリックのスキルを避けるように立ち回る。\n- サポートと連携し、タリックがエンゲージするタイミングを見計らって反撃する。\n- 早めにアイテムを購入し、耐久力を上げることでタリックの攻撃に耐えられるようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- タリックは近接戦に強く、回復やシールドを通じてザイラのダメージを軽減できるため、ザイラの攻撃が効果的に通りづらい。\n- タリックのスタンを持つスキルは、ザイラの移動を制限し、接近されると脆弱なザイラにとって致命的な状況を作り出す。\n- タリックは集団戦でのカウンターエンゲージが得意で、ザイラがハラスを行う際に反撃を受けやすい。\n\n不利の緩和策：\n- ザイラはタリックのスキルを避けるために、常に距離を保ちながら攻撃し、ハラスを行うことを心がける。\n- タリックのスキルのクールダウンを利用して、攻撃のタイミングを見計らい、スキルを当てるチャンスを増やす。\n- ザイラの植物を活用して、タリックが近づく前にダメージを与え、相手の行動を制限することで、戦闘を有利に進める。",
      "レル": "レルが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、レルの攻撃を受け流すことができるため、オールインが難しい。\n- タリックの無敵スキルにより、レルのCCを無効化される可能性が高く、エンゲージが成功しにくい。\n- タリックは物理ダメージをスケールさせるため、レルのARを削ることができ、タンクとしての耐久力が低下する。\n\n不利の緩和策：\n- レーンでのハラスを控え、タリックのスキルを避けることで、無駄なダメージを受けないようにする。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングでエンゲージを試みる。\n- 味方のジャングラーと連携し、タリックを狙ったギャンクを行うことで、レルの強みを活かす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、パンテオンのバーストダメージを軽減できるため、オールインが成功しにくい。\n- タリックのスタンや無敵スキルにより、パンテオンの攻撃を無効化されることが多く、トレードでの優位性が失われる。\n- タリックは機動力が低いパンテオンに対して、遠距離からのハラスや集団戦でのサポートが得意で、パンテオンが近づくのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避け、タリックのスキルを避けながらファームを優先する。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングでオールインを仕掛ける。\n- タリックのサポートを受けている味方チャンピオンと連携し、タリックを無視して他の敵チャンピオンを狙う。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、集団戦での耐久力が高いため、ラックスのバーストダメージを軽減されやすい。\n- タリックのスタンや無敵を活かしたカウンターエンゲージにより、ラックスが攻撃する隙を与えにくい。\n- タリックは近接戦に強く、ラックスの射程を活かしたハラスが通りにくく、接近されると脆弱なラックスにとって危険な状況になる。\n\n不利の緩和策：\n- レーンでのハラスを意識し、タリックのスキルを避けながら安全にダメージを与える。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてタリックの攻撃を受けやすくする。\n- ジャングラーと連携し、タリックを狙ったギャンクを仕掛けて、ラックスのバーストダメージを活かす機会を増やす。",
      "レオナ": "レオナが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、レオナの攻撃を受けても持続的に耐えることができるため、オールインが難しい。\n- タリックのアルティメットによって、周囲の味方が無敵になるため、レオナの攻撃が無効化される可能性が高い。\n- タリックは遠距離攻撃手段がないため、レオナが近づくと反撃されることが多く、特にタリックのスキルがクールダウン中でない限り、攻撃を仕掛けにくい。\n\n不利の緩和策：\n- タリックのスキルのクールダウンを意識し、クールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- タリックのアルティメットの発動タイミングを予測し、その前に攻撃を仕掛けるか、味方と連携して行動する。\n- レーンでのハラスを避け、タリックの回復を無駄にさせるために、ミニオンを利用して安全にプレイする。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- タリックは遠距離攻撃手段がなく、機動力も低いため、パイクのフックやハラスに対して脆弱です。\n- パイクのパッシブによる回復効果があるため、タリックのハラスに対して耐性が強く、序盤から有利に立ち回れます。\n- タリックは集団戦でのカウンターエンゲージが得意ですが、パイクは高い機動力を活かしてタリックのスキルを避けやすく、集団戦での影響力を低下させることができます。\n\n有利の取り方：\n- レーン序盤で積極的にハラスを行い、タリックのヘルスを削ることでプレッシャーをかける。\n- フックを使ってタリックを捕まえ、味方と連携してキルを狙う。\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは攻撃的なエンチャンターであり、豊富なCCを持っているため、タリックの無敵や回復を無効化しやすい。\n- ナミのハラス能力が高く、タリックが近づく前にダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- タリックは遠距離攻撃手段がないため、ナミの射程を活かして安全に攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのHPを削ることでプレッシャーをかける。\n- タリックがエンゲージを試みる前に、CCを使って彼を捕まえ、味方と連携して反撃する。\n- ナミのパッシブを活かして味方の移動速度を上げ、タリックの攻撃を避けつつ、チーム全体の機動力を向上させる。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、タリックのエンゲージを無効化することができるため、タリックが仕掛けてきた際に反撃しやすい。\n- ジャンナのシールドと回復能力により、タリックのダメージを軽減しつつ、味方を守ることができるため、持続戦闘で優位に立てる。\n- タリックは近接攻撃型であり、遠距離から攻撃できるジャンナに対しては、接近するのが難しく、ハラスを受けやすい。\n\n有利の取り方：\n- タリックが近づいてくるタイミングでCCを使い、彼の行動を制限することで、味方の安全を確保する。\n- ジャンナの移動速度を活かして、タリックの攻撃範囲外からハラスを行い、レーンでの優位を築く。\n- タリックがスキルを使った後のクールダウンを狙い、積極的にオールインを仕掛けることで、レーンでのプレッシャーを高める。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、タリックの攻撃を受けても持ちこたえやすい。\n- タリックは近接攻撃型であり、遠距離からハラスできるソラカに対して攻撃が届きにくい。\n- ソラカのサイレンス効果により、タリックのスキルを無力化しやすく、特に集団戦での影響力を削ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- タリックが近づいてきた際に、サイレンスを使ってスキルを封じ、反撃する。\n- タリックがエンゲージを試みる前に、味方と連携してタリックを排除する。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦においてタリックの回復やシールドを無効化しやすい。\n- セラフィーンの射程が長いため、安全な位置からタリックにハラスをかけることができ、タリックの近接攻撃を避けやすい。\n- タリックはエンゲージやハラスが不得意であり、セラフィーンのスキルの発生が遅いことを逆手に取ることで、タリックの攻撃を回避しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのヘルスを削ることで、彼の影響力を減少させる。\n- 集団戦では、味方の数に応じて効果が強化されるため、味方と連携してタリックを無力化する。\n- タリックが近づいてきた際には、スキルを連打してダメージを与え、彼の無敵やシールドを無駄にさせる。",
      "バード": "バードが有利です。\n\n理由：\n- バードは移動スキルを持ち、ロームが得意なため、タリックのスキルを避けながら有利な状況を作りやすい。\n- タリックは近接攻撃型であり、遠距離からのハラスが得意なバードに対して攻撃を当てにくい。\n- バードのスタンはタリックの無敵を無効化できるため、集団戦でのカウンターが有効。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのヘルスを削る。\n- タリックがスキルを使った後の隙を狙って、スタンを当ててダメージを与える。\n- 鐘を回収しながらマナを確保し、持続的にスキルを使用してタリックにプレッシャーをかける。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはタリックに対して無力化を使うことで、タリックの攻撃や回復を無効化できるため、戦闘を有利に進めやすい。\n- ルルのシールドやHP増加の効果により、味方の生存能力を高めることができ、タリックの回復やシールドを上回ることができる。\n- タリックは近接キャリーであり、遠距離から攻撃できるルルに対しては、接近するのが難しくなるため、ハラスがしやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、タリックが近づく前にダメージを与えることで、タリックのプレッシャーを減らす。\n- タリックがエンゲージを試みる際に無力化を使い、彼の攻撃を無効化することで、味方を守りつつ反撃のチャンスを作る。\n- 集団戦では、タリックの無敵を避けるために、味方のキャリーを強化し、タリックが無力化されるタイミングを狙って攻撃する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に回復やシールドを提供でき、タリックの攻撃を受けにくい。\n- タリックはエンゲージやハラスが不得意で、ユーミのスロー効果を活かして距離を保ちながら攻撃できる。\n- ユーミはタリックのスタンや無敵を避けることができ、集団戦でも味方を強化しやすい。\n\n有利の取り方：\n- ユーミはタリックの攻撃を避けつつ、味方ADCと連携してハラスを行い、タリックの体力を削る。\n- タリックがスキルを使った後のクールダウンを狙い、積極的に攻撃を仕掛ける。\n- 集団戦では、ユーミが味方に密着しながらタリックの無敵を無効化し、味方のダメージを最大化する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを持つ相手に対して強力なカウンターができるため、タリックのエンゲージを阻止しやすい。\n- ポッピーのCCスキルはタリックの無敵や回復を無効化することができ、集団戦での影響力が高い。\n- タリックは遠距離攻撃手段がないため、ポッピーの近接戦闘において有利に立ち回ることができる。\n\n有利の取り方：\n- レーンでのトレード時にタリックのスキルを避けつつ、ポッピーのCCを活用してダメージを与える。\n- タリックがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- 集団戦では、タリックの無敵を発動させる前にCCを当てて、味方を守る役割を果たす。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、味方の回復や加速を行うことで集団戦での生存率を高めることができるため、タリックの回復やシールドに対抗しやすい。\n- ソナのスキルは発動が早く、操作が簡単なため、タリックのスキルを避けながらハラスを行いやすい。\n- タリックは遠距離攻撃手段がなく、機動力も低いため、ソナが距離を保ちながら攻撃することで有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのスキルを避けながらダメージを与える。\n- 集団戦では味方を支援しつつ、タリックのエンゲージを無効化するためにタイミングを見計らってスタンを使う。\n- タリックが近づいてきた際には、後退しながらスキルを使い、距離を保ちながら戦うことで安全にダメージを与える。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、タリックの回復やシールドを上回るダメージを与えやすい。\n- ジリアンのCCスキルはタリックのエンゲージを妨げることができ、特にスタンを使うことでタリックの攻撃を無効化できる。\n- ジリアンのUltによる蘇生能力は、タリックの攻撃を受けた味方を守る手段として非常に効果的で、タリックの攻撃を無駄にすることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックの回復を強制的に使わせることで、相手のリソースを削る。\n- タリックがエンゲージを試みるタイミングで、CCを使って反撃し、タリックを無力化する。\n- ジリアンのUltをタイミングよく使用し、味方を守ることで、タリックの攻撃を無駄にし、集団戦での優位性を確保する。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、タリックのエンゲージを無効化しやすい。\n- スペルシールドにより、タリックのCCを防ぎつつ味方を守ることができるため、集団戦での優位性が高い。\n- タリックは遠距離攻撃手段がないため、モルガナの射程を活かして安全にハラスができる。\n\n有利の取り方：\n- レーンでのハラスを行い、タリックのHPを削ることでプレッシャーをかける。\n- タリックがエンゲージを試みる際に、CCを使って反撃し、相手の動きを制限する。\n- スペルシールドを活用して、タリックの攻撃を無効化し、味方と連携して集団戦を有利に進める。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、自己バフやスタンを活かして序盤から強力なハラスが可能で、セラフィーンの攻撃を防ぎやすい。\n- セラフィーンのスキルは発生が遅く、ブラウムのCCを受けると反撃が難しくなるため、オールイン合戦で不利になりやすい。\n- ブラウムは接近戦に強く、セラフィーンの射程を活かすことが難しく、近づかれるとハラス能力が低下する。\n\n不利の緩和策:\n- ブラウムのCCを避けるために、位置取りを意識し、距離を保ちながらスキルを使う。\n- 味方と連携して集団戦を仕掛け、ブラウムの防御を無視するようにする。\n- ブラウムの攻撃を受ける前に、スキルを使ってハラスを行い、早めに体力を削る。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ブリッツクランクのフックを受けても簡単にキルに繋がりにくい。\n- ブラウムのCCスキルは発生が遅いものの、接近されるとPeel能力が低下するため、ブリッツクランクが近づくと逆に不利な状況を作られることがある。\n- ブラウムは指定方向からのダメージを軽減するスキルを持っており、ブリッツクランクの攻撃を防ぎやすい。\n\n不利の緩和策：\n- ブラウムのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見極める。\n- ブラウムのパッシブを発動させないように、ADCと連携して攻撃を分散させる。\n- ブラウムのCCを受けた後の反撃を考慮し、逃げ道を確保しながら戦う。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ラックスの攻撃を軽減しやすいため、ハラスが効果的に行えない。\n- ブラウムのCCスキルは発生が遅いものの、接近されるとラックスは脆弱で、反撃を受けやすい。\n- ブラウムのパッシブによるスタンが発動すると、ラックスは一気に不利な状況に陥る可能性が高い。\n\n不利の緩和策：\n- ブラウムのスキルを避けるために、位置取りを工夫し、距離を保つことを意識する。\n- ブラウムがエンゲージする前に、スキルを当ててハラスを行い、相手のHPを削る。\n- 味方のジャングラーと連携し、ブラウムを狙ったGankを仕掛けて、レーンでの優位を取り戻す。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ノーチラスのエンゲージを無効化しやすい。\n- ブラウムのスキルは、ノーチラスのCCを受けた際にダメージを軽減することができ、ノーチラスの攻撃を受け流すことが可能。\n- ブラウムは射程が長いサポートに対して有利で、ノーチラスが接近する前にハラスを受けやすい。\n\n不利の緩和策：\n- ブラウムのスキルのクールダウンを意識し、Eのクールダウン中に攻撃を仕掛けることで、レーンを有利に進める。\n- ブラウムのスキルを避けつつ、タイミングを見計らってエンゲージを行い、相手のスキルを無駄にさせる。\n- 味方と連携し、ブラウムのパッシブを発動させる前に一気に攻撃を仕掛けることで、ダメージを与えるチャンスを増やす。",
      "ルル": "ルルが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減しやすいため、ルルのハラスが効果的に機能しにくい。\n- ブラウムのCCは発生が遅いものの、接近されるとルルのPeel能力が低下し、ダイバーやアサシンに対して脅威となる。\n- ブラウムのシールドはルルのスキルをブロックするため、ルルの支援能力が制限され、戦闘での影響力が低下する。\n\n不利の緩和策:\n- 距離を保ちながら、ブラウムの動きを観察し、適切なタイミングで攻撃を行うことで、リスクを減らす。\n- ブラウムが近づいてきた際に、ミニオンを利用してポークを試みることで、彼の行動を制限する。\n- ブラウムのCCを避けるために、移動を意識し、スキルを使うタイミングを工夫することで、戦闘を有利に進める。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ザイラの攻撃を軽減しやすいため、ハラスが効きにくい。\n- ブラウムのCCスキルは範囲攻撃であり、ザイラが接近されると簡単に拘束されてしまう。\n- ブラウムは接近戦に強く、ザイラの射程を活かす前に近づかれると脆弱な状態になる。\n\n不利の緩和策：\n- ブラウムとの距離を保ちながら、常に後退しつつハラスを行う。\n- 味方と連携して、ブラウムが接近する前に先手を打つようにする。\n- ブラウムのCCを避けるために、位置取りを意識し、スキルの発動タイミングを見極める。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、特にパッシブによるスタンを活かしてレオナの攻撃を防ぎやすい。\n- ブラウムのCCの発生が遅いため、レオナが接近してオールインを仕掛ける際に、ブラウムのスキルを避けるのが難しい。\n- ブラウムは射程が長いスキルを持っており、レオナがハラスを受けやすく、特にレーン段階での不利が大きい。\n\n不利の緩和策:\n- チーム全体での連携を強化し、ブラウムのパッシブを発動させないように注意する。\n- ブラウムのスキルを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- 耐久力を高めるアイテムを選択し、ブラウムの攻撃を受けても耐えられるようにする。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ソナのハラスや支援が効果的に機能しにくい。\n- ブラウムのCCは発生が遅いものの、接近されるとPeel能力が低下するため、ソナが捕まるリスクが高まる。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、ブラウムのオールインに対して非常に弱い。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブラウムの攻撃範囲外でハラスを行う。\n- ブラウムのCCを避けるために、味方と連携して動き、孤立しないようにする。\n- マナ管理を徹底し、必要な時にスキルを使えるようにして、持続的な支援を行う。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力なため、ブラウムの防御性能を無視してダメージを与えやすい。\n- ジリアンのCCスキルはブラウムの接近を妨げることができ、特にスタンを使うことでブラウムの行動を制限できる。\n- ジリアンの蘇生能力は、ブラウムがオールインを狙った際に味方を守る手段として非常に効果的で、逆転のチャンスを作りやすい。\n\n有利の取り方：\n- ブラウムが近づく前にスキルを使ってハラスを行い、HPを削る。\n- ブラウムのCCを避けるために位置取りを工夫し、味方と連携して攻撃する。\n- ブラウムがオールインを狙った際に、蘇生能力を活かして味方を守り、反撃のチャンスを作る。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ブラウムの攻撃を避けながら接近しやすいため、エンゲージやピールが得意です。\n- ラカンのCCはブラウムの防御能力を無力化することができ、特にノックアップやチャームを使うことでブラウムを無力化できます。\n- ラカンは味方にシールドや回復を提供できるため、ブラウムのハラスを受けてもレーンでのサステインが高く、持続的に戦える状況を作りやすいです。\n\n有利の取り方：\n- ブラウムのスキルの発動を待たずに、素早く接近してCCを当てることで、ブラウムの反撃を封じる。\n- ブラウムが味方を守るために前に出たタイミングを狙い、後ろから味方と連携して攻撃する。\n- ブラウムのパッシブを発動させる前に、連携して攻撃を仕掛け、スタンを受ける前にダメージを与える。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ブラウムに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ブラウムのCCスキルは発生が遅く、セナはその間に距離を取ることができるため、捕まるリスクが低い。\n- セナの回復能力により、ブラウムの攻撃を受けても持ちこたえやすく、持続的にハラスを続けることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ブラウムのHPを削ることでプレッシャーをかける。\n- ブラウムが近づいてきた際には、距離を取りつつスキルを使い、反撃のチャンスを狙う。\n- ブラウムのパッシブを発動させないように、ADCと連携して攻撃を行い、ブラウムのスタンを避ける。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムのエンゲージを無効化できるため、ブラウムの攻撃を効果的に防げる。\n- ポッピーは低CDの割合ダメージを持ち、1対1の戦闘性能が高いため、ブラウムとのトレードで有利に立ち回れる。\n- ブラウムはサステインがなく、遠距離攻撃手段が乏しいため、ポッピーの攻撃を受け続けると厳しい状況に追い込まれる。\n\n有利の取り方：\n- ブラウムが近づいてきた際に、ダッシュを阻止して反撃することで、ブラウムの動きを制限する。\n- ブラウムのパッシブを発動させる前に、積極的にハラスを行い、ブラウムの体力を削る。\n- ブラウムが味方を守るために前に出た際に、壁に押し付けることでスタンを狙い、味方と連携して攻撃する。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ブラウムのエンゲージを無効化しやすいため、相手の動きを制限できます。\n- アリスターのパッシブによる回復効果があるため、レーン維持が得意で、ブラウムのハラスを受けにくいです。\n- アリスターは集団戦でのタンク性能が高く、ブラウムの防御スキルに対しても有効に働きかけることができます。\n\n有利の取り方：\n- ブラウムが近づいてきた際に、CCを使って先手を取ることで、相手の行動を制限します。\n- レーンでのハラスを行い、ブラウムの体力を削ることで、相手のプレッシャーを減少させます。\n- 集団戦では、アリスターのエンゲージを活かして、ブラウムを無力化し、味方のダメージを通しやすくします。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、ブラウムの防御能力を無視して長時間拘束することができるため、集団戦やオールインで優位に立てる。\n- レルのパッシブによって敵のARとMRを減少させることができ、ブラウムのタンク性能を削ぐことができる。\n- レルは味方の移動速度を上げるスキルを持っており、追撃や逃走をサポートする能力が高いため、ブラウムのPeel能力を無力化しやすい。\n\n有利の取り方：\n- レルのCCを活かしてブラウムを拘束し、味方と連携して攻撃を仕掛ける。\n- ブラウムがスキルを使った後の隙を狙い、レルのスキルを当ててダメージを与える。\n- レルの移動速度バフを利用して、ブラウムの攻撃範囲外から安全にハラスを行う。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ブラウムの防御スキルを無視して高いバーストダメージを与えることができる。\n- ブラウムは接近戦が得意だが、ニーコは射程が長いため、遠くからハラスを行いやすく、ブラウムの攻撃を避けることができる。\n- ニーコのスネアやノックアップによって、ブラウムの動きを制限し、味方と連携して効果的に攻撃することができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ブラウムが近づく前にダメージを与える。\n- 擬態を利用してブラウムの注意を引きつけ、味方の攻撃をサポートする。\n- 敵のミニオンを利用してコンボを決め、ブラウムが反応する前にダメージを与える。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ブラウムの攻撃を受けても味方を回復しやすいため、持久戦に強い。\n- ブラウムは接近戦を得意とするが、ソラカは射程が長いため、遠距離からハラスを行いやすい。\n- ソラカのサイレンス効果により、ブラウムのCCスキルを無力化しやすく、エンゲージを防ぎやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ブラウムのHPを削ることで、オールインを仕掛ける余裕を作る。\n- ブラウムが近づいてきた際にサイレンスを使い、彼のCCを無効化して逃げるか反撃する。\n- 味方ADCと連携し、ソラカのヒールを活かして持久戦を展開し、ブラウムの攻撃を耐える。",
      "バード": "バードが有利です。\n\n理由：\n- バードは高い移動スキルを持ち、ロームが得意なため、ブラウムのエンゲージを避けやすい。\n- バードのスタンは範囲内のユニットを無力化できるため、ブラウムの防御性能を無視して攻撃できる。\n- バードは回復スキルを持っており、ブラウムのハラスを受けても持ちこたえやすい。\n\n有利の取り方：\n- ブラウムのCCを避けるために、常に位置取りに気を付けて動き回る。\n- スタンを狙ってブラウムが接近する前に攻撃し、味方と連携してダメージを与える。\n- 鐘を回収しながらレーンを維持し、ブラウムの攻撃を受ける時間を最小限に抑える。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ブラウムの接近を阻止することができるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、ブラウムのCCを無効化できるため、味方を守りながら攻撃を仕掛けることができる。\n- ブラウムは近接タイプであり、モルガナの射程を活かして安全にハラスができる。\n\n有利の取り方：\n- ブラウムが近づいてきた際に、スネアを使って捕まえ、ダメージを与える。\n- スペルシールドを活用して、ブラウムのCCを無効化しつつ、味方と連携して攻撃を仕掛ける。\n- レーンでのハラスを積極的に行い、ブラウムの体力を削り、オールインを仕掛けるタイミングを作る。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、パンテオンの攻撃を受けても持ちこたえやすいため、オールインの効果が薄れる。\n- ソラカのサイレンス効果により、パンテオンのスキルを無効化されると、攻撃のチャンスを失う。\n- ソラカは逃げ性能が乏しいものの、パンテオンの攻撃を受ける際にCCを使って行動を制限できるため、捕まるリスクが低い。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、サイレンスを受けないようにする。\n- レーンでのハラスを控え、ソラカの回復を無駄にさせるために、ミニオンを利用してトレードを行う。\n- ジャングラーと連携し、ソラカを狙ったギャンクを仕掛けて、早期にキルを狙う。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ソラカは高い回復能力を持ち、セラフィーンの攻撃を受けても持ちこたえやすいため、レーンでのハラスが効果的ではない。\n- ソラカのサイレンス効果により、セラフィーンのスキルを発動することが難しくなり、集団戦での影響力が低下する。\n- ソラカは逃げ性能が乏しいため、セラフィーンが攻撃を仕掛けるチャンスがあるが、逆にソラカのCCに捕まるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを控え、ソラカのスキルを避けつつ、味方と連携して安全にファームを行う。\n- ソラカのサイレンス効果を受けないように、スキルを発動するタイミングを見極める。\n- 集団戦では、ソラカの回復を無効化するアイテムを購入し、持続的なダメージを与えることで、彼女の強みを削ぐ。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ソラカの高い回復能力により、レオナの攻撃が効果的に無効化されるため、持続的なダメージを与えにくい。\n- ソラカのサイレンス効果がレオナのエンゲージを妨げるため、レオナがスキルを使えない状況が多くなる。\n- ソラカは射程が長く、レオナが近づく前にハラスを受けやすく、レーンでのプレッシャーが弱まる。\n\n不利の緩和策：\n- 早めに「ソーンメイル」や「フォース・オブ・ネイチャー」を購入し、ソラカの回復を抑える。\n- ソラカのスキルのクールダウンを考慮し、エンゲージのタイミングを慎重に選ぶ。\n- ソラカの攻撃を受けにくくするため、ミニオンを利用して接近するか、味方と連携して攻撃を仕掛ける。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ソラカの高いヒール性能により、アリスターの攻撃が効きにくく、持続的なハラスが難しい。\n- ソラカはサイレンス効果を持っており、アリスターのエンゲージやCCを無効化されるリスクが高い。\n- ソラカは逃げ性能が乏しいが、アリスターも短射程のため、ソラカの攻撃を受けやすく、逆にハラスを受けることが多い。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ソラカのスキルを避けつつ、味方ADCと連携して攻撃するタイミングを見計らう。\n- ソラカのサイレンスを避けるため、エンゲージを行う際は、相手のスキルのクールダウンを確認してから行動する。\n- 早めにアイテムを購入し、マナ管理を徹底することで、スキルを頻繁に使用できるようにする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、ラックスのハラスを受けても持ちこたえやすいため、レーンでの優位を保ちにくい。\n- ソラカのサイレンス効果により、ラックスのスキルを使うタイミングを制限され、攻撃的なプレイが難しくなる。\n- ソラカは逃げ性能が乏しいが、ラックスも接近されると脆弱であり、ソラカのCCを受けると一気に不利な状況に陥る。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つようにする。\n- ソラカの回復を無効化するアイテムを早めに購入し、彼女のヒール効果を減少させる。\n- レーンでのハラスを行う際は、味方ジャングラーと連携し、ソラカを捕まえるチャンスを作る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ブラウムの攻撃を受けても味方を回復できるため、持久戦で不利になる。\n- ソラカのサイレンス効果により、ブラウムのCCスキルを無力化される可能性が高く、エンゲージが難しくなる。\n- ソラカは射程が長く、ブラウムは近接キャリーであるため、ソラカからのハラスを受けやすく、レーンでのプレッシャーが弱まる。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、ハラスを最小限に抑える。\n- ブラウムのパッシブを活かすために、ADCと連携して攻撃を仕掛け、ソラカのヒールを無効化するタイミングを見計らう。\n- ジャングラーと連携して、ソラカを狙ったギャンクを行い、レーンでの優位性を取り戻す。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ジリアンの攻撃を受けても持ちこたえやすいため、ジリアンのキル性能が発揮しづらい。\n- ソラカのサイレンス効果により、ジリアンのスキルを無効化されると、ジリアンは攻撃手段を失い、非常に脆弱になる。\n- ソラカは逃げ性能が乏しいため、ジリアンが捕まるリスクが高く、逆にソラカに対して攻撃を仕掛けることが難しい。\n\n不利の緩和策：\n- ジリアンは味方と連携し、ソラカを孤立させることで、ヒールを受ける前にダメージを与えるチャンスを作る。\n- ソラカのサイレンスを避けるために、スキルを使うタイミングを見極め、相手のスキルを確認してから行動する。\n- マナ管理を徹底し、スキルを効率的に使うことで、持続的に戦えるようにする。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、ラカンの攻撃を受けても持ちこたえやすいため、ラカンのエンゲージが効果的に機能しにくい。\n- ソラカのサイレンス効果により、ラカンのスキルを無効化されると、エンゲージやピールができなくなり、戦闘での影響力が低下する。\n- ソラカは射程が長く、ラカンが接近する前にハラスを受けやすく、レーンでのプレッシャーを受けることが多い。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、タイミングを見計らってエンゲージを行う。\n- 味方のADCと連携し、ソラカに対して集中的に攻撃を仕掛けることで、彼女の回復を無効化する。\n- ソラカのサイレンス効果を受ける前に、他のチャンピオンと連携して攻撃を仕掛け、彼女のスキルを使わせるようにする。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、特にソラカの回復を無効化しやすい。\n- ユーミの回復やシールドにより、ソラカのハラスを耐えやすく、レーン維持が得意。\n- ソラカは逃げ性能が乏しく、ユーミのサポートを受けたADCがオールインを仕掛けることで、ソラカを捕まえやすい。\n\n有利の取り方：\n- ユーミはADCと連携して、ソラカに対して積極的にハラスを行い、HPを削る。\n- ソラカがスキルを使った後に、ユーミの回復やシールドを活用して反撃する。\n- ソラカが孤立したタイミングを見計らい、ユーミのサポートを受けたADCでオールインを仕掛ける。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ソラカの回復を妨げることができるため、レーンでのハラスがしやすい。\n- バードの移動スキルにより、ロームが得意で、他のレーンへのサポートが可能なため、マップ全体での影響力が高い。\n- ソラカは逃げ性能が乏しく、バードのCCやハラスによって捕まえやすい。\n\n有利の取り方：\n- ソラカのスキルを避けつつ、スタンを狙ってハラスを行う。\n- 鐘を回収しながら、ソラカの動きを制限することでレーンの主導権を握る。\n- ソラカが孤立しているタイミングを見計らって、他のレーンへのロームを行い、チーム全体のアドバンテージを作る。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってソラカを簡単に捕まえることができ、特に逃げる手段が乏しいソラカに対して強力なプレッシャーをかけられます。\n- ソラカは基礎ステータスが低く、特に耐久力が不足しているため、ブリッツクランクの攻撃で早期にキルを狙いやすいです。\n- ブリッツクランクのサイレンス効果により、ソラカの回復スキルを無効化できるため、味方の生存能力を大幅に削ぐことができます。\n\n有利の取り方：\n- レーンでのハラスを行い、ソラカのHPを削りつつフックのチャンスを伺う。\n- ソラカがスキルを使った後の隙を狙ってフックを当て、キルを狙う。\n- ジャングラーと連携してGankを仕掛け、ソラカを捕まえることでレーンの優位を確保する。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ソラカの行動を制限しやすいため、レーンでのハラスやトレードが有利に進められる。\n- ナミの攻撃的なスキルは全てダメージを持ち、ソラカの回復を上回るダメージを与えることができる。\n- ソラカは逃げ性能が乏しく、ナミのCCを受けると捕まえやすく、持続的なダメージを与えられる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ソラカのHPを削ることでプレッシャーをかける。\n- ソラカがスキルを使った後の隙を狙い、CCを当ててトレードを仕掛ける。\n- ソラカが回復を行うタイミングを見計らい、ダメージを与え続けて回復効果を無効化する。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、ソラカの回復を無効化するためのハラスがしやすい。\n- ソラカの攻撃を避けることで、レーンでの優位を保ちやすく、ソラカのスキルクールダウンを狙って攻撃することができる。\n- カルマはシールドや加速効果を持っており、味方を守りつつ攻撃することができるため、チーム戦でも有利に働く。\n\n有利の取り方：\n- ソラカの攻撃を避けることに重点を置き、相手のスキルを回避しながら立ち回る。\n- ソラカのスキルクールダウンを確認し、その隙を突いて攻撃するタイミングを見極める。\n- 自身のスキルを活かし、相手の動きを読みながらハラスを行い、レーンの主導権を握る。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、ブリッツクランクがフックを外した場合、逆に捕まってしまうリスクが高い。\n- レオナのオールイン能力に対して、ブリッツクランクは火力が低く、接近戦での競り合いに弱いため、レーンでのプレッシャーを受けやすい。\n- レオナは逃げ性能が高いADCやエンチャンターに対して不利であるため、ブリッツクランクのフックが当たらないと、逆に不利な状況を作られることが多い。\n\n不利の緩和策：\n- レオナのスキルを避けるために、位置取りを工夫し、フックを当てるタイミングを見極める。\n- レーンでのハラスを避けるために、サポートアイテムを活用し、回復を意識する。\n- ブリッツクランクのフックが当たった際に、味方と連携して即座に攻撃を仕掛け、レオナを無力化する戦略を取る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、セラフィーンのスキルを無力化しやすい。\n- セラフィーンのスキルは発生が遅く、レオナのオールインに対して反応しづらい。\n- セラフィーンは防御ステータスが低く、レオナの攻撃を受けるとすぐにダメージを受けてしまう。\n\n不利の緩和策：\n- レオナの攻撃を避けるために、位置取りを意識し、後方から支援する。\n- 味方と連携して、レオナがオールインを仕掛ける前に先手を打つ。\n- ワードをしっかりと置き、レオナの動きを把握しておくことで、危険を回避する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、接近されるとスタンやスネアで無力化されやすい。\n- ザイラは移動に役立つスキルがなく、レオナのオールインに対して逃げる手段が限られているため、接近されると脆弱。\n- レオナは序盤から強力なオールイン能力を持ち、ザイラのハラスを受けることで有利に立ち回ることができる。\n\n不利の緩和策：\n- レオナの攻撃を受ける前に、ミニオンを利用して距離を保ちながらハラスを行う。\n- サポートやジャングラーと連携して、レオナに対するガンクを狙い、早期にプレッシャーをかける。\n- 位置取りを意識し、レオナのスキルを避けるために常に後方に位置し、ザイラの射程を活かして攻撃する。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レオナは豊富なCCを持ち、特にオールインに強いため、パンテオンの攻撃を無力化しやすい。\n- パンテオンは火力がスキルに依存しており、レオナの高い耐久力に対して持続的なダメージを与えにくい。\n- レオナは接近戦での強さを活かしやすく、パンテオンが攻撃を仕掛ける前に先手を取られることが多い。\n\n不利の緩和策：\n- レオナのCCを避けるために、位置取りを意識し、相手のスキルを見極めてから攻撃を仕掛ける。\n- レーンでのハラスを避けるために、ミニオンを利用してレオナの攻撃を受けないようにする。\n- レオナがオールインを仕掛けてきた際には、味方と連携して反撃するタイミングを見計らう。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、ユーミの支援を無効化しやすい。特にオールインを仕掛けられると、ユーミは脆弱で対処が難しい。\n- ユーミはハードCCを持たず、レオナの攻撃を受けると逃げる手段が乏しいため、レオナの攻撃を受けやすい。\n- レオナは接近戦に強く、ユーミが密着している状態でも、レオナの攻撃を避けることが難しいため、ユーミのサポート能力が制限される。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、レオナの攻撃を受ける前に距離を保つように心がける。\n- ワーディングをしっかり行い、レオナの動きを把握することで、オールインを避けるタイミングを見極める。\n- ユーミの回復やシールドを活用し、レオナの攻撃を受けた際に味方をサポートし、耐久力を高める。",
      "セナ": "セナが不利です。\n\n- レオナは高い耐久力とCCを持ち、接近戦でのオールインが得意なため、セナは捕まると簡単に倒されてしまう。\n- セナは基礎ステータスが低く、序盤が弱いため、レオナの攻撃に耐えられず、ハラスを受けやすい。\n- レオナのCCによってセナの逃げ手段が制限され、捕まった際に逃げることが難しくなる。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、レオナの攻撃範囲外でハラスを行う。\n- サポートと連携して、レオナのスキルを避けるために視界を確保し、敵の動きを把握する。\n- アイテムを早めに購入し、耐久力を上げることでレオナの攻撃に耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レオナは強力なCCを持ち、オールインに対して非常に強いため、ノーチラスが攻撃を仕掛ける前にスタンやスネアで無力化される可能性が高い。\n- ノーチラスは移動速度が低く、レオナの攻撃を受けた際に反撃するのが難しく、レオナの攻撃を受け続けると厳しい状況に陥る。\n- レオナは序盤から高い耐久力を持ち、ノーチラスが仕掛けても逆に捕まえられるリスクがあるため、積極的に攻撃することが難しい。\n\n不利の緩和策：\n- レオナの攻撃を受ける前に、味方と連携して先に仕掛けることで、レオナの反撃を防ぐ。\n- レーンでのハラスを避けるために、ミニオンを利用してレオナの攻撃を受けないように立ち回る。\n- アイテムを早めに購入し、耐久力を上げることでレオナの攻撃に耐えられるようにする。",
      "ルル": "ルルが不利です。\n\n理由:\n- レオナは強力なエンゲージ能力を持ち、ルルが攻撃を仕掛ける前に捕まえられる可能性が高い。\n- ルルのCCは単体対象であり、レオナのようなタンクに対しては効果的に無力化できないため、集団戦での影響力が低くなる。\n- レオナの耐久力が高く、ルルの火力では彼女を倒すのが難しいため、レオナが先に攻撃を仕掛けると不利な状況に陥りやすい。\n\n不利の緩和策:\n- レオナのエンゲージを警戒し、位置取りを工夫して彼女の攻撃を避ける。\n- レオナが攻撃を仕掛けた際には、味方のADCを守るためにシールドを適切に使用する。\n- チームメイトとの連携を強化し、レオナの攻撃を受ける前に味方と一緒に行動することで、リスクを減らす。"
    },
    "loses": {
      "ジリアン": "ジリアンはレオナに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、レオナの耐久力を削りやすい。\n- ジリアンのCCはレオナの接近を妨げることができ、特にレオナがオールインを狙う際に有効に働く。\n- ジリアンの蘇生能力は、レオナの攻撃を受けた味方を守ることができ、逆転のチャンスを生むことができる。\n\n有利の取り方:\n- レオナが接近してきた際に、CCを使って動きを制限し、攻撃を仕掛ける。\n- レーンでのハラスを行い、レオナのHPを削りつつ、味方と連携してオールインを狙う。\n- ジリアンのスキルを駆使して、レオナが攻撃を仕掛けるタイミングをずらし、味方を守りながら反撃する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レオナのオールインを無効化することができるため、レオナの攻撃を受けにくい。\n- ジャンナのシールドや回復効果により、味方を守りながら戦うことができ、レオナの攻撃を耐えることができる。\n- ジャンナは移動速度を上げる能力を持っており、レオナの接近を妨げることができるため、レオナのCCを避けやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、レオナが近づく前にダメージを与える。\n- ジャンナのスキルを使って味方のADCを守り、レオナがオールインを仕掛けてきた際に反撃する。\n- 視界を確保し、レオナの動きを把握することで、彼女のエンゲージを予測し、適切にディスエンゲージを行う。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、レオナのオールインを拒否することができるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、レオナのCCを無効化できるため、味方を守りながら攻撃することが可能。\n- レオナは接近戦に強いが、モルガナは遠距離から攻撃できるため、レオナが近づく前にダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、レオナのHPを削ることでオールインのリスクを減らす。\n- スペルシールドを活用して、レオナのCCを無効化しつつ、味方と連携して反撃する。\n- モルガナのCCを使ってレオナを捕まえ、味方と一緒に攻撃することで、キルを狙う。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、レオナのオールインに対して持ちこたえることができるため、レーンでの生存能力が高い。\n- レオナの接近を阻止するためのスローやサイレンス効果を持っており、レオナのスキルを無力化しやすい。\n- ソラカは射程が長いため、レオナが近づく前にハラスを行いやすく、レーンでの優位を保ちやすい。\n\n有利の取り方：\n- レオナがスキルを使った後にハラスを行い、体力を削ることでオールインを避ける。\n- レオナが近づいてきた際にスローやサイレンスを使い、行動を制限して逃げる時間を稼ぐ。\n- 味方のADCと連携し、レオナがオールインを仕掛ける前にダメージを与えておくことで、レオナのリスクを高める。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レオナのエンゲージを無効化しやすいため、レーンでの対抗がしやすい。\n- アリスターのパッシブによる回復効果があるため、レオナのハラスに対して耐久力を保ちやすい。\n- アリスターはエンゲージやピールが得意で、集団戦においてレオナの攻撃を受け流しつつ味方を守ることができる。\n\n有利の取り方：\n- レオナがスキルを使った後にアリスターが反撃することで、レオナの隙を突く。\n- アリスターのCCを活かして、レオナが近づく前に先手を打つことで、レーンでの主導権を握る。\n- 集団戦ではアリスターのエンゲージを利用して、レオナを無力化し、味方のDPSを活かす位置取りをする。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、レオナの攻撃を軽減しやすいため、耐久力で優位に立てる。\n- ブラウムのパッシブによるスタンは、レオナのオールインを阻止するのに効果的で、レオナの攻撃を無力化できる。\n- ブラウムは味方を守る能力が高く、レオナのCCを受けた際にも味方をサポートしやすい。\n\n有利の取り方：\n- レオナがスキルを使った後に攻撃を仕掛け、パッシブを発動させてスタンを狙う。\n- ブラウムの防御スキルを活用して、レオナの攻撃を受け流しつつ、味方と連携してハラスを行う。\n- レオナが接近してきた際に、適切なタイミングでCCを使い、レオナの動きを制限して有利な状況を作る。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、レオナの攻撃を避けやすいため、接近戦での優位性があります。\n- ラカンのCCはノックアップとチャームであり、レオナのスタンを無効化することができるため、レオナのイニシエートを阻止しやすいです。\n- ラカンはシールドや回復を持っているため、レオナのハラスに対して耐久力を保ちやすく、レーンでのサステインが高いです。\n\n有利の取り方：\n- レオナがスキルを使った後に攻撃を仕掛け、反撃のチャンスを狙う。\n- ラカンのCCを活かしてレオナを捕まえ、味方と連携してオールインを仕掛ける。\n- レオナの攻撃を避けながら、ミニオンを利用して安全にハラスを行い、レーンの主導権を握る。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "ニーコが不利です。\n\n理由：\n- パンテオンはオールインの強さと短時間でのバーストダメージが得意で、ニーコが近づく前に大きなダメージを受ける可能性が高い。\n- パンテオンはスタンを持っており、ニーコの奇襲能力を無効化することができるため、ニーコが攻撃を仕掛けるのが難しくなる。\n- パンテオンは近接チャンピオンであり、ニーコの射程が短いため、ニーコが攻撃を仕掛ける際にリスクが高く、逆にハラスを受けやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、パンテオンの攻撃範囲外からハラスを行うように心がける。\n- パンテオンのスキルのクールダウンを意識し、スキルがないタイミングを狙って攻撃を仕掛ける。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、パンテオンの攻撃を耐える時間を増やす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パンテオンはオールインの強さがあり、リープとスタンを使って接近されるとラックスは対処が難しくなる。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱で、パンテオンのバーストダメージに耐えられない。\n- パンテオンは短時間でのバーストダメージが得意で、ラックスのスキルのクールダウンが長いため、反撃のチャンスが少ない。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、パンテオンの体力を削ることでオールインを避ける。\n- サポートアイテムや視界を確保し、パンテオンの動きを把握しておくことで、Gankやオールインを警戒する。\n- パンテオンのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- パンテオンはオールインが強力で、リープとスタンを持っているため、モルガナが捕まるリスクが高い。\n- パンテオンは短時間でのバーストダメージが得意で、モルガナのサステインが乏しいため、早期にキルを取られる可能性がある。\n- パンテオンは近接チャンピオンであり、モルガナの射程が短いため、攻撃を受けやすく、レーンでのプレッシャーが強い。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パンテオンのリープを避けるようにする。\n- パンテオンの攻撃を受ける前に、スペルシールドを使って味方を守る準備をする。\n- ジャングラーと連携し、パンテオンに対するGankを狙うことで、レーンの優位性を取り戻す。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- パンテオンはオールインの強さがあり、リープとスタンを使って短時間で高いバーストダメージを与えることができるため、セラフィーンは不意の攻撃に対処しづらい。\n- セラフィーンのスキルは発生が遅く、パンテオンのような瞬時に攻撃を仕掛ける相手には当てづらく、オールイン合戦で劣る。\n- パンテオンは近接チャンピオンであり、セラフィーンの射程を活かす前に接近されると、セラフィーンは脆弱な防御ステータスのために簡単に倒されてしまう。\n\n不利の緩和策：\n- セラフィーンは味方と連携し、パンテオンが攻撃を仕掛ける前にCCを使って行動を制限することで、オールインを防ぐ。\n- 遠距離からのハラスを活かし、パンテオンが近づく前にダメージを与えておくことで、トレードを有利に進める。\n- パンテオンのスキルクールダウンを意識し、クールダウン中に攻撃を仕掛けることで、セラフィーンの生存率を高める。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- パンテオンは対象指定のリープとスタンを持っており、ゼラスが近づかれると一気に攻撃される危険が高い。\n- ゼラスのスキルは発動が遅く、機動力の高いパンテオンに対して当てるのが難しいため、ハラスが効果的に行えない。\n- パンテオンは短時間でのバーストダメージが得意で、ゼラスは近距離での戦闘に弱いため、オールインされると簡単に倒される可能性がある。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パンテオンのリープが届かない距離を保つことで、ハラスを行う。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートや味方と連携し、パンテオンが孤立している時に攻撃を仕掛けることで、リスクを減らす。",
      "セナ": "セナが不利です。\n\n理由：\n- パンテオンはオールインの強さを持ち、リープとスタンでセナを捕まえやすく、セナの逃げ手段が乏しいため、簡単にキルされるリスクが高い。\n- パンテオンは短時間でのバーストダメージが得意で、セナの基礎ステータスが低いため、序盤にハラスを受けると非常に厳しい状況になる。\n- パンテオンは集団戦でのAoEダメージが乏しいが、セナは集団戦での持ち味を活かしにくく、パンテオンの強力な個別攻撃に対して脆弱である。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、パンテオンの攻撃を受けないようにする。\n- サポートと連携して、パンテオンのリープを避けるために視界を確保し、Gankを警戒する。\n- アイテムを早めに購入し、回復や防御力を強化することで、パンテオンのバーストダメージに耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- パンテオンは高いバーストダメージを持ち、オールインの際にノーチラスを瞬時に排除することができるため、ノーチラスは攻撃を受けやすい。\n- パンテオンのスキルは対象指定であり、ノーチラスのCCを無効化することができるため、ノーチラスのエンゲージが難しくなる。\n- ノーチラスは移動速度が遅く、パンテオンの機動力に対抗しづらいため、逃げられたり、逆に攻撃を受けるリスクが高い。\n\n不利の緩和策：\n- パンテオンのスキルクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトとの連携を強化し、パンテオンの攻撃を分散させることで、ノーチラスが受けるダメージを軽減する。\n- ノーチラスのシールドや耐久力を活かして、パンテオンの攻撃を耐えつつ、反撃のチャンスを伺う。",
      "ザイラ": "ザイラが不利です。\n\n- パンテオンは対象指定のリープとスタンを持っており、接近されるとザイラは簡単に捕まってしまう。\n- ザイラは移動に役立つスキルがなく、パンテオンのバーストダメージに対して脆弱であるため、接近されるとすぐに倒される可能性が高い。\n- パンテオンは短時間でのオールインが得意で、ザイラのハラスを無視して攻撃を仕掛けることができる。\n\n不利の緩和策：\n- ザイラは安全な距離を保ちながらハラスを行い、パンテオンが近づく前にダメージを与えることを心がける。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートとして、味方と連携してパンテオンに対抗するためのガンクや視界を確保し、孤立させないようにする。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの高いサステインを上回る火力を持っています。\n- パンテオンのリープとスタンにより、タム・ケンチは捕まえられやすく、反撃の機会が減少します。\n- タム・ケンチはエンゲージが苦手で、パンテオンの攻撃を受けると一方的に不利な状況に陥りやすいです。\n\n不利の緩和策：\n\n- パンテオンの攻撃を避けるために、位置取りを工夫し、リープのタイミングを見極める。\n- 味方のジャングラーと連携し、パンテオンに対するGankを仕掛けることで、彼の強みを削ぐ。\n- タム・ケンチのウルトを適切に使用し、味方を守ることで、パンテオンの攻撃を無力化する。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- パンテオンはオールインが強力で、リープとスタンを持っているため、ユーミが密着している味方を狙いやすい。\n- ユーミはハードCCを持たず、パンテオンの攻撃を受けると脆弱で、特に短期戦での対処が難しい。\n- パンテオンはバーストダメージが高く、ユーミの回復やシールドでは耐えきれない場合が多い。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、パンテオンの攻撃を避けるために位置取りを工夫する。\n- パンテオンがリープを使った後のクールダウンを狙い、攻撃の隙を突いて味方を支援する。\n- ワーディングを強化し、パンテオンの動きを把握することで、Gankやオールインを事前に警戒する。",
      "パイク": "パイクが不利です。\n\n理由：\n- パンテオンはオールインの強さがあり、リープとスタンを使ってパイクを捕まえやすいため、トレードで優位に立たれる。\n- パンテオンは短時間でのバーストダメージが得意で、パイクの耐久力が低いため、瞬時にキルされるリスクが高い。\n- パンテオンは集団戦でのAoEダメージが乏しいが、パイクも集団戦での瞬間火力が低く、パンテオンの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、パンテオンの攻撃を受けないようにする。\n- パンテオンのスキルを避けるために、フックやカモフラージュを駆使して、相手の攻撃をかわすタイミングを見極める。\n- サポートアイテムや視界管理を活用し、パンテオンの動きを把握して、Gankやオールインを避けるようにする。",
      "メル": "メルが不利です。\n\n- パンテオンはオールインの強さを持ち、短時間でのバーストダメージが得意なため、メルは近づかれると危険です。\n- メルは回復効果に対して弱く、パンテオンの攻撃を受けると持続的なダメージを与えられず、逆にダメージを受けやすいです。\n- パンテオンのリープとスタンによって、メルは動けなくなりやすく、反撃のチャンスが減少します。\n\n不利の緩和策：\n\n- パンテオンの攻撃を避けるために、位置取りを意識し、距離を保つように心がける。\n- パンテオンがオールインを仕掛けてくるタイミングを予測し、味方と連携してGankを狙う。\n- 早めにアイテムを購入し、耐久力を上げることで、パンテオンのバーストダメージに耐えられるようにする。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、パンテオンのオールインを無効化することができるため、ディスエンゲージが得意です。\n- ジャンナのシールドや回復効果により、パンテオンのバーストダメージを軽減できるため、耐久力が高まります。\n- パンテオンは集団戦でのAoEダメージが乏しく、ジャンナのサポート能力が活かされやすいです。\n\n有利の取り方：\n- パンテオンがオールインを仕掛けてきた際に、CCを使って距離を取ることで反撃のチャンスを作ります。\n- ジャンナのシールドを味方にかけて、パンテオンの攻撃を受け流しつつ、味方の攻撃をサポートします。\n- レーンでのハラスを行い、パンテオンのスキルを無駄にさせることで、レーンの優位を確保します。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、パンテオンのオールインに対して反撃しやすい。\n- AoEスタンを持っているため、集団戦でのパンテオンの攻撃を制限しやすく、味方のサポートが可能。\n- ジリアンのUltによる蘇生能力は、パンテオンのバーストダメージに対して非常に効果的で、味方を守ることができる。\n\n有利の取り方：\n- パンテオンがオールインを仕掛けてきた際に、スタンを使って反撃し、ダメージを与える。\n- パンテオンがスキルを使った後のクールダウンを狙い、積極的にハラスを行う。\n- ジリアンのUltを活用して、パンテオンの攻撃を受けた味方を蘇生し、戦局を有利に進める。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、パンテオンの攻撃を耐えやすい。\n- パンテオンはオールインが強力ですが、ソナのスタンを使うことでその攻撃を無効化できる。\n- ソナは集団戦での支援能力が高く、味方全体の生存率を向上させるため、パンテオンの短期的なバーストダメージに対抗しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、パンテオンのHPを削ることでプレッシャーをかける。\n- パンテオンがリープを使った後にスタンを狙い、反撃のチャンスを作る。\n- 集団戦では、味方を強化しつつ、パンテオンの攻撃を避ける位置取りを心がける。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、パンテオンのオールインを効果的に防ぐことができるため、集団戦やトレードで優位に立ちやすい。\n- パンテオンは短期的なバーストダメージが得意ですが、レルは自身と味方の移動速度を上げることで、逃げや追撃がしやすく、パンテオンの攻撃を避けることができる。\n- レルのパッシブによって、タンクとしての耐久力が高まり、パンテオンのダメージを軽減しやすい。\n\n有利の取り方：\n- レルのCCを活かして、パンテオンが攻撃を仕掛ける前に先手を打ち、拘束することで有利なトレードを狙う。\n- パンテオンがスキルを使った後の隙を狙い、レルのスキルを使って反撃することで、ダメージを与えつつ安全に立ち回る。\n- レルの移動速度アップの効果を利用して、パンテオンの攻撃を避けながら味方と連携し、Gankや集団戦でのエンゲージを行う。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、パンテオンのオールインを牽制しやすい。\n- スネアやシールドを駆使することで、パンテオンの攻撃を無効化したり、味方を守ることができる。\n- パンテオンはAoEダメージが乏しく、集団戦での効果的なダメージを出しづらいため、カルマのカイティングが有利に働く。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パンテオンのHPを削ることで、オールインを避ける。\n- 味方ADCと連携し、パンテオンが近づいてきた際にスネアを当てて攻撃する。\n- パンテオンがリープを使った後のクールダウンを狙い、攻撃の隙を突いて反撃する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、パンテオンのオールインを避けやすいため、攻撃を受けにくい。\n- ラカンのCCスキルはパンテオンの攻撃を無力化できるため、彼のバーストダメージを抑えることができる。\n- ラカンは味方を支援するシールドや回復を持っており、パンテオンの攻撃に対して耐久力を高めることができる。\n\n有利の取り方：\n- パンテオンがリープで攻撃してきた際に、ラカンのCCを使って反撃し、パンテオンを無力化する。\n- ラカンの機動力を活かして、パンテオンの攻撃を避けつつ味方と連携して攻撃する。\n- パンテオンがスキルを使った後のクールダウンを狙い、ラカンのスキルで積極的にエンゲージする。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、パンテオンのオールインを避けつつハラスを行いやすい。\n- ミリオのウルトにより、パンテオンのスタンを解除できるため、集団戦での影響力が高い。\n- パンテオンはAoEダメージが乏しく、ミリオの回復やシールドで持続的に戦うことができる。\n\n有利の取り方：\n- パンテオンがリープを使った後に、ミリオのスキルで味方を強化し、反撃する。\n- パンテオンが攻撃を仕掛けてきた際に、ミリオの回復やシールドを活用して耐え、逆にハラスを行う。\n- 集団戦ではミリオのウルトをタイミングよく使い、パンテオンのスタンを無効化して味方を守る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、パンテオンのオールインを耐えることができるため、レーンでの生存能力が高い。\n- パンテオンの攻撃を受けながらも、回復しつつハラスを行うことができるため、トレードで優位に立ちやすい。\n- パンテオンのスキルに対してサイレンス効果を持つため、彼のバーストダメージを無効化しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、パンテオンのHPを削りつつ自分のHPを回復する。\n- パンテオンがリープを使った際に、サイレンスを活用して彼のスキルを無力化し、反撃する。\n- 味方と連携して、パンテオンがオールインを仕掛けてきた際に、ヒールで支援しつつ攻撃を続ける。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、パンテオンのオールインを無効化することができるため、エンゲージを防ぎやすい。\n- アリスターのタフネスとパッシブによる回復効果により、レーン維持が得意で、パンテオンのバーストダメージに耐えることができる。\n- パンテオンはAoEダメージが乏しく、集団戦ではアリスターのピール性能が活かされやすい。\n\n有利の取り方：\n- パンテオンがリープを使った際に、アリスターのCCを使って反撃し、トレードで優位に立つ。\n- アリスターのエンゲージを活かして、パンテオンが孤立した際に積極的に攻撃し、キルを狙う。\n- パンテオンのUltが発動した際に、アリスターが味方を守るために位置取りをし、集団戦での影響力を高める。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、パンテオンのオールインを無効化できるため、対面でのトレードが有利になります。\n- 低クールダウンの割合ダメージと高いシールドにより、パンテオンとの1対1の戦闘で持続的にダメージを与えられます。\n- 豊富なCCを持ち、パンテオンの攻撃を制御しやすく、味方を守るPeel性能も高いため、チームファイトでも有利に働きます。\n\n有利の取り方：\n- パンテオンがリープを使った際に、即座に阻止することで反撃のチャンスを作ります。\n- レーンでのトレード時に、パンテオンのスキルのクールダウンを利用して、積極的に攻撃を仕掛けます。\n- パンテオンのUltが発動した際には、味方と連携して位置取りを工夫し、彼の攻撃を無効化することで、チーム全体の優位性を保ちます。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、パンテオンが近づく前にハラスを行いやすい。\n- パンテオンはオールインが強力ですが、ヴェル＝コズは距離を保ちながら攻撃できるため、パンテオンの攻撃を避けやすい。\n- ヴェル＝コズのAoE攻撃は、パンテオンが集団戦で苦手とする状況でも高いダメージを出すことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パンテオンのHPを削る。\n- パンテオンがリープを使った後の隙を狙って、スキルを当てる。\n- 集団戦では、後衛から安全に攻撃し、パンテオンが接近する前にダメージを与える。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブリッツクランクはフックを使ってラックスを捕まえることができ、接近されるとラックスは脆弱なため、簡単にキルされるリスクが高い。\n- ブリッツクランクのノックアップやサイレンスによって、ラックスのスキルを使う余裕がなくなり、反撃が難しくなる。\n- ブリッツクランクはタンクとしての耐久力が高く、ラックスのバーストダメージを受けても生き残ることができるため、持続戦闘で不利になる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにすることで、捕まるリスクを減らす。\n- サポートアイテムや視界を活用して、ブリッツクランクの動きを把握し、事前に警戒する。\n- スキルを当てやすい距離を保ちながら、ミニオンを利用してハラスを行い、ブリッツクランクにプレッシャーをかける。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブリッツクランクは接近戦に強く、フックでザイラを引き寄せることで簡単にキルを狙えるため、ザイラは常に警戒が必要です。\n- ザイラは移動に役立つスキルがなく、ブリッツクランクに近づかれると脆弱で、瞬時に倒されるリスクが高いです。\n- ブリッツクランクのノックアップやサイレンスによって、ザイラのスキルを発動する前に行動を制限されるため、火力を発揮しづらくなります。\n\n不利の緩和策：\n- ザイラは位置取りを意識し、常に安全な距離を保ちながらハラスを行うことで、ブリッツクランクの接近を防ぐことが重要です。\n- サポートや味方と連携し、ブリッツクランクが孤立している時に攻撃することで、彼のプレッシャーを軽減できます。\n- 早めにアイテムを購入し、耐久力を上げることで、ブリッツクランクの攻撃に耐えられるようにすることが有効です。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ブリッツクランクはフックを使ってミリオを捕まえることが得意で、ミリオの逃げる手段が限られているため、捕まりやすい。\n- ブリッツクランクのノックアップやサイレンスにより、ミリオの回復やシールドの効果を妨害される可能性が高い。\n- ブリッツクランクはタンクとしての耐久力が高く、ミリオの攻撃が通りにくいため、トレードで不利になることが多い。\n\n不利の緩和策：\n- ブリッツクランクのフックを避けるために、常に位置取りに注意し、ミニオンや壁を利用して動く。\n- ブリッツクランクがフックを外したタイミングを狙って、積極的にハラスを行い、相手にプレッシャーをかける。\n- 味方と連携して、ブリッツクランクに対して集団で行動し、孤立させないようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ブリッツクランクはフックを使ってモルガナを捕まえることができ、特にモルガナの移動速度が低いため、逃げるのが難しい。\n- ブリッツクランクのノックアップやサイレンスによって、モルガナのスキルを使うタイミングが制限され、反撃が難しくなる。\n- ブリッツクランクはタンクとしての耐久力が高く、モルガナのダメージを受け止めやすいため、持続戦闘で不利になる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- ブリッツクランクがフックを外したタイミングを狙って、積極的に攻撃を仕掛ける。\n- 味方と連携し、ブリッツクランクに対して集団で対処することで、彼のキャッチ能力を無効化する。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ブリッツクランクは高いキャッチ能力を持ち、フックでソラカを簡単に捕まえることができるため、奇襲を受けやすい。\n- ソラカは逃げ性能が乏しく、ブリッツクランクの攻撃を受けると致命的なダメージを受ける可能性が高い。\n- ブリッツクランクのエンゲージ能力に対して、ソラカはCCが限られており、対面へのプレッシャーをかけるのが難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- 味方と連携し、ブリッツクランクが仕掛けてきた際にはすぐにサポートを呼ぶ。\n- アイテムを活用して、重傷の影響を軽減し、回復能力を高める。",
      "セナ": "セナが不利です。\n\n- ブリッツクランクはフックを使ってセナを捕まえることができ、捕まると即座にキルにつながるリスクが高い。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、一度捕まると簡単に倒されてしまう。\n- ブリッツクランクのノックアップやサイレンスによって、セナの回復能力や攻撃が制限されるため、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- サポートと連携して、ブリッツクランクが近づいてくるタイミングを見計らってハラスを行う。\n- 早めにアイテムを購入し、耐久力を上げることで、捕まった際の生存率を高める。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ブリッツクランクのフックによって簡単に捕まるため、ゼラスは近距離での戦闘に弱く、致命的なダメージを受けるリスクが高い。\n- ブリッツクランクはノックアップやサイレンスを持っており、ゼラスのスキルを発動する前に行動を制限される可能性がある。\n- ゼラスは全てのスキルが発動に時間がかかるため、機動力の高いブリッツクランクに対して当てるのが難しく、ハラスが効果的に行えない。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ブリッツクランクのフックが届かない距離を保つようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブリッツクランクの攻撃を耐えられるようにする。\n- 味方と連携し、ブリッツクランクが孤立している時に攻撃を仕掛けることで、彼のプレッシャーを減らす。",
      "ナミ": "ナミが不利です。\n\n理由：\n- ブリッツクランクはフックを使って瞬時にナミを捕まえることができ、ナミの移動速度を上げるパッシブを無効化するため、接近されると非常に厳しい状況になります。\n- ナミのCCは発生が遅く、ブリッツクランクのフックやノックアップに対して反応が遅れると、逆に攻撃を受けるリスクが高まります。\n- ブリッツクランクはタンクとしての耐久力が高く、ナミのダメージを受け流しながら接近してくるため、ナミのハラスが効果的に機能しにくいです。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ブリッツクランクのフックを避けるために常に後ろに下がるようにする。\n- ブリッツクランクのスキルのクールダウンを考慮し、フックを外したタイミングで積極的にハラスを行う。\n- サポートアイテムや味方のミニオンを利用して、ブリッツクランクの接近を防ぎ、レーンでの安全を確保する。",
      "パイク": "パイクが不利です。\n\n理由：\n- ブリッツクランクはフックを使ってパイクを捕まえることが得意で、パイクの機動力を封じることができるため、トレードで不利になることが多い。\n- ブリッツクランクのタンク性能により、パイクの瞬間火力が発揮しづらく、集団戦での影響力が低下する。\n- ブリッツクランクはサイレンスやノックアップを持っており、パイクのスキルを無効化することで、パイクの動きを制限できる。\n\n不利の緩和策：\n- レーンでのハラスを避け、ブリッツクランクのフックを警戒しながら安全にCSを取る。\n- ブリッツクランクのスキルを避けるために、常に位置取りを意識し、壁を利用して移動する。\n- ブリッツクランクがフックを外したタイミングを狙って、反撃やギャンクを仕掛けることで、逆転のチャンスを作る。"
    },
    "loses": {
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持っており、ブリッツクランクが近づく前にダメージを与えることができるため、距離を保ちながら戦える。\n- ブリッツクランクのフックを反射するバリアを持っているため、彼の攻撃を無効化しやすく、逆に反撃のチャンスを得られる。\n- メルは確定キルを狙いやすく、ブリッツクランクのような脆いチャンピオンに対して高いダメージを出せる。\n\n有利の取り方：\n- ブリッツクランクがフックを使った後の隙を狙い、積極的に攻撃を仕掛ける。\n- ミニオンを利用して安全にCSを取りつつ、ブリッツクランクの動きを観察し、フックを避ける。\n- ブリッツクランクが近づいてきた際には、スネアを使って動きを制限し、味方と連携してキルを狙う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ブリッツクランクのフックを避けやすいため、捕まるリスクが低い。\n- 2種類のCCを持っているため、ブリッツクランクの行動を制限しやすく、特にエンゲージ時に有利に立ち回れる。\n- ラカンは味方を支援するシールドや回復を持っており、ブリッツクランクの攻撃を受けても耐えやすい。\n\n有利の取り方：\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージし、相手を無力化する。\n- ブリッツクランクが近づいてきた際に、CCを使って彼の行動を制限し、味方と連携して攻撃する。\n- ラカンの機動力を活かして、ブリッツクランクの視界外から接近し、奇襲をかける。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、エンゲージを防ぎやすい。\n- アリスターのタフネスとパッシブによる回復効果により、レーン維持が得意で、ブリッツクランクの攻撃を耐えることができる。\n- 集団戦において、アリスターはブリッツクランクのサイレンスやノックアップを無効化し、味方を守るピール性能が高い。\n\n有利の取り方：\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージし、相手を捕まえる。\n- ブリッツクランクが近づいてきた際に、CCを使って彼の行動を制限し、味方と連携して攻撃する。\n- 集団戦では、アリスターのUltを活かしてブリッツクランクの攻撃を軽減し、味方を守りながら反撃する。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは豊富なCCを持っており、ブリッツクランクの動きを制限することができるため、彼のフックを避けやすい。\n- レオナの耐久力が高く、ブリッツクランクの攻撃を受けても生存しやすい。特にオールインの際に有利に立ち回れる。\n- ブリッツクランクはフックを外すとプレッシャーがなくなるが、レオナはその間に攻撃を仕掛けることができるため、逆転のチャンスが生まれる。\n\n有利の取り方：\n- ブリッツクランクの動きを観察し、フックを避けるタイミングを見計らって接近する。\n- 味方と連携し、ブリッツクランクがフックを外したタイミングで一気に攻撃を仕掛ける。\n- レーンでのハラスを活用し、ブリッツクランクにプレッシャーをかけてマナを消耗させる。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ブリッツクランクのフックを受けても耐えることができるため、相手の攻撃をしっかりと受け止められます。\n- ブラウムのパッシブによるスタン効果を活かすことで、ブリッツクランクを捕まえやすく、逆にキルを狙うチャンスを作れます。\n- ブリッツクランクのスキルはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、ブラウムが冷静に立ち回ることで相手のミスを誘いやすいです。\n\n有利の取り方：\n- ブラウムのパッシブを活かして、ADCと連携しながらブリッツクランクに対してハラスを行い、スタンを狙います。\n- ブリッツクランクがフックを外したタイミングで積極的に前に出て、相手を捕まえるチャンスを作ります。\n- ブリッツクランクが接近してきた際には、しっかりと壁を利用して逃げ道を確保しつつ、味方を守るためのPeelを行います。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ブリッツクランクのフックを避けつつ、長時間拘束することができるため、集団戦でのエンゲージが得意です。\n- レルのパッシブによって、ブリッツクランクに対してAR/MRを吸収しやすく、ダメージを与えやすいです。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるため、レルはその隙を突いて攻撃しやすいです。\n\n有利の取り方：\n- レルのCCを活かして、ブリッツクランクがフックを外したタイミングで積極的に攻撃を仕掛ける。\n- ブリッツクランクのフックを避けるために、位置取りを工夫し、相手のスキルを無駄にさせる。\n- 味方と連携して、レルの移動速度アップのスキルを使い、ブリッツクランクを追い詰める。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ブリッツクランクのフックを避けやすい。\n- ユーミの回復やシールドによって、ブリッツクランクの攻撃を耐えやすく、オールインに対しても強い。\n- ブリッツクランクはハードCCを持たないため、ユーミは自由に動き回りながら味方を強化できる。\n\n有利の取り方：\n- レーンでのハラスを行い、ブリッツクランクのマナを消耗させる。\n- 味方ADCと連携し、ブリッツクランクがフックを外したタイミングで攻撃を仕掛ける。\n- ブリッツクランクが近づいてきた際に、味方に密着して回復やシールドを活用し、反撃のチャンスを作る。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ブリッツクランクの動きを制限しやすいです。特に、ブリッツクランクがフックを外した場合、ノーチラスは反撃のチャンスを得ます。\n- ノーチラスの耐久性が高く、ブリッツクランクの攻撃を受けても生存しやすいため、集団戦での役割を果たしやすいです。\n- ブリッツクランクのフックを利用して、ノーチラスはより良いポジションを取ることができ、効果的に敵を捕まえることができます。\n\n有利の取り方：\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージし、CCを活かして敵を拘束します。\n- ブリッツクランクのADCに対してアングルを取り、ノーチラスのCCを使ってダメージを与えます。\n- チームファイトでは、ノーチラスの耐久性を活かし、前線でブリッツクランクのスキルを避けつつ、味方を守る役割を果たします。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージや拘束が得意なため、パイクの動きを制限しやすい。\n- レルの耐久力が高く、パイクの瞬間火力が低いため、トレードで有利を取るのが難しい。\n- レルは移動速度を上げるスキルを持っており、パイクの捕まえる能力をかわされやすい。\n\n不利の緩和策：\n- レルのスキルを避けるために、位置取りを意識し、敵のスキルを見極めてから攻撃する。\n- レーンでのハラスを控え、レルのCCを受けないように慎重に動くことで、無駄なダメージを避ける。\n- 味方のジャングラーと連携し、レルに対してギャンクを狙うことで、レーンのプレッシャーを軽減する。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- レルは強力なAoE CCを持ち、集団戦やオールインでの拘束力が高いため、パンテオンの攻撃を容易に妨害できます。\n- レルのパッシブによってARとMRを吸収されるため、パンテオンのダメージが減少し、特にタンク相手には息切れしやすくなります。\n- レルは機動力が高いキャリーやピーラーに対して強いが、パンテオンはAoEダメージが乏しく、集団戦での効果が薄くなります。\n\n不利の緩和策:\n- レルのスキルを避けるために、位置取りを工夫し、オールインのタイミングを見極めることが重要です。\n- レルのCCを受ける前に、味方と連携して攻撃を仕掛けることで、レルのスキルを無駄にさせることができます。\n- アイテムを工夫して、耐久力を上げることで、レルのダメージを軽減し、持続的に戦えるようにすることが有効です。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- レルは強力なタンクであり、複数のCCスキルを持っているため、ユーミが密着して支援することが難しく、オールインを仕掛けられると脆弱です。\n- ユーミはハードCCを持たず、レルの拘束能力に対抗できないため、レルに捕まると逃げる手段が限られます。\n- レルはタンクとしての耐久力が高く、ユーミの回復やシールドだけでは持ちこたえられず、トレードで不利になることが多いです。\n\n不利の緩和策:\n- レルのスキルを避けるために、味方ADCと連携して立ち位置を工夫し、レルの攻撃を受けないようにする。\n- レルがオールインを狙ってくるタイミングを見極め、味方と一緒に行動してサポートを強化する。\n- ワーディングをしっかり行い、レルの動きを把握することで、先手を打って逃げる準備を整える。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- レルは複数のCCスキルを持ち、集団戦でのエンゲージやPeelが得意なため、ブリッツクランクがフックを当てる前に拘束されるリスクが高い。\n- レルのパッシブによってARとMRを吸収されるため、タンクとしての耐久力が高く、ブリッツクランクのダメージが通りにくい。\n- レルは機動力が高いキャリーやピーラーに対して強いが、ブリッツクランクは基礎移動速度が低く、逃げる手段が乏しいため、逆に捕まるリスクが増す。\n\n不利の緩和策：\n- レルのスキルを避けるために、フックを無闇に使わず、タイミングを見計らって使用する。\n- レルのCCを受けた後は、味方と連携して一緒に行動し、孤立しないようにする。\n- レルのスキルのCDを意識し、スキルが使われた後に攻撃を仕掛けることで、リスクを減らす。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レルは移動を止める能力が高く、ノーチラスのエンゲージを無効化しやすいため、オールインが難しい。\n- レルのスキルは発生にラグがあるため、ノーチラスがスキルを外すと反撃のチャンスを与えてしまう。\n- レルはタンクに対して強いダメージを与えることができ、ノーチラスの耐久力を削りやすい。\n\n不利の緩和策：\n- レルのスキルを見極め、冷静に対処することで反撃のチャンスを増やす。\n- レルのスキルを外したタイミングを狙って、積極的に攻撃を仕掛ける。\n- 味方と連携し、集団戦でのサポートを強化することで、レルに対抗する。",
      "セナ": "セナが不利です。\n\n理由：\n- レルは強力なエンゲージ能力を持ち、セナが捕まると一気に倒される危険が高い。\n- レルのCCスキルによってセナの動きが制限され、逃げる手段が乏しいため、反撃が難しい。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、レルの攻撃に対して脆弱である。\n\n不利の緩和策：\n- レルのエンゲージを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- サポートアイテムや回復スキルを活用して、レーンでのハラスを受けても耐えられるようにする。\n- 可能であれば、味方ジャングラーと連携してレルを攻撃し、セナが安全にハラスできる状況を作る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージや拘束が得意なため、ブラウムのPeel能力を無効化しやすい。\n- レルの移動速度を上げるスキルにより、ブラウムが接近する前に攻撃を受けるリスクが高まる。\n- ブラウムはサステインがなく、レルのハラスに対して耐えにくく、特にレーンでのハラスが厳しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながら立ち回り、レルのスキルを避ける。\n- ADCと連携して、レルの攻撃を受ける前に先手を打つように心がけ、パッシブを活かすタイミングを見計らう。\n- ブラウムの防御スキルを活用し、レルのスキルショットをブロックすることで、味方を守る意識を持つ。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レルは強力なCCスキルを持ち、接近されると拘束されてしまうため、ラックスの行動が制限される。\n- レルのタンク性能により、ラックスのバーストダメージが通りにくく、持続的なダメージを与えるのが難しい。\n- レルは味方の移動速度を上げるスキルを持っており、集団戦でのエンゲージや逃げる際に有利に働くため、ラックスが孤立しやすい。\n\n不利の緩和策：\n- レルのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてレルの攻撃に耐えられるようにする。\n- 味方のジャングラーやミッドレーナーと連携し、レルを捕まえるチャンスを作り、逆にプレッシャーをかける。"
    },
    "loses": {
      "ジリアン": "ジリアンはレルに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力なため、レルの耐久力を早期に削ることができる。\n- ジリアンのCCスキルはレルの動きを制限し、特に集団戦でのエンゲージを阻止するのに効果的である。\n- ジリアンの蘇生能力は、レルの攻撃を受けた味方を守る手段として非常に有効で、レルのオールインを無効化できる。\n\n有利の取り方:\n- レルがエンゲージを試みる前に、ジリアンのCCを使って先手を取ることで、レルの動きを制限する。\n- ジリアンのパッシブを活かしてレベル差をつけ、早期に強力なスキルコンボを決める。\n- 味方が攻撃を受けた際に、適切なタイミングで蘇生を使い、レルの攻撃を無効化しつつ逆転のチャンスを作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を出しやすく、レルに対しても持続的なダメージを与えることができる。\n- バードのスタンはレルのエンゲージを無効化できるため、集団戦でのレルの動きを制限しやすい。\n- バードは移動スキルを持っており、レルのスキルを避けやすく、機動力の高いプレイが可能。\n\n有利の取り方：\n- 鐘を積極的に回収し、レルとのハラスを行いながらレーンを維持する。\n- スタンを活用してレルのエンゲージを阻止し、味方と連携して攻撃する。\n- ロームを行い、他のレーンでのサポートを行うことで、レルにプレッシャーをかけ続ける。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、レルのCCを避けながら味方を支援しやすい。\n- セラフィーンの射程が長く、安全な位置から攻撃できるため、レルの接近を防ぎやすい。\n- レルはスキルの発生にラグがあり、機動力の高い相手に対して当てづらいため、セラフィーンのスキルを避けることができる。\n\n有利の取り方：\n- レルが接近してくる前に、スキルを使ってハラスを行い、体力を削る。\n- 集団戦では味方と連携し、レルの動きを制限するためにスキルをタイミングよく使用する。\n- セラフィーンのパッシブを活かして、スキルを連打し、レルの耐久力を削りつつ味方を強化する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レルのエンゲージを無効化することができるため、集団戦での影響力が高い。\n- ジャンナのシールドや回復効果により、味方を守ることができ、レルの攻撃を受けても耐えやすい。\n- ジャンナは移動速度を上げる能力があり、レルの拘束から逃げやすく、逆に追撃することも可能。\n\n有利の取り方：\n- レルがエンゲージを仕掛けてきた際に、タイミングよくディスエンゲージを行い、味方を守ることで反撃のチャンスを作る。\n- レルのスキルを避けながら、味方の位置を調整し、レルが攻撃しづらい状況を作る。\n- レーンでの視界を確保し、レルの動きを把握することで、先手を取って有利な状況を作り出す。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化しやすいため、集団戦でのピール性能が高い。\n- アリスターのパッシブによる回復効果で、レルの攻撃を受けてもレーン維持がしやすく、持久戦に強い。\n- アリスターはタンクとしての耐久力が高く、レルのダメージを軽減しながら反撃することができる。\n\n有利の取り方：\n- レルのスキルを避けつつ、タイミングを見計らってエンゲージを行い、相手を拘束する。\n- レーンでのハラスを行い、レルの体力を削ることで、レーンの主導権を握る。\n- 集団戦では味方と連携し、レルの動きを制限しつつ、味方の攻撃をサポートする。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、レルのエンゲージを無効化できるため、レルの強みを活かさせない。\n- ポッピーは低CDの割合ダメージを持ち、1対1の戦闘性能が高いため、レルとのトレードで優位に立ちやすい。\n- ポッピーのCCは発生が早く、レルの動きを制限することで味方を守るPeel性能が高い。\n\n有利の取り方：\n- レルがエンゲージを試みるタイミングで、ポッピーのスキルを使って阻止し、反撃する。\n- レルが近づいてきた際に、ポッピーのシールドを活かして耐えつつ、トレードを仕掛ける。\n- 集団戦では、ポッピーのCCを活かしてレルを拘束し、味方が攻撃しやすい状況を作る。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を利用して奇襲を仕掛けることができ、レルのCCスキルを避けながら攻撃することが可能です。\n- ニーコの範囲攻撃とスタンを持つアルティメットにより、集団戦でのダメージを高めることができ、レルのタンク性能を無視してダメージを与えやすいです。\n- レルは機動力が低く、ニーコの射程を活かして安全にハラスを行うことができるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- レルが近づいてくるタイミングで擬態を使い、奇襲を仕掛けてダメージを与える。\n- レルのCCスキルを避けるために、距離を保ちながらハラスを行い、レルのスキルを無駄にさせる。\n- 集団戦では、ニーコのアルティメットを使ってレルを含む敵チャンピオンをまとめて攻撃し、味方と連携して有利な状況を作る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、レルのエンゲージを無効化しやすいです。特に、レルが接近してきた際にスネアを当てることで、彼女の動きを制限できます。\n- モルガナのスペルシールドは味方を守る能力が高く、レルのCCを防ぐことで、味方の生存率を上げることができます。\n- レルはタンクとしての耐久力が高いですが、モルガナは足を止めている敵に対して高いDPSを発揮できるため、レルに対してもダメージを与えやすいです。\n\n有利の取り方：\n- レルが接近してきた際に、スネアを当てて彼女の動きを制限し、味方と連携して攻撃する。\n- スペルシールドを活用して味方を守りつつ、レルのCCを無効化し、集団戦での優位性を保つ。\n- レーンでのハラスを行い、レルのHPを削りつつ、モルガナのスキルを駆使してレルにプレッシャーをかける。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、味方の生存能力を大幅に向上させることができるため、レルの攻撃を耐えやすい。\n- レルは機動力が低く、スキルの発生にラグがあるため、ソラカの攻撃や回復を避けるのが難しい。\n- ソラカは射程が長く、レルが近づく前にハラスを行いやすく、レーンでの優位を保ちやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レルのHPを削ることでプレッシャーをかける。\n- 味方と連携し、レルがエンゲージを試みる際にヒールを活用して耐える。\n- レルのスキルを避けながら、適切なタイミングで回復を行い、持続的にレーンを支配する。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、モルガナが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCは発生が遅いものの、接近されると致命的なダメージを受けるため、モルガナの自衛が難しい。\n- モルガナのスペルシールドはヴェル＝コズの攻撃を防げないため、ハラスや集団戦での影響を受けやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ヴェル＝コズのスキルを避けるようにする。\n- 味方のジャングラーと連携し、ヴェル＝コズに対するガンクを狙うことで、プレッシャーをかける。\n- アイテムを工夫してマナ管理を行い、持続的にスキルを使用できるようにする。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ハラスが得意なため、ブランドは距離を保つのが難しく、常にダメージを受けやすい。\n- ヴェル＝コズのCCスキルはノックアップであり、接近されるとブランドは無力化され、反撃が難しくなる。\n- ブランドは自衛手段が乏しく、特にアサシン系のチャンピオンに対して脆弱であるため、ヴェル＝コズの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ヴェル＝コズのスキルを避ける。\n- サポートアイテムを活用して、マナを効率的に管理し、スキルを連打し続けることでレーン維持力を高める。\n- チームメイトと連携し、ヴェル＝コズに対して集団でエンゲージを仕掛けることで、彼のスキルを封じる機会を作る。",
      "セナ": "セナが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、セナに対して一方的にハラスを行いやすいため、レーンでの優位性を失いやすい。\n- ヴェル＝コズのCCスキルによって、セナが接近されると無力化されやすく、特に逃げ手段が乏しいため、捕まると致命的なダメージを受ける可能性が高い。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴェル＝コズの高い火力に対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、ヴェル＝コズのスキルを避けるように心がける。\n- サポートの視界を確保し、ヴェル＝コズの動きを把握することで、ギャンクやハラスを受けにくくする。\n- セナの回復スキルを活用し、味方と連携してダメージを受けた際に素早く回復することで、持続的にレーンに留まる。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ザイラよりも遠くからハラスを行いやすいため、ザイラが攻撃を当てる前にダメージを受ける可能性が高い。\n- ヴェル＝コズのCCスキルはノックアップを持ち、接近された際にザイラを無力化することができるため、ザイラが自衛するのが難しい。\n- ザイラは移動に役立つスキルがなく、機動力が低いため、ヴェル＝コズの攻撃を避けるのが難しく、特にUltの詠唱中に狙われると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ヴェル＝コズのスキルを避けるように心がける。\n- サポートアイテムやポーションを活用して、マナとHPを維持し、持続的にハラスを行えるようにする。\n- チームメイトと連携し、ヴェル＝コズに対してエンゲージを仕掛けるタイミングを見計らい、集団戦での有利を狙う。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、遠距離からのハラスが得意なため、レオナが接近する前にダメージを受けやすい。\n- ヴェル＝コズのスキルは高いダメージを持ち、特に機動力の低いレオナに対しては簡単に攻撃を当てることができる。\n- レオナは火力が低く、特に中盤以降はダメージが不足しがちで、ヴェル＝コズの高火力に対抗しづらい。\n\n不利の緩和策：\n- ヴェル＝コズのスキルを避けるために、位置取りを工夫し、彼の攻撃を受けないようにする。\n- ヴェル＝コズがスキルを使った後の隙を狙い、積極的に攻撃を仕掛けるタイミングを見計らう。\n- チームメイトと連携し、ヴェル＝コズを集中的に狙うことで、彼を無力化し、レオナのタンク性を活かす。",
      "メル": "メルが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、メルが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCはノックアップであり、接近された際にメルの行動を制限される可能性が高い。\n- メルは回復効果に対して弱く、ヴェル＝コズの持続的なダメージに耐えられないことが多い。\n\n不利の緩和策：\n\n- レーンでの位置取りを工夫し、ヴェル＝コズのスキルを避けるようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでハラスを軽減する。\n- ジャングラーと連携して、ヴェル＝コズに対するギャンクを狙い、早期にプレッシャーをかける。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、アリスターが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルは発生が遅いものの、アリスターが接近した際に無力化される可能性が高い。\n- アリスターは攻撃力が低く、ヴェル＝コズの高いAoEダメージに対して耐えるのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて動く。\n- ヴェル＝コズのスキルを避けるために、タイミングを見計らってエンゲージを行う。\n- サポートアイテムやポーションを活用して、マナと体力を維持しながらレーンを耐える。",
      "ルル": "ルルが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、レーンでのポークが非常に強力で、ルルはその攻撃を避けるのが難しい。\n- ルルのCCは単体対象であり、ヴェル＝コズのAoE攻撃に対して効果的に対処できないため、集団戦での影響力が低くなる。\n- ヴェル＝コズは機動力が低いルルに対して、接近して大ダメージを与えることが容易で、特にルルがスキルを使っている間は無防備になりやすい。\n\n不利の緩和策：\n- 位置取りを工夫し、ヴェル＝コズのスキルを避けることで、ダメージを最小限に抑える。\n- ルルのシールドや回復を活用し、味方を守りつつ、ヴェル＝コズに対して積極的にハラスを行う。\n- 集団戦では味方のタンクやダメージディーラーと連携し、ヴェル＝コズを狙うことで、彼の攻撃を分散させる。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ハラスが得意なため、ジリアンは距離を保つのが難しく、常にダメージを受けやすい。\n- ヴェル＝コズのCCは発生が遅いものの、接近されると致命的なダメージを受けるため、ジリアンは機動力が低い彼に対して脆弱。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ヴェル＝コズの攻撃を受けると反撃が難しく、味方に依存しやすい。\n\n不利の緩和策：\n- ジリアンは味方と連携し、ヴェル＝コズのスキルを避けるように立ち回り、ハラスを最小限に抑える。\n- ヴェル＝コズのスキルを避けるために、位置取りを工夫し、草むらを利用して奇襲をかける。\n- マナ管理を徹底し、必要なタイミングでスキルを使えるようにし、持続的なサポートを心がける。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいため、接近してハラスを行いやすい。\n- ヴェル＝コズは機動力が低く、パイクのフックやCCを受けやすいため、捕まえやすい。\n- パイクのパッシブによる回復効果で、ハラスに対して強い耐性を持ち、序盤から優位に立ちやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェル＝コズのHPを削る。\n- フックを使ってヴェル＝コズを捕まえ、連携を取ってキルを狙う。\n- 視界を確保し、ヴェル＝コズが孤立しているタイミングを見計らって奇襲をかける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、ヴェル＝コズのハラスを耐えやすい。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、ソナのスタンを活かして捕まえるチャンスがある。\n- ソナは操作が簡単で、スキルの発動が迅速なため、集団戦での支援能力が高く、チーム全体の生存率を向上させる。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、味方と連携してヴェル＝コズに近づき、スタンを狙う。\n- 集団戦では、味方を強化しつつ、ヴェル＝コズのスキルを避ける位置取りを心がける。\n- ヴェル＝コズがスキルを使った後の隙を狙い、積極的にハラスやエンゲージを行う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいため、接近してCCを当てることが容易です。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して脆弱であり、捕まると致命的なダメージを受けやすいです。\n- ラカンは味方を支援するシールドや回復を持っているため、ヴェル＝コズのハラスを耐えやすく、レーンでのサステインが高いです。\n\n有利の取り方：\n- ヴェル＝コズのスキルを避けながら、タイミングを見計らって接近し、CCを当てることで相手を無力化します。\n- 味方と連携して、ヴェル＝コズがスキルを使った後の隙を狙って攻撃を仕掛けます。\n- レーンでのハラスを行い、ヴェル＝コズのマナを消耗させることで、彼のスキルを使わせる機会を増やします。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ヴェル＝コズのスキルを無効化したり、距離を保つことができるため、接近されにくい。\n- ヴェル＝コズは機動力が低く、ジャンナのシールドや回復によって持続的にハラスを受けることができる。\n- ジャンナのディスエンゲージ能力により、ヴェル＝コズが集団戦での火力を発揮する前に味方を守ることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのHPを削ることでプレッシャーをかける。\n- ジャンナのシールドを活用して、ヴェル＝コズの攻撃を受け流しつつ、味方ADCと連携して攻撃する。\n- 集団戦では、ヴェル＝コズがスキルを使った後にディスエンゲージを行い、味方を守りつつ反撃のチャンスを作る。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、ヴェル＝コズよりも遠くから攻撃できるため、ハラスが一方的に行いやすい。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすく、ヴェル＝コズの攻撃を避けながらダメージを稼げる。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルが当たると大きなダメージを受けるため、接近される前に有利な状況を作りやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェル＝コズのHPを削ることで、レーンの主導権を握る。\n- スキルの発動タイミングを見極め、ヴェル＝コズがスキルを使った後に攻撃することで、反撃を受けにくくする。\n- 集団戦では、後衛からの攻撃を意識し、ヴェル＝コズがスキルを使う前にダメージを与え、相手の動きを制限する。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ヴェル＝コズのスキルショットを避けつつ、味方をサポートすることができるため、レーンでのプレッシャーをかけやすい。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、カルマのハラスやCCを活かして有利に立ち回ることができる。\n- カルマは序盤からUltを使用できるため、早い段階での影響力を持ち、集団戦でもチームに貢献しやすい。\n\n有利の取り方：\n- ヴェル＝コズのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄にさせる。\n- 自分のスキルを確実に当てることで、ヴェル＝コズに対してハラスを行い、レーンの主導権を握る。\n- チームメイトと連携し、集団戦やオブジェクト争いでカルマのサポート能力を活かして、チーム全体の利益を高める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ヴェル＝コズの移動を制限することで、彼の攻撃を無効化しやすい。\n- ヴェル＝コズは機動力が低く、ノーチラスのフックやノックアップを受けると、簡単に捕まってしまう。\n- ノーチラスはタンクとして耐久力が高く、ヴェル＝コズのハラスを受けても耐えられるため、レーンでの持続力がある。\n\n有利の取り方：\n- ヴェル＝コズのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的にエンゲージを仕掛ける。\n- ヴェル＝コズの攻撃を避けるために、位置取りを工夫し、フックを当てるチャンスを増やす。\n- 集団戦では、ヴェル＝コズを優先的に狙い、彼を無力化することで味方のキャリーを守る。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、ヴェル＝コズの低い機動力を突いて短時間でバーストダメージを与えることができる。\n- ヴェル＝コズはCCの発生が遅いため、パンテオンの攻撃を避けるのが難しく、接近されると無力化されやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、序盤からの優位を作りやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのHPを削り、オールインのタイミングを作る。\n- ヴェル＝コズがスキルを使った後に隙を見て接近し、攻撃を仕掛ける。\n- サポートとしての役割を活かし、他のレーンに寄りながらGankを行い、チーム全体の優位を確保する。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- アリスターは高いタフネスを持ち、エンゲージやピールが得意なため、ブリッツクランクのフックを受けても簡単に反撃できる。\n- アリスターのCC能力により、ブリッツクランクが近づく前に行動を制限されるため、フックを当てるチャンスが減少する。\n- アリスターは集団戦でのタンク性能が高く、ブリッツクランクの攻撃力が低いため、持久戦で不利になる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、アリスターのエンゲージを避けるようにする。\n- アリスターのスキルクールダウンを意識し、スキルがないタイミングで積極的にフックを狙う。\n- 連携を強化し、味方と一緒に行動することで、アリスターに対するプレッシャーを高める。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ジリアンのスキルを無効化しやすく、エンゲージが難しい。\n- アリスターのタンク性能により、ジリアンの攻撃が通りにくく、持続的なダメージを与えることが困難。\n- アリスターの近接攻撃に対して、ジリアンは基礎ステータスが低いため、捕まるとすぐに倒されるリスクが高い。\n\n不利の緩和策：\n- ジリアンは味方と連携し、アリスターのエンゲージを避けるように立ち回る。\n- アリスターのスキルクールダウンを考慮し、タイミングを見計らってスキルを使用する。\n- ジリアンの移動速度のバフを活用し、アリスターとの距離を保ちながら戦う。",
      "ソナ": "ソナが不利です。\n\n理由：\n- アリスターは強力なCCを持ち、エンゲージが得意なため、ソナが捕まると簡単に倒されてしまう。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、アリスターの攻撃に耐えられない。\n- ソナのCCはUltに依存しており、アリスターの攻撃を防ぐ手段が限られているため、反撃が難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、アリスターのエンゲージを避けるようにする。\n- 味方のジャングラーと連携し、アリスターに対するGankを狙うことでプレッシャーをかける。\n- アイテムを早めに購入し、マナ管理を徹底してスキルを連発できるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、エンゲージやピールが得意なため、ブラウムの防御能力を無効化しやすい。\n- アリスターの攻撃力は低いものの、ブラウムはサステインがないため、アリスターのハラスに対して耐えにくい。\n- アリスターのエンゲージが短射程であるため、ブラウムは接近されるとPeel能力が低下し、反撃を受けやすい。\n\n不利の緩和策：\n- アリスターのエンゲージを避けるために、位置取りを意識し、常に後ろにいるように心がける。\n- ADCと連携して、アリスターの攻撃を受ける前にハラスを行い、レーンの主導権を握る。\n- ブラウムのパッシブを活かして、アリスターが近づいてきた際にADCと連携してスタンを狙い、反撃のチャンスを作る。",
      "レオナ": "レオナが不利です。\n\n- アリスターは強力なCCを持ち、レオナのオールインを無効化する能力が高いため、レオナが攻撃を仕掛ける際に反撃を受けやすい。\n- アリスターのエンゲージが短射程であるため、レオナは近づきすぎるとアリスターのコンボに巻き込まれるリスクが高い。\n- アリスターは高いタフネスと回復効果を持ち、レオナのハラスやオールインに対して耐久力で上回ることができる。\n\n不利の緩和策：\n\n- アリスターのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見極める。\n- 距離を保ちながら、味方と連携してアリスターの動きを封じるための戦略を立てる。\n- 視界を確保し、アリスターの奇襲を防ぐことで、レーンでの安全を確保する。",
      "レル": "レルが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化しやすいため、レルが攻撃を仕掛けるのが難しい。\n- アリスターのタンク性能が高く、レルのダメージが味方に依存しやすいため、単独でのダメージを出しにくい。\n- アリスターの攻撃範囲が短いため、レルは遠距離からの攻撃を受けやすく、オールインを狙う際に脆弱になる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、アリスターのエンゲージを避けるようにする。\n- 味方と連携して、アリスターのスキルを使わせた後にエンゲージを試みる。\n- マナ管理を徹底し、スキルを適切なタイミングで使用して、持続的に戦えるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、パンテオンのオールインを無効化しやすいため、エンゲージが難しい。\n- アリスターのタンク性能により、パンテオンのバーストダメージが通りにくく、長期戦になると不利になる。\n- アリスターはレーン維持が得意で、パンテオンの攻撃を受け流しやすく、ハラスが効きにくい。\n\n不利の緩和策：\n- アリスターのCCを避けるために、エンゲージのタイミングを慎重に見極める。\n- アリスターがスキルを使った後の隙を狙って攻撃することで、ダメージを与えるチャンスを増やす。\n- サポートアイテムやポーションを活用して、マナ管理をしっかり行い、持続的にハラスを行う。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、アリスターのエンゲージを無効化しやすいため、アリスターが近づいてきた際に反撃が可能です。\n- ジャンナのシールドや回復効果により、味方を守ることができ、アリスターの攻撃を受けても耐えやすくなります。\n- ジャンナは移動速度を上げる能力があり、アリスターの攻撃範囲から逃げやすく、レーンでのプレッシャーを維持しやすいです。\n\n有利の取り方：\n- アリスターがエンゲージを仕掛ける前に、味方と連携してジャンナのスキルを使い、アリスターを遠ざけることで、彼の攻撃を無効化します。\n- レーンでのハラスを行い、アリスターのマナを消耗させることで、彼のスキル使用を制限します。\n- ジャンナの移動速度を活かして、アリスターが近づいてきた際に素早く位置を調整し、アリスターの攻撃を避けつつ、味方のサポートを行います。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、アリスターに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- アリスターは近接チャンピオンであり、エンゲージを仕掛けるためには接近する必要があるが、セナはその距離を保ちながら攻撃できる。\n- セナの回復能力により、アリスターの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n\n有利の取り方：\n- アリスターが近づいてくるタイミングを見計らい、射程を活かして攻撃し続ける。\n- アリスターのスキルを避けながら、ハラスを行い、相手のマナやHPを削る。\n- セナの回復を活用し、アリスターの攻撃を受けた後もレーン維持を行い、相手にプレッシャーをかけ続ける。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用できるため、アリスターのエンゲージを無効化しやすい。\n- アリスターは攻撃力が低く、マオカイのタンク性能に対してダメージを与えにくい。\n- マオカイのパッシブによるHP回復効果があり、レーン維持が得意で、アリスターの攻撃を耐えやすい。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、アリスターの動きを制限する。\n- CCを駆使してアリスターの行動を妨害し、味方の攻撃をサポートする。\n- 集団戦ではマオカイのUltを使ってアリスターを捕まえ、味方と連携してダメージを与える。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、アリスターが近づく前にハラスをかけやすい。\n- アリスターのエンゲージをスネアで無効化できるため、アリスターが接近するのを阻止できる。\n- ラックスは高いバーストダメージを持ち、アリスターがタンクであっても早期にキルを狙いやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アリスターのHPを削る。\n- アリスターがエンゲージを試みるタイミングを見計らい、スネアを当てて反撃する。\n- ミニオンを利用してスキルを当てやすくし、アリスターの動きを制限する。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを行いやすい。\n- アリスターのエンゲージ手段は短射程であるため、ヴェル＝コズは距離を保ちながら攻撃できる。\n- ヴェル＝コズのAoE攻撃は集団戦でのダメージを持続的に出せるため、アリスターのタンク性能を上回ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アリスターの体力を削る。\n- アリスターがエンゲージを試みる際に、スキルを使って距離を取る。\n- 集団戦では後衛から安全に攻撃し、アリスターが前に出ている間にダメージを与える。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、アリスターの攻撃を受けても味方を回復することで耐えることができる。\n- アリスターのエンゲージが短射程であるため、ソラカは距離を保ちながらハラスを行いやすい。\n- ソラカのサイレンス効果により、アリスターのスキルを無効化しやすく、エンゲージを阻止することができる。\n\n有利の取り方：\n- アリスターが近づいてきた際に、距離を保ちながらハラスを行い、相手のHPを削る。\n- アリスターがスキルを使った後に、サイレンスを活用して反撃のチャンスを作る。\n- レーンでの回復を活かし、アリスターの攻撃を受けても持ちこたえ、味方と連携して集団戦での優位を確保する。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由：\n- モルガナの黒い盾により、レオナのCCスキルが無効化されるため、効果的なエンゲージが難しくなる。\n- モルガナは遠距離からのスネアを持っており、レオナが接近する際に捕まえられるリスクが高い。\n- モルガナはCCに依存するチャンピオンに対して強いため、レオナのような接近戦型のサポートには不利な状況を作りやすい。\n\n不利の緩和策：\n- チームメイトと連携し、モルガナの盾を破るための攻撃を仕掛けるタイミングを計る。\n- モルガナのスキルを避けるために、ポジショニングを工夫し、敵の視界外から接近する。\n- レーンでのハラスを避けるために、適切なタイミングで後退し、マナ管理を意識して持続的な戦闘を避ける。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- モルガナのスネアによる長時間のCCが、ブランドの行動を制限し、攻撃を行う機会を奪います。\n- モルガナのスペルシールドにより、ブランドのダメージスキルが無効化されるため、火力を発揮しづらくなります。\n- ブランドは自衛手段が乏しく、モルガナのCCや攻撃に対して脆弱で、奇襲を受けると致命的なダメージを受けやすいです。\n\n不利の緩和策：\n- モルガナのスネアを避けるために、位置取りを意識し、常に安全な距離を保つように心がける。\n- モルガナのスペルシールドを意識し、連携を取って他のチャンピオンと一緒に攻撃することで、ダメージを通す機会を増やす。\n- 早めにアイテムを購入し、マナ管理を行いながら持続的にスキルを使用できるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- モルガナのスネアによる長時間のCCが、ブラウムの接近を妨げ、味方を守る能力を低下させる。\n- モルガナはスペルシールドを持っており、ブラウムのスタンやダメージを防がれる可能性が高い。\n- モルガナの射程がブラウムよりも長いため、遠距離からのハラスを受けやすく、ブラウムが有効に攻撃できる機会が減る。\n\n不利の緩和策：\n- モルガナのスネアを避けるために、位置取りを工夫し、敵のスキルを見極める。\n- ブラウムのパッシブを活かして、ADCと連携し、モルガナに対してオールインを仕掛けるタイミングを見計らう。\n- モルガナのスペルシールドを剥がすために、他のチャンピオンと連携して攻撃を仕掛ける。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- モルガナのスネアによって、ラカンの機動力が制限され、エンゲージやピールができなくなる。\n- モルガナのスペルシールドにより、ラカンのCCが無効化されるため、効果的な攻撃が難しい。\n- モルガナは長射程からのハラスが得意で、ラカンは接近しなければならないため、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを工夫し、距離を保つようにする。\n- 味方と連携して、モルガナを捕まえるタイミングを見計らい、先に攻撃を仕掛ける。\n- アイテムを活用して、マナ管理や耐久力を向上させ、持続的な戦闘能力を高める。",
      "ノーチラス": "ノーチラスはモルガナに対して不利です。\n\n- モルガナのスネアは長時間の拘束効果があり、ノーチラスのエンゲージを妨げるため、彼の動きを制限されやすい。\n- モルガナのスペルシールドはノーチラスのCCを無効化するため、彼の攻撃が効果を発揮しにくい。\n- モルガナは高いダメージを持っており、対面時にノーチラスが危険な状況に陥りやすい。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを工夫し、彼女のスキルを読みながら動く。\n- 味方と連携して、モルガナを集中攻撃し、彼女のスペルシールドを使わせるタイミングを狙う。\n- ビジョンを確保し、モルガナの動きを把握することで、彼女のエンゲージを避ける機会を増やす。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- モルガナのスペルシールドにより、スレッシュのCCが無効化されるため、捕まえることが難しい。\n- モルガナはクールダウンが長いタイミングを狙われやすく、スレッシュが攻撃を仕掛ける際に不利な状況を作られやすい。\n- モルガナのスネアや高いDPSに対して、スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、レーンでのハラスが難しい。\n\n不利の緩和策：\n- モルガナのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- チームメイトと連携し、モルガナを狙う際はフックを使った後のフォローアップを意識する。\n- モルガナのスキルを避けるために、慎重に位置取りを行い、敵チャンピオンに近づく際は注意を払う。",
      "アリスター": "アリスターが不利です。\n\n- モルガナのスネアによる長時間のCCが、アリスターのエンゲージやピールを妨げるため、アリスターが攻撃を仕掛けることが難しくなります。\n- モルガナのスペルシールドにより、アリスターのCCが無効化される可能性が高く、効果的なエンゲージができません。\n- モルガナは遠距離からの攻撃が可能で、アリスターの短射程のエンゲージに対して安全にダメージを与えることができるため、アリスターが近づくのが難しいです。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、モルガナのスネアを避けるように心がける。\n- モルガナのスペルシールドがクールダウン中のタイミングを狙って、エンゲージを仕掛ける。\n- アリスターのパッシブを活かして、レーン維持をしっかり行い、マナ管理を徹底することで、持続的な戦闘を可能にする。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- モルガナのスネアによる長時間のCCが、セラフィーンのスキル発動を妨げるため、攻撃や支援が難しくなる。\n- モルガナはスペルシールドを持っており、セラフィーンのCCを無効化されることで、セラフィーンの効果が薄れる。\n- セラフィーンはスキルの発生が遅く、モルガナの攻撃を受ける前に反撃するのが難しいため、オールイン合戦で不利になる。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを工夫し、距離を保ちながら戦う。\n- 味方と連携して、モルガナに対して集団で攻撃を仕掛け、彼女のスキルを無効化する。\n- スキルの発動タイミングを見極め、モルガナのスネアを避けるために、スキルをチェインして使う。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、モルガナの攻撃を耐えやすく、レーンでのサステインが高い。\n- モルガナのスネアはハードCCではないため、ユーミは味方に密着していることで、スネアを受けるリスクを軽減できる。\n- ユーミは移動を必要とせず、カメラ操作やアイテム使用に集中できるため、モルガナの攻撃を避けやすい。\n\n有利の取り方：\n- ユーミは味方ADCに密着し、モルガナの攻撃をシールドで防ぎつつ、回復を行うことでレーンを優位に進める。\n- モルガナがスキルを使った後のクールダウンを狙い、ユーミのスローを活用して敵を追い詰める。\n- ユーミの回復やシールドを駆使して、モルガナのオールインを拒否し、トレードで有利な状況を作る。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、モルガナのスペルシールドを無視してダメージを与えやすい。\n- ジリアンの蘇生能力は、モルガナのCCを受けた味方を救うことができ、チーム戦での生存率を高める。\n- ジリアンは移動速度のバフやデバフを持っており、モルガナの攻撃を避けつつ、味方の攻撃をサポートすることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、モルガナのマナを消耗させることで、スキルの使用頻度を下げる。\n- モルガナがスネアを使った後に攻撃を仕掛け、CCのクールダウンを利用してダメージを与える。\n- ジリアンのUltを活用して、モルガナの攻撃を受けた味方を守り、逆転のチャンスを作る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオはCC解除のウルトを持っており、モルガナのスネアを無効化できるため、モルガナのCCを恐れずに戦える。\n- ミリオのスキルで味方の攻撃範囲を延ばすことができ、モルガナが攻撃しづらくなるため、トレードで優位に立ちやすい。\n- モルガナはクールダウンが長く、持続的な戦闘には向いていないため、ミリオがスキルをうまく使うことで持続的に有利な状況を作りやすい。\n\n有利の取り方：\n- ミリオのスキルを使って味方の攻撃範囲を延ばし、モルガナに対してハラスを行う。\n- モルガナがスネアを使った後に、ウルトを使って味方を守りつつ反撃する。\n- モルガナのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的にエンゲージを仕掛ける。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からの影響力が高いため、モルガナの攻撃を避けながらダメージを与えやすい。\n- モルガナのCCを反射するバリアを持っているため、モルガナのスネアを無効化しやすく、オールインを安定して拒否できる。\n- メルは確定キルを狙いやすく、モルガナのHPが低い状態での攻撃が効果的で、キル回収が得意。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、モルガナのHPを削ることでプレッシャーをかける。\n- モルガナのスキルを避けつつ、バリアを使って反撃することで、相手の動きを制限する。\n- スノーボールを狙い、早期にキルを取ることで、レーンの優位性を確保し、ゲーム全体に影響を与える。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、モルガナのスネアを避けつつ近づくことができるため、トレードで優位に立ちやすい。\n- モルガナのスペルシールドはパンテオンのバーストダメージを防ぎにくく、短時間でのダメージを与えることができる。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、序盤からの優位性を活かしやすい。\n\n有利の取り方：\n- レーンでのトレード時に、モルガナのスネアを避けながら攻撃し、ダメージを与える。\n- モルガナがスキルを使った後のクールダウンを狙って、積極的にオールインを仕掛ける。\n- グローバルなUltを活用して、他のレーンに寄り、チーム全体の優位性を高める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってモルガナを捕まえることができ、特に足を止めている敵に対して高いキルポテンシャルを持っています。\n- モルガナのスペルシールドはブリッツクランクのサイレンスやノックアップに対して無効化できないため、ブリッツクランクのCCを受けやすいです。\n- モルガナは射程が短く、ブリッツクランクのフックの発生速度に対抗するのが難しいため、レーンでのプレッシャーをかけやすいです。\n\n有利の取り方：\n- レーンでの視界を確保し、モルガナがスキルを使った後にフックを狙うことで、捕まえるチャンスを増やします。\n- モルガナがスペルシールドを使ったタイミングを見計らって、フックを当てることで、キルを狙うことができます。\n- 集団戦では、モルガナをフックで引き寄せてから、他の味方と連携して一気に攻撃することで、彼女を無力化できます。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、モルガナの射程を超えてハラスが可能です。\n- モルガナはクールダウンが長く、スキルを外すと反撃のチャンスが生まれますが、ザイラは植物を使って持続的にダメージを与えられます。\n- ザイラのCCは範囲攻撃であり、モルガナがスネアを当てる前に複数の敵を拘束することができるため、チーム戦での有利を作りやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、モルガナのHPを削ることでプレッシャーをかける。\n- 植物を利用して視界を確保し、モルガナの動きを制限する。\n- モルガナがスキルを使った後の隙を狙って、CCを当てて一気に攻める。",
      "カルマ": "カルマが有利です。\n\n理由：\n- モルガナのスキルはリーチが長いですが、カルマは距離を保ちながら戦うことで、モルガナのスネアを避けることができます。\n- カルマのシールドは味方を守るだけでなく、モルガナのCCを無効化することができるため、サポートとしての役割を果たしやすいです。\n- モルガナのブラックシールドを剥がすために、カルマはスキルのタイミングを調整しやすく、効果的に攻撃を仕掛けることができます。\n\n有利の取り方：\n- モルガナのスキルを避けながら、距離を保ってハラスを行い、相手の体力を削る。\n- モルガナのシールドが切れるタイミングを狙って、スキルを連携させて攻撃する。\n- 視界を確保し、モルガナの動きを把握することで、彼女のスキルを避けつつ安全に戦う。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、持続的なダメージを出しやすい。\n- バードのスタンは範囲内の敵を一時的に無力化できるため、モルガナのスネアを避けつつ、敵を捕まえることができる。\n- バードは移動スキルを駆使してロームが得意で、味方のサポートをしながらレーン維持ができるため、モルガナのクールダウンを利用して有利に立ち回れる。\n\n有利の取り方：\n- モルガナのスキルのクールダウンを確認し、スネアがないタイミングで積極的に攻撃を仕掛ける。\n- 鐘を回収しながら、モルガナの動きを制限することで、レーンでの優位性を保つ。\n- バードのスタンを活かして、モルガナがスキルを使った後にオールインを仕掛け、ダメージを与える。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、モルガナに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- モルガナのスキルは発動が遅く、ゼラスの攻撃を避けるのが難しいため、モルガナはダメージを受けやすい。\n- ゼラスはAoE攻撃が豊富で、集団戦でもモルガナを含む複数の敵にダメージを与えやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、モルガナのHPを削ることでレーンの主導権を握る。\n- モルガナのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- 自身のパッシブを活用してマナを回復し、持続的にハラスを行うことで、モルガナに対して圧力をかけ続ける。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ソラカ": "ソラカが不利です。\n\n理由:\n- マオカイは高い耐久力とCCを持っており、ソラカの回復を無効化する重傷効果を持つチャンピオンに対して脆弱です。\n- ソラカは逃げ性能が乏しく、マオカイのエンゲージやCCに捕まるリスクが高いです。\n- マオカイは近接チャンピオンであり、ソラカの射程を活かしたハラスが難しく、オールインに対して不利な状況に陥りやすいです。\n\n不利の緩和策:\n- ブッシュを利用して視界を確保し、マオカイのエンゲージを避けるように立ち回る。\n- 味方のジャングラーと連携し、マオカイに対してGankを仕掛けることでプレッシャーをかける。\n- アイテムビルドで重傷効果を軽減するアイテムを選択し、マオカイのダメージを抑える。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- マオカイはタンクとしての耐久力が高く、ニーコのバーストダメージを受け止めやすいため、ニーコの攻撃が効果的に決まりにくい。\n- マオカイのCCスキルにより、ニーコは接近戦で動きを制限されやすく、擬態を活かす機会が減少する。\n- マオカイは視界を確保しやすく、ニーコの奇襲を警戒されやすいため、ニーコの奇襲能力が活かしづらい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲を狙う。\n- マオカイのスキルを避けるために、スキルのクールダウンを確認し、タイミングを見計らって攻撃する。\n- チームメイトと連携し、マオカイに対して集団で攻撃を仕掛けることで、ニーコのバーストダメージを活かす。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- マオカイは高い耐久力を持ち、CCを頻繁に使用できるため、ラカンのエンゲージやピールが効果的に機能しにくい。\n- マオカイのパッシブによる回復効果があるため、ラカンのダメージを持続的に与えることが難しい。\n- マオカイは重傷効果を持つチャンピオンに対して強いが、ラカンはそのような効果を持たないため、マオカイの耐久力を削る手段が限られている。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲をかける。\n- 味方と連携して、マオカイを集中的に攻撃し、早期に排除することを目指す。\n- マオカイのスキルを避けるために、移動不可のCCを持つチャンピオンと連携し、相手の行動を制限する。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、集団戦での影響力が大きいため、ポッピーのエンゲージやPeelが難しくなる。\n- マオカイのパッシブによるHP回復効果が強力で、持続的なダメージを与えるのが難しいため、ポッピーのタイマン性能が活かしにくい。\n- マオカイは重傷効果を持つチャンピオンに対して脆弱であり、ポッピーのダメージが通りにくくなる。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲を狙う。\n- マオカイのスキルを避けるために、タイミングを見計らってエンゲージを行い、相手のスキルを無駄にさせる。\n- チームメイトと連携し、マオカイに対して集団で攻撃を仕掛けることで、彼の耐久力を削る。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持ち、特に集団戦での耐久性が高いため、パンテオンのオールインを防ぎやすい。\n- マオカイは持続的なダメージを出すことができ、パンテオンの短期的なバーストダメージに対して耐えることができる。\n- パンテオンはエンゲージ能力が乏しく、マオカイのゾーニング能力に対して有効な手段が限られている。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを意識し、ブッシュを利用して奇襲を狙う。\n- マオカイのスキルクールダウンを見極め、スキルを使った後に攻撃を仕掛けるタイミングを計る。\n- サポートと連携して、マオカイに対して集団で攻撃を仕掛け、彼の耐久力を削る戦略を取る。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- マオカイはタンクとしての耐久力が高く、ユーミの回復やシールドでは彼の持続的なダメージを抑えきれない。\n- マオカイのCCスキルにより、ユーミは動きを制限されやすく、オールインを仕掛けられると脆弱な状態になる。\n- ユーミはハードCCを持たないため、マオカイのエンゲージに対して効果的な対策が取れず、味方を守る手段が乏しい。\n\n不利の緩和策：\n- ユーミは味方のADCと連携し、マオカイの攻撃を避けるように立ち回ることで、ダメージを分散させる。\n- ブッシュを利用して視界を確保し、マオカイの動きを予測して事前に回避行動を取る。\n- アイテムを活用して、ユーミ自身の生存能力を高めることで、マオカイの攻撃を耐えられるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、ゼラスの攻撃を封じることができるため、近距離での戦闘に持ち込まれると非常に厳しい。\n- マオカイはタンクとしての耐久力が高く、ゼラスの遠距離攻撃が効果的にダメージを与えにくい。\n- ゼラスは自己防衛手段が乏しく、マオカイのエンゲージやCCに捕まると簡単に倒される可能性が高い。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、マオカイのエンゲージを避けるように立ち回る。\n- 遠距離からのハラスを徹底し、マオカイのHPを削りつつ、レーンの主導権を握る。\n- チームメイトと連携し、マオカイに対して集団での攻撃を仕掛けることで、彼の耐久力を無視する。",
      "ソナ": "ソナが不利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、集団戦での影響力が大きいため、ソナは捕まえられやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、マオカイの持続的なダメージに対抗しづらい。\n- マオカイは視界を確保しやすく、Gankの成功率を高めるため、ソナは常にプレッシャーを受ける。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、マオカイのエンゲージを避けるように立ち回る。\n- 味方と連携し、マオカイのCCを避けるために位置取りを工夫する。\n- マナ管理を徹底し、スキルを無駄に使わないことで、持続力を高める。",
      "シャコ": "シャコが不利です。\n\n理由：\n- マオカイは高い耐久力とCCを持っており、シャコの奇襲を受けにくい。\n- マオカイのパッシブによるHP回復効果があるため、持続的なダメージを与えにくい。\n- マオカイは集団戦での影響力が高く、シャコが集団戦で活躍するのが難しい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、インビジブルを活用して奇襲のタイミングを工夫する。\n- ブッシュを利用して視界を確保し、マオカイの動きを把握することで、Gankを避ける。\n- アイテムビルドを工夫し、耐久力を上げることで、マオカイとの対面での生存率を高める。",
      "パイク": "パイクが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、パイクの機動力を封じることができるため、捕まるリスクが高い。\n- マオカイのタンク性能により、パイクのダメージが通りにくく、特に集団戦では火力を発揮しづらい。\n- マオカイは持続的なダメージを出せるため、パイクの瞬間火力に依存する戦術が通用しにくい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを意識し、ブッシュを利用して奇襲を狙う。\n- マオカイのパッシブによる回復を意識し、ハラスを控えめにして、必要な時にのみ攻撃を行う。\n- チームメイトと連携し、マオカイを集団で攻撃することで、彼の耐久力を削る機会を増やす。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- マオカイは高い耐久性とCCを持ち、アリスターのエンゲージを無効化しやすい。\n- マオカイの持続的なダメージと回復能力に対して、アリスターは攻撃力が低く、火力で対抗しづらい。\n- マオカイは視界を確保しやすく、アリスターのGankやエンゲージのタイミングを読みやすい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲を狙う。\n- アリスターのパッシブを活かし、レーン戦での持続力を高めるために、マナ管理を徹底する。\n- チームメイトと連携し、マオカイに対して集団でのエンゲージを行い、彼の強みを無効化する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- マオカイは高い耐久力を持ち、CCを頻繁に使用できるため、ブリッツクランクのフックを避けることが難しい。\n- マオカイは持続的なダメージを出せるため、ブリッツクランクが近づくと逆にダメージを受けやすい。\n- ブリッツクランクは基礎移動速度が低く、マオカイのエンゲージやCCに対して逃げる手段が乏しい。\n\n不利の緩和策：\n- ブリッツクランクはマオカイのスキルを避けるために、ブッシュを利用して奇襲をかける。\n- マオカイのCCを受ける前に、他のチャンピオンと連携して先に攻撃を仕掛ける。\n- マオカイのパッシブを意識し、HPが低い状態でのEngageを避けることで、持続力を保つ。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、セラフィーンのスキルを当てる前に妨害される可能性が高い。\n- マオカイはタンクとしての耐久力があり、セラフィーンの攻撃が通りにくく、持続的なダメージを与えにくい。\n- セラフィーンはスキルの発生が遅く、マオカイのエンゲージやCCに対して反応しづらい。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、マオカイのエンゲージを避けるように立ち回る。\n- 味方と連携して集団戦を仕掛け、マオカイのCCを分散させることで自分のスキルを活かす。\n- マオカイの重傷効果を避けるために、回復アイテムやバリアを持つチャンピオンと組む。"
    },
    "loses": {
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、マオカイの攻撃を軽減しやすいため、持続的なハラスが可能です。\n- マオカイはCCを持っていますが、ブラウムのパッシブによるスタンを活かすことで、マオカイの行動を制限しやすいです。\n- ブラウムは味方を守る能力が高く、マオカイの攻撃を受ける際にも味方をしっかりとサポートできます。\n\n有利の取り方：\n- ブラウムのパッシブを活かして、マオカイに対して積極的にハラスを行い、HPを削る。\n- マオカイがCCを使った際に、ブラウムの防御スキルを使って味方を守り、反撃のチャンスを作る。\n- ブッシュを利用して視界を確保し、マオカイの動きを制限しつつ、Gankを狙う。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、マオカイのエンゲージを無効化しやすい。\n- スペルシールドにより、マオカイのCCを防ぎつつ味方を守ることができるため、集団戦での影響力が高い。\n- マオカイは近接チャンピオンであり、射程の長いモルガナからの攻撃を受けやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、マオカイのHPを削ることでプレッシャーをかける。\n- ブッシュを利用して奇襲をかけ、マオカイを捕まえることで有利な状況を作る。\n- 集団戦では、マオカイの動きを制限し、味方が攻撃しやすい環境を整える。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、マオカイが近づく前にダメージを与えることができるため、レーン戦でのハラスが得意です。\n- マオカイは接近戦を得意とするタンクですが、ザイラは植物を使って安全な距離を保ちながら戦えるため、マオカイのエンゲージを避けやすいです。\n- ザイラのCCスキルは範囲攻撃であり、マオカイが集団戦で動き回る際に複数の敵を拘束することができ、集団戦での影響力が高いです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、マオカイのHPを削ることでプレッシャーをかける。\n- ブッシュを利用して視界を確保し、マオカイが近づく前に先手を打つ。\n- 集団戦では、マオカイがエンゲージする前にCCを使って動きを制限し、味方と連携してダメージを与える。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、マオカイの動きを長時間拘束できるため、集団戦でのエンゲージが得意です。\n- マオカイはタンクとしての耐久力がパッシブに依存しているため、重傷効果を持つレルの攻撃が有効です。\n- レルは味方の移動速度を上げる能力があり、マオカイのエンゲージを避けやすく、追撃や逃走をサポートできます。\n\n有利の取り方：\n- レーンでのハラスを行い、マオカイのHPを削りつつ、CCを活用して相手を拘束します。\n- ブッシュを利用して視界を確保し、マオカイがエンゲージしようとするタイミングで反撃します。\n- 集団戦では、マオカイのスキルを避けながら味方と連携し、マオカイを拘束してダメージを与えます。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、マオカイに対して安全な距離からハラスが可能です。\n- マオカイはエンゲージ能力が乏しく、ヴェル＝コズの攻撃を受けながら近づくのが難しいため、レーンでの優位性を保ちやすいです。\n- ヴェル＝コズのAoEダメージは、マオカイのタンク性能を無視して一定のダメージを与えることができるため、持続的なダメージを出しやすいです。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、マオカイが近づく前にハラスを行う。\n- スキルを連続で当ててマオカイのHPを削り、レーンの主導権を握る。\n- マオカイのCCを避けるために位置取りを工夫し、スキルを当て続けることで相手を圧倒する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオはCC解除のウルトを持っており、マオカイのCCを無効化できるため、集団戦での影響力が高い。\n- ミリオの攻撃範囲を延ばすスキルにより、マオカイに対して安全にハラスを行うことができ、レーンでのトレードが有利になる。\n- マオカイはタンクとしての耐久力がパッシブに依存しているため、持続的なダメージを与えるミリオに対して脆弱。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、マオカイのHPを削ることでプレッシャーをかける。\n- ミリオのウルトをタイミングよく使用し、マオカイのエンゲージやCCを無効化して味方を守る。\n- ブッシュを利用して視界を確保し、マオカイの動きを制限しつつ、Gankの成功率を高める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、マオカイの動きを制限することができるため、接近戦で優位に立てる。\n- マオカイは逃げる手段が乏しく、ノーチラスの攻撃を受けると反撃のチャンスが生まれる。\n- ノーチラスのフックは射程が長く、マオカイが近づく前に捕まえることができるため、先手を取ることができる。\n\n有利の取り方：\n- マオカイがスキルを使用した後の隙を狙って攻撃を仕掛ける。\n- ノーチラスのパッシブを活かして、マオカイの攻撃を受け流しつつ反撃する。\n- チーム戦では、ノーチラスのCCを活かしてマオカイを無力化し、味方と連携して倒す。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、マオカイの動きを制限することができるため、彼のエンゲージを無効化しやすい。\n- マオカイの耐久力はパッシブに依存しているため、スレッシュの持つフックやピール能力で彼を排除しやすい。\n- スレッシュはローミングや視界確保に優れ、マオカイの動きを監視しやすく、味方との連携を取りやすい。\n\n有利の取り方：\n- フックを使ってマオカイを捕まえ、味方と連携して攻撃することで、彼のHPを削る。\n- マオカイがローミングする際にミニマップを確認し、味方と連携して彼を追い詰める。\n- アイテム選択で魔法耐性や回復効果のあるアイテムを選び、マオカイのダメージを軽減しつつ、持続的に戦う。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、パイクの機動力を制限しやすいため、捕まるリスクが高い。\n- ノーチラスはタンクとしての耐久力が高く、パイクの瞬間火力では倒しきれないことが多い。\n- ノーチラスのフックは射程が長く、パイクが近づく前に攻撃を受ける可能性があるため、レーンでのハラスが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してノーチラスの攻撃をブロックする。\n- ノーチラスのCCを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- 早めにアイテムを購入し、耐久力を上げることで、ノーチラスの攻撃に耐えられるようにする。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ユーミが密着している味方を捕まえることで、ユーミ自身が支援できない状況を作り出すことができる。\n- ユーミはハードCCを持たず、ノーチラスのオールインに対して脆弱であり、攻撃を受けるとすぐに倒される可能性が高い。\n- ノーチラスはタンクとしての耐久力が高く、ユーミの回復やシールドだけでは持ちこたえられない場合が多い。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、ノーチラスのフックを避ける位置取りを心がけることで、オールインを回避する。\n- ワーディングを徹底し、ノーチラスの動きを把握することで、エンゲージのタイミングを予測しやすくする。\n- ユーミのスキルを活用して、味方の移動速度を上げることで、ノーチラスの攻撃を避ける手助けをする。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、ミリオの逃げる手段を封じることができるため、捕まりやすい。\n- ノーチラスのフックによるエンゲージが非常に強力で、ミリオはエンゲージ能力が低いため、反撃が難しい。\n- ノーチラスはタンクとしての耐久力が高く、ミリオのダメージを与えにくい。\n\n不利の緩和策：\n- ミリオは味方と連携し、ノーチラスのフックを避ける位置取りを心がける。\n- ノーチラスのエンゲージを受けた際には、すぐに味方に回復やシールドを提供し、耐久力を高める。\n- ミリオのウルトをタイミングよく使用し、ノーチラスのCCを解除することで味方を守る。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、捕まると簡単に倒されてしまうため、常に高いプレッシャーを受ける。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、ノーチラスの攻撃に耐えられない。\n- ノーチラスのフックによるエンゲージが強力で、ソナは逃げる手段が限られているため、対処が難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。\n- 味方のジャングラーと連携し、ノーチラスに対してGankを仕掛けることでプレッシャーをかける。\n- アイテムを早めに購入し、耐久力を上げることでノーチラスの攻撃に耐えられるようにする。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ポッピーのエンゲージや逃げる手段を制限することができるため、ポッピーは攻撃を仕掛けにくい。\n- ノーチラスのフックによるオールインが非常に強力で、ポッピーはその攻撃を避けるのが難しいため、早期にダメージを受けやすい。\n- ノーチラスはタンクとしての耐久力が高く、ポッピーのダメージが通りにくく、長期戦で不利になることが多い。\n\n不利の緩和策：\n- ノーチラスのCCを避けるために、位置取りを工夫し、フックを避けるように心がける。\n- チームメイトと連携し、ノーチラスに対して集団で攻撃を仕掛けることで、彼の強みを無効化する。\n- アイテムビルドを工夫し、耐久力を上げることでノーチラスの攻撃に耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、ヴェル＝コズの移動を制限しやすいため、接近されると無力化されるリスクが高い。\n- ノーチラスのフックによるエンゲージが非常に強力で、ヴェル＝コズは機動力が低いため、捕まると致命的なダメージを受けやすい。\n- ノーチラスはタンクとしての耐久力が高く、ヴェル＝コズのスキルが当たっても十分に耐えられるため、ダメージを与えにくい。\n\n不利の緩和策：\n- レーンでのハラスを意識し、ノーチラスが近づく前にスキルを使って距離を保つ。\n- サポートやジャングラーと連携し、ノーチラスに対して集団での攻撃を仕掛けることで、彼のエンゲージを無効化する。\n- アイテムを工夫して、自己防衛手段を強化し、ノーチラスのCCを受けた際の生存率を上げる。",
      "セナ": "セナが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、捕まると一気に倒される危険が高い。\n- ノーチラスのエンゲージ能力に対して、セナは逃げ手段が乏しく、捕まると致命的なダメージを受けやすい。\n- ノーチラスはタンクであり、セナのハラスを受けても耐えられるため、レーンでの優位性を築きにくい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。\n- サポートアイテムや回復スキルを活用して、ノーチラスの攻撃を受けた際の耐久力を高める。\n- ジャングラーに協力を求めて、ノーチラスに対するギャンクを狙い、プレッシャーをかける。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持ち、ノーチラスのエンゲージを無効化しやすいため、集団戦での優位性が高い。\n- ノーチラスのフックを避けることができる機動力を持っており、彼の攻撃をかわしやすい。\n- レルのパッシブによって、ノーチラスに対して効果的にダメージを与えられるため、タンク相手でも有利に戦える。\n\n有利の取り方：\n- レルのCCを活かして、ノーチラスがエンゲージする前に先手を打つことで、相手の動きを制限する。\n- ノーチラスがフックを外したタイミングを狙って、オールインを仕掛けることで、相手にプレッシャーをかける。\n- レルの移動速度を上げるスキルを使い、味方と連携してノーチラスを捕まえることで、効果的にキルを狙う。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ノーチラスのエンゲージを無効化することができるため、相手の攻撃をかわしやすい。\n- ノーチラスのCCを受けた際に、ジャンナのシールドや回復で味方を守ることができ、持続的な戦闘が可能になる。\n- ジャンナは移動速度を上げる能力を持っており、ノーチラスのフックを避けるための機動力を提供できる。\n\n有利の取り方：\n- ノーチラスがエンゲージを仕掛ける前に、ジャンナのスキルを使って味方を守り、反撃のチャンスを作る。\n- ノーチラスがフックを外したタイミングで、ジャンナが攻撃を仕掛けることで、相手にプレッシャーをかける。\n- レーンでの視界を確保し、ノーチラスの動きを把握することで、彼のエンゲージを予測しやすくする。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ノーチラスの攻撃を軽減しやすいため、耐久力で優位に立てる。\n- ブラウムのパッシブによるスタンを活かして、ノーチラスのエンゲージを無効化しやすく、反撃のチャンスを作れる。\n- ノーチラスのCCスキルは発生が遅いため、ブラウムが先にCCを当てることで、ノーチラスの行動を制限できる。\n\n有利の取り方：\n- ブラウムは味方ADCと連携し、ノーチラスが近づいてきた際にパッシブを発動させてスタンを狙う。\n- ノーチラスがフックを外したタイミングで、ブラウムが積極的にハラスを行い、相手のHPを削る。\n- ブラウムの防御スキルを活用して、ノーチラスの攻撃を受け流しつつ、味方を守りながら反撃の機会を伺う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは対象指定のリープとスタンを持っており、ノーチラスのCCを無効化しやすく、オールインの際に有利に立ち回れる。\n- 短時間でのバーストダメージが得意で、ノーチラスがスキルを使った後に素早くキルを狙うことができる。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、試合全体での優位性を確保しやすい。\n\n有利の取り方：\n- ノーチラスがスキルを使った後に積極的に攻撃し、スタンを利用してキルを狙う。\n- ノーチラスのフックを避けるために、位置取りを工夫し、リープを使って距離を詰める。\n- パンテオンのUltを使って他のレーンに寄り、ノーチラスが孤立しているタイミングを狙ってプレッシャーをかける。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ノーチラスのフックを避けつつ、敵を捕まえる能力に優れています。\n- スレッシュのランタンを使うことで、味方を安全に救出できるため、ノーチラスのオールインに対して有利に立ち回れます。\n- ノーチラスは移動速度が遅く、スレッシュのフックやスローを使って簡単に捕まえることができるため、キルチャンスが増えます。\n\n有利の取り方：\n- ノーチラスがフックを外したタイミングで積極的に攻撃し、オールインを仕掛ける。\n- スレッシュのランタンを使って、ジャングラーを呼び込み、ガンクを狙うことでダブルキルを狙う。\n- ノーチラスがADCをフックした際に、すぐにランタンを出して味方を守り、逆にノーチラスを攻撃する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ノーチラスのフックを避けやすいため、エンゲージを回避しやすい。\n- ラカンのCCはノーチラスの動きを制限することができ、特にノックアップやチャームを使ってノーチラスを無力化できる。\n- ラカンは味方を支援するシールドや回復を持っており、ノーチラスの攻撃を受けても耐えやすい。\n\n有利の取り方：\n- ノーチラスがフックを使った後に、ラカンが素早く反撃し、CCを使ってノーチラスを捕まえる。\n- ラカンの機動力を活かして、ノーチラスのスキルを避けながら味方を守り、反撃のチャンスを作る。\n- ザヤとの連携を活かし、相互に強化し合いながらノーチラスに対してオールインを仕掛ける。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ノーチラスのエンゲージを無効化することができるため、相手の攻撃を効果的に防げる。\n- スペルシールドにより、ノーチラスのCCを防ぎつつ味方を守ることができるため、チーム戦での生存率が高い。\n- ノーチラスは移動速度が低く、モルガナの遠距離からの攻撃で安全にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのオールインを避けるために、スペルシールドを適切なタイミングで使用し、ノーチラスの攻撃を無効化する。\n- ノーチラスがフックを外したタイミングで、反撃のチャンスを狙い、スネアを使って捕まえる。\n- ミニオンを利用してノーチラスとの距離を保ちつつ、遠距離からの攻撃で持続的にダメージを与える。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ノーチラスのエンゲージを無効化しやすいため、相手の攻撃をかわすことができる。\n- アリスターのパッシブによる回復効果があり、レーン維持が得意で、ノーチラスの攻撃を受けても持ちこたえやすい。\n- アリスターは集団戦でのタンク性能が高く、ノーチラスのCCを受けても耐えられるため、味方を守る役割を果たしやすい。\n\n有利の取り方：\n- ノーチラスがフックを使った際に、タイミングよくCCを使って無効化し、反撃する。\n- レーンでのハラスを行い、ノーチラスの体力を削り、プレッシャーをかける。\n- 集団戦では、ノーチラスのエンゲージを読み、味方を守るために先にエンゲージし、相手の動きを制限する。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持っており、特にオールインに対して強い耐性を持つため、パイクの攻撃が通りにくい。\n- レナータのUltは、パイクが敵をキルした際に逆に味方として利用できるため、パイクのキルを狙う戦略が逆効果になる可能性がある。\n- レナータは視界確保が苦手なパイクに対して、遠距離からの攻撃で圧力をかけやすく、パイクが接近するのを難しくする。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- レナータのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- 味方と連携し、レナータを孤立させることで、パイクの強みを活かすチャンスを作る。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- レナータは射程が長く、ポッピーの近接攻撃を避けながら攻撃できるため、ハラスが不利になる。\n- レナータのスキルは味方を守る能力が高く、ポッピーのエンゲージを無効化されやすい。\n- レナータのUltはポッピーの攻撃を逆手に取ることができ、劣勢からの逆転を許す可能性がある。\n\n不利の緩和策：\n- レナータのスキルを避けるために、視界を確保しつつ慎重に動き、エンゲージのタイミングを見極める。\n- レナータのスキルのクールダウンを狙い、スキルがないタイミングで積極的に攻撃を仕掛ける。\n- 味方と連携し、レナータのスキルを無効化するような動きをすることで、ポッピーの強みを活かす。",
      "レオナ": "レオナが不利です。\n\n- レナータは射程が長く、スキルを使って遠距離からのハラスが可能なため、レオナが接近するのが難しい。\n- レナータのスキルは味方を守る能力が高く、レオナのオールインを無効化される可能性がある。\n- レナータは視界確保が苦手なレオナに対して奇襲を仕掛けやすく、レオナが不利な状況に陥ることが多い。\n\n不利の緩和策：\n\n- レオナは味方と連携し、レナータのスキルを避けながら攻撃することで、効果的にダメージを与える。\n- レナータのスキルのクールダウンを意識し、スキルが使えないタイミングを狙ってオールインを仕掛ける。\n- ワーディングを強化し、視界を確保することで、レナータの奇襲を防ぎ、より安全にレーンをプレイする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レナータのスキルは、ノーチラスのCCを無効化したり、逆に利用することができるため、ノーチラスの攻撃が通りにくい。\n- レナータは遠距離からの攻撃が可能で、ノーチラスの接近を阻害しやすく、特にオールインを仕掛ける際に不利になる。\n- レナータのスキルは、味方を守る能力が高く、ノーチラスのフックやCCを受けた後でも、味方が逆転するチャンスを持つため、戦闘が難しくなる。\n\n不利の緩和策：\n- レナータのスキルを避けることを意識し、特に接近戦を避けるために位置取りを工夫する。\n- レナータのスキルのクールダウンを利用し、スキルがないタイミングで積極的にエンゲージを試みる。\n- ビジョンを確保し、レナータの動きを把握することで、奇襲を避け、戦闘を有利に進める。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持ち、特にオールインに対して強い耐性を持っているため、モルガナの攻撃を無効化しやすい。\n- レナータのUltは、モルガナのCCを逆手に取ることができ、逆にモルガナを攻撃する要因となるため、戦闘が不利になる。\n- モルガナは射程が短く、レナータの攻撃を受けやすく、視界確保が苦手なため、奇襲を受けるリスクが高い。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- 味方と連携し、レナータのスキルを発動させる前に先手を打つことで、戦闘を有利に進める。\n- スペルシールドを活用し、味方を守ることで、レナータの攻撃を無効化し、チーム全体の生存率を高める。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- レナータはスネアやスタンなどのCCスキルを持っており、ゼラスの攻撃を妨害しやすいため、近距離での戦闘において不利になる。\n- レナータのUltはゼラスの攻撃を逆手に取ることができ、ゼラスが攻撃する際に自らの攻撃を味方に向けさせることができるため、逆転のチャンスを与えてしまう。\n- ゼラスは自己防衛手段が乏しく、レナータの攻撃を受けると簡単にダメージを受けてしまうため、ハラスが難しくなる。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- 味方と連携し、レナータのCCスキルを避けるために一緒に行動することで、孤立しないようにする。\n- 遠距離からのハラスを徹底し、レナータが近づけないようにすることで、レーンでの優位性を保つ。",
      "スレッシュ": "スレッシュが不利です。\n\n- レナータは強力なディスエンゲージ手段を持っており、スレッシュの攻撃を逆手に取ることができるため、スレッシュが攻撃を仕掛ける際にリスクが高い。\n- レナータのスキルはクールダウンが長いものの、スレッシュのスキルも外した際の隙が大きく、レナータのスキルを避けるのが難しい。\n- レナータは後衛に位置することが多く、スレッシュがフックを当てるのが難しいため、効果的なキャッチがしづらい。\n\n不利の緩和策：\n\n- レナータのスキルのクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、レナータを捕まえるためのコンボを仕掛けることで、彼女のスキルを無効化する。\n- レナータの位置取りを意識し、フックを当てるチャンスを増やすために、視界を確保しつつ動く。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- レナータはオールインに対して強い耐性を持ち、セラフィーンの攻撃が通りにくい。\n- レナータのスキルはセラフィーンの攻撃を逆手に取ることができ、特にAAに依存するセラフィーンに対して有利に働く。\n- セラフィーンはスキルの発生が遅く、レナータのCCスキルに捕まると反撃が難しくなる。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、距離を保つようにする。\n- セラフィーンのスキルを連携させて、レナータのスキルを無効化するタイミングを見極める。\n- 味方と連携して集団戦を仕掛け、レナータのUltを無力化するようにする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持ち、特にオールインに対して強い耐性があるため、ラックスの攻撃を逆手に取られる可能性が高い。\n- レナータのUltは、ラックスの攻撃を逆に利用することができ、ラックスが攻撃する際に自分が危険な状況に陥ることがある。\n- レナータは視界確保が苦手なため、ラックスが奇襲を受けやすく、接近されると脆弱なラックスにとって非常に危険。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- レナータのスキルのクールダウンを考慮し、スキルを使った後の隙を狙って攻撃するタイミングを見計らう。\n- サポートと連携し、レナータの攻撃を分散させることで、ラックスが安全にハラスを行えるようにする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持ち、特にオールインに対して耐性が高いため、パンテオンの攻撃を逆手に取ることができる。\n- レナータのスネアやスタンにより、パンテオンのリープや攻撃を妨害されやすく、効果的なトレードが難しくなる。\n- レナータは視界を確保する能力が低いものの、パンテオンは奇襲を受けやすく、特にレナータのスキルが当たると逆転されるリスクが高い。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、スキルショットを回避することを意識する。\n- レナータのスキルのクールダウンを狙い、スキルが使えないタイミングでオールインを仕掛ける。\n- 味方と連携し、レナータのスキルを無効化するために、サポートやジャングラーと協力して攻撃する。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- レナータは射程が長く、アリスターの短射程のエンゲージを避けやすいため、攻撃を受けるリスクが高い。\n- レナータのスキルは味方を守る能力が高く、アリスターのエンゲージを無効化される可能性があるため、集団戦での影響力が低下する。\n- レナータはAAに依存する敵に対して強く、アリスターの攻撃が効果的でない場合が多い。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを考慮し、タイミングを見計らってエンゲージを行う。\n- レナータのスキルを避けるために、視界を確保しつつ、味方と連携して動くことで安全に接近する。\n- アリスターのパッシブを活かし、レーンでのサステインを重視して、レナータの攻撃を耐えながらレベルを上げる。",
      "セナ": "セナが不利です。\n\n理由：\n- レナータは強力なCCスキルを持ち、セナが捕まると一気に倒される危険が高い。\n- レナータのUltは、セナの攻撃を逆手に取ることができ、セナが攻撃することで逆に自分が不利になる可能性がある。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、レナータの攻撃を受けやすい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- レーンでのハラスを行う際は、味方と連携し、レナータのスキルを使わせてから攻撃する。\n- 早めにアイテムを購入し、耐久力を上げることで、レナータの攻撃に耐えられるようにする。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、レナータに対して効果的にダメージを与えられます。\n- ジリアンの蘇生能力は、レナータの攻撃を逆手に取ることができ、特にオールインの際に味方を守ることができます。\n- ジリアンは移動速度のバフやデバフを持っており、レナータの攻撃を制限しやすく、戦闘を有利に進めることができます。\n\n有利の取り方：\n- レナータのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けることで、ダメージを与えやすくなります。\n- ジリアンのスキルを駆使して、レナータの動きを制限し、味方と連携して攻撃することで、優位に立つことができます。\n- 集団戦では、レナータのUltを意識しつつ、味方を蘇生させるタイミングを見計らい、逆転のチャンスを作ることが重要です。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、レナータの攻撃を受けにくい。特に、ユーミの回復やシールドによってレナータのダメージを軽減できる。\n- レナータはオールインに対して強い耐性を持つが、ユーミは自身の攻撃力が低く、直接的なダメージを与えることが少ないため、レナータのスキルを無駄にさせやすい。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、レナータのスキルショットを避ける立ち回りがしやすい。\n\n有利の取り方：\n- レナータのスキルを避けつつ、味方ADCと連携してハラスを行い、レナータのHPを削る。\n- ユーミの回復やシールドを活用して、レナータの攻撃を受け流しながら味方を守り、レーンでの優位を確保する。\n- 集団戦では、ユーミが味方に密着し続けることで、レナータのUltを無効化し、味方の生存率を高める。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、レナータに対してハラスを行いやすく、トレードで優位に立つことができる。\n- ミリオのウルトはCCを解除するため、レナータのスネアやスタンを無効化でき、集団戦での影響力が高い。\n- レナータはクールダウンが長く、スキルの発動が遅いため、ミリオの攻撃的なプレイスタイルに対処しづらい。\n\n有利の取り方：\n- レナータのスキルを避けつつ、ミリオの攻撃範囲を活かしてハラスを行い、相手のHPを削る。\n- ミリオのウルトをタイミングよく使用し、レナータのCCを解除して味方の生存能力を高める。\n- レナータがオールインを狙うタイミングを見計らい、ミリオのシールドや回復を活用して味方を守り、逆に反撃する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルは味方を強化するスキルを持っており、レナータの攻撃を受けた味方を守ることができるため、トレードで優位に立ちやすい。\n- レナータのスキルはクールダウンが長く、ルルはその間に攻撃や防御のスキルを使い分けることで、レナータに対して有利に立ち回れる。\n- ルルのポリモーフによって、レナータの攻撃を無力化できるため、特にオールインの際に有利に戦える。\n\n有利の取り方：\n- レナータのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的にトレードを仕掛ける。\n- レナータのADCとの距離を保ちながら、味方を強化することで、レナータの攻撃を受けにくくする。\n- レナータがオートアタックを行う際に、ルルのスキルを使って味方を守りつつ、反撃のチャンスを狙う。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、レナータに対して安全な距離からハラスが可能です。\n- レナータはオールインに強いが、ヴェル＝コズのAoE攻撃で集団戦での持続的なダメージを与えやすく、レナータの耐性を無視できます。\n- ヴェル＝コズはタンク相手にも一定の火力を出せるため、レナータの防御力を無視してダメージを与え続けることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レナータのHPを削ることでプレッシャーをかける。\n- スキルを使ってレナータのスキルを避けつつ、距離を保ちながら攻撃する。\n- 集団戦では、レナータが味方を蘇生させる前にダメージを与え、彼女のUltを無力化するように立ち回る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、味方の生存能力を大幅に向上させることができるため、レナータの攻撃を受けても持ちこたえやすい。\n- ソラカのサイレンス効果により、レナータのスキルを無力化しやすく、特にオールインを仕掛ける際に有利に立ち回れる。\n- レナータはクールダウンが長く、スキルの発動が遅いため、ソラカはその隙を突いてハラスを行いやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レナータのHPを削ることでプレッシャーをかける。\n- 味方ADCと連携し、レナータがスキルを使った後に攻撃を仕掛けることで、レナータの反撃を避ける。\n- ソラカのヒールを活用して、味方がオールインを仕掛けるタイミングを作り、レナータのUltを逆手に取る。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レナータの攻撃を遠ざけることができるため、レナータのスキルを無効化しやすい。\n- ジャンナのシールドや回復効果により、味方を守る能力が高く、レナータの攻撃を受けても耐えやすい。\n- ジャンナは移動速度を上げるスキルを持っており、レナータの攻撃を避けやすく、機動力を活かして有利な位置取りができる。\n\n有利の取り方：\n- レナータがオールインを仕掛けてきた際に、ディスエンゲージを使って味方を守り、反撃のチャンスを作る。\n- レナータのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- 視界を確保し、レナータが孤立しやすい状況を作り出して、奇襲をかける。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、敵の攻撃を避けながら味方を守ることができるため、レナータのスキルを回避しやすい。\n- ラカンのCCは敵を無力化する能力が高く、レナータのスキルを発動させる前に捕まえることができる。\n- レナータは視界確保が苦手で、ラカンの機動力を活かして奇襲をかけることで有利な状況を作りやすい。\n\n有利の取り方：\n- ラカンの機動力を活かして、レナータがスキルを使う前に接近し、CCを当てる。\n- レナータが味方を守るためにスキルを使った後、クールダウン中に攻撃を仕掛ける。\n- レナータのUltを避けるために、味方と連携して動き、逆にレナータを捕まえるチャンスを作る。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってレナータを捕まえることができ、特にレナータの射程が短い場合、簡単にキルに繋げることができる。\n- レナータはスキルのクールダウンが長く、正確な判断が求められるため、ブリッツクランクのプレッシャーに対処しづらい。\n- ブリッツクランクのノックアップやサイレンスは、レナータのスキルを封じることができ、集団戦での影響力を大きく削ぐことができる。\n\n有利の取り方：\n- レナータがスキルを使った後の隙を狙ってフックを放ち、捕まえるチャンスを作る。\n- レナータのUltを発動させる前に、しっかりと位置取りをしてフックを当て、逆転のチャンスを潰す。\n- 集団戦では、レナータの周囲にいる敵をフックで引き寄せ、味方と連携して一気に攻撃する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が強いため、レナータの攻撃を効果的に防ぐことができる。\n- ブラウムのパッシブによるスタンを活かして、レナータのスキルを発動させる前にダメージを与えやすい。\n- レナータは視界確保が苦手で、ブラウムの接近を許すとPeel能力が低下するため、ブラウムが有利に立ち回れる。\n\n有利の取り方：\n- ブラウムは序盤から積極的にハラスを行い、レナータのHPを削ることでプレッシャーをかける。\n- レナータがスキルを使った後の隙を狙い、スタンを狙って一気に攻め込む。\n- ブラウムの防御スキルを活用して、レナータの攻撃を無効化しつつ、味方ADCと連携してダメージを与える。",
      "カルマ": "カルマが有利です。\n\n理由：\n- レナータのスキルがクールダウン中であれば、カルマは積極的に攻撃できるため、レーンでのプレッシャーをかけやすい。\n- カルマはスネアやシールドを持っており、相手の動きを制限しつつ味方をサポートできるため、戦闘を有利に進めることができる。\n- レナータのUltに対して注意が必要ですが、カルマは位置取りを工夫することでその効果を避けやすく、逆にレナータを攻撃するチャンスを作れる。\n\n有利の取り方：\n- レナータのスキルを避けるために、常に位置取りに注意し、攻撃のタイミングを見計らう。\n- ミニオンの管理をしっかり行い、レーンの優位を保ちながら相手にプレッシャーをかける。\n- チーム戦では、カルマのスキルを活かして味方をサポートしつつ、レナータのUltを避けるか、効果的に対処することで戦闘を有利に進める。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対しても効果的な割合ダメージを与えることができるため、ポッピーはダメージを受けやすい。\n- ブランドのスタンを付与するスキルにより、ポッピーは一時的に無力化され、反撃の機会を失うことが多い。\n- ポッピーは射程が短く、ブランドの遠距離攻撃に対して接近するのが難しく、ハラスに弱い。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、できるだけ近づかないようにする。\n- ブランドのスキルがクールダウン中に積極的にトレードを仕掛け、ダメージを与えるチャンスを増やす。\n- 味方のジャングラーと連携し、ブランドに対するギャンクを狙うことで、レーンでの優位性を取り戻す。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対して効果的な割合ダメージを与えるため、ラカンは耐久力が低く、簡単にダメージを受けてしまう。\n- ブランドのスタンを持つスキルにより、ラカンは接近する前に無力化される可能性が高く、エンゲージが難しくなる。\n- ブランドは移動不可のCCを持っていないため、ラカンの機動力を活かすことができず、逆に捕まるリスクが高まる。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- 味方のダメージを活かすために、ブランドに対してピールを行い、味方が安全に攻撃できるようにする。\n- ブランドのスタンを受けないように、味方と連携してエンゲージのタイミングを調整し、ブランドのスキルを無駄にさせる。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ブランドは持続的なダメージを与える能力が高く、特にタンクに対しても効果的な割合ダメージを持っているため、パンテオンは長期戦で苦しむことが多い。\n- ブランドのスタンを持つスキルにより、パンテオンはオールインを仕掛ける前に無力化される可能性が高く、奇襲を受けやすい。\n- ブランドはAoEダメージが豊富で、集団戦においても高い火力を発揮できるため、パンテオンの短期的なバーストダメージが活かしづらい。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを意識し、奇襲を仕掛けるタイミングを見極める。\n- ブランドのスキルを受けた後は、冷静に回避行動を取り、無理にオールインを仕掛けないようにする。\n- サポートやジャングラーと連携し、ブランドに対して集団で攻撃を仕掛けることで、彼の強みを打ち消す。",
      "スウェイン": "スウェインが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対しても効果的な割合ダメージを与えることができるため、スウェインのサステインを削りやすい。\n- ブランドのスタンを持つスキルにより、スウェインは一時的に無力化され、反撃の機会を失いやすい。\n- スウェインは重傷効果に弱く、ブランドのダメージを受けることで回復能力が低下するため、持続的な戦闘が難しくなる。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、できるだけ距離を保つようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドのダメージを軽減する。\n- 集団戦では他の味方と連携し、ブランドを集中攻撃することで、スウェインが有利に戦える状況を作る。",
      "シャコ": "シャコが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対して効果的な割合ダメージを与えるため、シャコのHPを削りやすい。\n- ブランドのスタンを持つスキルにより、シャコは奇襲を仕掛ける前に無力化される可能性が高い。\n- ブランドは集団戦に強く、シャコが集団戦に参加する際に、AoEダメージで一気にダメージを受けるリスクがある。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、インビジブルを活用して奇襲のタイミングを見極める。\n- ブランドのスキルのクールダウンを把握し、スキルが使われた後に攻撃を仕掛ける。\n- サポートアイテムや防具を購入し、耐久力を上げてブランドの攻撃に耐えられるようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対して効果的な割合ダメージを与えることができるため、ザイラは持続的にダメージを受けやすい。\n- ブランドのスタンを付与するスキルにより、ザイラは一時的に無力化され、反撃の機会を失うことが多い。\n- ブランドはAoEダメージが豊富で、集団戦においてザイラの植物を簡単に処理できるため、ザイラの火力を削がれる。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- ザイラのCCを活用して、ブランドが近づく前に先手を打ち、相手の動きを制限する。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドの攻撃に耐えられるようにする。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ブランドは強力なポーク能力を持ち、遠距離からの攻撃でレオナの接近を妨げることができるため、レオナは攻撃を受けやすい。\n- ブランドのスキルは持続的なダメージを与えるため、レオナがオールインを狙う際に、事前にダメージを受けてしまうリスクが高い。\n- ブランドはスタンを持っており、レオナが接近した際に無力化される可能性が高く、反撃を受けやすい。\n\n不利の緩和策：\n- ブランドのスキルがクールダウン中のタイミングを狙って、積極的にオールインを仕掛ける。\n- 味方と連携して行動し、ブランドの攻撃を分散させることで、レオナが安全に接近できるようにする。\n- 魔法防御アイテムを購入し、ブランドのダメージを軽減することで、耐久力を高める。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ブランドの持続的なダメージとAoE攻撃により、スレッシュはハラスを受けやすく、HP管理が難しくなる。\n- ブランドのスタンを持つスキルにより、スレッシュは捕まえられやすく、特に奇襲を受けると致命的なダメージを受ける可能性が高い。\n- スレッシュのクールダウンが長いため、ブランドの攻撃を避けることが難しく、外した際の隙が大きくなる。\n\n不利の緩和策：\n- ブランドのスキルのクールダウンを意識し、隙を見て攻撃するタイミングを計る。\n- ブランドの攻撃を受けないように位置取りを工夫し、特にスキルを避けることに集中する。\n- チームメイトと連携し、ブランドに対してオールインを仕掛ける際はCCを活用して瞬時に排除する。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ブランドは高い持続ダメージを持ち、特にタンクに対しても効果的な割合ダメージを与えることができるため、セラフィーンはダメージを受けやすい。\n- ブランドのスタンを付与するスキルにより、セラフィーンは無力化されやすく、集団戦での役割を果たしづらくなる。\n- セラフィーンはスキルの発生が遅く、ブランドの攻撃を避けるのが難しいため、奇襲やオールイン合戦で不利になる。\n\n不利の緩和策：\n\n- ブランドのスキルを避けるために、位置取りを工夫し、安全な距離から支援を行う。\n- 味方と連携し、ブランドに対して集団で攻撃を仕掛けることで、彼のダメージを抑える。\n- 防御アイテムを早めに購入し、耐久力を上げることで、ブランドの攻撃に耐えられるようにする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブランドは持続的なダメージを与える能力が高く、ラックスの脆弱な基礎ステータスを突いて攻撃してくるため、接近されると危険です。\n- ブランドのスタン効果により、ラックスはスキルを当てる前に無力化される可能性が高く、特に奇襲を受けると致命的です。\n- ブランドはAoEダメージが豊富で、集団戦においてもラックスのスキルを無効化しやすく、ラックスの影響力を減少させます。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、ブランドのスキルを避けるように心がける。\n- サポートアイテムやポーションを活用して、マナと体力を維持し、スキルを連打できる状況を作る。\n- 可能であれば、味方と連携してブランドに対抗し、集団戦での有利を狙う。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ブランドのスキルを避けながらダメージを与えることができるため、戦闘を有利に進めやすい。\n- ブランドは自衛手段が乏しく、ニーコの高いバーストダメージに対して脆弱であるため、ニーコが先手を取ることで有利に戦える。\n- ニーコは短射程のチャンピオンに対して強い立ち回りができ、ブランドの攻撃を避けつつ、持続的にダメージを与えることができる。\n\n有利の取り方：\n- 擬態を活用してブランドの注意を引きつけ、奇襲を仕掛けることでダメージを与える。\n- ブランドのスキルがクールダウン中に攻撃を仕掛け、反撃を受けるリスクを減らす。\n- ミニオンを利用してブランドの攻撃を避けつつ、CSを取りながらダメージを与える機会を増やす。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供できるため、ブランドの持続ダメージを軽減しやすい。\n- ブランドは自衛手段が乏しく、ユーミの支援を受けたADCに対して攻撃を仕掛けることで、ブランドを圧倒することができる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、ブランドの攻撃を避けながら効果的にサポートできる。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、味方ADCにシールドや回復を行い、レーンでのサステインを維持する。\n- ブランドが攻撃的に出てきた際に、ユーミの支援を活かして反撃し、トレードで有利を取る。\n- 集団戦では、ユーミが味方ADCに密着し、ブランドの攻撃を受け流しながら、味方の火力を最大限に引き出す。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ブランドに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ブランドは自衛手段が乏しく、セナの攻撃を受けるとダメージを受けやすい。特にセナの回復能力により、持続的にハラスを続けることができる。\n- ブランドのスキルは当たるとダメージを与えるが、セナは回復を行いながら攻撃できるため、持続戦闘において有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ブランドのHPを削ることでプレッシャーをかける。\n- ブランドのスキルを避けるために位置取りを工夫し、セナの射程を活かして安全に攻撃する。\n- ブランドがスキルを使った後の隙を狙い、セナの攻撃や回復を行いながら、相手のリソースを削る。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ブランドは自衛手段が乏しく、ジャンナのCCを受けると動きが制限されやすい。\n- ジャンナのシールドや回復により、ブランドの持続ダメージを軽減できるため、耐久力が向上する。\n- ブランドはアサシンに対して脆弱であり、ジャンナのディスエンゲージ能力によって味方を守ることができる。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、味方にシールドをかけてダメージを軽減する。\n- ブランドが攻撃的に出てきた際に、CCを使って反撃し、相手の動きを制限する。\n- 集団戦では、ジャンナの移動速度向上の効果を活かして、味方をサポートしつつ、ブランドを遠ざける。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができるため、ブランドの攻撃を避けつつ有利なトレードが可能です。\n- ブランドの持続ダメージに対して、ミリオは回復やシールドを提供できるため、耐久力が高くなります。\n- ミリオのウルトにより、ブランドのCCを解除できるため、集団戦での影響力を高めることができます。\n\n有利の取り方：\n- ブランドのスキルを避けながら、味方と連携して攻撃を仕掛けることで、ダメージを与えつつ安全に戦う。\n- ブランドがスキルを使った後の隙を狙い、ミリオの回復やシールドを活かしてトレードを行う。\n- 集団戦では、ミリオのウルトをタイミングよく使用し、ブランドのエンゲージを無効化して味方を守る。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ブランドの持続ダメージを軽減できるため、ハラスに耐えやすい。\n- ソナのオーラによる支援効果で、味方の生存率を高めることができ、集団戦での優位性を持つ。\n- ブランドは自衛手段が乏しく、ソナのスタンを受けると攻撃を受けやすくなるため、捕まえやすい。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、味方と連携してブランドに対して積極的に攻撃を仕掛ける。\n- ソナのスキルを駆使して味方を強化し、ブランドの攻撃を受け流しながら反撃する。\n- 集団戦では、ブランドのスキルを避けつつ、味方全体にバフをかけて戦闘を有利に進める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブランドは自衛手段が乏しく、ブリッツクランクのフックを受けると簡単に捕まってしまうため、キルに繋がりやすい。\n- ブランドはスキルを連打するため、マナ消費が激しく、フックを外すとプレッシャーがなくなるが、ブリッツクランクはそのプレッシャーを常にかけ続けることができる。\n- ブランドはエンチャンター系のチャンピオンに対して不利であり、ブリッツクランクのキャッチ能力がその弱点を突くことができる。\n\n有利の取り方：\n- レーンでの位置取りを工夫し、ブランドがスキルを使った後にフックを狙うことで、隙を突いて捕まえる。\n- ブランドがスキルを使った後に、すぐにフックを放つことで、反撃の余地を与えずに攻撃する。\n- 集団戦では、ブランドが後衛にいる場合、フックで引き寄せて即座に排除し、味方のダメージを通しやすくする。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ブランドのスキルを避けながらハラスが可能です。\n- ブランドの自衛手段が乏しいため、カルマのスネアやシールドを駆使して攻撃することで、ブランドに対して有利に立ち回れます。\n- カルマは味方をサポートする能力が高く、ブランドの持続ダメージを軽減しつつ、集団戦でも有利に働くことができます。\n\n有利の取り方：\n- ブランドのスキルを避けながら、積極的にハラスを行い、相手のHPを削る。\n- スネアを使ってブランドの動きを制限し、攻撃のチャンスを作る。\n- 味方のADCと連携し、ブランドに対して集中的に攻撃を仕掛けることで、早期に優位を築く。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルは味方にシールドを付与できるため、ブランドの高いバーストダメージを軽減できる。\n- ブランドのスタンをポリモーフで無力化することができ、攻撃を仕掛ける際のリスクを減らせる。\n- ルルは移動しながらスキルを使えるため、ブランドのスキルを回避しやすく、距離を保ちながら戦える。\n\n有利の取り方：\n- ブランドの攻撃を受けた味方を素早く回復させ、戦闘を有利に進める。\n- ブランドとの距離を保ちながら、スキルを使ってダメージを与える。\n- 視界を確保し、ブランドの動きを把握して奇襲を避ける。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ブランドは自衛手段が乏しく、ノーチラスのCCを受けると一気に倒される可能性が高い。\n- ノーチラスのフックによるエンゲージが効果的で、ブランドのポークを避けながら接近できる。\n- ブランドはスキルを連打するため、マナ管理が難しく、ノーチラスが持続的に圧力をかけることで疲弊させることができる。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、タイミングを見計らってフックを使い、捕まえるチャンスを狙う。\n- ブランドの体力が低い時に、味方と連携して一気に攻撃を仕掛ける。\n- ブランドがスキルを使った後の隙を突いて、積極的に攻撃を仕掛けることで、相手の動きを制限する。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ニーコは短射程のチャンピオンに対して有利で、擬態を利用して奇襲を仕掛けることができるため、ラカンが接近する際にリスクが高い。\n- ニーコのCCスキルはラカンの機動力を制限し、特に接近戦でのエンゲージが難しくなる。\n- ニーコはAoEダメージを持ち、乱戦において高いバーストダメージを出せるため、ラカンがサポートとしての役割を果たしづらくなる。\n\n不利の緩和策：\n- ニーコのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- ラカンのシールドや回復を活用し、ニーコの攻撃を受ける前に味方をサポートする。\n- ニーコが擬態を使っている間に、他の味方チャンピオンと連携して攻撃を仕掛け、ニーコを孤立させる。",
      "メル": "メルが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してメルに接近しやすく、メルの長射程を活かす前に攻撃を受ける可能性が高い。\n- ニーコのスタンやスネアによるCCがメルに対して効果的で、接近戦での生存能力を低下させる。\n- メルは回復効果に対して弱く、ニーコが持つバーストダメージに対して持続的なダメージを与えるのが難しいため、ニーコの攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ニーコの攻撃範囲外からスキルを使うことで、接近を防ぐ。\n- サポートアイテムや防具を早めに購入し、ニーコのバーストダメージに耐えられるようにする。\n- 味方チャンピオンと連携し、ニーコに対して集団での攻撃を仕掛けることで、奇襲を防ぎつつ有利な状況を作る。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ニーコは擬態を利用して奇襲を仕掛ける能力が高く、ゼラスの長射程を活かす前に接近されると、攻撃を受けやすくなります。\n- ゼラスは全てのスキルが発動に時間がかかるため、ニーコの機動力を活かした攻撃を避けるのが難しいです。\n- ニーコはスタンやスネアを持っており、ゼラスが近距離で捕まると一気にダメージを受けてしまうリスクがあります。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ニーコが近づいてくる前にハラスを行い、距離を保つように心がける。\n- サポートアイテムや防具を早めに購入し、ニーコの攻撃に耐えられるようにする。\n- ミニオンを利用してニーコの攻撃を遮り、擬態を活かした奇襲を防ぐように立ち回る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛ける能力が高く、セラフィーンがスキルを発動する前に接近されると、効果的に攻撃される可能性が高い。\n- セラフィーンのスキルは発生が遅く、ニーコの迅速な攻撃に対して反応しづらく、オールイン合戦で不利になることが多い。\n- ニーコは高いバーストダメージを持ち、接近戦でのセラフィーンの防御ステータスの低さが相まって、瞬時に倒されるリスクがある。\n\n不利の緩和策：\n- ニーコが接近する前に、味方と連携してスキルを使い、距離を保ちながらハラスを行う。\n- セラフィーンのスキルを連続して当てるために、味方の数を意識して集団戦を仕掛け、効果を最大限に活かす。\n- 自身の位置取りを意識し、安全な位置から支援を行い、ニーコの攻撃を避けるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ニーコは射程が長く、ブラウムが近づく前にハラスを受けやすい。\n- ニーコの擬態能力により、奇襲を仕掛けられるとブラウムは対応が難しくなる。\n- ニーコのバーストダメージとCCスキルにより、接近戦でのリスクが高く、ブラウムの防御能力が活かしづらい。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、ニーコの攻撃を受ける前に一緒に行動することでハラスを軽減する。\n- ニーコのスキルを避けるために、ミニオンを利用して位置取りを工夫する。\n- ブラウムのパッシブを活かし、ニーコが近づいてきた際にスタンを狙うことで、反撃のチャンスを作る。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してスレッシュに接近しやすいため、スレッシュが捕まえられるリスクが高い。\n- ニーコの範囲攻撃やスタンを活かしたバーストダメージに対して、スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、ダメージを受けやすい。\n- ニーコは短射程のチャンピオンに対して有利であり、スレッシュはその短射程の特性を活かしづらく、ニーコの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ニーコの攻撃範囲外からハラスを行うことで、ダメージを受けるリスクを減らす。\n- ニーコのスキルを避けるために、フックを外さないように慎重に動き、敵の動きを予測して行動する。\n- 早めにアイテムを購入し、サステインを向上させることで、ニーコのハラスに耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることが得意で、セナの逃げ手段が乏しいため、捕まると危険な状況に陥りやすい。\n- ニーコのスキルは短射程のチャンピオンに対して有利であり、セナは基礎ステータスが低く、序盤にハラスを受けやすい。\n- ニーコは乱戦に強いアルティメットを持っており、セナが育たないとレイトゲームでの影響力が低下するため、ニーコに対して劣位に立たされる。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ニーコのスキルを避けるように動くことで、ハラスを受けるリスクを減らす。\n- サポートアイテムを活用して、味方の回復を行いながら、ニーコの攻撃を受けにくい状況を作る。\n- 早めに視界を確保し、ニーコの動きを把握することで、奇襲を防ぎ、セナの安全を確保する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ニーコは短射程のチャンピオンに対して有利であり、ブリッツクランクの近接攻撃を避けながらハラスを行いやすい。\n- ニーコの擬態能力により、ブリッツクランクのフックをかわされる可能性が高く、捕まえるのが難しい。\n- ニーコはAoEダメージとスタンを持っており、集団戦での乱戦においてブリッツクランクが不利になることが多い。\n\n不利の緩和策：\n- ブリッツクランクはミニオンを利用してニーコのスキルを避けるように立ち回り、ハラスを受けないようにする。\n- ニーコのスキルのクールダウンを狙い、フックを当てるタイミングを見計らって攻撃する。\n- ブリッツクランクのサポートアイテムを活用し、味方と連携してニーコを捕まえるチャンスを増やす。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してジリアンに接近しやすく、ジリアンの防御が低いため、捕まると瞬時に倒されるリスクが高い。\n- ニーコの範囲攻撃やスタンを活かしたコンボに対して、ジリアンは攻撃手段が限られており、特に接近戦での対抗が難しい。\n- ニーコは短射程のチャンピオンに対して有利であり、ジリアンは射程が同じでもニーコの攻撃を受けやすく、ハラスを受けることが多い。\n\n不利の緩和策：\n- ジリアンは味方と連携し、ニーコの奇襲を警戒することで、事前に位置取りを工夫し、捕まらないようにする。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にしっかりとスキルを使えるようにする。\n- ニーコの攻撃を受ける前に、味方のサポートを受けながら安全にハラスを行い、レベル差をつけることでジリアンの強みを活かす。"
    },
    "loses": {
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、ニーコの低い防御ステータスを突くことができるため、オールインが強力です。\n- パンテオンのリープとスタンにより、ニーコの動きを制限しやすく、奇襲を防ぐことができます。\n- パンテオンはグローバルなアルティメットを持っており、他のレーンへの影響を与えやすく、序盤からの優位を作りやすいです。\n\n有利の取り方：\n- レーンでニーコに対して積極的にオールインを仕掛け、早期にキルを狙う。\n- ニーコのスキルのクールダウンを利用して、スキルを使った後に攻撃を仕掛ける。\n- パンテオンのアルティメットを使って、他のレーンにロームし、ニーコの影響を減らす。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ニーコが近づく前にハラスを行いやすい。\n- カルマのスネアは敵の動きを制限できるため、ニーコの奇襲能力を封じることができる。\n- カルマはシールドや加速効果を持っており、味方を守りつつニーコの攻撃を受け流すことができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ニーコの体力を削る。\n- スネアを使ってニーコが近づいてくるタイミングを狙い、捕まえる。\n- 味方ADCと連携して、ニーコが擬態を使う前に一気に攻撃を仕掛ける。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、ニーコの短射程を利用して奇襲を仕掛けやすいです。\n- シャコのインビジブル状態を活用することで、ニーコのスキルを避けながら攻撃できるため、ニーコのCCを回避しやすいです。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、ニーコの攻撃を回避しつつダメージを与えることができます。\n\n有利の取り方：\n- シャコは序盤から積極的にGankを仕掛け、ニーコのレーンを圧迫することでプレッシャーをかける。\n- インビジブルを使ってニーコの背後から奇襲し、彼女のスキルを避けながらダメージを与える。\n- ニーコがミニオンを攻撃している隙を狙い、CCを使って動きを制限し、連携攻撃を行う。",
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、ニーコの攻撃を受け止めることができるため、接近戦で優位に立てる。\n- CCスキルが豊富で、ニーコの動きを制限しやすく、特にニーコがスキルを使った後に攻撃を仕掛けることで有利な状況を作りやすい。\n- ニーコは射程が短く、レオナの攻撃範囲に入ると捕まってしまうリスクが高いため、レオナが先手を取ることができる。\n\n有利の取り方：\n- ニーコのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- フォグ・オブ・ウォーを利用して奇襲をかけ、ニーコが警戒していない時に接近する。\n- レーンでのハラスを行い、ニーコのHPを削りつつ、オールインのチャンスを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ニーコの接近を阻止することができるため、ニーコの奇襲能力を無効化しやすい。\n- ナミのハラス能力は高く、特に短射程のニーコに対しては効果的にダメージを与えられる。\n- ナミは味方の移動速度を上げるパッシブを持っており、チーム全体の機動力を向上させることで、ニーコの攻撃を避けやすくなる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーコのHPを削ることでプレッシャーをかける。\n- CCを駆使してニーコが近づく前に捕まえ、トレードを有利に進める。\n- ミニオンの波を利用して、ニーコがCSを取りづらい状況を作り出し、レーンの優位性を確保する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ニーコの攻撃を受けにくい。特にニーコの短射程を活かしづらくすることができる。\n- ユーミの回復やシールドによって、ニーコのバーストダメージを軽減できるため、レーンでのサステインが高い。\n- ユーミはハラス型のメイジサポートに対して有利であり、ニーコの攻撃をシールドや回復でかわしやすい。\n\n有利の取り方：\n- レーンでニーコの攻撃を受けた味方に回復やシールドをタイミングよく使い、ニーコのハラスを無効化する。\n- ユーミの密着を活かして、ニーコが近づいてきた際に味方と連携して反撃を行う。\n- 敵の動きを見極めて、ニーコが擬態を使うタイミングを予測し、味方を守るための位置取りを行う。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、ニーコの攻撃を受けるリスクを減らしつつ、トレードを有利に進めることができる。\n- ミリオのウルトはニーコのCCを解除できるため、ニーコの奇襲やエンゲージを無効化しやすい。\n- ミリオは回復やシールドを提供できるため、ニーコのバーストダメージに対して耐久力を高めることができる。\n\n有利の取り方：\n- ミリオのスキルを使ってニーコにハラスをかけ、相手のHPを削る。\n- ウルトをタイミングよく使い、ニーコのCCを解除して味方を守る。\n- ミリオの攻撃範囲を活かして、ニーコが近づく前に先手を打つことで、レーニングを有利に進める。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "アリスターが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、アリスターが接近する前にハラスをかけやすい。\n- ラックスのスネア効果により、アリスターがエンゲージを試みる際に拘束されるリスクが高い。\n- アリスターは攻撃力が低く、ラックスの高バーストダメージに対して耐えるのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて動く。\n- ラックスのスキルを避けるために、タイミングを見計らって動き、スキルを無駄にさせる。\n- ジャングラーと連携して、ラックスに対するギャンクを狙い、レーンでの優位を取り戻す。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、モルガナが接近する前にハラスを受けやすい。\n- ラックスのスネアはモルガナのスペルシールドを無効化するため、モルガナが捕まるリスクが高い。\n- ラックスは高いバーストダメージを持ち、モルガナの基礎ステータスが低いため、接近されると脆弱な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- ラックスのスキルを避けるために、動きながら位置取りを工夫する。\n- 味方のジャングラーと連携し、ラックスに対するオールインを狙うことで、レーンの主導権を取り戻す。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ラカンが接近する前にハラスを受けやすい。\n- ラックスのスネア効果により、ラカンは移動を制限され、エンゲージやピールが難しくなる。\n- ラックスは高いバーストダメージを持ち、接近した際にラカンが一瞬で倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動く。\n- ラックスのスキルを避けるために、タイミングを見計らって移動する。\n- 味方のジャングラーと連携して、ラックスに対するプレッシャーをかける。",
      "セナ": "セナが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、スキルを当てられると一気にHPを削られるため、セナはハラスを受けやすい。\n- ラックスのスネア効果により、接近されると動きを制限され、逃げる手段が乏しいセナは危険な状況に陥りやすい。\n- ラックスは全てのスキルがミニオンにブロックされないため、セナがハラスを試みても、ラックスは容易に反撃できる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ラックスのスキルを避けるようにする。\n- サポートアイテムや回復スキルを活用して、HPを維持しつつハラスを行う。\n- ジャングラーに協力を求めて、ラックスに対するgankを狙い、プレッシャーをかける。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、ザイラが接近されると一気に倒される危険がある。\n- ラックスのスキルは全てミニオンにブロックされず、ザイラのハラスを無効化しやすい。\n- ザイラは移動に役立つスキルがなく、ラックスのスキルを避けるのが難しいため、被弾しやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに位置し、ラックスのスキルを避けるようにする。\n- ザイラの植物を利用して、ラックスのスキルを牽制しつつ、距離を保つ。\n- サポートアイテムやポーションを活用して、体力を維持し、ラックスとのハラス合戦に耐える。",
      "ルル": "ルルが不利です。\n\n理由:\n- ラックスは高いバーストダメージを持ち、ルルが近づく前に大きなダメージを受ける可能性が高い。\n- ラックスのスキルは全てミニオンにブロックされないため、ルルがハラスを試みても、ラックスは安全に攻撃できる。\n- ルルはエンゲージやキャッチ能力が乏しく、ラックスのスキルがクールダウン中でない限り、攻撃を仕掛けるのが難しい。\n\n不利の緩和策:\n- ラックスのスキルがクールダウン中のタイミングを見計らって攻撃し、ハラスを行う。\n- ADCにスピードを与えてラックスの攻撃を避けさせ、ルル自身が安全な位置を保つ。\n- ルルのシールドやバフを活用して、ラックスの攻撃を受ける際の生存能力を向上させる。",
      "バード": "バードが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、スキルを当てられると一気にHPを削られるため、ハラスが強力です。\n- ラックスのスキルは全てミニオンにブロックされないため、バードがハラスを試みても、ラックスは安全に攻撃を続けられます。\n- バードのダメージスキルは限られており、ラックスに対して十分な圧力をかけることが難しいため、レーンでの優位を保ちにくいです。\n\n不利の緩和策：\n- バードの移動スキルを活かして、ラックスのスキルを避けるように立ち回り、ハラスを最小限に抑える。\n- 鐘を回収しつつ、味方ADCと連携してラックスに対抗するタイミングを見計らう。\n- レーンでのハラスを受けた際は、味方のサポートを受けながら回復を行い、持続的にレーンを維持する。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ラックスは長射程のスキルを持っており、ニーコが近づく前にハラスを受けやすい。\n- ラックスのスキルはミニオンにブロックされず、ニーコがミニオンを利用して攻撃することが難しい。\n- ラックスは高いバーストダメージを持ち、接近戦でニーコが捕まると一気に不利な状況に陥る。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ラックスのスキルを避けるようにする。\n- 擬態を活用してラックスの注意を引き、奇襲を狙うタイミングを見計らう。\n- サポートアイテムやポーションを活用して、ハラスを受けた際の回復を図る。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ラックスの攻撃を受けにくく、回復やシールドで耐久力を高められる。\n- ラックスのスキルは方向指定であり、精度が求められるため、ユーミが移動しながら味方を支援することでラックスのスキルを避けやすい。\n- ユーミはハラス型のメイジサポートに対して有利で、ラックスのバーストダメージをシールドで軽減し、レーン維持がしやすい。\n\n有利の取り方：\n- ユーミはラックスのスキルを避けながら、味方ADCと連携してハラスを行い、ラックスの体力を削る。\n- ラックスがスキルを使った後のクールダウンを狙い、ユーミの回復やシールドを活かして積極的にトレードを仕掛ける。\n- 集団戦では、ユーミが味方に密着し、ラックスの攻撃を受けずに味方を強化し、ラックスを無力化する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ラックスのスキルを無効化したり、距離を取ることができるため、ラックスの攻撃を避けやすい。\n- ジャンナのシールドや回復効果により、ラックスのバーストダメージを軽減できるため、耐久力が向上する。\n- ジャンナは移動速度を上げる能力を持っており、ラックスのスキルを避けながら接近したり、逃げたりすることができる。\n\n有利の取り方：\n- 敵のスキルを避けるために、ジャンナのCCを使ってラックスを遠ざけるタイミングを見計らう。\n- ジャンナのシールドを味方にかけて、ラックスの攻撃を受けても生存できるようにする。\n- レーンでのハラスを行い、ラックスのマナを消耗させることで、彼女のスキルを使わせる機会を増やす。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱なため、ブリッツクランクのフックで捕まえると簡単にキルに繋がる。\n- ブリッツクランクはラックスのスキルを妨害する能力があり、特にサイレンスを持つため、ラックスのスキルを使わせずに攻撃できる。\n- ラックスはスキルショットに依存しているため、ブリッツクランクのフックで捕まえることで、ラックスの攻撃を避けることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのHPを削ることで、フックを当てやすい状況を作る。\n- 敵の視界を意識し、ブッシュからの奇襲を狙ってフックを放つことで、ラックスを捕まえるチャンスを増やす。\n- 集団戦ではラックスの位置を把握し、彼女がスキルを使う前にフックを当てて行動を制限する。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態でラックスに接近しやすいため、ラックスのスキルを避けながら攻撃できます。\n- ラックスは接近されると脆弱であり、シャコの奇襲によって簡単に捕まる可能性が高いです。\n- シャコのCCスキルを使うことで、ラックスの行動を制限し、彼女のスキルを発動させる前にダメージを与えることができます。\n\n有利の取り方：\n- レーンでのハラスを避けるために、インビジブルを活用してラックスのスキルを回避しつつ、隙を見て攻撃を仕掛ける。\n- シャコのCCを使ってラックスを拘束し、味方と連携してキルを狙う。\n- 敵ジャングラーの動きを見ながら、ラックスが孤立しているタイミングを狙って奇襲をかける。",
      "パイク": "パイクが有利です。\n\n理由：\n- ラックスは基礎ステータスが低く、接近されると脆弱なため、パイクのハラスやフックに対して弱い。\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすく、特にスキルショットを回避するのが得意。\n- パイクのパッシブによる回復効果で、ラックスのハラスに対して耐性があり、レーンでの持続力が高い。\n\n有利の取り方：\n- レーン開始時にラックスのスキルを避けながら、フックやハラスを積極的に行い、相手にプレッシャーをかける。\n- 敵ミニオンの後ろからラックスを狙い、フックを当てることでキルチャンスを作る。\n- 視界を確保しつつ、ラックスが孤立しているタイミングを見計らって、集団での奇襲を仕掛ける。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ラックスのスキルを避けながら接近しやすいです。\n- ラックスは接近されると脆弱であり、レルの拘束能力によってラックスを捕まえやすくなります。\n- レルのパッシブ効果により、ラックスに対してダメージを与えやすく、タンクとしての耐久力も高いため、ラックスのバーストダメージに耐えられます。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのスキルを避けながら近づくことで、相手にプレッシャーをかける。\n- 敵のミニオンを利用して、ラックスのスキルをブロックしつつ、接近してCCを当てるタイミングを狙う。\n- 集団戦では、ラックスのスキルを避けながらエンゲージし、味方と連携してラックスを優先的に狙う。",
      "カルマ": "カルマが有利です。\n\n- ラックスは高いバーストダメージを持っていますが、カルマはシールドを使って味方を守ることができるため、ラックスの攻撃を軽減できます。\n- カルマは序盤から高いプレッシャーをかけることができ、ラックスのスキルを避けながらハラスを行いやすいです。\n- ラックスのスキルはクールダウンがあるため、スキルを使った後に攻撃するチャンスを狙うことができ、カルマはそのタイミングを利用しやすいです。\n\n有利の取り方：\n\n- 常に距離を保ち、ラックスのスキルを避けることで、彼女の攻撃を受けないようにする。\n- シールドを活用して、ラックスの攻撃を防ぎつつ、味方のADCをサポートする。\n- ワードを適切に設置し、ラックスの動きを把握することで、彼女のスキルを避けるための情報を得る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、ラックスのハラスを受けにくくし、トレードを有利に進めることができる。\n- ミリオのウルトはラックスのCCを解除できるため、ラックスのスネアを無効化し、味方を守ることができる。\n- ミリオは回復やシールドを提供できるため、ラックスのバーストダメージに対して耐久力を高めることができる。\n\n有利の取り方：\n- ミリオのスキルを使って味方の攻撃範囲を延ばし、ラックスに対して積極的にハラスを行う。\n- ウルトをタイミングよく使用し、ラックスのスネアや他のCCを解除して味方を守る。\n- ミリオの回復やシールドを活用して、ラックスのバーストダメージを受けた味方をサポートし、レーンでの優位を保つ。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "ザイラが不利です。\n\n- タム・ケンチは高い耐久力を持ち、ザイラの攻撃を受けながら接近することができるため、ザイラのハラスが効きにくい。\n- タム・ケンチのCCスキルは発生が遅いものの、接近されるとザイラは脆弱で、タム・ケンチに捕まると一気に不利な状況になる。\n- ザイラは移動に役立つスキルがなく、タム・ケンチが近づいてくると逃げる手段が限られているため、対処が難しい。\n\n不利の緩和策：\n\n- ザイラはタム・ケンチとの距離を保ちながら、ハラスを続けることを意識し、常に安全な位置を確保する。\n- タム・ケンチのCCを避けるために、ミニオンを利用してスキルを当てるタイミングを見計らう。\n- 味方のジャングラーや他のチャンピオンと連携し、タム・ケンチに対する集団戦を仕掛けることで、彼の耐久力を削る。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、モルガナの攻撃を受けながら反撃しやすいため、トレードで不利になりやすい。\n- タム・ケンチのウルトによって、モルガナのCCが無力化される可能性があり、彼のエンゲージを防ぐ手段が限られる。\n- タム・ケンチは機動力が高く、モルガナのスネアを避けやすいため、捕まえるのが難しい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、タム・ケンチの攻撃を避けながらスキルを使う。\n- タム・ケンチのウルトを警戒し、味方と連携してタイミングを見計らってスキルを使用する。\n- アイテムを活用してマナ管理を行い、持続的な戦闘に備える。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ニーコのバーストダメージを受け止めやすいため、ニーコの攻撃が効果的に決まりにくい。\n- タム・ケンチのCCスキルは発生が遅いものの、ニーコが近づくと反撃を受けやすく、接近戦でのリスクが高まる。\n- タム・ケンチはエンゲージ型のタンクであり、ニーコの奇襲を防ぎやすく、逆にニーコが捕まる可能性が高い。\n\n不利の緩和策：\n- 遠距離からのハラスを活用し、タム・ケンチが近づく前にダメージを与える。\n- タム・ケンチのスキルを避けるために、位置取りを工夫し、常に距離を保つようにする。\n- 味方のジャングラーと連携し、タム・ケンチに対するギャンクを狙うことで、ニーコの有利な状況を作り出す。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タム・ケンチは高いサステインと瞬間的な耐久力を持ち、接近戦でのトレードに強いため、ノーチラスが攻撃を仕掛けても反撃されやすい。\n- タム・ケンチのウルトによって、ノーチラスのCCを無効化される可能性があり、効果的なエンゲージが難しくなる。\n- タム・ケンチは機動力が高く、ノーチラスのフックを避けることができるため、捕まえるのが難しい。\n\n不利の緩和策：\n- タム・ケンチのスキルを使わせるために、慎重に位置取りを行い、無理に接近しないようにする。\n- 味方と連携を強化し、タム・ケンチを捕まえるタイミングを見極めて一緒に攻撃する。\n- アイテム選択で効果的なダメージを与えられる装備を選び、タム・ケンチの耐久力を削ることを意識する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ヴェル＝コズの攻撃を受けながら反撃しやすいため、ハラスが効きにくい。\n- タム・ケンチのウルトによって、ヴェル＝コズは無力化される可能性があり、集団戦での立ち回りが難しくなる。\n- タム・ケンチは接近戦に強く、ヴェル＝コズの機動力の低さを突いて簡単に接近されるため、攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを意識し、タム・ケンチが近づく前にスキルを当ててダメージを与える。\n- サポートアイテムや味方の援護を活用し、タム・ケンチに対して安全にプレッシャーをかける。\n- 集団戦では、タム・ケンチがウルトを使う前に距離を保ち、他の敵チャンピオンを狙うことで、タム・ケンチの影響を減らす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ラックスのバーストダメージを受けても生き残ることができるため、ハラスが効きにくい。\n- タム・ケンチのCCスキルによって、接近されるとラックスは無力化され、反撃のチャンスが失われる。\n- タム・ケンチは機動力が高くないため、ラックスのスキルを当てるのが難しく、逆にタム・ケンチに捕まるリスクが高まる。\n\n不利の緩和策：\n- レーンでのハラスを強化するために、ミニオンを利用してタム・ケンチの攻撃を避けつつ、スキルを当てるタイミングを見計らう。\n- タム・ケンチのCCを避けるために、位置取りを意識し、常に距離を保つように心がける。\n- サポートアイテムや味方のガンクを活用して、タム・ケンチに対するプレッシャーをかけ、レーンでの優位を取り戻す。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ブランドの持続ダメージを受けても簡単には倒れないため、トレードで不利になる。\n- タム・ケンチのウルトによってブランドが無力化されると、反撃の機会を失い、味方を守ることも難しくなる。\n- ブランドは自衛手段が乏しく、タム・ケンチの接近を許すと瞬時に捕まえられてしまうため、奇襲に弱い。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、タム・ケンチの接近を避けることで安全にスキルを当てる。\n- サポートアイテムやマナ回復アイテムを活用し、レーン維持力を高めてタム・ケンチとのトレードを有利に進める。\n- タム・ケンチのウルトのクールダウンを狙い、ウルトがないタイミングで積極的に攻撃を仕掛ける。",
      "セナ": "セナが不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、セナの攻撃を受けながら反撃しやすいため、レーンでのハラスが難しい。\n- タム・ケンチのCCスキルによって捕まると、逃げる手段が乏しいセナは簡単に倒されるリスクが高い。\n- タム・ケンチはエンゲージ型のタンクであり、セナのような柔らかいチャンピオンに対して強力なプレッシャーをかけることができる。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、タム・ケンチの攻撃範囲外から攻撃するように心がける。\n- サポートアイテムや回復スキルを活用して、タム・ケンチの攻撃を受けた際のサステインを確保する。\n- ジャングラーと連携して、タム・ケンチに対するgankを仕掛け、彼の耐久力を削るチャンスを作る。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ユーミの支援を無効化しやすい。特に、タム・ケンチがオールインを仕掛けると、ユーミは脆弱で対処が難しい。\n- タム・ケンチのCCは発生が遅いものの、ユーミはハードCCを持たないため、タム・ケンチの攻撃を受けると逃げる手段が乏しい。\n- タム・ケンチはエンゲージ型のタンクであり、ユーミが密着していると、タム・ケンチの攻撃を受けやすく、ダメージを受けるリスクが高まる。\n\n不利の緩和策：\n- ユーミは味方のADCと連携し、タム・ケンチが攻撃を仕掛ける前にシールドや回復を活用して耐える。\n- タム・ケンチのスキルを避けるために、位置取りを工夫し、タム・ケンチが近づく前に距離を保つ。\n- ワーディングをしっかり行い、タム・ケンチの動きを把握して、味方と連携して安全に立ち回る。"
    },
    "loses": {
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、タム・ケンチの耐久力を無視してダメージを与えやすい。\n- タム・ケンチはエンゲージが苦手で、セラフィーンのスキルの発生が遅いことを利用して、距離を保ちながら攻撃できる。\n- セラフィーンのCC効果は広範囲であり、味方の数に応じて強化されるため、タム・ケンチを無力化しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削ることで、彼のサステインを無効化する。\n- タム・ケンチが近づいてきた際に、CCを使って彼を無力化し、味方と連携して攻撃する。\n- 集団戦では、タム・ケンチが味方を守る前に、彼をターゲットにしてダメージを与え、早期に排除する。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、タム・ケンチに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- タム・ケンチは近接チャンピオンであり、ゼラスの攻撃を受けるとダメージを受けやすく、反撃が難しい。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でもタム・ケンチに対して複数の敵にダメージを与えやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、タム・ケンチのHPを削ることで、レーンの主導権を握る。\n- タム・ケンチが近づいてきた際には、スキルを使って距離を保ちつつ、反撃のチャンスを狙う。\n- 味方のジャングラーと連携し、タム・ケンチを捕まえるためのギャンクを仕掛けることで、さらなる有利を築く。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦での味方の生存率を高めることができるため、タム・ケンチの攻撃を受け流しやすい。\n- タム・ケンチはエンゲージが苦手で、ソナのスキルを使って距離を保ちながら攻撃できるため、トレードで優位に立ちやすい。\n- ソナは回復やバフを駆使してタム・ケンチのダメージを軽減できるため、持続的な戦闘において有利に働く。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのサステインを削る。\n- タム・ケンチが近づいてきた際にスキルを使って距離を取り、反撃のチャンスを作る。\n- 集団戦では味方を支援しつつ、タム・ケンチの動きを制限することで、味方が有利に戦える状況を作る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、タム・ケンチの攻撃を受けても持ちこたえやすい。\n- タム・ケンチのエンゲージが苦手で、ソラカのスキルで相手の行動を制限できるため、レーンでのハラスがしやすい。\n- ソラカは射程が長く、タム・ケンチが近づく前にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削る。\n- タム・ケンチが近づいてきた際に、スキルを使って行動を制限し、反撃のチャンスを作る。\n- 味方と連携して、タム・ケンチがウルトを使う前に先手を打つことで、彼の効果を無効化する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、タム・ケンチのエンゲージを無効化することができるため、彼の攻撃を効果的に防げます。\n- タム・ケンチは近接攻撃に依存しているため、ジャンナのシールドや移動速度アップの効果で味方を守りつつ、タム・ケンチとの距離を保つことができます。\n- ジャンナはタンクやインファイトを好むADCに対して強力なディスエンゲージが可能で、タム・ケンチの攻撃を受け流しやすいです。\n\n有利の取り方：\n- タム・ケンチが近づいてきた際に、CCを使って彼を遠ざけ、味方が安全に攻撃できる位置を確保します。\n- タム・ケンチが攻撃を仕掛けるタイミングを見計らい、シールドを使って味方を守りつつ反撃のチャンスを作ります。\n- レーンでの視界を確保し、タム・ケンチが孤立している時に味方と連携して攻撃を仕掛けることで、彼の強みを活かさせないようにします。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、タム・ケンチに対してハラスを行いやすく、トレードで優位に立つことができる。\n- ミリオのウルトはタム・ケンチのCCを解除できるため、タム・ケンチがエンゲージを試みた際に味方を守ることができる。\n- タム・ケンチはエンゲージが苦手で、ミリオのノックバックや攻撃強化によって、タム・ケンチの攻撃を無力化しやすい。\n\n有利の取り方：\n- ミリオのスキルを活用して、タム・ケンチに対して積極的にハラスを行い、レーンでの優位を確保する。\n- タム・ケンチがエンゲージを試みた際に、ウルトを使って味方を守り、反撃のチャンスを作る。\n- タム・ケンチが孤立している時に、味方と連携して攻撃を仕掛け、キルを狙う。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、タム・ケンチのエンゲージを無効化できるため、彼の攻撃を効果的に防げる。\n- ポッピーの低CDの割合ダメージと高いシールドにより、1対1の戦闘でタム・ケンチに対して優位に立てる。\n- タム・ケンチのCCは発生が遅く、ポッピーはその間に攻撃を仕掛けることができるため、トレードで有利に進めやすい。\n\n有利の取り方：\n- タム・ケンチが近づいてきた際に、ダッシュを阻止して反撃することで、彼の攻撃を無力化する。\n- ポッピーのシールドを活かして、タム・ケンチの攻撃を受けつつ、ダメージを与えるタイミングを見計らう。\n- タム・ケンチのスキルのクールダウンを利用して、積極的にトレードを仕掛け、レーンでの優位を確保する。",
      "スウェイン": "スウェインが有利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの攻撃を受けながらも耐えやすい。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、タム・ケンチが複数の敵を相手にしている際にも有利に戦える。\n- タム・ケンチはエンゲージが苦手で、スウェインのキャッチ能力を活かしてタム・ケンチを捕まえやすい。\n\n有利の取り方：\n- スウェインのスキルを使ってタム・ケンチにダメージを与えつつ、回復を行いながらトレードを仕掛ける。\n- タム・ケンチが近づいてきた際に、スウェインのキャッチ能力を活かして先手を取る。\n- 集団戦ではタム・ケンチのウルトを警戒しつつ、他の味方と連携してタム・ケンチを無力化する。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、タム・ケンチの動きを制限することができるため、彼の攻撃を無効化しやすい。\n- ナミのハラス能力により、タム・ケンチのサステインを削りやすく、レーンでの優位を保ちやすい。\n- タム・ケンチはエンゲージが苦手であり、ナミのディスエンゲージ能力を活かすことで、彼の攻撃を避けることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削ることで、彼のプレッシャーを減らす。\n- タム・ケンチが近づいてきた際にCCを使い、彼の行動を制限して味方の攻撃をサポートする。\n- ナミのパッシブを活かして味方の移動速度を上げ、タム・ケンチとの距離を保ちながら安全に戦う。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、タム・ケンチの攻撃を避けながら接近し、CCを使って無力化することができる。\n- タム・ケンチはエンゲージが苦手で、ラカンの機動力に対処しづらいため、ラカンが有利に立ち回れる。\n- ラカンはシールドや回復を持っており、タム・ケンチの攻撃を受けても耐えやすく、味方を守ることができる。\n\n有利の取り方：\n- タム・ケンチが攻撃を仕掛ける前に、ラカンのCCを使って先手を取る。\n- タム・ケンチが孤立している時に、ラカンの機動力を活かして奇襲をかける。\n- ラカンのシールドや回復を活用し、タム・ケンチの攻撃を受けながら味方をサポートする。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの耐久力を早期に削ることができる。\n- タム・ケンチのCCは発生が遅く、パンテオンのリープを使った攻撃に対して反応しづらい。\n- パンテオンはグローバルなウルトを持っており、他のレーンへの影響を与えやすく、試合全体での優位性を確保しやすい。\n\n有利の取り方：\n- レーンでのオールインを狙い、タム・ケンチのHPを早めに削る。\n- タム・ケンチがCCを使う前にリープで距離を詰め、攻撃を仕掛ける。\n- ウルトを使って他のレーンに寄り、タム・ケンチが不在の間に味方と連携してキルを狙う。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、モルガナのスキルを避けやすい。\n- シャコのCCは強力で、集団戦やGank時にモルガナを無力化することができるため、対処が難しい。\n- モルガナは射程が短く、シャコの攻撃を受けやすく、特に奇襲を受けた際に脆弱になる。\n\n不利の緩和策：\n- ワードを積極的に使い、シャコの動きを把握して奇襲を防ぐ。\n- スペルシールドを活用して味方を守り、シャコの攻撃を無効化するタイミングを見極める。\n- シャコがGankに来る前に、レーンを安全に保つために後退し、無理な戦闘を避ける。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブリッツクランクのフックを避けやすい。\n- シャコはAAに依存するダイバーであり、ブリッツクランクのCCを回避しつつ、瞬時にダメージを与えることができるため、対面でのプレッシャーが強い。\n- ブリッツクランクは基礎移動速度が低く、逃げる手段が乏しいため、シャコのカウンターGankに対して脆弱である。\n\n不利の緩和策：\n- シャコの動きを予測し、視界を確保することで奇襲を防ぐ。\n- ブリッツクランクのフックを外さないように、慎重にタイミングを見計らって使用する。\n- チームメイトと連携し、シャコが奇襲を仕掛ける前に集団で行動することで、シャコの攻撃を受けにくくする。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを活かして奇襲を仕掛けやすく、アリスターのエンゲージを無効化することができる。\n- シャコはAAに依存するダイバーであり、アリスターのタンク性能を無視してダメージを与えることができるため、アリスターが反撃しづらい。\n- アリスターはスキルのクールダウンが長く、シャコの奇襲に対して即座に反応するのが難しい。\n\n不利の緩和策：\n- ワードを積極的に使い、シャコの動きを視認して奇襲を防ぐ。\n- アリスターのパッシブを活かしてレーン維持をしつつ、シャコのGankを受けないように立ち回る。\n- 集団戦では味方と連携し、シャコが孤立しないように注意を払い、エンゲージを行うタイミングを見極める。",
      "レオナ": "レオナが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、レオナが接近する前に攻撃を受けるリスクが高い。\n- シャコはAAに依存するダイバーであり、レオナのCCを回避しやすく、逆にレオナを排除するチャンスを持っている。\n- レオナは火力が低く、特に中盤以降はダメージが不足しがちで、シャコの瞬発力に対抗しづらい。\n\n不利の緩和策：\n- ワードをしっかりと配置し、シャコの動きを把握することで奇襲を防ぐ。\n- シャコがインビジブルになる前に、味方と連携して先手を打つことで、奇襲を未然に防ぐ。\n- 集団戦では、他の味方と連携してシャコを狙い、孤立させないようにすることで、彼の強みを活かさせない。",
      "ザイラ": "ザイラが不利です。\n\n- シャコは高い機動力を持ち、インビジブル状態で奇襲を仕掛けることができるため、ザイラが接近されると脆弱な状態になりやすい。\n- ザイラは移動に役立つスキルがなく、シャコの攻撃を避ける手段が限られているため、捕まるリスクが高い。\n- シャコのCCスキルによって、ザイラの行動が制限され、反撃のチャンスを失いやすい。\n\n不利の緩和策：\n\n- ザイラは常に安全な距離を保ち、シャコの奇襲を警戒しながらプレイすることが重要。\n- 可能であれば、味方と連携してシャコを捕まえるための視界を確保し、カウンターを狙う。\n- シャコがインビジブルになる前に、植物を利用して敵の動きを予測し、先手を打つことで奇襲を防ぐ。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- シャコは高い機動力を持ち、インビジブル状態での奇襲が得意なため、ゼラスの攻撃を避けやすい。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、シャコに捕まると簡単に倒されるリスクが高い。\n- シャコのCCスキルによってゼラスの動きを制限されると、攻撃のタイミングを失い、効果的にダメージを与えられなくなる。\n\n不利の緩和策：\n- ゼラスは常に後退しながら攻撃し、距離を保つことでシャコの奇襲を避ける。\n- ワードを使って視界を確保し、シャコの動きを把握することで、奇襲を未然に防ぐ。\n- チームメイトと連携し、シャコが攻撃を仕掛けてきた際にサポートを受けられるようにする。",
      "パイク": "パイクが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、パイクが攻撃を仕掛ける前に先手を取られる可能性が高い。\n- シャコのCCスキルはパイクの動きを制限し、特に集団戦での影響力を低下させるため、パイクが思うように動けなくなる。\n- シャコはAAに依存するダイバーであり、パイクの瞬間火力が低いため、トレードで不利な状況に陥りやすい。\n\n不利の緩和策：\n- シャコのインビジブルを警戒し、視界を確保するためにワードを積極的に設置する。\n- シャコが奇襲を仕掛ける前に、味方と連携して動くことで、カウンターを狙う。\n- シャコのCCを避けるために、スキルの使用タイミングを工夫し、特に集団戦では位置取りに注意を払う。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ラックスが接近されると対処が難しくなる。\n- シャコのCCスキルによって、ラックスは動きを制限され、スキルを発動する余裕がなくなるため、脆弱な状況に陥りやすい。\n- ラックスは基礎ステータスが低く、接近戦に弱いため、シャコの攻撃を受けると一気にダメージを受けてしまう。\n\n不利の緩和策：\n- ワードを積極的に使い、シャコの動きを把握して奇襲を防ぐ。\n- シャコがインビジブルになる前に、距離を保ちながらハラスを行い、プレッシャーをかける。\n- チームメイトと連携し、シャコが奇襲を仕掛けてきた際にカバーを受けられるようにする。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- ブランドは自衛手段が乏しく、シャコの奇襲に対して脆弱であり、特にインビジブル状態からの攻撃に対処しづらい。\n- シャコは高い機動性を持ち、瞬時に接近してダメージを与えることができるため、ブランドが攻撃を当てる前に倒される可能性が高い。\n- シャコのCCスキルによって、ブランドは動きを制限され、攻撃を行うことが難しくなる。\n\n不利の緩和策：\n- ワードを使って視界を確保し、シャコの動きを把握することで奇襲を防ぐ。\n- チームメイトと連携し、シャコが接近する前に集団で対処することで、奇襲のリスクを減らす。\n- アイテムを工夫して、マナ管理や生存能力を向上させることで、持続的に戦えるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ノーチラスの攻撃を避けやすい。\n- シャコの罠は視界を制限し、ノーチラスのフックを当てにくくするため、エンゲージが難しくなる。\n- シャコは集団戦での火力が低い一方で、ノーチラスは集団戦でのダメージが味方に依存するため、シャコが不利な状況を作りやすい。\n\n不利の緩和策：\n- シャコの罠を避けるために、視界を確保しつつ慎重に動く。\n- シャコがインビジブル状態の時は、彼の快適ゾーンから離れた位置で待機し、奇襲を防ぐ。\n- チームメイトと連携し、シャコを捕まえるためのコンボを仕掛けるタイミングを合わせる。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ヴェル＝コズは接近されやすい。\n- ヴェル＝コズは機動力が低く、特にシャコの攻撃を受けると自衛が難しく、致命的なダメージを受ける可能性が高い。\n- シャコのCCスキルによって、ヴェル＝コズは行動を制限され、攻撃を行う前に無力化されることが多い。\n\n不利の緩和策：\n- シャコの奇襲を警戒し、視界を確保するためにワードを積極的に設置する。\n- シャコがインビジブル状態の時は、仲間と連携して行動し、孤立しないようにする。\n- シャコが接近してきた際には、距離を保ちながらスキルを使い、ハラスを行うことでプレッシャーをかける。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、ジリアンが捕まるリスクが高い。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒される可能性があるため、シャコの攻撃に対して脆弱。\n- シャコは集団戦が苦手なため、ジリアンがサポートする際にカウンターGankを受けやすく、ジリアンのスキルが機能しづらくなる。\n\n不利の緩和策：\n- ジャングルの視界を確保し、シャコの動きを把握することで奇襲を避ける。\n- 味方と連携し、シャコが奇襲を仕掛ける前に先手を打つことで、ジリアンの安全を確保する。\n- シャコの攻撃を受ける前に、移動速度のバフを活用して距離を取ることで、リスクを軽減する。"
    },
    "loses": {
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、味方の生存能力を大幅に向上させることができるため、シャコの奇襲を受けても持ちこたえやすい。\n- シャコはAA依存度が高く、基礎ステータスが低いため、ソラカの回復とハラスによってレーンでの優位を保ちやすい。\n- ソラカのサイレンス効果により、シャコのスキルを無力化し、攻撃のチャンスを減少させることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、シャコのHPを削りつつ、味方の安全を確保する。\n- シャコがインビジブル状態になった際には、位置を予測して味方に警告し、奇襲を回避する。\n- シャコが攻撃を仕掛けてきた際には、ヒールを使って味方を支援し、反撃のチャンスを作る。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、シャコの奇襲を防ぐことができるため、シャコが接近するのを難しくします。\n- ナミのハラス能力により、シャコがレーンでのプレッシャーを受けやすく、序盤から有利な状況を作りやすいです。\n- シャコはAA依存度が高く、ナミの回復能力によって持続的なトレードで優位に立つことができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコの体力を削ることでプレッシャーをかける。\n- シャコがインビジブル状態になった際には、位置取りを工夫して逃げ道を確保し、奇襲を防ぐ。\n- ナミのCCを活用して、シャコが攻撃を仕掛けるタイミングをずらし、味方と連携して反撃する。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、シャコの奇襲を受けにくい。\n- セラフィーンは複数のCCを持ち、シャコの動きを制限することで、彼の攻撃を無力化できる。\n- セラフィーンは射程が長く、安全な位置から支援できるため、シャコの接近を防ぎやすい。\n\n有利の取り方：\n- シャコが奇襲を仕掛ける前に、味方と連携してCCを当てて無力化する。\n- 集団戦では、味方の数に応じてスキルの効果を最大限に活かし、シャコを排除する。\n- シャコがインビジブル状態の時に、周囲の視界を確保し、彼の動きを予測して対処する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはシャコの奇襲を無力化する能力が高く、特にアサシンやダイバーに対して強力な防御手段を持っています。\n- ルルのシールドやHP増加の効果により、シャコの攻撃を受けても生存しやすく、味方を守ることができます。\n- ルルはシャコの攻撃を避けるためのポリモーフを持っており、シャコの攻撃を無効化することで、戦闘を有利に進めることができます。\n\n有利の取り方：\n- シャコが奇襲を仕掛けてきた際に、ポリモーフを使って無力化し、反撃のチャンスを作る。\n- ルルのシールドを味方に付与し、シャコの攻撃を耐えられるようにすることで、持続的な戦闘を可能にする。\n- シャコが攻撃を仕掛ける前に、ルルのスキルを使って味方を強化し、先手を取ることで戦闘を有利に進める。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、シャコの奇襲を受けにくくし、トレードを有利に進めることができる。\n- ミリオのウルトはシャコのCCを解除できるため、シャコの攻撃を無効化しやすい。\n- ミリオは回復やシールドを提供できるため、シャコのダメージを軽減し、味方の生存能力を高めることができる。\n\n有利の取り方：\n- シャコが奇襲を仕掛ける前に、ミリオが味方にシールドを付与しておくことで、ダメージを軽減する。\n- ミリオの攻撃範囲を延ばすスキルを活用し、シャコが近づく前にハラスを行う。\n- シャコがインビジブル状態の時に、ミリオが周囲を警戒し、味方に注意を促すことで、奇襲を未然に防ぐ。",
      "セナ": "セナが有利です。\n\n- セナは長射程を持っており、シャコの攻撃を避けながら一方的にハラスができるため、レーンでの優位を築きやすい。\n- シャコはAA依存度が高く、セナの回復能力によって持続的にダメージを与えられるため、シャコの奇襲を受けにくい。\n- セナのCCスキルによってシャコの動きを制限できるため、シャコが攻撃を仕掛けるタイミングをずらすことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコのHPを削ることでプレッシャーをかける。\n- シャコがインビジブル状態になる前に、位置取りを工夫して安全な距離を保つ。\n- シャコが奇襲を仕掛けてきた際には、CCを使って反撃し、逆に有利な状況を作る。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、シャコの奇襲を無効化することができるため、シャコの攻撃を受けにくい。\n- ジャンナのシールドや回復能力により、シャコのダメージを軽減し、味方を守ることができる。\n- シャコは集団戦が苦手で、ジャンナのディスエンゲージ能力によって、シャコが有利な状況を作りにくくなる。\n\n有利の取り方：\n- シャコが奇襲を仕掛けてきた際に、CCを使ってシャコを遠ざけ、味方を守る。\n- ジャンナの移動速度を活かして、シャコの動きを制限し、味方と連携して反撃する。\n- レーンでのプレッシャーを活かし、シャコが育つ前に早めに有利な状況を作り出す。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を出しやすく、装備依存度が低いため、序盤から安定したダメージを与えられる。\n- バードのスタンを持つスキルはシャコの奇襲を無効化できるため、シャコが攻撃を仕掛ける際に大きな妨害となる。\n- バードは回復スキルを持ち、味方の生存能力を高めることができるため、シャコの攻撃を受けても耐えやすい。\n\n有利の取り方：\n- シャコが奇襲を仕掛ける前に、視界を確保しておくことで、シャコの動きを把握しやすくする。\n- バードのスタンをタイミングよく使い、シャコが攻撃を仕掛ける瞬間に発動させて無力化する。\n- バードのローム能力を活かして、他のレーンに影響を与え、全体的なマッププレッシャーを高める。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、シャコの奇襲攻撃を耐えやすい。\n- シャコの攻撃がAA依存であるため、ユーミが味方に密着していると、シャコの攻撃を避けやすい。\n- ユーミは味方を強化する能力が高く、特にADCとのシナジーが強いため、レーンでのプレッシャーをかけやすい。\n\n有利の取り方：\n- ユーミは味方に密着し、回復やシールドを活用してレーン維持を行い、シャコの攻撃を無効化する。\n- シャコが奇襲を仕掛けてきた際には、ユーミのスロー効果を使って敵の動きを制限し、味方が反撃できる状況を作る。\n- ユーミは視界を確保し、シャコの動きを把握することで、奇襲を未然に防ぎ、レーンでの優位を保つ。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "レル": "レルが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、レルのエンゲージを無効化しやすい。\n- セラフィーンのスキルの発生が遅いとはいえ、レルのスキルも発生にラグがあるため、機動力の高いセラフィーンに対して当てづらい。\n- セラフィーンは高いバーストダメージを持つため、レルがオールインを狙う際に不利になりやすい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、レーンでの位置取りを工夫し、相手のスキルを見極めてから行動する。\n- 集団戦では、味方と連携してセラフィーンを狙うことで、彼女のスキルを無効化しやすくする。\n- セラフィーンのスキルのクールダウンを利用して、積極的にエンゲージを仕掛けるタイミングを見計らう。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、アリスターのエンゲージが通じにくい。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはアリスターの行動を制限しやすい。\n- アリスターは攻撃力が低く、セラフィーンの高いバーストダメージに対して脆弱で、オールイン合戦で不利になる。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを慎重に選ぶ。\n- セラフィーンのスキルクールダウンを狙い、スキルを使った後に攻撃を仕掛けることで、反撃のチャンスを増やす。\n- 味方と連携し、集団戦でのアリスターの役割を活かすことで、セラフィーンの強みを相殺する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、ラックスのハラスやバーストダメージを受け流しやすい。\n- セラフィーンのCC効果により、ラックスは接近されるとスキルを使う余裕がなくなり、脆弱な状態に陥る。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦での影響力が高く、ラックスのスキルが当たりにくくなる。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- セラフィーンのスキルが発動する前に、先手を打ってハラスを行い、相手のリソースを削る。\n- ジャングラーや他の味方と連携し、セラフィーンを捕まえるチャンスを作ることで、ラックスの強みを活かす。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、ラカンが接近する際に大きなダメージを受けやすい。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはラカンの機動力を無力化する可能性が高い。\n- ラカンは防御ステータスが低く、セラフィーンのバーストダメージに対して脆弱であり、オールイン合戦で不利になる。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてからエンゲージを行う。\n- 味方と連携し、セラフィーンを孤立させることで、彼女の集団戦の強みを活かさせないようにする。\n- セラフィーンのスキルクールダウンを狙い、スキルが使えないタイミングで積極的に攻撃を仕掛ける。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、モルガナのスネアを避けられる可能性が高い。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはモルガナのスペルシールドを無効化するため、モルガナが捕まるリスクが高い。\n- モルガナはクールダウンが長く、持続的な戦闘に向かないため、セラフィーンのスキル連打に対抗しづらい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- セラフィーンのスキルが発動する前に、モルガナのスネアを使って先手を取ることで、相手の動きを制限する。\n- チームメイトと連携し、セラフィーンに対して集団で攻撃を仕掛けることで、彼女の強みを活かさせないようにする。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、スレッシュが接近するのが難しい。\n- セラフィーンのCC効果は広範囲で、スレッシュが捕まえようとする際に逆に無力化される可能性がある。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セラフィーンの後衛からの支援を受けると不利になる。\n\n不利の緩和策:\n- セラフィーンのスキルを避けるために、位置取りを工夫し、フックを外さないように注意する。\n- セラフィーンのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 視界を確保し、セラフィーンの動きを把握することで、彼女の支援を受けにくくする。",
      "セナ": "セナが不利です。\n\n理由:\n- セラフィーンは集団戦に強く、全てのスキルが範囲攻撃であるため、セナのハラスを受けながらも効果的に反撃できる。\n- セラフィーンのCC効果により、セナは動きを制限されやすく、逃げる手段が乏しいため捕まりやすい。\n- セラフィーンは高いバーストダメージを持つため、序盤の弱いセナに対してオールインを仕掛けられると不利になる。\n\n不利の緩和策:\n- レーンでのハラスを控え、セラフィーンのスキルを避けることに集中し、無理に攻撃しない。\n- セラフィーンのスキルのクールダウンを利用して、味方と連携して安全にファームを行う。\n- 早めにアイテムを購入し、耐久力を上げることで、セラフィーンの攻撃に耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- セラフィーンは遠距離からのポークが得意で、ノーチラスが近づく前にダメージを与えられるため、接近戦に持ち込むのが難しい。\n- セラフィーンのサステイン能力が高く、ノーチラスの攻撃を受けても回復されてしまうため、オールインが成功しにくい。\n- セラフィーンのスキルの発生が遅いノーチラスに対して、瞬時に攻撃を仕掛けることができるため、ノーチラスのCCを避けられる可能性が高い。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、ミニオンを利用して接近するタイミングを見計らう。\n- セラフィーンのサステインを管理するために、連携を強化し、味方と一緒に攻撃するタイミングを合わせる。\n- セラフィーンのスキルを外したタイミングを狙って、積極的にエンゲージを仕掛ける。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、セラフィーンのスキルを避けやすいです。\n- セラフィーンはスキルの発生が遅く、ユーミの回復やシールドで耐えながら攻撃を仕掛けることが可能です。\n- ユーミはハラス型のメイジサポートに対して有利で、セラフィーンの攻撃をシールドで軽減しつつ、持続的にダメージを与えられます。\n\n有利の取り方：\n- ユーミはADCと連携し、セラフィーンのスキルを避けながらハラスを行い、相手の体力を削ります。\n- セラフィーンがスキルを使った後の隙を狙い、ユーミの回復やシールドを活かして攻撃を仕掛けます。\n- 集団戦では、ユーミが味方に密着し、セラフィーンのCCを無効化しつつ、味方の生存能力を高めることで有利な状況を作ります。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、セラフィーンのスキルの発生が遅いため、攻撃を仕掛けやすい。\n- 短時間でのバーストダメージが得意で、セラフィーンの防御ステータスが低いため、早期にキルを狙いやすい。\n- セラフィーンは集団戦に強いが、パンテオンは序盤の強さを活かして早期に優位を築くことができる。\n\n有利の取り方：\n- セラフィーンがスキルを使った後に攻撃を仕掛け、隙を突いてオールインを狙う。\n- パンテオンのリープを利用して、セラフィーンに近づき、スタンを当ててダメージを与える。\n- セラフィーンが味方と一緒にいるときは、孤立した敵を狙ってロームし、他のレーンでのプレッシャーをかける。",
      "メル": "メルが有利です。\n\n理由：\n- メルは確定キルを狙いやすく、セラフィーンの低い防御ステータスを突いてキルを取りやすい。\n- メルのスネア効果により、セラフィーンのスキルを当てる前に動きを封じることができ、集団戦での影響力を削ぐことができる。\n- メルは長射程のスキルを持ち、序盤からの影響力が高いため、セラフィーンがスキルを当てる前にハラスを行いやすい。\n\n有利の取り方：\n- 序盤から積極的にハラスを行い、セラフィーンのHPを削ることでプレッシャーをかける。\n- セラフィーンがスキルを使った後に隙を突いて攻撃し、スネアで捕まえるチャンスを作る。\n- 集団戦では味方と連携し、セラフィーンのスキルを避けながら、確定キルを狙うことで有利な状況を作る。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、セラフィーンの攻撃を軽減しやすいため、ハラスに強い。\n- セラフィーンはスキルの発生が遅く、ブラウムが接近することで攻撃を避けやすくなる。\n- ブラウムのパッシブによるスタン効果を活かして、セラフィーンを無力化しやすい。\n\n有利の取り方：\n- セラフィーンのスキルを避けながら接近し、ハラスを行う。\n- ブラウムのパッシブを活かして、セラフィーンに対して積極的に攻撃を仕掛ける。\n- セラフィーンがスキルを使った後の隙を狙って、オールインを仕掛ける。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、セラフィーンよりも遠距離から安全にハラスができるため、レーンでの優位性を保ちやすい。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、ゼラスの攻撃を避けるのが難しい。\n- ゼラスはポークやシージ性能が高く、集団戦でも複数の敵にダメージを与えやすいため、セラフィーンの集団戦での強みを打ち消すことができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セラフィーンの体力を削ることで、レーンの主導権を握る。\n- セラフィーンがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- 集団戦では、ゼラスの長射程を活かして安全な位置から攻撃し、セラフィーンのCCを避けながらダメージを与える。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、セラフィーンのスキルを避けながら攻撃することが可能です。\n- セラフィーンは集団戦に強いですが、ニーコは高いバーストダメージを持っており、特にオールインの際に有利に立ち回れます。\n- ニーコは短射程のチャンピオンに対して有利であり、セラフィーンのスキルの発生が遅いため、ニーコが先手を取ることができる状況が多いです。\n\n有利の取り方：\n- 擬態を利用してセラフィーンに近づき、奇襲をかけることでダメージを与える。\n- セラフィーンがスキルを使った後の隙を狙って、攻撃を仕掛ける。\n- ミニオンを利用してセラフィーンのハラスを避けつつ、CSを取りながら有利なポジションを確保する。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力を持ち、接近戦でのオールイン能力が強いため、セラフィーンのポークを受けながらも攻撃を仕掛けやすい。\n- セラフィーンのスキルは発生が遅く、連続して当てるのが難しいため、レオナはタイミングを見計らってCCを使い、セラフィーンを捕まえることができる。\n- レオナはCCが豊富で、セラフィーンのスキルを無力化しやすく、特に集団戦では彼女の強みを消すことができる。\n\n有利の取り方：\n- セラフィーンがスキルを使った後やマナが少ないときに攻撃を仕掛け、奇襲を狙う。\n- チームメイトと連携し、セラフィーンを排除するためのタイミングを合わせる。\n- 耐久力を上げるアイテムを選び、セラフィーンのポークを軽減しつつ、接近戦での優位性を保つ。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは序盤から高い火力を発揮でき、長射程からのハラスが得意なため、セラフィーンに対して安全にダメージを与えられます。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、ザイラの攻撃を避けるのが難しくなります。\n- ザイラは植物を使役することで、敵の動きを制限しやすく、セラフィーンの行動を妨げることができます。\n\n有利の取り方：\n- ザイラの長射程を活かして、セラフィーンがスキルを使う前に先手を打ってハラスを行う。\n- 植物を利用してセラフィーンの移動を制限し、CCを当てるチャンスを増やす。\n- セラフィーンが味方と連携して攻撃してくる際に、ザイラのCCを使って集団戦を有利に進める。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力なため、セラフィーンのスキルの発生が遅い隙を突いてダメージを与えやすい。\n- ジリアンのCC効果はセラフィーンのスキルを妨害することができ、特に集団戦でのAoEスタンはセラフィーンの強みを打ち消すことができる。\n- ジリアンのUltによる蘇生能力は、セラフィーンのバーストダメージに対抗できるため、味方を守る手段として非常に効果的。\n\n有利の取り方：\n- ジリアンはセラフィーンのスキルの発生を見極め、タイミングを合わせてCCを当てることで、セラフィーンの行動を制限する。\n- 集団戦では、ジリアンが味方を支援しつつ、セラフィーンのスキルを避けながら攻撃することで、ダメージを稼ぐ。\n- セラフィーンがスキルを使った後の隙を狙い、ジリアンのコンボで一気にダメージを与えることで、セラフィーンを圧倒する。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、セラフィーンに対しても安定したダメージを出せる。\n- バードのスタン効果により、セラフィーンのスキルを無力化することができ、集団戦での優位性を確保しやすい。\n- バードは移動スキルを駆使してロームが得意であり、セラフィーンが集団戦に強い状況を作りにくくすることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、セラフィーンのスキルを避けながらダメージを与える。\n- 鐘を回収しつつ、味方と連携してセラフィーンをスタンさせるタイミングを狙う。\n- セラフィーンがスキルを使った後の隙を突いて、ロームやサポートを行い、他のレーンでも有利を作る。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "レオナが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、レオナのオールインに対して強力な反撃が可能です。\n- スウェインの引き寄せによって、レオナはファームを取るのが難しくなり、プレッシャーを受けやすくなります。\n- スウェインは重傷効果に弱いレオナに対して、持続的なダメージを与えやすく、特に序盤のハラスが厳しくなります。\n\n不利の緩和策：\n\n- スウェインの引き寄せを避けるために、位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- スウェインがオールインを仕掛けてきた際には、バックアップを呼び、チームメイトと連携して反撃する。\n- レーンでのハラスを受けすぎないように、サステインアイテムを購入し、体力を維持する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ノーチラスが攻撃を仕掛けても逆にダメージを受けるリスクが高い。\n- スウェインの引き寄せやCCによって、ノーチラスは簡単に捕まえられ、大ダメージを受ける可能性がある。\n- ノーチラスはスウェインを一撃で倒すのが難しく、逆にスウェインに対して持続的なダメージを与えられないため、レーン戦での優位性が薄い。\n\n不利の緩和策：\n- スウェインのスキルクールダウンを意識し、隙を見て攻撃することで、ダメージを与えるチャンスを増やす。\n- 位置取りを工夫し、スウェインのCCを避けることで、被ダメージを減らす。\n- チームメイトとの連携を強化し、スウェインを集中的に狙うことで、彼の強みを無効化する戦略を取る。",
      "レル": "レルが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、レルの攻撃を受けながらも耐えられる。\n- スウェインのCCスキルはレルのエンゲージを妨げることができ、特にレルが接近する際に捕まえられるリスクが高い。\n- スウェインはロングトレードに強く、レルの攻撃が続く前に反撃される可能性がある。\n\n不利の緩和策：\n- レーンでのハラスを控え、スウェインのスキルを避けながらCSを取ることに集中する。\n- ジャングラーと連携して、スウェインに対するガンクを仕掛け、早期にプレッシャーをかける。\n- アイテムを工夫して重傷効果を持つアイテムを購入し、スウェインの回復を抑える。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ブリッツクランクの攻撃を受けても耐えやすい。\n- スウェインのスネアやスローによって、ブリッツクランクが近づくのを妨げられ、フックを当てるチャンスが減少する。\n- スウェインは重傷効果に弱いが、ブリッツクランクはその重傷効果を持つチャンピオンに対して不利であり、スウェインがその役割を果たすことができる。\n\n不利の緩和策：\n- ブリッツクランクはレーンでのプレッシャーをかけるために、早めに視界を確保し、スウェインの動きを制限する。\n- スウェインのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを使わせてから攻撃する。\n- チームメイトと連携して、スウェインに対して集団で攻撃を仕掛け、彼の回復を抑えるようにする。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの耐久力を削りやすい。\n- スウェインのCCスキルはタム・ケンチを捕まえるのに効果的で、特にタム・ケンチのエンゲージが遅いため、先手を取られやすい。\n- スウェインは重傷効果に弱いタム・ケンチに対して、持続的なダメージを与えやすく、タム・ケンチのサステインを無効化することができる。\n\n不利の緩和策：\n\n- スウェインのスキルを避けるために、位置取りを意識し、できるだけ距離を保つ。\n- スウェインのCCを受けた際に、味方のサポートを受けることで、タム・ケンチの耐久力を活かす。\n- 集団戦では、タム・ケンチのウルトを使って味方を守り、スウェインの攻撃を無効化するタイミングを見極める。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ポッピーの攻撃を受けても耐えやすい。\n- スウェインのCCスキルはポッピーの動きを制限し、ポッピーが接近するのを難しくするため、ポッピーの強みを活かしにくい。\n- スウェインは集団戦でのAOEダメージが強力で、ポッピーが前に出ると一気に溶かされる可能性が高い。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄にさせるようにする。\n- スウェインが育つ前に積極的にハラスを行い、レーンでの優位を確保する。\n- 味方と連携して、スウェインに対して集団でのエンゲージを行い、彼の持続的なダメージを抑える。",
      "ラカン": "ラカンが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、ラカンのサポート能力を上回ることができる。\n- スウェインのCCスキルはラカンの機動力を制限し、ラカンが接近するのを難しくする。\n- スウェインは重傷効果に弱いラカンに対して、持続的なダメージを与えやすく、ラカンが回復する前に倒される可能性が高い。\n\n不利の緩和策：\n\n- ラカンはスウェインのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- スウェインが集団戦で強力になる前に、早めにエンゲージを仕掛けて相手を圧倒する。\n- ラカンの味方と連携し、スウェインを孤立させることで、彼の強みを活かさせないようにする。",
      "アリスター": "アリスターが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、アリスターのエンゲージに対して強力な反撃が可能です。\n- スウェインのスネアやスローによって、アリスターの接近が難しくなり、エンゲージのタイミングを逃すことが多くなります。\n- アリスターは攻撃力が低く、スウェインの耐久力に対して十分なダメージを与えることができず、集団戦での影響力が低下します。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、アリスターのエンゲージを行うタイミングを慎重に選び、相手のスキルを使わせてから行動する。\n- アリスターのパッシブを活かして、レーンでのサステインを重視し、スウェインのダメージを受けにくい立ち回りを心がける。\n- 集団戦では、アリスターが前に出るのではなく、味方の後ろからピールを行い、スウェインの攻撃を防ぐ役割に徹する。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ニーコのバーストダメージを受けても生き残ることができる。\n- スウェインのスネアやスローによってニーコの接近が難しく、攻撃を仕掛けるタイミングを失いやすい。\n- スウェインは集団戦での耐久力が高く、ニーコの奇襲能力が活かしづらい状況を作り出す。\n\n不利の緩和策：\n- レーンでのハラスを避け、ミニオンを利用して安全にCSを取ることを心がける。\n- スウェインのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてから攻撃を仕掛ける。\n- サポートやジャングラーと連携して、スウェインに対するギャンクを狙い、早期にプレッシャーをかける。",
      "メル": "メルが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、メルの攻撃を受けても生存しやすい。\n- スウェインのCCスキルによってメルが捕まると、反撃の機会を失い、ダメージを受けやすくなる。\n- メルは回復効果に弱く、スウェインの回復能力によって効果的にダメージを与えられない。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、距離を保つことを心がける。\n- スウェインが集団戦で強力になる前に、早めにスノーボールを狙い、レーンでの優位を確保する。\n- サポートアイテムやアイテムビルドを工夫し、回復効果を持つアイテムを選ぶことで、スウェインの回復を抑える。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- スウェインは射程が長く、遠距離からのハラスが強力で、ブラウムは遠距離攻撃手段が乏しいため、一方的にダメージを受けやすい。\n- スウェインの持続的なダメージと回復能力に対して、ブラウムはサステインがなく、長期戦で不利になる。\n- スウェインのCCスキルはブラウムの接近を妨げるため、ブラウムがスウェインに近づくのが難しく、Peel能力が低下する。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、スウェインの攻撃を受ける前にハラスを行うことで、レーンの主導権を握る。\n- ブラウムのパッシブを活かして、スウェインの攻撃を受けた際にスタンを狙い、反撃のチャンスを作る。\n- ブッシュを利用してスウェインの視界を遮り、奇襲をかけることで、スウェインのハラスを減少させる。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、スウェインが接近してきた際に遠ざけることができるため、スウェインの持続的なダメージを防ぎやすい。\n- ジャンナのシールドや回復効果により、スウェインの攻撃を受けても耐えることができ、持続的に戦闘を続けられる。\n- スウェインは重傷効果に弱いため、ジャンナの回復やシールドが効果的に機能し、スウェインのサステインを削ぐことができる。\n\n有利の取り方：\n- スウェインが近づいてきた際に、ディスエンゲージを使って距離を取ることで、スウェインの攻撃を無効化する。\n- ジャンナのシールドを味方にかけて、スウェインの攻撃を受けた際のダメージを軽減し、持続的に戦闘を有利に進める。\n- スウェインがスキルを使った後の隙を狙い、ジャンナのCCを活かして反撃することで、レーンでの優位を確保する。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、スウェインの持続的なダメージを軽減できるため、レーンでの生存率が高い。\n- スウェインは重傷効果に弱く、ソラカのヒールがその影響を受けやすいため、回復を通じて有利に立ち回れる。\n- ソラカは短いクールダウンでハラスが可能で、スウェインのスキルを避けながらダメージを与えることができる。\n\n有利の取り方：\n- スウェインのスキルを避けつつ、ハラスを行い、相手のHPを削る。\n- スウェインが近づいてきた際に、サイレンス効果を使って彼のスキルを無力化し、反撃する。\n- 集団戦では、味方を回復しつつ、スウェインの攻撃を受け流すことで、チーム全体の生存率を高める。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、スウェインが近づく前にハラスを行いやすい。\n- スウェインは重傷効果に弱く、ヴェル＝コズの持続的なダメージを受けることで回復が制限される。\n- スウェインは機動力が低く、ヴェル＝コズのスキルを当てやすいため、キャッチしやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スウェインが近づいてきた際に、距離を保ちながらスキルを使って反撃する。\n- 集団戦では、後衛からスウェインを狙い、彼の接近を防ぐように立ち回る。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、スウェインの持続的なダメージを軽減しやすい。\n- スウェインはロングトレードが苦手で、ユーミのサポートによってレーンでのハラスを受けにくくなる。\n- ユーミは味方に密着することで安全に支援でき、スウェインのCCを避けながら立ち回ることができる。\n\n有利の取り方：\n- ユーミはADCと連携して、スウェインに対して積極的にハラスを行い、レーンの主導権を握る。\n- スウェインが近づいてきた際には、ユーミのシールドを使って味方を守り、反撃のチャンスを作る。\n- スウェインのスキルを避けながら、味方と一緒にオールインを仕掛けて、スウェインの耐久力を削る。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、スウェインが近づく前にハラスを行いやすいです。\n- ザイラのCCスキルは範囲攻撃であり、スウェインの動きを制限することができるため、集団戦でも有利に立ち回れます。\n- スウェインは重傷効果に弱く、ザイラの持続的なダメージとCCによって、スウェインの回復を妨げることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削ることで、レーンの主導権を握ります。\n- 植物を利用して視界を確保し、スウェインの動きを把握しやすくします。\n- スウェインが接近してきた際には、CCを使って捕まえ、味方と連携して攻撃することで、優位な状況を作ります。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、スウェインの接近を妨げることができるため、レーンでのハラスやトレードが有利に進められる。\n- 短射程のADCに対してハラスが容易で、スウェインの持続的なダメージを抑えることができる。\n- スウェインは重傷効果に弱いため、ナミの回復能力を活かして持続的に戦うことで、スウェインの強みを打ち消すことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削ることで、彼の持続的なダメージを抑える。\n- スウェインがEで接近してきた際に、CCを使って捕まえ、トレードを有利に進める。\n- ナミのパッシブを活かして味方の移動速度を上げ、スウェインとの距離を保ちながら戦うことで、彼の攻撃を避ける。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、スウェインの持続的なダメージを抑えることができるため、レーン戦で優位に立ちやすい。\n- スペルシールドにより、スウェインのCCを無効化できるため、味方を守りつつ攻撃を仕掛けることができる。\n- スウェインは重傷効果に弱いため、モルガナの持つCCを活かしてスウェインを捕まえやすく、ダメージを与えやすい。\n\n有利の取り方：\n- レーンでのオールインを狙い、スウェインがCCを使ったタイミングで反撃する。\n- スペルシールドを活用して、スウェインの攻撃を無効化しつつ、味方と連携して攻撃を仕掛ける。\n- 敵の動きを予測して、スネアを当てることでスウェインの行動を制限し、レーンの主導権を握る。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、スウェインの攻撃を無力化することができるため、戦闘での優位性を保ちやすい。\n- ルルのシールドやHP増加の効果により、スウェインの持続的なダメージを軽減できるため、耐久力を高めることができる。\n- スウェインは重傷効果に弱いため、ルルのサポートによってスウェインの回復を妨げることができる。\n\n有利の取り方：\n- ルルのシールドを活用して、スウェインの攻撃を受け流しつつ、味方を守ることで集団戦を有利に進める。\n- スウェインが接近してきた際に、無力化を使って行動を制限し、攻撃のチャンスを作る。\n- ルルのスキルを駆使して、スウェインの移動を妨げることで、味方がスウェインを攻撃しやすくする。",
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高く、スウェインの持続的なダメージに対抗しやすい。\n- スウェインは重傷効果に弱いため、セラフィーンの持つCCやバーストダメージで早期にダメージを与えることで、スウェインの回復を妨げることができる。\n- セラフィーンは射程が長く、安全な位置からスウェインを支援できるため、接近される前にダメージを与えることが可能。\n\n有利の取り方：\n- レーンでのハラスを行い、スウェインのHPを削ることで、彼の回復を抑える。\n- 集団戦では味方の数に応じてスキルの効果を強化し、スウェインを無力化するためにCCを活用する。\n- スウェインが接近してきた際には、距離を保ちながらスキルを連打し、彼の攻撃を避けつつダメージを与える。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、スウェインのレーニングを妨害しやすいです。\n- スウェインは重傷効果に弱いため、カルマのシールドや加速効果を活かして味方を守りつつ、スウェインの回復を妨げることができます。\n- カルマは機動力が高く、スウェインのキャッチ能力を避けやすいため、安定してハラスを行うことができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削ることで、彼の回復を制限します。\n- スウェインが近づいてきた際には、シールドや加速を使って味方を守りつつ、反撃のチャンスを狙います。\n- 集団戦では、スウェインのUltの効果を考慮し、適切なタイミングでスネアを当てて彼を無力化することで、戦闘を有利に進めます。",
      "バード": "バードが有利です。\n\n理由：\n- バードは移動スキルを持ち、ロームが得意なため、スウェインの攻撃を避けながら味方をサポートしやすい。\n- スウェインは重傷効果に弱く、バードの回復スキルを活かして持続的なダメージを与えられる。\n- バードのスタンを活かすことで、スウェインのキャッチ能力を無効化し、集団戦での優位性を確保できる。\n\n有利の取り方：\n- バードのスタンを使ってスウェインを捕まえ、ダメージを与えつつ味方と連携して攻撃する。\n- 鐘を回収しながらレーンを維持し、スウェインの攻撃を受けないように立ち回る。\n- スウェインが集団戦に参加する際に、バードのUltを使って味方を守りつつ、スウェインの行動を制限する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、スウェインに対して積極的に攻撃を仕掛けやすい。\n- スウェインはロングトレードが苦手で、パイクのキャッチ能力を活かして短期的なトレードで有利を取ることができる。\n- スウェインは重傷効果に弱く、パイクの攻撃によって回復を妨げることができるため、持続的なダメージを与えやすい。\n\n有利の取り方：\n- スウェインのスキルを避けつつ、フックやハラスを駆使してダメージを与え、相手のHPを削る。\n- スウェインがスキルを使った後の隙を狙って、積極的にトレードを仕掛ける。\n- 集団戦では、スウェインの周囲にいる敵を狙い、キルを取ることでゴールドを味方と共有し、チーム全体の優位を築く。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、スウェインの持続的な回復を上回るダメージを与えることができるため、オールインで有利に立ちやすい。\n- スウェインは重傷効果に弱く、パンテオンの攻撃によって回復を妨げられるため、持続戦闘での優位性が高まる。\n- パンテオンはリープとスタンを持っており、スウェインのCCを避けつつ攻撃することができるため、スウェインのキャッチ能力を無効化しやすい。\n\n有利の取り方：\n- レーンでの初期トレードを積極的に行い、スウェインのHPを削ることで早期に優位を築く。\n- スウェインがスキルを使った後にリープを使って攻撃し、スタンを狙うことでダメージを与えつつ、スウェインの反撃を防ぐ。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、スウェインが不在の間にチーム全体でのプレッシャーをかける。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、スウェインが近づく前に一方的にハラスができるため、レーンでの優位性を保ちやすい。\n- スウェインはロングトレードが苦手で、ゼラスの持続的なポークによってHPを削られやすい。\n- ゼラスのスタン効果により、スウェインの行動を制限できるため、集団戦やレーン戦でのキャッチ能力が高まる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スウェインのHPを削ることで、レーンの主導権を握る。\n- スウェインが近づいてきた際には、スタンを狙ってしっかりと当て、スウェインの行動を制限する。\n- 集団戦では、後方から安全に攻撃し、スウェインが接近する前にダメージを与え続けることで、戦闘を有利に進める。",
      "ブランド": "ブランドが有利です。\n\n理由：\n- ブランドは持続ダメージを与える能力が高く、スウェインの回復を妨げることができるため、スウェインのサステインを無効化しやすい。\n- ブランドのスタンによってスウェインを一時的に無力化できるため、集団戦やレーン戦でのキャッチ能力が高い。\n- ブランドは高いAoEダメージを持ち、スウェインが集団戦で強力な回復を行う前にダメージを与えられるため、戦闘を有利に進めやすい。\n\n有利の取り方：\n- スウェインが近づいてくるタイミングでスキルを当て、スタンを狙ってダメージを与える。\n- スウェインがスキルを使った後の隙を狙い、持続ダメージを与え続けることで、回復を抑える。\n- 集団戦では、スウェインが集まる敵チャンピオンに対してAoEダメージを活かし、全体的にダメージを与えることで、スウェインの効果を減少させる。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、スウェインの持続的な回復を上回るダメージを与えることができる。\n- ジリアンのCCスキルはスウェインの行動を制限し、特にスウェインが接近する前にスタンを当てることで、彼のダメージを抑えることができる。\n- ジリアンのUltによる蘇生能力は、スウェインの持続的なダメージに対抗する手段となり、味方を守ることで集団戦を有利に進めることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削りつつ、彼の回復を妨げる。\n- スウェインがEで接近してくるタイミングを見計らい、スタンを当てて行動を制限し、反撃のチャンスを作る。\n- 集団戦では、味方がフォーカスされる前にUltを使い、味方を守ることでスウェインのダメージを無効化し、戦闘を有利に進める。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、モルガナの攻撃を受けても耐えやすく、レーンでのサステインが強い。\n- ユーミは味方に密着することで安全に支援ができ、モルガナのCCを避けることが容易で、オールインを仕掛ける際に不利になる。\n- ユーミは移動が不要なため、モルガナがスキルを当てるのが難しく、特にユーミが他の味方に密着している場合、モルガナの攻撃が無効化されやすい。\n\n不利の緩和策：\n- ユーミが密着している味方を狙うのではなく、ユーミ自身をターゲットにして攻撃することで、彼女の支援を無効化する。\n- モルガナのスペルシールドを活用し、ユーミのスキルを受ける前に味方を守ることで、ユーミの支援効果を減少させる。\n- レーンでのハラスを強化し、ユーミの回復を無効化するために、早めにダメージを与えて圧力をかける。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供し、ゼラスのハラスを耐えやすくします。これにより、ゼラスのポークが効果的に機能しづらくなります。\n- ユーミはスロー効果を持つスキルで、ゼラスの移動を妨げることができ、近距離での攻撃を受けやすくなります。\n- ゼラスは自己防衛手段が乏しく、ユーミとそのADCのオールインに対して脆弱です。ユーミの支援により、ADCが攻撃を受けにくくなり、ゼラスが狙われやすくなります。\n\n不利の緩和策：\n- ユーミが密着している味方を狙うのではなく、ユーミ自身をターゲットにすることで、彼女の支援を無効化する戦略を取る。\n- ゼラスのスキルを当てやすくするために、味方と連携してユーミを引き離すような動きをする。\n- ワーディングを強化し、ユーミの移動を制限するために、視界を確保して敵の動きを把握する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供し、ザイラの攻撃を耐えやすくするため、ザイラのハラスが効果的に機能しづらい。\n- ユーミはハードCCを持たないものの、スロー効果でザイラの移動を制限し、接近を許すと脆弱なザイラに対してオールインを仕掛けやすい。\n- ザイラは移動に役立つスキルがなく、ユーミが味方に密着していると、ザイラが接近されると簡単に倒されるリスクが高まる。\n\n不利の緩和策：\n- ザイラはレーンでのハラスを強化し、ユーミが味方に密着する前にダメージを与えることを意識する。\n- ユーミのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないように立ち回る。\n- 可能であれば、味方と連携してユーミを狙い、彼女が味方に密着する前に排除する戦略を取る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ユーミは回復やシールドを提供できるため、セラフィーンのハラスを軽減しやすい。\n- ユーミは味方に密着することで安全に支援でき、セラフィーンの攻撃を受けるリスクを減らすことができる。\n- セラフィーンはスキルの発生が遅く、ユーミのスロー効果に対して反応しづらく、オールイン合戦で不利になることが多い。\n\n不利の緩和策:\n- ユーミが密着している味方を狙うのではなく、ユーミ自身をターゲットにして攻撃することで、彼女の支援を無効化する。\n- セラフィーンのスキルを連続して当てるために、味方と連携してタイミングを合わせ、ユーミの回復を無効化する。\n- ワーディングを強化し、ユーミが孤立しやすい状況を作り出すことで、彼女の支援を受けられないようにする。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、特にADCとのシナジーが高いため、ソラカの回復を無効化しやすい。\n- ユーミはスロー効果を持つスキルを使ってソラカの動きを制限できるため、逃げる手段が乏しいソラカにとって脅威となる。\n- ソラカは基礎ステータスが低く、特に逃げ性能が乏しいため、ユーミとそのADCにオールインされると対処が難しい。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、ユーミの回復やシールドを無効化するように努める。\n- ワーディングをしっかり行い、ユーミとそのADCの動きを把握して奇襲を避ける。\n- チームメイトと連携し、ユーミが密着している味方を狙うことで、ユーミの支援を無効化する。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ジリアンの攻撃を受けても耐えやすく、ジリアンのダメージを軽減します。\n- ユーミはハードCCを持たないものの、スロー効果でジリアンの動きを制限しやすく、ジリアンが攻撃を当てるのが難しくなります。\n- ユーミは味方に密着することで安全に支援できるため、ジリアンが孤立した味方を狙うチャンスが減ります。\n\n不利の緩和策：\n- ジリアンは味方のADCと連携し、ユーミが密着している味方を狙うのではなく、ユーミを狙うようにする。\n- ジリアンのスキルを適切に使い、ユーミの回復やシールドを無効化するタイミングを見計らう。\n- ワーディングを強化し、ユーミが孤立する状況を作り出すことで、ジリアンが有利に立ち回る機会を増やす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ラックスのハラスやバーストダメージを軽減しやすい。\n- ユーミは味方に密着していることで安全に支援ができ、ラックスのスキルを避けることができる。\n- ユーミのスロー効果により、ラックスが距離を保つことが難しく、接近されると脆弱なラックスは対処が難しい。\n\n不利の緩和策：\n- ユーミが密着している味方を狙い、ユーミを無視して攻撃することでダメージを与える。\n- ワーディングを強化し、ユーミの動きを把握して先手を打つことで、ラックスのスキルを当てやすくする。\n- ユーミのスキルクールダウンを狙い、ユーミが支援できないタイミングで攻撃を仕掛ける。",
      "カルマ": "カルマが不利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援を行い、回復やシールドを提供するため、カルマの攻撃を受け流しやすい。\n- カルマのスネアは発生が遅く、ユーミが移動する際に捕まえにくく、効果的にダメージを与えることが難しい。\n- ユーミはハードCCを持たないものの、カルマの基礎ステータスが低いため、オールインされると脆弱で、ユーミの支援を受けた味方に対処しづらい。\n\n不利の緩和策：\n- ユーミが味方に乗っている間は、その味方を狙うことでユーミの支援を無効化するチャンスを作る。\n- カルマのスキルを適切に使い、ユーミの動きを予測して攻撃することで、相手の行動を制限する。\n- レーンパートナーとの連携を強化し、ユーミに対して一緒に攻撃を仕掛けることで、ユーミの支援を受けた敵チャンピオンに対抗する。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ユーミを拘束することで味方の攻撃を容易にすることができる。\n- ユーミはハードCCを持たないため、レルのオールインに対して防御手段が乏しい。\n- レルのパッシブによってユーミの耐久力を削ることができ、特にタンクとしての強みを活かせる。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、CCを当てて攻撃を仕掛ける。\n- レーンでのトレードを積極的に行い、ユーミの回復やシールドを無効化する。\n- 集団戦ではユーミをターゲットにし、拘束した後に味方と連携してダメージを集中させる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは2種類のハードCCを持っており、ユーミの移動を制限することができるため、ユーミを無力化しやすい。\n- ラカンの高い機動力により、ユーミが密着している味方を狙ってエンゲージしやすく、ユーミの支援を無効化できる。\n- ユーミは単独での戦闘能力が低く、ラカンの攻撃を受けると脆弱であるため、ラカンが有利に立ち回れる。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、素早くエンゲージしてユーミを捕まえる。\n- ユーミのスキルを避けつつ、味方と連携してユーミの周囲に圧力をかけ、彼女の支援を無効化する。\n- ユーミがハラス型のメイジサポートやADCに対して有利な状況を作る前に、積極的にトレードを仕掛けてレーンの主導権を握る。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ユーミを捕まえることで味方ADCに対してオールインを仕掛けやすい。\n- ユーミは基礎ステータスが低く、ノーチラスの一撃でのダメージポテンシャルに耐えられないため、早期に排除しやすい。\n- ユーミは味方に依存するため、ADCから離れた瞬間を狙うことで、彼女の支援を無効化できる。\n\n有利の取り方：\n- ユーミがADCから離れたタイミングを見計らって、フックを使って捕まえる。\n- ユーミの回復やシールドが発動する前に、ノーチラスのCCを活用して一気にダメージを与える。\n- レーンでのプレッシャーをかけ続け、ユーミが安全に支援できない状況を作り出す。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは豊富なCCを持っており、ユーミをスタンさせることで彼女の支援能力を無効化できる。\n- ユーミは基礎ステータスが低く、レオナのオールインに対して脆弱であるため、簡単にキルを狙える。\n- レオナは味方と連携しやすく、ユーミが他のチャンピオンに付いている場合でも、効果的に攻撃を仕掛けることができる。\n\n有利の取り方:\n- ユーミが孤立しているタイミングを狙い、積極的に攻撃を仕掛ける。\n- ボットレーンの味方と連携し、ユーミをターゲットにしたコンボを決める。\n- 耐久力を高めるアイテムを選び、ユーミの攻撃を受けても生き残りやすくする。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持っており、ユーミの移動を制限することで味方への支援を無効化できます。\n- アリスターの高いタフネスとパッシブによる回復効果により、ユーミのハラスを耐えやすく、レーン維持が得意です。\n- ユーミはハードCCを持たないため、アリスターのエンゲージに対して脆弱で、オールインされると対処が難しいです。\n\n有利の取り方：\n- アリスターのCCを活かしてユーミを捕まえ、味方と連携して攻撃を仕掛ける。\n- ユーミが味方に密着しているタイミングを狙い、エンゲージを行ってダメージを与える。\n- ユーミが孤立している状況を作り出し、アリスターのタンク性能を活かして有利なトレードを行う。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーは豊富なCCを持ち、ユーミの移動を制限することができるため、ユーミが味方を支援するのを妨げやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、ポッピーの攻撃を受けると簡単にダメージを受けてしまう。\n- ポッピーはダッシュやリープを阻止する能力があり、ユーミが味方に密着している際にその支援を無効化することができる。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、CCを使ってユーミを捕まえる。\n- ユーミが攻撃を受ける前にポッピーの高い耐久性を活かして前に出て、ユーミにプレッシャーをかける。\n- ユーミが孤立している状況を作り出し、ポッピーの攻撃でユーミを排除する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ユーミの攻撃を軽減しやすいため、ユーミのハラスを受けにくい。\n- ブラウムのパッシブによるスタンを活かして、ユーミが密着している味方を攻撃することで、ユーミの支援を無効化できる。\n- ユーミはハードCCを持たないため、ブラウムの接近を許すと、簡単にオールインされてしまう。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、パッシブを発動させてスタンを狙う。\n- ブラウムの防御スキルを使って、ユーミの攻撃を軽減しつつ、味方を守ることで持続的にハラスを行う。\n- ユーミが孤立している瞬間を見逃さず、積極的にエンゲージを仕掛けてユーミを排除する。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ユーミの移動を制限することで味方への支援を無効化できる。\n- バードの回復スキルにより、ユーミの回復やシールドを上回ることができ、レーンでのサステインを有利に保てる。\n- バードはロームが得意で、他のレーンへの影響を与えやすく、ユーミが孤立しやすい状況を作り出せる。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、スタンを当てて攻撃する。\n- バードの回復スキルを活用して、ユーミの支援を受けているADCに対して圧力をかける。\n- ロームを活用して他のレーンに影響を与え、ユーミがサポートできない状況を作り出す。",
      "パイク": "パイクが有利です。\n\n理由：\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、パイクの攻撃を受けると脆弱です。\n- パイクは高い機動力を持ち、ユーミの回復やシールドを無効化しやすいハラスを行うことができます。\n- ユーミはハードCCを持たないため、パイクの捕まえる能力に対して対処が難しく、オールインされると不利になります。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ユーミのHPを削ることでレーンの主導権を握ります。\n- ユーミが味方に密着しているタイミングを狙い、フックやスキルを使って捕まえるチャンスを作ります。\n- 視界を確保しつつ、ユーミが孤立している瞬間を見逃さずに攻撃し、キルを狙います。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、ユーミの回復やシールドを無視して短時間でダメージを与えることができるため、ユーミを圧倒しやすい。\n- ユーミはハードCCを持たないため、パンテオンのスタンを受けると逃げる手段が限られ、簡単にキルを狙える。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高く、序盤からの優位を活かしやすい。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、オールインを仕掛けてダメージを与える。\n- ユーミが孤立している時や、味方がダメージを受けている時に積極的に攻撃し、キルを狙う。\n- 早めにレーンをプッシュし、ユーミがワーディングや視界確保をする隙を与えず、パンテオンのロームを活かす。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦での強力なバフを提供できるため、ユーミの支援を上回ることができる。\n- ソナのスタン効果は、ユーミが密着している味方を一時的に無力化することができ、ユーミの支援を妨げることができる。\n- ソナは回復や加速を通じて味方を強化しつつ、ユーミの攻撃力の低さを利用してレーンでのハラスを行いやすい。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、スタンを使って捕まえることでユーミの支援を無効化する。\n- ソナの回復や加速を活用して、ユーミとその味方に対して持続的にハラスを行い、レーンの主導権を握る。\n- 集団戦では、ユーミが密着している味方を狙ってスタンを当て、ユーミの支援を無効化しつつ、味方全体の生存率を高める。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ユーミのADCへのバインディングを中断することができるため、ユーミの支援を無効化しやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、スレッシュが積極的に攻撃することでユーミを圧倒できる。\n- レーンフェーズでは、スレッシュがイグナイトを使ってユーミに対して強力なハラスを行うことができ、成長を阻止するチャンスがある。\n\n有利の取り方：\n- スレッシュはユーミのADCに対してフックを狙い、捕まえた際にダメージを与えることでレーンの主導権を握る。\n- ユーミがオート攻撃でマナを回復するタイミングを見計らい、スキルを使って中断し、ユーミを無防備にする。\n- 早期にイグナイトを使用し、ユーミに対してオールインを仕掛けてダメージを与え、成長を阻止する。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "メルが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、メルは攻撃を受けやすい。\n- ゼラスのスタン効果を持つスキルにより、メルは捕まると簡単に倒されるリスクが高い。\n- メルは回復効果に対して弱く、ゼラスの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- ゼラスのスキルを使った後の隙を狙って、反撃のチャンスを作る。\n- チームメイトと連携し、ゼラスに対して集団で攻撃を仕掛けることで、彼の強みを無効化する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、ザイラの攻撃を安全な距離からハラスできるため、ザイラは一方的にダメージを受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ザイラは捕まると簡単に倒されるリスクが高く、自己防衛手段が乏しいため、接近されると脆弱。\n- ゼラスはポークやシージ性能が高く、ザイラが植物を使って攻撃する前に、ゼラスが先にダメージを与えることができるため、レーン戦での優位性が失われやすい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、草むらを利用して視界を確保しながらプレイする。\n- ゼラスの攻撃を受ける前に、植物を活用してダメージを与え、相手の動きを制限することで、ハラスを軽減する。\n- サポートやジャングラーと連携し、ゼラスに対して集団での攻撃を仕掛けることで、彼の強みを無効化する。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離から一方的にハラスを行うことができるため、ブラウムは近づくことが難しい。\n- ブラウムのCCスキルは発生が遅く、ゼラスのスキルを避けることが難しいため、捕まるリスクが高い。\n- ゼラスは自己防衛手段が乏しいブラウムに対して、遠距離からの攻撃で持続的にダメージを与えられるため、ブラウムは圧力を感じやすい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、ミニオンを利用して前に出るタイミングを計る。\n- ブラウムのパッシブを活かして、ADCと連携しながらハラスを行い、ゼラスに対抗する。\n- ゼラスがスキルを使った後の隙を狙って、近づいて攻撃することで、ゼラスのハラスを軽減する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、セラフィーンは一方的にダメージを受けやすい。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しいため、タイミングを合わせるのが困難。\n- ゼラスは自己防衛手段が乏しいが、セラフィーンも防御ステータスが低く、アサシンに対して脆弱であるため、奇襲に弱い。\n\n不利の緩和策：\n- ゼラスの攻撃を避けるために、ミニオンの後ろに隠れたり、位置取りを工夫してハラスを受けないようにする。\n- セラフィーンのスキルを連打することで、ゼラスに対して圧力をかけ、ハラスを軽減する。\n- ゼラスのスキルを避けるために、味方と連携して動き、ゼラスに対して集団で攻撃を仕掛ける。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、ヴェル＝コズは攻撃を受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ヴェル＝コズは一時的に無力化され、反撃の機会を失いやすい。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルを避けるのが難しいため、特に接近戦で不利になる。\n\n不利の緩和策：\n\n- ゼラスのスキルを避けるために、常に位置取りを意識し、後ろに下がることを心がける。\n- ゼラスのハラスを受けた際は、パッシブを活用してマナを管理し、持続的に戦えるようにする。\n- 集団戦では、他の味方と連携し、ゼラスに近づかれないように注意しつつ、遠距離からの攻撃を行う。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、ラックスよりも遠くからハラスを行うことができるため、ラックスは一方的にダメージを受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ラックスは捕まると一気にダメージを受ける危険が高く、自己防衛手段が乏しいため、接近されると脆弱。\n- ゼラスはスキルの発動が遅いものの、ラックスも同様に方向指定のスキルが多く、ゼラスの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- ゼラスのスタンを避けるために、スキルのクールダウンを把握し、攻撃を受ける前に距離を取る。\n- サポートアイテムやポーションを活用して、マナと体力を管理し、レーンでの持続力を高める。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、モルガナは攻撃を受けやすい。\n- ゼラスのスキルは方向指定・地点指定であり、モルガナのスペルシールドを無効化する攻撃が多いため、モルガナの防御手段が効果的に機能しづらい。\n- ゼラスは自己防衛手段が乏しいため、モルガナが近づくと一方的に攻撃されるリスクが高い。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- ゼラスの攻撃を受ける前に、味方と連携してオールインを仕掛けるタイミングを見計らう。\n- マナ管理を徹底し、必要な時にスペルシールドを使えるようにすることで、持続的な戦闘を可能にする。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ゼラスのハラスを耐えやすく、レーンでのサステインが向上します。\n- ゼラスはスキルの発動が遅く、方向指定・地点指定のため、ユーミが味方に密着していると攻撃を当てるのが難しくなります。\n- ユーミは味方に密着することで安全に支援ができ、特にADCとのシナジーが高く、ゼラスの攻撃をかわしやすいです。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、味方ADCと連携してハラスを行い、相手の体力を削ります。\n- ユーミの回復やシールドを活用して、ゼラスの攻撃を受けてもレーン維持を図ります。\n- ゼラスがスキルを外したタイミングを狙って、積極的にオールインを仕掛けることで、相手にプレッシャーをかけます。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスキルを駆使して敵を攻撃しつつ、味方をサポートできるため、ゼラスに対して持続的なプレッシャーをかけられます。\n- ゼラスのスキルは発動が遅く、カルマはそのスキルショットを避けやすいため、攻撃を受けにくいです。\n- カルマはシールドや加速効果を持っており、味方の生存率を高めることで、チーム全体の戦闘力を向上させることができます。\n\n有利の取り方：\n- ゼラスのスキルをしっかり避けながら、自分のスキルを的確に当ててハラスを行う。\n- レーンでの均衡を保ちつつ、チームへの貢献を意識してオブジェクト争いやチームファイトに参加する。\n- マナ管理を徹底し、必要な時にスキルを使えるようにして持続力を高める。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ゼラスのスキルを避けやすいため、ハラスを受けにくい。\n- ゼラスはスキルの発動が遅く、方向指定・地点指定のため、パイクのフックや奇襲に対して反応しづらい。\n- パイクのパッシブによる回復効果があるため、ゼラスのハラスに対して耐性が強く、レーンでの持続力が高い。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、フックを狙って捕まえるチャンスを作る。\n- ゼラスがスキルを使った後の隙を突いて、積極的にハラスを行う。\n- パイクの視界管理を活かし、ゼラスが孤立しているタイミングで奇襲を仕掛ける。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ゼラスのスキルを避けやすいため、ハラスを受けにくい。\n- ラカンのCCスキルはゼラスの攻撃を無力化できるため、ゼラスが攻撃を仕掛けるタイミングを制限できる。\n- ゼラスは近距離での戦闘に弱く、ラカンが接近してCCを当てることで一方的に有利な状況を作り出せる。\n\n有利の取り方：\n- ラカンの機動力を活かして、ゼラスのスキルを避けながら接近し、CCを当てる。\n- ゼラスがスキルを使った後の隙を狙って、積極的にハラスを行う。\n- 味方と連携してゼラスを捕まえ、集団戦での優位を築く。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ゼラスのハラスを耐えやすいです。\n- ゼラスのスキルは発動が遅く、ソナは迅速に味方を支援できるため、ゼラスの攻撃を避けやすいです。\n- ソナの集団戦での支援能力が高く、味方全体を強化することで、ゼラスのダメージを相殺できます。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、味方に回復やバフをかけてレーンを優位に進める。\n- ゼラスがスキルを使った後の隙を狙って、攻撃を仕掛ける。\n- 集団戦では、味方を強化しつつ、ゼラスのスタンを利用して敵を無力化する。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ゼラスのスキルを当てる前に拘束することができるため、ゼラスの攻撃を無効化しやすい。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、レルのオールインに対して脆弱である。\n- レルは味方の移動速度を上げるスキルを持っており、ゼラスの攻撃を避けながら接近しやすい。\n\n有利の取り方：\n- ゼラスがスキルを使った後の隙を狙って、積極的にオールインを仕掛ける。\n- ゼラスのハラスを受ける前に、レルのCCを使って先手を取る。\n- レーンでの視界を確保し、ゼラスが孤立したタイミングで味方と連携して攻撃する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは近接攻撃のチャンピオンであり、ゼラスの長射程を活かす前にオールインが可能です。特に、ゼラスがスキルを発動する前に接近することで、ダメージを与えやすくなります。\n- ゼラスは自己防衛手段が乏しく、パンテオンのスタンを受けると一気にダメージを受ける危険があります。これにより、パンテオンはゼラスに対して強力なプレッシャーをかけることができます。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすいです。これにより、ゼラスがレーンで優位に立っていても、パンテオンが他のレーンでのプレイを通じて試合全体に貢献できます。\n\n有利の取り方：\n- ゼラスがスキルを使った後の隙を狙って、すぐに接近し攻撃を仕掛ける。\n- ゼラスのスキルのクールダウンを意識し、スキルがないタイミングでオールインを行う。\n- ゼラスが後退する際に、リープを使って追撃し、スタンを当ててダメージを与える。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、レーンでの持続力が高い。\n- バードのCCスキルはゼラスの攻撃を無力化することができ、特にゼラスのスキルが発動する前にスタンを当てることで、攻撃を阻止できる。\n- バードは移動スキルを持っており、ロームや味方のサポートが得意なため、ゼラスのハラスを受けにくい。\n\n有利の取り方：\n- ゼラスのスキルが発動する前に先手を打ってスタンを当て、攻撃のチャンスを作る。\n- 鐘を回収しながらレーンを維持し、ゼラスに対して一方的にハラスを行う。\n- ゼラスがスキルを使った後の隙を狙って、積極的に攻撃を仕掛けることで、レーンでの優位を確保する。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ゼラスに対して一気にダメージを与えることができる。\n- ジリアンのCCスキルはゼラスのスキルを当てるタイミングを狂わせることができ、特にスタンを使うことでゼラスの攻撃を無効化できる。\n- ジリアンのUltによる蘇生能力は、ゼラスのバーストダメージに対して非常に効果的で、味方を守ることができる。\n\n有利の取り方：\n- ゼラスのスキルの発動タイミングを見極め、スタンを当てて攻撃を阻止する。\n- ゼラスが攻撃を仕掛けてきた際に、移動速度のバフを使って味方をサポートし、反撃のチャンスを作る。\n- ゼラスがハラスを行っている際に、Ultを使って味方を守り、逆にゼラスに対して攻撃を仕掛ける。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、ゼラスの攻撃を無力化することができるため、ハラスに対して耐性があります。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ルルのシールドやバフを活用することで、ゼラスに対して優位に立つことができます。\n- ルルのスキルは状況に応じて使い分けることができるため、ゼラスの攻撃を避けつつ、味方を強化する柔軟な戦術が可能です。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、ハラスを行い、相手のマナを削ることでレーンでの優位性を確保します。\n- ルルのシールドを使って味方を守りつつ、ゼラスが攻撃を仕掛けてきた際に無力化することで、反撃のチャンスを作ります。\n- 集団戦では、ルルのバフを活用して味方キャリーを強化し、ゼラスの攻撃を受け流しながらダメージを与えることができます。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ゼラスのスキルを避けながら接近することが可能です。\n- ゼラスは全てのスキルが方向指定・地点指定であり、ニーコの機動力を活かすことでスキルを避けやすくなります。\n- ニーコはAoEダメージを持ち、集団戦やレーン戦でゼラスに対して高いバーストダメージを出すことができます。\n\n有利の取り方：\n- ゼラスのスキルがクールダウン中やミスしたタイミングを狙って擬態を使い、奇襲を仕掛ける。\n- ゼラスがハラスを行う際に、距離を詰めて反撃することで一方的にダメージを与える。\n- ミニオンを利用してゼラスの攻撃を避けつつ、スキルを当てることでレーンでの優位を築く。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができるため、ゼラスの長射程攻撃に対抗しやすく、ハラスを有利に進めることができる。\n- ミリオのウルトはCCを解除する能力があり、ゼラスのスタン効果を無効化できるため、集団戦での影響力が高い。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ミリオが味方をサポートすることでゼラスに対して優位に立てる。\n\n有利の取り方：\n- ミリオのスキルを使って味方の攻撃範囲を延ばし、ゼラスに対して積極的にハラスを行う。\n- ゼラスがスキルを使った後の隙を狙い、ミリオの回復やシールドで味方をサポートしつつ攻撃する。\n- 集団戦ではミリオのウルトをタイミングよく使用し、ゼラスのスタンを解除して味方の生存能力を高める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ゼラスを捕まえることで一方的にダメージを与えることができる。\n- ゼラスはスキルの発動が遅く、機動力が高いノーチラスに対して当てるのが難しいため、ノーチラスが有利に立ち回れる。\n- ノーチラスは近距離での戦闘に強く、ゼラスの攻撃範囲に近づくことで、彼のハラスを無効化できる。\n\n有利の取り方：\n- ゼラスがスキルを使った後の隙を狙ってエンゲージを行う。\n- ゼラスの攻撃範囲に注意しつつ、適切なタイミングで近づいてCCを当てる。\n- サポートアイテムや防具を選んでゼラスのダメージを軽減し、持続的に戦える状況を作る。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- メルは高いダメージを持ち、射程も長いため、スレッシュが近づく前にダメージを受けやすい。\n- メルのスキルはフックを反射できるため、スレッシュがフックを外すと大きな隙が生まれ、逆に攻撃を受けるリスクが高まる。\n- メルは回復効果に弱いスレッシュに対して、持続的なダメージを与えることができるため、集団戦での影響力が低くなる。\n\n不利の緩和策:\n- メルの攻撃範囲を意識し、距離を保ちながら立ち回ることで、ダメージを最小限に抑える。\n- スレッシュのスキルを適切なタイミングで使用し、メルのスキルを避けることで、効果的に戦う。\n- 味方との連携を強化し、メルに対して集団で攻撃することで、彼女の強みを無効化する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、ブリッツクランクが近づく前にダメージを与えられる。\n- メルはスネア効果を持つスキルを使ってブリッツクランクの行動を制限できるため、フックを外した場合のリスクが高まる。\n- メルは回復効果に対して弱いが、ブリッツクランクの攻撃が持続的なダメージを与えることが難しいため、集団戦での影響力が低くなる。\n\n不利の緩和策：\n- ブリッツクランクはレベルを上げてからのギャンクを狙い、メルのスキルを避けるように立ち回る。\n- メルのスキルを避けるために、ブリッツクランクはミニオンを利用してフックを当てるタイミングを見計らう。\n- ブリッツクランクは味方と連携し、メルを捕まえるためのサポートを受けることで、集団戦での有利な状況を作り出す。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- メルは豊富なAoEスキルを持ち、序盤からの影響力が高いため、レーンでの圧力をかけられやすい。\n- メルのスネア効果に対して、モルガナはスペルシールドを持っているものの、持続的なダメージを与える能力が低く、スノーボールできない状況では集団戦での影響力が低くなる。\n- メルは確定キルを狙いやすく、特にエンチャンター系のチャンピオンに対して強力な抑止力を発揮するため、モルガナは攻撃を受けやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、メルのスキルを避けることでダメージを減らす。\n- 味方と連携し、メルのスキルを使わせた後に攻撃を仕掛けることで、相手のリソースを消耗させる。\n- アイテムを工夫して、回復効果やマナ管理を強化し、持続的な戦闘能力を向上させる。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、ブラウムは遠距離攻撃手段が乏しいため、ハラスを受けやすい。\n- メルのスネア効果により、ブラウムは接近することが難しく、CCの発生が遅いため、反撃がしづらい。\n- メルは確定キルを狙いやすく、ブラウムの防御能力があっても、持続的なダメージを与えられると厳しい状況になる。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、メルのスキルを避けるように動くことで、ハラスを軽減する。\n- メルのスキルを避けるために、草むらを利用して奇襲をかけることで、接近戦に持ち込む。\n- ブラウムのパッシブを活かして、メルのスキルを受ける前に味方と一緒に攻撃し、早期にキルを狙う。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- メルは確定キルを狙いやすく、特にソラカの回復効果を逆用することで、ソラカのヒールを無効化しやすい。\n- メルの長射程とAoEスキルにより、ソラカはレーンでのハラスを受けやすく、持続的なダメージを与えられる。\n- ソラカは逃げ性能が乏しく、メルのスネアやバリアを利用されると、捕まるリスクが高まる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してメルのスキルを避けるように立ち回る。\n- ソラカのヒールを活かすために、味方と連携してメルの攻撃を分散させる。\n- アイテムを工夫して、重傷効果を持つチャンピオンに対抗できるようにする。",
      "ナミ": "ナミが不利です。\n\n理由：\n- メルはスネア効果を持つスキルを使ってナミを一時的に動けなくすることができ、ナミのハラスやトレードを妨げることができる。\n- メルは確定キルを狙いやすく、ナミのHPが低下した際に狙われやすくなるため、ナミは常に警戒が必要。\n- ナミのCCは発生が遅く、メルの長射程のスキルに対して当てづらく、ピールが不確実になる。\n\n不利の緩和策：\n- ナミはレーンでのハラスを積極的に行い、メルのスタックを貯めさせないようにする。\n- メルのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- 味方のジャングラーと連携し、メルに対するギャンクを狙うことで、レーンの主導権を取り戻す。",
      "セラフィーン": "セラフィーンが不利です。\n\n- メルは確定キルを狙いやすく、スネア効果を持つため、セラフィーンが攻撃を仕掛ける際に動けなくされるリスクが高い。\n- メルのAoEスキルは序盤からの影響力が強く、セラフィーンのスキルの発生が遅いため、先手を取られやすい。\n- メルはエンチャンター系のチャンピオンに対して強力な抑止力を持っており、セラフィーンの支援能力を無効化することができる。\n\n不利の緩和策：\n\n- セラフィーンは安全な位置からスキルを使い、メルの攻撃を避けるように立ち回る。\n- 味方と連携して集団戦を仕掛け、メルのスキルを分散させることで、彼女の影響力を減少させる。\n- メルのスキルを避けるために、移動速度を上げるアイテムを購入し、機動力を高める。",
      "パイク": "パイクが不利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からのハラスが強力で、パイクはその攻撃を受けやすい。\n- メルのスネア効果により、パイクは捕まえられやすく、特に集団戦での機動力が制限される。\n- メルは回復効果を持つチャンピオンに対して強力な抑止力を発揮するため、パイクのハラスが効果的でない場合が多い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してメルのスキルを避けるように立ち回る。\n- メルのスキルを避けるために、視界を確保しつつ、カモフラージュを活用して奇襲を狙う。\n- 集団戦では、メルのスキルを受けない位置取りを心がけ、他のチャンピオンと連携して攻撃する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- メルはスネア効果を持つスキルを使って、ヴェル＝コズの動きを制限できるため、接近されると無力化されやすい。\n- メルのバリアによって、ヴェル＝コズのスキルを反射される可能性があり、ハラスが効果的に行えない。\n- メルは回復効果に対して弱いが、ヴェル＝コズは持続的なダメージを出すのが難しく、集団戦での影響力が低くなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用して安全にCSを取ることを心がける。\n- メルのスキルを避けるために、位置取りを工夫し、常に距離を保つようにする。\n- サポートアイテムや味方の援護を活用して、メルの攻撃を受けるリスクを減らし、集団戦での役割を果たす。",
      "ソナ": "ソナが不利です。\n\n理由：\n- メルは確定キルを狙いやすく、特にエンチャンター系のチャンピオンに対して強力な抑止力を持っているため、ソナは攻撃を受けやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱であるため、メルのAoEスキルによるハラスに対して耐えにくい。\n- メルのスネア効果により、ソナは動けなくなりやすく、集団戦での支援能力が制限される。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にCSを取り、メルのスキルを避けるように立ち回る。\n- 早めにアイテムを購入し、マナ管理を徹底してスキルを連発できるようにすることで、回復や支援を継続的に行う。\n- 味方のジャングラーと連携し、メルを捕まえるチャンスを作ることで、ソナの集団戦での影響力を高める。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、メルの動きを制限することができるため、メルがスキルを使う前に捕まえることができる。\n- メルは回復効果に弱いが、ノーチラスは持続的なダメージを与えることができるため、メルのHPを削りやすい。\n- ノーチラスのフックによるエンゲージは、メルのスキルを逆用することができ、特にエンチャンター系のチャンピオンに対して効果的に攻撃できる。\n\n有利の取り方：\n- フックを使ってメルを捕まえ、連携を取って攻撃することで、早期にキルを狙う。\n- メルのスキルを避けつつ、近づいてCCを重ねることで、メルの行動を制限する。\n- 集団戦では、メルの後衛に対してフックを狙い、味方と連携して一気に攻撃することで、メルを無力化する。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、メルに対して遠距離からのハラスが可能で、メルのスキルを当てる前にダメージを与えられます。\n- メルは回復効果に弱く、ゼラスの持続的なダメージを受けることで、レーンでの生存が難しくなります。\n- ゼラスのスタン効果により、メルの動きを制限し、確実にダメージを与えるチャンスを作ることができます。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、メルのHPを削ることでプレッシャーをかける。\n- メルがスキルを使った後の隙を狙い、スタンを当ててダメージを与える。\n- ミニオンを利用してメルのスキルを避けつつ、遠距離からの攻撃を続け、CSを取りながら優位を保つ。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、メルの攻撃を遠ざけることができるため、メルのスキルを無効化しやすい。\n- ジャンナのシールドや回復効果により、メルのダメージを軽減し、持続的な戦闘で優位に立てる。\n- メルは回復効果に弱いため、ジャンナのサポートによってメルの攻撃を受け流しやすく、集団戦での影響力を削ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを行い、メルのHPを削ることで早期に優位を築く。\n- ジャンナのシールドを活用し、メルの攻撃を受け流しつつ、味方ADCと連携してオールインを仕掛ける。\n- 集団戦では、メルのスキルを避けつつ、味方を守ることで、メルの影響力を低下させる。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは豊富なCCを持っており、メルの攻撃を無力化することができるため、レーンでのオールインが得意です。\n- メルの攻撃スタイルは遠距離からのハラスが中心ですが、レオナは高い耐久力を持っているため、持久戦で有利に立てます。\n- メルの反撃スキルを逆用することで、レオナがメルに飛び込む際に逆にキルを狙うチャンスが生まれます。\n\n有利の取り方：\n- ADCと連携し、メルの攻撃を避けつつ、レオナのCCを活かしてメルを捕まえるタイミングを見計らう。\n- メルがスキルを使った後の隙を狙い、オールインを仕掛けることでキルチャンスを作る。\n- 健康管理を徹底し、メルの攻撃を受けても耐えられるようにし、持久戦で優位に立つ。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはポリモーフを持っており、メルのスキルを無力化することで、メルの攻撃を防ぎつつ味方を守ることができる。\n- ルルは味方にシールドを付与できるため、メルの攻撃を受けても生存能力を高めることができ、持続的なダメージを与えやすい。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、メルの攻撃を受ける際にも有利に立ち回ることができる。\n\n有利の取り方：\n- メルがスキルを使用するタイミングを見計らい、ポリモーフで無力化することで、メルの攻撃を封じる。\n- シールドを適切に使い、メルの攻撃を受けた味方を守ることで、集団戦での優位性を保つ。\n- メルのスキルのクールダウンを把握し、スキルがないタイミングで積極的に攻撃を仕掛ける。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、メルの攻撃を安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ザイラのCCスキルは範囲攻撃であり、メルのスネア効果を無効化しつつ、敵を拘束することができるため、集団戦での制圧力が高い。\n- メルは回復効果に弱いが、ザイラは持続的なダメージを与えることができるため、メルのHPを削りやすい。\n\n有利の取り方：\n- ザイラの長射程を活かして、メルが近づく前にハラスを行い、相手のHPを削る。\n- CCスキルを使ってメルを拘束し、味方と連携して確定キルを狙う。\n- ザイラの植物を利用して、視界を確保しつつ安全に戦うことで、メルの攻撃を避けながらダメージを与える。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、メルのスネアを避けながら短時間でバーストダメージを与えることができるため、メルに対して圧力をかけやすい。\n- メルは回復効果に弱く、パンテオンの攻撃によって確定キルを狙いやすい。これにより、メルの成長を妨げることができる。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力を高めることができるため、ゲーム全体において優位を築きやすい。\n\n有利の取り方：\n- メルのスキルを避けつつ、タイミングを見計らってオールインを仕掛け、早期にキルを狙う。\n- メルがスキルを使った後の隙を突いて攻撃し、ダメージを与えつつ、相手のリソースを削る。\n- パンテオンのUltを活用して、他のレーンに寄り、チーム全体の優位を確保する。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、メルのHPが低下した際に確定キルを狙いやすい。\n- ジリアンのCCスキルはメルの動きを制限できるため、メルがスキルを使うタイミングを奪うことができる。\n- ジリアンの蘇生能力は、メルの攻撃によるバーストダメージを無効化できるため、特にメルがキルを狙う際に効果的。\n\n有利の取り方：\n- ジリアンは序盤から積極的にメルに対して攻撃を仕掛け、スキルを使ってダメージを与え、メルのHPを削る。\n- メルがスキルを使った後に隙を見て、CCを当てて行動を制限し、味方と連携してキルを狙う。\n- ジリアンのUltを適切なタイミングで使用し、味方を守ることで、メルの攻撃を無効化し、逆転のチャンスを作る。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、メルの攻撃を耐えやすく、レーンでのサステインが強化されます。\n- メルはスノーボールが得意ですが、ユーミは味方に密着することで安全に支援できるため、メルの攻撃を無効化しやすいです。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、メルのスキルを避けることが容易です。\n\n有利の取り方：\n- ユーミは味方ADCと連携し、メルの攻撃をシールドで防ぎつつ、ハラスを行うことでレーンを優位に進める。\n- メルがスキルを使った後の隙を狙い、ユーミの回復やシールドを活用して反撃する。\n- 集団戦では、ユーミが味方を強化しつつ、メルのスキルを避ける立ち位置を保つことで、メルの影響力を低下させる。",
      "ブランド": "ブランドは相手：メルに有利です。\n\n理由：\n- ブランドは持続ダメージを与える能力が高く、メルの回復効果に対して強力なダメージを持つため、メルの耐久力を削りやすい。\n- ブランドのスタン効果により、メルのスネアを無効化し、攻撃のチャンスを作りやすい。\n- ブランドはAoEダメージが豊富で、集団戦においてメルの影響力を抑えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、メルのHPを削ることでプレッシャーをかける。\n- スタンを利用してメルのスキルを避け、反撃のチャンスを作る。\n- 集団戦ではメルの周囲にAoEダメージを当てることで、メルの影響力を低下させる。"
    }
  }
}