{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ジャンナは強力なCCを持ち、パンテオンがオールインを仕掛けた際に敵を遠ざけることができるため、パンテオンの攻撃を無効化しやすい。\n- ジャンナのシールドや回復効果により、パンテオンのバーストダメージが軽減され、持続的なダメージを与えるのが難しい。\n- ジャンナは移動速度を上げる能力を持っており、パンテオンが近づくのを妨げることができるため、パンテオンのトレードが不利になる。\n\n不利の緩和策：\n- ジャンナのCCを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- ジャンナのシールドを無視するために、他のチャンピオンと連携して一緒に攻撃を仕掛け、ダメージを分散させる。\n- レーンでのプレッシャーを高めるために、視界を確保し、ジャンナの動きを制限することで、パンテオンのオールインのチャンスを増やす。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、アリスターのエンゲージを無効化しやすいため、アリスターが仕掛けても反撃を受けやすい。\n- ジャンナの移動速度向上のスキルにより、味方が逃げやすく、アリスターが攻撃を当てる機会が減少する。\n- ジャンナは後半の集団戦での影響力が高く、アリスターが攻撃を仕掛けても、ジャンナのシールドや回復で味方が持ちこたえやすい。\n\n不利の緩和策：\n- アリスターはレーンでのプレッシャーを高めるために、ジャンナのスキルを避けつつ、タイミングを見計らってエンゲージを仕掛ける。\n- ジャンナのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- 連携を強化し、他の味方チャンピオンと一緒にアリスターがエンゲージすることで、ジャンナのディスエンゲージを無効化する。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ラカンが接近しても敵を遠ざけることができるため、ラカンのエンゲージが無効化されやすい。\n- ジャンナのシールドや回復により、ラカンの攻撃が効果的に無効化され、味方を守る能力が高いため、ラカンのダメージが通りにくい。\n- ジャンナは長距離からのハラスが得意で、ラカンが接近する前にダメージを与えられるため、ラカンがレーンでのプレッシャーをかけにくい。\n\n不利の緩和策：\n- ジャンナのスキルを避けるために、エンゲージのタイミングを慎重に選び、相手のスキルを使わせてから動く。\n- ジャンナのシールドを無効化するアイテムを購入し、ダメージを通しやすくする。\n- 味方と連携して、ジャンナを狙う際に複数の攻撃を同時に行い、彼女のディスエンゲージを無効化する。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ラックスがスキルを当てる前に敵を遠ざけることができるため、ラックスの攻撃が無効化されやすい。\n- ジャンナのシールドや回復能力により、ラックスのバーストダメージが軽減され、キルを狙いにくくなる。\n- ジャンナは移動速度を上げる能力を持っているため、ラックスが距離を取ることが難しく、接近されると脆弱なラックスは危険にさらされる。\n\n不利の緩和策：\n- ジャンナのCCを避けるために、スキルを使うタイミングを慎重に選び、相手の動きを観察する。\n- 早めにアイテムを購入し、耐久力を上げることで、ジャンナの攻撃を耐えられるようにする。\n- ジャングラーと連携し、ジャンナを狙ったギャンクを仕掛けることで、ラックスのレーンでのプレッシャーを高める。",
      "レル": "レルが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レルがオールインを仕掛けても、ジャンナのCCで距離を取られてしまうため、攻撃が通りにくい。\n- ジャンナのシールドや回復効果により、レルのダメージが軽減され、持続的な戦闘での優位性が失われる。\n- ジャンナは視界確保が不得手なレルに対して、遠距離からの攻撃や捕まえやすいスキルを持っているため、レルが接近するのが難しい。\n\n不利の緩和策：\n- レーンでのプレッシャーを減らすために、ミニオンを利用してジャンナのスキルを避けるように立ち回る。\n- ジャングラーと連携して、ジャンナを狙ったギャンクを仕掛け、レルの強みを活かす機会を作る。\n- アイテムを工夫して、耐久力を上げることで、ジャンナのダメージを受け止めやすくし、集団戦での役割を果たせるようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジャンナは強力なディスエンゲージ能力を持ち、モルガナの攻撃を無効化しやすいため、オールインを仕掛ける際に不利になる。\n- ジャンナのシールドや回復効果により、モルガナのダメージを軽減されるため、持続的な戦闘で優位性を保たれにくい。\n- ジャンナの移動速度向上の能力により、モルガナが捕まえたとしても、敵が逃げやすく、スネアを活かしにくい。\n\n不利の緩和策:\n- レーンでのポジショニングを工夫し、ジャンナのスキルを避けることで、攻撃のチャンスを増やす。\n- ジャンナのスキルクールダウンを狙い、スキルが使えないタイミングでオールインを仕掛ける。\n- 早めにアイテムを購入し、マナ管理を徹底することで、持続的な戦闘能力を向上させる。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ポッピーが接近しても敵を遠ざけることができるため、ポッピーの攻撃が通りにくい。\n- ジャンナのシールドや回復効果により、ポッピーのダメージを軽減され、長期戦での優位性が失われる。\n- ジャンナは視界確保が不得手なポッピーに対して、遠距離から安全にハラスを行うことができるため、レーンでのプレッシャーをかけやすい。\n\n不利の緩和策：\n- ジャンナのスキルを避けるために、位置取りを工夫し、タイミングを見計らって接近する。\n- ジャンナのシールドや回復を無効化するアイテムを購入し、ダメージを与える機会を増やす。\n- レーンでのハラスを避けるために、味方のミニオンを利用して安全にファームを行い、レベル差をつける。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レオナがオールインを仕掛けた際に、ジャンナのスキルで味方を守ることができるため、レオナの攻撃が無効化されやすい。\n- ジャンナの移動速度を上げる能力により、レオナが接近するのが難しく、逃げられることが多い。\n- ジャンナは視界確保が不得手なため、レオナが隙を突いて攻撃するチャンスが少なく、レーンでのプレッシャーをかけにくい。\n\n不利の緩和策：\n- ジャンナのスキルのクールダウンを意識し、彼女のスキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、ジャンナを狙う際は一緒に行動して、彼女のスキルを分散させる。\n- レーンでのハラスを避け、耐久力を活かして安全にファームし、アイテムを整えてから集団戦に臨む。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ジャンナに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ジャンナはエンゲージ能力が低く、セナの攻撃を受けながら反撃するのが難しいため、セナが安全にダメージを与えられる。\n- セナの回復能力は、ジャンナのシールドや回復と相性が悪く、セナが育つことで後半の集団戦での影響力が高まる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ジャンナのHPを削ることでプレッシャーをかける。\n- ジャンナのスキルを避けながら、セナの攻撃を当て続けることで、相手の動きを制限する。\n- セナのパッシブを活かして、敵チャンピオンを攻撃し続けることで、ゴールドを得て育つ。",
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、ジャンナの攻撃を受けるリスクを減らせるため、レーンでのサステインが高い。\n- ジャンナはディスエンゲージ能力が高いが、ユーミの回復やシールドによって味方の生存能力を向上させ、ジャンナの効果を打ち消すことができる。\n- ユーミはハラス型のメイジサポートに対して有利であり、ジャンナの攻撃をシールドで防ぎつつ、持続的にダメージを与えることができる。\n\n有利の取り方:\n- ジャンナのスキルを避けつつ、味方ADCに密着して回復やシールドを提供し、レーンでのトレードを有利に進める。\n- ジャンナが攻撃的に出てきた際に、ユーミのシールドを使って味方を守り、反撃のチャンスを作る。\n- 集団戦では、ユーミが味方に密着し続けることで、ジャンナのディスエンゲージを無効化し、味方の攻撃をサポートする。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦において非常に強力なバフを味方にかけることができるため、ジャンナのシールドや回復を上回る効果を発揮できる。\n- ソナのスキルは発動が早く、操作が簡単なため、ジャンナのスキルを避けやすく、攻撃的にプレイしやすい。\n- ジャンナはディスエンゲージ能力に優れているが、ソナは集団戦での支援能力が高く、特にUltによるスタンで敵の動きを制限できるため、ジャンナの強みを打ち消すことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナのHPを削ることでプレッシャーをかける。\n- 集団戦では、味方と連携してジャンナのスキルを避けつつ、Ultを使って敵をスタンさせることで、ジャンナのディスエンゲージを無効化する。\n- ジャンナがスキルを使った後の隙を狙って、ソナのスキルを連発し、持続的なダメージと支援を行う。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使ってジャンナに近づき、奇襲を仕掛けることができるため、ジャンナのディスエンゲージ能力を無効化しやすい。\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱なため、ニーコの高いバーストダメージで早期にキルを狙いやすい。\n- ニーコは短射程のチャンピオンに対して有利であり、ジャンナはその特性に該当するため、ニーコが有利なレーニングを展開しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナのHPを削ることでプレッシャーをかける。\n- 擬態を利用してジャンナの背後から奇襲を仕掛け、スキルを当ててダメージを与える。\n- ジャンナがスキルを使った後の隙を狙い、オールインを仕掛けてキルを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは攻撃的なエンチャンターであり、レーンでのハラスが強力で、ジャンナに対しても持続的なダメージを与えやすい。\n- ジャンナはディスエンゲージ能力に優れているが、ナミのCCは敵を捕まえる能力が高く、ジャンナの移動を制限しやすい。\n- ナミは味方の移動速度を上げるパッシブを持っており、チーム全体の機動力を向上させることで、ジャンナのサポート効果を相対的に薄めることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジャンナのシールドを無駄にさせることで、相手のリソースを削る。\n- ジャンナがスキルを使った後の隙を狙い、CCを当てて反撃することで、ジャンナの行動を制限する。\n- 味方と連携して、ナミのスキルを活かしたコンボを仕掛け、ジャンナを捕まえることで、レーンの主導権を握る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を出しやすく、装備依存度が低いため、序盤から安定したダメージを与えられる。\n- バードのスタン効果を持つスキルは、ジャンナのCCを無効化することができ、ジャンナのディスエンゲージ能力を封じることができる。\n- バードは移動スキルを駆使してロームが得意で、他のレーンへの影響を与えやすく、ゲーム全体でのプレッシャーを高めることができる。\n\n有利の取り方：\n- ジャンナのスキルを避けつつ、スタンを狙って攻撃することで、ジャンナの行動を制限する。\n- 鐘を回収しながらレーンを維持し、ADCを孤立させる時間を作ることで、ジャンナのサポート効果を減少させる。\n- バードの回復スキルを活用して、味方ADCをサポートしつつ、ジャンナの攻撃を耐えながら反撃のチャンスを伺う。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ラックスがスキルを当てる前に接近されると脆弱な状態になるため、ラックスの攻撃を阻害されやすい。\n- ナミの回復能力により、ラックスのハラスが効果的でなくなり、持続的なトレードで不利になる可能性が高い。\n- ナミは短射程のADCに対して有利であり、ラックスがハラスを試みる際にナミが反撃しやすくなる。\n\n不利の緩和策：\n- レーンでのハラスを控え、ナミのCCを避けるために立ち位置を意識して調整する。\n- マナ管理を徹底し、スキルを無駄に使わないようにして、必要な時にスキルを温存する。\n- 味方のジャングラーやミッドレーナーと連携し、ナミを捕まえるチャンスを作ることで、ラックスのバーストダメージを活かす。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、特にスタンやノックアップでモルガナを捕まえることができるため、モルガナの行動を制限しやすい。\n- ナミのパッシブによる移動速度の向上が、モルガナのスネアを避ける手助けとなり、モルガナの攻撃機会を減少させる。\n- モルガナのクールダウンが長く、ナミのスキルを連続して受けると、持続的な戦闘で不利になりやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ナミのスキルを避ける立ち位置を意識し、できるだけ安全な距離を保つ。\n- ナミのCCを受けた際に、味方と連携して反撃するタイミングを見計らい、オールインを狙う。\n- マナ管理を徹底し、必要なタイミングでスペルシールドを使用して味方を守ることで、ナミの攻撃を無効化する。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、特にスタンやノックアップでソラカを捕まえることができるため、逃げる手段が乏しいソラカにとって脅威となります。\n- ナミの攻撃的なハラス能力により、ソラカはレーンでのトレードで不利になりやすく、回復を行う前にダメージを受けることが多くなります。\n- ナミは味方の移動速度を上げるパッシブを持っており、これによりチーム全体の機動力が向上し、ソラカが孤立しやすくなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な位置でファームを行い、ナミの攻撃を受けないように心掛ける。\n- ナミのCCを避けるために、位置取りを意識し、敵のスキルを見極めてから行動する。\n- ソラカのヒールを活かすために、味方のADCと連携し、ナミの攻撃を受けた際に迅速に回復を行うことで、持続的な戦闘を可能にする。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、パンテオンのオールインを妨害することができるため、接近戦での優位性が薄れる。\n- ナミのハラス能力により、パンテオンはレーンでのトレードで不利になりやすく、持続的な戦闘が難しい。\n- ナミは味方の移動速度を上げるパッシブを持っており、パンテオンが攻撃を仕掛けるタイミングをずらされる可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろで安全にファームを行う。\n- ナミのCCを避けるために、スキルのクールダウンを考慮しながらタイミングを見計らって攻撃を仕掛ける。\n- ジャングラーと連携して、ナミが不在のタイミングを狙ってGankを仕掛けることで、レーンの優位性を取り戻す。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ナミのCCスキルは発生が遅いものの、ゼラスのスキルが方向指定・地点指定であるため、ナミが接近してくると当てるのが難しくなる。\n- ナミは短射程のADCやメイジに対して有利であり、ゼラスの長射程を活かす前にハラスを受けやすい。\n- ナミの回復能力や加速効果により、ゼラスのハラスを耐えられやすく、持続的な戦闘で優位を築かれる可能性が高い。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ナミのスキルが届かない距離を保ちながらハラスを行う。\n- マナ管理を徹底し、スキルを無駄に使わず、必要な時にしっかりとダメージを与える。\n- サポートと連携し、ナミが接近してきた際には味方と一緒に対処し、孤立しないようにする。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ナミは豊富なCCを持ち、ニーコが近づく前に捕まえられる可能性が高い。\n- ナミのハラス能力により、ニーコはレーンでのCSを取りづらくなり、ミニオンコントロールが難しくなる。\n- ナミは味方の移動速度を上げるパッシブを持っており、ニーコが奇襲を仕掛ける際に逃げられるリスクが高まる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて立ち位置を調整する。\n- ナミのCCを避けるために、スキルを使うタイミングを見極めて動く。\n- 可能であれば、他のレーンやジャングルからのギャンクを利用してナミを圧倒する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ナミはCCを持ち、ザイラの移動を制限することができるため、接近されると脆弱なザイラにとって危険です。\n- ナミの回復能力により、ザイラのハラスが効果的に減少し、持続的なトレードで優位に立たれる可能性があります。\n- ナミは味方の移動速度を上げるパッシブを持っており、これによりザイラが距離を保つのが難しくなります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながらプレイし、ナミの攻撃を受けないようにする。\n- ナミのCCを避けるために、スキルの発動タイミングを見極めて動くことで、当たりにくくする。\n- ザイラの植物を活用して、ナミが近づく前にダメージを与え、レーンの主導権を握るようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ナミのCCは発生が遅いものの、セラフィーンのスキルも発生が遅いため、ナミが先にCCを当てることでセラフィーンが反撃する前に無力化される可能性が高い。\n- ナミは短射程のADCに対してハラスが得意であり、セラフィーンは基礎ダメージが低いため、オールイン合戦で不利になりやすい。\n- ナミの回復能力と移動速度の向上効果により、セラフィーンの攻撃が効果的に無効化されることが多く、持続的な戦闘で劣位に立たされる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ナミのスキルを避ける立ち位置を意識し、できるだけ安全な距離を保つ。\n- ナミのCCを受けた後は、味方と連携して反撃するタイミングを見計らい、集団戦での強みを活かす。\n- マナ管理をしっかり行い、必要なタイミングでスキルを使用できるようにし、持続的な戦闘に備える。"
    },
    "loses": {
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ナミのスキルを無効化しやすいため、ナミのハラスを抑えることができる。\n- アリスターのタンク性能により、ナミの攻撃を耐えやすく、持続的な戦闘で優位に立てる。\n- ナミは短射程のADCに対して有利だが、アリスターは近接でのエンゲージが得意で、ナミが距離を取るのが難しくなる。\n\n有利の取り方：\n- アリスターのCCを活かしてナミを捕まえ、味方と連携して攻撃する。\n- ナミがスキルを使った後の隙を狙い、積極的にハラスを行う。\n- レベルが上がったら、集団戦でのエンゲージを行い、ナミを無力化して味方のダメージを通す。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、ナミに対してハラスがしやすく、レーンでの優位性を保ちやすい。\n- メルのパッシブにより、HPが低いナミを確定キルしやすく、キル回収が得意であるため、ナミに対してプレッシャーをかけられる。\n- ナミの回復能力に対してメルは弱いが、ナミのCCが発生が遅いため、メルはその隙を突いて攻撃することができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ナミのHPを削ることで、レーンの主導権を握る。\n- ナミのCCを避けるために、位置取りを工夫し、スキルを使った後の隙を狙って攻撃する。\n- ミニオンを利用してナミのスキルを反射し、ナミの行動を制限することで、より安全にハラスを続ける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックの発生速度が早く、ナミを捕まえることが容易です。ナミは移動速度が上がるとCCが当てづらくなるため、ブリッツクランクのフックで先手を取ることができます。\n- ナミは主にハラスやトレードを行うエンチャンターですが、ブリッツクランクの攻撃的なプレッシャーに対しては脆弱です。特に、ナミのスキルは発生が遅いため、ブリッツクランクの攻撃を受けやすいです。\n- ブリッツクランクはナミの回復能力を無効化するサイレンスを持っており、ナミが味方を回復する前にキルを狙うことができます。\n\n有利の取り方：\n- レーンでのハラスを行う際、ブリッツクランクはフックを使ってナミを捕まえ、即座にダメージを与えることで有利なトレードを仕掛けます。\n- ナミがスキルを使った後の隙を狙い、フックを当ててキルを狙うタイミングを見計らいます。\n- 集団戦では、ナミをフックで捕まえた後、味方と連携して迅速に排除し、ナミの回復やCCを無効化することでチーム全体の有利を確保します。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ナミの動きを制限することができるため、彼女を捕まえやすい。\n- ナミは移動速度が上がるとCCが当てづらくなるが、ノーチラスのフックやノックアップはその移動を無効化できる。\n- ナミの回復能力は強力だが、ノーチラスの攻撃的なエンゲージにより、早めにダメージを与えることで回復を無効化できる。\n\n有利の取り方：\n- ナミのスキルを避けつつ、隙を見てフックを当てることで、ナミを捕まえるチャンスを作る。\n- ナミのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的に攻撃する。\n- ナミがハラスを行う前に、先手を取ってエンゲージし、彼女の反撃を許さないようにする。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、レーンでの持続的なダメージを出しやすい。\n- バードのスタンは範囲内の敵を無力化できるため、ナミのCCを無効化しつつ、攻撃のチャンスを作りやすい。\n- バードは移動スキルを活かしてロームが得意で、他のレーンへのサポートが可能なため、ナミに対してマップ全体での影響力を持ちやすい。\n\n有利の取り方：\n- 鐘を積極的に回収し、火力を高めつつナミに対してハラスを行う。\n- ナミのCCを避けるために、適切なタイミングで移動スキルを使用し、ナミの攻撃をかわす。\n- ナミが攻撃的に出てきた際にスタンを使い、ナミやそのADCに対して反撃を行うことで、レーンの主導権を握る。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ナミのハラスを耐えやすい。\n- ソナのオーラによるAoE支援が集団戦で非常に強力で、味方全体の生存率を向上させる。\n- ソナは発生が早いスタンを持っており、ナミのCCを無効化することができるため、ピール性能が高い。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、オーラを活用して味方のHPを維持し、ナミの攻撃を受け流す。\n- 集団戦では、味方全体にバフをかけてナミのCCを無効化し、敵チームに対して優位に立つ。\n- ナミのスキルのクールダウンを見極めて、CCがないタイミングで積極的に攻撃し、ナミを圧倒する。",
      "パイク": "パイクが有利です。\n\n理由：\n- ナミは短射程のADCに対して有利であり、パイクのフックやハラスに対して脆弱です。パイクはナミの攻撃を避けつつ、効果的にダメージを与えることができます。\n- パイクは高い機動力を持ち、ナミのCCを避けやすいため、ナミのスキルを当てるのが難しくなります。\n- パイクのパッシブによる回復効果は、ナミのハラスに対して強い耐性を持ち、レーンでの持続力を高めます。\n\n有利の取り方：\n- フックを使ってナミを捕まえ、ハラスを行いながらダメージを与えることで、レーンの主導権を握ります。\n- ナミのスキルのクールダウンを狙い、スキルを使った後に積極的に攻撃を仕掛けることで、ナミの反撃を避けます。\n- 視界を管理し、ナミが孤立した際に奇襲をかけることで、キルを狙いやすくします。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ナミの攻撃を軽減しやすいため、ハラスに対して強い。\n- ブラウムのパッシブによるスタンを活かして、ナミのスキルを当てる前に反撃することができる。\n- ナミのCCは発生が遅く、ブラウムが接近することでナミのスキルを当てづらくさせることができる。\n\n有利の取り方：\n- ブラウムはナミのスキルを避けながら接近し、パッシブを発動させてスタンを狙う。\n- ナミがハラスを行う際に、ブラウムが前に出て味方を守ることで、ナミの攻撃を無効化する。\n- ブラウムの防御スキルを活用して、ナミの攻撃を受け流しつつ、味方ADCとの連携でトレードを有利に進める。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはナミに対して無力化のスキルを持っており、ナミの攻撃を効果的に防ぐことができるため、トレードで優位に立ちやすい。\n- ルルのシールドやHP増加の効果により、ナミのハラスを受けても生存能力が高く、持続的な戦闘で有利に進めることができる。\n- ナミのCCは発生が遅く、ルルはその間に無力化やシールドを使うことで、ナミの攻撃を回避しやすい。\n\n有利の取り方:\n- ナミの攻撃を避けるために、無力化のスキルをタイミングよく使用し、ナミのトレードを無効化する。\n- ルルのシールドを適切に使い、ナミのハラスを受けた味方を守りつつ、反撃のチャンスを狙う。\n- ナミとの直接的なトレードを避け、ポークを行いながら、味方ADCと連携してナミを圧倒する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ナミのCCを避けやすいため、接近してハラスやエンゲージがしやすい。\n- ナミのCCは発生が遅く、ラカンの素早い動きに対して当てづらく、ピールが不確実になる。\n- ラカンはシールドや回復を持っており、ナミのハラスを受けても持続的に戦えるサステインがある。\n\n有利の取り方：\n- ラカンの機動力を活かして、ナミのスキルを避けながら接近し、ハラスを行う。\n- ナミがスキルを使った後の隙を狙って、エンゲージを仕掛ける。\n- 味方ADCと連携し、ナミのハラスを受ける前に一気に攻撃を仕掛けて有利なトレードを行う。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ナミに対して効果的なトレードが可能です。\n- ナミのCCは発生が遅く、ジリアンの移動速度のバフを活かすことで、ナミのスキルを避けやすくなります。\n- ジリアンのUltによる蘇生能力は、ナミの攻撃的なハラスに対して非常に効果的で、味方を守ることができます。\n\n有利の取り方：\n- レーンでのハラスを行い、ナミのマナを消耗させることで、彼女のスキル使用を制限します。\n- ジリアンのスキルをコンボで使用し、ナミを捕まえてダメージを与えることで、レーンの主導権を握ります。\n- ナミがCCを使った後の隙を狙い、ジリアンのスキルを活用して反撃することで、ナミに対する圧力を高めます。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ゼラスの攻撃を受けながらも反撃が可能です。特に、ゼラスのスキルが発動するまでの時間を利用して、カルマが攻撃を仕掛けることができます。\n- ゼラスは全てのスキルが方向指定・地点指定であり、機動力の高いカルマに対して当てるのが難しいです。カルマの機動力を活かされると、ゼラスは攻撃を避けられやすくなります。\n- カルマは序盤からUltを使用できるため、ゼラスに対して高いプレッシャーをかけることができ、レーンでのハラスが非常に強力です。\n\n不利の緩和策：\n- ゼラスは距離を保ちながらハラスを行い、カルマのスネアを避けるように立ち回ることが重要です。位置取りを意識して、カルマの攻撃範囲外から攻撃を行いましょう。\n- カルマのスネアを避けるために、スキルの発動タイミングを見極め、相手の動きを予測してスキルを使うことが大切です。特に、カルマがスネアを使った後の隙を狙うと良いでしょう。\n- ゼラスのパッシブを活かしてマナを管理し、スキルを多用することでレーンでの持続力を高め、カルマに対して持続的にハラスを行うことを心がけましょう。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- カルマはスネアやシールドを持っており、パンテオンのオールインを防ぎやすい。特にスネアはパンテオンの動きを制限し、反撃のチャンスを与える。\n- カルマは序盤から高いプレッシャーをかけられるため、パンテオンが育つ前にハラスを受けやすい。これにより、パンテオンのファームが難しくなる。\n- カルマは機動力が高く、パンテオンの攻撃を避けることができるため、パンテオンのバーストダメージを活かしにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避けるように立ち回る。\n- カルマのスネアを避けるために、タイミングを見計らって攻撃を仕掛ける。特にカルマのスキルクールダウン中を狙う。\n- サポートの味方と連携し、カルマに対して集団で攻撃を仕掛けることで、パンテオンのバーストダメージを活かす。",
      "モルガナ": "モルガナが不利です。\n\n- カルマはスネアを持っているが、モルガナのスネアは発生が遅く、カルマのスキルを避けるのが難しい。\n- カルマのシールドや加速効果により、モルガナの攻撃が効果的に無効化されることが多い。\n- カルマは序盤から高いプレッシャーをかけられるため、モルガナがレーンでのハラスを行うのが難しくなる。\n\n不利の緩和策：\n- カルマのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてから行動する。\n- 味方のADCと連携し、カルマに対してオールインを仕掛けるタイミングを見計らう。\n- スペルシールドを活用し、カルマのCCを無効化することで、味方を守りつつ反撃のチャンスを作る。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- カルマはスネアを持っており、ザイラが接近されると拘束されやすく、特にアサシンや機動力の高いチャンピオンに対して脆弱です。\n- カルマは序盤からUltを使用できるため、ザイラに対して高いプレッシャーをかけることができ、ハラスが強力です。\n- ザイラは移動に役立つスキルがなく、カルマの攻撃を受けると簡単に倒される可能性があります。\n\n不利の緩和策：\n- ザイラは距離を保ちながらハラスを行い、カルマのスキルを避けるように立ち回ることが重要です。\n- サポートや味方と連携し、カルマに対して集団での攻撃を仕掛けることで、彼女のスキルを無効化するチャンスを増やします。\n- ザイラの植物を活用して、カルマの動きを制限し、ハラスを行うことで、相手のプレッシャーを軽減することができます。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ニーコが近づく前にハラスを受けやすい。\n- カルマのスネアはニーコの接近を妨げるため、ニーコが攻撃を仕掛けるタイミングを失いやすい。\n- カルマはシールドや加速効果を持っており、ニーコの攻撃を受け流しやすく、逆に反撃を受けるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れてCSを取るように心がける。\n- カルマのスネアを避けるために、移動を常に意識し、タイミングを見計らって攻撃を仕掛ける。\n- サポートやジャングラーと連携して、カルマに対する奇襲を狙い、レーンの主導権を取り戻す。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- カルマはスネアを持っており、ラックスが接近されると拘束されやすく、反撃の機会を失うことが多い。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ラックスはハラスを受けやすい。\n- カルマはシールドや加速効果を持っているため、ラックスのバーストダメージを軽減しやすく、キルを狙いにくい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、カルマのスキルを避けるようにする。\n- サポートの視界を確保し、敵の動きを把握することで、カルマのスネアを避けるタイミングを見極める。\n- 味方のADCと連携し、カルマに対して集団で攻撃を仕掛けることで、彼女の強みを無効化する。",
      "ジリアン": "ジリアンが不利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、ジリアンの基礎ステータスが低いため、ハラスに対して脆弱です。\n- カルマのスネアはジリアンの移動を制限し、捕まると瞬時に倒されるリスクが高まります。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、カルマの持つシールドや加速効果に対抗しづらいです。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、味方と連携して安全にファームを行う。\n- カルマのスネアを避けるために、位置取りを意識し、常に移動しながらプレイする。\n- マナ管理を徹底し、必要なタイミングでスキルを使用できるようにする。",
      "メル": "メルが不利です。\n\n理由：\n- カルマはスネアを持っており、メルの動きを制限することができるため、メルが攻撃を仕掛ける際にリスクが高くなる。\n- カルマのシールドや加速効果により、味方を守りつつメルの攻撃を無効化しやすく、メルのダメージを減少させることができる。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、メルが安全にファームするのが難しくなる。\n\n不利の緩和策：\n- カルマのスネアを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- 味方のジャングラーと連携し、カルマに対して積極的にギャンクを仕掛けることで、レーンの主導権を取り戻す。\n- アイテムを工夫し、回復効果を持つアイテムを選ぶことで、カルマのダメージを軽減し、持続的な戦闘能力を高める。",
      "セナ": "セナが不利です。\n\n理由：\n- カルマはスネアを持っており、セナが接近する際に捕まるリスクが高い。\n- カルマの序盤からのプレッシャーが強く、セナは基礎ステータスが低いため、ハラスに耐えづらい。\n- カルマは味方をサポートする能力が高く、セナが育つ前に試合の流れを有利に進められる可能性がある。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してカルマのスキルを避ける。\n- セナの回復能力を活かし、味方と連携してカルマの攻撃を受け流す。\n- 早めにアイテムを購入し、耐久力を上げてカルマの攻撃に耐えられるようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- カルマはスネアを持っており、ヴェル＝コズの機動力の低さを突いて捕まえやすい。\n- カルマのシールドや加速効果により、ヴェル＝コズのハラスが軽減され、持続的なダメージを与えにくい。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ヴェル＝コズが安全にファームしづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れながらファームを行う。\n- カルマのスネアを避けるために、常に位置取りに注意し、距離を保つ。\n- サポートアイテムやポーションを活用して、体力を維持しつつ、必要に応じて味方と連携して行動する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、カルマの攻撃を受けにくい。\n- ユーミの回復やシールドによって、カルマのハラスを軽減しやすく、レーン維持が得意。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中でき、戦闘中のサポートがしやすい。\n\n有利の取り方：\n- ユーミはADCに密着し、カルマの攻撃を受ける前にシールドや回復を使って耐える。\n- カルマがスネアを使った後の隙を狙い、ユーミの支援を活かして攻撃を仕掛ける。\n- レーンでのハラスを行い、カルマのマナを消耗させることで、彼女のプレッシャーを減少させる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、カルマのスネアやスロウを避けやすいため、接近してCCを当てることができる。\n- ラカンの持つ2種類のCCは、カルマの攻撃を無力化しやすく、特にカルマが接近しなければならない相手に対して有利に働く。\n- ラカンはシールドや回復を持っているため、カルマのハラスを受けてもレーンでのサステインが高く、持続的に戦える。\n\n有利の取り方：\n- ラカンの機動力を活かして、カルマのスキルを避けながら積極的にエンゲージを仕掛ける。\n- 味方ADCと連携し、カルマのハラスを受ける前に先手を打って攻撃することで、レーンの主導権を握る。\n- カルマがスネアを使った後の隙を狙い、すぐに反撃することで、相手の動きを制限しつつ有利な状況を作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、序盤から安定したダメージを出せる。\n- バードのスタン効果を持つスキルは、カルマのスネアよりも早く発動できるため、カルマの行動を制限しやすい。\n- バードは回復スキルを持ち、味方の生存率を高めることができるため、レーンでの持続力が高い。\n\n有利の取り方：\n- 鐘を積極的に回収し、火力を上げつつレーン維持を行う。\n- スタンを活かしてカルマに対してハラスを行い、相手のリソースを削る。\n- バードの移動スキルを利用して、レーンを離れたタイミングでロームし、他のレーンでのプレッシャーをかける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、カルマのハラスを耐えやすいです。\n- ソナの集団戦での支援能力が高く、味方全体にバフをかけることでチームの生存率を向上させることができます。\n- ソナは操作が簡単で、スキルの発動が迅速なため、カルマのスネアを避けやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、カルマのHPを削りつつ自分のHPを回復することで優位を保つ。\n- 集団戦では、味方の位置を考慮しながらバフをかけ、敵の攻撃を防ぐためにスタンを活用する。\n- カルマのスネアを避けるために、位置取りを工夫し、敵の動きを読みながら行動する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、ハラスに対する耐性が強いため、カルマに対して積極的に攻撃を仕掛けやすい。\n- カルマはスネアの発生が遅く、パイクの機動力を活かしてスキルを避けながら攻撃できるため、トレードで優位に立ちやすい。\n- パイクのフックやカモフラージュを使った捕まえ能力が、カルマの逃げ性能の低さを突くことができるため、キルチャンスを作りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、カルマのHPを削ることでプレッシャーをかける。\n- フックを使ってカルマを捕まえ、味方と連携してキルを狙う。特に、カルマがスキルを使った後の隙を狙うと効果的。\n- 視界を管理し、敵ジャングラーの動きを把握することで、カルマを孤立させるチャンスを作り、優位な状況を作り出す。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ソナは回復やシールドを持っており、ゼラスのハラスを耐えやすく、持続的なダメージを与えることが難しい。\n- ソナのUltによるスタン効果は、ゼラスのスキル発動を妨げるため、集団戦での効果的なダメージを出しづらくなる。\n- ゼラスは自己防衛手段が乏しく、ソナのCCや他のキャッチ系チャンピオンに捕まると簡単に倒されてしまう。\n\n不利の緩和策：\n- レーンでのハラスを控え、ソナのスキルを避けることに集中し、マナを温存する。\n- ソナのUltがクールダウン中に積極的に攻撃し、ダメージを与えるチャンスを狙う。\n- サポートやジャングラーと連携し、ソナを捕まえる機会を作ることで、ゼラスの強みを活かす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソナは集団戦での支援能力が高く、オーラによる回復や加速で味方を強化できるため、パンテオンのオールインを無効化しやすい。\n- ソナのCCはUltに依存しているが、パンテオンは捕まると簡単に倒されるため、Gankや攻撃を受けやすい。\n- ソナはメイジ系のサポートであり、ハラスやプッシュ力が高いため、パンテオンがレーンで優位に立つのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ソナのスキルを避けつつ、ミニオンを利用して安全にCSを取る。\n- ソナのUltがクールダウン中に積極的にオールインを狙い、キルを狙うチャンスを作る。\n- ジャングラーと連携してGankを仕掛け、ソナを捕まえることで有利な状況を作る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ソナは回復やバフを持っており、集団戦での持続力が高いため、ヴェル＝コズのハラスを耐えやすい。\n- ソナのUltによるスタン効果は、ヴェル＝コズの機動力の低さを突くことができ、接近されると無力化されるリスクが高い。\n- ソナはCCを持っており、ヴェル＝コズがスキルを発動する前に捕まる可能性があるため、スキルを当てるのが難しくなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して距離を保ちながら攻撃する。\n- ソナのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- 集団戦では、味方のタンクやエンゲージャーと連携し、ソナを先に排除することを目指す。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ソナは回復やバフを持っており、モルガナの攻撃を耐えやすく、集団戦での持続力が高い。\n- ソナのUltによるスタン効果は、モルガナのスキルを無効化する可能性があり、捕まると一気に不利になる。\n- モルガナはクールダウンが長く、持続的な戦闘に向いていないため、ソナのスキル回転率に対抗しづらい。\n\n不利の緩和策：\n- ソナのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- ソナのUltを使った後に攻撃を仕掛けるタイミングを見計らい、反撃のチャンスを狙う。\n- チームメイトと連携し、ソナを捕まえるためのオールインを仕掛けることで、レーンでの優位性を取り戻す。",
      "バード": "バードが不利です。\n\n理由：\n- ソナは回復やバフを持っており、集団戦での支援能力が高いため、バードの攻撃を耐えやすい。\n- ソナのCCはUltに依存しているが、バードはスキルの効果が敵味方問わず影響を与えるため、誤った使い方をすると味方に不利益を与えるリスクがある。\n- ソナは序盤の脆さがあるものの、バードのダメージが低いため、レーンでの圧力をかけにくく、ソナが安心してスキルを使える状況を作りやすい。\n\n不利の緩和策：\n- ソナのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- 鐘を回収しつつ、ロームを活用して他のレーンに影響を与え、ソナとの1対1の状況を避ける。\n- ソナのUltを使った後の隙を狙い、タイミングを見計らって攻撃を仕掛ける。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ソナは集団戦での支援能力が高く、味方全体にバフをかけることができるため、ミリオの強みである攻撃力の強化や回復が相対的に効果を発揮しにくい。\n- ソナのCCはUltに依存しているものの、ミリオのCC解除能力が限られているため、ソナの攻撃を受けやすく、捕まると簡単に倒されるリスクが高い。\n- ソナはメイジ系のサポートとして、ミリオに対してハラスを行いやすく、特に序盤の脆弱なステータスを突かれやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを意識し、ソナのハラスを避けるようにすることで、ダメージを受けるリスクを減らす。\n- ミニオンを利用してソナのスキルを避けることで、ハラスを受けにくくし、マナ管理をしやすくする。\n- 集団戦では、味方と連携してソナのUltを避けるように動き、ミリオのCC解除を活かすタイミングを見極める。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ソナはCCがUltに依存しており、ノーチラスの攻撃を避けやすいため、レーン戦でのプレッシャーをかけやすい。\n- ノーチラスは豊富なCCを持ち、ソナを捕まえる能力が高いため、オールインが効果的。\n- ソナの基礎ステータスが低く、特に序盤は脆弱なため、ノーチラスが攻撃を仕掛けることで有利に立てる。\n\n有利の取り方：\n- ソナのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- フックを使ってソナを捕まえ、味方と連携してオールインを狙う。\n- ソナのUltのタイミングを見計らい、発動前に攻撃を仕掛けることで、彼女の支援能力を無効化する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはシールドを持っており、ソナのダメージを軽減できるため、レーンでの耐久力が高い。\n- ルルのスキルは対象指定で、ソナの回復を無効化することができるため、ソナのヒールを無駄にさせやすい。\n- ルルは攻撃的なスキルを持ち、ソナに対してダメージを与えやすく、レーンでのプレッシャーをかけることができる。\n\n有利の取り方：\n- ソナのマナを消費させるために、積極的に攻撃を仕掛けていく。\n- シールドを使ってソナのハラスを防ぎつつ、反撃のチャンスを狙う。\n- Eを使った後に通常攻撃と攻撃スキルを組み合わせて、ソナにダメージを与え、レーンの優位性を保つ。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ソナを長時間拘束することができるため、集団戦やレーンでのエンゲージが得意です。\n- ソナは基礎ステータスが低く、特に序盤は脆弱なため、レルの攻撃を受けやすいです。\n- レルのパッシブによって敵のARとMRを減少させることができ、ソナに対してダメージを与えやすくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ソナのHPを削ることでプレッシャーをかける。\n- ソナがスキルを使った後に隙を突いてエンゲージし、CCを活かして攻撃する。\n- 集団戦では、ソナの位置を把握し、彼女を狙ってCCを当てることで味方のダメージを通しやすくする。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、ソナに対して積極的に攻撃を仕掛けやすい。\n- ソナは脆弱で、捕まると簡単に倒されてしまうため、パイクのフックやハラスが非常に効果的。\n- ソナの支援能力は集団戦で強力だが、パイクは瞬時にキルを狙えるため、ソナのオーラを無効化しやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ソナのマナを消耗させる。\n- フックを使ってソナを捕まえ、連携を取って早期にキルを狙う。\n- ソナのスキルのクールダウンを見極めて、CCがないタイミングで攻撃を仕掛ける。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ソナの脆弱な基礎ステータスを突くことができるため、レーンでのハラスがしやすい。\n- ソナはCCがUltに依存しているため、ニーコの奇襲やスネアを受けると捕まりやすく、集団戦での影響力を減少させることができる。\n- ニーコはAoEダメージを持っており、集団戦でのバーストダメージを出しやすく、ソナの支援能力を無効化することができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ソナのマナを枯渇させることで、スキルの使用を制限する。\n- 擬態を利用して、ソナの位置を把握し、奇襲を仕掛けることで、ソナを捕まえるチャンスを増やす。\n- 集団戦では、ソナの周囲に入り込んでAoEダメージを与え、味方のダメージを増加させることで、ソナの支援効果を無効化する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ソナのハラスを軽減しやすい。\n- ソナは序盤が脆弱で、ブラウムのスタンやハラスに対して耐えにくいため、レーンでの優位を取りやすい。\n- ブラウムのパッシブによるスタン効果は、ソナのスキル発動を妨げることができ、集団戦でも有利に働く。\n\n有利の取り方：\n- ブラウムは序盤から積極的にハラスを行い、ソナのマナを消耗させる。\n- ソナがスキルを使った後に攻撃を仕掛け、反撃の隙を与えないようにする。\n- 集団戦では、ブラウムが前に出てソナを狙い、味方のダメージを通しやすくする。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- エリスは長射程のCCを持ち、序盤から高いバーストダメージを出せるため、パンテオンが接近する前に攻撃を受けやすい。\n- エリスのGank性能が高く、パンテオンがロームする際にエリスに捕まるリスクが高まる。\n- パンテオンは集団戦でのAoEダメージが乏しく、エリスのような高バーストのチャンピオンに対して持続的なダメージを与えにくい。\n\n不利の緩和策：\n- エリスのGankを避けるために、視界を確保し、ワードを適切に配置しておく。\n- パンテオンのロームを活かすために、他のレーンと連携し、エリスが孤立しているタイミングを狙う。\n- 集団戦ではエリスのCCを避けるために、位置取りを工夫し、エリスの攻撃を受けないようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- エリスは高いバーストダメージを持ち、接近してくることでヴェル＝コズを瞬時に排除できるため、特に序盤での対面が厳しい。\n- エリスのCCスキルは単体に対して強力で、ヴェル＝コズの機動力の低さを突いて捕まえやすい。\n- エリスはGank性能が高く、ヴェル＝コズがレーンで孤立しているときに容易に攻撃を仕掛けることができる。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、エリスの接近を常に警戒して距離を保つ。\n- サポートアイテムや視界を活用して、エリスのGankを防ぐためにワードを設置し、マップ全体の視界を確保する。\n- チームメイトと連携し、エリスが孤立しているときに一緒に行動することで、Gankを受けにくくする。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- エリスは高いバーストダメージを持ち、序盤からのGank性能が優れているため、ソラカは奇襲に弱く、捕まるリスクが高い。\n- エリスのCCスキルは単体に対して強力で、ソラカの逃げ手段が乏しいため、捕まった際に致命的なダメージを受けやすい。\n- ソラカは集団戦でのエンゲージが苦手で、エリスのようなアサシンに対しては有効な対策が取りづらい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスのスキルを避けることで被ダメージを減らす。\n- 可能な限り味方と連携し、エリスのGankを警戒することで、奇襲を防ぐ。\n- アイテムを選択する際に、自己防衛を意識した装備を整え、耐久力を高めることで生存率を上げる。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- エリスは高いバーストダメージを持ち、接近して攻撃することでモルガナを瞬時に排除できるため、モルガナは接近を許しやすい。\n- エリスのCCは単体に対して強力で、モルガナのスペルシールドを無効化することができるため、モルガナのサポート能力が制限される。\n- エリスは序盤のGank性能が高く、モルガナがレーンで孤立していると簡単に狙われる可能性がある。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスの接近を避けることでバーストを受けにくくする。\n- 可能な限り味方と連携し、エリスのGankを警戒することで、孤立しないようにする。\n- エリスのスキルを避けるために、スペルシールドを適切なタイミングで使用し、味方を守ることに集中する。",
      "ソナ": "ソナが不利です。\n\n理由：\n- エリスは高いバーストダメージを持ち、接近して攻撃することでソナを簡単に倒すことができるため、Gankやキャッチに対して非常に脆弱です。\n- ソナのCCはUltに依存しており、エリスの攻撃を防ぐ手段が限られているため、集団戦やレーンでのプレッシャーを受けやすいです。\n- エリスは序盤から強力なGank性能を持っており、ソナは基礎ステータスが低く、特に序盤は非常に脆弱なため、Gankに対して無防備です。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、エリスの攻撃範囲外でプレイすることで、被弾を減らすように心がける。\n- 可能な限り味方ジャングラーと連携し、エリスのGankを警戒しつつ、逆にGankを仕掛けるチャンスを探る。\n- アイテムを早めに購入し、マナ管理をしっかり行うことで、スキルを連発できるようにし、味方の支援を強化する。",
      "カルマ": "カルマが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、Gank性能が優れているため、カルマが育つ前に圧力をかけられる。\n- エリスのCCは単体に対して強力で、カルマのスネアは発生が遅いため、エリスの攻撃を避けるのが難しい。\n- エリスはタワーダイブが可能で、カルマは脆弱なため、タワー下でのプレッシャーに対処しづらい。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、エリスのバーストを受ける前に体力を削る。\n- 可能な限り視界を確保し、エリスのGankを警戒することで、リスクを減らす。\n- 味方ジャングラーと連携し、エリスに対するカウンターGankを狙うことで、逆転のチャンスを作る。",
      "ジャンナ": "ジャンナが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、ジャンナが脆弱なため、Gankやオールインに対して非常に危険です。\n- エリスのCCは単体に対して強力で、ジャンナのディスエンゲージ能力を無効化しやすく、捕まると致命的なダメージを受ける可能性があります。\n- ジャンナは視界確保が不得手で、エリスのGankを事前に察知しにくいため、予期せぬ攻撃を受けやすいです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスの攻撃範囲外にいることで、Gankを避けるようにする。\n- 可能な限り味方ジャングラーと連携し、エリスのGankを警戒しつつ、逆にエリスを狙うチャンスを作る。\n- 早めにアイテムを購入し、自己防衛のためのシールドや回復を強化することで、エリスのバーストダメージに耐えられるようにする。",
      "バード": "バードが不利です。\n\n理由：\n- エリスは序盤から高いバーストダメージを持ち、Gank性能が高いため、バードがレーンで孤立していると簡単に狙われる。\n- エリスのCCは単体に対して強力で、バードの移動スキルを封じることで、逃げる手段を奪われやすい。\n- バードのダメージはAPレシオが低く、エリスの高耐久なヒト形態に対して効果的なハラスができない。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、エリスのスキルを避けることで被ダメージを減らす。\n- 可能な限り味方と連携し、エリスのGankを警戒することで孤立を避ける。\n- 鐘を回収しつつ、エリスの攻撃を受けないようにし、回復や加速を活かしてレーン維持を行う。",
      "アリスター": "アリスターが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、アリスターが接近する前に大きなダメージを与えることができるため、アリスターは容易に倒される可能性がある。\n- エリスのCCは単体に対して効果的で、アリスターのエンゲージを無効化することができるため、アリスターが仕掛けても逆に捕まるリスクが高い。\n- エリスはタワーダイブが得意で、アリスターが守りに入ると、エリスが有利な状況を作りやすくなる。\n\n不利の緩和策：\n\n- アリスターはレーンでのサステインを活かし、エリスの攻撃を受け流しつつ、味方と連携してエリスを狙うタイミングを見計らう。\n- エリスのスキルのクールダウンを意識し、スキルを使った後にエンゲージを試みることで、相手の隙を突く。\n- 可能であれば、視界を確保し、エリスの動きを把握することで、Gankやエンゲージのタイミングを有利に進める。"
    },
    "loses": {
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは豊富なCCを持っており、エリスの動きを制限することができるため、特にオールインの際に有利に立ち回れる。\n- エリスは序盤のバーストダメージが高いが、レオナは高い耐久力を持っているため、エリスの攻撃を耐えながら反撃できる。\n- エリスは集団戦での存在感が薄く、レオナの強力なイニシエート能力に対して対抗しづらい。\n\n有利の取り方：\n- レオナは序盤から積極的にエリスに対してオールインを仕掛け、早期にキルを狙う。\n- エリスがスキルを使った後の隙を狙い、CCを活用して捕まえることで、エリスの動きを制限する。\n- レーンでのハラスを行い、エリスのHPを削りつつ、サポートとしての役割を果たし、味方のADCを守る。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、エリスが近づく前に一方的にハラスができるため、レーンでの優位性を保ちやすい。\n- エリスは接近してバーストダメージを出す必要があるが、ゼラスの攻撃は方向指定で発動が遅いため、エリスがスキルを当てるのが難しい。\n- ゼラスはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすく、エリスの苦手な集団戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、エリスのHPを削ることでプレッシャーをかける。\n- エリスが近づいてきた際には、スキルを使って距離を保ちつつ、エリスのスキルを避けるように立ち回る。\n- ゼラスのパッシブを活用してマナを管理し、持続的にハラスを行い、エリスの動きを制限する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、エリスのバーストダメージを軽減できるため、序盤から耐久力が高い。\n- ブラウムのパッシブによるスタンを活かして、エリスの接近を阻止しやすく、Gankの成功率を高めることができる。\n- エリスは集団戦でのAoEダメージが乏しく、ブラウムの防御能力によって味方を守りやすく、エリスの影響力を減少させることができる。\n\n有利の取り方：\n- ブラウムはエリスのスキルを避けながら、味方と連携してエリスに対してハラスを行い、優位を築く。\n- エリスがGankを仕掛けてきた際に、ブラウムの防御スキルを使って味方を守り、逆にエリスを捕まえるチャンスを作る。\n- ブラウムのスタンを活かして、エリスがヒト形態で攻撃している際に積極的にオールインを仕掛け、エリスの動きを制限する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、エリスの攻撃を受けずにハラスを行いやすく、トレードで優位に立てる。\n- ミリオのウルトはエリスのCCを解除できるため、エリスが仕掛けてくる際の脅威を軽減できる。\n- エリスは集団戦でのAoEダメージが乏しく、ミリオのサポート能力によって味方の生存能力が高まるため、集団戦での影響力が増す。\n\n有利の取り方：\n- エリスがGankを仕掛けてきた際に、ミリオのウルトを使って味方を守り、逆にエリスを攻撃するチャンスを作る。\n- ミリオの攻撃範囲延長を活かして、エリスが近づく前にハラスを行い、エリスの体力を削る。\n- 集団戦ではミリオが味方を支援し、エリスが孤立しやすい状況を作り出すことで、エリスを捕まえる機会を増やす。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、エリスの動きを制限することができるため、エリスが接近して攻撃するのを難しくします。\n- エリスは集団戦でのAoEダメージが乏しく、ノーチラスのタンク性能に対して効果的なダメージを出しにくいです。\n- ノーチラスはエリスのバーストダメージに対して耐久力が高く、エリスが接近しても生存しやすいです。\n\n有利の取り方：\n- ノーチラスのフックを使ってエリスを捕まえ、連携して攻撃することで、エリスにプレッシャーをかける。\n- エリスがGankを試みる際に、ノーチラスが先にエリスを見つけてエンゲージすることで、エリスの動きを封じる。\n- ノーチラスのCCを活かして、エリスがスキルを使った後に攻撃を仕掛けることで、エリスの反撃を避けつつダメージを与える。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、エリスが接近する前にダメージを与えることができるため、ハラスが得意です。\n- ザイラのCCスキルは範囲攻撃であり、エリスが近づいてきた際に複数の敵を拘束することができるため、集団戦での制圧力が高いです。\n- エリスはバーストダメージを出すために接近する必要がありますが、ザイラは安全な距離を保ちながら戦えるため、エリスの攻撃を避けやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、エリスのHPを削ることでプレッシャーをかける。\n- 植物を利用して視界を確保し、エリスの動きを把握しやすくする。\n- エリスが接近してきた際にCCを使い、エリスの行動を制限することで、味方と連携してキルを狙う。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは擬態を使って奇襲を仕掛けることができ、エリスの動きを混乱させることができるため、エリスのスキルを避けやすい。\n- ニーコのAoEダメージとスタンを持つアルティメットは、集団戦や乱戦でのエリスに対して強力で、エリスの脆弱な集団戦能力を突くことができる。\n- エリスは序盤のバーストダメージが高いが、ニーコは擬態を利用して安全にダメージを出すことができ、エリスの攻撃を受けにくい。\n\n有利の取り方：\n- レーンでのハラスを行い、エリスのHPを削ることで、Gankや奇襲のチャンスを増やす。\n- 擬態を使ってエリスの視界外から接近し、エリスがスキルを使った後に反撃する。\n- エリスがGankを仕掛ける際に、ニーコのCCを活かしてエリスを捕まえ、味方と連携してキルを狙う。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、エリスの接近を阻止しやすいため、集団戦でのエンゲージが得意です。\n- エリスは集団戦での存在感が薄く、特にタンクジャングラーに対しては苦手なため、レルの強力なCCでエリスを拘束することで有利に立てます。\n- レルのパッシブによって敵のAR/MRを吸収できるため、エリスに対してもダメージを与えやすく、タンクとしての耐久力を活かせます。\n\n有利の取り方：\n- レルはエリスのGankを警戒しつつ、レーンでのハラスを行い、エリスの体力を削ることでプレッシャーをかけます。\n- 集団戦ではレルのCCを活かしてエリスを捕まえ、味方と連携して一気に倒すことを狙います。\n- エリスが蜘蛛形態に変身した際も、レルのCCを使って逃げ道を封じ、タワーダイブやオールインを仕掛けることで有利を維持します。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、エリスの攻撃を受けるリスクを減らせるため、レーンでの生存能力が高い。\n- ユーミの回復やシールドによって、エリスのバーストダメージを軽減できるため、エリスの強みを無効化しやすい。\n- エリスは集団戦での存在感が薄く、ユーミが味方を強化することで、エリスの影響力をさらに減少させることができる。\n\n有利の取り方：\n- ユーミはエリスの攻撃を受けないように立ち回り、ADCと連携してエリスに対してハラスを行う。\n- エリスがGankを仕掛けてきた際には、ユーミの回復やシールドを活用して味方を守り、逆にエリスを攻撃するチャンスを作る。\n- 集団戦では、ユーミが味方を強化し、エリスが接近する前にダメージを与えることで、エリスの影響力を削ぐ。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、エリスの接近を阻止することができるため、エリスのバーストダメージを受けにくい。\n- ナミのハラス能力により、エリスの体力を削りやすく、レーンでの優位を築きやすい。\n- エリスは集団戦での存在感が薄く、ナミのサポートによってチーム全体の機動力を向上させることで、エリスの弱点を突くことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、エリスの体力を削ることでプレッシャーをかける。\n- エリスが接近してきた際にCCを使い、エリスの攻撃を無効化することで、ナミの味方を守る。\n- ナミのパッシブを活用して味方の移動速度を上げ、エリスのGankを避けるか、逆にエリスを捕まえるチャンスを作る。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力が高く、ラカンの機動力を制限することができるため、ラカンがエンゲージやピールを行う際に不利になる。\n- ポッピーのCCスキルはラカンの移動を妨げるため、ラカンが接近してCCを付与することが難しく、効果的なサポートができない。\n- ポッピーはタンクとしての耐久力があり、ラカンの攻撃が通りにくく、長期戦で不利を強いられることが多い。\n\n不利の緩和策：\n- ラカンはポッピーのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてから行動する。\n- 味方と連携してポッピーを囲むことで、彼女の強みを活かさせず、集団戦での優位性を保つ。\n- ラカンのシールドや回復を活用し、ポッピーの攻撃を受ける際に耐久力を高め、持続的に戦うことを意識する。",
      "ザイラ": "ザイラが不利です。\n\n- ポッピーは接近戦に強く、ダッシュやリープを阻止する能力があるため、ザイラの距離を保つ戦術が通用しづらい。\n- ザイラは防御ステータスが低く、ポッピーが近づくと簡単に倒される可能性が高い。\n- ポッピーのCCスキルはザイラの動きを制限し、ザイラが攻撃する前に反撃を受けるリスクがある。\n\n不利の緩和策：\n- ザイラは味方と連携し、ポッピーが近づく前にハラスを行い、距離を保つようにする。\n- ザイラの植物を活用して、ポッピーの動きを制限し、接近を難しくする。\n- ポッピーのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- ポッピーは高い耐久力とCCを持ち、ユーミの支援を無効化しやすく、オールインを仕掛けられると脆弱なユーミは対処が難しい。\n- ポッピーのダッシュ阻害能力により、ユーミが味方に密着している際に、ポッピーが攻撃を仕掛けると逃げる手段が限られる。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、ポッピーの攻撃を受けるとすぐに危険な状況に陥る。\n\n不利の緩和策:\n- ユーミは味方ADCと連携し、ポッピーがエンゲージする前にダメージを与えることで、ポッピーの行動を制限する。\n- ワーディングをしっかり行い、ポッピーの動きを把握することで、エンゲージのタイミングを予測しやすくする。\n- ユーミの回復やシールドを活用し、ポッピーの攻撃を受ける前に味方を強化し、耐久力を上げることで生存率を高める。",
      "ブラウム": "ブラウムが不利です。\n\n- ポッピーはダッシュやリープを阻止する能力が高く、ブラウムの接近を妨げることができるため、ブラウムのCCを効果的に使えない。\n- ブラウムは射程が短く、ポッピーの攻撃を受けやすく、ハラスに対して弱い。\n- ポッピーは高いシールドと割合ダメージを持ち、ブラウムの防御性能を上回る火力を発揮できるため、長期戦で不利になる。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、ポッピーに対して一緒に攻撃することで、ポッピーのエンゲージを避ける。\n- ポッピーのスキルを避けるために、位置取りを工夫し、壁や障害物を利用して接近を防ぐ。\n- ブラウムのパッシブを活かし、ポッピーが攻撃してきた際に反撃することで、ハラスを行い、相手の動きを制限する。",
      "レル": "レルが不利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力が高く、レルのエンゲージを無効化される可能性があるため、オールインが難しい。\n- ポッピーのスキルは短射程であるため、レルが近づく前にポッピーが先手を取ることができる。\n- ポッピーはタンクとしての耐久力があり、レルのダメージが序盤を過ぎると低くなるため、長期戦で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを避け、ポッピーのスキルを避けながらCSを取ることに集中する。\n- ジャングラーと連携して、ポッピーに対するギャンクを狙い、レルの強みを活かす。\n- アイテムビルドを工夫し、耐久力を上げるアイテムを早めに購入して、ポッピーとのトレードを有利に進める。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ポッピーに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ポッピーは近接チャンピオンであり、セナの攻撃を避けるのが難しく、セナの回復能力によって持続的に戦える。\n- ポッピーのエンゲージ能力は短射程であるため、セナは距離を保ちながら安全に攻撃できる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ポッピーの体力を削る。\n- セナの回復スキルを活用して、ポッピーの攻撃を受けても持続的に戦えるようにする。\n- ポッピーがエンゲージを試みた際には、距離を取って逃げることで、セナの安全を確保しつつ反撃のチャンスを狙う。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ポッピーがエンゲージしてきた際に敵を遠ざけることができるため、ポッピーの攻撃を無効化しやすい。\n- ジャンナのシールドは味方を守るだけでなく、ポッピーのダメージを軽減することができ、特にタイマンでの耐久力を向上させる。\n- ジャンナは移動速度を上げる能力を持っており、ポッピーの攻撃を避けやすく、ポッピーのスキルを回避することで有利に立ち回れる。\n\n有利の取り方：\n- ポッピーが近づいてきた際に、ディスエンゲージを使って距離を取ることで、ポッピーの攻撃を無効化する。\n- ジャンナのシールドを味方にかけて、ポッピーの攻撃を受ける際のダメージを軽減し、持続的に戦える状況を作る。\n- ポッピーがスキルを使った後の隙を狙い、反撃することで、ポッピーに対して優位に立つ。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ポッピーのエンゲージを阻止することができるため、ポッピーが近づくのを難しくします。\n- ナミのハラス能力は高く、ポッピーが近づく前にダメージを与えることができるため、レーンでのトレードで優位に立てます。\n- ナミは味方の移動速度を上げるパッシブを持っており、ポッピーの攻撃を避けやすく、チーム全体の機動力を向上させることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーの体力を削ることで、エンゲージの機会を減らします。\n- ポッピーが近づいてきた際には、CCを使って彼女を捕まえ、味方と連携してダメージを与えます。\n- マナ管理に注意しつつ、必要なタイミングでスキルを使用して、ポッピーの動きを制限し、味方の安全を確保します。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ポッピーのエンゲージを阻止することができるため、レーンでのトレードで優位に立ちやすい。\n- スペルシールドにより、ポッピーのCCを無効化できるため、味方を守りつつ攻撃を続けることができる。\n- ポッピーは射程が短いため、モルガナの遠距離攻撃を受けやすく、持続的なダメージを与えやすい。\n\n有利の取り方：\n- レーンでのトレード時に、ポッピーが近づいてきた際にCCを使って捕まえる。\n- スペルシールドを活用して、ポッピーのCCを無効化しながら味方と連携して攻撃する。\n- ポッピーがエンゲージを試みるタイミングを見計らい、後退しつつ攻撃を続けることで、ポッピーの攻撃を避ける。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポッピーのダッシュやリープを無力化する能力があり、ポッピーの攻撃を効果的に防ぐことができる。\n- ルルは味方にシールドを付与できるため、ポッピーの攻撃を受けても生存能力を高めることができる。\n- ポッピーは射程が短いため、ルルの遠距離攻撃でポークしやすく、トレードで優位に立ちやすい。\n\n有利の取り方:\n- ポッピーがミニオンに近づいた際に遠距離攻撃でダメージを与え、トレードを有利に進める。\n- ポッピーが接近してきた際には、攻撃を仕掛ける前にスキルを使ってダメージを与える。\n- ポッピーのエンゲージを避けるために、位置取りを工夫し、常に距離を保ちながら戦う。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ポッピーの動きを制限することができるため、彼女のエンゲージや離脱を妨げやすい。\n- ノーチラスのフックは射程が長く、ポッピーが近づく前に攻撃を仕掛けることができるため、先手を取ることができる。\n- ポッピーのスキルは短射程であるため、ノーチラスが距離を保ちながら攻撃することで、ポッピーのダメージを避けやすい。\n\n有利の取り方：\n- ポッピーのスキルのクールダウンを意識し、スキルが使えないタイミングで攻撃を仕掛ける。\n- フックを使ってポッピーを捕まえた後、CCを重ねてダメージを与え、彼女の反撃を防ぐ。\n- 集団戦では、ポッピーの位置を把握し、彼女が近づく前に先手を打つことで、味方を守りつつ有利な状況を作る。",
      "マオカイ": "マオカイが有利です。\n\n理由:\n- マオカイは高頻度でCCを使用できるため、ポッピーのエンゲージやダッシュを阻止しやすい。\n- ポッピーは射程が短く、マオカイのスキルを使って安全にハラスを行うことができる。\n- マオカイのパッシブによるHP回復効果により、持続的な戦闘が可能で、ポッピーのダメージを受け流しやすい。\n\n有利の取り方:\n- ブッシュを利用して視界を確保し、ポッピーの動きを制限する。\n- CCを駆使してポッピーの行動を制御し、味方と連携して攻撃する。\n- レーンでのハラスを行い、ポッピーのHPを削りつつ、マオカイの回復効果を活かして持続的に戦う。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ポッピーの攻撃を耐えやすく、持続的なハラスが可能です。\n- ソナのオーラによるAoE支援は、集団戦での効果が高く、ポッピーの攻撃を受ける味方を守ることができます。\n- ポッピーは短射程のため、ソナが距離を保ちながら攻撃することで、ポッピーのエンゲージを避けやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ポッピーのHPを削りつつ、回復で持続力を保つ。\n- ポッピーがエンゲージを試みた際に、味方と連携して反撃し、ポッピーを孤立させる。\n- 集団戦では、味方全体にバフをかけてポッピーの攻撃を無効化し、味方の生存率を高める。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは射程が長く、ポッピーの短い射程を活かしてハラスを行いやすい。\n- ポッピーはダッシュやリープを持たないため、カルマのスネアや加速効果を避けるのが難しい。\n- カルマはシールドを持っており、ポッピーの攻撃を軽減しつつ味方を守ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーの体力を削る。\n- ポッピーが近づいてきた際にスネアを狙い、捕まえてダメージを与える。\n- 味方のADCと連携し、ポッピーがエンゲージしづらい状況を作る。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ポッピーの動きを制限することができるため、ポッピーのエンゲージを阻止しやすい。\n- スレッシュは遠距離から攻撃できるため、ポッピーの短い射程を活かさずにハラスを行うことができる。\n- ポッピーはダッシュやリープを持たないため、スレッシュのキャッチ能力に対して脆弱であり、特にオールインの際に有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ポッピーのHPを削ることでプレッシャーをかける。\n- ポッピーが近づいてきた際にCCを使い、彼女の行動を制限して味方と連携して攻撃する。\n- ポッピーがエンゲージを試みるタイミングで、スレッシュの救出スキルを活用して味方を守りつつ反撃する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、ポッピーの近接攻撃を避けながらハラスを行いやすい。\n- ミリオのウルトはポッピーのCCを解除できるため、ポッピーのエンゲージを無効化しやすい。\n- ポッピーは射程が短いため、ミリオの遠距離攻撃を受けやすく、トレードで不利になることが多い。\n\n有利の取り方：\n- ミリオはポッピーの攻撃を避けつつ、攻撃範囲を延ばしてハラスを行う。\n- ポッピーがエンゲージを試みた際に、ウルトを使って味方を守り、反撃のチャンスを作る。\n- ミリオの回復やシールドを活用して、ポッピーとのトレードで持続的に有利を保つ。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "セナ": "セナが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、捕まると一気に倒される危険があるため、セナは安全にプレイしづらい。\n- スレッシュのエンゲージ能力に対して、セナは逃げ手段が乏しく、捕まった際に反撃が難しい。\n- スレッシュはオールインが強く、セナの基礎ステータスが低いため、序盤のハラスで劣勢になりやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、スレッシュのフックを避けるようにする。\n- サポートと連携して、スレッシュのエンゲージを警戒し、必要に応じて後退する。\n- アイテムを早めに購入し、回復や耐久力を向上させて、ハラスに耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- スレッシュのフックはノーチラスのエンゲージをキャンセルすることができ、ノーチラスが攻撃を仕掛けるタイミングを失いやすい。\n- スレッシュは高いCC性能を持ち、ノーチラスが接近する前に捕まえられるリスクが高い。\n- スレッシュは機動力があり、ノーチラスの攻撃を避けやすく、特にスレッシュのスキルを使って逃げることができる。\n\n不利の緩和策：\n- スレッシュのスキルを避けるために、位置取りを工夫し、フックを受けないようにする。\n- チームメイトと連携し、スレッシュに対して集団で攻撃を仕掛けることで、彼のスキルを無効化する。\n- スレッシュのスキルのクールダウンを意識し、スキルがないタイミングを狙ってエンゲージを試みる。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ラックスが接近されると捕まえられるリスクが高い。\n- スレッシュのフックやピール能力により、ラックスのスキルを当てるチャンスが減少し、ハラスが難しくなる。\n- スレッシュは柔らかいエンチャンターに対して有利であり、ラックスのような脆弱なサポートに対して強さを発揮する。\n\n不利の緩和策：\n- スレッシュのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- スレッシュのフックを避けるために、ミニオンを利用して射線を遮る。\n- 味方のジャングラーやADCと連携し、スレッシュに対して積極的にハラスを行い、プレッシャーをかける。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、パンテオンのオールインを阻止することができるため、パンテオンが攻撃を仕掛ける際に捕まえられるリスクが高い。\n- スレッシュは持続的なハラスが得意で、パンテオンはサステインがないため、ハラスを受けると厳しい状況に陥りやすい。\n- スレッシュのフックや壁を使ったCCにより、パンテオンのリープやスタンが無効化される可能性があり、効果的にダメージを与えられないことが多い。\n\n不利の緩和策：\n- スレッシュのCCを避けるために、位置取りを意識し、フックを避ける動きを心がける。\n- レーンでのハラスを受けないように、ミニオンを利用してスレッシュとの距離を保ちながらファームを行う。\n- スレッシュのスキルのクールダウンを見計らって、タイミングを見てオールインを仕掛けることで、相手のスキルを無駄にさせる。",
      "バード": "バードが不利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、バードの動きを制限しやすいため、バードが攻撃を仕掛ける前に捕まえられる可能性が高い。\n- スレッシュの基礎ステータスが低いバードに対して、持続的なハラスが強力で、特に序盤の圧力をかけられやすい。\n- スレッシュはエンゲージやピールが得意で、バードのロームやサポート能力を無効化することができるため、バードの強みを活かしにくい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、スレッシュのフックを避けることで、ハラスを受けにくくする。\n- スレッシュのスキルを避けるために、味方と連携して動き、孤立しないようにする。\n- スキルを使う際は、敵味方を問わず影響を与える特性を考慮し、慎重にタイミングを見計らって使用する。"
    },
    "loses": {
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、スレッシュが近づく前にハラスを行いやすい。\n- ザイラのCCは範囲攻撃であり、スレッシュがエンゲージを試みる際に拘束することができる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、ザイラの高火力で圧倒できる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スレッシュの体力を削る。\n- スレッシュがフックを外したタイミングで、ザイラのCCを使って反撃する。\n- 植物を利用して視界を確保し、スレッシュの動きを制限しながら安全にプレイする。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、スレッシュの近接攻撃を避けながらハラスが可能です。\n- スレッシュのCCを逆用できるため、スレッシュがエンゲージを試みた際に反撃しやすいです。\n- メルは確定キルを狙いやすく、スレッシュの低い基礎ステータスを利用してキルを取りやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スレッシュのHPを削る。\n- スレッシュがフックを外したタイミングで、積極的に攻撃を仕掛ける。\n- ミニオンを利用してスキルを当て、スレッシュの動きを制限しつつCSを取る。",
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、スレッシュのような単体キャッチに対して優位に立てる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セラフィーンのハラス性能を活かしやすい。\n- セラフィーンは長射程から安全に支援できるため、スレッシュのエンゲージを避けやすい。\n\n有利の取り方：\n- セラフィーンのスキルを連打してスレッシュにハラスをかけ、体力を削る。\n- スレッシュがフックを外したタイミングで積極的に攻撃し、プレッシャーをかける。\n- 味方と連携して集団戦を仕掛け、スレッシュのCCを無力化する。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、スレッシュのキャッチ能力を無効化しやすいです。特に、スレッシュがフックを外した際に、レルの拘束を活かして反撃できます。\n- レルのパッシブによって、スレッシュに対してAR/MRを吸収しやすく、タンクとしての耐久力を高めることができるため、スレッシュの攻撃を受けやすいです。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いですが、レルは自身の移動速度を上げるスキルを持っているため、ハラスを行いやすいです。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スレッシュのHPを削ることで、オールインのチャンスを作ります。\n- スレッシュがフックを外したタイミングを狙って、レルのCCを使って反撃し、相手を拘束します。\n- 集団戦では、レルのAoE CCを活かしてスレッシュを含む敵チャンピオンを拘束し、味方のダメージを通しやすくします。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、スレッシュのエンゲージを無効化しやすい。\n- スペルシールドにより、スレッシュのCCを防ぎつつ味方を守ることができるため、レーンでの優位性を保ちやすい。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、モルガナの攻撃で圧力をかけやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スレッシュの体力を削る。\n- スペルシールドを活用して、スレッシュのフックやCCを無効化し、味方と連携して反撃する。\n- 敵の動きを見極めて、スネアを狙い、スレッシュがエンゲージするタイミングを逆手に取る。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、スレッシュのCCを受けても耐えることができるため、エンゲージに対して強い。\n- ブラウムのパッシブによるスタンを活かして、スレッシュのフックを無効化しやすく、相手のキャッチ能力を封じることができる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、ブラウムのハラスが効果的に機能する。\n\n有利の取り方：\n- ブラウムのパッシブを活かして、スレッシュが近づく前にハラスを行い、相手のHPを削る。\n- スレッシュがフックを外したタイミングで積極的にオールインを仕掛け、相手をスタンさせる。\n- ブラウムの防御スキルを使って、味方ADCを守りながらスレッシュの攻撃を受け流し、レーンでの優位を確保する。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- パイクは高い機動力を持ち、ゼラスのスキルを避けやすく、接近されると捕まるリスクが高い。\n- ゼラスのスキルは発動に時間がかかるため、パイクのフックや奇襲に対して反応しづらい。\n- パイクは瞬間的な火力が高く、ゼラスが近距離で戦うと簡単に倒される可能性がある。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、パイクのフックを避けるために後ろに下がる。\n- ワードをしっかりと置き、パイクの動きを把握して奇襲を防ぐ。\n- スキルを使う際は、パイクの動きを見極めてから発動し、無駄打ちを避ける。",
      "セナ": "セナが不利です。\n\n理由：\n- パイクは高い機動力とCCを持っており、セナが捕まると一気に倒される危険性が高い。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、パイクのハラスに対して脆弱。\n- パイクはキルを取ることでゴールドを共有できるため、セナが育つ前にパイクが有利な状況を作りやすい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにする。\n- サポートアイテムを活用して、パイクのハラスを受けた際に回復を行い、耐久力を保つ。\n- 可能であれば、ジャングラーに協力を求めてパイクを狙うことで、セナが有利な状況を作る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パイクは高い機動力を持ち、フックやカモフラージュを使ってラックスに接近しやすいため、ラックスがスキルを当てる前に捕まるリスクが高い。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱で、パイクの瞬間火力に対処できない。\n- パイクはラックスのスキルを避ける能力が高く、特にフックをボディブロックされるとラックスのトレードが難しくなる。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、パイクのフックを避けるために後ろに下がることを心がける。\n- ワードをしっかりと置き、パイクの動きを把握しておくことで、接近されるリスクを減らす。\n- スキルを当てるタイミングを見極め、パイクが近づいてきた際にカウンターとしてスキルを使うことで、相手にプレッシャーをかける。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすく、接近されると瞬時に大ダメージを受ける可能性が高い。\n- パイクのフックやCCスキルによって、ヴェル＝コズは捕まえられやすく、特に集団戦では無力化されるリスクがある。\n- ヴェル＝コズは機動力が低く、パイクの攻撃を受けると反撃が難しく、特にUltの詠唱中は移動できないため、危険な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、常に距離を保ち、パイクのスキルを避けるように立ち回る。\n- サポートアイテムやマナ管理を工夫し、持続的にハラスを行い、パイクの体力を削ることでプレッシャーをかける。\n- 集団戦では、後衛に位置し、パイクが接近する前にスキルを使ってダメージを与え、味方と連携してパイクを排除する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- パイクは高い機動力を持ち、ザイラの射程外から接近してフックを当てることができるため、ザイラが攻撃を当てる前に捕まるリスクが高い。\n- ザイラは移動に役立つスキルがなく、パイクに接近されると脆弱で、瞬時に倒される可能性がある。\n- パイクのハラスやCCスキルに対して、ザイラは防御ステータスが低いため、序盤からのトレードで不利になりやすい。\n\n不利の緩和策：\n- ザイラは視界を確保し、パイクの動きを常に把握することで、フックを避ける立ち回りを心がける。\n- ザイラの植物を利用して、パイクが近づく前にハラスを行い、相手の体力を削ることで有利な状況を作る。\n- サポートやジャングラーと連携し、パイクに対する集団戦での圧力を高め、ザイラが安全にプレイできる環境を整える。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- パイクは高い機動力と捕まえる能力を持っており、ジリアンがスキルを使う前に接近されやすいです。\n- ジリアンは基礎ステータスが低く、捕まると瞬時に倒されるリスクが高いため、パイクの攻撃に対して脆弱です。\n- パイクのフックやCCスキルによって、ジリアンのスキルコンボを妨害される可能性が高く、効果的に戦えない状況が生まれやすいです。\n\n不利の緩和策：\n- ジリアンは視界を確保し、パイクの動きを把握することで、接近されるリスクを減らすことが重要です。\n- 味方と連携し、パイクが孤立しているタイミングを狙って攻撃することで、ジリアンの強みを活かすことができます。\n- マナ管理を徹底し、スキルを無駄に使わないようにすることで、持続的に戦える状態を保つことが大切です。",
      "ソナ": "ソナが不利です。\n\n理由：\n- パイクは高い機動力と捕まえる能力を持っており、ソナは脆弱なため、フックや奇襲に対して非常に弱い。\n- ソナのCCはUltに依存しており、パイクの攻撃を防ぐ手段が限られているため、集団戦での生存率が低くなる。\n- ソナはマナ消費が激しく、スキルを連発することで枯渇しやすく、持続的なハラスに対して耐えにくい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パイクのフックを避けるようにすることで、被弾を減らす。\n- 早めに視界を確保し、敵の動きを把握することで、パイクの奇襲を防ぐ。\n- 味方のジャングラーと連携し、パイクに対するGankを仕掛けることで、レーンでのプレッシャーを軽減する。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、パイクの動きを制限することができるため、パイクが攻撃を仕掛けるのを難しくします。\n- レルのパッシブによって、タンクに対して強いダメージを与えることができ、パイクのような脆いチャンピオンに対して有利に立ち回れます。\n- レルは味方の移動速度を上げるスキルを持っており、集団戦や追撃時に味方をサポートしやすく、パイクのキルを阻止することができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パイクの体力を削ることで、彼の行動を制限します。\n- CCを活用してパイクを捕まえ、味方と連携してキルを狙うことで、ゴールドを獲得しやすくします。\n- 集団戦では、パイクが突っ込んでくるタイミングを見計らい、エンゲージを行い、彼の動きを封じることで、チーム全体の優位を築きます。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、パイクの高い機動力を制限することができるため、捕まえやすい。\n- パイクは柔らかいため、ノーチラスの攻撃で素早く倒すことができ、レーンでの優位を得やすい。\n- ノーチラスのシールドやCCを活用することで、パイクの攻撃を避けつつ、反撃のチャンスを増やすことができる。\n\n有利の取り方：\n- レーンでの視界を確保し、パイクの動きを把握することで、先手を取る。\n- ノーチラスのCCを駆使して、パイクを捕まえた際に一気に攻撃を仕掛ける。\n- パイクがハラスを行ってきた際に、ノーチラスのシールドを使って耐え、反撃することで、相手にプレッシャーをかける。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用できるため、パイクの動きを制限しやすい。特に、パイクのフックを避けることが難しくなる。\n- パイクは瞬間火力が低く、集団戦での影響力が限られるが、マオカイは耐久力が高く、持続的にダメージを受けられるため、パイクの攻撃を耐えやすい。\n- マオカイのパッシブによるHP回復効果があるため、ハラスに対しても強い耐性を持ち、レーン戦での持続力が高い。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、パイクの動きを把握しながら安全にハラスを行う。\n- CCを駆使してパイクを捕まえ、味方と連携してキルを狙う。特に、パイクがフックを外したタイミングを狙うと効果的。\n- レーンでの持続力を活かし、パイクがハラスを行ってきた際に反撃し、パイクのHPを削ることでプレッシャーをかける。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、パイクの攻撃を避けやすいため、フックやハラスを受けにくい。\n- 2種類のCCを持っているため、パイクが接近してきた際にしっかりとピールでき、彼の攻撃を無力化できる。\n- ラカンのシールドや回復によって、パイクのハラスに対して耐性が高く、レーンでのサステインが優れている。\n\n有利の取り方：\n- パイクがフックを使った際に、ラカンのCCを駆使して反撃し、パイクを捕まえるチャンスを作る。\n- レーンでのハラスを行いながら、パイクの攻撃を避けつつ味方ADCをサポートし、スノーボールを狙う。\n- パイクが孤立しているタイミングを見計らい、エンゲージを仕掛けてキルを狙う。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができるため、パイクのハラスを受けにくく、トレードで優位に立ちやすい。\n- ミリオのウルトはCCを解除する能力があり、パイクのエンゲージを防ぐことができるため、集団戦での影響力が高い。\n- パイクは瞬間火力が低く、集団戦での持続力が不足しているため、ミリオの回復やシールドで味方をサポートしやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パイクの体力を削ることでプレッシャーをかける。\n- ミリオのウルトをタイミングよく使用し、パイクのエンゲージを無効化して味方を守る。\n- 視界を確保し、パイクが孤立しているタイミングを狙って味方と連携して攻撃する。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、パイクのフックやハラスを避けやすい。\n- パイクは集団戦での瞬間火力が低く、シャコの奇襲に対して反応しづらい。特に、シャコがインビジブルで接近することで、パイクのスキルをかわすことができる。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、パイクの脆さを突いてダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、インビジブルを活用してパイクに奇襲を仕掛ける。\n- パイクがフックを外したタイミングを狙って、積極的にトレードを行う。\n- シャコのCCを利用して、パイクを捕まえ、味方と連携してキルを狙う。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、パイクの攻撃を無効化したり、遠ざけることができるため、パイクのフックやハラスを避けやすいです。\n- ジャンナのシールドや回復効果により、パイクのハラスに対して耐性があり、持続的にレーンでのプレッシャーを維持できます。\n- パイクは集団戦での瞬間火力が低いため、ジャンナのディスエンゲージ能力を活かして、パイクの攻撃を無効化しやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクの体力を削りつつ、シールドで自分の安全を確保します。\n- パイクがフックを狙ってきた際に、タイミングよくCCを使って反撃し、パイクの動きを制限します。\n- ジャンナの移動速度向上のスキルを活かして、パイクの攻撃を避けつつ、味方と連携してキルを狙う機会を作ります。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、パイクの機動力を制限できるため、パイクの攻撃を無効化しやすい。\n- ポッピーは高いシールドと割合ダメージを持ち、1対1の戦闘性能が高いため、パイクとのトレードで優位に立ちやすい。\n- パイクは集団戦で瞬間火力が低く、ポッピーのCCを受けると行動が制限されるため、集団戦での影響力を低下させることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、パイクの体力を削ることで、彼の攻撃的なプレイスタイルを抑制する。\n- パイクがフックを狙ってきた際に、ポッピーのCCを使って反撃し、パイクを捕まえるチャンスを作る。\n- 集団戦では、パイクの動きを読み、彼が接近する前にポッピーのCCを使って行動を制限し、味方を守る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、パイクのハラスに対して持ちこたえやすいため、レーンでの生存能力が高い。\n- パイクの攻撃を受けた際に、ソラカのサイレンス効果によってパイクのスキルを無力化できるため、トレードで優位に立ちやすい。\n- ソラカは射程が長く、パイクが近づく前にハラスを行うことができるため、レーンでのプレッシャーを維持しやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、パイクのHPを削ることで、彼の行動を制限する。\n- パイクがフックを狙ってきた際に、サイレンスを使って彼のスキルを無効化し、反撃のチャンスを作る。\n- ソラカのヒールを活用して、味方ADCと連携しながらオールインを仕掛け、パイクを圧倒する。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、モルガナのハラスを受けにくくするため、レーンでのトレードが不利になる。\n- ミリオのウルトはCCを解除する能力があり、モルガナのスネアを無効化されることで、捕まえるチャンスが減少する。\n- ミリオは回復やシールドを提供できるため、モルガナのダメージを軽減されやすく、持続的な戦闘での優位性が失われる。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、ハラスを行うタイミングを見極める。\n- ミリオのウルトが発動する前に、他のチャンピオンと連携して一気に攻撃を仕掛け、ミリオを排除する。\n- マナ管理を徹底し、スキルを無駄に使わず、持続的な戦闘に備える。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ゼラスのハラスを受けにくくすることができるため、レーンでの優位性を失いやすい。\n- ミリオのウルトはCCを解除する能力があり、ゼラスのスタンを無効化されることで、ゼラスのダメージを与えるチャンスが減少する。\n- ミリオは回復やシールドを提供できるため、ゼラスのハラスが効果的に機能しにくく、持続的なダメージを与えることが難しい。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、ミリオの攻撃範囲外からハラスを行う。\n- ミリオのウルトのクールダウンを狙い、ウルトが発動していないタイミングで積極的に攻撃を仕掛ける。\n- ゼラスのパッシブを活用し、マナ管理を徹底して持続的にスキルを使用できるようにする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、ラックスのハラスを受けにくくすることができるため、レーンでの優位性を失いやすい。\n- ミリオのウルトはCCを解除する能力があり、ラックスのスネアを無効化されることで、捕まえるチャンスが減少する。\n- ミリオは回復やシールドを提供できるため、ラックスのバーストダメージを軽減されやすく、キルを狙うのが難しくなる。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、ハラスを行うタイミングを見極める。\n- ミリオのウルトのクールダウンを狙い、ウルトが使用できないタイミングで積極的に攻撃を仕掛ける。\n- サポートアイテムやマナ管理を徹底し、スキルを多用することでミリオの回復を無効化するように努める。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、パンテオンのオールインを受ける際にハラスがしやすく、トレードで有利に立たれる。\n- ミリオのウルトはCCを解除する能力があり、パンテオンのスタンを無効化されることで、彼の攻撃が効果的に機能しなくなる。\n- パンテオンは奇襲やオールインが得意だが、ミリオはCC解除や回復、シールドを通じて味方を守る能力が高く、パンテオンの攻撃を受け流されやすい。\n\n不利の緩和策:\n- ミリオのウルトが発動する前に、他のチャンピオンと連携して攻撃を仕掛け、ミリオのスキルを使わせるようにする。\n- ミリオの攻撃範囲を延ばすスキルを意識し、距離を保ちながらトレードを行い、無理なオールインを避ける。\n- 早めにアイテムを購入し、耐久力を上げることで、ミリオのハラスに耐えられるようにする。",
      "パイク": "パイクが不利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすスキルを持っており、パイクのハラスや捕まえようとする動きを逆に利用されやすい。\n- ミリオのウルトはCCを解除する能力があり、パイクのエンゲージやキルを狙う動きを無効化される可能性が高い。\n- ミリオは回復やシールドを提供できるため、パイクのダメージトレードが効果的に機能しにくい。\n\n不利の緩和策：\n- ミリオのスキルを避けるために、位置取りを工夫し、奇襲を狙うタイミングを見計らう。\n- ミリオのウルトが発動する前に、他のチャンピオンと連携してエンゲージを行い、ミリオの影響を最小限に抑える。\n- レーンでのハラスを控えめにし、ミリオのスキルを無駄に消費させることで、マナ管理を促す。"
    },
    "loses": {
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってミリオを捕まえることができ、瞬時にキルに繋げる能力が高いです。ミリオはエンゲージ能力が低いため、捕まった際に反撃が難しいです。\n- ミリオのCC解除のウルトは、ブリッツクランクのフックを防ぐことができません。ブリッツクランクが先に仕掛けることで、ミリオのウルトを無力化できます。\n- ブリッツクランクは、ミリオの攻撃範囲を延ばすスキルに対しても、近接での圧力をかけることができるため、ミリオのハラスを受けにくいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ミリオのHPを削ることで、フックを当てやすい状況を作ります。\n- ミリオがスキルを使った後にフックを狙い、相手の反撃手段を減らしてから仕掛けます。\n- 集団戦では、ミリオを狙ってフックを当て、味方と連携してキルを狙うことで、ミリオの影響力を減少させます。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ミリオのCC解除のウルトを無力化することができるため、ミリオのエンゲージを防ぎやすい。\n- バードの回復スキルにより、ミリオの攻撃力強化や回復を上回ることができ、味方の生存能力を高めることができる。\n- バードは鐘を回収することで火力を向上させるため、ミリオに対して持続的なダメージを与えやすい。\n\n有利の取り方：\n- ミリオのスキルを避けつつ、スタンを狙ってミリオを捕まえることで、味方の攻撃をサポートする。\n- 鐘を回収しながらレーンを維持し、ミリオの攻撃を受ける時間を最小限に抑える。\n- ミリオが攻撃を仕掛けてきた際に、回復スキルを使って味方を守りつつ反撃することで、トレードを有利に進める。",
      "ノーチラス": "ノーチラスは有利です。\n\n- ノーチラスは豊富なCCを持っており、ミリオの動きを制限しやすいです。特に、ミリオがCCを解除する手段を持っていても、ノーチラスのフックやノックアップは効果的に当てることができます。\n- ミリオは攻撃範囲を延ばすスキルを持っていますが、ノーチラスのフックで捕まえることで、ミリオのハラスを無効化しやすくなります。\n- ノーチラスはタンクとしての耐久力が高く、ミリオの攻撃を受け止めながら味方を守ることができるため、集団戦での存在感が大きいです。\n\n有利の取り方：\n- ミリオのスキルを避けつつ、フックを狙ってエンゲージを仕掛けることで、ミリオを捕まえるチャンスを増やします。\n- ミリオがハラスを行ってきた際には、ノーチラスのCCを使って反撃し、ミリオの体力を削ることを狙います。\n- チームファイトでは、味方と連携してノーチラスのCCを活かし、ミリオのウルトを意識しながら集団戦を展開することで、ミリオの影響力を減少させます。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦での支援能力が高いため、味方全体の生存率を向上させることができる。\n- ソナのスタン効果は発生が早く、ミリオのエンゲージを防ぐことができるため、ミリオの攻撃を無効化しやすい。\n- ソナは回復やシールドを持っており、ミリオの攻撃を耐えやすく、持続的なハラスが可能。\n\n有利の取り方：\n- レーンでのハラスを行い、ミリオのマナを消耗させることで、スキルの使用頻度を減らす。\n- 集団戦では、味方を強化しつつミリオのエンゲージをスタンで防ぎ、味方のキルをサポートする。\n- ミリオのCC解除のウルトを意識しつつ、タイミングを見計らってスタンを当てることで、ミリオの効果を無効化する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、敵の攻撃を避けながら味方を支援できるため、ミリオの攻撃範囲を延ばすスキルに対しても柔軟に対応できる。\n- ラカンの持つ2種類のCC（ノックアップとチャーム）により、ミリオのスキルを無力化しやすく、特にミリオのウルトを発動させる前に捕まえることができる。\n- ミリオはエンゲージ能力が低く、奇襲に弱いため、ラカンの機動力を活かしたエンゲージで有利に立ち回ることができる。\n\n有利の取り方：\n- ラカンの機動力を活かして、ミリオがスキルを使った後にエンゲージし、反撃の隙を突く。\n- ミリオのCC解除のウルトを発動させる前に、ラカンのCCでミリオを捕まえ、味方の攻撃を通す。\n- レーンでのハラスを行い、ミリオの回復やシールドを無駄にさせることで、ミリオのリソースを枯渇させる。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持ち、ミリオのエンゲージやハラスを無効化しやすいため、レーンでの主導権を握りやすい。\n- アリスターのタンク性能と回復効果により、ミリオのハラスを受けても耐えやすく、持続的に戦える。\n- ミリオは射程を延ばすスキルを持っているが、アリスターのエンゲージ能力により、ミリオが安全に攻撃する機会を減らすことができる。\n\n有利の取り方：\n- アリスターのCCを活かしてミリオに対して積極的にエンゲージし、味方と連携してキルを狙う。\n- ミリオのスキルを避けながら、レーンでのハラスを行い、ミリオのマナを枯渇させる。\n- 集団戦ではアリスターのタンク性能を活かし、ミリオのウルトを無効化することで、味方を守りつつ有利な状況を作る。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、ミリオの攻撃を無力化することができるため、味方を守りやすい。\n- ルルのシールドやHP増加により、味方の生存能力を大幅に向上させることができ、ミリオの回復やシールドと相性が良い。\n- ミリオのCCはスキルショットのノックバックのみであり、ルルのポリモーフによってミリオの行動を制限することができるため、トレードで優位に立ちやすい。\n\n有利の取り方：\n- ミリオが攻撃を仕掛けてきた際に、ポリモーフを使って行動を制限し、味方が反撃できる状況を作る。\n- ルルのシールドを味方に付与し、ミリオの攻撃を耐えさせることで、持続的なトレードを有利に進める。\n- ミリオのCCを避けつつ、射程を活かしてハラスを行い、ミリオのマナを枯渇させることで、戦闘を有利に進める。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "シャコ": "シャコが不利です。\n\n理由：\n- バードはスタンを持っており、シャコが奇襲を仕掛けた際に行動不能にされる可能性が高い。\n- バードの回復スキルや移動速度の増加により、シャコの攻撃を受けた後でも逃げられることが多い。\n- バードはタンク系のチャンピオンに対して有利であり、シャコの脆さを利用して圧力をかけることができる。\n\n不利の緩和策：\n- バードのスキルを避けるために、奇襲のタイミングを慎重に選び、相手のスキルを使わせてから攻撃する。\n- バードの鐘の回収を妨害することで、彼の火力を低下させる。\n- シャコのインビジブルを活用して、バードが孤立している時を狙って攻撃する。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- バードはスタンを持っており、ミリオの行動を制限することができるため、ミリオが攻撃や回復を行うタイミングを奪われやすい。\n- バードの鐘の回収による火力向上やローム能力が高く、ミリオがレーンでの圧力をかけにくくなる。\n- バードはタンク系のチャンピオンに対して有利であり、ミリオが持つ回復やシールドの効果が薄れる可能性がある。\n\n不利の緩和策：\n- バードのスタンを避けるために、ミリオは位置取りを工夫し、敵のスキルを見極めて行動する。\n- バードのロームを警戒し、ミニマップを常に確認して味方と連携を取ることで、バードの影響を最小限に抑える。\n- ミリオの攻撃範囲を活かして、バードとのトレードを有利に進めるために、ハラスを積極的に行う。",
      "レル": "レルが不利です。\n\n理由:\n- バードは射程が長く、レルの接近を阻害することができるため、レーンでのハラスが強力です。\n- バードのCCスキルは範囲内のユニットを無力化できるため、レルがエンゲージを試みる際に逆に捕まるリスクがあります。\n- バードは鐘を回収することで火力を向上させるため、レルがダメージを与えにくいタンク系チャンピオンに対しても有利に立ち回ることができます。\n\n不利の緩和策:\n- バードのスキルを避けるために、レーンでの位置取りを工夫し、ハラスを受けないようにする。\n- バードの鐘の回収を妨害するために、視界を確保しつつ、適切なタイミングでロームを行う。\n- バードのCCを受けた際に味方と連携してカウンターを狙うことで、レルの強みを活かす機会を増やす。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- バードは高いCC能力を持ち、スタンを使ってソラカの行動を制限できるため、ソラカが自由に動けなくなる。\n- ソラカは基礎ステータスが低く、逃げ性能が乏しいため、バードの攻撃やCCに対して脆弱である。\n- バードは鐘を回収することで火力を向上させることができ、持続的なダメージを与えられるため、ソラカの回復能力が相対的に劣る。\n\n不利の緩和策：\n- バードのCCを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- バードの攻撃を受ける前に、味方と連携してエンゲージを仕掛け、バードを先に排除することを目指す。\n- 自身のヒールを活かすために、レーンでのハラスを行い、バードの鐘の回収を妨げるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- バードは遠距離攻撃が可能で、ブラウムは近接型のため、バードのハラスを受けやすい。\n- バードのCCスキルは範囲内のユニットに影響を与えるため、ブラウムが味方を守る際に誤って味方を巻き込むリスクがある。\n- バードは鐘を回収することで火力を向上させるため、ブラウムが防御を固めてもダメージを出されやすい。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、バードの攻撃を避けるように立ち回ることでハラスを軽減する。\n- バードのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- ブラウムのパッシブを活かして、バードの攻撃を受ける際にスタンを狙い、反撃のチャンスを作る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- バードはスタンを持っており、セラフィーンのスキル発動を妨げることができるため、セラフィーンが攻撃を仕掛けるのが難しくなる。\n- バードは鐘を回収することで火力を向上させるため、レーンでの持続的な圧力をかけられ、セラフィーンがレーン維持をしづらくなる。\n- セラフィーンはスキルの発生が遅く、バードの機動力を活かしたロームやハラスに対して反応しづらい。\n\n不利の緩和策：\n- バードのスタンを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- バードが鐘を回収するタイミングを見計らい、味方と連携して攻撃を仕掛けることで、バードの強みを抑える。\n- 集団戦では味方の数を活かし、バードのスキルを受ける前に先手を打つことで、セラフィーンの強みを発揮する。",
      "ザイラ": "ザイラが不利です。\n\n- バードは移動スキルを持っており、ロームが得意なため、ザイラがハラスを行っている間に味方をサポートしやすい。\n- バードのスタン効果により、接近されるとザイラは行動不能になりやすく、脆弱な状態に陥る。\n- ザイラは移動に役立つスキルがないため、バードの攻撃を受けやすく、特に序盤のハラスに苦しむことが多い。\n\n不利の緩和策：\n- ザイラは安全な距離を保ちながらハラスを行い、バードのスタンを避けるように立ち回る。\n- バードのロームを警戒し、視界を確保することで、味方のサポートを受けやすくする。\n- バードのスキルを避けるために、位置取りを工夫し、敵の攻撃範囲外でプレイする。",
      "カルマ": "カルマが不利です。\n\n理由：\n- バードはスタンを持っており、カルマのスネアが発生する前に行動を制限される可能性が高い。\n- バードの鐘を回収することで火力を向上させるため、レーンでの持続的な圧力が強く、カルマはダメージを出しづらい。\n- バードは移動スキルを駆使してロームが得意で、カルマが孤立した際に不利な状況を作られることがある。\n\n不利の緩和策：\n- バードのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- バードがQを外したタイミングを狙い、反撃のチャンスを作るためにスキルを積極的に使う。\n- 味方と連携し、バードのロームを警戒しつつ、視界を確保して安全にレーンを維持する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- バードはスタンを持っており、ゼラスの攻撃を妨害しやすいため、近距離での戦闘で不利になる。\n- バードの回復スキルや移動速度の増加により、ゼラスのハラスを受け流されやすく、持続力で劣る。\n- バードはロームが得意で、ゼラスがレーンでハラスをしている間に他のレーンに影響を与えられる可能性がある。\n\n不利の緩和策：\n- バードのスタンを避けるために、スキルの発動タイミングを見極めて動くことを意識する。\n- バードがロームする際に、ミニマップを常に確認し、味方と連携して安全にプレイする。\n- 遠距離からのハラスを活かしつつ、バードのスキルを避けるために位置取りを工夫し、できるだけ安全な距離を保つ。"
    },
    "loses": {
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦において非常に強力なバフを味方にかけることができるため、チーム全体の生存率を向上させる。\n- ソナのスキルは発動が簡単で、操作が容易なため、初心者でも扱いやすく、安定した支援が可能。\n- ソナは回復やシールドを持っており、バードの攻撃を耐えやすく、特にレーンでのハラスに対して強い。\n\n有利の取り方：\n- レーンでのハラスを行い、バードの鐘の回収を妨げることで、バードの成長を遅らせる。\n- 集団戦では味方を支援しつつ、バードのスタンを避ける位置取りを心がける。\n- バードがロームする際には、味方と連携してその動きを察知し、適切に対応することで、バードの影響力を減少させる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、バードの移動を制限しやすいため、バードのローミングを阻止できます。\n- バードはダメージスキルがQのみで、APレシオが低いため、ノーチラスのタンク性能に対してダメージが不足しやすいです。\n- ノーチラスはバードのようなエンチャンターに対して有利で、フックを使ったオールインが効果的です。\n\n有利の取り方：\n- ミニマップを常に確認し、バードがローミングしている際に敵を攻撃するチャンスを狙う。\n- ノーチラスのCCを活かして、バードが近づいてきた際に捕まえることで、レーンでの優位性を保つ。\n- バードのスキルを避けるために位置取りに注意し、適切なタイミングで攻撃を仕掛ける。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、バードに対して積極的に攻撃を仕掛けやすい。\n- バードはダメージスキルがQのみで、APレシオが低いため、パイクの高い耐久力に対してダメージを与えにくい。\n- バードのCCスキルは範囲内のユニットに影響を与えるが、パイクは機動力が高く、スキルを避けやすいため、バードのスタンを回避しやすい。\n\n有利の取り方：\n- バードが鐘を回収するためにレーンに集中しているときに、パイクのフックを使って捕まえるチャンスを狙う。\n- バードのスキルを避けながら、ハラスを行い、パイクのパッシブを活かして回復しつつダメージを与える。\n- バードが孤立しているタイミングを見計らい、ロームや他のレーンへの影響を与えることで、試合全体を有利に進める。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、バードの動きを制限することができるため、戦闘を有利に進めやすい。\n- バードの鐘の回収を妨げることで、バードの火力を低下させることができ、レーンでの圧力をかけやすい。\n- スレッシュは味方を救出する能力があり、バードのスタンや回復を無効化することで、チーム戦での生存率を高めることができる。\n\n有利の取り方:\n- バードの位置を意識し、フックやCCを使って捕まえることで、バードの行動を制限する。\n- バードが鐘を回収するタイミングを見計らい、積極的にハラスを行い、レーンでの優位を確保する。\n- チームメイトと連携し、バードのスキルを避けながらエンゲージを行い、ダブルスタンを受けないように立ち回る。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、バードに対して短時間でのバーストダメージを与えやすい。\n- バードはCCを持っているものの、パンテオンのリープとスタンによって行動を制限しやすく、反撃のチャンスを与えない。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、序盤の優位を活かしやすい。\n\n有利の取り方：\n- バードが鐘を回収しているタイミングを狙い、オールインを仕掛ける。\n- バードのスキルのクールダウンを確認し、スキルがないタイミングで積極的にトレードを行う。\n- パンテオンのUltを使って他のレーンに寄り、バードの影響力を削ぐことで、全体的なマップコントロールを強化する。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "スウェイン": "スウェインが不利です。\n\n理由:\n- ザイラは高い射程とハラス能力を持ち、序盤からスウェインに対して安全にダメージを与えることができるため、レーンでのプレッシャーが強い。\n- ザイラのCCスキルは範囲攻撃であり、スウェインが接近するのを阻止しやすく、特にスウェインの持続的なダメージを発揮する前に拘束される可能性が高い。\n- スウェインは移動スキルを持たず、ザイラの攻撃を受けやすいため、接近されると脆弱で、特にザイラの植物を利用した攻撃に対して対処が難しい。\n\n不利の緩和策:\n- ザイラのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- ザイラのCCを受けた後は、冷静に距離を取り、回復を活かして耐えることを意識する。\n- サポートやジャングラーと連携し、ザイラに対して積極的にガンクを仕掛けることで、レーンの主導権を取り戻す。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ザイラの植物による高いダメージとゾーニング能力に対して、スレッシュは持続的なハラスに弱く、接近するのが難しい。\n- ザイラは長射程からの攻撃が得意で、スレッシュが近づく前にダメージを与えられるため、オールインが難しい。\n- スレッシュのスキルのクールダウンが長く、外した際の隙が大きいため、ザイラの攻撃を受けやすくなる。\n\n不利の緩和策：\n- ザイラのスキルを外したタイミングを狙ってオールインを仕掛けることで、逆転のチャンスを作る。\n- モビリティブーツを購入し、他のレーンにロームして有利を取ることで、ザイラとの対面を避ける。\n- ザイラの植物を処理するために、視界を確保しつつ、連携を意識してチームメイトと行動する。",
      "メル": "メルが不利です。\n\n理由：\n- ザイラは高い射程とハラス能力を持っており、メルが近づく前にダメージを与えられるため、序盤から圧力をかけられる。\n- ザイラのCCスキルは範囲攻撃であり、メルは能動的に使えるCCがないため、ザイラの攻撃を避ける手段が限られている。\n- ザイラは植物を利用して安全な距離を保ちながら戦うことができ、メルはその植物を処理する手段が乏しいため、戦闘が不利になる。\n\n不利の緩和策：\n- ザイラの攻撃を避けるために、位置取りを意識し、草むらを利用して視界を確保する。\n- ザイラのCCを受ける前に、味方と連携して先に攻撃を仕掛け、ザイラのスキルを使わせる。\n- アイテムを活用して耐久力を上げ、ザイラの攻撃を受けても生存できるようにする。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、ニーコが近づく前にハラスを受けやすい。\n- ザイラのCCスキルは範囲攻撃であり、ニーコが接近する際に拘束されるリスクが高い。\n- ザイラは序盤から高い火力を発揮できるため、ニーコが安全にレーンを維持するのが難しい。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- ザイラのCCスキルのクールダウンを確認し、その隙を狙って攻撃する。\n- サポートアイテムやポーションを活用して、体力を維持しながらレーンを戦う。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ザイラは長射程からのハラスが得意で、モルガナが接近する前にダメージを与えられるため、レーンでのプレッシャーが強い。\n- ザイラのCCスキルは範囲攻撃であり、モルガナのスペルシールドを無効化することができるため、モルガナが捕まるリスクが高い。\n- ザイラは機動力が高いチャンピオンに対して有利であり、モルガナは移動手段が限られているため、ザイラに接近されると脆弱になる。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンの後ろに隠れながらプレイし、ハラスを受けないようにする。\n- ザイラのCCを受ける前に、味方と連携してオールインを仕掛けるタイミングを見計らう。\n- ザイラのスキルのクールダウンを意識し、スキルがないタイミングで積極的にハラスを行う。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、アリスターが接近する前にハラスを受けやすい。\n- ザイラのCCスキルは範囲攻撃であり、アリスターがエンゲージを試みる際に拘束される可能性が高い。\n- ザイラは機動力が低い相手に対して有利であり、アリスターはその接近戦を強いられるため、ザイラの射程内で戦うことが難しい。\n\n不利の緩和策：\n- ザイラのスキルを避けるために、ミニオンを利用して前に出るタイミングを計る。\n- ザイラのハラスを受けないように、レーンでの位置取りを工夫し、草むらを利用して隠れる。\n- チームメイトと連携し、ザイラに対して一斉に攻撃を仕掛けることで、彼女のハラスを無効化する。",
      "ルル": "ルルが不利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、ルルが近づく前にダメージを与えることができるため、ルルは安全にプレイしづらい。\n- ザイラの拘束スキルにより、ルルが接近することが難しく、特にスキルのクールダウン中に狙われると脆弱になる。\n- ルルはエンゲージ能力が乏しく、ザイラの攻撃を受けながら反撃するのが難しいため、集団戦での影響力が低くなりがち。\n\n不利の緩和策：\n- ザイラのスキルがクールダウン中のタイミングを見計らって攻撃し、優位に立つようにする。\n- 味方と連携し、ザイラの攻撃を避けるための位置取りを意識する。\n- 魔法耐性を持つアイテムを選択し、ザイラのダメージを軽減することで生存能力を高める。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ザイラは序盤から高い火力を持ち、長射程でのハラスが得意なため、セラフィーンは安全にプレイしづらい。\n- ザイラのCCスキルは範囲攻撃であり、セラフィーンもCCを持っているが、スキルの発生が遅いため、ザイラの攻撃を受けやすい。\n- ザイラは植物を利用してゾーニングができるため、セラフィーンが近づくのが難しく、集団戦でもザイラの影響を受けやすい。\n\n不利の緩和策：\n- ザイラの攻撃を避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- ザイラのCCを受けないように、味方と連携して動き、集団戦では一緒に行動することを心がける。\n- ザイラのスキルを避けるために、スキルの発動を見極めてから行動し、タイミングをずらして攻撃する。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ザイラの低い防御ステータスを突いてダメージを与えやすい。\n- ジリアンのCCスキルはザイラの移動を制限し、特に接近戦での有利な状況を作り出すことができる。\n- ジリアンの蘇生能力は、ザイラのバーストダメージに対抗できるため、味方を守ることで逆転のチャンスを生むことができる。\n\n有利の取り方：\n- ザイラのスキルを避けつつ、タイミングを見計らってCCを当てることで、ザイラを無力化する。\n- 味方と連携してザイラに対して集中的に攻撃を仕掛け、早期にキルを狙う。\n- 蘇生能力を活かして、味方がザイラにフォーカスされた際に適切なタイミングで使用し、戦局を有利に進める。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態でザイラに接近しやすいため、ザイラの射程外から奇襲を仕掛けることができる。\n- ザイラは移動に役立つスキルがなく、接近されると脆弱なため、シャコの攻撃を受けやすい。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、ザイラのCCを避けながら攻撃を行うことができる。\n\n有利の取り方：\n- インビジブルを活用してザイラの視界外から接近し、奇襲を仕掛ける。\n- ザイラがスキルを使った後の隙を狙って攻撃し、ダメージを与える。\n- ザイラの植物を利用しているタイミングを見計らい、CCを避けながら攻撃することで、効果的にダメージを与える。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ザイラの攻撃を受けにくい。\n- ユーミの回復やシールドによって、ザイラのハラスを耐えやすく、レーン維持が得意。\n- ザイラは接近戦に弱く、ユーミが味方に密着していることで、ザイラのスキルを避けやすい。\n\n有利の取り方：\n- ユーミは味方ADCと連携し、ザイラの攻撃を受ける前に回復やシールドを使って耐える。\n- ザイラがスキルを使った後の隙を狙い、ユーミが味方と共に攻撃を仕掛ける。\n- ザイラのCCスキルを避けるために、ユーミは常に味方に密着し、位置取りを工夫する。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力を持ち、序盤からオールイン能力が強いため、ザイラに対して積極的に攻撃を仕掛けることができる。\n- ザイラの射程を活かした攻撃を妨害するためのCCが豊富で、特にザイラがスキルを使った後に接近することで有利に立ち回れる。\n- ザイラは移動手段が限られており、接近されると脆弱なため、レオナのエンゲージが成功すれば一気に有利な状況を作り出せる。\n\n有利の取り方：\n- ザイラのスキルを避けつつ、タイミングを見計らってエンゲージを行い、ザイラを捕まえる。\n- ザイラがスキルを使った後の隙を狙い、素早く接近して攻撃を仕掛ける。\n- ザイラの植物を利用したハラスを避けるために、ミニオンを利用して接近し、レーンでの優位を保つ。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ザイラの攻撃を封じることができるため、集団戦やレーンでのエンゲージが得意です。\n- ザイラは接近戦に弱く、レルの強力なAoE CCによって長時間拘束されることで、ザイラの攻撃を無効化できます。\n- レルは自身と味方の移動速度を上げる能力があり、ザイラの射程を活かした攻撃を避けつつ、追撃や逃走をサポートできます。\n\n有利の取り方：\n- レーンでのハラスを行い、ザイラのスキルを避けながら近づき、CCを当てるチャンスを狙います。\n- ザイラがスキルを使った後の隙を突いて、積極的にエンゲージを仕掛けることで、ザイラを拘束します。\n- 集団戦では、ザイラの位置を把握し、味方と連携して一気に攻撃を仕掛けることで、彼女の火力を抑えつつ有利に戦います。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってザイラを引き寄せることができ、ザイラの安全な距離を無視して攻撃できるため、ザイラにとって脅威となります。\n- ザイラは移動に役立つスキルがなく、接近されると脆弱なため、ブリッツクランクの攻撃を受けやすいです。\n- ブリッツクランクはノックアップやサイレンスを持っており、ザイラのスキルを妨害することで、彼女の火力を抑えることができます。\n\n有利の取り方：\n- レベル1から積極的にフックを狙い、ザイラを捕まえて早期にキルを狙う。\n- ザイラがスキルを使った後の隙を狙ってフックを当て、ダメージを与える。\n- 集団戦では、ザイラの後衛を狙い、彼女を無力化することで味方の安全を確保する。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、ザイラの攻撃範囲を超えて安全にハラスができるため、レーンでの優位性を保ちやすい。\n- ゼラスのスキルはAoE攻撃が豊富で、ザイラの植物を一掃しやすく、ザイラのダメージを減少させることができる。\n- ゼラスはマナ回復のパッシブを持っているため、持続的にスキルを使用し続けることができ、ザイラに対して圧力をかけやすい。\n\n有利の取り方：\n- ゼラスの長射程を活かして、ザイラが近づく前に積極的にハラスを行い、HPを削る。\n- ザイラのCCスキルを避けるために、位置取りを工夫し、スキルの発動タイミングを見極める。\n- ゼラスのスキルを連携させて、ザイラが植物を使う前にダメージを与え、彼女の戦闘能力を低下させる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ザイラの攻撃を避けながら接近することができるため、ザイラのハラスを受けにくい。\n- ラカンのCCスキルはザイラを無力化するのに非常に効果的で、特にザイラがスキルを発動する前に捕まえることで、彼女の火力を抑えることができる。\n- ラカンは味方を支援する能力が高く、ザイラの攻撃を受けた味方を守ることができるため、レーンでのサステインが向上する。\n\n有利の取り方：\n- ラカンの機動力を活かして、ザイラのスキルを避けながら接近し、CCを当てるタイミングを見計らう。\n- ザイラがスキルを使った後の隙を狙って、積極的にエンゲージを仕掛ける。\n- ザイラの植物を利用したハラスを避けるために、視界を確保しつつ、味方と連携して攻撃を仕掛ける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて、ザイラのハラスを耐えやすく、持続的にレーンでの優位を保てる。\n- ソナのスキルは発動が早く、ザイラのスキルを避けやすいため、接近戦でも有利に立ち回れる。\n- ザイラは移動に役立つスキルがないため、ソナの支援を受けた味方がザイラに対して攻撃的に出やすい。\n\n有利の取り方：\n- ソナのオーラを活用して味方の攻撃力を上げ、ザイラに対して積極的にハラスを行う。\n- ザイラのスキルを避けつつ、味方と連携してザイラを捕まえるチャンスを作る。\n- 集団戦では、ソナのスタンを活かしてザイラを無力化し、味方が安全にダメージを与えられる状況を作る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、序盤から安定したダメージを出せる。\n- バードのCCスキルは敵をスタンさせることができ、ザイラのスキルを無力化することで、彼女の攻撃を封じることができる。\n- バードは移動スキルを持っており、ロームが得意なため、ザイラが孤立している時に味方をサポートしやすい。\n\n有利の取り方：\n- ザイラのスキルを避けながら、適切なタイミングでスタンを狙い、彼女を拘束する。\n- 鐘を回収しながらレーンを維持し、ザイラに対してハラスを行い、プレッシャーをかける。\n- ザイラが接近してくる際に、移動スキルを使って位置取りをし、味方と連携して攻撃を仕掛ける。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、ザイラのスキルを避けながらハラスが可能です。\n- ザイラの攻撃を防ぐためのシールドや、敵を拘束するスキルを持っているため、ザイラの攻撃を受けにくいです。\n- ザイラの種を破壊することで、彼女のダメージを減少させることができ、戦闘を有利に進められます。\n\n有利の取り方：\n\n- ザイラの種の数を確認し、Wの種しか持っていない場合にオールインを狙う。\n- 位置取りを意識し、ザイラのスキルを避けることで反撃のチャンスを増やす。\n- チームメイトと連携し、ザイラを孤立させる戦略を取ることで、彼女の強みを無効化する。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、ブリッツクランクのフックを避けやすい。\n- ラカンのCCスキルはブリッツクランクの行動を制限し、特に移動不可のCCを受けるとブリッツクランクは無力化される。\n- ラカンはシールドや回復を持っているため、ブリッツクランクの攻撃が効果的に通りにくい。\n\n不利の緩和策：\n- ラカンのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見極める。\n- ブリッツクランクのフックを外さないように、相手の動きを予測し、位置取りを工夫する。\n- 味方と連携して、ラカンを捕まえるチャンスを増やし、孤立させることで有利な状況を作る。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、パンテオンのオールインを容易に防ぐことができる。\n- ラカンのCCスキルにより、パンテオンは移動を制限され、攻撃を行う前に無力化される可能性が高い。\n- ラカンはシールドや回復を持っているため、パンテオンのバーストダメージを軽減しやすく、持続戦闘において有利に立てる。\n\n不利の緩和策：\n- ラカンのCCを避けるために、位置取りを意識し、エンゲージのタイミングを見極める。\n- ラカンが味方をサポートする前に、他のチャンピオンと連携してラカンを排除することを目指す。\n- レーンでのハラスを強化し、ラカンのサステインを削ることで、パンテオンのキルプレッシャーを高める。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、エンゲージやピールが得意なため、ブラウムが接近する前に攻撃を仕掛けられる。\n- ラカンのCCは発生が早く、ブラウムの防御能力を無力化することができるため、ブラウムが味方を守るのが難しい。\n- ラカンはシールドや回復を持っているため、ブラウムのハラスが効きにくく、持続的なダメージを与えるのが難しい。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、ラカンのエンゲージを警戒しながら立ち回ることで、相手の攻撃を受けにくくする。\n- ラカンのCCを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- ブラウムのパッシブを活かし、ADCと連携してラカンに対して反撃のチャンスを作ることで、相手の攻撃を抑える。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ラカンは高い機動力を持ち、接近してCCを付与することでヴェル＝コズを無力化できるため、特にアサシンやキャッチ系のチャンピオンに対して脆弱なヴェル＝コズは苦戦する。\n- ラカンの移動不可CCにより、ヴェル＝コズはスキルを発動する前に捕まってしまうリスクが高く、特にUltの詠唱中は無防備になる。\n- ヴェル＝コズは機動力が低く、ラカンのエンゲージに対して逃げる手段が限られているため、常に圧力を受けやすい。\n\n不利の緩和策：\n- ラカンのエンゲージを予測し、距離を保ちながらハラスを行うことで、相手の動きを制限する。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでラカンの攻撃を耐えられるようにする。\n- 味方のジャングラーやミッドレーナーと連携し、ラカンに対する集団戦を仕掛けることで、彼のエンゲージを無効化する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ラカンは高い機動力を持ち、ゼラスの攻撃を避けやすく、接近してCCを与えることができるため、ゼラスは攻撃を当てるのが難しい。\n- ラカンのCCはゼラスの行動を制限し、特に近距離での戦闘においてゼラスが無力化されやすい。\n- ゼラスは自己防衛手段が乏しく、ラカンのエンゲージに対して脆弱で、捕まると簡単に倒される可能性が高い。\n\n不利の緩和策：\n- ラカンが接近する前に、遠距離からのハラスを徹底し、相手のHPを削ることでエンゲージを避ける。\n- 味方のジャングラーやミッドレーナーと連携し、ラカンを捕まえるチャンスを作ることで、ゼラスの安全を確保する。\n- 位置取りを意識し、常に後方にいることで、ラカンのエンゲージを避けつつ、攻撃を行う。",
      "パイク": "パイクが不利です。\n\n理由：\n- ラカンは移動不可のCCを持っており、パイクの機動力を制限することができるため、捕まると反撃が難しくなる。\n- ラカンのシールドや回復によって、パイクのハラスが効果的に無効化され、レーンでの優位性を失いやすい。\n- ラカンはエンゲージやピールに優れており、パイクが攻撃を仕掛ける際に味方を守る能力が高いため、パイクのキルチャンスが減少する。\n\n不利の緩和策：\n- ラカンのCCを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- レーンでのハラスを控え、味方と連携してラカンを捕まえるタイミングを見計らう。\n- ビジョンを確保し、ラカンの動きを把握することで、エンゲージを防ぎつつ安全にファームを行う。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ラカンは移動不可のCCを持っており、ミリオの機動力を制限することができるため、ミリオが攻撃や回復を行う際に脅威となる。\n- ラカンの高い機動力とエンゲージ能力により、ミリオが奇襲を受けやすく、特に接近戦での脆さが目立つ。\n- ミリオのCC解除のウルトは、ラカンのノックアップに対して無力化されることが多く、集団戦での効果が薄れる。\n\n不利の緩和策：\n- ラカンのエンゲージを避けるために、ミニマップを常に確認し、位置取りを意識して立ち回る。\n- 味方と連携し、ラカンの攻撃を受ける前に味方のダメージを活かして早めにラカンを排除する。\n- スキルのマナ管理を徹底し、必要な時に回復やシールドを確実に行えるようにする。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- ラカンは高い機動力とハードCCを持っており、ユーミが密着している味方を簡単に捕まえることができるため、ユーミの支援が無効化されやすい。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、ラカンの攻撃を受けると脆弱で、オールインに対して対処が難しい。\n- ラカンはエンゲージやピールに優れており、ユーミが支援するADCを狙う際に、ラカンのCCによって味方が無力化されるリスクが高い。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、ラカンのエンゲージを避けるために位置取りを工夫し、常に安全な距離を保つようにする。\n- ワーディングを徹底し、ラカンの動きを把握することで、エンゲージのタイミングを予測し、味方に警告を出す。\n- ユーミの回復やシールドを適切に使い、ラカンの攻撃を受ける前に味方を強化し、耐久力を上げることで、ラカンの攻撃を受け流す。",
      "ザイラ": "ザイラが不利です。\n\n- ラカンは高い機動力を持ち、接近してくることでザイラの攻撃を避けつつ、CCを使って無力化することができるため、ザイラは捕まりやすい。\n- ラカンの移動不可CCにより、ザイラは自分のスキルを発動する前に捕まってしまうリスクが高く、特にオールインの際に脆弱になる。\n- ザイラは防御ステータスが低く、ラカンの攻撃を受けると簡単に倒されてしまうため、接近戦での生存が難しい。\n\n不利の緩和策：\n\n- ザイラは常に距離を保ち、ラカンが接近する前にスキルを使ってハラスを行い、相手の体力を削ることを心がける。\n- ラカンのエンゲージを警戒し、味方と連携して動くことで、孤立しないようにする。\n- ザイラのCCを活用して、ラカンが近づいてくるタイミングで先手を打ち、相手の動きを制限することで、攻撃のチャンスを作る。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ラカンのエンゲージをかわすことができるため、ラカンの攻撃を無効化しやすい。\n- ニーコの範囲攻撃とスタンを持つアルティメットにより、ラカンが接近してきた際に大きなダメージを与えられるため、ラカンの行動を制限できる。\n- ニーコは短射程のチャンピオンに対して有利であり、ラカンは近接型であるため、ニーコが距離を保ちながら攻撃することができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ラカンのHPを削ることでプレッシャーをかける。\n- 擬態を利用してラカンの背後から奇襲をかけ、CCを使って無力化する。\n- ラカンがエンゲージを試みるタイミングで、アルティメットを使って反撃し、味方と連携してラカンを排除する。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ラカンに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ラカンは接近しなければCCを付与できないため、セナの射程の差を利用して安全に攻撃できる。\n- セナの回復能力により、ラカンの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ラカンの体力を削ることでプレッシャーをかける。\n- セナの回復を活かして、ラカンのエンゲージを受け流しつつ、味方と連携して反撃する。\n- ラカンがスキルを使った後の隙を狙い、セナの攻撃でダメージを与えるチャンスを作る。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、ラカンの高い機動力を制限できるため、エンゲージを無効化しやすい。\n- ポッピーのCCはラカンの移動を妨げることができ、ラカンが接近しても反撃のチャンスを与えることができる。\n- ポッピーはタンクとしての耐久力があり、ラカンの攻撃を受けても耐えられるため、持久戦で有利に立てる。\n\n有利の取り方：\n- ラカンがエンゲージを試みるタイミングで、ポッピーのCCを使って反撃する。\n- レーンでのトレード時に、ラカンのスキルを避けつつ攻撃を仕掛け、優位に立つ。\n- 味方と連携してラカンを捕まえ、ポッピーのCCを活かして一気に攻める。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用できるため、ラカンのエンゲージを妨害しやすい。\n- ラカンは移動を伴うスキルが多く、マオカイのCCによって動きを制限されると何もできなくなる。\n- マオカイはタンクとしての耐久力が高く、ラカンの攻撃を受けても持ちこたえやすい。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、ラカンの動きを予測して先手を打つ。\n- ラカンがエンゲージを試みるタイミングで、CCを合わせて無力化する。\n- レーンでの持続力を活かし、ラカンのハラスを受け流しながら、味方と連携して攻撃する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、ラカンのエンゲージを無効化しやすい。\n- ジャンナのシールドと回復により、ラカンの攻撃を受けても耐えることができ、持続的なサステインが高い。\n- ラカンは接近しなければCCを付与できないが、ジャンナは遠距離から安全にサポートできるため、リスクを抑えられる。\n\n有利の取り方：\n- ラカンがエンゲージを仕掛けてきた際に、タイミングよくディスエンゲージを行い、味方を守る。\n- ジャンナの移動速度アップを活かして、味方と連携しながら安全にハラスを行う。\n- ラカンのCCを避けるために、位置取りを意識し、ブッシュを利用して視界を確保しながら戦う。",
      "ルル": "ルルが有利です。\n\n理由：\n- ラカンのエンゲージをポリモーフで無力化できるため、ラカンの攻撃を効果的に防げる。\n- ラカンが近づいてきた際に、シールドやHP増加で味方を守ることができ、サステインが高い。\n- ラカンは移動を伴うスキルが多く、移動不可のCCを持たないルルに対しては攻撃が難しい。\n\n有利の取り方：\n- ラカンが近づいてきた際には、積極的にポークを行い、プレッシャーをかける。\n- 自分のADCが捕まった場合、迅速に支援を行い、敵の攻撃を無力化する。\n- 常に位置取りに気を付け、ラカンのスキルを避けることで、戦闘を有利に進める。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持っており、ラカンが接近する前にハラスをかけやすい。\n- ラカンは移動を伴うスキルが多く、ラックスのスネアを受けると行動が制限されるため、捕まえやすい。\n- ラックスのバーストダメージは高く、ラカンが近づいてきた際に一気にダメージを与えることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ラカンの体力を削る。\n- ラカンがエンゲージを試みるタイミングを見計らい、スネアを当てて無力化する。\n- 味方と連携して、ラカンが近づく前に先手を打つことで、優位な状況を作る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、味方の生存能力を大幅に向上させることができるため、ラカンの攻撃を耐えやすい。\n- ソラカのサイレンス効果により、ラカンのエンゲージやCCを無力化しやすく、ラカンが接近するのを阻止できる。\n- ソラカは射程が長いため、ラカンが近づく前にハラスを行いやすく、レーンでの優位を保ちやすい。\n\n有利の取り方：\n- ラカンが近づいてくるタイミングでサイレンスを使い、彼のエンゲージを防ぐ。\n- ラカンがCCを使った後に、ヒールを駆使して味方を支援し、持続的な戦闘を有利に進める。\n- レーンでのハラスを積極的に行い、ラカンの体力を削り、プレッシャーをかける。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、ラカンのエンゲージを受けても味方と連携して対処しやすい。\n- セラフィーンの射程が長く、安全な位置から支援できるため、ラカンが接近する前にダメージを与えることができる。\n- ラカンは移動を伴うスキルが多く、移動不可のCCを受けると無力化されやすいため、セラフィーンのCCを活かしやすい。\n\n有利の取り方：\n- セラフィーンは味方と連携し、ラカンがエンゲージしてきた際にCCを当てて無力化する。\n- 集団戦では、味方の数に応じてスキルの効果が増すため、仲間と一緒に行動し、ラカンの攻撃を分散させる。\n- ラカンが接近する前に、長射程のスキルでハラスを行い、ラカンの体力を削っておく。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ラカンの高い機動力を無効化することができるため、彼を捕まえやすい。\n- モルガナのスペルシールドにより、味方をCCから守ることができ、ラカンのエンゲージを無効化することができる。\n- ラカンは接近しなければCCを付与できないが、モルガナは遠距離から攻撃できるため、リスクを抑えた戦闘が可能。\n\n有利の取り方：\n- ラカンがエンゲージを試みるタイミングで、モルガナのCCを使って彼を拘束し、味方と共に攻撃する。\n- モルガナのスペルシールドを活用して、味方を守りながらラカンの攻撃を受け流す。\n- レーンでのハラスを行い、ラカンのHPを削りつつ、モルガナのスキルを使って安全にダメージを与える。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ルルは味方にシールドを付与できるため、モルガナのCCを無効化される可能性が高い。\n- ルルのポリモーフによって、モルガナの攻撃やスキルを封じられるため、反撃が難しくなる。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、モルガナが狙われやすい状況での生存が難しい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、距離を保つように心がける。\n- ルルのシールドを無効化するアイテムを購入し、味方のダメージを増加させる。\n- チームメイトと連携し、ルルを先に狙うことで、モルガナのCCを活かすチャンスを作る。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ルルは味方を強化し、敵を無力化する能力が高く、ソナの支援を無効化することができる。\n- ルルのポリモーフによって、ソナは攻撃や支援を行うことが難しくなり、集団戦での影響力が低下する。\n- ルルは射程が長く、ソナが近づく前にダメージを与えられるため、レーンでのハラスが厳しくなる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ルルの攻撃を避けながらハラスを行う。\n- ルルのスキルを避けるために、味方と連携してエンゲージを行い、ルルを無力化するタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げることで、ルルの攻撃に耐えられるようにする。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ルルは移動不可のCCを持たないため、ラカンの高い機動力を活かしにくい。ルルの無力化やシールドでラカンの攻撃を防がれることが多い。\n- ルルは短射程のADCやアサシンに対して強力な防御能力を持っており、ラカンが接近しても無力化される可能性が高い。\n- ルルのスキルは単体対象であるため、ラカンが複数の敵を相手にする際に、ルルの効果を最大限に活かされることが少ない。\n\n不利の緩和策：\n- ルルのスキルを避けるために、エンゲージのタイミングを慎重に選び、相手のスキルを使わせてから攻撃する。\n- ルルのシールドや無力化を受ける前に、味方と連携して一気に攻撃を仕掛けることで、ルルの反応を遅らせる。\n- ルルの攻撃範囲外からのハラスを心がけ、レーンでの優位性を保ちながら、相手のスキルを無駄にさせる。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ルルは味方を強化し、敵を無力化する能力が高く、ジリアンの攻撃を容易に防ぐことができるため、ジリアンの火力を発揮しづらい。\n- ルルのポリモーフによって、ジリアンのスキルコンボが妨げられ、特に瞬時にキルを狙う際に大きな影響を受ける。\n- ルルは射程が長く、ジリアンが近づく前に攻撃を仕掛けることができるため、ジリアンが安全に戦うのが難しい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、敵の攻撃範囲外からスキルを使うように心がける。\n- ジリアンのスキルを連携させるために、味方と連携を強化し、ルルのスキルを無力化するタイミングを見計らう。\n- ルルの攻撃を受ける前に、マナ管理をしっかり行い、必要なスキルを温存しておくことで、効果的に反撃できる状況を作る。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ルルはポリモーフを持っており、ゼラスの攻撃を無力化することができるため、近距離での戦闘で優位に立たれる。\n- ルルのシールドやHP増加の効果により、ゼラスのハラスが効果的に減少し、持続的なダメージを与えにくい。\n- ルルは短射程のADCやダイバーに対して強力な防御能力を持っており、ゼラスの攻撃を受け流しやすい。\n\n不利の緩和策：\n- ルルのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- ルルのスキルクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- ゼラスの長射程を活かし、ルルが近づく前にハラスを行い、レーンでの優位性を保つ。"
    },
    "loses": {
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、ルルに対して安全な距離から攻撃できるため、ハラスがしやすい。\n- ルルは移動不可のCCを持たないため、ヴェル＝コズのスキルを当てやすく、ダメージを与えやすい。\n- ルルのシールドやバフは単体対象であるため、集団戦での影響力が低く、ヴェル＝コズのAoE攻撃に対して効果的に対処できない。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルルのHPを削ることでプレッシャーをかける。\n- ルルが味方を強化する前に、スキルを使ってダメージを与え、味方のキャリーを守るためのシールドを無駄にさせる。\n- 集団戦では、ルルが近づく前にスキルを使って敵を無力化し、味方のキャリーを守りつつダメージを出す。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減しやすいため、耐久力で優位に立てる。\n- ブラウムのパッシブによるスタンを活かして、ルルのスキルを発動させる前に無力化できる可能性が高い。\n- ルルは移動不可のCCを持たないため、ブラウムの接近を許すと、Peel能力が低下しやすい。\n\n有利の取り方：\n- ブラウムは序盤から積極的にハラスを行い、ルルのHPを削ることでプレッシャーをかける。\n- ルルがスキルを使った後の隙を狙って、ブラウムのスタンを狙うことで、ルルを無力化する。\n- ブラウムの防御スキルを活用して、ルルの攻撃を受け流しつつ、味方ADCと連携してダメージを与える。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ルルを捕まえることで彼女のサポート能力を無効化できる。\n- ルルのポリモーフに注意しつつも、ノーチラスのフックを使ってルルを引き寄せることで、彼女のスキルを誘発させることができる。\n- ルルは移動不可のCCを持たないため、ノーチラスが近づくと逃げる手段が限られる。\n\n有利の取り方：\n- ルルのスキルを使わせるために、タイミングを見計らって攻撃し、スキルを誘発させた後に再度攻撃する。\n- チーム全体で連携し、ノーチラスのCCを活かしてルルを捕まえる機会を作る。\n- ルルのアルティメットを発動させる前に、ノーチラスのCCを使って彼女を無力化し、キャリーを狙う。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってルルを捕まえることができ、ルルの防御能力を無力化することができるため、キルに繋げやすい。\n- ルルは移動不可のCCを持たないため、ブリッツクランクの攻撃を受けた際に逃げる手段が限られている。\n- ブリッツクランクのAoEダメージとサイレンスは、ルルのシールドやバフを無効化することができ、集団戦での影響力を低下させる。\n\n有利の取り方：\n- レーンでのハラスを行い、ルルのHPを削りつつフックのチャンスを伺う。\n- ルルがスキルを使った後の隙を狙ってフックを放ち、捕まえたら即座に攻撃を仕掛ける。\n- 集団戦では、ルルを優先的に狙い、彼女を無力化することで味方のキャリーを守る。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナはレベル6前からルルに対して攻撃を仕掛けやすく、特にルルがスキルを使う前にオールインすることで有利な状況を作れる。\n- レオナは多くのCCを持っており、ルルの味方を守る能力を無効化することで、ルルのサポート効果を減少させることができる。\n- レオナは高い耐久力を持ち、ルルのダメージを受けても耐えられるため、持続的な戦闘が可能。\n\n有利の取り方：\n- レベル6になる前に積極的にハラスを行い、ルルのリソースを削る。\n- ルルのスキルを避けながら、タイミングを見計らってオールインを仕掛ける。\n- チームファイトでは、ルルのサポートを無効化し、味方を守る役割を果たすことで、戦闘を有利に進める。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ルルを長時間拘束することができるため、集団戦やレーンでの優位性を保ちやすい。\n- ルルは移動不可のCCを持たないため、レルのエンゲージに対して反撃が難しく、レルの攻撃を受けやすい。\n- レルのパッシブによってARとMRを吸収できるため、タンクとしての耐久力を高めつつ、ルルに対してもダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ルルのシールドや回復を無駄にさせることで、相手のリソースを削る。\n- CCを駆使してルルを拘束し、味方と連携して攻撃を仕掛けることで、ルルの生存能力を低下させる。\n- 集団戦では、ルルが味方を守る前に先にエンゲージし、ルルを無力化することで味方のキャリーを守る。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持っており、ルルに対して一方的にハラスを行いやすい。\n- ルルは移動不可のCCを持たないため、セナの攻撃を避ける手段が限られている。\n- セナの回復能力により、ルルのハラスを受けても持ちこたえやすく、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ルルの体力を削る。\n- セナのスキルを使って味方ADCをサポートし、ルルの攻撃を受けにくくする。\n- ルルがスキルを使った後の隙を狙って、攻撃を仕掛けるタイミングを見計らう。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、ルルのシールドや無力化を上回るダメージを与えることができるため、オールインで有利に立ちやすい。\n- ルルは移動不可のCCを持たないため、パンテオンのリープやスタンを避ける手段が限られており、捕まえられやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、序盤からの優位を活かしやすい。\n\n有利の取り方：\n- ルルがスキルを使った後に攻撃を仕掛け、バーストダメージを与えるタイミングを見計らう。\n- ルルのシールドがクールダウン中のタイミングを狙って、積極的にオールインを仕掛ける。\n- ルルの位置を把握し、味方と連携してGankを行い、ルルを捕まえることで有利な状況を作る。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、ルルのポークや支援を無効化することができるため、ルルの効果を抑えやすい。\n- スレッシュはレベル6以前からルルに対してオールインが可能で、リードがあればその後も有利に戦える。\n- スレッシュはローミングが得意で、ルルが2対1の状況でADCを守るのが難しいため、積極的に動くことで有利を拡大できる。\n\n有利の取り方：\n\n- スレッシュのフックを活用してルルを捕まえ、ADCと連携して攻撃する。\n- ルルのポークを抑えるために、スレッシュのスキルを使ってルルの攻撃を防ぐ。\n- 視界を確保し、ルルの動きを把握することで、スレッシュが有利な状況を作り出す。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持っており、ルルに対してハラスをかけやすい。\n- ルルは移動不可のCCを持たないため、ラックスのスキルを当てやすく、ダメージを与えやすい。\n- ラックスのバーストダメージは高く、ルルがシールドを使う前にキルを狙うことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ルルのHPを削る。\n- スキルを当てた後、ルルが反撃できないように位置取りを工夫する。\n- ルルのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ジリアンは強力なCCを持ち、特にスタンやスローを駆使してパンテオンのオールインを妨害することができるため、パンテオンの攻撃が通りにくい。\n- ジリアンのUltによる蘇生能力は、パンテオンが短時間でバーストダメージを与えたとしても、味方を守る手段として非常に効果的で、キルを取りにくくなる。\n- パンテオンはAoEダメージが乏しく、集団戦ではジリアンのサポート能力に対抗しづらく、特にジリアンが味方を支援することで戦況が不利に傾く。\n\n不利の緩和策:\n- ジリアンのCCを避けるために、位置取りを工夫し、タイミングを見計らって攻撃することで、オールインの成功率を上げる。\n- ジリアンのUltが使われた後に攻撃を仕掛けることで、蘇生効果が無効化された状態でのキルを狙う。\n- ジリアンのマナ消費が大きいことを利用し、スキルを多用させてマナを枯渇させることで、ジリアンの支援能力を低下させる。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ジリアンは強力なCCを持ち、ザイラが接近されるとスタンやスローで捕まえられるリスクが高い。\n- ジリアンのUltによる蘇生能力は、ザイラの攻撃を無効化する可能性があり、ザイラのキルチャンスを減少させる。\n- ザイラは移動に役立つスキルがなく、ジリアンの攻撃を受けやすく、特にバーストダメージを持つ相手に対して脆弱。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- ザイラの植物を活用して、ジリアンの動きを制限し、ハラスを行うことでプレッシャーをかける。\n- 味方と連携し、ジリアンに対して集団で攻撃を仕掛けることで、彼の強みを無効化する。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ジリアンのスロー効果や爆弾を使われると、レオナは距離を詰めるのが難しく、オールインがしづらくなる。\n- ジリアンの蘇生能力により、レオナが攻撃を仕掛けても逆転されるリスクが高く、効果的なキルが難しい。\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力なため、レオナの耐久力が試される場面が多くなる。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- ジリアンがスキルを使った後の隙を狙い、反撃を行うことで、彼の攻撃を無効化する。\n- 味方と連携し、ジリアンを囲む形で攻撃を行い、彼のスキルを封じることで有利に戦う。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- ジリアンは高い瞬間火力を持ち、特にバーストダメージに依存する敵に対して効果的な蘇生能力を持っているため、ブラウムが守りきれない場合が多い。\n- ジリアンのスローやスタンを駆使して、ブラウムの接近を妨げることができるため、ブラウムのPeel能力が発揮しづらい。\n- ジリアンは射程が長く、遠距離からのハラスが得意なため、ブラウムは一方的にダメージを受けやすい。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、できるだけ近づかないようにする。\n- ブラウムのパッシブを活かして、味方ADCと連携し、ジリアンに対してオールインを狙うタイミングを見計らう。\n- ジリアンのUltを意識し、フォーカスを分散させることで、ジリアンの効果を薄めるように立ち回る。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、集団戦でのAoEスタンを活かしてモルガナを捕まえやすい。\n- ジリアンのUltによる蘇生能力は、モルガナのCCを無効化される可能性があり、特にバーストダメージに依存する戦術が通用しづらい。\n- モルガナはクールダウンが長く、持続的な戦闘に向いていないため、ジリアンのスキルを連続で受けると不利な状況に陥りやすい。\n\n不利の緩和策:\n- ジリアンのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- ジリアンのUltを意識して、味方と連携し、フォーカスを分散させることで、蘇生効果を無効化する。\n- スペルシールドを活用して、ジリアンのCCを防ぎ、味方を守ることで、戦闘を有利に進める。",
      "レル": "レルが不利です。\n\n理由：\n- ジリアンは高い瞬間火力を持ち、特にバーストダメージに依存する敵に対して効果的な蘇生能力を持っているため、レルがオールインを狙う際にリスクが高い。\n- ジリアンのスキルは移動速度のバフやデバフを持っており、レルの追撃や逃走を妨げることができるため、レルの機動力が制限される。\n- ジリアンは射程が長く、レルが近づく前に攻撃を受けやすく、特にレルのスキルの発生にラグがあるため、ジリアンに対して当てづらい。\n\n不利の緩和策：\n- レーンでのハラスを控え、ジリアンのスキルを避けることで、無駄なダメージを受けないようにする。\n- ジリアンのスキルのクールダウンを見極め、スキルがないタイミングで積極的にエンゲージを試みる。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、ジリアンの攻撃に耐えられるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ジリアンは強力なCCを持ち、特にスタンや蘇生能力を駆使してゼラスの攻撃を無効化したり、味方を守ることができるため、ゼラスのハラスが効果的に機能しづらい。\n- ジリアンのパッシブによる経験値の優位性により、レベル差がつきやすく、ゼラスがレーンでの優位を築くのが難しくなる。\n- ジリアンは瞬時にキルタイムが速い相手に対しても強く、ゼラスが捕まると簡単に倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを控え、ジリアンのスキルを避けることに集中し、マナを温存する。\n- ジリアンのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- ジリアンのUltを意識し、味方と連携して攻撃するタイミングを見計らい、ジリアンの蘇生効果を無効化するようにする。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、特に集団戦でのAoEスタンが脅威となるため、ポッピーは簡単に捕まってしまう可能性がある。\n- ジリアンのUltによる蘇生能力は、ポッピーがフォーカスを受けた際に効果的に味方を守る手段となり、ポッピーの攻撃が無効化されることがある。\n- ポッピーは射程が短く、ジリアンのスキルを避けるのが難しく、特にジリアンのスローやスタンを受けると、ポッピーのエンゲージが困難になる。\n\n不利の緩和策：\n- ジリアンのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてからエンゲージを行う。\n- ジリアンのUltを使用するタイミングを予測し、味方と連携してフォーカスを分散させることで、ポッピーが安全に戦える状況を作る。\n- ジリアンの攻撃を受ける前に、シールドや回復アイテムを活用して耐久力を高め、持続的な戦闘を有利に進める。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ジリアンの攻撃を耐えやすく、レーンでのサステインが強力です。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ユーミが密着していると攻撃のチャンスが限られます。\n- ユーミは味方に密着することで安全に支援でき、ジリアンのCCを避けながら味方を強化することができます。\n\n有利の取り方：\n- ジリアンの攻撃を受ける前に、味方にシールドや回復を使い、耐久力を高める。\n- ジリアンがスキルを使った後の隙を狙い、味方と連携して攻撃を仕掛ける。\n- ジリアンが孤立しているタイミングを見計らい、味方と一緒にオールインを仕掛ける。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ジリアンの攻撃を受けても持ちこたえやすく、味方の生存能力を大幅に向上させることができる。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ソラカの回復やハラスに対して反撃が難しい。\n- ソラカのサイレンス効果により、ジリアンのスキルを無力化しやすく、特に瞬時にキルを狙う動きに対して有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジリアンのHPを削ることでプレッシャーをかける。\n- 味方と連携し、ジリアンが攻撃を仕掛けてきた際にヒールを使って耐え、逆に反撃する。\n- ジリアンがスキルを使った後の隙を狙い、サイレンスを活用してジリアンの行動を制限し、優位に立つ。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマはレベル6までの間、ジリアンに対して高いプレッシャーをかけることができ、ハラスやポジショニングで優位に立てる。\n- カルマのスネアやシールドを駆使することで、ジリアンの攻撃を避けつつ、味方をサポートすることができる。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、カルマはその隙を突いて攻撃するチャンスが多い。\n\n有利の取り方:\n- レーン戦では、ジリアンのスキルを避けながらハラスを行い、相手のマナを枯渇させる。\n- ジリアンがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- チーム戦では、ジリアンを優先的に狙い、彼のサポート能力を無力化することで、戦闘を有利に進める。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはジリアンの攻撃を無力化する能力を持っており、特にジリアンのバーストダメージを抑えることができるため、ジリアンに対して強力な防御を提供できます。\n- ルルのシールドやHP増加の効果により、味方の生存能力を高めることができ、ジリアンの攻撃を受けても耐えやすくなります。\n- ルルは柔軟な戦術を持ち、状況に応じてスキルを使い分けることで、ジリアンの攻撃を避けつつ反撃するチャンスを作りやすいです。\n\n有利の取り方：\n- ジリアンの攻撃を避けることを意識し、ポークを行うタイミングを見計らって前に出ることで、ジリアンにプレッシャーをかける。\n- ジリアンのスキルのクールダウンを把握し、スキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- チームメイトとの連携を強化し、ジリアンのウルトを警戒しながら味方を守ることで、ジリアンに対抗する機会を増やす。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、特にハラスに対する耐性が強いため、ジリアンに対して積極的に攻撃を仕掛けやすい。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、パイクのフックやハラスに対して反撃が難しい。\n- パイクの移動スキルを駆使することで、ジリアンのCCを避けやすく、集団戦でも有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ジリアンのマナを削ることでスキルの使用を制限する。\n- フックを使ってジリアンを捕まえ、味方と連携してキルを狙う。\n- ジリアンがスキルを使った後の隙を狙い、反撃や追撃を行うことで、レーンの主導権を握る。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦でのバフ効果が強力なため、ジリアンのサポート能力を上回ることができる。\n- ソナのスキルは発動が簡単で、操作が容易なため、ジリアンのスキルを避けやすく、安定してダメージを与えられる。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ソナはその隙を突いて攻撃や支援を行いやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ジリアンのマナを枯渇させることで、スキルの使用を制限する。\n- 集団戦では味方全体にバフをかけ、ジリアンのUltを無効化するように動くことで、味方の生存率を高める。\n- ジリアンが孤立しているタイミングを見計らい、捕まえることで、ジリアンを無力化し、試合の流れを有利に進める。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ポッピーが近づく前にハラスを受けやすい。\n- セナの回復能力により、ポッピーがダメージを与えても持続的に回復され、トレードが不利になる。\n- セナはCCを持っており、ポッピーが捕まると一気に倒されるリスクが高い。\n\n不利の緩和策：\n- セナの攻撃を避けるために、草むらを利用して奇襲をかける。\n- セナのスキルを避けるために、タイミングを見計らってエンゲージを行う。\n- セナのハラスを受けないように、サポートと連携してレーンを管理し、ポッピーの安全を確保する。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- セナは長射程を持ち、アリスターが近づく前にハラスを行いやすいため、レーンでのプレッシャーを受けやすい。\n- アリスターは基礎攻撃力が低く、セナの回復能力やハラスに対抗するのが難しい。\n- セナはCCを持っており、アリスターがエンゲージを試みる際に捕まるリスクが高く、逆に反撃を受けやすい。\n\n不利の緩和策：\n- セナのハラスを避けるために、ミニオンの後ろに隠れながら動くことで、ダメージを受けにくくする。\n- セナのスキルを避けるために、タイミングを見計らってエンゲージを行い、相手のスキルを使わせてから攻撃する。\n- ジャングラーと連携して、セナに対するギャンクを仕掛けることで、レーンでの優位性を取り戻す。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ブラウムが近づく前に一方的にハラスを行いやすい。\n- ブラウムはCCの発生が遅く、セナの攻撃を受ける前に反撃するのが難しい。\n- セナの回復能力により、ブラウムのハラスが効果的でなくなり、持ち味の防御力を活かしにくい。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミニオンの後ろに隠れながら動く。\n- ブラウムのパッシブを活かすために、ADCと連携してセナに対してオールインを狙うタイミングを見計らう。\n- セナのスキルを避けるために、フラッシュや他の移動手段を使って距離を保つ。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ラカンが接近する前にハラスを行いやすいため、レーンでのプレッシャーを受けやすい。\n- セナのCC効果により、ラカンが接近した際に動きを制限されると、エンゲージやピールができなくなり、無力化される可能性が高い。\n- ラカンは基礎ステータスが低く、セナの攻撃を受けると脆弱で、特に序盤に捕まるとデスにつながりやすい。\n\n不利の緩和策：\n- セナの攻撃を避けるために、レーンでの位置取りを工夫し、ハラスを受けないようにする。\n- セナのCCを避けるために、味方と連携してエンゲージのタイミングを見計らい、相手のスキルを使わせてから動く。\n- セナの攻撃を受けた際には、早めにシールドや回復を使い、耐久力を高めて生存率を上げる。",
      "メル": "メルが不利です。\n\n理由：\n- セナは回復能力を持っており、メルのダメージを軽減できるため、持続的な戦闘で優位に立たれる。\n- セナの長射程攻撃に対して、メルは近づく必要があり、ハラスを受けやすい。\n- セナはCCを持っており、捕まるとメルは脆弱なため、簡単に倒されるリスクが高い。\n\n不利の緩和策：\n- セナの攻撃を避けるために、位置取りを意識し、ハラスを受けないようにする。\n- セナの回復を無効化するアイテムを購入し、ダメージを与えやすくする。\n- ジャングラーと連携して、セナを狙ったgankを行い、早期にキルを狙う。",
      "モルガナ": "モルガナが不利です。\n\n- セナは長射程を持ち、ハラスが得意なため、モルガナはレーンでの圧力を受けやすい。\n- モルガナのCCは発動までに時間がかかるため、セナの逃げる手段を封じるのが難しい。\n- セナは回復能力を持っているため、モルガナのハラスを受けても持ちこたえやすい。\n\n不利の緩和策：\n- セナのハラスを避けるために、ミニオンの後ろに隠れながらプレイする。\n- セナの攻撃を受けた際は、スペルシールドを活用して味方を守り、反撃のチャンスを狙う。\n- セナが育つ前に積極的にオールインを仕掛け、早期にキルを狙うことでレーンの主導権を握る。",
      "ジャンナ": "ジャンナが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ジャンナに対して一方的にハラスを行いやすいため、レーンでのプレッシャーが強い。\n- セナの回復能力により、ジャンナのハラスが効果的に無効化されることが多く、持ち味のディスエンゲージが活かしにくい。\n- セナはCCを持っており、ジャンナが捕まると脆弱なため、特に序盤において危険な状況に陥りやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、セナの攻撃を受けないようにする。\n- セナの攻撃を受けた際には、味方ADCと連携して反撃するタイミングを見計らい、セナに対するプレッシャーをかける。\n- 視界を確保し、敵の動きを把握することで、セナのハラスを受けるリスクを減らし、より安全にレーンを維持する。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- セナは長射程の攻撃を持ち、ミリオに対して一方的にハラスを行いやすいため、ミリオが近づくのが難しい。\n- セナの回復能力により、ミリオのハラスが効果的に減少し、持続的なトレードで不利になる可能性が高い。\n- セナはCCを持っており、捕まるとミリオは逃げる手段が乏しいため、デスにつながりやすい。\n\n不利の緩和策：\n- セナの攻撃を避けるために、ミリオは位置取りを工夫し、できるだけ距離を保つように心がける。\n- ミリオのスキルを適切に使い、味方の攻撃力を強化してセナに対抗することで、トレードを有利に進める。\n- セナのCCを避けるために、ミリオは味方と連携し、エンゲージを行うタイミングを見計らうことで、セナの攻撃を受けにくくする。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い基礎ステータスを持ち、序盤からハラスに強いため、セナに対して優位に立ちやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、パイクの攻撃を受けやすい。\n- パイクのCCスキルはセナの動きを制限できるため、捕まえやすく、キルチャンスを作りやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、セナのHPを削ることでプレッシャーをかける。\n- セナがスキルを使った後に隙を見てフックを狙い、捕まえるチャンスを作る。\n- セナが孤立しているタイミングを見計らって、ガンクやサポートを行い、キルを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、セナの低い基礎ステータスを突いて短時間でバーストダメージを与えることができる。\n- セナは逃げ手段が乏しく、パンテオンのリープとスタンによって捕まえやすい。\n- パンテオンは序盤からキルプレッシャーが高く、セナに対して一方的にハラスを行いやすい。\n\n有利の取り方：\n- セナがハラスを行うタイミングを見計らい、リープを使って一気に距離を詰めて攻撃する。\n- セナがスキルを使った後の隙を狙い、スタンを使ってオールインを仕掛ける。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、セナを含む敵チームにプレッシャーをかける。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、セナのハラスを受け流しやすい。\n- ユーミの回復やシールドによって、セナの攻撃を耐えやすく、レーン維持が得意であるため、セナに対して持続的なプレッシャーをかけられる。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、ユーミが味方に密着している状態でのオールインに対して脆弱である。\n\n有利の取り方：\n- ユーミは味方ADCと連携し、セナに対して積極的にハラスを行い、相手のHPを削る。\n- セナが攻撃してきた際には、ユーミの回復やシールドを活用して味方を守り、セナの攻撃を無効化する。\n- セナが捕まるタイミングを見計らい、ユーミが味方ADCと共にオールインを仕掛けてキルを狙う。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- ブリッツクランクはフックを使ってセナを一方的に捕まえることができ、彼女の逃げ手段が乏しいため、簡単にキルに繋げることができる。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ブリッツクランクの攻撃を受けると非常に脆弱である。\n- ブリッツクランクのノックアップやサイレンスは、セナの回復能力を封じることができ、彼女の強みを活かさせない。\n\n有利の取り方：\n- レーン開始時から積極的にフックを狙い、セナを捕まえてハラスを行う。\n- セナがスキルを使った後の隙を狙ってフックを放ち、キルチャンスを作る。\n- ブリッツクランクのサポートを活かして、味方と連携しながらセナを追い詰め、集団戦でも彼女を狙う。",
      "カルマ": "カルマが有利です。\n\n理由：\n- セナは非常に柔らかく、攻撃のチャンスが多いため、カルマは積極的にハラスを行いやすい。\n- カルマはスネアを持っており、セナの動きを制限することで、攻撃を当てやすくなる。\n- カルマは序盤から高いプレッシャーをかけられるため、セナの育成を妨げることができる。\n\n有利の取り方：\n- セナの逃げ手段が乏しいため、スキルを当てた後に積極的に攻撃を仕掛ける。\n- セナがスキルを使用したタイミングを狙い、反撃を行う。\n- カルマのシールドや加速効果を活用して、味方と連携しながらセナを追い詰める。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、セナを捕まえる能力に優れているため、セナの攻撃を封じることができる。\n- セナは序盤が非常に柔らかく、スレッシュの攻撃を受けやすいため、オールインのチャンスが多い。\n- スレッシュは味方を救出するスキルを持っており、セナのハラスを受けても耐えやすい。\n\n有利の取り方：\n- フックを使ってセナを捕まえ、オールインを仕掛けるタイミングを見計らう。\n- セナの攻撃を避けつつ、パッシブを活かしてハラスを行い、セナの体力を削る。\n- セナが孤立しているタイミングを狙い、他のチャンピオンとの連携を意識して攻撃する。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タリックは持続力が高く、オールインを仕掛けると反撃される可能性があるため、ノーチラスが攻撃を仕掛けにくい。\n- タリックのスキルは、ノーチラスの攻撃を受け流すことができるため、ノーチラスのCCが効果的に機能しにくい。\n- タリックのウルトは、ノーチラスの攻撃を軽減するため、集団戦での効果が薄れる。\n\n不利の緩和策：\n- タリックのスキルを避けることを意識し、タイミングを見計らって攻撃を仕掛ける。\n- タリックのウルトが発動した後に攻撃を仕掛けることで、効果を無効化する。\n- 味方と連携してタリックを囲むことで、彼の持続力を削り、オールインのチャンスを作る。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、タム・ケンチの攻撃を軽減しやすいため、持続的なダメージを与えにくい。\n- タリックのスタンを活かしたカウンターエンゲージに対して、タム・ケンチはCCの発生が遅く、反撃が難しい。\n- タリックは集団戦での無敵を提供できるため、タム・ケンチの攻撃が無力化されることが多い。\n\n不利の緩和策：\n- タム・ケンチはレーンでのハラスを避け、タリックのスキルを避けるように立ち回る。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的に攻撃する。\n- タム・ケンチのウルトを味方のキャリーを守るために活用し、タリックの無敵を無効化するタイミングを見極める。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- タリックは高い回復能力とシールドを持っており、スレッシュの攻撃を受け流すことができるため、持続的なハラスが難しい。\n- タリックの無敵状態を持つウルトが発動する前に、スレッシュがダメージを与えるタイミングを逃すと、逆に反撃を受けるリスクが高まる。\n- タリックは近接キャリーであり、スレッシュの攻撃を受けながらも、タリックのパッシブによるダメージを与えられるため、接近戦で不利になることが多い。\n\n不利の緩和策:\n- レーンフェイズでは、タリックのウルトが発動する前に積極的に攻撃し、早めに相手ADCを倒すことを目指す。\n- タリックのスキルのクールダウンを意識し、スキルを外したタイミングを狙って攻撃する。\n- 味方と連携して、タリックの回復やシールドを無効化するための集団戦を仕掛ける。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、集団戦での耐久力が高いため、ラカンの攻撃が通りにくい。\n- タリックのスタンや無敵スキルに対して、ラカンは移動を伴うスキルが多く、捕まると何もできなくなるリスクが高い。\n- タリックは物理ダメージをスケールさせるため、ラカンのシールドやヒールが効果的に機能しにくい。\n\n不利の緩和策：\n- タリックのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを見極める。\n- タリックのスキルクールダウン中に積極的に攻撃し、レーンでの優位を確保する。\n- 味方と連携し、タリックの無敵やスタンを無駄にさせるような動きを心がける。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- タリックは回復やシールドを持ち、ニーコのバーストダメージを軽減できるため、ニーコの攻撃が効果的に決まりにくい。\n- タリックはスタンを持っており、ニーコが近づく際に捕まえられるリスクが高く、接近戦での失敗が致命的になる可能性がある。\n- タリックは物理ダメージをスケールさせるため、ニーコの魔法ダメージに対して高い耐性を持ち、長期戦で有利に立ち回ることができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、タリックのスキルを避けつつ、ミニオンを利用して安全にCSを取ることを心がける。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛けることで、ダメージを与えるチャンスを増やす。\n- 早めにアイテムを購入し、タリックの回復やシールドを無視できるようなダメージを出せるようにする。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、ブリッツクランクの攻撃を受けた際に味方を守る能力が高いため、フックを当てても効果が薄い。\n- タリックのスタンや無敵を活かしたカウンターエンゲージにより、ブリッツクランクが攻撃を仕掛ける際に逆に捕まるリスクが高まる。\n- タリックは機動力が低いブリッツクランクに対して、遠距離からのハラスや集団戦での持続的なダメージを与えやすく、ブリッツクランクが接近するのが難しい。\n\n不利の緩和策：\n- タリックのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルのクールダウンを狙う。\n- ブリッツクランクのマナ管理を徹底し、必要な時にフックを使えるようにすることで、プレッシャーを維持する。\n- タリックの攻撃を受ける前に、味方と連携してタリックを先に排除する戦略を取ることで、集団戦での優位性を確保する。",
      "セナ": "セナが不利です。\n\n- タリックは回復やシールドを持ち、集団戦での耐久力が高いため、セナのハラスが効きにくい。\n- タリックのスタンを持つスキルにより、セナは捕まえられやすく、逃げる手段が乏しいため、リスクが高い。\n- タリックは近接攻撃型であり、セナの射程を活かした攻撃が通りにくく、逆に近づかれるとダメージを受けやすい。\n\n不利の緩和策：\n\n- レーンでのハラスを控え、タリックのスキルを避けるように立ち回る。\n- サポートと連携し、タリックがエンゲージするタイミングを見極めて、味方と一緒に行動する。\n- 逃げ道を確保するために、視界を確保し、敵の動きを常に把握しておく。",
      "ザイラ": "ザイラが不利です。\n\n- タリックは近接戦に強く、回復やシールドを通じてザイラのダメージを軽減できるため、ザイラのハラスが効果的に機能しづらい。\n- タリックのスタンを持つスキルは、ザイラが接近されると大きな脅威となり、ザイラの攻撃を妨げることができる。\n- タリックは耐久力が高く、ザイラの攻撃を受けながらも持続的に戦えるため、ザイラが有利に立ち回るのが難しい。\n\n不利の緩和策：\n- ザイラはタリックのスキルを避けるために、常に距離を保ちながらハラスを行うことを心がける。\n- タリックがエンゲージしてきた際には、味方と連携してタリックを集中攻撃し、早期に排除することを目指す。\n- ザイラの植物を活用して、タリックの動きを制限し、ザイラが安全に攻撃できる環境を作る。",
      "レル": "レルが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、レルの攻撃を受け流すことができるため、オールインが難しい。\n- タリックの無敵スキルにより、レルのCCを無効化される可能性が高く、エンゲージが成功しにくい。\n- タリックは物理ダメージをスケールさせるため、レルのARを削ることができ、タンクとしての耐久力が低下する。\n\n不利の緩和策：\n- レーンでのハラスを控え、タリックのスキルを避けることで、無駄なダメージを受けないようにする。\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングでエンゲージを試みる。\n- 味方のジャングラーと連携し、タリックを狙ったギャンクを行うことで、レルの強みを活かす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、パンテオンのバーストダメージを軽減できるため、オールインが成功しにくい。\n- タリックのスタンや無敵スキルにより、パンテオンの攻撃を無効化されることが多く、反撃を受けやすい。\n- タリックは機動力が低いパンテオンに対して、持続的なハラスや集団戦でのサポートが得意で、パンテオンが近づくのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避け、タリックのスキルを避けながらファームを優先する。\n- タリックのスキルのクールダウンを狙い、スキルがないタイミングでオールインを試みる。\n- 味方のジャングラーと連携し、タリックを狙ったギャンクを仕掛けることで、レーンの優位性を取り戻す。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タリックは近接戦闘に強く、回復やシールドを持っているため、ラックスのハラスを受け流しやすい。\n- タリックのスタンを受けると、ラックスは接近されやすく、脆弱な状態になるため、反撃が難しい。\n- タリックは集団戦でのカウンターエンゲージが得意で、ラックスのスキルを無効化することができるため、集団戦での影響力が低下する。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、タリックのスキルを避ける位置取りを心がける。\n- タリックがエンゲージする前に、味方と連携して先に攻撃を仕掛けることで、タリックの動きを制限する。\n- アイテムを早めに購入し、タリックの攻撃を耐えられるようにすることで、レーンでの生存率を上げる。",
      "レオナ": "レオナが不利です。\n\n理由：\n- タリックは回復やシールドを持っており、レオナの攻撃を受けても持ちこたえやすい。\n- タリックのアルティメットによって、周囲の味方が無敵になるため、レオナのオールインが無効化される可能性が高い。\n- タリックは遠距離攻撃手段がないため、レオナが近づくと反撃されることが多く、特にタリックのスキルがクールダウン中でない限り、攻撃が難しい。\n\n不利の緩和策：\n- タリックのスキルのクールダウンを狙い、スキルが使えないタイミングで攻撃を仕掛ける。\n- タリックのアルティメットのタイミングを見極め、無敵が発動する前に攻撃を行う。\n- レーンでのハラスを避け、タリックの回復を無駄にさせるために、ミニオンを利用して安全にプレイする。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、タリックのスキルを避けやすいため、タリックの攻撃を受けにくい。\n- タリックは遠距離攻撃手段がなく、近接での殴り合いに依存するため、パイクのフックやハラスに対して脆弱。\n- パイクのパッシブによる回復効果で、タリックのハラスを受けても耐えやすく、レーンでの優位を築きやすい。\n\n有利の取り方：\n- タリックのスキルのクールダウンを狙い、スキルを使った後に積極的にハラスを行う。\n- フックを使ってタリックを捕まえ、連携を取ってダメージを与える。\n- タリックが無敵のスキルを使った後に、再度攻撃を仕掛けて有利なトレードを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは攻撃的なエンチャンターであり、豊富なCCを持っているため、タリックの行動を制限しやすい。\n- ナミのハラス能力は高く、タリックが近づく前にダメージを与えることができるため、レーンでの優位性を保ちやすい。\n- タリックは遠距離攻撃手段がなく、ナミの射程を活かして安全にプレイできるため、タリックに対して有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、タリックのHPを削ることでプレッシャーをかける。\n- タリックが近づいてきた際には、CCを使って捕まえ、味方と連携してキルを狙う。\n- ナミのパッシブを活かして味方の移動速度を上げ、タリックの攻撃を避けつつ、チーム全体の機動力を向上させる。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、タリックのエンゲージを無効化することができるため、タリックが仕掛けてきた際に反撃しやすい。\n- ジャンナのシールドと回復能力により、タリックのダメージを軽減しつつ、味方を守ることができるため、集団戦での生存率が高い。\n- タリックは近接攻撃型であり、遠距離から攻撃できるジャンナに対して有利な距離を保ちやすい。\n\n有利の取り方：\n- タリックが近づいてくるタイミングでCCを使い、彼の行動を制限することで、味方が安全に攻撃できる状況を作る。\n- ジャンナの移動速度を活かして、タリックの攻撃範囲外からハラスを行い、レーンでの優位を確保する。\n- 集団戦では、タリックの無敵を避けるタイミングを見計らい、味方を守りつつタリックを排除するための位置取りを行う。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、タリックの攻撃を受けても持ちこたえやすい。\n- タリックは近接攻撃型であり、遠距離からハラスできるソラカに対して攻撃が届きにくい。\n- ソラカのサイレンス効果により、タリックのスキルを無力化できるため、集団戦での影響力を削ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのHPを削る。\n- タリックが近づいてきた際に、サイレンスを使ってスキルを封じる。\n- タリックがエンゲージを試みる前に、味方と連携して先に攻撃を仕掛ける。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦においてタリックの回復やシールドを無効化しやすい。\n- タリックは近接キャリーであり、遠距離から攻撃できるセラフィーンに対してハラスがしやすい。\n- セラフィーンは複数のCCを持ち、タリックの無敵を無効化することができるため、集団戦での制圧力が高い。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックの体力を削る。\n- 集団戦では味方と連携し、タリックが無敵を使う前にCCを当てて無力化する。\n- タリックがエンゲージを仕掛ける前に、距離を保ちながらスキルを使ってダメージを与える。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、早い段階からダメージを出しやすい。\n- タリックは遠距離攻撃手段がなく、エンゲージやハラスが不得意なため、バードの遠距離からの攻撃やCCを避けることが難しい。\n- バードの移動スキルを活かしてロームが得意で、タリックが集団戦に参加する前に有利な状況を作りやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのHPを削ることでプレッシャーをかける。\n- タリックがスキルを使った後の隙を狙って、バードのCCを活用して反撃する。\n- バードの移動スキルを使って、他のレーンにロームし、タリックが孤立している間に味方をサポートする。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはタリックに対して無力化を使うことで、タリックの攻撃や回復を妨げることができ、戦闘を有利に進めやすい。\n- ルルのシールドはタリックのダメージを軽減し、味方の生存能力を高めるため、集団戦での影響力が増す。\n- タリックは近接キャリーであり、遠距離から攻撃できるルルに対しては、接近するのが難しくなるため、ハラスがしやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、タリックが近づく前にダメージを与える。\n- タリックがエンゲージを試みる際に無力化を使い、味方を守りつつ反撃のチャンスを作る。\n- 集団戦では、タリックの無敵を避けるタイミングで味方を強化し、タリックのスキルを無力化することで戦闘を有利に進める。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、タリックの攻撃を避けやすい。\n- ユーミの回復やシールドはタリックのダメージを軽減し、レーン維持に優れているため、タリックの攻撃を受け流しやすい。\n- タリックはエンゲージやハラスが不得意であり、ユーミのスロー効果を活かして距離を保ちながら攻撃できる。\n\n有利の取り方：\n- ユーミはタリックの攻撃を避けつつ、味方ADCと連携してハラスを行い、タリックの体力を削る。\n- タリックがスキルを使った後のクールダウンを狙い、ユーミの回復やシールドで味方を強化しつつ攻撃する。\n- タリックが近づいてきた際にスローを使い、距離を取ることでタリックの攻撃を無効化し、反撃のチャンスを作る。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを持つ相手に対して強力なカウンターができるため、タリックのエンゲージを阻止しやすい。\n- ポッピーのCCスキルはタリックの無敵や回復を無効化することができ、集団戦での影響力が高い。\n- ポッピーは低CDの割合ダメージを持ち、タリックの耐久力を削りやすい。\n\n有利の取り方：\n- レーンでのトレードを積極的に行い、タリックのスキルを避けながらダメージを与える。\n- タリックがスキルを使った後にエンゲージし、反撃のチャンスを狙う。\n- 集団戦ではタリックの位置を把握し、彼のスキルを無効化するタイミングでCCを使って味方を守る。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦において味方全体を強化しやすいため、タリックの回復やシールドに対抗しやすい。\n- ソナのスキルは発動が早く、操作が簡単なため、タリックのスキルを避けながらハラスを行いやすい。\n- タリックは遠距離攻撃手段がないため、ソナの射程を活かして安全に攻撃できる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックの体力を削ることでプレッシャーをかける。\n- 集団戦では味方を支援しつつ、タリックの無敵を無効化するタイミングでUltを使用する。\n- タリックがエンゲージを試みる際に、スローやスタンを活用して彼を妨害し、味方を守る。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、タリックの回復やシールドを上回るダメージを与えやすい。\n- ジリアンのCCスキルはタリックのエンゲージを妨げることができ、特にスタンを使うことでタリックの攻撃を無効化できる。\n- ジリアンのUltによる蘇生能力は、タリックの攻撃を受けた味方を守る手段として非常に効果的で、逆転のチャンスを作りやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タリックのヘルスを削ることでプレッシャーをかける。\n- タリックがエンゲージを試みるタイミングで、CCを使って反撃し、タリックを無力化する。\n- ジリアンのUltを適切なタイミングで使用し、味方を守ることで集団戦での優位性を確保する。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、タリックのエンゲージを無効化しやすい。\n- スペルシールドにより、タリックのCCを防ぎつつ味方を守ることができるため、集団戦での優位性が高い。\n- タリックは遠距離攻撃手段がないため、モルガナの射程を活かして安全にハラスができる。\n\n有利の取り方：\n- レーンでのハラスを行い、タリックの体力を削ることでプレッシャーをかける。\n- タリックが近づいてきた際にCCを当てて、反撃のチャンスを作る。\n- スペルシールドを活用して、タリックの攻撃を無効化し、味方と連携して集団戦を有利に進める。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、自己バフやパッシブによるスタンを活かして序盤から強力なハラスが可能で、セラフィーンの攻撃を防ぎやすい。\n- セラフィーンのスキルは発生が遅く、ブラウムのCCを受けると反撃が難しくなるため、オールイン合戦で不利になりやすい。\n- ブラウムは接近戦に強く、セラフィーンの射程を活かすことが難しく、近づかれるとハラス能力が低下する。\n\n不利の緩和策：\n- ブラウムとの距離を保ちながら、スキルを使ってハラスを行い、できるだけ安全な位置から攻撃する。\n- ADCと連携し、ブラウムのCCを避けるためにタイミングを合わせて攻撃することで、ブラウムの防御を無効化する。\n- 集団戦では味方と一緒に行動し、ブラウムの注意を引きつけることで、セラフィーンのスキルを活かすチャンスを増やす。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ブリッツクランクのフックを受けても簡単に倒されることが少ない。\n- ブラウムのCCスキルは発生が遅いものの、接近されるとPeel能力が低下するため、ブリッツクランクが近づくと逆に不利な状況になることがある。\n- ブラウムは指定方向からのダメージを軽減するスキルを持っており、ブリッツクランクの攻撃を防ぎやすい。\n\n不利の緩和策：\n- ブラウムのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見てから行動する。\n- ブラウムのパッシブを発動させないように、ADCと連携して攻撃を分散させる。\n- ブラウムのCCを受けた後は、すぐに後退し、無理に攻撃を続けないようにすることで、リスクを減らす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ラックスのスキルを軽減しやすいため、ハラスが効果的に行えない。\n- ブラウムのCCスキルは発生が遅いものの、接近されるとラックスは脆弱で、反撃を受けやすい。\n- ブラウムのパッシブによるスタン効果が発動すると、ラックスは一気に不利な状況に陥る可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを行う際は、ブラウムのスキルを避ける位置取りを心がけ、距離を保つ。\n- ブラウムのパッシブが発動しないように、ADCと連携して攻撃を分散させる。\n- サポートアイテムやポーションを活用し、サステインを確保して耐久力を高める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ノーチラスのエンゲージを無効化しやすい。\n- ブラウムのスキルは、ノーチラスのCCを受けた際にダメージを軽減することができ、ノーチラスの攻撃が効果的に通りにくい。\n- ブラウムはサステインがないため、ノーチラスがオールインを仕掛ける際に、ブラウムのパッシブを発動させるのが難しく、連携が求められる。\n\n不利の緩和策：\n- ブラウムのスキルのクールダウンを意識し、Eのクールダウン中に攻撃を仕掛けることで、レーンを有利に進める。\n- ブラウムのスキルを避けつつ、タイミングを見計らってエンゲージを行い、相手のスキルを無駄にさせる。\n- 味方と連携し、ブラウムのパッシブを発動させる前に一気に攻撃を仕掛けることで、ダメージを与えるチャンスを増やす。",
      "ルル": "ルルが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ルルの攻撃を軽減しやすいため、ルルのハラスが効果的に機能しにくい。\n- ブラウムのCCは発生が遅いものの、接近されるとルルのPeel能力が低下し、攻撃を受けやすくなる。\n- ブラウムのシールドはルルのスキルをブロックするため、ルルの支援能力が制限される。\n\n不利の緩和策：\n- 距離を保ちながら、ブラウムの動きを観察し、適切なタイミングで攻撃を行うことで、リスクを減らす。\n- ブラウムがミニオンに近づいた際に積極的に攻撃を仕掛け、ハラスを試みる。\n- 味方と連携し、ブラウムのCCを避けるように動くことで、戦闘を有利に進める。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ザイラの攻撃を軽減しやすいため、ハラスが効きにくい。\n- ブラウムのCCスキルは範囲攻撃であり、ザイラが接近されると簡単に拘束されてしまう。\n- ブラウムは接近戦に強く、ザイラの射程を活かす前に近づかれると脆弱な状態になる。\n\n不利の緩和策：\n- ザイラは安全な距離を保ちながらハラスを行い、ブラウムの接近を避けるように立ち回る。\n- ブラウムのCCを避けるために、位置取りを意識し、ミニオンや障害物を利用して立ち回る。\n- ザイラの植物を活用して、ブラウムが近づく前にダメージを与え、プレッシャーをかける。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、レオナの攻撃を軽減しやすいため、オールインが成功しにくい。\n- ブラウムのパッシブによるスタンが発動すると、レオナは攻撃を受けやすく、逆にダメージを与えられなくなる。\n- ブラウムのスキルは発生が遅いため、レオナが接近する際にタイミングを見計らわれやすく、反撃を受けるリスクが高い。\n\n不利の緩和策:\n- チーム全体での連携を強化し、ブラウムのパッシブを発動させないように注意する。\n- ブラウムのスキルを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- 耐久力を高めるアイテムを選択し、ブラウムの攻撃を受けても生存できるようにする。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守る能力が高いため、ソナのハラスや支援が効果的に機能しにくい。\n- ブラウムのCCは発生が遅いものの、接近されるとPeel能力が低下するため、ソナは捕まえられやすく、脆弱な状態で攻撃を受けるリスクが高い。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、ブラウムのオールインに対して耐えられず、簡単に倒される可能性がある。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブラウムの攻撃範囲外でハラスを行うことで、リスクを減らす。\n- ブラウムのCCを避けるために、味方と連携して動き、孤立しないようにする。\n- マナ管理をしっかり行い、必要な時にスキルを使えるようにして、回復や加速で味方を支援し続ける。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ブラウムの防御性能を無視してダメージを与えやすい。\n- ジリアンのCCスキルはブラウムの動きを制限できるため、ブラウムが味方を守る能力を低下させることができる。\n- ジリアンの蘇生能力は、ブラウムがオールインを狙った際に味方を守る手段として非常に効果的で、逆転のチャンスを作りやすい。\n\n有利の取り方：\n- ブラウムが近づく前にスキルを使ってハラスを行い、レベル差をつける。\n- ブラウムのCCを避けるために位置取りを工夫し、味方と連携して攻撃する。\n- ブラウムがオールインを狙った際に、蘇生能力を活かして味方を守り、反撃のチャンスを作る。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ブラウムの攻撃を避けながら接近しやすいため、エンゲージやピールが得意です。\n- ラカンのCCはブラウムの防御能力を無力化することができ、特にノックアップやチャームを使うことでブラウムを無力化できます。\n- ラカンは味方にシールドや回復を提供できるため、ブラウムのハラスを受けてもレーンでのサステインが高く、持続的に戦える状況を作りやすいです。\n\n有利の取り方：\n- ブラウムのスキルの発動を待たずに、素早く接近してCCを当てることで、ブラウムの反撃を封じる。\n- ブラウムが味方を守るために前に出たタイミングを狙い、後ろから味方を支援しつつ攻撃する。\n- ブラウムのパッシブを発動させないように、ADCと連携して攻撃を分散させ、ブラウムのスタンを避ける。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ブラウムに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ブラウムのCCスキルは発生が遅く、セナはその間に距離を取ることができるため、捕まりにくい。\n- セナの回復能力により、ブラウムの攻撃を受けても持ちこたえやすく、持続的にハラスを続けることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ブラウムのHPを削ることでプレッシャーをかける。\n- ブラウムが近づいてきた際には、距離を取りつつスキルを使って反撃し、相手の動きを制限する。\n- ADCと連携し、ブラウムがパッシブを発動させる前に攻撃を仕掛け、早期に有利な状況を作る。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムのエンゲージを無効化できるため、ブラウムの攻撃を効果的に防げる。\n- ポッピーは低CDの割合ダメージを持ち、1対1の戦闘性能が高いため、ブラウムとのトレードで有利に立ち回れる。\n- ブラウムは射程が短く、ポッピーのスキルの射程が短いことを逆手に取って、ポッピーはブラウムに近づきやすい。\n\n有利の取り方：\n- ブラウムが近づいてくるタイミングでスキルを使い、彼のエンゲージを阻止することで、ブラウムの攻撃を無効化する。\n- ブラウムが味方ADCを守るために前に出た際に、ポッピーのCCを使ってブラウムを壁にぶつけてスタンさせる。\n- レーンでのトレード時に、ポッピーのシールドを活かしてダメージを受けずにブラウムに攻撃を仕掛ける。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ブラウムのエンゲージを無効化しやすいため、ブラウムの攻撃を効果的に防げる。\n- アリスターのパッシブによる回復効果があるため、レーン維持が得意で、ブラウムのハラスを受けても持ちこたえやすい。\n- アリスターは集団戦でのタンク性能が高く、ブラウムのスタンやノックアップを受けても耐えられるため、味方を守る役割を果たしやすい。\n\n有利の取り方：\n- ブラウムが近づいてきた際に、CCを使って先手を取ることで、ブラウムの行動を制限する。\n- レーンでのハラスを行い、ブラウムの体力を削ることで、相手のプレッシャーを減らす。\n- 集団戦では、アリスターのエンゲージを活かして、ブラウムを無力化し、味方のダメージを通しやすくする。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、ブラウムの防御スキルを無効化しやすいため、集団戦やオールインでの拘束力が高い。\n- レルのパッシブによって敵のARとMRを減少させることができ、ブラウムに対してもダメージを与えやすい。\n- レルは味方の移動速度を上げるスキルを持っており、追撃や逃走をサポートする能力が高いため、ブラウムのPeelを無効化しやすい。\n\n有利の取り方：\n- レルのCCを活かしてブラウムを拘束し、味方と連携して攻撃を仕掛ける。\n- ブラウムがスキルを使った後の隙を狙い、レルのスキルを当ててダメージを与える。\n- レルの移動速度バフを利用して、ブラウムの攻撃範囲外から安全にハラスを行う。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ブラウムの防御スキルを無効化しやすい。\n- ブラウムは近接タイプであり、ニーコの射程を活かして安全にハラスができる。\n- ニーコのAoEダメージとスタンを持つアルティメットにより、乱戦時にブラウムを圧倒することができる。\n\n有利の取り方：\n- ブラウムが近づく前にハラスを行い、HPを削る。\n- 擬態を利用してブラウムの注意を引きつけ、味方と連携して攻撃する。\n- ブラウムがCCを使った後の隙を狙って、ダメージを与えるチャンスを作る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ブラウムの攻撃を受けても味方を回復しやすいため、持久戦に強い。\n- ブラウムは接近戦を得意とするが、ソラカは射程が長く、遠距離からハラスを行うことでブラウムの接近を阻止できる。\n- ソラカのサイレンス効果により、ブラウムのCCスキルを無力化しやすく、エンゲージを防ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ブラウムが近づけないようにする。\n- 味方ADCと連携し、ブラウムが攻撃を仕掛ける前にヒールを使って持続的に戦う。\n- ブラウムのCCを避けるために位置取りを意識し、適切なタイミングでスキルを使用して味方を守る。",
      "バード": "バードが有利です。\n\n理由：\n- バードは高い移動スキルを持ち、ロームが得意なため、ブラウムのエンゲージを避けやすい。\n- バードのスタンは範囲内のユニットを無力化できるため、ブラウムの防御スキルを無効化しやすい。\n- バードは回復スキルを持っており、ブラウムのハラスを受けても持ちこたえやすい。\n\n有利の取り方：\n- ブラウムのCCを避けるために、常に位置取りを意識し、距離を保つ。\n- スタンを狙ってブラウムが接近するタイミングでスキルを使い、味方と連携して攻撃する。\n- 鐘を回収しながらレーンを維持し、ブラウムの攻撃を受ける時間を最小限に抑える。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ブラウムの接近を阻止することができるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、ブラウムのCCを無効化できるため、味方を守りながら攻撃することが可能。\n- ブラウムは近接タイプであり、モルガナの射程を活かして安全にハラスができる。\n\n有利の取り方：\n- ブラウムが近づいてきた際に、スネアを使って捕まえ、味方と連携して攻撃する。\n- スペルシールドを活用して、ブラウムのCCを防ぎつつ、味方の攻撃をサポートする。\n- レーンでのハラスを積極的に行い、ブラウムの体力を削り、オールインの機会を作る。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、パンテオンのオールインを耐えやすく、持続的な戦闘で優位に立つことができる。\n- ソラカのサイレンス効果により、パンテオンのスキルを無効化されると、攻撃のチャンスを失い、逆に攻撃されるリスクが高まる。\n- ソラカは逃げ性能が乏しいが、パンテオンも同様に逃げる手段が限られており、ソラカの回復によって持久戦に持ち込まれると不利になる。\n\n不利の緩和策：\n- ソラカのサイレンスを避けるために、スキルを使うタイミングを工夫し、相手のスキルを見極めてから攻撃する。\n- レーンでのハラスを意識し、ソラカのヒールを無駄にさせるように、適度に攻撃を仕掛ける。\n- ジャングラーと連携し、ソラカを捕まえるためのギャンクを狙い、早期にキルを取ることでレーンの優位を確保する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、セラフィーンの攻撃を受けても持ちこたえやすいため、レーンでのハラスが効果的でない。\n- ソラカのサイレンス効果により、セラフィーンのスキルを使うタイミングを制限され、集団戦での影響力が低下する。\n- ソラカは逃げ性能が乏しいため、セラフィーンが攻撃を仕掛けるチャンスが少なく、オールイン合戦で不利になる。\n\n不利の緩和策：\n- レーンでのハラスを控え、ソラカのスキルを避けつつ、味方と連携して安全にプレイする。\n- ソラカのサイレンスを避けるために、スキルを使うタイミングを見極め、連携を重視する。\n- 集団戦では、味方のタンクやダメージディーラーと一緒に行動し、ソラカを狙うのではなく、他の敵チャンピオンに焦点を当てる。",
      "レオナ": "レオナが不利です。\n\n理由：\n- ソラカの高い回復能力により、レオナの攻撃が効果的に無効化されるため、持続的なダメージを与えにくい。\n- ソラカのサイレンス効果がレオナのエンゲージを妨げるため、レオナがスキルを使えず、攻撃のチャンスを失うことが多い。\n- ソラカは射程が長く、レオナが近づく前にハラスを受けやすく、レーンでのプレッシャーを維持される。\n\n不利の緩和策：\n- 早めに「ソーンメイル」や「フォース・オブ・ネイチャー」を購入し、ソラカの回復を抑える。\n- ソラカのスキルのクールダウンを考慮し、タイミングを見計らってエンゲージを行う。\n- ソラカの攻撃を受けにくくするため、ミニオンを利用して位置取りを工夫し、ハラスを避ける。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、アリスターの攻撃を受けても持ちこたえやすいため、アリスターのエンゲージが効果的に機能しにくい。\n- ソラカのサイレンス効果により、アリスターのスキルを使うタイミングを制限され、エンゲージやピールが難しくなる。\n- ソラカは射程が長く、アリスターが近づく前にハラスを受けやすく、レーンでのプレッシャーを維持される。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、ミニオンを利用して近づくタイミングを計る。\n- アリスターのパッシブを活かして、レーン維持をしつつ、ソラカのヒールを無効化するアイテムを早めに購入する。\n- ジャングラーと連携して、ソラカを捕まえるためのギャンクを仕掛け、レーンでの優位性を取り戻す。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ソラカは高い回復能力を持ち、ラックスのハラスを受けても持ちこたえやすいため、レーンでの優位を保ちにくい。\n- ソラカのサイレンス効果により、ラックスのスキルを使うタイミングを制限され、攻撃的なプレイが難しくなる。\n- ソラカは逃げ性能が乏しいが、ラックスも接近されると脆弱であり、ソラカのCCを受けると一気に不利な状況に陥る。\n\n不利の緩和策：\n- レーンでのハラスを控え、ソラカのスキルを避けつつ、ミニオンを利用して安全にCSを取る。\n- ソラカのサイレンスを避けるために、スキルを使うタイミングを見極め、相手の動きを観察する。\n- サポートアイテムや視界を活用して、奇襲を防ぎ、ソラカのエンゲージを避けるように立ち回る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ブラウムの攻撃を受けても味方を回復できるため、持久戦で不利になる。\n- ソラカのサイレンス効果により、ブラウムのスキルを使うタイミングを制限され、効果的なプレッシャーをかけにくい。\n- ソラカは射程が長く、ブラウムが近づく前にハラスを受けやすく、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- ソラカのスキルを避けるために、位置取りを工夫し、ハラスを受けないようにする。\n- ブラウムのパッシブを活かすために、ADCと連携して攻撃を仕掛け、ソラカのヒールを無効化するタイミングを見計らう。\n- サポートアイテムやポーションを活用して、レーンでのサステインを高め、ソラカのハラスに耐えられるようにする。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ジリアンの攻撃を受けても持ちこたえやすいため、ジリアンのダメージを軽減される。\n- ソラカのサイレンス効果により、ジリアンのスキルコンボを妨害されるため、効果的にダメージを与えることが難しい。\n- ソラカは逃げ性能が乏しいため、ジリアンが捕まえやすいが、ジリアン自身が捕まるリスクが高く、奇襲に弱い。\n\n不利の緩和策：\n- ソラカのサイレンスを避けるために、スキルを使うタイミングを慎重に選び、相手の動きを観察する。\n- ジリアンのパッシブを活かしてレベル差をつけ、早期に有利な状況を作ることで、ソラカに対するプレッシャーを高める。\n- 味方のジャングラーと連携し、ソラカを狙ったギャンクを仕掛けることで、ジリアンのキル性能を活かす。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、ラカンの攻撃を受けても持ちこたえやすいため、ラカンのエンゲージが効果的に機能しにくい。\n- ソラカのサイレンス効果により、ラカンのスキルを無効化されると、エンゲージやピールができなくなり、戦闘での影響力が大幅に低下する。\n- ソラカは逃げ性能が乏しいラカンに対して、射程を活かして安全にハラスを行うことができるため、レーンでのプレッシャーが強い。\n\n不利の緩和策：\n- ソラカのサイレンスを避けるために、エンゲージのタイミングを慎重に見極め、味方と連携して行動する。\n- ソラカのヒールを無効化するアイテムを早めに購入し、回復を抑制することで、ラカンのダメージを通しやすくする。\n- レーンでのハラスを受けないように、ミニオンを利用してソラカとの距離を保ちつつ、味方ADCと連携して攻撃する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ソラカの攻撃を受けにくい。特に、ソラカのヒールを無効化することができるため、レーンでのハラスがしやすい。\n- ユーミの回復やシールドにより、ソラカのヒールを上回るサステインを提供できるため、レーン維持が得意。\n- ソラカは逃げ性能が乏しく、ユーミが味方に密着している間に攻撃を仕掛けることで、ソラカを圧倒しやすい。\n\n有利の取り方：\n- ソラカのスキルを避けながら、味方ADCと連携してハラスを行い、ソラカのHPを削る。\n- ユーミの回復やシールドを活用して、ソラカの攻撃を受け流しつつ、持続的にダメージを与える。\n- ソラカが孤立したタイミングを見計らって、味方と一緒にオールインを仕掛け、ソラカを捕まえる。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ソラカの回復を妨げることができるため、レーンでのハラスがしやすい。\n- バードの移動スキルにより、ロームが得意で、他のレーンへの影響を与えやすい。\n- ソラカは逃げ性能が乏しく、バードのCCやハラスによって捕まえやすい。\n\n有利の取り方：\n- ソラカのスキルを避けながら、スタンを狙ってハラスを行う。\n- 鐘を回収しながらマナを確保し、持続的にスキルを使用してプレッシャーをかける。\n- ソラカが孤立しているタイミングを見計らって、積極的にエンゲージを仕掛ける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってソラカを簡単に捕まえることができ、即座にキルに繋げる可能性が高い。\n- ソラカは逃げる手段が乏しく、捕まった場合に反撃が難しいため、ブリッツクランクのプレッシャーが非常に強い。\n- ブリッツクランクのサイレンス効果により、ソラカの回復スキルを無効化できるため、味方を支援する能力を制限できる。\n\n有利の取り方：\n- レーンでのハラスを行い、ソラカのHPを削りつつフックのチャンスを伺う。\n- ソラカがスキルを使った後の隙を狙ってフックを放ち、捕まえる。\n- ジャングラーと連携してGankを仕掛け、ソラカを早期に排除する。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、相手の行動を制限しやすいため、ソラカの回復を妨げることができる。\n- ナミの攻撃的なハラス能力により、ソラカのHPを削りやすく、レーンでの優位を保ちやすい。\n- ソラカは逃げ性能が乏しく、ナミのCCやハラスに対して脆弱であるため、捕まえやすい。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ソラカのHPを削ることでプレッシャーをかける。\n- ソラカがスキルを使った後に隙を見てCCを当て、味方と連携してオールインを狙う。\n- ソラカが回復を行うタイミングを見計らい、CCを使ってその行動を妨害することで、味方の生存率を高める。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、ソラカの回復を無効化するためのハラスがしやすい。\n- ソラカの攻撃を避けることで、レーンでの優位を保ちやすく、ソラカのスキルクールダウンを狙って攻撃することができる。\n- カルマはシールドや加速効果を持っており、味方の生存率を高めつつ、ソラカに対しても攻撃的に立ち回ることができる。\n\n有利の取り方：\n- ソラカの攻撃を避けることに重点を置き、相手のスキルを回避しながらハラスを行う。\n- ソラカのスキルクールダウンを確認し、その隙を突いて攻撃するタイミングを見極める。\n- 自身のスキルを活かしつつ、味方のADCを守りながら攻撃を行い、レーンでの優位を確保する。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- レオナは高い耐久力とCCを持っており、ブリッツクランクがフックを外した場合、逆に捕まってしまうリスクが高い。\n- レオナのオールイン能力に対して、ブリッツクランクは火力が低く、接近戦での競り合いに弱いため、レーンでのプレッシャーを受けやすい。\n- レオナは逃げ性能が高いADCやエンチャンターに対して強いが、ブリッツクランクはその逆で、逃げられるとフックが無駄になりやすい。\n\n不利の緩和策：\n- レオナのCCを避けるために、位置取りを工夫し、フックを使うタイミングを慎重に選ぶ。\n- レーンでのハラスを避けるために、サポートアイテムを活用し、回復を意識する。\n- チームメイトと連携し、レオナがオールインを仕掛ける前に他のチャンピオンと一緒に行動することで、相手の動きを制限する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持ち、オールインに強いため、セラフィーンが攻撃を仕掛ける前に捕まえられるリスクが高い。\n- セラフィーンのスキルは発生が遅く、レオナの瞬時のイニシエートに対して反応しづらく、連続して攻撃を当てるのが難しい。\n- レオナは接近戦での強さが際立っており、セラフィーンの射程を活かす前に近づかれてしまうと、セラフィーンはダメージを受けやすくなる。\n\n不利の緩和策：\n- レオナのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- 味方と連携し、レオナがオールインを仕掛ける前に先手を打つことで、セラフィーンのスキルを活かすチャンスを作る。\n- ワードをしっかりと置き、レオナの動きを把握することで、予測して逃げる準備を整える。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- レオナは高い耐久力とCCを持ち、接近してオールインを仕掛けることが得意なため、ザイラは簡単に捕まってしまう。\n- ザイラは移動に役立つスキルがなく、レオナの攻撃を受けると脆弱で、特に接近戦での生存が難しい。\n- レオナのCCは範囲攻撃であり、ザイラの植物を利用した戦術を無効化される可能性が高い。\n\n不利の緩和策：\n- レーンでのハラスを重視し、レオナが近づく前にダメージを与えることで、オールインを避ける。\n- サポートと連携して、レオナの動きを警戒し、視界を確保しておくことで、Gankや奇襲を防ぐ。\n- アイテムを早めに購入し、耐久力を上げることで、レオナの攻撃に対する耐性を高める。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レオナは豊富なCCを持ち、オールインに強いため、パンテオンの攻撃を無力化しやすい。\n- パンテオンは火力がスキルに依存しており、レオナの高い耐久力に対して持続的なダメージを与えにくい。\n- レオナは接近戦での強さを活かしやすく、パンテオンが攻撃を仕掛ける前に先手を取られることが多い。\n\n不利の緩和策：\n- レオナのCCを避けるために、位置取りを意識し、相手のスキルを見極めてから攻撃を仕掛ける。\n- レーンでのハラスを避けるために、ミニオンを利用して安全にCSを取る。\n- レオナのスキルがクールダウン中のタイミングを狙って、積極的にトレードを行う。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- レオナは高い耐久力と豊富なCCを持っており、ユーミが密着している味方を狙ってオールインを仕掛けることができるため、ユーミは脆弱な状態に置かれやすい。\n- ユーミはハードCCを持たず、レオナの攻撃を受けると逃げる手段が限られているため、レオナの攻撃を受けやすい。\n- レオナの接近戦での強さに対して、ユーミは単独での戦闘能力がほぼ皆無であり、レオナの攻撃を受けるとすぐにダメージを受けてしまう。\n\n不利の緩和策：\n- レオナがオールインを仕掛ける前に、味方ADCと連携してハラスを行い、レオナの体力を削ることでプレッシャーをかける。\n- ワーディングをしっかり行い、レオナの動きを把握することで、オールインを避けるための位置取りを意識する。\n- ユーミが密着する味方ADCがレオナに対して強いチャンピオンであれば、ユーミはそのチャンピオンをサポートし、レオナに対抗できるようにする。",
      "セナ": "セナが不利です。\n\n- レオナは高い耐久力とCCを持ち、接近戦でのオールインが得意なため、セナは捕まると簡単に倒されてしまう。\n- セナは基礎ステータスが低く、序盤が弱いため、レオナの攻撃に耐えられず、ハラスを受けやすい。\n- レオナのCCによってセナの逃げ手段が制限され、捕まった際に反撃する余地が少ない。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、レオナの攻撃範囲外からハラスを行う。\n- サポートと連携して、レオナのスキルを避けるための視界を確保し、Gankを警戒する。\n- アイテムを早めに購入し、耐久力を上げることでレオナの攻撃に耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レオナは豊富なCCを持ち、特にオールインに強いため、ノーチラスが攻撃を仕掛ける前にスタンやスネアで無力化される可能性が高い。\n- ノーチラスは移動速度が低く、レオナの攻撃を受けた際に反撃するのが難しく、レオナの攻撃を受け続けると厳しい状況に陥る。\n- レオナのEスキルによってノーチラスの逃げが困難になり、逆にレオナに捕まるリスクが高まる。\n\n不利の緩和策：\n- レオナの攻撃を受ける前に、先に仕掛けることを意識し、相手のスキルを使わせてから反撃するタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてレオナのハラスに耐えられるようにする。\n- ミニオンの波を利用して、レオナの攻撃を避ける位置取りを心がけ、無理にオールインを仕掛けないようにする。",
      "ルル": "ルルが不利です。\n\n理由：\n- レオナは強力なエンゲージ能力を持ち、ルルが攻撃を仕掛ける前に捕まえられる可能性が高い。\n- ルルのCCは単体対象であり、レオナのようなタンクに対しては効果的に無力化できないため、集団戦での影響力が低くなる。\n- レオナの耐久力が高く、ルルの火力では彼女を迅速に排除することが難しい。\n\n不利の緩和策：\n- レオナのエンゲージを警戒し、位置取りを工夫してADCを守ることに専念する。\n- レオナのスキルのクールダウンを考慮し、エンゲージのタイミングを見極めて反撃のチャンスを狙う。\n- チームメイトと連携し、レオナの攻撃を避けるための戦術を立て、集団戦でのサポートを強化する。"
    },
    "loses": {
      "ジリアン": "ジリアンはレオナに有利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、レオナの耐久力を削りやすい。\n- ジリアンのCCはレオナの接近を妨げることができ、特にレオナがオールインを狙う際に有効に働く。\n- ジリアンの蘇生能力は、レオナの攻撃を受けた味方を守ることができ、逆転のチャンスを生むことができる。\n\n有利の取り方:\n- レオナが接近してきた際に、CCを使って動きを制限し、攻撃を仕掛ける。\n- レオナがオールインを狙うタイミングで、味方にバフをかけてサポートしつつ、反撃のチャンスを作る。\n- レーンでのハラスを積極的に行い、レオナのサステインを削り、プレッシャーをかけ続ける。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レオナのオールインを無効化することができるため、レーンでのプレッシャーを軽減できる。\n- ジャンナのシールドや回復効果により、味方の耐久力を高めることができ、レオナの攻撃を受けても生存しやすい。\n- ジャンナは移動速度を上げる能力を持っており、レオナの接近を妨げることができるため、レーンでのハラスや逃げる際に有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを行い、レオナが近づく前にダメージを与えることで、レオナのオールインを牽制する。\n- ジャンナのシールドを活用して、レオナの攻撃を受け流しつつ、味方ADCのダメージを増加させる。\n- 敵の動きを見極めて、レオナがエンゲージしようとした際にディスエンゲージを行い、逆に反撃のチャンスを作る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、レオナのオールインを無効化することができるため、レーンでの優位性を保ちやすい。\n- スペルシールドにより、レオナのCCを防ぐことができるため、味方を守りつつ攻撃を仕掛けることができる。\n- レオナは接近戦が得意だが、モルガナは遠距離から攻撃できるため、レオナが近づく前にダメージを与えることができる。\n\n有利の取り方：\n- レオナが近づいてくるタイミングでスネアを当てて、オールインを阻止する。\n- スペルシールドを活用して味方を守りつつ、レオナの攻撃を受け流し、反撃のチャンスを作る。\n- レーンでのハラスを行い、レオナのHPを削りつつ、ミニオンを利用して安全にダメージを与える。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、レオナのオールインに対して持ちこたえることができるため、レーンでの生存能力が高い。\n- レオナは接近戦が得意ですが、ソラカは射程が長く、ハラスを行いやすいため、レオナが近づく前にダメージを与えることができる。\n- ソラカのサイレンス効果により、レオナのスキルを無効化しやすく、特にレオナがオールインを仕掛ける際に有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レオナのHPを削ることでオールインのリスクを減らす。\n- ソラカのヒールを活用して、レオナの攻撃を受けた後も持ちこたえ、反撃のチャンスを狙う。\n- レオナがスキルを使った後の隙を狙い、サイレンスを使ってレオナの行動を制限し、味方と連携して攻撃する。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レオナのエンゲージを無効化しやすいため、レーンでの対抗がしやすい。\n- アリスターのパッシブによる回復効果があるため、レオナのハラスに対して耐久力を保ちやすい。\n- アリスターはエンゲージやピールが得意で、集団戦においてレオナの攻撃を受け流しつつ味方を守ることができる。\n\n有利の取り方：\n- レオナがスキルを使った後に反撃することで、相手の隙を突く。\n- アリスターのCCを活かして、レオナが近づく前に先手を打つ。\n- レーンでのハラスを行い、レオナの体力を削りつつ、アリスターの回復で持ちこたえる。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、レオナの攻撃を軽減しやすいため、耐久力で優位に立てる。\n- ブラウムのパッシブによるスタンを活かして、レオナのオールインを防ぎつつ反撃が可能。\n- ブラウムは味方を守る能力が高く、レオナのCCを無効化することで味方の生存率を上げられる。\n\n有利の取り方：\n- ブラウムのパッシブを活かして、レオナが攻撃してきた際に反撃し、スタンを狙う。\n- レオナがスキルを使った後の隙を狙って、積極的にハラスを行う。\n- ブラウムの防御スキルを使って、レオナの攻撃を受け流しつつ、味方と連携してオールインを仕掛ける。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、レオナの攻撃を避けやすいため、接近戦での優位性があります。\n- ラカンのCCはノックアップとチャームであり、レオナのスタンを無効化することができるため、レオナのイニシエートを阻止しやすいです。\n- ラカンはシールドや回復を持っているため、レオナのハラスに対して耐久力を保ちやすく、レーンでのサステインが高いです。\n\n有利の取り方：\n- レオナがスキルを使った後に隙を見てエンゲージし、CCを駆使して反撃する。\n- レオナの攻撃を避けながら、味方ADCと連携してハラスを行い、レオナの体力を削る。\n- レオナがオールインを狙ってきた際に、味方を守るためにシールドやヒールを活用し、逆にレオナを捕まえるチャンスを作る。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "ニーコが不利です。\n\n理由：\n- パンテオンはオールインの強さと短時間でのバーストダメージが得意で、ニーコが近づく前に大きなダメージを与えられる。\n- パンテオンはスタンを持っており、ニーコの奇襲能力を無効化することができるため、ニーコが攻撃するチャンスが減る。\n- パンテオンは近接チャンピオンであり、ニーコの射程の短さを利用して、ニーコが攻撃しづらい状況を作り出すことができる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してパンテオンの攻撃を受け流す。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- サポートアイテムやポーションを活用して、ニーコのサステインを高め、耐久力を向上させる。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- パンテオンはオールインの強さがあり、リープとスタンを使って接近されるとラックスは対処が難しくなる。\n- ラックスは基礎ステータスが低く、接近されると非常に脆弱で、パンテオンのバーストダメージに耐えられない。\n- パンテオンは短時間でのバーストダメージが得意で、ラックスのスキルのクールダウンが長いため、反撃のチャンスが少ない。\n\n不利の緩和策：\n- レーンでのハラスを意識し、パンテオンがリープを使った後に攻撃するタイミングを見計らう。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてパンテオンの攻撃に耐えられるようにする。\n- ジャングラーに早めにガンクを要請し、パンテオンを圧倒することでレーンの優位を保つ。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- パンテオンはオールインが強力で、リープとスタンを持っているため、モルガナが捕まるリスクが高い。\n- パンテオンは短時間でのバーストダメージが得意で、モルガナのサステインが乏しいため、早期にキルを取られる可能性がある。\n- パンテオンは近接チャンピオンであり、モルガナの射程が短いため、攻撃を受けやすく、レーンでのプレッシャーが強い。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、パンテオンのリープを避けるようにする。\n- パンテオンの攻撃を受ける前に、スペルシールドを使って味方を守り、反撃のチャンスを作る。\n- ジャングラーと連携し、パンテオンに対するGankを狙うことで、レーンの優位性を取り戻す。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- パンテオンはオールインの強さがあり、短時間でのバーストダメージを出す能力が高いため、セラフィーンが攻撃を仕掛ける前に倒される可能性が高い。\n- パンテオンのリープとスタンにより、セラフィーンは近づかれると無力化されやすく、特にアサシンとしての特性がセラフィーンに対して強力に働く。\n- セラフィーンはスキルの発生が遅く、パンテオンのような瞬時に攻撃を仕掛ける相手に対しては、スキルを当てるのが難しくなる。\n\n不利の緩和策：\n- セラフィーンは安全な位置からスキルを使い、パンテオンが近づく前にハラスを行うことで、相手の体力を削る。\n- パンテオンの攻撃を受ける前に、味方と連携してCCを活用し、パンテオンのオールインを防ぐ。\n- ルーンやアイテムを工夫して、耐久力を上げることで、パンテオンのバーストダメージに耐えられるようにする。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- パンテオンはオールインが強力で、ゼラスの射程を活かす前に近づかれてしまうと、スタンやバーストダメージで簡単に倒される可能性が高い。\n- ゼラスは全てのスキルが発動に時間がかかるため、パンテオンの高機動力に対して当てるのが難しく、攻撃を避けられることが多い。\n- パンテオンはタンク相手に息切れしやすいが、ゼラスは近距離での戦闘に弱く、パンテオンが接近してくると自衛手段が乏しいため、劣位に立たされやすい。\n\n不利の緩和策：\n- レーンでのハラスを意識し、パンテオンが近づく前にダメージを与えることで、キルプレッシャーをかける。\n- サポートやジャングラーと連携し、パンテオンがオールインを仕掛けてくるタイミングを予測して、Gankを狙う。\n- アイテムを工夫し、マナ管理をしっかり行いながら、持続的にハラスを行うことで、パンテオンの攻撃を受けにくくする。",
      "セナ": "セナが不利です。\n\n理由：\n- パンテオンはオールインの強さと短時間でのバーストダメージを持っており、セナが捕まるとすぐに倒される危険が高い。\n- パンテオンのリープスキルによるCC効果で、セナの逃げ手段が制限され、捕まるリスクが増す。\n- セナは基礎ステータスが低く、序盤が弱いため、パンテオンの攻撃に対して耐久力が不足している。\n\n不利の緩和策：\n- レーンでのハラスを活かし、パンテオンが近づく前にダメージを与えることで、プレッシャーをかける。\n- サポートと連携して、パンテオンの攻撃を避けるために位置取りを工夫し、視界を確保する。\n- パンテオンのスキルクールダウンを意識し、スキルを使った後の隙を狙って攻撃する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- パンテオンは高いバーストダメージを持ち、オールインの際にノーチラスを瞬時に排除することができるため、ノーチラスは攻撃を受けやすい。\n- パンテオンのスキルは対象指定であり、ノーチラスのCCを無効化する手段があるため、ノーチラスのエンゲージが成功しにくい。\n- ノーチラスは移動速度が遅く、パンテオンの機動力に対抗するのが難しく、逃げられることが多い。\n\n不利の緩和策：\n- パンテオンのスキルクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトとの連携を強化し、パンテオンの攻撃を分散させることで、ノーチラスが耐えやすくする。\n- ノーチラスのシールドを活用し、パンテオンの攻撃を受ける際に耐久力を最大限に活かす。",
      "ザイラ": "ザイラが不利です。\n\n- パンテオンは対象指定のリープとスタンを持っており、接近されるとザイラは簡単に捕まってしまう。\n- ザイラは移動に役立つスキルがなく、防御ステータスも低いため、パンテオンのバーストダメージに対して脆弱である。\n- パンテオンは短時間でのオールインが得意で、ザイラのハラスを無視して攻撃を仕掛けることができる。\n\n不利の緩和策：\n- ザイラは安全な距離を保ちながらハラスを行い、パンテオンが近づく前にダメージを与えることを心がける。\n- サポートやジャングラーと連携して、パンテオンに対するGankを仕掛け、早期にキルを狙う。\n- ザイラのCCを活かして、パンテオンがリープを使った後に反撃するタイミングを見計らう。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの高いサステインを上回る攻撃力を持っています。\n- パンテオンのリープとスタンにより、タム・ケンチは捕まえられやすく、エンゲージが苦手なため反撃が難しいです。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力が高く、タム・ケンチがロームする際に不利な状況を作りやすいです。\n\n不利の緩和策：\n\n- タム・ケンチはレーンでのハラスを避け、パンテオンのスキルを避けるように立ち回ることで、ダメージを抑えることができます。\n- 味方のジャングラーと連携し、パンテオンに対するGankを仕掛けることで、タム・ケンチの有利な状況を作り出すことができます。\n- タム・ケンチのウルトを適切に使用し、味方を救出したり、パンテオンの攻撃を無力化することで、集団戦での影響力を高めることができます。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- パンテオンはオールインが強力で、リープとスタンを持っているため、ユーミが密着している味方を狙いやすい。\n- ユーミはハードCCを持たず、パンテオンの攻撃を受けると脆弱で、特に短期戦での対処が難しい。\n- パンテオンは高いバーストダメージを持ち、ユーミの回復やシールドでは耐えきれない場合が多い。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、パンテオンの攻撃を避けるために位置取りを工夫する。\n- パンテオンがリープを使った後のクールダウンを狙い、攻撃の隙を突いて味方を支援する。\n- ワーディングを強化し、パンテオンの動きを把握することで、Gankやオールインを事前に警戒する。",
      "パイク": "パイクが不利です。\n\n理由：\n- パンテオンはオールインの強さと短時間でのバーストダメージを持っており、パイクが攻撃を仕掛ける前に大きなダメージを受ける可能性が高い。\n- パンテオンのスタンを持つスキルにより、パイクは捕まえられやすく、特に集団戦では動きが制限されるため、効果的に戦えない。\n- パンテオンはタンク相手に息切れしやすいが、パイクは装備でヘルスを確保できず、集団戦での持続力が低いため、パンテオンの攻撃に耐えられない。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、できるだけ安全な距離を保ち、パンテオンの攻撃を受けないようにする。\n- パンテオンのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- サポートアイテムや視界管理を活用し、パンテオンの動きを把握して、Gankやオールインを避けるようにする。",
      "メル": "メルが不利です。\n\n- パンテオンはオールインが強力で、リープとスタンを持っているため、メルが攻撃を仕掛ける前に一気にダメージを与えられる。\n- メルは回復効果に対して弱く、パンテオンのバーストダメージに耐えることが難しい。\n- パンテオンは近接チャンピオンであり、メルの長射程を活かす前に接近されやすく、スネアを当てるチャンスが減る。\n\n不利の緩和策：\n- パンテオンのリープを避けるために、位置取りを意識し、ミニオンを利用して距離を保つ。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてパンテオンのバーストを耐えられるようにする。\n- パンテオンがオールインを仕掛けてきた際に、味方と連携して反撃することで、逆にキルを狙うチャンスを作る。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、パンテオンのオールインを無効化することができるため、ディスエンゲージが得意です。\n- ジャンナのシールドや回復効果により、パンテオンのバーストダメージを軽減できるため、耐久力が高まります。\n- パンテオンは集団戦でのAoEダメージが乏しく、ジャンナのサポート能力が活かされやすいです。\n\n有利の取り方：\n- パンテオンがオールインを仕掛けてきた際に、CCを使って距離を取ることで反撃のチャンスを作ります。\n- ジャンナのシールドを味方にかけて、パンテオンの攻撃を受け流しつつ、味方の攻撃をサポートします。\n- レーンでのハラスを行い、パンテオンのスキルを無駄にさせることで、レーンの優位を確保します。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、パンテオンのオールインに対して効果的に反撃できる。\n- AoEスタンを持っているため、集団戦でのパンテオンの攻撃を制限しやすく、味方のサポートが可能。\n- ジリアンのUltによる蘇生能力は、パンテオンのバーストダメージに対して非常に効果的で、味方を守ることができる。\n\n有利の取り方：\n- パンテオンがオールインを仕掛けてきた際に、スタンを使って反撃し、ダメージを与える。\n- パンテオンがスキルを使った後のクールダウンを狙い、積極的にハラスを行う。\n- 味方と連携して、パンテオンが孤立したタイミングでUltを使い、逆転のチャンスを作る。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、パンテオンの攻撃を耐えやすい。\n- パンテオンはオールインが強力ですが、ソナのスタンを使うことでその攻撃を無効化できる。\n- ソナは集団戦での支援能力が高く、味方全体の生存率を向上させるため、パンテオンの短期的なバーストダメージに対抗しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、パンテオンの体力を削ることでプレッシャーをかける。\n- パンテオンがリープを使った後にスタンを狙い、反撃のチャンスを作る。\n- 集団戦では、味方を強化しつつ、パンテオンの攻撃を避ける位置取りを心がける。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、パンテオンのオールインを効果的に防ぐことができるため、集団戦やトレードで優位に立ちやすい。\n- パンテオンはAoEダメージが乏しく、レルの耐久力を活かして長期戦に持ち込むことで、パンテオンの火力を抑えることができる。\n- レルのパッシブによって敵のARとMRを減少させることができ、パンテオンに対してもダメージを与えやすくなる。\n\n有利の取り方：\n- レルのCCを活かしてパンテオンの攻撃を受け流し、反撃のチャンスを作る。\n- パンテオンがスキルを使った後の隙を狙って、トレードを仕掛ける。\n- レルの移動速度を上げるスキルを使い、パンテオンのリープやスタンを避けながら、味方と連携して攻撃する。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、パンテオンのオールインを牽制しやすい。\n- スネアやシールドを駆使することで、パンテオンの攻撃を無効化したり、味方を守ることができる。\n- パンテオンはAoEダメージが乏しく、集団戦での効果的なダメージを出しづらいため、カルマのカイティングが有利に働く。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パンテオンのHPを削ることで、オールインを避ける。\n- 味方のADCと連携し、パンテオンが近づいてきた際にスネアを当てて攻撃する。\n- パンテオンのスキルのクールダウンを利用して、攻撃的に立ち回り、相手のリソースを消耗させる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、パンテオンのオールインを避けやすいため、攻撃を受けにくい。\n- ラカンのCCスキルはパンテオンの攻撃を無力化できるため、彼のバーストダメージを抑えることができる。\n- ラカンは味方を支援するシールドや回復を持っており、パンテオンの攻撃に対して耐久力を高めることができる。\n\n有利の取り方：\n- パンテオンがリープで攻撃してきた際に、CCを使って反撃し、ダメージを与える。\n- パンテオンがスキルを使った後のクールダウンを狙い、積極的にトレードを仕掛ける。\n- 味方と連携して、パンテオンが孤立したタイミングでエンゲージし、キルを狙う。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、パンテオンのオールインを避けつつハラスを行いやすい。\n- ミリオのウルトにより、パンテオンのスタンを解除できるため、集団戦での影響力が高い。\n- パンテオンはAoEダメージが乏しく、ミリオの回復やシールドで持続的なトレードが可能。\n\n有利の取り方：\n- パンテオンがリープを使った後に、ミリオのスキルでハラスを行い、ダメージを与える。\n- パンテオンがオールインを狙ってきた際に、ウルトを使って味方を守り、反撃のチャンスを作る。\n- ミリオの攻撃範囲を延ばすスキルを活用し、パンテオンが近づく前に先手を打つ。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、パンテオンのオールインを耐えることができるため、レーンでの生存能力が高い。\n- パンテオンの攻撃を受けた際に、ソラカの回復スキルで味方を支援しやすく、持続的なハラスが可能。\n- ソラカのサイレンス効果により、パンテオンのスキルを無力化できるため、彼のバーストダメージを抑えることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、パンテオンのHPを削りつつ、回復で持ちこたえる。\n- パンテオンがリープを使った際に、サイレンスを活用して彼の攻撃を無効化し、反撃のチャンスを作る。\n- パンテオンがオールインを狙ってきた際に、ヒールを使って耐え、逆に攻撃を仕掛けることでキルを狙う。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、パンテオンのオールインを無効化することができるため、エンゲージを防ぎやすい。\n- アリスターのタフネスとパッシブによる回復効果により、レーン維持が得意で、パンテオンのバーストダメージに耐えることができる。\n- パンテオンはAoEダメージが乏しく、集団戦ではアリスターのCCを活かしやすい。\n\n有利の取り方：\n- パンテオンのスキルを使った後に隙を見てエンゲージし、相手をノックアップして味方と連携する。\n- レーンでのハラスを行い、パンテオンの体力を削りつつ、サポートの役割を果たす。\n- パンテオンがロームする際に、味方と連携して視界を確保し、相手の動きを制限する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力が高く、パンテオンのオールインを無効化できるため、対面でのトレードが有利になります。\n- 低クールダウンの割合ダメージと高いシールドにより、パンテオンとの1対1の戦闘で持続的にダメージを与えつつ生存しやすいです。\n- 豊富なCCを持ち、パンテオンの攻撃を受け流しながら味方を守るPeel性能が優れているため、チームファイトでも有利に働きます。\n\n有利の取り方：\n- パンテオンがリープを使った際に、即座に阻止することで反撃のチャンスを作る。\n- レーンでのトレード時に、パンテオンのスキルを避けつつ、ダメージを与えるタイミングを見計らう。\n- パンテオンのUltが発動した際に、位置取りを工夫して味方を守りつつ、相手の動きを制限する。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、パンテオンが近づく前にハラスを行いやすい。\n- パンテオンはオールインが強力ですが、ヴェル＝コズは距離を保ちながら攻撃できるため、パンテオンの攻撃を避けやすい。\n- ヴェル＝コズのAoE攻撃は、パンテオンが集団戦で苦手とする状況でも高いダメージを出すことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、パンテオンのHPを削る。\n- パンテオンがリープを使った後の隙を狙って、スキルを当てる。\n- 集団戦では、後衛から安全に攻撃し、パンテオンが接近してくる前にダメージを与える。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブリッツクランクはフックを使ってラックスを捕まえることができ、接近されるとラックスは脆弱で対処が難しくなります。\n- ブリッツクランクのノックアップやサイレンスによって、ラックスのスキルを使う余裕がなくなり、バーストダメージを発揮できなくなります。\n- ブリッツクランクはタンクとしての耐久力が高く、ラックスの攻撃を受け止めやすいため、ハラスが効きにくいです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるように心がける。\n- ブリッツクランクのスキルクールダウンを意識し、フックが外れたタイミングで攻撃を仕掛ける。\n- サポートやジャングラーと連携し、ブリッツクランクに対するガンクを狙うことで、ラックスのキルチャンスを増やす。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブリッツクランクは接近戦に強く、フックでザイラを引き寄せることで簡単にキルを狙えるため、ザイラは常に警戒が必要です。\n- ザイラは移動に役立つスキルがなく、ブリッツクランクに近づかれると脆弱で、瞬時に倒されるリスクが高いです。\n- ブリッツクランクのノックアップやサイレンスによって、ザイラのスキルを発動する前に行動を制限されるため、火力を発揮しづらくなります。\n\n不利の緩和策：\n- ザイラは位置取りを意識し、常に安全な距離を保ちながら攻撃することで、ブリッツクランクのフックを避けるようにします。\n- サポートや味方と連携し、ブリッツクランクが孤立したタイミングで攻撃を仕掛けることで、彼のプレッシャーを軽減します。\n- 早めにアイテムを購入し、耐久力を上げることで、ブリッツクランクの攻撃に耐えられるようにします。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ブリッツクランクのフックが当たると、ミリオは捕まってしまい、逃げる手段が限られているため、非常に危険な状況になる。\n- ブリッツクランクはノックアップやサイレンスを持っており、ミリオの回復やシールドを無効化される可能性が高い。\n- ブリッツクランクは高いプレッシャーをかけることができ、ミリオの攻撃範囲を延ばすスキルを活かす前に、先手を取られることが多い。\n\n不利の緩和策：\n- ミリオはブリッツクランクのフックを避けるために、常に位置取りに注意し、壁や障害物を利用して立ち回る。\n- ブリッツクランクがフックを外したタイミングを狙い、積極的にハラスを行い、相手のマナを削る。\n- ミリオのウルトを適切なタイミングで使用し、味方を守ることで、ブリッツクランクのエンゲージを無効化する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ブリッツクランクはフックを使ってモルガナを捕まえることができ、特にモルガナの移動速度が低いため、逃げるのが難しい。\n- ブリッツクランクのノックアップやサイレンスによって、モルガナのスキルを使うタイミングが制限され、反撃が難しくなる。\n- ブリッツクランクは脆いメイジに対して強力であり、モルガナもそのカテゴリに入るため、直接対決で不利になる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- ブリッツクランクのスキルを見極めて、フックを外したタイミングで攻撃を仕掛ける。\n- 味方と連携し、ブリッツクランクに対して集団で対処することで、孤立させないようにする。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ブリッツクランクはキャッチ能力が高く、フックを当てられると一瞬で危険な状況に陥るため、逃げる手段が乏しいソラカにとって非常に厳しい。\n- ブリッツクランクのノックアップやサイレンスによって、ソラカの回復能力が封じられるため、味方を支援することが難しくなる。\n- ソラカは基礎ステータスが低く、特に耐久力が不足しているため、ブリッツクランクの攻撃を受けやすく、奇襲に対して脆弱である。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにすることで、リスクを減らす。\n- 味方のチャンピオンと連携し、ブリッツクランクが仕掛けてくる前に先手を打つことで、彼のエンゲージを防ぐ。\n- アイテムを活用して耐久力を上げることで、ブリッツクランクの攻撃に対する耐性を高め、より安全にレーンを維持する。",
      "セナ": "セナが不利です。\n\n- ブリッツクランクはフックを使ってセナを捕まえることができ、捕まると即座にキルにつながるリスクが高い。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、一度捕まると簡単に倒されてしまう。\n- ブリッツクランクのエンゲージ能力に対して、セナはCCの発生が遅く、反撃が難しいため、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n\n- レーンでの位置取りを工夫し、ブリッツクランクのフックが届かない距離を保つ。\n- サポートと連携して、ブリッツクランクの動きを警戒し、視界を確保することでGankを防ぐ。\n- アイテムを早めに購入し、耐久力を上げることで、捕まった際の生存率を高める。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ブリッツクランクのフックによって簡単に捕まるため、ゼラスは近距離での戦闘に弱く、致命的なダメージを受けるリスクが高い。\n- ブリッツクランクはノックアップやサイレンスを持っており、ゼラスのスキルを発動する前に行動を制限される可能性がある。\n- ゼラスは全てのスキルが発動に時間がかかるため、機動力の高いブリッツクランクに対して当てるのが難しく、ハラスが効果的に行えない。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ブリッツクランクのフックが届かない距離を保つようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブリッツクランクの攻撃を耐えられるようにする。\n- ミニマップを常に確認し、ブリッツクランクの動きを予測して、フックを避けるための移動を心がける。",
      "ナミ": "ナミが不利です。\n\n理由：\n- ブリッツクランクはフックを使って瞬時に接近し、捕まえる能力が高いため、ナミは簡単に狙われるリスクがある。\n- ナミのCCは発生が遅く、ブリッツクランクのフックを避けるのが難しく、ピールが不確実になる。\n- ブリッツクランクはタンクとしての耐久力が高く、ナミの攻撃的なハラスが効果的に機能しづらい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ブリッツクランクのフックを避けるようにする。\n- ブリッツクランクのスキルを避けるために、味方と連携して動くことで、孤立しないようにする。\n- マナ管理を徹底し、必要な時にスキルを使えるようにして、持続的な戦闘に備える。",
      "パイク": "パイクが不利です。\n\n理由：\n- ブリッツクランクはフックを使ってパイクを捕まえることが得意で、パイクの機動力を封じることができるため、トレードで不利になることが多い。\n- ブリッツクランクのタンク性能により、パイクの瞬間火力が発揮しづらく、特に集団戦では効果的にダメージを与えられない。\n- ブリッツクランクのCCスキルによって、パイクは逃げる手段が制限され、捕まった際に致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを控え、ブリッツクランクのフックを避けることに集中し、無理なトレードを避ける。\n- ブリッツクランクのスキルのクールダウンを見計らって、フックがないタイミングで積極的に攻撃を仕掛ける。\n- 視界を確保し、ブリッツクランクの動きを把握することで、フックを避けるための位置取りを意識する。"
    },
    "loses": {
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持っており、ブリッツクランクが近づく前にダメージを与えることができるため、距離を保ちながら戦える。\n- ブリッツクランクのフックを反射するバリアを持っているため、彼の攻撃を無効化しやすく、逆に反撃のチャンスを得られる。\n- メルは確定キルを狙いやすく、ブリッツクランクのような脆いチャンピオンに対して高いダメージを出せる。\n\n有利の取り方：\n- ブリッツクランクがフックを使った後の隙を狙い、積極的に攻撃を仕掛ける。\n- ミニオンを利用してブリッツクランクとの距離を保ちつつ、スキルを使ってダメージを与える。\n- ブリッツクランクが近づいてきた際には、バリアを使って彼の攻撃を防ぎ、その後に反撃する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ブリッツクランクのフックを避けやすいため、捕まるリスクが低い。\n- 2種類のCCを持っているため、ブリッツクランクの行動を制限しやすく、特にエンゲージ時に有利に立ち回れる。\n- ラカンは味方を支援するシールドや回復を持っており、ブリッツクランクの攻撃を受けても耐えやすい。\n\n有利の取り方：\n- ブリッツクランクのフックを避けながら、味方と連携してエンゲージを仕掛ける。\n- ブリッツクランクがフックを外したタイミングで積極的に攻撃し、相手を捕まえる。\n- ブリッツクランクが近づいてきた際に、CCを使って行動を制限し、味方を守りながら反撃する。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができるため、エンゲージを防ぎやすい。\n- アリスターのタフネスとパッシブによる回復効果により、レーン維持が得意で、ブリッツクランクの攻撃を耐えることができる。\n- 集団戦において、アリスターはエンゲージやピールの性能が高く、ブリッツクランクの攻撃を受け流しつつ味方を守ることができる。\n\n有利の取り方：\n- ブリッツクランクのフックを避けるために、位置取りを工夫し、相手のスキルを無駄にさせる。\n- アリスターのCCを活かして、ブリッツクランクが近づく前に先手を打ち、相手を捕まえる。\n- 集団戦では、アリスターのエンゲージを活かして味方と連携し、ブリッツクランクを無力化する。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは豊富なCCを持っており、ブリッツクランクの動きを制限することができるため、彼のフックを避けやすい。\n- レオナの耐久力が高く、ブリッツクランクの攻撃を受けても生存しやすい。特にオールインの際に有利に立ち回れる。\n- ブリッツクランクはマナ消費が激しく、フックを外すとプレッシャーがなくなるが、レオナはその間に攻撃を仕掛けることができる。\n\n有利の取り方：\n- ブリッツクランクの動きを観察し、フックを避けるタイミングを見計らって接近する。\n- 味方と連携し、ブリッツクランクのQのクールダウンを意識してエンゲージを仕掛ける。\n- レオナのCCを活かして、ブリッツクランクを捕まえた際に即座に攻撃を仕掛け、キルを狙う。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ブリッツクランクのフックを受けても耐えることができるため、相手の攻撃をしっかりと受け止められる。\n- ブラウムのパッシブによるスタンを活かして、ブリッツクランクを捕まえやすく、逆にキルを狙うチャンスが増える。\n- ブリッツクランクのスキルはマナ消費が激しく、フックを外した場合のプレッシャーが低下するが、ブラウムは持続的に防御を提供できるため、持久戦に強い。\n\n有利の取り方：\n- ブラウムは味方ADCと連携し、ブリッツクランクがフックを外したタイミングで積極的に攻撃を仕掛ける。\n- ブリッツクランクが近づいてきた際に、ブラウムの防御スキルを使って味方を守りつつ、反撃のチャンスを狙う。\n- ブリッツクランクがフックを外した後、すぐに距離を詰めてスタンを狙い、相手を捕まえることで有利な状況を作る。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、ブリッツクランクのフックを避けつつ、長時間拘束することができるため、集団戦でのエンゲージが得意です。\n- レルのパッシブによって、ブリッツクランクに対してAR/MRを吸収しやすく、ダメージを与えやすいです。\n- ブリッツクランクはマナ消費が激しく、フックを外した場合にプレッシャーがなくなるため、レルはその隙を突いて攻撃しやすいです。\n\n有利の取り方：\n- レルのCCを活かして、ブリッツクランクがフックを外したタイミングで積極的に攻撃を仕掛ける。\n- ブリッツクランクのスキルを避けながら、味方と連携して集団戦を仕掛ける。\n- レルの移動速度を上げるスキルを使い、ブリッツクランクの逃げ道を封じて、追撃を行う。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、ブリッツクランクのフックを避けやすい。\n- ユーミの回復やシールドによって、ブリッツクランクの攻撃を耐えやすく、オールインに対しても強い。\n- ブリッツクランクはハードCCを持たないため、ユーミは自由に動き回りながら味方を強化できる。\n\n有利の取り方：\n- レーンでのハラスを行い、ブリッツクランクのマナを消耗させる。\n- 味方ADCと連携し、ブリッツクランクが攻撃を仕掛ける前に回復やシールドを使って耐える。\n- ブリッツクランクがフックを外したタイミングで積極的に攻撃し、相手のプレッシャーを減らす。",
      "ノーチラス": "ノーチラスはブリッツクランクに有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ブリッツクランクの動きを制限しやすいです。特に、ブリッツクランクがフックを外した場合、ノーチラスは有利な状況を作りやすくなります。\n- ノーチラスのフックの射程が長く、確実性の高いコンボを持っているため、ブリッツクランクを捕まえるチャンスが多いです。\n- ノーチラスは耐久性が高く、ブリッツクランクの攻撃を受けても生存しやすいため、チームファイトでの役割を果たしやすいです。\n\n有利の取り方：\n- ブリッツクランクがADCを引っ張った際に、ノーチラスはその隙を突いて追撃し、CCを活かしてダメージを与える。\n- ブリッツクランクのフックを避けつつ、相手のADCに対して良いアングルを取ることで、効果的に攻撃する。\n- チームファイトでは、ノーチラスの耐久性を活かし、前線でブリッツクランクのスキルを避けながら味方を守る役割を果たす。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージや拘束が得意なため、パイクの動きを制限しやすい。\n- レルのパッシブによってARとMRを吸収されるため、パイクのダメージが通りにくく、トレードで不利になる。\n- レルは機動力が高いキャリーやピーラーに対して苦手だが、パイクはその機動力を活かしにくく、オールインを狙うのが難しい。\n\n不利の緩和策：\n- レルのスキルを避けるために、位置取りを工夫し、フックを当てるチャンスを増やす。\n- レルのCCを受けた後の回復を意識し、パイクのパッシブを活かしてハラスを行う。\n- レルのスキルのクールダウンを見極めて、スキルがないタイミングで積極的に攻撃を仕掛ける。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージや拘束が得意なため、パンテオンのオールインを阻止しやすい。\n- レルのパッシブによってARとMRを吸収されるため、パンテオンのダメージが減少し、タンク相手に対して息切れしやすい。\n- レルは機動力が高く、パンテオンのスキルの発生にラグがあるため、攻撃を当てるのが難しい。\n\n不利の緩和策：\n- レルのスキルを避けるために、位置取りを工夫し、相手のCCを受けないようにする。\n- レルが集団戦でのエンゲージを行う前に、他のレーンでのロームを活用して優位を作り、レルにプレッシャーをかける。\n- アイテムを工夫して、耐久力を上げることでレルのダメージを軽減し、持続的な戦闘を可能にする。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- レルは強力なタンクであり、複数のCCスキルを持っているため、ユーミが密着して支援することが難しく、オールインを仕掛けられると脆弱です。\n- レルのパッシブによってAR/MRを吸収されるため、ユーミの回復やシールドの効果が薄れ、持続的なダメージを与えられにくいです。\n- レルは機動力が高いキャリーやピーラーに対して強いので、ユーミがサポートしてもレルの攻撃を避けることが難しく、トレードで不利になります。\n\n不利の緩和策：\n- レルのスキルを避けるために、ユーミは常に味方ADCと連携し、位置取りを工夫して安全な距離を保つように心がける。\n- レルがオールインを狙ってくるタイミングを予測し、味方のCCやダメージを活用して反撃する機会を作る。\n- ワーディングをしっかり行い、レルの動きを把握することで、敵のエンゲージを事前に察知し、ユーミが安全に支援できるようにする。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージやPeelが得意なため、ブリッツクランクがフックを外した場合、逆にレルに捕まるリスクが高い。\n- レルのパッシブによってARとMRを吸収されるため、タンクとしての耐久力が高く、ブリッツクランクのダメージが通りにくい。\n- レルは機動力の高いキャリーやピーラーに対して強いが、ブリッツクランクは移動速度が低く、逃げる手段が乏しいため、レルに対して不利な状況に陥りやすい。\n\n不利の緩和策：\n- レルのスキルを避けるために、フックを使うタイミングを慎重に選び、相手のスキルを見極める。\n- レルのCCを受けた後に味方と連携して反撃するため、常に味方の位置を意識し、サポートを受ける。\n- レルのスキルを避けるために、ブリンクや加速アイテムを購入し、機動力を高めることで、レルの攻撃をかわす。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レルは移動を止める能力が高く、ノーチラスのエンゲージを無効化しやすい。\n- レルのスキルはアニメーションが遅く、ノーチラスが反撃のチャンスを得ることができるが、レルのCCを受けるとその機会を逃すことが多い。\n- レルはタンクに対して強いダメージを与えることができ、ノーチラスの耐久力を削るのが得意。\n\n不利の緩和策：\n- レルのスキルを見極め、Wを外したタイミングで積極的に反撃を狙う。\n- 味方と連携して、レルに対して集団で攻撃を仕掛けることで、彼女のCCを避ける。\n- アイテムを活用して耐久力を上げ、レルのダメージを軽減する。",
      "セナ": "セナが不利です。\n\n理由：\n- レルは強力なエンゲージ能力を持ち、セナが捕まると一気に倒されるリスクが高い。\n- レルのCCスキルによってセナの動きが制限され、逃げる手段が乏しいため、反撃が難しい。\n- セナは基礎ステータスが低く、レルの攻撃を受けると早期にダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを積極的に行い、レルの体力を削ることでプレッシャーをかける。\n- サポートの視界を確保し、レルのエンゲージを事前に察知して逃げる準備をする。\n- セナのパッシブを活かして、ゴールドを稼ぎ、アイテムを早めに揃えて強化された状態で戦う。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージや拘束が得意なため、ブラウムのPeel能力を無効化しやすい。\n- レルの移動速度を上げるスキルにより、ブラウムが接近する前に攻撃を受けるリスクが高まる。\n- ブラウムはサステインがなく、レルのハラスに対して耐えにくく、特に序盤でのレーン戦が厳しくなる。\n\n不利の緩和策:\n- レーンでのハラスを避けるため、ミニオンを利用してレルの攻撃を遮る。\n- ブラウムのパッシブを活かすために、ADCと連携して攻撃を仕掛け、レルにプレッシャーをかける。\n- 敵の動きを予測してCCを当てるタイミングを見極め、レルのスキルを避けるように立ち回る。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レルは強力なCCスキルを持ち、接近されると拘束されてしまうため、ラックスの行動が制限される。\n- レルのタンク性能により、ラックスのバーストダメージが通りにくく、持続的なダメージを与えるのが難しい。\n- レルは移動速度を上げるスキルを持っており、ラックスが距離を取ろうとしても追撃されやすい。\n\n不利の緩和策：\n- レルのスキルを避けるために、位置取りを意識し、常に距離を保つようにする。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてレルの攻撃に耐える。\n- 味方のジャングラーやミッドレーナーと連携し、レルを捕まえるチャンスを作ることで、ラックスの強みを活かす。"
    },
    "loses": {
      "ジリアン": "ジリアンはレルに有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力なため、レルの耐久力を早期に削ることができる。\n- ジリアンのCCスキルはレルの動きを制限し、特に集団戦でのエンゲージを阻止するのに効果的である。\n- ジリアンの蘇生能力は、レルの攻撃を受けた味方を守ることができ、逆転のチャンスを生むことができる。\n\n有利の取り方：\n- レルがエンゲージを試みる前に、ジリアンのCCを使って先手を取る。\n- ジリアンのパッシブを活かしてレベル差をつけ、早期の段階で優位に立つ。\n- 味方と連携し、レルが孤立したタイミングで攻撃を仕掛けることで、効果的にダメージを与える。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を出しやすく、レルに対して持続的なダメージを与えることができる。\n- バードのスタンはレルのエンゲージを無効化できるため、集団戦やレーンでの対抗がしやすい。\n- バードは移動スキルを持っており、レルの拘束を避けやすく、機動力を活かして立ち回ることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レルのHPを削ることでプレッシャーをかける。\n- スタンをタイミングよく使い、レルのエンゲージを阻止することで味方の安全を確保する。\n- 鐘を回収しながらロームを行い、他のレーンでのサポートを行うことで全体的な有利を作る。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、レルのCCを避けながら味方を支援しやすい。\n- セラフィーンの射程が長く、安全な位置から攻撃できるため、レルの接近を防ぎやすい。\n- レルは機動力が低く、セラフィーンのスキルの発生が遅いことを利用して、距離を保ちながら攻撃できる。\n\n有利の取り方：\n- レルが接近してくる前に、スキルを使ってハラスを行い、体力を削る。\n- 集団戦では味方と連携し、レルがエンゲージする前にCCを当てて無力化する。\n- セラフィーンのパッシブを活かして、スキルを連打し、レルの耐久力を削りつつ味方を強化する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レルのエンゲージを無効化することができるため、集団戦での影響力が高い。\n- ジャンナのシールドや回復効果により、味方を守ることができ、レルの攻撃を受けても耐えやすい。\n- ジャンナは移動速度を上げる能力があり、レルの拘束を避けやすく、機動力を活かしたプレイが可能。\n\n有利の取り方：\n- レルがエンゲージを仕掛けてきた際に、タイミングよくディスエンゲージを行い、味方を守ることで反撃のチャンスを作る。\n- レーンでのハラスを行い、レルの体力を削ることで、レーンの主導権を握る。\n- ジャンナの移動速度アップを活かして、レルのスキルを避けながら安全に攻撃し、レルの行動を制限する。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化しやすいため、集団戦でのピール性能が高い。\n- アリスターのパッシブによる回復効果で、レルの攻撃を受けてもレーン維持がしやすく、持続的に戦える。\n- アリスターはタンクとしての耐久力が高く、レルのダメージを軽減しながら戦うことができる。\n\n有利の取り方：\n- レルのスキルを避けつつ、タイミングを見計らってエンゲージを行い、相手を拘束する。\n- レーンでのハラスを行い、レルの体力を削りつつ、アリスターの回復効果を活かして持続的に戦う。\n- 集団戦では味方と連携し、レルの動きを制限しつつ、アリスターのCCを活かして敵を無力化する。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを阻止する能力があり、レルのエンゲージを無効化できるため、レルの強みを活かさせない。\n- ポッピーは低CDの割合ダメージを持ち、1対1の戦闘性能が高いため、レルとのトレードで優位に立ちやすい。\n- ポッピーのCCは発生が早く、レルの動きを制限することで味方を守るPeel性能が高い。\n\n有利の取り方：\n- レルがエンゲージを試みるタイミングで、ポッピーのスキルを使って阻止し、反撃する。\n- レーンでのトレード時に、ポッピーの割合ダメージを活かしてレルにダメージを与え、優位に立つ。\n- 集団戦では、ポッピーのCCを活かしてレルを拘束し、味方の攻撃をサポートする。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を利用して奇襲を仕掛けることができ、レルのCCスキルを避けながら攻撃することが可能です。\n- ニーコの範囲攻撃はレルのタンク性能を無視して高いバーストダメージを与えることができ、特に集団戦での影響力が大きいです。\n- レルは機動力が低く、ニーコの射程を活かした攻撃に対して反撃しづらいです。\n\n有利の取り方：\n- レルがスキルを使った後に擬態を利用して奇襲をかけ、レルの隙を突いて攻撃する。\n- ミニオンを利用してレルとの距離を保ちながらハラスを行い、CSを取りつつレルにプレッシャーをかける。\n- 集団戦では、ニーコのアルティメットを使ってレルを含む敵チャンピオンをまとめて攻撃し、味方と連携して有利な状況を作る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、レルのエンゲージを無効化しやすいです。特に、レルが接近してきた際にスネアを当てることで、レルの動きを制限できます。\n- モルガナのスペルシールドは味方を守る能力が高く、レルのCCを防ぐことで、味方の生存率を上げることができます。\n- レルはダメージの出力が低く、特に序盤はモルガナのスキルを当てることで有利に立ち回ることができ、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- レルが接近してきた際に、スネアを当てて拘束し、味方と連携して攻撃する。\n- スペルシールドを活用して、レルのCCを無効化し、味方の安全を確保しながら戦う。\n- レーンでのハラスを行い、レルのHPを削りつつ、ミニオンを利用して安全にCSを取る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、レルの攻撃を受けても持ちこたえやすいため、レーンでのハラスがしやすい。\n- レルはエンゲージが得意ですが、ソラカのサイレンス効果により、レルのスキルを無力化できるため、対抗しやすい。\n- ソラカは射程が長く、レルの攻撃を避けながら安全にハラスを行えるため、レーンでの優位を保ちやすい。\n\n有利の取り方：\n- レルが近づいてきた際に、適切なタイミングで回復を行い、持続的にハラスを行う。\n- レルのスキルを避けつつ、遠距離から攻撃を行い、レルの体力を削る。\n- 味方のADCと連携し、レルがエンゲージを試みる前に先手を打って攻撃する。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、モルガナが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCは発生が遅いものの、モルガナのスネアを避けるための機動力が高く、捕まえにくい。\n- モルガナはマナ消費が激しく、持続的な戦闘に向いていないため、ヴェル＝コズの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して距離を保ちながらプレイする。\n- ヴェル＝コズのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めて動く。\n- 味方のジャングラーと連携して、ヴェル＝コズに対するギャンクを狙い、レーンでの優位性を取り戻す。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ハラスが得意なため、ブランドは距離を保つのが難しく、常にダメージを受けやすい。\n- ヴェル＝コズのCCスキルはノックアップを持ち、接近された際に無力化されるリスクが高く、特にUltの詠唱中は自衛が難しい。\n- ブランドは自衛手段が乏しく、機動力が低いため、ヴェル＝コズの攻撃を避けることが難しく、奇襲を受けると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してヴェル＝コズのスキルを避けるように立ち回る。\n- サポートアイテムやポーションを活用して、マナとHPを維持し、持続的にレーンに居続ける。\n- チームメイトと連携し、ヴェル＝コズに対して集団でエンゲージを仕掛けることで、彼のスキルを無力化する機会を作る。",
      "セナ": "セナが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、セナに対して一方的にハラスを行いやすいため、レーンでの優位性を失いやすい。\n- ヴェル＝コズのCCスキルは、セナの逃げ手段が乏しいため、捕まると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、序盤が弱いため、ヴェル＝コズの高い火力に対抗しにくい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ヴェル＝コズのスキルを避けるように心がける。\n- サポートアイテムやポーションを活用して、ハラスを受けた際の回復を意識する。\n- ジャングラーと連携して、ヴェル＝コズに対するギャンクを狙い、プレッシャーをかける。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、ザイラが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルはザイラの移動を制限し、接近されると自衛が難しくなる。\n- ザイラはスキルの発動から発生までに時間がかかるため、機動力の高いヴェル＝コズにスキルを当てるのが難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ヴェル＝コズのスキルを避けながらハラスを行う。\n- サポートアイテムやポーションを活用して、ハラスを受けた際の回復を図る。\n- チームメイトと連携し、ヴェル＝コズに対して集団でのエンゲージを試みる。",
      "レオナ": "レオナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持ち、ハラスが強力で、レオナが接近する前にダメージを受けやすい。\n- ヴェル＝コズのスキルはCCを持っており、レオナが接近した際に無力化される可能性が高い。\n- レオナは機動力が低く、ヴェル＝コズのスキルを避けるのが難しく、特にウルトの詠唱中に狙われると致命的なダメージを受ける。\n\n不利の緩和策：\n\n- ヴェル＝コズのスキルのクールダウンを意識し、スキルを使った後の隙を狙って攻撃する。\n- チームメイトと連携し、ヴェル＝コズを集中的に狙うことで、彼を無力化する。\n- レオナのタンク性を活かし、前線で耐久力を保ちながら、ヴェル＝コズの攻撃を受け止める。",
      "メル": "メルが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、メルが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCはノックアップで、メルが接近した際に無力化される可能性が高い。\n- メルは回復効果に弱く、ヴェル＝コズの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れてプレイする。\n- ヴェル＝コズのスキルを避けるために、位置取りを意識し、移動を怠らない。\n- サポートアイテムやバリアを活用して、ヴェル＝コズの攻撃を軽減する。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCスキルは発生が遅いものの、アリスターが接近した際にノックアップを受けると無力化される可能性が高い。\n- ヴェル＝コズはタンク相手にも一定の火力を出せるため、アリスターのタンク性能があまり活かせない。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動く。\n- ヴェル＝コズのスキルを避けるために、タイミングを見計らってエンゲージを行う。\n- ジャングラーと連携して、ヴェル＝コズに対するギャンクを仕掛け、レーンでの優位性を取り戻す。",
      "ルル": "ルルが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持ち、レーンでのポークが非常に強力で、ルルはその攻撃を避けるのが難しい。\n- ルルのCCは単体対象であり、ヴェル＝コズのAoE攻撃に対して効果的に対処できないため、集団戦での影響力が低くなる。\n- ヴェル＝コズは機動力が低いルルに対して、接近して大ダメージを与えることが容易で、特にルルがスキルを使った後は反撃が難しい。\n\n不利の緩和策：\n- 位置取りを工夫し、ヴェル＝コズのスキルを避けることで、ダメージを最小限に抑える。\n- ルルのシールドや回復を活用し、味方を守りつつ、ヴェル＝コズに対して積極的にハラスを行う。\n- 集団戦では味方のタンクやダメージディーラーと連携し、ヴェル＝コズを狙うことで、彼の攻撃を分散させる。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、ジリアンが近づく前にハラスを受けやすい。\n- ヴェル＝コズのCCは発生が遅いものの、ジリアンは機動力が低いため、接近されると無力化されるリスクが高い。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ヴェル＝コズの持続的な攻撃に対抗しづらい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用して距離を保ちながらファームする。\n- ジリアンのパッシブを活かしてレベル差をつけ、早めに強力なアイテムを購入する。\n- 味方のジャングラーと連携し、ヴェル＝コズに対するガンクを狙うことで、プレッシャーをかける。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ヴェル＝コズのスキルを避けやすいため、接近してハラスを行いやすい。\n- ヴェル＝コズは機動力が低く、パイクのフックやハラスに対して脆弱であるため、捕まえやすい。\n- パイクのパッシブによる回復効果で、序盤のハラスに対して強い耐性を持ち、持続的に攻撃を仕掛けられる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ヴェル＝コズの体力を削ることでプレッシャーをかける。\n- フックを使ってヴェル＝コズを捕まえ、連携を取ってキルを狙う。\n- 視界を確保し、ヴェル＝コズが孤立しているタイミングを見計らって奇襲をかける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やバフを通じて味方を支援できるため、ヴェル＝コズのハラスを耐えやすい。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、ソナのスタンを活かして捕まえるチャンスがある。\n- ソナは操作が簡単で、スキルの発動が迅速なため、集団戦での支援能力が高く、チーム全体の生存率を向上させる。\n\n有利の取り方：\n- レーンでのハラスを避けつつ、回復を使って持続的に耐えることで、ヴェル＝コズのリソースを枯渇させる。\n- ヴェル＝コズがスキルを使った後に隙を見て、スタンを狙って攻撃する。\n- 集団戦では味方をバフしつつ、ヴェル＝コズのスキルを避けながら接近し、チャンスがあればスタンを当てて無力化する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持っており、ヴェル＝コズのスキルを避けやすいため、接近して攻撃することが可能です。\n- ラカンのCCスキルはヴェル＝コズを無力化するのに非常に効果的で、特にヴェル＝コズのUltの詠唱中に攻撃することで大きなダメージを与えられます。\n- ヴェル＝コズは機動力が低く、ラカンが接近することで簡単に捕まえることができ、ハラスやオールインがしやすいです。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのスキルを避けながらダメージを与える。\n- ヴェル＝コズがスキルを使った後に隙を見てエンゲージし、CCを使って無力化する。\n- 味方と連携して、ヴェル＝コズが孤立しているタイミングを狙い、一気に攻撃を仕掛ける。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ヴェル＝コズのスキルを無効化したり、距離を保つことができるため、彼の攻撃を避けやすい。\n- ジャンナのシールドや回復能力により、ヴェル＝コズのハラスを軽減でき、持続的にレーンでのプレッシャーを維持できる。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、ジャンナの移動速度向上効果を活かして積極的に攻撃することができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのスキルを避けながらダメージを与える。\n- ジャンナのCCを活かして、ヴェル＝コズがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 敵のミニオンを利用して、ヴェル＝コズとの距離を保ちながら安全にファームし、レベル差をつける。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、ヴェル＝コズよりも遠くから攻撃できるため、ハラスが一方的に行いやすい。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすく、ヴェル＝コズの攻撃を避けながらダメージを稼げる。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルが当たると大きなダメージを受けるため、プレッシャーをかけやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ヴェル＝コズのHPを削ることで、レーンの主導権を握る。\n- スキルの発動タイミングを見極め、ヴェル＝コズがスキルを使った後に攻撃することで、反撃を受けにくくする。\n- 集団戦では、後衛から安全に攻撃し、ヴェル＝コズのCCを避けながらダメージを与える。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスネアやシールドを持っており、ヴェル＝コズのスキルショットを避けつつ、味方をサポートすることができるため、レーンでのプレッシャーをかけやすい。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、カルマのハラスやCCを活かして有利に立ち回ることができる。\n- カルマは序盤からUltを使用できるため、早い段階での影響力を持ち、集団戦でもチームに貢献しやすい。\n\n有利の取り方：\n- ヴェル＝コズのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄にさせる。\n- 自分のスキルを確実に当てることで、ヴェル＝コズに対してハラスを行い、レーンの主導権を握る。\n- チームメイトと連携し、集団戦やオブジェクト争いでカルマのサポート能力を活かして、チーム全体の利益を高める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ヴェル＝コズの移動を制限することで、彼の攻撃を無効化しやすい。\n- ヴェル＝コズは機動力が低く、ノーチラスのフックやノックアップを受けると、簡単に捕まってしまう。\n- ノーチラスはタンクとして耐久力が高く、ヴェル＝コズのハラスを受けても耐えられるため、レーンでの持続力がある。\n\n有利の取り方：\n- ヴェル＝コズのスキルのクールダウンを狙い、スキルが使えないタイミングで積極的にエンゲージを仕掛ける。\n- ヴェル＝コズの攻撃を避けるために、位置取りを工夫し、フックを当てるチャンスを増やす。\n- 集団戦では、ノーチラスのCCを活かしてヴェル＝コズを優先的に狙い、彼を無力化することで味方の勝利に貢献する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、ヴェル＝コズの低い機動力を突いて短時間でバーストダメージを与えることができる。\n- ヴェル＝コズはCCの発生が遅く、パンテオンの攻撃を受ける前に反撃するのが難しい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力を高めることができるため、試合全体での優位性を確保しやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ヴェル＝コズのHPを削りつつ、オールインのタイミングを伺う。\n- ヴェル＝コズがスキルを使った後に隙を見て攻撃し、相手の反撃を受ける前にダメージを与える。\n- グローバルなUltを活用して、他のレーンでのGankを行い、試合全体の流れを有利に進める。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- アリスターは高いタフネスとCC能力を持ち、ブリッツクランクのフックを無効化しやすい。\n- アリスターのエンゲージ能力に対して、ブリッツクランクは逃げる手段が乏しく、捕まるリスクが高い。\n- アリスターは集団戦でのピール性能が高く、ブリッツクランクのキャッチを防ぎやすい。\n\n不利の緩和策：\n- アリスターのスキルを避けるために、位置取りを工夫し、フックを当てるタイミングを見極める。\n- アリスターのエンゲージを受けた際に、味方と連携して反撃することで、アリスターを無力化する。\n- ビジョンを確保し、アリスターの動きを把握することで、先手を取るチャンスを増やす。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ジリアンのスキルを無効化したり、エンゲージを仕掛けることでジリアンを捕まえやすい。\n- ジリアンは基礎ステータスが低く、アリスターの攻撃を受けるとすぐに倒されるリスクが高い。\n- アリスターのタンク性能に対して、ジリアンは自己完結したダメージを出すのが難しく、集団戦での影響力が低下する。\n\n不利の緩和策：\n- ジリアンは味方と連携し、アリスターのエンゲージを避けるように立ち回ることで生存率を上げる。\n- アリスターのスキルのクールダウンを考慮し、スキルを使った後の隙を突いて攻撃するタイミングを見計らう。\n- ジリアンのUltを適切なタイミングで使用し、味方を守ることで集団戦での逆転のチャンスを作る。",
      "ソナ": "ソナが不利です。\n\n理由：\n- アリスターは強力なCCを持ち、エンゲージが得意なため、ソナが捕まると簡単に倒されてしまう。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、アリスターの攻撃に耐えられない。\n- ソナのCCはUltに依存しているため、アリスターの攻撃を防ぐ手段が限られている。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、アリスターのエンゲージを避けるようにする。\n- 味方のジャングラーと連携し、アリスターに対するGankを狙うことでプレッシャーをかける。\n- アイテムを早めに購入し、マナ管理を徹底してスキルを連発できるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、エンゲージやピールが得意なため、ブラウムの防御能力を無効化しやすい。\n- アリスターの攻撃範囲が近接であるため、ブラウムが接近する前にエンゲージされるリスクが高い。\n- アリスターは集団戦での影響力が高く、ブラウムのサステインがないため、持続的なハラスに弱い。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、アリスターのエンゲージを避けるように立ち回る。\n- アリスターのスキルを避けるために、位置取りを工夫し、敵の攻撃を受けないようにする。\n- ブラウムのパッシブを活かして、アリスターの攻撃を受ける際にスタンを狙い、反撃のチャンスを作る。",
      "レオナ": "レオナが不利です。\n\n- アリスターは強力なCCを持ち、レオナのオールインを無効化することができるため、レオナが攻撃を仕掛けるのが難しい。\n- アリスターのエンゲージが短射程であるため、レオナは近づきすぎるとアリスターのコンボに巻き込まれやすく、反撃を受けるリスクが高い。\n- アリスターは高いタフネスと回復効果を持っており、レオナのハラスやオールインに対して耐えやすい。\n\n不利の緩和策：\n\n- アリスターのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見極める。\n- 距離を保ちながら、味方と連携してアリスターを封じるための戦略を立てる。\n- 視界を確保し、アリスターの奇襲を防ぐことで、レーンでの安全性を高める。",
      "レル": "レルが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、レルのエンゲージを無効化しやすく、集団戦での影響力を高めることができる。\n- アリスターのタンク性能が高く、レルのダメージが低いため、レルがオールインを狙っても効果的にダメージを与えられない。\n- アリスターの攻撃範囲が近いため、レルのスキルを避けられやすく、反撃を受けるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを控え、アリスターのスキルを避けながら安全にCSを取ることに集中する。\n- アリスターのエンゲージを受けた際に、味方と連携してカウンターエンゲージを狙う。\n- アイテムを工夫して、耐久力を上げることでアリスターのダメージを軽減し、レーンでの生存率を高める。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- アリスターは高いCC能力を持ち、パンテオンのオールインを無効化しやすいため、エンゲージが難しい。\n- アリスターのタンク性能により、パンテオンのバーストダメージが通りにくく、長期戦になると不利になる。\n- アリスターはレーン維持が得意で、パンテオンの攻撃を受け流しやすく、ハラスが難しい。\n\n不利の緩和策：\n- アリスターのCCを避けるために、エンゲージのタイミングを慎重に見極める。\n- アリスターがスキルを使った後の隙を狙って、短時間でのトレードを行う。\n- サポートと連携して、アリスターの動きを制限するために、視界を確保しつつGankを狙う。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、アリスターのエンゲージを無効化しやすいため、アリスターが近づいてきた際に反撃が可能です。\n- ジャンナのシールドや回復効果により、アリスターの攻撃を受けても耐えやすく、味方を守ることができるため、レーン維持がしやすいです。\n- アリスターは近接攻撃型であるため、ジャンナの遠距離からの攻撃やCCを受けやすく、アリスターが攻撃を仕掛ける前にダメージを与えることができます。\n\n有利の取り方：\n- アリスターがエンゲージを試みるタイミングを見計らい、ジャンナのCCを使って距離を取ることで、アリスターの攻撃を無効化します。\n- ジャンナの移動速度を活かして、アリスターの攻撃範囲外から安全にハラスを行い、レーンでの優位を確保します。\n- 集団戦では、ジャンナのシールドを味方にかけてアリスターの攻撃を耐えさせ、味方のダメージを最大化することで、アリスターの影響力を低下させます。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、アリスターに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- アリスターは近接チャンピオンであり、エンゲージを仕掛けるためには接近する必要があるが、セナはその距離を保ちながら攻撃できる。\n- セナの回復能力により、アリスターの攻撃を受けても持ちこたえやすく、持続的なハラスが可能。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、アリスターのHPを削ることでプレッシャーをかける。\n- アリスターがエンゲージを試みるタイミングを見計らい、距離を保ちながらスネアを使って反撃する。\n- セナのパッシブを活かして、敵チャンピオンを攻撃しながらゴールドを稼ぎ、アイテムを早く揃えることで更に強力になる。",
      "マオカイ": "マオカイが有利です。\n\n理由：\n- マオカイは高頻度でCCを使用できるため、アリスターのエンゲージを無効化しやすい。\n- アリスターは攻撃力が低く、マオカイのタンク性能に対してダメージを与えにくい。\n- マオカイのパッシブによるHP回復効果があり、レーン維持が得意で、アリスターの攻撃を耐えやすい。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、アリスターの動きを制限する。\n- CCを駆使してアリスターの行動を妨害し、味方の攻撃をサポートする。\n- 集団戦ではマオカイのタンク性能を活かし、アリスターを前に出させないように立ち回る。",
      "ラックス": "ラックスが有利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、アリスターが近づく前にハラスをかけやすい。\n- アリスターのエンゲージをスネアで阻止できるため、アリスターの攻撃を無効化しやすい。\n- ラックスのバーストダメージは高く、アリスターがタンクであっても早期にキルを狙える可能性がある。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アリスターの体力を削る。\n- アリスターが近づいてきた際には、スネアを使って行動を制限し、味方と連携して攻撃する。\n- 敵ジャングラーの動きを警戒しつつ、視界を確保して安全にファームし、レベル差をつける。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが近づく前にハラスを行いやすい。\n- アリスターのエンゲージを無効化するためのCCを持っており、アリスターが飛び込んできた際に反撃が可能。\n- アリスターは攻撃力が低く、ヴェル＝コズの持続的なダメージに対して耐えるのが難しい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アリスターの体力を削る。\n- アリスターがエンゲージを試みるタイミングを見計らい、CCを使って反撃する。\n- 自身のスキルを駆使して、アリスターが近づけない距離を保ちながら攻撃を続ける。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、アリスターの攻撃を受けても味方を回復することで耐えることができる。\n- アリスターのエンゲージが短射程であるため、ソラカは安全な距離からハラスを行いやすい。\n- ソラカのサイレンス効果により、アリスターのスキルを無効化しやすく、エンゲージを阻止することができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、アリスターのHPを削る。\n- アリスターがエンゲージを試みる際に、サイレンスを使ってスキルを無効化する。\n- 味方ADCと連携し、アリスターが近づいてきた際に一緒に攻撃することで、アリスターを圧倒する。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由:\n- モルガナの黒い盾により、レオナのCCスキルが無効化されるため、効果的なエンゲージが難しくなる。\n- モルガナは遠距離からのスネアを持っており、レオナが接近する前に捕まえられるリスクが高い。\n- モルガナのマナ消費が激しくないため、持続的にスキルを使い続けられ、レオナのオールインに対して安定した対抗手段を持っている。\n\n不利の緩和策:\n- チームメイトと連携し、モルガナの盾を破るための攻撃を仕掛けるタイミングを計る。\n- モルガナのスキルを避けるために、ポジショニングを工夫し、敵の攻撃範囲外からエンゲージを試みる。\n- レーンでのハラスを避けるために、サステインアイテムを購入し、持続的な戦闘能力を高める。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- モルガナは長時間のCCを持ち、ブランドがスキルを使う前に拘束される可能性が高い。\n- モルガナのスペルシールドにより、ブランドのダメージを防がれることが多く、効果的な攻撃ができない。\n- ブランドは自衛手段が乏しく、モルガナのスネアやCCに捕まると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを意識し、距離を保つ。\n- スペルシールドを使った後のモルガナに対して、タイミングを見計らって攻撃を仕掛ける。\n- サポートアイテムや味方の援護を活用し、モルガナのCCを受けるリスクを減らす。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- モルガナのスネアによる長時間のCCが、ブラウムの接近を妨げ、味方を守る能力を低下させる。\n- モルガナはスペルシールドを持っており、ブラウムのスタンやダメージを防がれる可能性が高い。\n- モルガナの射程がブラウムよりも長いため、遠距離からのハラスを受けやすく、ブラウムが有効に攻撃できる機会が減る。\n\n不利の緩和策：\n- モルガナのスネアを避けるために、位置取りを工夫し、敵のスキルを見極める。\n- ブラウムのパッシブを活かすために、ADCと連携して攻撃を仕掛け、モルガナのスペルシールドを消費させる。\n- レーンでのハラスを減らすために、サポートアイテムを活用し、回復やマナ管理を行う。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- モルガナのスネアによって、ラカンの機動力が制限され、エンゲージやピールができなくなる。\n- モルガナのスペルシールドにより、ラカンのCCが無効化されるため、効果的な攻撃が難しい。\n- モルガナは長射程からのハラスが得意で、ラカンは接近しなければならないため、レーンでのプレッシャーを受けやすい。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを工夫し、距離を保つようにする。\n- 味方と連携して、モルガナを捕まえるタイミングを見計らい、集団戦での優位性を狙う。\n- アイテムを活用して、マナ管理や耐久力を向上させ、持続的な戦闘能力を高める。",
      "ノーチラス": "ノーチラスはモルガナに対して不利です。\n\n- モルガナのスネアは長時間の拘束効果があり、ノーチラスのエンゲージを妨げるため、攻撃を仕掛けることが難しい。\n- モルガナのスペルシールドはノーチラスのCCを無効化するため、彼の攻撃が効果を発揮しにくい。\n- モルガナは高いダメージを持っており、対面時にノーチラスが危険な状況に陥りやすい。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを工夫し、彼女の攻撃範囲外でプレイする。\n- 味方と連携して、モルガナのスペルシールドを剥がす手段を考え、エンゲージのタイミングを見計らう。\n- レーンでのハラスを避け、必要に応じて安全にファームを行い、アイテムを整えてから戦闘に臨む。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- モルガナのスペルシールドにより、スレッシュのCCが無効化されるため、フックやスローを当てることが難しくなる。\n- モルガナはクールダウンが長いとはいえ、スレッシュの攻撃を受ける前にスネアで捕まえることができるため、オールインがしづらい。\n- モルガナの高いマナ消費と持続的な戦闘能力の欠如に対して、スレッシュは持続的なハラスに弱く、特に序盤でのハラスが効果的でない。\n\n不利の緩和策：\n- モルガナのスキルがクールダウン中のタイミングを狙って攻撃を仕掛けることで、彼女の防御を無効化する。\n- チームメイトと連携し、モルガナを狙う際にはフックを使った後のフォローアップを意識して行動する。\n- モルガナのスネアを避けるために、位置取りを慎重に行い、彼女の攻撃範囲外でのプレイを心がける。",
      "アリスター": "アリスターが不利です。\n\n- モルガナのスネアによって、アリスターのエンゲージやピールが無効化されるため、アリスターが攻撃を仕掛けることが難しくなります。\n- モルガナのスペルシールドにより、アリスターのCCが防がれる可能性が高く、効果的なダメージを与えられません。\n- モルガナは遠距離からの攻撃が可能で、アリスターの短射程のエンゲージに対して安全に攻撃できるため、レーンでの圧力が高まります。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、モルガナのスキルを避けつつ、味方と連携してエンゲージのタイミングを見計らう。\n- モルガナのスペルシールドを無視するために、他のチャンピオンと連携して攻撃を仕掛ける。\n- アリスターのタンク性能を活かし、モルガナの攻撃を受けながら味方のADCを守ることで、レーンの安定を図る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- モルガナの長時間のCCにより、セラフィーンは捕まえられやすく、オールイン合戦で不利になる。\n- モルガナのスペルシールドによって、セラフィーンのCCやダメージを無効化されるため、効果的に攻撃できない。\n- セラフィーンはスキルの発生が遅く、モルガナの攻撃を避けるのが難しいため、瞬時に反応されると不利になる。\n\n不利の緩和策：\n- モルガナのスキルを避けるために、位置取りを工夫し、距離を保つように心がける。\n- 味方と連携して、モルガナのスペルシールドを無効化するような戦略を立てる。\n- 集団戦では、モルガナのCCを避けつつ、味方の数を活かして一気に攻撃するタイミングを見計らう。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、モルガナのスネアや攻撃を受けても耐えやすい。\n- モルガナはクールダウンが長く、ユーミが密着している間は攻撃を避けやすく、持続的なダメージを与えられる。\n- ユーミは移動しながらサポートできるため、モルガナのスキルを避けることができ、オールインに対しても強い。\n\n有利の取り方：\n- ユーミは味方ADCに密着し、モルガナの攻撃をシールドで防ぎつつ、ハラスを行う。\n- モルガナのスネアを避けるために、味方ADCと連携して位置取りを工夫し、攻撃のタイミングを見計らう。\n- 集団戦では、ユーミが味方に密着し続けることで、モルガナのCCを無効化し、味方を守りながら戦闘を有利に進める。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、モルガナのスペルシールドを無視してダメージを与えやすい。\n- ジリアンの蘇生能力は、モルガナのCCを受けた味方を救うことができ、チーム戦での生存率を高める。\n- ジリアンは移動速度のバフやデバフを持っており、モルガナの攻撃を避けつつ、敵を制限することができる。\n\n有利の取り方：\n- ジリアンはモルガナのスキルを避けながら、Qでダメージを与え、Eで敵の動きを制限することで、レーンでの優位性を確保する。\n- モルガナがCCを使った後に、ジリアンのUltを使って味方を守り、逆転のチャンスを作る。\n- ジリアンのパッシブを活かしてレベル差をつけ、早い段階からモルガナにプレッシャーをかける。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオはCC解除のウルトを持っており、モルガナのスネアを無効化できるため、味方を守る能力が高い。\n- ミリオのスキルで味方の攻撃範囲を延ばすことができ、モルガナの射程を活かした攻撃を受けにくくすることができる。\n- モルガナはクールダウンが長く、持続的な戦闘には向いていないため、ミリオが有利にトレードを進めやすい。\n\n有利の取り方：\n- ミリオのスキルを使って味方の攻撃範囲を延ばし、モルガナに対してハラスを行う。\n- モルガナがスネアを使った後に、ウルトを使って味方を守り、反撃のチャンスを作る。\n- ミリオの回復やシールドを活用して、モルガナの攻撃を耐えつつ、持続的にトレードを行う。",
      "メル": "メルが有利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からの影響力が高いため、モルガナの攻撃を避けながらダメージを与えやすい。\n- モルガナのCCを反射するバリアを持っているため、モルガナのスネアを無効化しやすく、オールインを安定して拒否できる。\n- メルは確定キルを狙いやすく、モルガナのHPが低い状態での攻撃が効果的で、キル回収が得意。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、モルガナのHPを削ることでプレッシャーをかける。\n- モルガナのスキルを避けつつ、バリアを使って反撃することで、相手の動きを制限する。\n- スノーボールを狙い、早期にキルを取ることで、レーンの優位性を確保し、ゲーム全体に影響を与える。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインの強さがあり、モルガナのスネアを避けながら攻撃することができるため、トレードで優位に立ちやすい。\n- モルガナのスペルシールドは強力ですが、パンテオンのバーストダメージに対しては効果が薄く、短時間でキルを狙いやすい。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、試合全体での優位性を確保しやすい。\n\n有利の取り方：\n- レーンでのトレード時に、モルガナのスネアを避けつつ攻撃し、ダメージを与える。\n- モルガナがスキルを使った後のクールダウンを狙い、積極的にオールインを仕掛ける。\n- グローバルなUltを活用して、他のレーンでのGankやチームファイトに参加し、試合の流れを有利に進める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってモルガナを捕まえることができ、特に足を止めている敵に対して高いキルポテンシャルを持っています。\n- モルガナのスペルシールドはブリッツクランクのサイレンスやノックアップに対して無効化できないため、ブリッツクランクのCCを受けやすいです。\n- ブリッツクランクは脆いメイジやエンチャンターに対して強力で、モルガナもその一例であるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- レーンでのフックを積極的に狙い、モルガナを捕まえてキルを狙う。\n- モルガナのスキルを避けつつ、サポートとしての役割を果たし、味方と連携して攻撃を仕掛ける。\n- 集団戦では、モルガナのスペルシールドを無視してCCを当て、敵チームの行動を制限することで、戦闘を有利に進める。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、モルガナの射程を超えてハラスが可能です。これにより、モルガナが攻撃を仕掛ける前にダメージを与えることができます。\n- ザイラのCCは範囲攻撃であり、モルガナがスネアを当てる前に複数の敵を拘束することができるため、チーム戦での制圧力が高いです。\n- モルガナはクールダウンが長く、持続的な戦闘には向いていないため、ザイラが攻撃を続けることで有利に立ち回ることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、モルガナのHPを削ることでレーンの主導権を握る。\n- 植物を利用して視界を確保し、モルガナの動きを制限することで安全にプレイする。\n- モルガナがスキルを使った後の隙を狙って、CCを当てて一気に攻める。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、モルガナのスキルを避けながら攻撃できるため、レーンでの優位性を保ちやすい。\n- モルガナのブラックシールドを剥がすためのスキルコンボを持っており、シールドが切れるタイミングを狙うことで、モルガナを捕まえるチャンスが増える。\n- カルマは味方を守るシールドや加速効果を持っているため、モルガナのCCを無効化しつつ、チーム戦でのサポート能力が高い。\n\n有利の取り方：\n- 距離を保ちながら戦い、モルガナのスネアを避けることで、リスクを減らしつつ攻撃を続ける。\n- モルガナのシールドが切れる瞬間を狙ってスキルを当て、彼女を拘束するチャンスを作る。\n- 視界を確保し、モルガナの動きを把握することで、彼女のスキルを避けやすくし、効果的に攻撃する。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、持続的なダメージを出しやすい。\n- バードのスタンを持つスキルは、モルガナのスネアを避けることができるため、モルガナのCCを無効化しやすい。\n- バードは回復スキルを持っており、モルガナの攻撃を受けても耐えやすく、レーン維持が得意。\n\n有利の取り方：\n- 鐘を積極的に回収し、火力を高めつつ、モルガナに対してハラスを行う。\n- スタンを使ってモルガナを捕まえ、味方と連携して攻撃を仕掛ける。\n- バードの移動スキルを活かしてロームし、他のレーンでのサポートを行い、全体的なマップコントロールを強化する。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、モルガナに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- モルガナのスキルは発動が遅く、ゼラスの攻撃を避けるのが難しいため、ゼラスは安全にダメージを与えることができる。\n- ゼラスはAoE攻撃が豊富で、集団戦でもモルガナを含む複数の敵にダメージを与えやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、モルガナのHPを削ることでレーンの主導権を握る。\n- モルガナのスキルを避けながら、距離を保って攻撃を続け、相手のマナを消耗させる。\n- 集団戦では、モルガナのスペルシールドを意識しつつ、他のチャンピオンと連携してダメージを与える。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ソラカ": "ソラカが不利です。\n\n理由:\n- マオカイは高い耐久力とCCを持っており、ソラカの回復を無効化する重傷効果を持つチャンピオンに対して脆弱です。\n- ソラカは逃げ性能が乏しく、マオカイのエンゲージやCCに捕まるリスクが高いです。\n- マオカイは近接チャンピオンであり、ソラカの射程を活かすことが難しく、オールインされると対処が難しいです。\n\n不利の緩和策:\n- ブッシュを利用して視界を確保し、マオカイのエンゲージを避けるように立ち回る。\n- マオカイのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- 味方のジャングラーと連携し、マオカイに対するGankを狙うことで、レーンでのプレッシャーを軽減する。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- マオカイは高い耐久力とCCを持っており、ニーコの攻撃を受け止めやすい。\n- マオカイのパッシブによるHP回復効果があるため、ニーコのバーストダメージが効きにくい。\n- マオカイは近接チャンピオンであり、ニーコが近づくと反撃を受けやすく、接近戦でのリスクが高い。\n\n不利の緩和策：\n- ブッシュを利用して奇襲を仕掛け、マオカイの視界を奪うことで有利な状況を作る。\n- 遠距離からのハラスを心がけ、マオカイが近づく前にダメージを与える。\n- 味方と連携してマオカイを囲むことで、彼のエンゲージを避けつつダメージを与える。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- マオカイは高い耐久性を持ち、CCを頻繁に使用できるため、ラカンのエンゲージやピールが効果的に機能しにくい。\n- マオカイのパッシブによる回復効果があるため、ラカンのダメージやCCでの圧力が薄れる。\n- マオカイは重傷効果を持つチャンピオンに対して強いが、ラカンはそのような効果を持たないため、マオカイの持続力を削る手段が限られている。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲をかける。\n- ラカンの機動力を活かして、マオカイのスキルを避けつつ、味方と連携して集団戦を行う。\n- マオカイのパッシブを意識し、持続的なダメージを与えるチャンピオンと連携して、マオカイの回復を抑える。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、集団戦での影響力が大きいため、ポッピーのエンゲージやPeelが難しくなる。\n- マオカイのパッシブによるHP回復効果が強力で、持続的なダメージを与えるのが難しいため、ポッピーのタイマン性能が活かしにくい。\n- マオカイは重傷効果を持つチャンピオンに対して脆弱であり、ポッピーのダメージが通りにくくなる。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲を狙う。\n- マオカイのスキルを避けるために、タイミングを見計らってエンゲージを行い、相手のスキルを無駄にさせる。\n- チームメイトと連携し、マオカイに対して集団で攻撃を仕掛けることで、彼の耐久力を削る。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持ち、特に集団戦での耐久性が高いため、パンテオンのオールインを防ぎやすい。\n- マオカイは持続的なダメージを出すことができ、パンテオンのバーストダメージに対して高いHP維持能力を持っている。\n- パンテオンはエンゲージ能力が乏しく、マオカイのゾーニングや視界確保に対して効果的に立ち回ることが難しい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、位置取りを意識し、ブッシュを利用して奇襲を狙う。\n- レーンでのハラスを控え、マオカイのスキルを無駄にさせるように立ち回ることで、リソースを消耗させる。\n- チームメイトと連携し、マオカイに対して集団で攻撃を仕掛けることで、彼の耐久力を削る。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- マオカイは高い耐久力を持ち、集団戦での影響力が大きいため、ユーミの支援があってもオールインされると脆弱なユーミは対処が難しい。\n- マオカイのCCスキルはユーミの移動を制限し、味方を守る手段が乏しいため、ユーミが密着していても効果的に支援できない。\n- マオカイはタンクとしての性能が高く、ユーミの回復やシールドがあまり効果を発揮しないため、持続的なダメージを与えられない。\n\n不利の緩和策：\n- ユーミは味方のADCと連携し、マオカイに対して遠距離からハラスを行い、レーンでの優位を保つ。\n- マオカイのCCを避けるために、味方と一緒に行動し、孤立しないようにする。\n- ワーディングを強化し、マオカイの動きを把握することで、エンゲージを事前に察知し、逃げる準備をする。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、ゼラスの攻撃を封じることができるため、近距離での戦闘において非常に脅威となる。\n- ゼラスは自己防衛手段が乏しく、マオカイのエンゲージやCCに捕まると簡単に倒されてしまう。\n- マオカイはタンクとしての耐久力が高く、ゼラスの遠距離攻撃があまり効果的でない場合が多い。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、マオカイのエンゲージを避けるように立ち回る。\n- 遠距離からのハラスを意識し、マオカイが近づく前にダメージを与えるタイミングを見計らう。\n- サポートアイテムやマナ回復アイテムを活用し、マナ管理を徹底して持続的にハラスを行う。",
      "ソナ": "ソナが不利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、集団戦での影響力が大きいため、ソナは捕まるリスクが高い。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、マオカイの持続的なダメージに対して耐えられない。\n- マオカイは視界を確保しやすく、Gankの成功率を高めるため、ソナは常にプレッシャーを受けやすい。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、マオカイの動きを把握することで、Gankを避ける。\n- マオカイのCCを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- 味方と連携して、マオカイに対して集団で対抗し、ソロでの遭遇を避ける。",
      "シャコ": "シャコが不利です。\n\n理由：\n- マオカイは高い耐久力とCCを持っており、シャコの奇襲を受けにくい。\n- マオカイのパッシブによるHP回復効果があるため、持続的なダメージを与えにくい。\n- マオカイは集団戦での影響力が高く、シャコが集団戦に参加する際に脆弱になりやすい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、インビジブルを活用して奇襲を仕掛けるタイミングを見極める。\n- マオカイのスキルを使った後に攻撃を仕掛け、反撃を受けにくい状況を作る。\n- 早めにアイテムを購入し、耐久力を上げることで、マオカイとの対面での生存率を高める。",
      "パイク": "パイクが不利です。\n\n理由：\n- マオカイは複数のCCスキルを持っており、パイクの機動力を封じることができるため、捕まえられやすい。\n- マオカイのタンク性能により、パイクの攻撃が通りにくく、持続的なダメージを与えるのが難しい。\n- マオカイは視界を確保しつつ高い耐久性を持っているため、パイクがエンゲージしづらく、集団戦での影響力が低下する。\n\n不利の緩和策：\n- ブッシュを利用して奇襲を狙い、マオカイのスキルを避けるように立ち回る。\n- マオカイのCCを避けるために、スキルのタイミングを見極めて動くことで、エンゲージを回避する。\n- アイテムを工夫して、耐久力を上げることでマオカイの攻撃に耐えられるようにする。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、アリスターのエンゲージを無効化することができるため、アリスターが攻撃を仕掛けるのが難しい。\n- マオカイのパッシブによるHP回復効果が強力で、アリスターのダメージを持続的に受け止めることができるため、レーン戦での持続力で優位に立たれる。\n- マオカイは視界を確保しやすく、アリスターのGankやエンゲージを察知しやすいため、アリスターが有利な状況を作りにくい。\n\n不利の緩和策：\n- マオカイのCCを避けるために、エンゲージのタイミングを慎重に選び、相手のスキルを使わせてから攻撃する。\n- ブッシュを利用して奇襲をかけることで、マオカイの視界を制限し、アリスターのエンゲージを成功させる。\n- マナ管理を徹底し、必要なタイミングでスキルを使用できるようにして、レーン維持をしっかり行う。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- マオカイは高い耐久力を持ち、CCを頻繁に使用できるため、ブリッツクランクのフックを避けることが難しい。\n- マオカイは持続的なダメージを出せるため、ブリッツクランクが近づくと逆にダメージを受けやすい。\n- ブリッツクランクのフックが外れると、マオカイに対してプレッシャーをかけられず、逆に攻撃されるリスクが高まる。\n\n不利の緩和策：\n- ブリッツクランクはマオカイのCCを避けるために、位置取りを工夫し、ブッシュを利用して奇襲を狙う。\n- マオカイのスキルを避けるために、仲間と連携してエンゲージを行い、マオカイを孤立させる。\n- マオカイの重傷効果を避けるために、回復アイテムを持ち、レーン戦での持続力を高める。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- マオカイは高頻度でCCを使用でき、セラフィーンのスキルを妨害しやすいため、集団戦での影響力が大きい。\n- セラフィーンはスキルの発生が遅く、マオカイのエンゲージに対して反応しづらく、オールイン合戦で不利になることが多い。\n- マオカイはタンクとしての耐久力が高く、セラフィーンの攻撃が通りにくいため、持続的なダメージを与えるのが難しい。\n\n不利の緩和策：\n- ブッシュを利用して視界を確保し、マオカイのエンゲージを避けるように立ち回る。\n- 味方と連携して集団戦を行い、マオカイのCCを分散させることで、セラフィーンのスキルを活かす機会を増やす。\n- マオカイの重傷効果を避けるために、回復アイテムやバリアを持つチャンピオンと組むことで、耐久力を高める。"
    },
    "loses": {
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、マオカイの攻撃を軽減しやすいため、持続的なハラスが可能です。\n- マオカイのCCスキルは発生が遅く、ブラウムはその間に味方を守ることができるため、エンゲージに対して強いです。\n- ブラウムのパッシブによるスタン効果は、マオカイの行動を制限しやすく、集団戦での影響力を高めます。\n\n有利の取り方：\n- ブラウムは序盤から積極的にハラスを行い、マオカイのHPを削ることでレーンの主導権を握ります。\n- マオカイがCCを使った後に、ブラウムのスタンを狙って反撃することで、相手の動きを制限します。\n- ブラウムは味方ADCと連携し、マオカイに対して一緒に攻撃することで、ダメージを効率的に与えます。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、マオカイの動きを制限することができるため、集団戦やレーン戦での優位性を保ちやすい。\n- スペルシールドにより、マオカイのCCを無効化できるため、味方を守りつつ攻撃を仕掛けることができる。\n- マオカイはエンゲージ能力が乏しく、モルガナの遠距離からの攻撃に対して反撃しづらい。\n\n有利の取り方：\n- レーンでのオールインを狙い、マオカイがCCを使う前にスネアを当ててダメージを与える。\n- ブッシュを利用して視界を確保し、マオカイの動きを読みながら攻撃するタイミングを見計らう。\n- チームメイトと連携し、モルガナのCCを活かしてマオカイを捕まえ、集団戦での優位性を確保する。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、マオカイが近づく前にダメージを与えることができるため、レーン戦でのハラスが得意です。\n- ザイラのCCスキルは範囲攻撃であり、マオカイのエンゲージを阻止することができるため、集団戦でも有利に立ち回れます。\n- マオカイはタンクとしての耐久力がパッシブに依存しているため、持続的なダメージを与えるザイラに対しては脆弱です。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、マオカイが近づく前にハラスを行う。\n- CCスキルを駆使してマオカイの動きを制限し、味方と連携して集団戦を有利に進める。\n- 植物を活用して安全な距離を保ちながら、持続的にダメージを与え続ける。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持ち、マオカイの動きを制限することができるため、集団戦でのエンゲージやオールインが得意です。\n- マオカイはタンクとしての耐久力がパッシブに依存しており、AA封じや重傷効果に弱いため、レルのCCで拘束されると脆くなります。\n- レルのパッシブによって、マオカイのAR/MRを吸収しやすく、持続的なダメージを与えることができるため、タンク相手でも有利に立ち回れます。\n\n有利の取り方：\n- レルのCCを活かして、マオカイがスキルを使う前に先手を打ち、拘束してから攻撃を仕掛ける。\n- ブッシュを利用して視界を確保し、マオカイが孤立したタイミングでGankを狙う。\n- マオカイのスキルのクールダウンを確認し、スキルがないタイミングで積極的に攻撃を仕掛ける。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、マオカイに対して安全な距離からハラスが可能です。\n- マオカイはエンゲージ能力が乏しく、ヴェル＝コズの攻撃を受けながら近づくのが難しいため、レーンでの優位性を保ちやすいです。\n- ヴェル＝コズのパッシブによるダメージはタンク相手にも効果的で、マオカイの耐久力を削ることができます。\n\n有利の取り方：\n- ブッシュを利用して視界を確保し、マオカイが近づく前にスキルでハラスを行う。\n- マオカイがスキルを使った後の隙を狙って、積極的に攻撃を仕掛ける。\n- 集団戦では、マオカイのエンゲージを避けつつ、後方から安全にダメージを与えるポジションを取る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオはCC解除のウルトを持っており、マオカイのCCを無効化できるため、集団戦での影響力が高い。\n- ミリオの攻撃範囲を延ばすスキルにより、マオカイに対して安全にハラスを行うことができ、持続的なダメージを与えやすい。\n- マオカイはエンゲージ能力が乏しく、ミリオのノックバックでマオカイの接近を阻止できるため、ミリオが有利に立ち回れる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、マオカイのHPを削ることでプレッシャーをかける。\n- ミリオのウルトをタイミングよく使用し、マオカイのCCを解除して味方を守ることで、集団戦での優位性を確保する。\n- ブッシュを利用して視界を確保し、マオカイの動きを制限しつつ、味方と連携してGankを仕掛ける。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、マオカイの動きを制限することができるため、接近戦で優位に立てる。\n- マオカイは逃げる手段が乏しく、ノーチラスの攻撃を受けると反撃が難しくなる。\n- ノーチラスのフックは射程が長く、マオカイが近づく前に捕まえることができるため、先手を取ることができる。\n\n有利の取り方：\n- マオカイがスキルを使った後の隙を狙って攻撃を仕掛ける。\n- ノーチラスのパッシブを活かして、マオカイの攻撃を受け流しつつ反撃する。\n- チーム戦では、ノーチラスのCCを活かしてマオカイを無力化し、味方と連携して倒す。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、マオカイの動きを制限することができるため、彼のエンゲージを無効化しやすい。\n- マオカイのWによる一時的な無敵状態を利用して、スレッシュはフックや他のスキルを駆使してマオカイを捕まえるチャンスがある。\n- スレッシュは遠距離から攻撃できるため、マオカイの近接攻撃を避けながらハラスを行いやすい。\n\n有利の取り方：\n\n- マオカイが近づいてくるタイミングを見計らってフックを当て、彼の動きを制限する。\n- マオカイがローミングする際は、ミニマップを確認し、味方と連携して彼を追い詰める。\n- アイテム選択で魔法耐性や回復効果のあるアイテムを持ち、マオカイの持続的なダメージに対抗する。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、パイクの機動力を制限しやすいため、捕まるリスクが高い。\n- ノーチラスはタンクとしての耐久力が高く、パイクの瞬間火力では倒しきれないことが多い。\n- ノーチラスのフックは射程が長く、パイクが近づく前に攻撃を受ける可能性があるため、レーンでのハラスが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してノーチラスの攻撃をブロックする。\n- ノーチラスのCCを避けるために、位置取りを意識し、フックの射程外から攻撃する。\n- 早めにアイテムを購入し、耐久力を上げることで、ノーチラスとのトレードで有利に立てるようにする。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ユーミが密着している味方を引き寄せたり拘束したりすることで、ユーミ自身が守る手段が乏しくなります。\n- ユーミはハードCCを持たないため、ノーチラスのオールインに対して脆弱で、攻撃を受けるとすぐに倒される可能性があります。\n- ノーチラスはタンクとしての耐久力が高く、ユーミの回復やシールドだけでは持続的なダメージを与えることが難しいため、トレードで不利になります。\n\n不利の緩和策：\n- ユーミは味方ADCと連携し、ノーチラスのフックを避けるように立ち回ることで、オールインを回避することが重要です。\n- ワーディングをしっかり行い、ノーチラスの動きを把握することで、エンゲージを予測しやすくなります。\n- ユーミは味方の攻撃をサポートしつつ、ノーチラスが攻撃を仕掛けるタイミングを見計らって、回復やシールドを適切に使うことで、耐久力を高めることができます。",
      "ミリオ": "ミリオが不利です。\n\n理由：\n- ノーチラスは強力なCCを持ち、ミリオの逃げる手段を封じることができるため、捕まりやすい。\n- ノーチラスのフックによるエンゲージが非常に強力で、ミリオはエンゲージ能力が低いため、反撃が難しい。\n- ノーチラスはタンクとしての耐久力が高く、ミリオのダメージを与えにくい相手であるため、トレードが不利になる。\n\n不利の緩和策：\n- ミリオのウルトをタイミングよく使用し、ノーチラスのCCを解除することで味方を守る。\n- ミリオの攻撃範囲を活かして、ノーチラスとの距離を保ちながらハラスを行う。\n- 味方と連携し、ノーチラスがエンゲージする前に先手を打つことで、相手の動きを制限する。",
      "ソナ": "ソナが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、捕まると簡単に倒されてしまうため、常に高いプレッシャーを受ける。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、ノーチラスの攻撃に耐えられない。\n- ノーチラスのフックによるエンゲージが強力で、ソナは逃げる手段が限られているため、対処が難しい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。\n- 味方のジャングラーと連携し、ノーチラスに対してGankを仕掛けることでプレッシャーをかける。\n- アイテムを早めに購入し、マナ管理をしっかり行い、スキルを適切に使って生存率を上げる。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ノーチラスは豊富なCCを持ち、ポッピーのエンゲージや逃げる手段を制限することができるため、ポッピーは攻撃を仕掛けにくい。\n- ノーチラスのフックによるオールインが非常に強力で、ポッピーはその攻撃を避けるのが難しい。\n- ノーチラスはタンクとしての耐久力が高く、ポッピーのダメージを受け止めやすいため、長期戦で不利になることが多い。\n\n不利の緩和策：\n- ノーチラスのCCを避けるために、位置取りを工夫し、フックを避けるように心がける。\n- 味方と連携して、ノーチラスに対して集団で攻撃を仕掛け、彼の強みを無効化する。\n- 自身のシールドやCCを活用して、ノーチラスの攻撃を受け流し、反撃のチャンスを作る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ノーチラスは強力なCCを持ち、ヴェル＝コズの移動を制限しやすいため、接近されると致命的なダメージを受けるリスクが高い。\n- ノーチラスのフックによるエンゲージが非常に強力で、ヴェル＝コズは機動力が低いため、捕まると逃げる手段が限られている。\n- ノーチラスはタンクとしての耐久力が高く、ヴェル＝コズのスキルによるダメージを受けにくいため、持続的なダメージを与えにくい。\n\n不利の緩和策：\n\n- レーンでのハラスを意識し、距離を保ちながらスキルを使い、ノーチラスのエンゲージを避ける。\n- サポートやジャングラーと連携し、ノーチラスに対して集団での攻撃を仕掛けることで、彼の強みを無効化する。\n- アイテムを工夫し、自己防衛のためのマナや耐久力を強化することで、ノーチラスの攻撃に耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、捕まると一気に倒される危険が高い。\n- ノーチラスのエンゲージ能力に対して、セナは逃げ手段が乏しく、捕まると致命的なダメージを受けやすい。\n- ノーチラスはタンクであり、セナのハラスを受けても耐えられるため、レーンでの優位性を築きにくい。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ノーチラスのフックを避けるようにする。\n- サポートやジャングラーと連携し、ノーチラスに対するガンクを狙うことでプレッシャーをかける。\n- アイテムを早めに購入し、自己回復や耐久力を向上させることで、ノーチラスの攻撃に耐えられるようにする。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のAoE CCを持っており、ノーチラスのエンゲージを無効化しやすいです。特に集団戦では、ノーチラスの動きを制限することができます。\n- ノーチラスは移動速度が低いため、レルのスキルを当てやすく、長時間拘束することでダメージを与えるチャンスが増えます。\n- レルのパッシブによって、ノーチラスのARを減少させることができ、タンクとしての耐久力を高めつつ、ダメージを与えやすくなります。\n\n有利の取り方：\n- レーンでのオールインを狙う際、レルのCCを活かしてノーチラスを拘束し、味方と連携して攻撃する。\n- ノーチラスがフックを使った後の隙を狙い、レルのスキルで反撃することで、相手の動きを制限する。\n- 集団戦では、レルのAoE CCを活かしてノーチラスを中心に攻撃し、味方のキャリーを守りつつ、敵を一掃する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持ち、ノーチラスのエンゲージを無効化することができるため、相手の攻撃を避けやすい。\n- ノーチラスは移動速度が低く、ジャンナの移動速度アップの効果を活かして、逃げやすく、または追撃しやすい。\n- ジャンナはシールドを持っており、ノーチラスの攻撃を軽減することができるため、耐久力が高まる。\n\n有利の取り方：\n- ノーチラスがフックを使った際に、ジャンナのディスエンゲージを活かして反撃する。\n- ジャンナの移動速度アップを利用して、ノーチラスの攻撃範囲から離れ、安定したポジショニングを保つ。\n- ノーチラスがスキルを使った後の隙を狙い、ジャンナのCCを使って相手を捕まえる。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ノーチラスの攻撃を軽減しやすいため、耐久力で優位に立てる。\n- ブラウムのパッシブによるスタンを活かして、ノーチラスのエンゲージを無効化しやすく、反撃のチャンスを作れる。\n- ノーチラスのCCスキルは発生が遅いため、ブラウムが先にCCを当てることで、ノーチラスの行動を制限できる。\n\n有利の取り方：\n- ノーチラスがフックを狙ってきた際に、ブラウムの防御スキルを使って味方を守り、反撃の機会を作る。\n- ブラウムのパッシブを活かして、ADCと連携しながらノーチラスにハラスを行い、体力を削る。\n- ノーチラスが近づいてきた際に、ブラウムのCCを使って先手を取ることで、ノーチラスの行動を制限し、味方と共に攻撃する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは対象指定のリープとスタンを持っており、ノーチラスのCCを無効化しやすく、オールインの際に有利に立ち回れる。\n- 短時間でのバーストダメージが得意で、ノーチラスがスキルを使った後に素早くキルを狙うことができる。\n- パンテオンはグローバルなUltを持っているため、他のレーンへの影響を与えやすく、試合全体での優位性を確保しやすい。\n\n有利の取り方：\n- ノーチラスがスキルを使った後に、リープを使って攻撃し、スタンを狙うことでダメージを与える。\n- ノーチラスがフックを外したタイミングで積極的にオールインを仕掛け、キルを狙う。\n- パンテオンのUltを使って他のレーンにロームし、味方と連携してノーチラスを圧倒する。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ノーチラスのフックを避けつつ、敵を捕まえる能力に優れています。\n- スレッシュのランタンを使うことで、味方を安全に救出できるため、ノーチラスのオールインに対して有利に立ち回れます。\n- ノーチラスは移動速度が低く、スレッシュのフックを当てやすいため、スレッシュが先手を取ることができます。\n\n有利の取り方：\n- ノーチラスがフックを外したタイミングで積極的に攻撃し、オールインを仕掛ける。\n- スレッシュのランタンを使って、ジャングラーを呼び込み、ガンクを狙うことでダブルキルを狙う。\n- ノーチラスがADCをフックした際に、すぐにランタンを使って味方を救出し、逆にノーチラスを攻撃する。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ノーチラスのフックを避けやすいため、エンゲージを回避しやすい。\n- ラカンのCCはノーチラスの動きを制限することができ、特にノックアップやチャームを使ってノーチラスを無力化できる。\n- ラカンは味方を支援するシールドや回復を持っており、ノーチラスの攻撃を受けても耐えやすい。\n\n有利の取り方：\n- ノーチラスがフックを使った後に、ラカンのCCを使って反撃することで、相手を無力化する。\n- ラカンの機動力を活かして、ノーチラスのスキルを避けながら味方をサポートし、オールインのチャンスを作る。\n- ザヤとの連携を活かし、相互に強化し合いながら、ノーチラスに対して圧力をかける。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、ノーチラスのエンゲージを無効化することができるため、相手の攻撃を効果的に防げる。\n- スペルシールドにより、ノーチラスのCCを防ぎつつ味方を守ることができるため、チーム戦での生存率が高い。\n- ノーチラスは移動速度が低く、モルガナの遠距離からの攻撃で安全にダメージを与えられるため、レーンでの優位性を保ちやすい。\n\n有利の取り方：\n- ノーチラスが近づいてきた際に、スネアを使って捕まえ、反撃することで有利な状況を作る。\n- スペルシールドを活用して、ノーチラスのフックやCCを無効化し、味方と連携して攻撃する。\n- レーンでのポジショニングを工夫し、ノーチラスの攻撃範囲外から安全にダメージを与え続ける。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは高いCC能力を持ち、ノーチラスのエンゲージを無効化しやすいため、相手の攻撃をかわすことができる。\n- アリスターのパッシブによる回復効果があり、レーン維持が得意で、ノーチラスの攻撃を受けても持ちこたえやすい。\n- アリスターは集団戦でのタンク性能が高く、ノーチラスのCCを受けても耐えられるため、味方を守る役割を果たしやすい。\n\n有利の取り方：\n- ノーチラスがフックを使った際に、タイミングよくCCを使って反撃し、相手を無力化する。\n- レーンでのハラスを行い、ノーチラスのHPを削りつつ、味方ADCと連携してオールインを狙う。\n- 集団戦では、ノーチラスのエンゲージを読み、適切なタイミングで味方を守るためにCCを使い、相手の動きを制限する。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持っており、特にオールインに対して強い耐性を持つため、パイクの攻撃が通りにくい。\n- レナータのUltは、パイクが敵をキルした際に逆に味方として利用できるため、パイクのキルを狙う戦略が逆効果になる可能性がある。\n- レナータは視界確保が苦手なパイクに対して、遠距離からの攻撃やCCを使って圧力をかけやすく、パイクが近づくのが難しい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてから攻撃する。\n- レーンでのハラスを控え、レナータのスキルのクールダウンを待ってからオールインを狙う。\n- ジャングラーと連携して、レナータが孤立しているタイミングを狙い、集団で攻撃することで有利な状況を作る。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- レナータは射程が長く、ポッピーの近接攻撃を避けながらハラスを行うことができるため、ポッピーはトレードで不利になりやすい。\n- レナータのスキルは味方を守る能力が高く、ポッピーのエンゲージを無効化される可能性があるため、ポッピーの強みを活かしにくい。\n- レナータのUltはポッピーの攻撃を逆手に取ることができ、ポッピーが攻撃する際に逆に不利な状況を作られることがある。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、相手のスキルを使わせた後にエンゲージを試みる。\n- レーンでのハラスを避けるために、ミニオンを利用してレナータの攻撃を受けないようにする。\n- サポートやジャングラーと連携し、レナータに対して集団でのプレッシャーをかけることで、ポッピーの強みを活かす機会を増やす。",
      "レオナ": "レオナが不利です。\n\n- レナータは射程が長く、スキルを使って遠距離からのハラスが可能なため、レオナが接近するのが難しい。\n- レナータのスキルは味方を守る能力が高く、レオナのオールインを無効化される可能性がある。\n- レナータは視界確保が苦手なレオナに対して奇襲を仕掛けやすく、レオナが不利な状況に陥ることが多い。\n\n不利の緩和策：\n\n- レオナは味方と連携し、レナータのスキルを避けながら攻撃することで、効果的にダメージを与える。\n- レナータのスキルのクールダウンを意識し、スキルが使えないタイミングを狙ってオールインを仕掛ける。\n- ワーディングを強化し、視界を確保することで、レナータの奇襲を防ぎ、より安全にレーンをプレイする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- レナータのスキルは、ノーチラスのCCを無効化したり、逆に利用することができるため、ノーチラスの攻撃が通りにくい。\n- レナータは遠距離からの攻撃が可能で、ノーチラスの接近を阻止しやすく、特にオールインを仕掛ける際に不利になる。\n- レナータのスキルは、ノーチラスのパッシブによって味方を束縛する可能性があり、逆にノーチラスが不利な状況に陥ることがある。\n\n不利の緩和策：\n- レナータのスキルを避けることに集中し、特に接近戦を避けることで有利に戦う。\n- レナータのスキルのクールダウンを考慮し、彼女のスキルが使えないタイミングを狙って攻撃を仕掛ける。\n- チームメイトと連携し、レナータのスキルを無効化するためのサポートを受けながら戦う。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持ち、特にオールインに対して強い耐性を持っているため、モルガナの攻撃を無効化しやすい。\n- レナータのUltは、モルガナのスキルを逆手に取ることができ、モルガナが捕まえた敵を逆に味方として利用される可能性がある。\n- モルガナはクールダウンが長く、持続的な戦闘には向かないため、レナータのスキルの発動タイミングに対処しづらい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、視界を確保して奇襲を防ぐ。\n- レナータのUltが発動する前に、味方と連携して先手を打ち、敵を捕まえるチャンスを増やす。\n- スペルシールドを活用し、味方を守ることでレナータの攻撃を無効化し、戦闘を有利に進める。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- レナータはスネアやスタンなどのCCスキルを持っており、ゼラスの攻撃を妨害しやすいため、近距離での戦闘において不利になる。\n- レナータのUltはゼラスの攻撃を逆手に取ることができ、ゼラスが攻撃する際に自らの攻撃を味方に向けさせることができるため、戦闘が不利になる。\n- ゼラスは自己防衛手段が乏しく、レナータの攻撃を受けると簡単に倒される可能性が高い。\n\n不利の緩和策：\n- レナータのCCスキルを避けるために、位置取りを意識し、常に距離を保つように心がける。\n- レナータのUltが発動する前に、味方と連携して攻撃を仕掛け、レナータを早めに排除することを目指す。\n- ビジョンを確保し、レナータの動きを把握することで、奇襲を避けるようにする。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- レナータは強力なディスエンゲージ手段を持っており、スレッシュの攻撃を逆手に取ることができるため、スレッシュが攻撃を仕掛ける際にリスクが高い。\n- レナータのスキルはクールダウンが長いものの、スレッシュのスキルも外した際の隙が大きく、レナータのスキルを避けるのが難しい。\n- レナータは後衛に位置することが多く、スレッシュがフックを当てるのが難しいため、効果的なキャッチがしづらい。\n\n不利の緩和策：\n- レナータのスキルのクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、レナータを捕まえるためのコンボを仕掛けることで、彼女のスキルを無効化する。\n- レナータの位置取りを意識し、フックを当てるチャンスを増やすために、視界を確保しつつ動く。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- レナータはオールインに対して強い耐性を持ち、セラフィーンの攻撃を逆手に取ることができるため、セラフィーンが攻撃を仕掛ける際にリスクが高い。\n- セラフィーンのスキルは発生が遅く、レナータのスキルに対して反応しづらく、特にスネアやスタンを受けやすい。\n- レナータは視界を確保する能力が低いセラフィーンに対して奇襲を仕掛けやすく、セラフィーンが安全にプレイするのが難しい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- セラフィーンのスキルを連携させて、レナータのスキルを無効化するタイミングを見計らい、集団戦での連携を強化する。\n- ビジョンを確保し、レナータの動きを把握することで、奇襲を受けるリスクを減らし、より安全にプレイする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持ち、オールインに対して高い耐性を持っているため、ラックスの攻撃が通りにくい。\n- レナータのUltは、ラックスの攻撃を逆手に取ることができ、逆にラックスが不利な状況に陥る可能性がある。\n- レナータは視界確保が苦手なラックスに対して奇襲を仕掛けやすく、接近されるとラックスは脆弱なため、危険な状況に陥りやすい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- 味方と連携し、レナータのスキルを使わせた後に攻撃を仕掛けることで、ラックスのダメージを活かすタイミングを見計らう。\n- ビジョンを確保し、レナータの動きを把握することで、奇襲を受けるリスクを減らす。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- レナータは味方を守るための強力なスキルを持ち、特にオールインに対して耐性が高いため、パンテオンの攻撃を逆手に取ることができる。\n- レナータのスネアやスタンにより、パンテオンのリープや攻撃を妨害されやすく、オールインの確実性が低下する。\n- レナータは視界を確保する能力が低いものの、パンテオンは奇襲を受けやすく、特にレナータのスキルが当たると逆転されるリスクが高い。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを工夫し、スキルのクールダウンを見極めてから攻撃を仕掛ける。\n- レナータのUltを発動させる前に、他の味方と連携して攻撃を行い、彼女のスキルを無駄にさせる。\n- レナータの視界を意識し、ワードを使って安全に動き、奇襲を避けることで、パンテオンの強みを活かす。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- レナータは射程が長く、アリスターの短射程のエンゲージを避けやすいため、攻撃を受けるリスクが高い。\n- レナータのスキルは味方を守る能力が高く、アリスターのエンゲージを無効化される可能性がある。\n- レナータはオールイン型のキャリーに対して強く、アリスターが攻撃を仕掛けると逆にダメージを受けることがある。\n\n不利の緩和策：\n- レナータのスキルを避けるために、視界を確保しつつ慎重に動き、タイミングを見計らってエンゲージを行う。\n- レナータのUltを発動させた後にエンゲージを試みることで、逆に有利な状況を作り出す。\n- アリスターのパッシブを活かして、レーンでのサステインを重視し、レナータの攻撃を受ける回数を減らす。",
      "セナ": "セナが不利です。\n\n理由：\n- レナータは強力なCCスキルを持ち、セナが捕まると一気に倒される危険が高い。\n- レナータのUltは、セナの攻撃を逆手に取ることができ、セナが攻撃することで逆に自分が不利になる可能性がある。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、レナータの攻撃を受けやすい。\n\n不利の緩和策：\n- レナータのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- レーンでのハラスを行う際は、味方と連携し、レナータのスキルを使わせてから攻撃する。\n- ビジョンを確保し、レナータの奇襲を防ぐために、ワードを適切に配置する。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、レナータに対して効果的にダメージを与えられます。\n- ジリアンの蘇生能力は、レナータの攻撃を逆手に取ることができ、特にオールインの際に味方を守ることができます。\n- ジリアンは移動速度のバフやデバフを持っており、レナータの攻撃を制限しやすく、戦闘を有利に進めることができます。\n\n有利の取り方：\n- レナータのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けることで、ダメージを与えやすくします。\n- ジリアンのCCを活用して、レナータをスタンさせることで、味方と連携して一気に攻撃を仕掛けることができます。\n- レナータがオールインを狙ってきた際に、ジリアンの蘇生能力を使って味方を守り、逆転のチャンスを作ることができます。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、レナータの攻撃を受けにくい。特に、ユーミの回復やシールドによってレナータのダメージを軽減できる。\n- レナータはオールインに対して強い耐性を持つが、ユーミはハラス型のメイジサポートに対して有利で、レナータの攻撃をシールドで防ぎつつ、持続的にダメージを与えることができる。\n- ユーミは移動が不要なため、カメラ操作やアイテム使用に集中しやすく、レナータのスキルを避ける立ち回りがしやすい。\n\n有利の取り方：\n- レナータのスキルを避けながら、味方ADCと連携してハラスを行い、レナータのHPを削る。\n- ユーミの回復やシールドを活用して、レナータの攻撃を受け流しつつ、持続的にダメージを与える。\n- 集団戦では、ユーミが味方に密着し、レナータのUltを無効化することで、味方の生存率を高め、戦闘を有利に進める。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、レナータの攻撃を避けつつ有利なトレードが可能です。\n- ミリオのウルトはレナータのCCを解除できるため、レナータのスネアやスタンを無効化し、味方を守ることができます。\n- レナータはクールダウンが長く、スキルの発動が遅いため、ミリオの機動力を活かしてレナータのスキルを避けやすいです。\n\n有利の取り方：\n- ミリオの攻撃範囲を延ばすスキルを活用して、レナータに対してハラスを行い、ダメージを与え続ける。\n- レナータがスキルを使った後の隙を狙い、ミリオのCCを使ってレナータを捕まえる。\n- 集団戦ではミリオのウルトをタイミングよく使用し、レナータのCCを無効化して味方の生存能力を高める。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、レナータの攻撃を無力化することができる。\n- ルルのシールドやHP増加のスキルにより、味方を守りながら戦闘を有利に進めることができる。\n- レナータのスキルはクールダウンが長く、ルルはその隙を突いて攻撃するチャンスがある。\n\n有利の取り方：\n- レナータのスキルのクールダウンを意識し、スキルが使えないタイミングで積極的にトレードを行う。\n- レナータのADCとの距離を保ちながら、ルルのスキルを駆使して味方を強化し、戦闘を有利に進める。\n- レナータのスキルを避けるために、位置取りを工夫し、相手の攻撃を受けないようにする。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、レナータに対して安全な距離から攻撃できるため、ハラスがしやすい。\n- レナータはオールインに強いが、ヴェル＝コズは機動力が低いため、接近される前にダメージを与えられる。\n- ヴェル＝コズのAoE攻撃は集団戦でのダメージを高めることができ、レナータのサポート能力を無力化することができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レナータのHPを削ることでプレッシャーをかける。\n- スキルを使ってレナータの動きを制限し、味方と連携して集団戦を有利に進める。\n- レナータがスキルを使った後のクールダウンを狙い、攻撃のチャンスを作る。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、味方の生存能力を大幅に向上させることができるため、レナータの攻撃を受けても持ちこたえやすい。\n- レナータはクールダウンが長く、スキルの発動が遅いため、ソラカの回復やハラスに対して反応しづらい。\n- ソラカのサイレンス効果により、レナータのスキルを無力化しやすく、特にオールインを防ぐことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、レナータのHPを削ることでプレッシャーをかける。\n- 味方と連携して、レナータがスキルを使った後に攻撃を仕掛けることで、反撃の隙を作る。\n- 敵の動きを見極めて、奇襲を避けるために位置取りを工夫し、レナータの攻撃を受けないようにする。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なディスエンゲージ能力を持ち、レナータの攻撃を遠ざけることができるため、レナータのスキルを無効化しやすい。\n- ジャンナのシールドや回復効果により、味方を守る能力が高く、レナータの攻撃を受けても耐えやすい。\n- ジャンナは移動速度を上げるスキルを持っており、レナータの攻撃を避けやすく、戦闘を有利に進めることができる。\n\n有利の取り方：\n- レナータがオールインを仕掛けてきた際に、ディスエンゲージを使って味方を守り、反撃のチャンスを作る。\n- レナータのスキルのクールダウンを見極め、スキルが使えないタイミングで積極的に攻撃を仕掛ける。\n- 視界を確保し、レナータが孤立しやすい状況を作り出して、集団戦での優位性を高める。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、敵の攻撃を避けながら味方を守ることができるため、レナータのスキルを回避しやすい。\n- ラカンのCCは敵を無力化する能力が高く、レナータのスキルを発動させる前に捕まえることができる。\n- レナータは視界確保が苦手で、奇襲を受けやすいため、ラカンのエンゲージが効果的に機能する。\n\n有利の取り方：\n- ラカンの機動力を活かして、レナータのスキルを避けつつ接近し、CCを当てる。\n- レナータがスキルを使った後の隙を狙って、積極的にエンゲージを仕掛ける。\n- 味方と連携して、レナータの攻撃を逆手に取る形で戦闘を展開し、優位に立つ。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってレナータを捕まえることができ、特にレナータのスキルがクールダウン中の際には大きなプレッシャーをかけられます。\n- レナータはAAに依存する敵に対して強いが、ブリッツクランクは近接キャリーであり、レナータのスキルを無効化する能力が高いです。\n- ブリッツクランクのノックアップやサイレンスは、レナータのスキル発動を妨害できるため、集団戦での優位性を持ちやすいです。\n\n有利の取り方：\n- レナータのスキルがクールダウン中や使用後にフックを狙い、捕まえるチャンスを作る。\n- レナータが味方を守るために前に出た際に、フックを使って引き寄せ、孤立させる。\n- 集団戦では、レナータのUltを発動させる前にノックアップやサイレンスを使い、味方の攻撃を通しやすくする。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、味方を守るためのPeel能力が強いため、レナータの攻撃を効果的に防ぐことができる。\n- レナータはAAに依存するキャリーに対して強いが、ブラウムは接近してスタンを狙うことでレナータのスキルを無効化しやすい。\n- ブラウムのパッシブによるスタンは、レナータのスキル発動を妨げることができ、特にオールインの際に有利に働く。\n\n有利の取り方：\n- ブラウムは序盤から積極的にハラスを行い、レナータのHPを削ることでプレッシャーをかける。\n- レナータがスキルを使った後に隙を見て接近し、スタンを狙うことでレナータの行動を制限する。\n- 集団戦では、ブラウムが前に出て味方を守りつつ、レナータのUltを無効化する位置取りを心がける。",
      "カルマ": "カルマが有利です。\n\n理由：\n- レナータのスキルがクールダウン中であれば、カルマは積極的に攻撃できるため、レーンでのプレッシャーをかけやすい。\n- カルマはスネアやシールドを持っており、相手の動きを制限しつつ味方をサポートできるため、戦闘での優位性を保ちやすい。\n- レナータのUltに対して注意が必要ですが、カルマは位置取りを工夫することでその効果を回避しやすい。\n\n有利の取り方：\n- レナータのスキルを避けるために、常に位置取りに注意し、攻撃のタイミングを見計らう。\n- ミニオンの管理をしっかり行い、レーンの優位を保ちながら相手にプレッシャーをかける。\n- 味方のADCをサポートしつつ、カルマのスキルを活かして相手にダメージを与えるタイミングを見極める。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対して効果的な割合ダメージを与えることができるため、ポッピーはダメージを受けやすい。\n- ブランドのスタンを付与するスキルにより、ポッピーは一時的に無力化され、反撃の機会を失うことが多い。\n- ポッピーは射程が短く、ブランドの遠距離攻撃に対して接近するのが難しく、ハラスに弱い。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、できるだけ近づかないようにする。\n- ブランドのスキルがクールダウン中に積極的にトレードを仕掛け、ダメージを与えるチャンスを増やす。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドのダメージを軽減する。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対して効果的な割合ダメージを与えるため、ラカンのサステインを上回るダメージを出すことができる。\n- ブランドのスタンを付与するスキルにより、ラカンは接近する前に無力化される可能性が高く、エンゲージが難しくなる。\n- ラカンは移動を伴うスキルが多いため、ブランドの攻撃を受けやすく、特に奇襲を受けると致命的なダメージを受けることが多い。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- 味方のダメージを活かすために、ブランドに対してピールを行い、味方が攻撃できるタイミングを作る。\n- ブランドのスタンを受けないように、移動不可のCCを持つ敵チャンピオンと連携し、ブランドを無力化する。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ブランドは持続的なダメージを与える能力が高く、特にタンクに対しても効果的な割合ダメージを持っているため、パンテオンは長期戦で苦しむことが多い。\n- ブランドのスタンを持つスキルにより、パンテオンはオールインを仕掛ける前に無力化される可能性が高く、奇襲を受けやすい。\n- ブランドはAoEダメージが豊富で、集団戦においても高い火力を発揮できるため、パンテオンの短所が目立ちやすい。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを意識し、奇襲を仕掛けるタイミングを見極める。\n- ブランドのスキルを受けた後は、冷静に回復や逃げるタイミングを考え、無理にオールインしない。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドのダメージを軽減する。",
      "スウェイン": "スウェインが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対しても効果的な割合ダメージを与えることができるため、スウェインのサステインを削りやすい。\n- ブランドのスタンを持つスキルにより、スウェインは一時的に無力化され、反撃の機会を失いやすい。\n- スウェインは重傷効果に弱く、ブランドのダメージを受けることで回復力が低下し、持続的な戦闘が困難になる。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ブランドのスキルを避けることでダメージを減らす。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドの攻撃に耐える。\n- 集団戦では、他のチャンピオンと連携し、ブランドを集中攻撃することで、スウェインの持続的なダメージを活かす。",
      "シャコ": "シャコが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対しても効果的な割合ダメージを与えることができるため、シャコのHPを削りやすい。\n- ブランドのスタンを付与するスキルにより、シャコは奇襲を仕掛ける際に無力化されるリスクが高く、攻撃を受けやすい。\n- シャコは自衛手段が乏しく、ブランドの攻撃を受けると瞬時にダメージを受けてしまうため、特に集団戦での生存が難しい。\n\n不利の緩和策：\n- ブランドのスキルを避けるために、位置取りを工夫し、奇襲を仕掛けるタイミングを見極める。\n- ブランドのスタンを受けないように、他のチャンピオンと連携して攻撃を仕掛けることで、彼のスキルを分散させる。\n- アイテムを活用して耐久力を上げ、ブランドのダメージを軽減することで、より長く戦えるようにする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対して効果的な割合ダメージを与えることができるため、ザイラは持続的にダメージを受けやすい。\n- ブランドのスタンを付与するスキルにより、ザイラは一時的に無力化され、反撃の機会を失うことが多い。\n- ザイラは移動に役立つスキルがなく、接近されると脆弱であり、ブランドの攻撃を受けやすい。\n\n不利の緩和策：\n- ザイラは安全な距離を保ちながら攻撃することが重要なので、位置取りを意識して後方から攻撃する。\n- ブランドのスキルを避けるために、ミニオンを利用してスキルをブロックするか、敵のスキルのクールダウンを確認してから攻撃する。\n- ザイラのCCを活用して、ブランドが近づく前に先手を打つことで、相手の行動を制限する。",
      "レオナ": "レオナが不利です。\n\n- ブランドは強力なポークを持っており、レオナが近づく前にダメージを与えられるため、レーンでのハラスが厳しい。\n- ブランドのスキルはスタンを付与するため、レオナが接近しても反撃を受けやすく、オールインが難しい。\n- レオナは自衛手段が乏しく、ブランドの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策：\n\n- ブランドのスキルがクールダウン中のタイミングを狙って、積極的にオールインを仕掛ける。\n- 味方と連携して行動し、ブランドの攻撃を避けつつ、チーム全体でのダメージを与える。\n- 魔法防御アイテムを購入し、ブランドの魔法ダメージに対抗することで、耐久力を高める。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ブランドの持続的なダメージとAoE攻撃により、スレッシュはハラスを受けやすく、特に集団戦での生存が難しくなる。\n- ブランドのスキルは予測可能であるため、スレッシュのCCを避けられる可能性が高く、効果的に捕まえることが難しい。\n- スレッシュは自衛手段が乏しく、特にアサシンや高火力のキャリーに対して脆弱で、ブランドの攻撃を受けると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- ブランドのスキルのクールダウンを意識し、隙を見て攻撃することで、ダメージを抑える。\n- チームメイトと連携し、ブランドに対してオールインを仕掛ける際にCCを連携させて瞬時に排除する。\n- レーンでのハラスを避けるために、ミニオンを利用してブランドの攻撃を受けないように立ち回る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ブランドは高い持続ダメージを持ち、特にタンクに対しても効果的な割合ダメージを与えることができるため、セラフィーンはダメージを受けやすい。\n- ブランドのスタンを付与するスキルにより、セラフィーンは一時的に無力化されるリスクが高く、特に自衛手段が乏しいため、奇襲を受けると致命的なダメージを受ける可能性がある。\n- セラフィーンはスキルの発生が遅く、ブランドの攻撃を避けるのが難しいため、オールイン合戦で不利になりやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ブランドのスキルを避けるように心がける。\n- 味方のジャングラーと連携し、ブランドに対して積極的にガンクを仕掛けることで、セラフィーンのダメージを軽減する。\n- アイテムを活用してマナや耐久力を向上させ、スキルを連打できる状況を作ることで、レーン維持力を高める。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ブランドは持続的なダメージを与える能力が高く、ラックスの脆弱な基礎ステータスを突いて攻撃してくるため、接近されると危険です。\n- ブランドのスタン効果により、ラックスはスキルを当てる前に無力化される可能性が高く、反撃のチャンスを失いやすいです。\n- ブランドはAoEダメージが豊富で、集団戦でも高い影響力を持つため、ラックスが有利な状況を作りにくいです。\n\n不利の緩和策：\n- レーンでのハラスを意識し、ブランドのスキルを避けながら安全にダメージを与えるように心がける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてブランドの攻撃に耐えられるようにする。\n- ジャングラーと連携し、ブランドに対するギャンクを狙うことで、ラックスが有利な状況を作り出す。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ブランドのスキルを避けながら攻撃することが可能です。\n- ブランドは自衛手段が乏しく、ニーコの高いバーストダメージに対して脆弱です。\n- ニーコは短射程のチャンピオンに対して有利であり、ブランドはその特性に該当します。\n\n有利の取り方：\n- レーンでのハラスを行い、ブランドのHPを削ることでプレッシャーをかける。\n- 擬態を利用してブランドのスキルを避けつつ、奇襲を仕掛けてダメージを与える。\n- ブランドがスキルを使った後の隙を狙って、攻撃を仕掛けることで有利な状況を作る。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供できるため、ブランドの持続ダメージを軽減しやすい。\n- ブランドは自衛手段が乏しく、ユーミの支援を受けることで安全に攻撃を避けながら戦える。\n- ユーミは移動が不要なため、ブランドの攻撃を受けずに味方を強化し続けることができる。\n\n有利の取り方：\n- ブランドのスキルを受ける前に、ユーミの回復やシールドを使って味方の耐久力を高める。\n- ブランドがスキルを使った後の隙を狙い、ユーミの支援を受けたADCが反撃するタイミングを作る。\n- ユーミのスロー効果を活用して、ブランドの移動を制限し、攻撃を当てやすくする。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、ブランドに対して一方的にハラスを行いやすいため、レーンでの優位を築きやすい。\n- ブランドは自衛手段が乏しく、セナの攻撃を受け続けることでダメージを与えやすい。\n- セナの回復能力により、ブランドの持続ダメージを軽減できるため、耐久力が向上する。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ブランドのHPを削る。\n- ブランドのスキルを避けつつ、隙を見て攻撃し、マナを消耗させる。\n- セナの回復を活かして、味方と連携しながらブランドに対してプレッシャーをかけ続ける。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ブランドの攻撃を無効化することができるため、ブランドの持続ダメージを抑えることができる。\n- ブランドは自衛手段が乏しく、ジャンナのディスエンゲージ能力によって攻撃を受けにくくなる。\n- ジャンナのシールドや回復効果により、ブランドのダメージを軽減し、レーンでの持続力を高めることができる。\n\n有利の取り方：\n- ブランドのスキルを避けつつ、味方ADCと連携してオールインを仕掛ける。\n- ブランドがスキルを使った後の隙を狙い、ジャンナのCCを活用して反撃する。\n- レーンでの視界を確保し、ブランドが孤立した際に奇襲をかける。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができるため、ブランドの攻撃を受けずに安全にハラスができる。\n- ブランドのCCを解除するウルトを持っているため、ブランドのスタンを無効化し、味方を守ることができる。\n- ブランドは自衛手段が乏しく、ミリオのサポートによってブランドに対するトレードが有利に進む。\n\n有利の取り方：\n- ブランドのスキルを避けながら、ミリオの攻撃範囲を活かしてハラスを行う。\n- ブランドがスキルを使った後に、ミリオの回復やシールドを活用して味方をサポートし、トレードを有利に進める。\n- 集団戦では、ミリオのウルトをタイミングよく使用して、ブランドのCCを解除し、味方の生存能力を高める。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ブランドの持続ダメージを耐えることができるため、レーンでのハラスに強い。\n- ソナのオーラによる支援効果で、味方の生存率を高めることができ、集団戦での優位性を持つ。\n- ブランドは自衛手段が乏しく、ソナのスタンを受けると攻撃を受けやすくなるため、捕まえやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ブランドのスキルを避けながら味方を回復し、持続的にダメージを与える。\n- 集団戦では、味方を強化しつつ、ブランドを狙ってスタンを当てることで、彼の攻撃を無力化する。\n- ブランドがスキルを使った後の隙を狙い、積極的に攻撃を仕掛けてダメージを与える。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブランドは自衛手段が乏しく、ブリッツクランクのフックを受けると簡単に捕まってしまうため、瞬時にキルに繋がる可能性が高い。\n- ブランドはスキルを連打するため、マナ消費が激しく、ブリッツクランクのプレッシャーに対処しづらい。\n- ブリッツクランクはノックアップやサイレンスを持っており、ブランドのスキルを妨害することで、彼のダメージを減少させることができる。\n\n有利の取り方：\n- レーンでの視界を確保し、ブランドが孤立しているタイミングを狙ってフックを仕掛ける。\n- ブランドがスキルを使った後の隙を突いて、積極的に攻撃を仕掛ける。\n- 集団戦では、ブランドを優先的に狙い、彼のスキルを封じることで味方の安全を確保しつつ、ダメージを与える。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ブランドのスキルを避けながらハラスが可能です。\n- ブランドは自衛手段が乏しく、カルマのスネアやシールドを活用することで、ブランドの攻撃を無効化しやすいです。\n- カルマは味方をサポートする能力が高く、ブランドの持続ダメージを軽減しつつ、味方の生存率を高めることができます。\n\n有利の取り方：\n- ブランドのスキルを避けながら、積極的にハラスを行い、相手のHPを削る。\n- スネアを使ってブランドを捕まえ、味方と連携して攻撃することで、ブランドに圧力をかける。\n- シールドを活用して味方を守りつつ、ブランドの攻撃を受け流し、集団戦での優位性を確保する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルは味方にシールドを付与できるため、ブランドの高いバーストダメージを軽減できる。\n- ブランドのスタンをポリモーフで無力化することができ、攻撃を仕掛ける際のリスクを減らせる。\n- ルルは移動速度を上げるスキルを持っており、ブランドの攻撃を避けやすく、距離を保ちながら戦うことができる。\n\n有利の取り方：\n- ブランドのスキルを避けるために、常に位置取りを意識し、距離を保ちながら攻撃する。\n- ブランドの攻撃を受けた味方を素早く回復させ、チーム全体の生存能力を向上させる。\n- 視界を確保し、ブランドの動きを把握することで、奇襲を防ぎ、戦闘を有利に進める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ブランドは遠距離からのポークが得意ですが、ノーチラスは豊富なCCを持っており、ブランドを捕まえることで一気に倒すチャンスが生まれます。\n- ノーチラスはタンクとして耐久力が高く、ブランドの持続ダメージを受けても耐えられるため、無理に攻撃を受けることなくチャンスを待つことができます。\n- ブランドは自衛手段が乏しく、ノーチラスのCCを受けると一気に不利な状況に陥るため、ノーチラスが有利に立ち回ることができます。\n\n有利の取り方：\n- ブランドのスキルを避けるために位置取りを工夫し、隙を見て接近する。\n- ブランドがスキルを使った後の隙を狙って、CCを使って捕まえる。\n- チームメイトと連携し、ノーチラスのCCを活かしてブランドを一気に攻撃する。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由：\n- ニーコは長射程の攻撃を持ち、ラカンが近づく前にハラスを受けやすい。\n- ニーコの擬態能力により、奇襲を受けるリスクが高く、ラカンのエンゲージが難しくなる。\n- ニーコはAoEダメージとスタンを持っており、ラカンが接近した際に一気にダメージを受ける可能性がある。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ニーコの攻撃範囲外でのプレイを心がける。\n- ニーコのスキルを避けるために、移動を意識しながらスキルを使うタイミングを見極める。\n- 味方と連携し、ニーコに対して集団でのエンゲージを行い、彼女の奇襲能力を封じる。",
      "メル": "メルが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してメルに接近しやすく、メルの攻撃を避けることができる。\n- ニーコのスタンやスネアによって、メルは動けなくなりやすく、反撃の機会を失うことが多い。\n- ニーコは短射程のチャンピオンに対して有利であり、メルは射程が長いものの、ニーコの攻撃を受けるリスクが高い。\n\n不利の緩和策：\n- ニーコのスキルを避けるために、位置取りを意識し、常に安全な距離を保つようにする。\n- 味方と連携し、ニーコが擬態を使って接近する前に先手を打つことで、奇襲を防ぐ。\n- 回復効果を持つアイテムを購入し、ニーコの攻撃を受けた際の持続的なダメージを軽減する。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ニーコは擬態を利用して奇襲を仕掛ける能力が高く、ゼラスの長射程を活かす前に接近されると、攻撃を受けやすくなる。\n- ニーコのCCスキルにより、ゼラスは動きを制限され、自己防衛手段が乏しいため、捕まると簡単に倒されるリスクが高い。\n- ニーコは短射程のチャンピオンに対して有利であり、ゼラスのような長射程のチャンピオンに対しても、近づいてくることでハラスを受けにくくなる。\n\n不利の緩和策：\n- レーンでの位置取りを意識し、ニーコが近づいてくる前にハラスを行うことで、相手の体力を削る。\n- サポートアイテムや防具を早めに購入し、ニーコの攻撃を耐えられるようにする。\n- 味方ジャングラーと連携し、ニーコに対するガンクを狙うことで、レーンでの優位性を取り戻す。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ニーコは擬態を利用して奇襲を仕掛ける能力が高く、セラフィーンのスキルの発生が遅いため、先手を取られると対処が難しい。\n- ニーコの高いバーストダメージとスタンにより、接近戦で不利になりやすく、オールイン合戦では打ち負ける可能性が高い。\n- ニーコは短射程のチャンピオンに対して有利であり、セラフィーンは射程が長いものの、ニーコの攻撃を受けるリスクが高まる。\n\n不利の緩和策：\n- セラフィーンは安全な位置からスキルを使い、ニーコの奇襲を避けるように立ち回る。\n- 味方と連携し、ニーコが擬態を使う前に先にCCを当てることで、彼女の行動を制限する。\n- ニーコの攻撃を受ける前に、スキルを使って自分や味方のHPを回復し、耐久力を高める。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ニーコは射程が長く、ブラウムが近づく前にハラスを受けやすいため、レーンでのプレッシャーがかかる。\n- ニーコの擬態能力により、奇襲を受けるリスクが高く、ブラウムの防御能力が活かしづらい。\n- ニーコはAoEダメージを持っており、乱戦時にブラウムが守りきれない状況を作りやすい。\n\n不利の緩和策：\n- ブラウムはミニオンを利用してニーコの攻撃を遮ることで、ハラスを軽減する。\n- ニーコのスキルを避けるために、位置取りを工夫し、擬態を使った奇襲を警戒する。\n- ブラウムのパッシブを活かし、ADCと連携してニーコに対抗することで、ハラスを返すチャンスを作る。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してスレッシュに接近しやすいため、スレッシュが捕まえられるリスクが高い。\n- ニーコの範囲攻撃やスタンを活かしたバーストダメージに対して、スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、ダメージを受けやすい。\n- ニーコは短射程のチャンピオンに対して有利であり、スレッシュはその短射程を活かされやすく、レーンでの優位性を失いやすい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ニーコの攻撃範囲外からハラスを行うことで、ダメージを受けるリスクを減らす。\n- ニーコのスキルを避けるために、フックやCCを外さないように慎重に動き、相手のスキルを見極める。\n- 早めにアイテムを購入し、サステインや防御力を向上させることで、ニーコの攻撃に耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由：\n- ニーコは擬態を利用して奇襲を仕掛ける能力が高く、セナが近づくと捕まるリスクが高まります。\n- ニーコのスキルは短射程のチャンピオンに対して有利であり、セナは基礎ステータスが低いため、接近戦での耐久力が不足しています。\n- ニーコはAoEダメージとスタンを持っており、乱戦時にセナが一方的に攻撃される可能性が高いです。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ニーコのスキルを避けるように心がける。\n- サポートアイテムや回復スキルを活用して、ニーコの攻撃を受けた際の耐久力を向上させる。\n- ジャングラーと連携して、ニーコに対するgankを仕掛け、セナが有利な状況を作る。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- ニーコは短射程のチャンピオンに対して有利であり、ブリッツクランクの接近を利用して攻撃することができる。\n- ニーコの擬態能力により、ブリッツクランクのフックを避けることができ、奇襲を仕掛けやすい。\n- ニーコはAoEダメージとスタンを持っており、集団戦や接近戦でブリッツクランクに対して高いバーストダメージを出せる。\n\n不利の緩和策：\n- ブリッツクランクはミニオンを利用してニーコのスキルを避ける位置取りを心がける。\n- ニーコのスキルのクールダウンを狙い、フックを当てるタイミングを見計らう。\n- チームメイトと連携し、ニーコに対して集団で攻撃を仕掛けることで、彼女の奇襲能力を抑える。",
      "ジリアン": "ジリアンは不利です。\n\n理由：\n- ニーコは高い奇襲能力を持ち、擬態を利用してジリアンに接近しやすいため、ジリアンが捕まるリスクが高い。\n- ニーコのスキルは範囲攻撃やスタンを持っており、ジリアンの基礎ステータスが低いため、接近戦でのダメージ交換で不利になる。\n- ニーコは短射程のチャンピオンに対して有利であり、ジリアンは攻撃スキルがQのみであるため、ニーコの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- ジリアンは味方と連携し、ニーコの奇襲を警戒することで、捕まるリスクを減らす。\n- マナ管理を徹底し、スキルを無駄に使わないことで、持続的に戦える状態を保つ。\n- ニーコのスキルを避けるために、位置取りを工夫し、敵の攻撃範囲外で戦うよう心がける。"
    },
    "loses": {
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、ニーコが近づく前に大きなダメージを与えることができる。\n- パンテオンのスタンを持つスキルにより、ニーコの動きを制限し、奇襲を防ぐことができる。\n- パンテオンはオールインが強力で、ニーコが擬態を使っても、パンテオンの攻撃力で圧倒することが可能。\n\n有利の取り方：\n- レーンでのトレードを積極的に行い、ニーコが近づく前にダメージを与える。\n- スキルを使ってニーコの動きを制限し、オールインのタイミングを見計らう。\n- グローバルなアルティメットを活用して、他のレーンに寄り、ニーコが孤立しているタイミングを狙う。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマは序盤から高いプレッシャーをかけることができ、ニーコが近づく前にハラスを行いやすい。\n- カルマのスネアは敵の動きを制限できるため、ニーコの奇襲能力を無効化しやすい。\n- カルマはシールドや加速効果を持っており、味方を守りつつニーコの攻撃を受け流すことができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、ニーコの体力を削る。\n- スネアを使ってニーコが近づいてくるタイミングを狙い、捕まえる。\n- シールドを活用して味方のADCを守りつつ、ニーコの攻撃を受け流し、反撃のチャンスを作る。",
      "シャコ": "シャコが有利です。\n\n理由：\n- シャコは高い機動性を持ち、ニーコの短射程を利用して奇襲を仕掛けやすいです。\n- シャコのインビジブル状態を活用することで、ニーコのスキルを避けながら攻撃できるため、ニーコのCCを回避しやすいです。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、ニーコの攻撃を回避しつつダメージを与えることができます。\n\n有利の取り方：\n- シャコは序盤から積極的にGankを仕掛け、ニーコにプレッシャーをかけることでレーンを支配します。\n- インビジブルを使ってニーコの位置を把握し、奇襲を狙うことでニーコのリソースを削ります。\n- シャコのCCを活用してニーコの動きを制限し、連携を取ることで相手を排除するチャンスを作ります。",
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、ニーコの攻撃を受け止めやすいため、オールインがしやすい。\n- CCスキルが豊富で、ニーコの動きを制限することで、彼女の奇襲能力を無効化できる。\n- ニーコは射程が短く、接近しなければダメージを出せないため、レオナが先に仕掛けることで有利な状況を作りやすい。\n\n有利の取り方：\n- ニーコのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- フォグ・オブ・ウォーを利用して奇襲をかけ、ニーコが警戒していない時に接近する。\n- レーンでのハラスを行い、ニーコのHPを削りつつ、オールインのチャンスを狙う。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、ニーコの接近を阻止することができるため、ニーコが攻撃を仕掛けるのが難しくなります。\n- ナミのハラス能力は高く、特に短射程のニーコに対しては効果的にダメージを与えられます。\n- ナミは味方の移動速度を上げるパッシブを持っており、チーム全体の機動力を向上させることで、ニーコの奇襲を避けやすくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ニーコのHPを削ることでプレッシャーをかける。\n- CCを活用してニーコが近づいてくるタイミングを狙い、捕まえることで有利なトレードを行う。\n- 味方と連携し、ナミのスキルを使ってニーコの動きを制限し、チームファイトでの優位性を確保する。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、ニーコの攻撃を受けにくい。特にニーコの短射程を活かしづらくすることができる。\n- ユーミの回復やシールドによって、ニーコのバーストダメージを軽減できるため、レーンでのサステインが高い。\n- ユーミはハラス型のメイジサポートに対して有利であり、ニーコの攻撃をシールドで防ぎつつ、反撃のチャンスを作りやすい。\n\n有利の取り方：\n- ユーミはニーコの攻撃を避けつつ、味方ADCと連携してハラスを行い、ニーコの体力を削る。\n- ニーコが擬態を使って奇襲を仕掛けてきた際には、ユーミの回復やシールドを活用して味方を守り、反撃の機会を狙う。\n- レーンでの視界を確保し、ニーコが近づいてくるタイミングを把握して、味方と連携してオールインを仕掛ける。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができるため、ニーコの攻撃を受けるリスクを減らしつつ、トレードを有利に進めることができる。\n- ミリオのウルトはCCを解除する能力があり、ニーコのスタンやスネアを無効化できるため、集団戦での影響力が高い。\n- ニーコは接近戦でのダメージを出すために近づく必要があるが、ミリオはその距離を保ちながらハラスを行えるため、ニーコに対して優位に立てる。\n\n有利の取り方：\n- ミリオの攻撃範囲を延ばすスキルを活用して、ニーコが近づく前にハラスを行う。\n- ウルトをタイミングよく使用し、ニーコのCCを解除して味方を守りつつ、反撃のチャンスを作る。\n- ミリオの回復やシールドを駆使して、ニーコの攻撃を耐えつつ、持続的にトレードを行う。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "アリスターが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、アリスターが接近する前にハラスを受けやすい。\n- ラックスのスネア効果により、アリスターがエンゲージを試みる際に拘束されるリスクが高い。\n- アリスターは攻撃力が低く、ラックスの高バーストダメージに対して耐えるのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れて動くことを心がける。\n- サポートアイテムを活用して、ラックスのスキルを受けた際の回復を図る。\n- ジャングラーと連携して、ラックスに対するギャンクを狙い、レーンでのプレッシャーを軽減する。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、モルガナが接近する前にハラスを受けやすい。\n- ラックスのスネアはモルガナのスペルシールドを無効化するため、モルガナが捕まるリスクが高い。\n- ラックスは高いバーストダメージを持ち、モルガナの基礎ステータスが低いため、接近されると脆弱。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに隠れて立ち回る。\n- ラックスのスキルを避けるために、動きながら位置取りを工夫する。\n- 味方と連携してラックスを捕まえるチャンスを作り、オールインを狙う。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- ラックスは長射程のスキルを持ち、ラカンが接近する前にハラスを受けやすい。\n- ラックスのスネア効果により、ラカンは移動を制限され、エンゲージやピールが難しくなる。\n- ラックスは高いバーストダメージを持ち、接近した際に一気に倒されるリスクが高い。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンの後ろに隠れながら動く。\n- ラックスのスキルを避けるために、タイミングを見計らって移動する。\n- 味方と連携して、ラックスに対して一斉に攻撃を仕掛けることで、彼女のスキルを使わせる。",
      "セナ": "セナが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、スキルを当てられると一気にHPを削られるため、セナはハラスを受けやすい。\n- ラックスのスネア効果により、接近されると動きを制限され、逃げる手段が乏しいセナは危険な状況に陥りやすい。\n- ラックスは全てのスキルがミニオンにブロックされないため、セナがハラスを試みても、ラックスは容易に反撃できる。\n\n不利の緩和策：\n- レーンでの位置取りを工夫し、ラックスのスキルを避けるようにする。\n- サポートアイテムや回復スキルを活用して、HPを維持しつつハラスを行う。\n- ジャングラーに協力を求めて、ラックスに対するgankを狙い、プレッシャーをかける。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、ザイラが接近されると簡単に倒される可能性が高い。\n- ラックスのスキルは全てミニオンにブロックされず、ザイラのハラスを無効化しやすい。\n- ザイラは移動に役立つスキルがなく、ラックスのスキルを避けるのが難しいため、被弾しやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンの後ろに位置し、ラックスのスキルを避けるようにする。\n- ザイラの植物を利用して、ラックスのスキルを牽制しつつ、距離を保つ。\n- サポートアイテムやポーションを活用して、体力を維持し、ラックスとの trades を避ける。",
      "ルル": "ルルが不利です。\n\n理由:\n- ラックスは高いバーストダメージを持ち、ルルが近づくと一瞬で大きなダメージを受ける可能性がある。\n- ラックスのスキルは全てミニオンにブロックされず、ルルがハラスを試みても簡単に反撃される。\n- ルルはエンゲージやキャッチ能力が乏しく、ラックスのスキルを避ける手段が限られているため、接近するのが難しい。\n\n不利の緩和策:\n- ラックスのスキルがクールダウン中のタイミングを狙って攻撃することで、優位に立つ。\n- ADCにスピードを与えてラックスの攻撃を避けさせ、ルル自身が安全な位置からサポートする。\n- ルルのシールドやバフを活用して、ラックスの攻撃を受ける際の生存能力を高める。",
      "バード": "バードが不利です。\n\n理由：\n- ラックスは高いバーストダメージを持ち、スキルを当てられるとバードは簡単に削られてしまう。\n- ラックスのスネア効果により、バードは接近することが難しく、攻撃やサポートを行う余裕がなくなる。\n- バードのダメージスキルは限られており、ラックスの高耐久力に対して十分な圧力をかけることができない。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ラックスのスキルを避ける動きを意識し、距離を保つ。\n- 鐘を回収しつつ、味方ADCと連携してラックスに対して集中的に攻撃を仕掛けるタイミングを見計らう。\n- ロームを活用して他のレーンに影響を与え、ラックスとの1対1の状況を避ける。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- ラックスは長射程のスキルを持っており、ニーコが近づく前にハラスを受けやすい。\n- ラックスのスキルはミニオンにブロックされず、ニーコがミニオンを利用して攻撃することが難しい。\n- ラックスは高いバーストダメージを持ち、接近戦でニーコが捕まると一気に不利な状況に陥る。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、ラックスのスキルを避けるようにする。\n- 擬態を活用してラックスの注意を引き、奇襲を狙うタイミングを見計らう。\n- サポートアイテムやポーションを活用して、ハラスを受けた際の回復を図る。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ラックスのハラスを軽減しやすい。\n- ユーミは味方に密着することで安全にサポートができ、ラックスのスキルを避けやすい。\n- ユーミのスロー効果を利用して、ラックスのスキルを当てにくくすることができる。\n\n有利の取り方：\n- ラックスのスキルを避けつつ、味方ADCに回復やシールドを行い、レーンでのサステインを高める。\n- 敵の動きを見ながら、ラックスがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- ユーミのスローを活用して、ラックスが距離を取れないようにし、味方と連携してオールインを狙う。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、ラックスのスキルを無効化することができるため、ラックスの攻撃を効果的に防ぐことができる。\n- ジャンナのシールドや回復効果により、ラックスのバーストダメージを軽減し、持続的にレーンでのプレッシャーを維持できる。\n- ジャンナは移動速度を上げる能力を持っており、ラックスのスキルを避けやすく、接近戦でも有利に立ち回ることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのスキルを避けながら味方ADCをサポートし、相手にプレッシャーをかける。\n- ジャンナのCCを活用して、ラックスがスキルを使った後に反撃するタイミングを狙う。\n- 敵の動きを把握し、ラックスが孤立した際に味方と連携して攻撃を仕掛ける。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由：\n- ブリッツクランクはフックを使ってラックスを引き寄せることができ、ラックスの脆弱性を突くことができるため、キルに繋げやすい。\n- ラックスは接近されると非常に脆弱であり、ブリッツクランクのノックアップやサイレンスによって行動を制限されると、反撃の余地がなくなる。\n- ブリッツクランクは高いプレッシャーをかけることができ、ラックスがスキルを当てるための位置取りを難しくさせることができる。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのHPを削ることで、フックを当てやすい状況を作る。\n- 敵のミニオンがいないタイミングでフックを狙い、ラックスを捕まえるチャンスを増やす。\n- 集団戦ではラックスのスキルを避けつつ、フックやノックアップを使ってラックスを狙い、味方と連携してキルを狙う。",
      "シャコ": "シャコが有利です。\n\n理由：\n- ラックスは接近されると脆弱であり、シャコの奇襲能力によって簡単に捕まえることができる。\n- シャコはインビジブルを活用してラックスのスキルを避けることができ、ラックスの攻撃を無効化しやすい。\n- シャコの高い機動性により、ラックスのスキルを避けながら攻撃を仕掛けることができ、ハラスやキルチャンスを作りやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのスキルを避けながら近づき、攻撃を仕掛ける。\n- インビジブルを使ってラックスの視界外から奇襲をかけ、スキルを当てる。\n- シャコのCCを活用してラックスを拘束し、味方と連携してキルを狙う。",
      "パイク": "パイクが有利です。\n\n理由：\n- ラックスは基礎ステータスが低く、パイクのハラスに対して脆弱です。特に序盤はパイクの攻撃を受けやすいです。\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすいため、ラックスの攻撃を受けるリスクが低くなります。\n- パイクのフックやCCスキルを使うことで、ラックスを捕まえやすく、キルチャンスを作りやすいです。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、ラックスのHPを削ることでプレッシャーをかける。\n- フックを使ってラックスを捕まえ、味方と連携してキルを狙う。\n- 視界を確保し、ラックスが孤立しているタイミングを見計らって奇襲をかける。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ラックスを長時間拘束することができるため、ラックスのスキルを当てる余裕を奪うことができる。\n- レルのパッシブ効果により、ラックスに対してダメージを与えやすく、特にタンクとしての耐久力を活かしてハラスが可能。\n- レルは味方の移動速度を上げるスキルを持っており、ラックスの攻撃を避けながら積極的にエンゲージできる。\n\n有利の取り方：\n- レーンでのハラスを行い、ラックスのHPを削ることでプレッシャーをかける。\n- CCを活かしてラックスがスキルを使った後にエンゲージし、キルチャンスを狙う。\n- 敵ジャングラーの動きを警戒しつつ、ラックスのスキルを避けながら味方と連携して集団戦を仕掛ける。",
      "カルマ": "カルマが有利です。\n\n理由：\n- ラックスは高いバーストダメージを持つが、カルマはシールドを使って味方を守ることができるため、ラックスの攻撃を軽減できる。\n- ラックスのスキルはクールダウンがあるため、スキルを使った後に攻撃するチャンスが生まれる。カルマはそのタイミングを狙いやすい。\n- カルマは序盤から高いプレッシャーをかけられるため、ラックスに対して積極的にハラスを行うことができる。\n\n有利の取り方：\n- 常に距離を保ち、ラックスのスキルを避けるように動く。\n- ラックスのスキルを使った後に攻撃し、反撃のチャンスを狙う。\n- 視界を確保するためにワードを設置し、ラックスの動きを把握しておく。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、ラックスのハラスを受けにくくし、トレードを有利に進めることができる。\n- ミリオのウルトはラックスのCCを解除できるため、ラックスのスキルを無効化しやすく、集団戦での生存能力を高める。\n- ミリオは回復やシールドを提供できるため、ラックスのバーストダメージに対抗しやすい。\n\n有利の取り方：\n- ミリオのスキルを使ってラックスのハラスを受ける前に、味方と連携して攻撃を仕掛ける。\n- ウルトをタイミングよく使い、ラックスのスネアやバーストを無効化し、味方を守る。\n- ミリオの攻撃範囲を延ばすスキルを活用して、ラックスに対して安全にハラスを行い、レーンの主導権を握る。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "ザイラが不利です。\n\n- タム・ケンチは高い耐久力を持ち、ザイラの攻撃を受けながら接近することができるため、ザイラのハラスが効きにくい。\n- タム・ケンチのCCスキルは発生が遅いものの、接近されるとザイラは脆弱で、タム・ケンチに捕まると一気に不利な状況に陥る。\n- ザイラは移動に役立つスキルがなく、タム・ケンチが近づいてくると逃げる手段が限られているため、対処が難しい。\n\n不利の緩和策：\n- ザイラはタム・ケンチとの距離を保ちながら、ハラスを行うことを意識し、常に安全な位置を確保する。\n- タム・ケンチのスキルを避けるために、マップの視界を確保し、敵の動きを把握しておく。\n- 味方のジャングラーやミッドレーナーと連携し、タム・ケンチに対する集団戦を仕掛けることで、彼の耐久力を削るチャンスを作る。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、モルガナの攻撃を受けながら反撃しやすいため、トレードで不利になりやすい。\n- タム・ケンチのウルトによって、モルガナのCCが無力化される可能性があり、彼のエンゲージを防ぐ手段が限られる。\n- モルガナはクールダウンが長く、持続的な戦闘に向いていないため、タム・ケンチの持続的な攻撃に対処しづらい。\n\n不利の緩和策：\n- タム・ケンチの攻撃を避けるために、位置取りを工夫し、距離を保つことを心がける。\n- タム・ケンチがエンゲージする前に、味方と連携して先にCCを当てることで、彼の行動を制限する。\n- スペルシールドを活用して、タム・ケンチの攻撃を防ぎつつ、味方のサポートを行うことで、戦闘を有利に進める。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ニーコのバーストダメージを受け止めやすいため、ニーコの攻撃が効果的に決まりにくい。\n- タム・ケンチのCCスキルは発生が遅いものの、ニーコが近づくと反撃される可能性が高く、接近戦でのリスクが大きい。\n- タム・ケンチはエンゲージ型のタンクであり、ニーコの奇襲能力を無力化することができるため、ニーコが思うように立ち回れない。\n\n不利の緩和策：\n- 遠距離からのハラスを意識し、タム・ケンチが近づく前にスキルを使ってダメージを与える。\n- タム・ケンチのスキルを避けるために、位置取りを工夫し、敵の動きを見極めて行動する。\n- 味方と連携し、タム・ケンチに対して集団で攻撃を仕掛けることで、彼の耐久力を無視する戦略を取る。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- タム・ケンチは高いサステインと瞬間的な耐久力を持っており、ノーチラスの攻撃を受けながら反撃しやすい。\n- タム・ケンチのウルトによって、ノーチラスのCCを無効化される可能性があり、エンゲージが難しくなる。\n- タム・ケンチは接近戦でパッシブをスタックしやすく、ノーチラスが近づくと逆に不利な状況に陥ることが多い。\n\n不利の緩和策：\n- タム・ケンチのスキルを使わせるために、慎重に位置取りを行い、攻撃のチャンスを待つ。\n- 味方と連携し、タム・ケンチを捕まえるタイミングを見極めて一気に攻撃する。\n- アイテム選択で効果的なダメージを与えられる装備を選び、タム・ケンチの耐久力を削ることを意識する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ヴェル＝コズの攻撃を受けながら反撃しやすいため、ハラスが効きにくい。\n- タム・ケンチのウルトによって、ヴェル＝コズが捕まった場合、無力化されるリスクが高く、特に集団戦での脅威となる。\n- タム・ケンチはエンゲージ型のタンクであり、接近されるとヴェル＝コズは機動力の低さから逃げるのが難しく、致命的なダメージを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを強化し、タム・ケンチが近づく前にダメージを与えることを意識する。\n- 味方のサポートやジャングラーと連携し、タム・ケンチを捕まえるチャンスを作る。\n- 遠距離からの攻撃を活かし、タム・ケンチのスキルを避けながら立ち回ることで、リスクを減らす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ラックスのバーストダメージを受けにくいため、ハラスが効きにくい。\n- タム・ケンチのCCスキルによって、ラックスが接近されるとスキルを使う余裕がなくなり、脆弱な状態に陥る。\n- タム・ケンチはエンゲージ型のタンクであり、ラックスの射程を活かす前に近づかれてしまうと、逆に捕まるリスクが高まる。\n\n不利の緩和策：\n- レーンでのハラスを意識し、タム・ケンチのスキルを避けながら安全にダメージを与える。\n- サポートアイテムや防具を早めに購入し、耐久力を上げてタム・ケンチの攻撃に耐えられるようにする。\n- ジャングラーと連携し、タム・ケンチを捕まえるチャンスを作り、ラックスのバーストダメージを活かす。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ブランドの持続ダメージを受けても生き残ることができるため、ダメージを与えにくい。\n- タム・ケンチのCCスキルによって、ブランドは一時的に無力化されると、反撃を受けやすくなる。\n- ブランドは自衛手段が乏しく、タム・ケンチの攻撃を受けると脆弱なため、奇襲を受けると致命的なダメージを受ける可能性が高い。\n\n不利の緩和策：\n- タム・ケンチのCCを避けるために、位置取りを意識し、距離を保ちながらスキルを使う。\n- 味方のサポートを受けながら、タム・ケンチに対して集団で攻撃することで、彼の耐久力を削る。\n- アイテムを工夫して、マナ管理やダメージを向上させることで、レーン維持力を高め、タム・ケンチに対抗する。",
      "セナ": "セナが不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、セナの攻撃を受けながら反撃しやすいため、レーンでのハラスが難しい。\n- タム・ケンチのCCスキルによって捕まると、セナは逃げる手段が乏しいため、簡単に倒されるリスクが高い。\n- セナは基礎ステータスが低く、序盤の強さがタム・ケンチに対して劣るため、レーン維持が困難になる。\n\n不利の緩和策:\n- タム・ケンチの攻撃を避けるために、位置取りを意識し、常に安全な距離を保つ。\n- サポートとしての役割を活かし、味方と連携してタム・ケンチに対抗するためのガンクを狙う。\n- レーンでのハラスを行う際は、タム・ケンチのスキルのクールダウンを確認し、隙を見て攻撃する。",
      "ユーミ": "ユーミが不利です。\n\n理由：\n- タム・ケンチは高い耐久力を持ち、ユーミの支援を無効化しやすい。特に、タム・ケンチがオールインを仕掛けると、ユーミは脆弱で対処が難しい。\n- タム・ケンチのCCは発生が遅いものの、ユーミはハードCCを持たないため、タム・ケンチの攻撃を受けると逃げる手段が乏しい。\n- タム・ケンチはエンゲージ型のタンクであり、ユーミが密着していると、タム・ケンチの攻撃を受けやすく、ダメージを受けるリスクが高まる。\n\n不利の緩和策：\n- ユーミは味方のADCと連携し、タム・ケンチが攻撃を仕掛ける前にシールドや回復を活用して耐える。\n- タム・ケンチのスキルを避けるために、位置取りを工夫し、タム・ケンチが近づく前に距離を保つ。\n- ワーディングをしっかり行い、タム・ケンチの動きを把握して、味方と連携して安全に立ち回る。"
    },
    "loses": {
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、タム・ケンチの耐久力を無視してダメージを与えやすい。\n- タム・ケンチはエンゲージが苦手で、セラフィーンのスキルの発生が遅いことを利用して、距離を保ちながら攻撃できる。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦での連携が取れれば、タム・ケンチを無力化しやすい。\n\n有利の取り方：\n- タム・ケンチが近づいてくる前に、スキルを使ってハラスを行い、体力を削る。\n- 味方と連携して、タム・ケンチがウルトを使うタイミングを見計らい、集団戦でのCCを活かして無力化する。\n- セラフィーンの射程を活かして、安全な位置から攻撃し、タム・ケンチが反撃できない状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、タム・ケンチに対して一方的にハラスを行うことができるため、レーンでの優位性を保ちやすい。\n- タム・ケンチは近接チャンピオンであり、ゼラスの攻撃を受けると反撃が難しく、ダメージを受けやすい。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でもタム・ケンチに対して複数の敵にダメージを与えやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、タム・ケンチのHPを削ることで、レーンの主導権を握る。\n- タム・ケンチが近づいてきた際には、スキルを使って距離を保ちつつ、反撃のチャンスを狙う。\n- 集団戦では、タム・ケンチが前に出てくる前にスキルを当ててダメージを与え、味方と連携してタム・ケンチを無力化する。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦でのバフ効果が高いため、タム・ケンチの耐久力を上回る支援ができる。\n- タム・ケンチはエンゲージが苦手で、ソナのスタンを受けると反撃が難しくなるため、捕まえやすい。\n- ソナは回復や加速を通じて味方を守ることができ、タム・ケンチの攻撃を耐えやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削ることでプレッシャーをかける。\n- タム・ケンチがエンゲージを試みるタイミングで、スタンを使って無力化し、味方と連携して反撃する。\n- 集団戦では、味方全体にバフをかけてタム・ケンチの攻撃を受け流しつつ、敵チームにダメージを与える。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、タム・ケンチの攻撃を受けても持ちこたえやすい。\n- タム・ケンチのエンゲージが苦手で、ソラカのスキルで相手の行動を制限することができる。\n- ソラカは射程が長いため、タム・ケンチに対して安全にハラスを行うことができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削る。\n- タム・ケンチが近づいてきた際に、スキルを使って行動を制限し、反撃のチャンスを作る。\n- 味方と連携して、タム・ケンチが孤立した際に集中的に攻撃する。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、タム・ケンチのエンゲージを無効化することができるため、彼の攻撃を効果的に防げます。\n- タム・ケンチは近接攻撃型であり、ジャンナの遠距離攻撃とシールドによって、レーンでのトレードで優位に立ちやすいです。\n- ジャンナは味方の移動速度を上げることができ、タム・ケンチが攻撃を仕掛けてきた際に逃げやすく、反撃のチャンスを作りやすいです。\n\n有利の取り方：\n- タム・ケンチが近づいてきた際に、CCを使って彼を遠ざけ、味方と共に反撃する。\n- ジャンナのシールドを活用して、タム・ケンチの攻撃を受け流しつつ、持続的にダメージを与える。\n- タム・ケンチがウルトを使った際に、味方を守るために適切なタイミングでスキルを発動し、彼の効果を無効化する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、タム・ケンチに対してハラスを行いやすく、トレードで優位に立つことができる。\n- ミリオのウルトはタム・ケンチのCCを解除できるため、タム・ケンチがエンゲージを試みた際に味方を守ることができる。\n- タム・ケンチはエンゲージが苦手であり、ミリオのノックバックや攻撃強化によって、タム・ケンチの攻撃を無力化しやすい。\n\n有利の取り方：\n- ミリオのスキルを活用して、タム・ケンチに対して積極的にハラスを行い、レーンでの優位を確保する。\n- タム・ケンチがエンゲージを試みた際に、ウルトを使って味方を守り、反撃のチャンスを作る。\n- タム・ケンチが近づいてきた際に、ノックバックを使って距離を取り、タム・ケンチの攻撃を避ける。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーはダッシュやリープを持つ敵に対して強力なカウンターができるため、タム・ケンチのエンゲージを阻止しやすい。\n- ポッピーの高いシールドと低CDの割合ダメージにより、1対1の戦闘で優位に立ちやすい。\n- タム・ケンチのCCは発生が遅く、ポッピーはその間に攻撃を仕掛けることができるため、トレードで有利を取れる。\n\n有利の取り方：\n- タム・ケンチが近づいてきた際に、ポッピーのCCを使って先手を取る。\n- タム・ケンチがスキルを使った後の隙を狙って、積極的にトレードを行う。\n- レーンでのハラスを行い、タム・ケンチのHPを削りつつ、味方と連携して集団戦に持ち込む。",
      "スウェイン": "スウェインが有利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの攻撃を受けながらも耐えやすい。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、タム・ケンチが複数の敵を相手にする際に有利に働く。\n- タム・ケンチはエンゲージが苦手で、スウェインのキャッチ能力を活かしてタム・ケンチを捕まえやすい。\n\n有利の取り方：\n- スウェインのスキルを使ってタム・ケンチにダメージを与えつつ、回復を行いながらトレードを行う。\n- タム・ケンチが近づいてきた際に、スウェインのキャッチ能力を活かして先手を取る。\n- 集団戦ではタム・ケンチの耐久力を無視して、他の敵チャンピオンを狙い、タム・ケンチを孤立させる。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、タム・ケンチの動きを制限することができるため、彼の攻撃を無効化しやすい。\n- ナミのハラス能力により、タム・ケンチのサステインを削りやすく、レーンでの優位を保ちやすい。\n- タム・ケンチはエンゲージが苦手であり、ナミのディスエンゲージ能力を活かすことで、彼の攻撃を避けることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、タム・ケンチのHPを削ることで、彼のプレッシャーを減らす。\n- タム・ケンチが近づいてきた際に、CCを使って彼の動きを止め、味方と連携して攻撃する。\n- ナミのパッシブを活かして、味方の移動速度を上げ、タム・ケンチからの逃げや反撃を容易にする。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、タム・ケンチの攻撃を避けやすいため、トレードで優位に立ちやすい。\n- タム・ケンチのCCは発生が遅く、ラカンの機動力を活かして回避することができる。\n- ラカンは2種類のCCを持っており、タム・ケンチを無力化することで味方を守りやすい。\n\n有利の取り方：\n- タム・ケンチが攻撃を仕掛ける前に、先手を取ってCCを当てて無力化する。\n- タム・ケンチがスキルを使った後の隙を狙って、積極的にトレードを仕掛ける。\n- 味方と連携してタム・ケンチを囲み、逃げ道を封じることで確実にダメージを与える。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、タム・ケンチの耐久力を早期に削ることができる。\n- タム・ケンチのCCは発生が遅く、パンテオンのリープを使った攻撃に対して反応しづらい。\n- パンテオンはグローバルなウルトを持っており、他のレーンへの影響を与えやすく、序盤からの優位を作りやすい。\n\n有利の取り方：\n- レーンでのトレードを積極的に行い、タム・ケンチのHPを削る。\n- タム・ケンチがCCを使う前にリープで距離を詰め、オールインを狙う。\n- ウルトを使って他のレーンに寄り、タム・ケンチの影響を受けない状況を作り出す。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、モルガナが捕まるリスクが高い。\n- モルガナのCCは敵を拘束する能力が高いが、シャコのワープによって逃げられる可能性があるため、効果的に活用しづらい。\n- シャコはAAに依存するダイバーであり、モルガナのスペルシールドを無効化する手段を持たないため、オールインを受けやすい。\n\n不利の緩和策：\n- シャコの動きを予測し、視界を確保することで奇襲を防ぐ。\n- モルガナのスペルシールドを適切なタイミングで使用し、味方を守ることで集団戦を有利に進める。\n- シャコがインビジブルの状態で近づいてきた際には、味方と連携して反撃する準備を整える。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ブリッツクランクのフックを避けやすい。\n- シャコはAAに依存するダイバーであり、ブリッツクランクのCCを回避しつつ、瞬時にダメージを与えることができるため、対面でのプレッシャーが強い。\n- ブリッツクランクは基礎移動速度が低く、逃げる手段が乏しいため、シャコのカウンターGankに対して脆弱である。\n\n不利の緩和策：\n- シャコの動きを予測し、視界を確保することで奇襲を防ぐ。\n- ブリッツクランクのフックを外さないように、慎重にタイミングを見計らって使用する。\n- チームメイトと連携し、シャコが奇襲を仕掛ける前に集団で行動することで、シャコの攻撃を受けにくくする。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを活かして奇襲を仕掛けやすく、アリスターのエンゲージを無効化することができる。\n- シャコはAAに依存するダイバーであり、アリスターのタンク性能を無視して瞬時にダメージを与えることができる。\n- アリスターは攻撃力が低く、シャコのような高い瞬間火力を持つチャンピオンに対して反撃が難しい。\n\n不利の緩和策：\n- ワードを積極的に使い、シャコの動きを把握して奇襲を防ぐ。\n- シャコがインビジブルになるタイミングを予測し、味方と連携してカウンターを狙う。\n- 集団戦ではアリスターのCCを活かし、シャコが孤立した際に狙い撃ちする。",
      "レオナ": "レオナが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを活かして奇襲を仕掛けることができ、レオナが接近する前に攻撃を受ける可能性が高い。\n- シャコはAAに依存するダイバーであり、レオナのCCを回避しやすく、オールインの際に有利に立ち回ることができる。\n- レオナは火力が低く、特に中盤以降はダメージが不足しがちで、シャコの瞬発力に対抗しづらい。\n\n不利の緩和策：\n- ワードをしっかりと置き、シャコの動きを把握して奇襲を避けるようにする。\n- シャコがインビジブルの状態で近づいてきた際には、仲間と連携して反撃する準備を整える。\n- レーンでのハラスを避け、必要に応じて後退し、体力を温存することで、シャコの攻撃を受けにくくする。",
      "ザイラ": "ザイラが不利です。\n\n- シャコは高い機動力を持ち、インビジブル状態で奇襲を仕掛けることができるため、ザイラが接近されると脆弱な状態になりやすい。\n- ザイラは移動に役立つスキルがなく、接近されると簡単に倒されてしまうため、シャコの攻撃を避けるのが難しい。\n- シャコのCCスキルによって、ザイラの動きを制限されると、反撃のチャンスが減少し、効果的に戦うことができなくなる。\n\n不利の緩和策：\n\n- ザイラは常に安全な距離を保ち、シャコの奇襲を警戒しながらプレイすることが重要。\n- 可能な限り視界を確保し、シャコの動きを把握することで、奇襲を未然に防ぐ。\n- チームメイトと連携し、シャコが孤立しているタイミングを狙って攻撃することで、逆にプレッシャーをかける。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- シャコは高い機動力を持ち、インビジブル状態で奇襲を仕掛けることができるため、ゼラスの攻撃を避けやすい。\n- シャコのCCスキルによって、ゼラスは一時的に無力化され、近距離での戦闘に弱いゼラスは簡単に倒されるリスクが高い。\n- ゼラスは自己防衛手段が乏しく、シャコの奇襲に対して逃げる手段が限られているため、捕まると致命的なダメージを受けやすい。\n\n不利の緩和策：\n- ゼラスは常にミニマップを確認し、シャコの動きを警戒しながら位置取りを行うことで、奇襲を避ける。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることで、シャコの攻撃に耐えられるようにする。\n- チームメイトと連携し、シャコが奇襲を仕掛ける前に視界を確保し、カウンターを狙うことで、シャコのプレッシャーを軽減する。",
      "パイク": "パイクが不利です。\n\n理由:\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、パイクが攻撃を仕掛ける前に先手を取られる可能性が高い。\n- シャコのCCスキルはパイクの動きを制限し、特に集団戦での影響力を低下させるため、パイクが思うように動けなくなる。\n- シャコはAAに依存するダイバーであり、パイクの瞬間火力が低いため、トレードで不利な状況に陥りやすい。\n\n不利の緩和策:\n- シャコのインビジブルを警戒し、視界を確保するためにワードを積極的に設置する。\n- シャコがGankを仕掛けるタイミングを予測し、味方と連携してカウンターを狙う。\n- 集団戦では後衛に位置し、シャコの攻撃を避けつつ、味方のサポートに徹することで生存率を高める。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ラックスが接近されると脆弱な状況に陥りやすい。\n- シャコのCCスキルによって、ラックスは動きを制限され、スキルを発動する余裕がなくなるため、攻撃を受けやすくなる。\n- ラックスは基礎ステータスが低く、接近戦に弱いため、シャコの攻撃を受けると一気に不利な状況になる。\n\n不利の緩和策：\n- ワードを積極的に使い、シャコの動きを把握して奇襲を防ぐ。\n- シャコがインビジブルになる前に、距離を保ちながらハラスを行い、プレッシャーをかける。\n- チームメイトと連携し、シャコが奇襲を仕掛けてきた際にカバーを受けられるようにする。",
      "ブランド": "ブランドが不利です。\n\n理由：\n- ブランドは自衛手段が乏しく、シャコの奇襲に対して脆弱であり、特にインビジブル状態からの攻撃に対処しづらい。\n- シャコは高い機動性を持ち、瞬時に接近してダメージを与えることができるため、ブランドが攻撃を当てる前に倒される可能性が高い。\n- シャコのCCスキルによって、ブランドは動きを制限され、攻撃を行うことが難しくなる。\n\n不利の緩和策：\n- ワードを積極的に使用し、シャコの動きを把握することで奇襲を防ぐ。\n- チームメイトと連携し、シャコが接近する前に先手を打つことで、ダメージを与えるチャンスを増やす。\n- 自身の位置取りを意識し、シャコの攻撃範囲外で戦うことで、被ダメージを減らす。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、ノーチラスが攻撃を当てるのが難しい。\n- シャコの罠は視界を制限し、ノーチラスのフックを当てにくくするため、エンゲージが困難になる。\n- シャコは集団戦での火力が低いため、ノーチラスが集団戦での圧力をかけることができず、逆にカウンターを受けやすい。\n\n不利の緩和策：\n- シャコの罠を避けるために、視界を確保しつつ慎重に動くことで、奇襲を防ぐ。\n- シャコがインビジブルになった際には、彼の動きを予測して位置取りを行い、攻撃のチャンスを狙う。\n- チームメイトと連携し、シャコを捕まえるためのコンボを仕掛けることで、彼の奇襲を無効化する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ヴェル＝コズが接近されると脆弱な状態になる。\n- ヴェル＝コズは機動力が低く、シャコの攻撃を避ける手段が限られているため、特に奇襲を受けると致命的なダメージを受けやすい。\n- シャコのCCスキルによって、ヴェル＝コズの行動が制限され、スキルを発動する前に無力化される可能性が高い。\n\n不利の緩和策：\n- ワードを積極的に使用し、シャコの動きを把握することで、奇襲を未然に防ぐ。\n- シャコがインビジブル状態の時は、慎重に位置取りを行い、孤立しないようにする。\n- チームメイトと連携し、シャコが攻撃を仕掛けてきた際にサポートを受けられるようにする。",
      "ジリアン": "ジリアンが不利です。\n\n理由：\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、ジリアンが捕まるリスクが高い。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒される可能性があるため、シャコの攻撃に対して非常に脆弱。\n- シャコは集団戦でのCCを持っており、ジリアンのスキルを無効化することで、ジリアンのサポート能力を制限できる。\n\n不利の緩和策：\n- ジャングラーと連携して、シャコの奇襲を警戒し、視界を確保することで安全にレーンを維持する。\n- シャコの動きを予測し、適切な位置取りを心がけて、捕まらないようにする。\n- アイテムを活用してマナ管理を行い、スキルを効率的に使えるようにすることで、持続的なサポートを行う。"
    },
    "loses": {
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高いヒール性能を持ち、味方の生存能力を大幅に向上させることができるため、シャコの奇襲を受けても耐えやすい。\n- シャコはAA依存度が高く、基礎ステータスが低いため、ソラカの回復とハラスによってレーンでの優位を保ちやすい。\n- ソラカのサイレンス効果により、シャコのスキルを無力化し、攻撃のチャンスを減少させることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコのHPを削ることでプレッシャーをかける。\n- シャコがインビジブル状態になった際には、味方と連携して位置を把握し、奇襲を避ける。\n- シャコが攻撃を仕掛けてきた際には、ヒールを使って味方を支援し、反撃のチャンスを作る。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、シャコの奇襲を防ぐことができるため、シャコが接近するのを難しくします。\n- ナミのハラス能力により、シャコがレーンでのプレッシャーを受けやすく、育ちにくくなります。\n- ナミは味方の移動速度を上げるパッシブを持っており、シャコの攻撃を回避しやすくなります。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコの体力を削ることで、彼の動きを制限します。\n- シャコがインビジブル状態になった際には、周囲の視界を確保し、奇襲を警戒します。\n- シャコが攻撃を仕掛けてきた際には、CCを使って彼を捕まえ、味方と連携して反撃します。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、シャコの奇襲を受けにくい。\n- セラフィーンは複数のCCを持ち、シャコの動きを制限することで、彼の攻撃を無力化できる。\n- シャコは基礎ステータスが低く、セラフィーンの射程の長さを活かして安全にハラスができる。\n\n有利の取り方：\n- シャコが近づいてくるタイミングでスキルを使い、彼の動きを制限する。\n- セラフィーンのパッシブを活かして、スキルを連打し、シャコに対して高いバーストダメージを与える。\n- 集団戦では味方と連携し、シャコが孤立しないように注意しつつ、彼を狙う。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはシャコの奇襲を無力化する能力が高く、シャコが近づいてきた際に無力化することで攻撃を防げる。\n- ルルは味方にシールドを付与できるため、シャコの攻撃を受けても生存率を高めることができる。\n- ルルはシャコの攻撃を受ける前に距離を保ちながら、遠距離から支援できるため、シャコの接近を難しくする。\n\n有利の取り方：\n- シャコが奇襲を仕掛ける前に、味方にシールドを付与しておくことで、ダメージを軽減する。\n- シャコが近づいてきた際に無力化を使い、攻撃を無効化することで、反撃のチャンスを作る。\n- ルルのスキルを駆使して、シャコの動きを制限し、味方と連携して安全に戦闘を進める。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、シャコの奇襲を受けにくくし、トレードを有利に進めることができる。\n- ミリオのウルトはシャコのCCを解除できるため、シャコの攻撃を無効化しやすい。\n- シャコはAA依存度が高く、ミリオの回復やシールドによって持続的なダメージトレードで優位に立てる。\n\n有利の取り方：\n- ミリオのスキルを活用して、シャコが奇襲を仕掛ける前に味方にバフをかけ、トレードを仕掛ける。\n- シャコがインビジブル状態の時に、ミリオのスキルを使って味方を守り、シャコの攻撃を無効化する。\n- ミリオの回復やシールドを駆使して、シャコの攻撃を耐えつつ、反撃のチャンスを狙う。",
      "セナ": "セナが有利です。\n\n理由：\n- セナは長射程を持ち、シャコの攻撃を避けながらハラスを行いやすいため、レーンでの優位を築きやすい。\n- シャコはAA依存度が高く、セナの回復能力によって持続的にダメージを与えられるため、シャコの奇襲を受けにくい。\n- セナのCCスキルによってシャコの動きを制限できるため、シャコが攻撃を仕掛ける際のリスクを高めることができる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、シャコのHPを削ることでプレッシャーをかける。\n- シャコがインビジブル状態になる前に、位置取りを工夫して安全な距離を保つ。\n- シャコが奇襲を仕掛けてきた際には、CCを使って反撃し、逆に有利な状況を作り出す。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、シャコの奇襲を無効化することができるため、シャコが近づくのを防ぎやすい。\n- ジャンナのシールドや回復能力により、味方を守ることができ、シャコの攻撃を耐えることができる。\n- シャコは集団戦が苦手であり、ジャンナのディスエンゲージ能力によって、シャコが有利な状況を作りにくくなる。\n\n有利の取り方：\n- レーンでのプレッシャーをかけ、シャコが奇襲を仕掛ける隙を与えないようにする。\n- シャコがインビジブル状態の時に、視界を確保し、位置を把握することで、奇襲を未然に防ぐ。\n- 集団戦では、ジャンナのCCを活かしてシャコを遠ざけ、味方を守りながら戦う。",
      "バード": "バードが有利です。\n\n理由：\n- バードは高い移動スキルを持ち、シャコの奇襲を回避しやすいため、シャコの攻撃を受けにくい。\n- バードのスタンを活かすことで、シャコの動きを制限し、攻撃のチャンスを作りやすい。\n- バードは回復スキルを持っているため、シャコのダメージを軽減しつつ、味方をサポートできる。\n\n有利の取り方：\n- シャコが奇襲を仕掛ける前に、ミニマップを確認し、味方と連携して警戒する。\n- スタンを使ってシャコを捕まえ、攻撃を仕掛けることで、シャコの行動を制限する。\n- 鐘を回収しながらレーンを維持し、シャコが攻撃しにくい状況を作ることで、優位に立つ。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、シャコの奇襲を受けても耐えやすく、レーンでのサステインが強化される。\n- シャコはAA依存度が高く、ユーミが味方に密着していることで、攻撃を回避しやすくなる。\n- ユーミは移動が不要なため、カメラ操作やアクティブアイテムの使用に集中でき、シャコの動きを把握しやすい。\n\n有利の取り方：\n- ユーミは味方ADCと連携し、シャコの奇襲を警戒しながらレーンを維持し、相手にプレッシャーをかける。\n- シャコがインビジブル状態の時に、味方にシールドを付与し、奇襲を受けた際の生存率を高める。\n- シャコが攻撃を仕掛けてきた際に、ユーミのスロー効果を活用して敵の動きを制限し、味方が反撃しやすい状況を作る。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "レル": "レルが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、レルのエンゲージを無効化しやすい。\n- セラフィーンのスキルの発生が遅いとはいえ、レルのスキルも発生にラグがあるため、セラフィーンの攻撃を避けるのが難しい。\n- セラフィーンは高いバーストダメージを持つため、レルがオールインを狙う際に不利になりやすい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、相手のスキルを見極めてからエンゲージを行う。\n- レーンでのハラスを控え、セラフィーンのスキルを受けないようにしつつ、味方のジャングラーと連携してギャンクを狙う。\n- セラフィーンのスキルのクールダウンを利用して、タイミングを見計らってエンゲージを行い、集団戦での有利を取る。",
      "アリスター": "アリスターが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、アリスターのエンゲージが通じにくい。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはアリスターの動きを制限しやすい。\n- アリスターは攻撃力が低く、セラフィーンの高いバーストダメージに対して耐えるのが難しい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、エンゲージのタイミングを慎重に選ぶ。\n- セラフィーンのスキルクールダウンを狙い、スキルがないタイミングで積極的にエンゲージを試みる。\n- チームメイトと連携し、セラフィーンを孤立させることで、彼女の強みを活かさせないようにする。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、ラックスのハラスを受けながらも反撃しやすい。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはラックスを無力化する可能性が高い。\n- ラックスは接近されると脆弱であり、セラフィーンのスキルの発生が遅いとはいえ、連携された攻撃を受けると不利な状況に陥りやすい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを意識し、常に安全な距離を保つ。\n- セラフィーンのスキルのクールダウンを確認し、スキルがないタイミングで積極的にハラスを行う。\n- サポートと連携して、セラフィーンに対して集中的に攻撃を仕掛け、早期にキルを狙う。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、ラカンが接近する際に大きなダメージを受けやすい。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはラカンの機動力を無力化するため、エンゲージが難しくなる。\n- ラカンは防御ステータスが低く、セラフィーンのバーストダメージに対して脆弱であり、オールイン合戦では不利になる。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてからエンゲージを行う。\n- セラフィーンのスキルがクールダウン中のタイミングを狙って、積極的にエンゲージを仕掛ける。\n- 味方と連携し、セラフィーンを孤立させることで、彼女の強みを活かさせないようにする。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、モルガナのスネアを避けられる可能性が高い。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはモルガナのスペルシールドを無効化するため、モルガナが捕まるリスクが高い。\n- モルガナはクールダウンが長く、持続的な戦闘に向いていないため、セラフィーンのスキル連打に対抗しづらい。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つ。\n- セラフィーンのスキルが発動する前に、先手を打ってスネアを当てることで、相手の行動を制限する。\n- チームメイトと連携し、集団戦でのセラフィーンの影響を減らすために、モルガナのスペルシールドを活用して味方を守る。",
      "スレッシュ": "スレッシュが不利です。\n\n理由：\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、スレッシュが接近するのが難しい。\n- セラフィーンのCC効果は広範囲で、スレッシュが捕まえようとする際に逆に無力化される可能性がある。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セラフィーンの後衛からの支援を受けると不利になる。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、位置取りを工夫し、フックを外さないように注意する。\n- セラフィーンのスキルのクールダウンを狙い、彼女がスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- 視界を確保し、セラフィーンの動きを把握することで、彼女の支援を受けにくくする。",
      "セナ": "セナが不利です。\n\n理由:\n- セラフィーンは集団戦に強く、全てのスキルが範囲攻撃であるため、セナのような単体攻撃型のサポートに対して優位に立ちやすい。\n- セラフィーンのCC効果により、セナは動きを制限されやすく、逃げる手段が乏しいため、捕まると致命的なダメージを受ける可能性が高い。\n- セラフィーンは長射程からの支援が得意で、セナがハラスを行う際に安全圏から攻撃されるため、セナのハラスが効果的に機能しにくい。\n\n不利の緩和策:\n- セナはレーンでのハラスを強化するために、味方と連携してセラフィーンのスキルを避けるように立ち回る。\n- セラフィーンのスキルの発生が遅いことを利用し、タイミングを見計らって攻撃を行い、相手のスキルを無駄にさせる。\n- セナの回復能力を活かし、味方と一緒に行動することで、セラフィーンの攻撃を受けるリスクを減らし、レーンでの生存率を高める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- セラフィーンは遠距離からのポークが得意で、ノーチラスが近づく前にダメージを与えられるため、接近戦に持ち込むのが難しい。\n- セラフィーンのサステイン能力が高く、ノーチラスが攻撃を仕掛けても回復されてしまうため、持続戦闘で不利になる。\n- セラフィーンのスキルの発生が遅いノーチラスに対して、瞬時に攻撃を仕掛けることができるため、ノーチラスのCCを避けられる可能性が高い。\n\n不利の緩和策：\n- セラフィーンのスキルを避けるために、ミニオンを利用して接近するタイミングを見計らう。\n- セラフィーンのサステインを管理するために、連携を強化し、集団戦で一気に攻撃を仕掛ける。\n- セラフィーンのスキルを外したタイミングを狙って、フックを使って一気に攻撃するチャンスを作る。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、セラフィーンのスキルを避けやすいです。\n- セラフィーンはスキルの発生が遅く、ユーミの回復やシールドで耐えられるため、トレードで優位に立ちやすいです。\n- ユーミはハラス型のメイジサポートに対して有利で、セラフィーンの攻撃をシールドで軽減しながら持続的にダメージを与えることができます。\n\n有利の取り方：\n- ユーミはセラフィーンのスキルを避けつつ、味方ADCと連携してハラスを行い、相手の体力を削る。\n- セラフィーンがスキルを使った後の隙を狙い、ユーミの回復やシールドを活かしてトレードを仕掛ける。\n- 集団戦では、ユーミが味方に密着し、セラフィーンのCCを無効化しつつ、味方のダメージを最大化する。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、セラフィーンのスキルの発生が遅いため、先手を取って攻撃しやすい。\n- セラフィーンは防御ステータスが低く、アサシンに対して脆弱なため、パンテオンのバーストダメージで早期にキルを狙える。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響を与えやすく、序盤からの優位を活かしやすい。\n\n有利の取り方：\n- セラフィーンがスキルを使った後に隙を見てオールインを仕掛ける。\n- セラフィーンのCCを避けるために、リープを使って距離を詰める。\n- 早めにアイテムを整え、バーストダメージを強化してセラフィーンに対するプレッシャーを高める。",
      "メル": "メルが有利です。\n\n理由：\n- メルは確定キルを狙いやすく、セラフィーンのHPが低い敵に対して強力なダメージを与えることができるため、キル回収が得意です。\n- メルのスキルは長射程であり、セラフィーンのスキルの発生が遅いため、メルは安全な距離から攻撃を仕掛けやすいです。\n- メルはエンチャンター系のチャンピオンに対して強力な抑止力を持っており、セラフィーンのCCを逆用することで、彼女の行動を制限できます。\n\n有利の取り方：\n- 序盤から積極的にスキルを使い、セラフィーンにハラスを行い、彼女のHPを削ることでプレッシャーをかける。\n- セラフィーンのスキルを避けながら、スキルを使ってスタックを貯め、通常攻撃で追加ダメージを与える。\n- 集団戦では、味方と連携してセラフィーンを狙い、彼女のCCを無効化することで、チーム全体の有利を確保する。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、セラフィーンの攻撃を軽減しやすいため、ハラスに強い。\n- セラフィーンはスキルの発生が遅く、ブラウムが接近することで攻撃を避けやすくなる。\n- ブラウムのパッシブによるスタン効果を活かして、セラフィーンを無力化しやすい。\n\n有利の取り方：\n- ブラウムはセラフィーンのスキルを避けながら接近し、ハラスを行う。\n- セラフィーンがスキルを使った後に攻撃を仕掛け、パッシブを発動させるタイミングを狙う。\n- セラフィーンの味方が近くにいる場合、ブラウムはその味方を意識しつつ、セラフィーンをターゲットにすることで有利な状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、セラフィーンよりも遠くから攻撃できるため、ハラスが一方的に行いやすい。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、ゼラスの攻撃を避けるのが難しい。\n- ゼラスはポークやシージ性能が高く、集団戦でも複数の敵にダメージを与えやすいため、セラフィーンの集団戦での強みを打ち消すことができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、セラフィーンの体力を削ることで、レーンの主導権を握る。\n- セラフィーンのスキルを避けながら、長射程を活かして安全な位置から攻撃し続ける。\n- 集団戦では、ゼラスのAoE攻撃を活かして、セラフィーンのスキルを無力化しつつ、味方と連携してダメージを与える。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、セラフィーンのスキルの発生が遅いことを利用して先手を取ることができる。\n- セラフィーンは集団戦に強いが、ニーコは高いバーストダメージを持っており、1対1の状況で有利に立ち回れる。\n- ニーコは短射程のチャンピオンに対して有利であり、セラフィーンのスキルを避けながら攻撃することができる。\n\n有利の取り方：\n- 擬態を活用してセラフィーンに近づき、奇襲を仕掛けることでダメージを与える。\n- セラフィーンがスキルを使った後の隙を狙って攻撃し、バーストダメージを与える。\n- ミニオンを利用してセラフィーンの攻撃を避けつつ、ハラスを行い、相手の体力を削る。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは高い耐久力を持ち、接近戦でのオールイン能力が強いため、セラフィーンのポークを受けながらも攻撃を仕掛けやすい。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、レオナが接近するチャンスが多い。\n- レオナのCCスキルを活用することで、セラフィーンを無力化し、瞬時にダメージを与えることができる。\n\n有利の取り方：\n- セラフィーンがスキルを使った後やマナが少ないときに攻撃を仕掛け、奇襲を狙う。\n- チームメイトと連携し、セラフィーンを排除するための集団戦を仕掛ける。\n- 耐久力を上げるアイテムを選択し、セラフィーンのポークを軽減しながら前に出る。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは序盤から高い火力を発揮でき、長射程から安全にハラスが可能なため、セラフィーンに対して優位に立てる。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、ザイラの攻撃を避けるのが難しい。\n- ザイラは植物を使役することで、敵の動きを制限しやすく、セラフィーンの集団戦での強みを活かさせないようにできる。\n\n有利の取り方：\n- ザイラの長射程を活かして、セラフィーンが近づく前にハラスを行い、体力を削る。\n- セラフィーンのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄にさせる。\n- 集団戦では、ザイラのCCを活かしてセラフィーンを拘束し、味方と連携して一気に攻撃する。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力なため、セラフィーンのスキルの発生が遅い隙を突いてダメージを与えやすい。\n- ジリアンのCC効果はセラフィーンのスキルを妨害することができ、特に集団戦でのAoEスタンはセラフィーンの動きを制限するのに効果的。\n- ジリアンのUltによる蘇生能力は、セラフィーンのバーストダメージに対抗できるため、味方を守る手段として非常に有効。\n\n有利の取り方：\n- ジリアンはレベル差を活かして早期にセラフィーンにプレッシャーをかけ、ファームを妨害する。\n- セラフィーンがスキルを使った後の隙を狙い、コンボで一気にダメージを与える。\n- 集団戦では味方をしっかりサポートしつつ、セラフィーンのスキルを避けながらCCを当てていく。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、セラフィーンに対しても安定したダメージを出せる。\n- バードのスタン効果により、セラフィーンのスキルを無力化することができ、特に集団戦でのセラフィーンの強みを削ぐことができる。\n- バードは移動スキルを駆使してロームが得意で、味方のサポートをしやすく、セラフィーンの支援を受けるADCに対しても圧力をかけやすい。\n\n有利の取り方：\n- セラフィーンのスキルの発生が遅いタイミングを狙って、スタンを当てて攻撃する。\n- 鐘を回収しながらレーンを維持し、セラフィーンのハラスを避けつつ、ダメージを与える。\n- セラフィーンが集団戦でスキルを使う前に、バードのUltを使って敵を無力化し、味方の攻撃をサポートする。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "レオナが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、レオナのオールインに対して耐久力が高く、反撃されやすい。\n- スウェインの引き寄せスキルによって、レオナが接近する前に捕まえられるリスクがあり、ファームを取るのが難しくなる。\n- スウェインは重傷効果に弱いレオナに対して、持続的なダメージを与えやすく、特に序盤のハラスが厳しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、スウェインのスキルを避けつつファームを心がける。\n- バックアップを意識し、スウェインに引き寄せられた際には仲間と連携して反撃するチャンスを作る。\n- 可能であれば、重傷効果を持つアイテムを早めに購入し、スウェインの回復を抑える。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ノーチラスが攻撃を仕掛けても逆にダメージを受けるリスクが高い。\n- スウェインの引き寄せやCCによって、ノーチラスは簡単に捕まえられ、大ダメージを受ける可能性がある。\n- ノーチラスはスウェインを一撃で倒すのが難しく、逆にスウェインに対して持続的なダメージを与えられないため、レーン戦での優位性が薄い。\n\n不利の緩和策：\n- スウェインのスキルクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトとの連携を強化し、スウェインを集中的に狙うことで、彼の回復を抑える。\n- 位置取りを工夫し、スウェインのスキルを避けることで、被ダメージを減らす。",
      "レル": "レルが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、レルの攻撃を受けても耐えやすい。\n- スウェインのスネアやSlowによって、レルのエンゲージが妨げられ、接近するのが難しくなる。\n- スウェインは重傷効果に弱いが、レルはその効果を持っていないため、スウェインの回復を抑える手段がない。\n\n不利の緩和策：\n- レーンでのハラスを控え、スウェインのスキルを避けながらファームに専念する。\n- ジャングラーと連携して、スウェインに対するガンクを仕掛け、早期にプレッシャーをかける。\n- アイテムを選ぶ際に、重傷効果を持つアイテムを購入し、スウェインの回復を抑える手段を確保する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ブリッツクランクの攻撃を受けても耐えやすい。\n- スウェインのスネアやスローによって、ブリッツクランクが接近するのが難しく、フックを当てるチャンスが減少する。\n- スウェインは重傷効果に弱いが、ブリッツクランクはその重傷効果を持っていないため、スウェインに対して効果的なダメージを与えにくい。\n\n不利の緩和策：\n- ブリッツクランクはレーンでのプレッシャーを高めるために、スウェインのスキルを避けながらフックを狙うタイミングを見極める。\n- ジャングラーと連携して、スウェインに対するガンクを仕掛け、早期にキルを狙う。\n- スウェインのスキルを避けるために、ブッシュを利用して奇襲をかけることで、スウェインの反撃を防ぐ。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの耐久力を上回ることができる。\n- スウェインのCCスキルはタム・ケンチを捕まえるのに効果的で、特にタム・ケンチが接近する際にスネアやスローで動きを制限されやすい。\n- タム・ケンチは機動力が低く、スウェインの攻撃を避けるのが難しいため、ロングトレードで不利になることが多い。\n\n不利の緩和策：\n\n- スウェインのスキルを避けるために、タム・ケンチは位置取りを工夫し、敵のスキルを回避することを心がける。\n- 集団戦ではタム・ケンチが前に出るのではなく、味方を守る役割に徹し、スウェインの攻撃を受けないようにする。\n- スウェインの重傷効果を意識し、回復アイテムやサポートアイテムを活用して耐久力を高める。",
      "ポッピー": "ポッピーが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ポッピーの攻撃を受けても耐えやすい。\n- スウェインのCCスキルはポッピーの動きを制限し、ポッピーが接近するのを難しくするため、ポッピーの強みを活かしにくい。\n- スウェインは重傷効果に弱いポッピーに対して、持続的なダメージを与えやすく、ポッピーの耐久力を削りやすい。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄打ちさせる。\n- 味方のサポートを受けながら、集団戦での役割を果たし、スウェインに対して一緒に攻撃する。\n- アイテムを選択する際に、重傷効果を持つアイテムを購入し、スウェインの回復を抑える。",
      "ラカン": "ラカンが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ラカンのサポート能力を上回ることができる。\n- スウェインのCCスキルはラカンの機動力を制限し、ラカンが接近する前にダメージを受けるリスクが高い。\n- ラカンは移動を伴うスキルが多く、スウェインのCCに捕まると何もできなくなるため、戦闘での影響力が低下する。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、敵のスキルを見極めてから行動する。\n- 味方と連携してスウェインに対して集団で攻撃し、彼の持続的な回復を抑える。\n- ラカンのシールドや回復を活用して、味方の耐久力を高め、スウェインのダメージを軽減する。",
      "アリスター": "アリスターが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、アリスターのエンゲージに対して強力な反撃が可能です。\n- スウェインのスネアやスローによって、アリスターの接近が難しくなり、エンゲージのタイミングを逃すことが多くなります。\n- アリスターは攻撃力が低く、スウェインの耐久力に対して十分なダメージを与えることができず、集団戦での影響力が低下します。\n\n不利の緩和策：\n- スウェインのスキルを避けるために、位置取りを工夫し、相手のスキルを無駄にさせるように動く。\n- アリスターのパッシブを活かして、レーンでのサステインを重視し、スウェインとのトレードを避ける。\n- 集団戦では、味方のダメージソースと連携し、スウェインを集中攻撃することで、彼の回復を抑える。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- スウェインは持続的なダメージと回復を同時に行えるため、ニーコのバーストダメージを受けても生き残ることができる。\n- スウェインのCCスキルにより、ニーコは接近する際に捕まえられやすく、攻撃を仕掛けるのが難しい。\n- スウェインは集団戦での耐久力が高く、ニーコの奇襲能力を無効化される可能性がある。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して安全にCSを取ることを心がける。\n- スウェインのスキルを避けるために、擬態を活用して奇襲を仕掛けるタイミングを見極める。\n- サポートやジャングラーと連携して、スウェインに対するガンクを狙い、早期にプレッシャーをかける。",
      "メル": "メルが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、メルの攻撃を受けても生存しやすい。\n- スウェインのスネアやスローによって、メルは接近されやすく、キャッチされるリスクが高い。\n- メルは回復効果に弱く、スウェインの回復能力に対抗する手段が限られている。\n\n不利の緩和策:\n- スウェインのスキルを避けるために、位置取りを意識し、距離を保つようにする。\n- スウェインが育つ前に積極的にハラスを行い、早期に優位を取る。\n- サポートアイテムやバリアを活用して、スウェインの攻撃を軽減し、集団戦での影響力を高める。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- スウェインは射程が長く、遠距離からのハラスが強力で、ブラウムは遠距離攻撃手段が乏しいため、一方的にダメージを受けやすい。\n- スウェインの持続的なダメージと回復能力に対して、ブラウムはサステインがなく、持久戦で不利になる。\n- スウェインのCCスキルはブラウムの接近を妨げるため、ブラウムがスウェインに近づくのが難しく、Peel能力が低下する。\n\n不利の緩和策:\n- ブラウムは味方ADCと連携し、スウェインの攻撃を受ける前にハラスを行うことで、レーンの主導権を握る。\n- ブラウムは視界を確保し、スウェインの動きを把握することで、Gankを避けるようにする。\n- スウェインのスキルを避けるために、位置取りを工夫し、スウェインの攻撃範囲外でのプレイを心がける。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なディスエンゲージ能力を持ち、スウェインが接近してきた際に味方を守ることができるため、スウェインの持続的なダメージを無効化しやすい。\n- スウェインは重傷効果に弱いため、ジャンナのシールドや回復によってスウェインの回復を妨げることができる。\n- ジャンナは移動速度を上げる能力を持っており、スウェインのスネアや引き寄せを避けやすく、機動力を活かして立ち回ることができる。\n\n有利の取り方：\n- スウェインが接近してきた際に、ディスエンゲージを使って味方を守り、反撃のチャンスを作る。\n- スウェインのスキルを避けながら、味方の攻撃をサポートし、スウェインのHPを削る。\n- ジャンナのシールドを活用して、スウェインの攻撃を受け流しつつ、味方の持続的なダメージを増加させる。",
      "ソラカ": "ソラカが有利です。\n\n理由：\n- ソラカは高い回復能力を持ち、スウェインの持続的なダメージを軽減できるため、レーンでの生存率が高い。\n- スウェインは重傷効果に弱く、ソラカのヒールがその影響を受けやすいため、回復を通じて有利に立ち回れる。\n- ソラカは射程が長く、スウェインの攻撃を避けながらハラスを行いやすく、レーンでのプレッシャーを維持できる。\n\n有利の取り方：\n- スウェインのスキルを避けつつ、ハラスを行い、相手のHPを削る。\n- スウェインが近づいてきた際に、回復を行いながら味方と連携してオールインを仕掛ける。\n- スウェインのCCを受けないように位置取りを工夫し、相手の攻撃を受けずに味方を支援する。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由：\n- ヴェル＝コズは長射程のスキルを持っており、スウェインが近づく前にハラスを行いやすい。\n- スウェインは重傷効果に弱いため、ヴェル＝コズの持続的なダメージを受けると回復が難しくなる。\n- スウェインは機動力が低く、ヴェル＝コズのスキルを当てやすい相手であり、特に接近されると脆弱になる。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スウェインがスキルを使った後の隙を狙って、スキルを当てることでダメージを与える。\n- 集団戦では、スウェインが接近する前にスキルを使ってダメージを与え、後衛からのサポートを行う。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、スウェインの持続的なダメージを軽減しやすい。\n- スウェインは重傷効果に弱いため、ユーミの支援によってスウェインの回復を無効化しやすい。\n- ユーミは味方に密着することで安全に支援でき、スウェインの攻撃を受けるリスクを減らせる。\n\n有利の取り方：\n- ユーミはADCと連携してスウェインに対してハラスを行い、レーンでの優位を確保する。\n- スウェインが近づいてきた際に、ユーミのシールドや回復を活用して耐え、反撃のチャンスを狙う。\n- 集団戦では、ユーミが味方に密着し続けることで、スウェインの攻撃を受けずに味方を強化し、戦闘を有利に進める。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、スウェインが接近する前にハラスを行いやすいです。\n- ザイラのCCスキルは範囲攻撃であり、スウェインの動きを制限することができるため、集団戦やレーン戦で優位に立てます。\n- スウェインは重傷効果に弱く、ザイラの持続的なダメージとCCによって、スウェインの回復を妨げることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削ることで、彼のプレッシャーを減らします。\n- CCを活用してスウェインの動きを制限し、彼が攻撃を仕掛ける前に先手を打つことが重要です。\n- 集団戦では、ザイラの植物を利用して安全な距離からダメージを与え、スウェインが近づけないように立ち回ります。",
      "ナミ": "ナミが有利です。\n\n理由：\n- ナミは豊富なCCを持ち、スウェインの接近を妨げることができるため、レーンでのハラスやトレードが得意です。\n- スウェインは重傷効果に弱く、ナミの回復能力がスウェインの持続的なダメージを相殺することができるため、耐久力を削りやすいです。\n- ナミは短射程のADCに対してハラスが容易で、スウェインの攻撃を受ける前にダメージを与えることができるため、レーンでの優位性を保ちやすいです。\n\n有利の取り方：\n- レーン開始時に積極的にハラスを行い、スウェインのHPを削ることで、早期に優位に立つ。\n- スウェインがスキルを使った後に隙を見て攻撃し、CCを活かしてトレードを仕掛ける。\n- スウェインがUltを使用するタイミングを見計らい、ナミの回復やCCを駆使して味方を守りつつ、反撃のチャンスを作る。",
      "モルガナ": "モルガナが有利です。\n\n理由：\n- モルガナは長時間のCCを持っており、スウェインの持続的なダメージを抑えることができるため、レーン戦で優位に立ちやすい。\n- スペルシールドにより、スウェインのCCを無効化できるため、味方を守りつつ攻撃を仕掛けることができる。\n- スウェインは重傷効果に弱いため、モルガナの持つCCを活かしてスウェインを捕まえやすく、ダメージを与えやすい。\n\n有利の取り方：\n- スウェインが近づいてきた際に、CCを使って捕まえ、ダメージを与える。\n- スペルシールドを活用して、スウェインの攻撃を無効化し、味方と連携してオールインを仕掛ける。\n- レーンでの視界を確保し、スウェインの動きを制限することで、ギャンクや集団戦での優位性を保つ。",
      "ルル": "ルルが有利です。\n\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、スウェインの攻撃を無力化することができるため、戦闘での優位性を保ちやすい。\n- ルルのシールドやHP増加の効果により、スウェインの持続的なダメージを軽減できるため、耐久力を高めることができる。\n- スウェインは重傷効果に弱いため、ルルのサポートによって持続的な回復を妨げることができる。\n\n有利の取り方：\n- スウェインが攻撃を仕掛けてきた際に、無力化を使って彼のダメージを抑える。\n- ルルのシールドを活用して、スウェインの攻撃を受け流しつつ、味方の生存能力を高める。\n- 集団戦では、スウェインが接近する前に味方を強化し、彼の攻撃を受ける準備を整える。",
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での効果が高いため、スウェインの持続的なダメージに対抗しやすい。\n- スウェインは重傷効果に弱く、セラフィーンのスキルによるバーストダメージで早期にHPを削ることができる。\n- セラフィーンは射程が長く、安全な位置からスウェインを支援できるため、接近される前にダメージを与えやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、スウェインのHPを削り、回復を妨げる。\n- 集団戦では味方の数に応じてスキルの効果を強化し、スウェインを無力化するチャンスを作る。\n- スウェインが接近してきた際に、CCを活用して動きを制限し、味方と連携して攻撃する。",
      "カルマ": "カルマが有利です。\n\n- カルマは序盤から高いプレッシャーをかけることができ、スウェインの育成を妨げることができる。\n- スウェインは重傷効果に弱いため、カルマのシールドや加速効果を活かしてスウェインの攻撃を避けつつ、持続的にハラスが可能。\n- スウェインのCCスキルは発生が遅いため、カルマはその隙を突いて攻撃しやすい。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削る。\n- スウェインが近づいてきた際には、シールドや加速を使って逃げつつ反撃する。\n- 敵ジャングラーの動きを警戒しつつ、視界を確保してスウェインの動きを制限する。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、スウェインの持続的なダメージを中断させることができるため、レーンでのハラスや集団戦でのキャッチがしやすい。\n- バードの回復スキルにより、スウェインのダメージを軽減しつつ、持続的に戦闘を続けることができる。\n- スウェインは重傷効果に弱いため、バードの回復スキルを使うことでスウェインの回復を妨げることができる。\n\n有利の取り方：\n- スウェインが近づいてきた際にスタンを当てて、ダメージを与えつつ後退することで、レーンでの優位を保つ。\n- 鐘を回収しながらレーンを維持し、スウェインの攻撃を避けつつ、味方と連携して集団戦を仕掛ける。\n- スウェインがUltを使用した際に、バードのUltを使って無敵状態を作り出し、味方を守りつつ反撃する。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは序盤の基礎ステータスが高く、スウェインのハラスに対して強い耐性を持っているため、レーンでの優位性を保ちやすい。\n- スウェインはロングトレードが苦手であり、パイクのキャッチ能力を活かして短期的なトレードを仕掛けることで有利に戦える。\n- スウェインは重傷効果に弱く、パイクの攻撃によって回復を妨げることができるため、持続的なダメージを与えやすい。\n\n有利の取り方：\n- パイクのフックを活用してスウェインを捕まえ、短期的なトレードを仕掛けることでダメージを与える。\n- スウェインがスキルを使った後の隙を狙い、ハラスやオールインを行うことで優位に立つ。\n- 視界を確保しつつ、スウェインの動きを制限することで、レーンの主導権を握り、味方と連携してキルを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは短時間でのバーストダメージが得意で、スウェインの持続的な回復を上回るダメージを与えることができるため、オールインで有利に立ちやすい。\n- スウェインは重傷効果に弱く、パンテオンの攻撃によって回復を妨げられるため、持続戦闘での優位性が高まる。\n- パンテオンは対象指定のリープとスタンを持っており、スウェインを捕まえやすく、集団戦でも有効に働く。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、スウェインのHPを削ることで、オールインのチャンスを作る。\n- スウェインがスキルを使った後に隙を見て攻撃し、スタンを活かしてダメージを与える。\n- パンテオンのグローバルなUltを活用して、他のレーンに寄り、スウェインが不在の間に有利な状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持っており、スウェインが近づく前に一方的にハラスができるため、レーンでの優位性を保ちやすい。\n- スウェインは重傷効果に弱く、ゼラスの攻撃による持続的なダメージがスウェインの回復を妨げることができる。\n- ゼラスのスタン効果により、スウェインのCCスキルを無効化しやすく、戦闘を有利に進めることができる。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、スウェインのHPを削ることで、早期に優位を築く。\n- スウェインが近づいてきた際には、スタンを使って捕まえ、連続攻撃でダメージを与える。\n- ブッシュを利用して視界を確保し、スウェインが近づく前に先手を打つことで、レーンのコントロールを維持する。",
      "ブランド": "ブランドは相手：スウェインに有利です。\n\n理由：\n- ブランドは持続ダメージを与える能力が高く、スウェインの回復を上回るダメージを持続的に与えることができる。\n- スウェインは重傷効果に弱いため、ブランドのダメージを受けることで回復能力が制限される。\n- ブランドはスタンを持っており、スウェインのキャッチ能力を無効化することで、戦闘を有利に進めることができる。\n\n有利の取り方：\n- スウェインが近づいてくるタイミングでスキルを当て、ダメージを与えつつスタンを狙う。\n- レーンでのハラスを積極的に行い、スウェインのHPを削り、回復をさせないようにする。\n- 集団戦では、スウェインが集まるタイミングでAoEダメージを活かし、敵チーム全体にダメージを与える。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、スウェインの持続的な回復を上回るダメージを与えることができる。\n- ジリアンのCCスキルはスウェインの行動を制限し、特にスウェインが接近する前にスタンを当てることで、彼のダメージを抑えることができる。\n- ジリアンのUltはスウェインのバーストダメージに対抗できるため、味方がフォーカスされても蘇生することで逆転のチャンスを作れる。\n\n有利の取り方：\n- レーン戦では、ジリアンのCCを活かしてスウェインに対して積極的に攻撃し、早期に優位を築く。\n- ジリアンのパッシブを活用してレベル差をつけ、スウェインが育つ前にプレッシャーをかける。\n- 集団戦では、味方を守るためにUltを適切に使い、スウェインのダメージを無効化しつつ、敵チームにダメージを与える。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、モルガナの攻撃を耐えやすく、持続的なトレードで優位に立たれる。\n- ユーミは味方に密着することで安全に支援ができ、モルガナのCCを避けることができるため、捕まえにくい。\n- モルガナはクールダウンが長く、ユーミの持続的な支援に対抗する手段が限られている。\n\n不利の緩和策：\n- ユーミの攻撃を受ける前に、味方と連携してユーミを狙うタイミングを見計らう。\n- ユーミが密着している味方を狙うのではなく、ユーミ自身をターゲットにすることで、彼女の支援を無効化する。\n- ワーディングを強化し、ユーミの動きを把握することで、彼女の支援を受けにくい状況を作る。",
      "ゼラス": "ゼラスが不利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供できるため、ゼラスのハラスを耐えやすく、レーンでのサステインが高い。\n- ユーミはスロー効果を持つスキルでゼラスの動きを制限できるため、ゼラスが攻撃を避けるのが難しくなる。\n- ユーミはタンク系のサポートに対して不利なため、ゼラスがオールインを仕掛けるチャンスが少なく、攻撃的なプレイがしづらい。\n\n不利の緩和策：\n- ユーミが密着している味方を狙い、ユーミを無視して攻撃することで、彼女の支援を無効化する。\n- ゼラスのスキルを当てやすくするために、味方と連携してユーミの位置を把握し、タイミングを見計らって攻撃する。\n- ワーディングを強化し、ユーミが孤立する状況を作り出すことで、彼女の支援を受けにくくする。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ユーミは味方に密着することで回復やシールドを提供し、ザイラの攻撃を耐えやすくするため、ザイラのハラスが効果的に機能しづらい。\n- ユーミはハードCCを持たないものの、スロー効果でザイラの移動を制限し、接近戦を仕掛けやすくするため、ザイラが距離を保つのが難しい。\n- ザイラは防御ステータスが低く、ユーミとADCの連携によるオールインに対して脆弱で、特にユーミが味方を強化している状態では対処が難しい。\n\n不利の緩和策：\n- ザイラはレーンでのハラスを強化するために、味方ADCと連携してユーミを狙うタイミングを見計らう。\n- ユーミが密着している味方を狙うのではなく、ユーミ自身をターゲットにして、回復やシールドを無効化するように立ち回る。\n- ワーディングを強化し、視界を確保することで、ユーミとそのADCの動きを把握し、オールインを避けるようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ユーミは味方に密着することで回復やシールドを提供し、セラフィーンの攻撃を耐えやすくするため、セラフィーンのハラスが効果的に機能しづらい。\n- ユーミはスロー効果を持つため、セラフィーンが距離を取ることが難しく、オールインを仕掛けられると脆弱なセラフィーンは対処が難しい。\n- セラフィーンはスキルの発生が遅く、ユーミの機動力に対抗するのが難しく、特に瞬時に攻撃を仕掛けるユーミに対しては不利になる。\n\n不利の緩和策:\n- セラフィーンは味方と連携し、ユーミが密着している味方を狙うことで、ユーミの支援を無効化するチャンスを作る。\n- ユーミのスキルを避けるために、位置取りを工夫し、常に安全な距離を保つように心がける。\n- 集団戦では、ユーミが密着している味方を狙うのではなく、ユーミ自身をターゲットにすることで、彼女の支援を無効化することを目指す。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- ユーミは味方に密着することで安全に支援ができ、特にADCとのシナジーが高いため、ソラカの回復を無効化しやすい。\n- ユーミはスロー効果を持つスキルを使ってソラカの動きを制限できるため、逃げる手段が乏しいソラカにとって脅威となる。\n- ソラカは基礎ステータスが低く、特に逃げ性能が乏しいため、ユーミとそのADCの攻撃を受けやすい。\n\n不利の緩和策：\n- ユーミの攻撃を受けないように、位置取りを工夫し、味方ADCと連携してハラスを行う。\n- ユーミのスキルのクールダウンを意識し、攻撃の隙を突いて回復やハラスを行うタイミングを見計らう。\n- ワーディングをしっかり行い、敵の動きを把握して奇襲を避けることで、ユーミの支援を受けにくくする。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ユーミは回復やシールドを提供できるため、ジリアンの攻撃を受けても耐えやすく、ジリアンの瞬間火力を無効化しやすい。\n- ユーミはハードCCを持たないジリアンに対して、スロー効果を使って逃げることができ、ジリアンの攻撃を避けやすい。\n- ユーミは味方に密着することで安全に支援ができ、ジリアンが孤立した味方を狙うのが難しくなる。\n\n不利の緩和策:\n- ジリアンは味方と連携し、ユーミが密着している味方を狙うことで、ユーミの支援を無効化するチャンスを作る。\n- ユーミのスキルのクールダウンを考慮し、ユーミがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- ジリアンは視界を確保し、ユーミが孤立する状況を作ることで、ユーミの支援を受けられない状況を作り出す。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ラックスのハラスやバーストダメージを軽減しやすい。\n- ユーミは味方に密着していることで安全に支援ができ、ラックスのスキルを避けることが容易になる。\n- ユーミのスロー効果により、ラックスが距離を保つことが難しく、接近されると脆弱なラックスは対処が困難になる。\n\n不利の緩和策：\n- ユーミが密着している味方を狙い、ユーミを先に排除することでラックスのダメージを通しやすくする。\n- ワーディングを強化し、ユーミの動きを把握することで、ラックスが安全にハラスできるタイミングを見極める。\n- ユーミのスキルのクールダウンを利用し、スキルを当てるチャンスを増やすために、連携を意識して攻撃を仕掛ける。",
      "カルマ": "カルマが不利です。\n\n- ユーミは味方に密着することで安全に支援を行い、回復やシールドを提供するため、カルマの攻撃を受け流しやすい。\n- カルマのスネアは発生が遅く、ユーミが移動する際に捕まえるのが難しいため、ユーミの機動力を制限できない。\n- ユーミはハードCCを持たないため、カルマの攻撃を受けることが少なく、ユーミの回復やシールドを無効化する手段が限られている。\n\n不利の緩和策：\n\n- ユーミが味方に乗っている間は、その味方を狙うことでユーミの支援を無効化するチャンスを作る。\n- カルマのスキルを適切に使い、ユーミの動きを予測して攻撃することで、ユーミの回復を無効化する。\n- レーンパートナーとの連携を強化し、ユーミに対してオールインを仕掛けるタイミングを見計らう。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ユーミを拘束することで味方の攻撃を容易にすることができる。\n- ユーミはハードCCを持たないため、レルのオールインに対して防御手段が乏しく、攻撃を受けやすい。\n- レルのパッシブによってユーミの耐久力を削ることができ、特にタンクとしての強みを活かしやすい。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、CCを当てて一気に攻撃する。\n- レーンでのトレードを積極的に行い、ユーミの回復やシールドを無効化する。\n- 集団戦ではユーミをターゲットにし、拘束した後に味方と連携してダメージを集中させる。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは2種類のハードCCを持っており、ユーミの移動を制限することができるため、ユーミが味方を支援する能力を無効化しやすい。\n- ラカンの高い機動力により、ユーミが密着している味方に素早く接近し、エンゲージやピールを行うことができる。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、ラカンの攻撃を受けると脆弱である。\n\n有利の取り方：\n- ユーミが密着している味方を狙い、素早く接近してCCを使い、ユーミを無力化する。\n- ユーミの回復やシールドを無効化するために、連携して攻撃を仕掛け、ユーミの支援を受けられない状況を作る。\n- 敵の動きを読み、ユーミが孤立するタイミングを見計らって、エンゲージを行い、ユーミを捕まえる。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは強力なCCを持っており、ユーミを捕まえることで一気にオールインが可能です。ユーミはハードCCを持たないため、ノーチラスの攻撃を受けると脆弱です。\n- ユーミは味方に密着することで支援を行いますが、ノーチラスがユーミのADCに圧力をかけることで、ユーミの支援が無効化される可能性が高まります。\n- ノーチラスはユーミの回復やシールドを無視してダメージを与えることができるため、ユーミの持続力を削ることができます。\n\n有利の取り方：\n- ユーミがADCから離れた瞬間を狙い、フックを使ってユーミを排除するチャンスを作ります。\n- ユーミのADCに対して積極的にプレッシャーをかけ、ユーミが支援できない状況を作り出します。\n- 集団戦やレーンでのエンゲージを行い、ユーミを早めに排除することで試合を有利に進めます。",
      "レオナ": "レオナが有利です。\n\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、レオナの攻撃を受けると脆弱です。\n- レオナは多くのCCスキルを持ち、ユーミを捕まえることで彼女の支援能力を無効化できます。\n- ユーミが味方に密着しているときでも、レオナはその味方を狙うことでユーミの影響力を減少させることができます。\n\n有利の取り方：\n\n- ユーミが孤立しているタイミングを狙って攻撃し、彼女のサポートを無効化します。\n- ボットレーンの味方と連携し、ユーミを狙ったオールインを仕掛けることで、試合を有利に進めます。\n- ユーミが他のチャンピオンに付いている場合、そのチャンピオンを先に排除することでユーミの影響を減らします。",
      "アリスター": "アリスターが有利です。\n\n理由：\n- アリスターは強力なCCを持っており、ユーミの移動を制限することで味方への支援を妨げることができる。\n- アリスターの高いタフネスとパッシブによる回復効果により、ユーミのハラスを耐えやすく、レーン維持が得意。\n- ユーミはハードCCを持たないため、アリスターのエンゲージに対して反撃が難しく、オールインされると脆弱。\n\n有利の取り方：\n- アリスターはユーミに接近し、CCを使って味方のADCを守りつつ攻撃を仕掛ける。\n- ユーミが味方に密着しているタイミングを狙い、エンゲージを行ってユーミを孤立させる。\n- 集団戦ではアリスターのCCを活かしてユーミを狙い、味方のダメージを通しやすくする。",
      "ポッピー": "ポッピーが有利です。\n\n理由：\n- ポッピーは豊富なCCを持っており、ユーミの移動を制限することができるため、ユーミが味方を支援するのを妨げやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、ポッピーの攻撃を受けると簡単にダメージを与えられる。\n- ポッピーはダッシュやリープを阻止する能力があり、ユーミが味方に密着している際にその動きを制限することで、ユーミの効果を無効化できる。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、ポッピーのCCを使ってユーミを捕まえる。\n- ユーミが攻撃を受ける前にポッピーのスキルを使い、ユーミの移動を制限しつつダメージを与える。\n- ユーミが孤立している状況を作り出し、ポッピーの強力な1対1の戦闘能力を活かしてオールインを仕掛ける。",
      "ブラウム": "ブラウムが有利です。\n\n理由：\n- ブラウムは高い防御性能を持ち、ユーミの攻撃を軽減しやすいため、ユーミのハラスを受けにくい。\n- ブラウムのパッシブによるスタンを活かして、ユーミが密着している味方に対して強力なハラスが可能。\n- ユーミはハードCCを持たないため、ブラウムのオールインに対して脆弱で、味方を守る手段が限られる。\n\n有利の取り方：\n- ブラウムはユーミが密着している味方に対して積極的にハラスを行い、スタンを狙う。\n- ユーミが攻撃を仕掛けてきた際に、ブラウムの防御スキルを使ってダメージを軽減し、反撃する。\n- ブラウムは味方と連携してユーミを狙い、オールインを仕掛けることでユーミの支援を無効化する。",
      "バード": "バードが有利です。\n\n理由：\n- バードはスタンを持っており、ユーミの移動を制限することで味方への支援を妨げることができる。\n- バードの回復スキルにより、ユーミの回復やシールドを上回ることができ、レーンでのサステインを有利に保てる。\n- バードはロームが得意で、他のレーンへの影響を与えやすく、ユーミが孤立しやすい状況を作り出せる。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、スタンを当てて攻撃する。\n- バードの回復スキルを活用して、ユーミの支援を無効化しつつ自分やADCの生存能力を高める。\n- ロームを活用して他のレーンに圧力をかけ、ユーミがサポートできない状況を作り出す。",
      "パイク": "パイクが有利です。\n\n理由：\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、パイクの攻撃を受けると脆弱です。\n- パイクは高い機動力を持ち、ユーミの回復やシールドを無効化しやすい攻撃を仕掛けることができます。\n- ユーミはハードCCを持たないため、パイクのフックやスタンを避ける手段が限られています。\n\n有利の取り方：\n- レーン開始時にユーミに対して積極的にハラスを行い、早期にHPを削ることでプレッシャーをかける。\n- ユーミが味方に密着している隙を狙い、フックやスタンを使って捕まえる。\n- 集団戦ではユーミを優先的に狙い、味方と連携してキルを狙うことでゴールドを獲得し、優位を築く。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、ユーミの回復やシールドを無視して短時間でダメージを与えることができるため、ユーミを圧倒しやすい。\n- ユーミはハードCCを持たず、パンテオンのスタンを受けると一方的に攻撃されるため、ユーミの支援能力が制限される。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力が高く、序盤からの優位を作りやすい。\n\n有利の取り方：\n- ユーミが味方に密着しているタイミングを狙い、オールインを仕掛けてダメージを与える。\n- ユーミのスキルクールダウンを確認し、スキルが使えないタイミングで攻撃を仕掛ける。\n- 早めにレーンをプッシュし、ユーミがサポートできない状況を作り出して、他のレーンにロームする。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナはオーラによるAoE支援が可能で、集団戦での強力なバフを提供できるため、ユーミの支援を上回ることができる。\n- ソナのスタン効果は、ユーミが密着している味方を一時的に無力化することができ、ユーミの支援を妨げることができる。\n- ソナは回復や加速を持っており、ユーミの回復やシールドに対抗できるため、レーンでのハラスに強い。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、ユーミの回復を無駄にさせる。\n- 集団戦では、ユーミが密着している味方を狙ってスタンを当て、ユーミの支援を無効化する。\n- マナ管理に気を付けながら、スキルを連発して味方を強化し、ユーミの影響力を減少させる。",
      "スレッシュ": "スレッシュが有利です。\n\n理由：\n- スレッシュは高いCC性能を持ち、ユーミのADCへのバインディングを中断することができるため、ユーミの支援を無効化しやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、スレッシュが積極的に攻撃することでユーミを圧倒できる。\n- レーンフェーズでは、スレッシュがイグナイトを使ってユーミにダメージを与え、成長を阻止することができる。\n\n有利の取り方：\n- スレッシュはユーミのADCに対して積極的に攻撃し、ユーミの回復やシールドを無効化する。\n- ユーミがオート攻撃でマナを回復する際に、スレッシュのCCを使ってユーミの行動を制限する。\n- 早期にダメージを与え、ユーミの成長を抑えるために、レーンでのハラスを強化する。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "メルが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、メルは攻撃を受けやすい。\n- ゼラスのスタン効果を持つスキルにより、メルは捕まると簡単に倒されるリスクが高い。\n- メルは回復効果に対して弱く、ゼラスの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、位置取りを工夫し、常に距離を保つようにする。\n- ゼラスのスキルを受けた後に反撃できるタイミングを見計らい、スネアを活用して相手を無力化する。\n- チームメイトと連携し、ゼラスに対して集団で攻撃を仕掛けることで、彼のハラスを軽減する。",
      "ザイラ": "ザイラが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、ザイラの攻撃を安全な距離からハラスできるため、ザイラが攻撃を当てるのが難しい。\n- ゼラスのスタン効果を持つスキルにより、ザイラは捕まると簡単に倒されてしまうリスクが高い。\n- ゼラスはポークやシージ性能が高く、ザイラがレーンでの持続力を維持するのが難しくなる。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、草むらを利用して視界を確保する。\n- ゼラスのスキルのクールダウンを狙い、スキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- ゼラスの攻撃を受ける前に、植物を活用して安全な距離からハラスを行い、相手の体力を削る。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離から一方的にハラスを行うことができるため、ブラウムは近づくことが難しい。\n- ブラウムのCCスキルは発生が遅く、ゼラスの攻撃を避けることが難しいため、接近されると効果的に防御できない。\n- ゼラスは自己防衛手段が乏しいため、ブラウムが接近できれば有利だが、ゼラスの攻撃を受け続けるとブラウムは持続力が低く、ダメージを受けやすい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、ミニオンを利用して前に出るタイミングを計る。\n- ブラウムのパッシブを活かすために、ADCと連携してハラスを行い、ゼラスにプレッシャーをかける。\n- ゼラスのスキルを避けるために、ブリンクや移動スキルを持つ味方と連携し、ゼラスに近づく機会を作る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、セラフィーンは一方的にダメージを受けやすい。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しいため、タイミングを合わせるのが困難。\n- ゼラスは自己防衛手段が乏しいが、セラフィーンも防御ステータスが低く、近距離でのオールイン合戦では不利になりやすい。\n\n不利の緩和策：\n- ゼラスの攻撃を避けるために、ミニオンを利用してハラスを受けないように立ち回る。\n- セラフィーンのスキルを連打することで、ゼラスに対して圧力をかけ、ハラスを軽減する。\n- サポートとしての役割を活かし、味方と連携してゼラスに対抗することで、集団戦での優位性を確保する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、ヴェル＝コズは攻撃を受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ヴェル＝コズは一時的に無力化され、反撃の機会を失う可能性が高い。\n- ヴェル＝コズは機動力が低く、ゼラスのスキルを避けるのが難しいため、特に近距離での戦闘において不利になる。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、距離を保ちながらハラスを行う。\n- ゼラスのスタンを避けるために、スキルの発動タイミングを見極めて、適切なタイミングで移動する。\n- サポートアイテムや味方の援護を活用し、ゼラスの攻撃を受けるリスクを減らす。",
      "ラックス": "ラックスが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、ラックスよりも遠くからハラスを行うことができるため、ラックスは攻撃を受けやすい。\n- ゼラスのスタン効果を持つスキルにより、ラックスは捕まると一気にダメージを受ける危険が高く、自己防衛手段が乏しいため脆弱。\n- ゼラスはスキルの発動が遅いものの、ラックスも同様にスキルのクールダウンが長く、ゼラスの攻撃を避けるのが難しい。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、常に位置取りを意識し、ミニオンの後ろに隠れるようにする。\n- ゼラスのスタンを避けるために、スキルを使うタイミングを見極め、相手のスキルがクールダウン中のタイミングで攻撃を仕掛ける。\n- サポートアイテムやポーションを活用して、マナ管理をしっかり行い、レーンでの持続力を高める。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意なため、モルガナは攻撃を受けやすい。\n- ゼラスのスキルは方向指定・地点指定であり、モルガナのスペルシールドを無効化する攻撃が多いため、モルガナの防御手段が効果的に機能しづらい。\n- ゼラスは自己防衛手段が乏しいため、モルガナが捕まると一気にダメージを受ける可能性が高く、オールインに弱い。\n\n不利の緩和策：\n- ゼラスのスキルを避けるために、位置取りを工夫し、常に距離を保つように心がける。\n- ゼラスの攻撃を受ける前に、味方と連携して先に攻撃を仕掛け、ハラスを減らす。\n- モルガナのスペルシールドを適切なタイミングで使用し、味方を守ることで、ゼラスの攻撃を無効化し、レーンでの優位性を保つ。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、ゼラスのハラスを耐えやすく、レーンでのサステインが強化される。\n- ゼラスはスキルの発動が遅く、方向指定・地点指定のため、ユーミが味方に密着していると攻撃を当てるのが難しい。\n- ユーミは移動を必要とせず、カメラ操作やアイテム使用に集中できるため、ゼラスの攻撃を避けやすい。\n\n有利の取り方：\n- ユーミは味方ADCに密着し、回復やシールドを活用してゼラスのハラスを無効化し、レーンを維持する。\n- ゼラスがスキルを使った後の隙を狙い、ユーミが味方ADCと連携して攻撃を仕掛ける。\n- ゼラスのスキルのクールダウンを意識し、スキルがないタイミングで積極的にハラスを行う。",
      "カルマ": "カルマが有利です。\n\n理由：\n- カルマはスキルを駆使して敵を攻撃しつつ、味方をサポートできるため、ゼラスに対して持続的なプレッシャーをかけられます。\n- ゼラスのスキルは発動が遅く、カルマはそのスキルショットを避けることができれば、優位に立つことができます。\n- カルマはチームへの貢献度が高く、集団戦やオブジェクト争いでの影響力が大きいため、レーン戦が均衡しても後半での強さが際立ちます。\n\n有利の取り方：\n- ゼラスのスキルをしっかり避けながら、自分のスキルを的確に当ててハラスを行う。\n- マナ管理を意識し、無駄遣いを避けることで持続力を高める。\n- 適切なポジショニングを心がけ、ゼラスの攻撃を避けつつ味方をサポートする。",
      "パイク": "パイクが有利です。\n\n理由：\n- パイクは高い機動力を持ち、ゼラスのスキルを避けやすいため、ハラスを受けにくい。\n- ゼラスはスキルの発動が遅く、方向指定・地点指定のため、パイクのフックや奇襲に対して反応しづらい。\n- パイクのパッシブによる回復効果があるため、ゼラスのハラスに対して耐性が強く、レーンでの持続力が高い。\n\n有利の取り方：\n- ゼラスのスキルがクールダウン中やミスしたタイミングを狙ってフックを仕掛ける。\n- ゼラスが近づいてきた際に、カモフラージュを使って奇襲をかけ、ダメージを与える。\n- ゼラスが後退する際に、ハラスを行いながらレーンをプッシュし、相手のミニオンを処理することで優位を築く。",
      "ラカン": "ラカンが有利です。\n\n理由：\n- ラカンは高い機動力を持ち、ゼラスのスキルを避けながら接近することができるため、ゼラスの攻撃を受けにくい。\n- ラカンのCCスキルはゼラスを無力化するのに非常に効果的で、特にゼラスがスキルを発動する前に捕まえることで、ダメージを与えやすい。\n- ゼラスは近距離での戦闘に弱く、ラカンが接近して攻撃することで、ゼラスの強みを活かさせない状況を作れる。\n\n有利の取り方：\n- ラカンはゼラスのスキルを避けながら、タイミングを見計らって接近し、CCを使ってゼラスを無力化する。\n- ゼラスがスキルを使った後の隙を狙い、積極的にハラスを行い、レーンでの優位を築く。\n- 味方ADCと連携し、ゼラスに対して一斉に攻撃を仕掛けることで、ダメージを集中させて圧力をかける。",
      "ソナ": "ソナが有利です。\n\n理由：\n- ソナは回復やシールドを持っており、ゼラスのハラスを耐えやすいです。これにより、レーンでの持続力が向上します。\n- ソナのスキルは発動が早く、ゼラスのスキルを避けやすいため、ゼラスの攻撃を受けにくいです。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ソナが近づいて支援することでゼラスにプレッシャーをかけやすいです。\n\n有利の取り方：\n- ゼラスのスキルを避けながら、味方ADCと連携してハラスを行い、ゼラスのHPを削る。\n- ソナのオーラを活用して味方の攻撃力を上げ、ゼラスに対して一方的にダメージを与える。\n- ゼラスがスキルを使った後の隙を狙って、積極的に攻撃し、レーンの主導権を握る。",
      "レル": "レルが有利です。\n\n理由：\n- レルは複数のCCスキルを持っており、ゼラスの攻撃を無力化しやすい。特に、ゼラスがスキルを発動する前に拘束することで、彼の攻撃を避けることができる。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、レルの接近戦での強さが活かされる。\n- レルは味方の移動速度を上げるスキルを持っており、ゼラスの攻撃を避けながら積極的にエンゲージできる。\n\n有利の取り方：\n- ゼラスがスキルを使った後の隙を狙って、積極的に接近し、CCを当てる。\n- ゼラスのハラスを受ける前に、味方と連携して一気に攻撃を仕掛ける。\n- レーンでのポジショニングを工夫し、ゼラスの射程外から攻撃を仕掛けることで、彼の攻撃を避けつつ有利な状況を作る。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンは近接攻撃を持ち、ゼラスの長射程攻撃に対してオールインが強力で、ゼラスを一気に倒すことができる。\n- ゼラスはスキルの発動が遅く、機動力が高いパンテオンに対して当てるのが難しいため、パンテオンはトレードで優位に立ちやすい。\n- パンテオンのスタン効果により、ゼラスを無力化し、ダメージを与えるチャンスが増える。\n\n有利の取り方：\n- ゼラスがスキルを使った後に隙を見てオールインを仕掛ける。\n- ゼラスのスキルを避けながら近づき、リープで一気に距離を詰める。\n- ゼラスがマナを消費しているタイミングを狙い、積極的にハラスを行う。",
      "バード": "バードが有利です。\n\n理由：\n- バードは鐘を回収することで火力を向上させることができ、装備依存度が低いため、レーンでの持続力が高い。\n- バードのCCスキルはゼラスの攻撃を無力化することができ、特にゼラスのスキルが発動する前にスタンを当てることで、攻撃を阻止できる。\n- バードは移動スキルを持っており、ゼラスの長射程攻撃を避けやすく、ロームも得意なため、他のレーンへの影響力も高い。\n\n有利の取り方：\n- ゼラスのスキルが発動する前に先手を打ってスタンを当て、攻撃を無効化する。\n- 鐘を回収しながらハラスを行い、ゼラスに対して持続的な圧力をかける。\n- ゼラスがスキルを外したタイミングを狙って、積極的に攻撃を仕掛けることで、レーンの主導権を握る。",
      "ジリアン": "ジリアンが有利です。\n\n理由：\n- ジリアンはパッシブによる経験値の優位性を活かし、レベル差をつけやすいため、早い段階からゼラスに対して優位に立つことができる。\n- ジリアンのCCスキルはゼラスの攻撃を妨害しやすく、特にスタンを使うことでゼラスのスキルを当てるタイミングを崩すことができる。\n- ジリアンのUltによる蘇生能力は、ゼラスのバーストダメージに対して非常に効果的で、味方を守ることで逆転のチャンスを作りやすい。\n\n有利の取り方：\n- レーンでのハラスを行い、ゼラスのマナを消耗させることで、彼の攻撃力を低下させる。\n- ジリアンのCCを活用して、ゼラスがスキルを当てる前に攻撃を仕掛け、ダメージを与える。\n- ゼラスがスキルを使った後の隙を狙い、積極的に攻撃を仕掛けることで、レーンでの優位を確保する。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、ゼラスの攻撃を無力化することができるため、ハラスに対して耐性があります。\n- ルルのシールドやHP増加の効果により、ゼラスの遠距離攻撃を受けても生存しやすく、持続的に戦闘を続けることができます。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ルルが近づいて無力化することで有利に立ち回ることができます。\n\n有利の取り方：\n- ゼラスの攻撃を受ける前にシールドを使い、ハラスを軽減しつつ反撃のチャンスを狙います。\n- ゼラスがスキルを使った後の隙を突いて近づき、無力化を狙い、ダメージを与えます。\n- ゼラスのスキルの発動タイミングを見極めて、適切なタイミングで味方と連携し、集団戦での優位性を保ちます。",
      "ニーコ": "ニーコが有利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛けることができ、ゼラスのスキルを避けながら接近することが可能です。\n- ゼラスは全てのスキルが方向指定・地点指定であり、ニーコの機動力を活かすことでスキルを避けやすくなります。\n- ニーコのAoEダメージとスタンを持つアルティメットは、ゼラスが集団戦で位置を取る際に大きな脅威となります。\n\n有利の取り方：\n- レーンでのハラスを行い、ゼラスのマナを削ることで持続力を低下させる。\n- 擬態を利用してゼラスに近づき、奇襲をかけて一気にダメージを与える。\n- ゼラスがスキルを使った後の隙を狙って攻撃し、反撃を受けないように立ち回る。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことができるため、ゼラスの長射程攻撃に対しても有利にハラスを行える。\n- ミリオのウルトはCCを解除する能力があり、ゼラスのスタン効果を無効化できるため、集団戦での影響力が高い。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ミリオが近づいてハラスを行うことで優位に立てる。\n\n有利の取り方：\n- ミリオのスキルを使って味方の攻撃範囲を延ばし、ゼラスに対して積極的にハラスを行う。\n- ゼラスがスキルを使った後の隙を狙って、ミリオの回復やシールドを活用しながら攻撃する。\n- 集団戦ではミリオのウルトをタイミングよく使い、ゼラスのスタンを解除して味方を守りつつ、攻撃のチャンスを作る。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、ゼラスを捕まえることで一方的に攻撃できるチャンスが増えます。\n- ゼラスはスキルの発動が遅く、機動力が高いノーチラスに対して当てるのが難しいため、ノーチラスが近づきやすいです。\n- ノーチラスはタンクとして耐久力が高く、ゼラスの遠距離攻撃を受けながらも持続的に攻撃を仕掛けることができます。\n\n有利の取り方：\n- ゼラスがスキルを使った後の隙を狙ってエンゲージし、CCを活かしてダメージを与える。\n- ゼラスの攻撃範囲に注意しつつ、適切なタイミングで近づいてフックを狙う。\n- サポートアイテムや防具を選び、ゼラスのダメージを軽減しながら持続的にハラスを行う。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- メルは高いダメージを持ち、射程も長いため、スレッシュが近づく前にダメージを受けやすい。\n- メルのスキルはフックを反射できるため、スレッシュがフックを外すと大きな隙が生まれ、逆に攻撃を受けるリスクが高まる。\n- メルは回復効果に弱いスレッシュに対して、持続的なダメージを与えることができるため、集団戦での影響力が低くなる。\n\n不利の緩和策:\n- メルの攻撃範囲を意識し、距離を保ちながら立ち回ることで、ダメージを最小限に抑える。\n- スレッシュのスキルを適切なタイミングで使用し、メルのスキルを避けることで、効果的に戦う。\n- 味方との連携を強化し、メルに対して集団で攻撃することで、彼女の強みを無効化する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由：\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、ブリッツクランクが近づく前にダメージを与えられる。\n- メルのスネア効果により、ブリッツクランクが接近する際に行動を制限され、フックを当てるチャンスが減少する。\n- メルは回復効果に対して弱いが、ブリッツクランクは持続的なダメージを出すのが難しく、集団戦での影響力が低くなる。\n\n不利の緩和策：\n- ブリッツクランクはレベルを上げてからのギャンクを狙い、メルがスキルを使った後に接近することで、フックを当てるチャンスを増やす。\n- メルのスキルを避けるために、ブッシュを利用して奇襲をかけることで、相手の視界を制限し、接近する。\n- チームメイトと連携し、メルを捕まえるためのサポートを受けながら、集団戦での有利な状況を作る。",
      "モルガナ": "モルガナが不利です。\n\n理由：\n- メルはスキルを逆用できるため、モルガナのCCを無効化するバリアを持っており、モルガナの攻撃を防ぎやすい。\n- メルの長射程とAoEスキルにより、モルガナは距離を保つのが難しく、集団戦での影響力が低下する。\n- モルガナは回復効果に対して弱いため、メルの持続的なダメージに対抗しづらい。\n\n不利の緩和策：\n- レーンでのポジショニングを工夫し、メルのスキルを避けることでダメージを減らす。\n- 味方と連携し、メルに対してオールインを仕掛けるタイミングを見計らう。\n- アイテムを活用してマナ管理を行い、持続的な戦闘能力を高める。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- メルは長射程のスキルを持ち、序盤からの影響力が高いため、ブラウムが近づく前にハラスを受けやすい。\n- メルのスネア効果により、ブラウムは接近することが難しく、パッシブを活かす機会が減少する。\n- メルは回復効果に対して弱いブラウムに対して、持続的なダメージを与えることができるため、集団戦での影響力が低下する。\n\n不利の緩和策：\n- ブラウムは味方ADCと連携し、メルのスキルを避けるように動くことで、ハラスを軽減する。\n- ブラウムがメルのスキルを受ける前に、味方のミニオンを利用して前に出るタイミングを見計らう。\n- ブラウムはレベルアップを早め、早期に防御アイテムを購入することで、耐久力を高めてメルの攻撃に耐える。",
      "ソラカ": "ソラカが不利です。\n\n理由：\n- メルは確定キルを狙いやすく、ソラカの回復能力を逆用することで、ソラカが持つヒールの効果を無効化しやすい。\n- メルの長射程のスキルとAoEダメージにより、ソラカはレーンでのハラスを受けやすく、持続的なダメージを与えられる。\n- ソラカは逃げ性能が乏しく、メルのスネアやバリアによって捕まるリスクが高くなる。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用してメルのスキルを避けるように立ち回る。\n- ソラカのヒールを活かすために、味方と連携してメルの攻撃を分散させ、集団戦での生存率を高める。\n- アイテムを工夫して重傷効果を持つチャンピオンに対抗し、メルのダメージを軽減する。",
      "ナミ": "ナミが不利です。\n\n理由：\n- メルはスネア効果を持つスキルを使ってナミを一時的に動けなくすることができ、ナミのハラスやトレードを妨げることができる。\n- メルは確定キルを狙いやすく、ナミのHPが低下した際に狙われやすくなるため、ナミは常に警戒が必要。\n- ナミのCCは発生が遅く、メルの長射程のスキルに対して当てづらく、ピールが不確実になる。\n\n不利の緩和策：\n- ナミはレーンでのハラスを控えめにし、メルのスキルを避ける立ち回りを心がける。\n- 味方のジャングラーと連携し、メルに対するギャンクを狙うことで、ナミのレーンでの影響力を高める。\n- マナ管理を徹底し、必要な時にスキルを使えるようにして、持続的な戦闘に備える。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由：\n- メルは確定キルを狙いやすく、HPが閾値以下のセラフィーンに対して強力な抑止力を持っています。\n- メルのスネア効果により、セラフィーンは動けなくなり、集団戦での支援能力が低下します。\n- セラフィーンはスキルの発生が遅く、メルの攻撃を避けるのが難しく、オールイン合戦では不利になりやすいです。\n\n不利の緩和策：\n- セラフィーンは味方と連携し、集団戦を有利に進めることでメルの強みを抑えることができます。\n- メルのスキルを避けるために、位置取りを工夫し、安全な距離から攻撃することが重要です。\n- セラフィーンのスキルを連打してバーストダメージを狙い、メルのHPを早めに削ることで、確定キルを狙わせないようにします。",
      "パイク": "パイクが不利です。\n\n理由：\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、パイクが近づくのが難しい。\n- メルのスネア効果により、パイクは捕まえられやすく、特に集団戦での機動力が制限される。\n- メルは回復効果を持つため、パイクのハラスに対して耐性があり、持続的なダメージを与えるのが難しい。\n\n不利の緩和策：\n- レーンでのハラスを避けるため、ミニオンを利用してメルのスキルを避けるように立ち回る。\n- 早めに視界を確保し、メルの動きを把握することで、フックを狙うタイミングを見極める。\n- チームメイトと連携し、メルを捕まえるためのギャンクを仕掛けることで、レーンの優位性を取り戻す。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由：\n- メルはスネア効果を持つスキルを使って、ヴェル＝コズの動きを制限できるため、接近されると無力化されやすい。\n- メルは確定キルを狙いやすく、特にHPが低い状態のヴェル＝コズに対して強力な抑止力を発揮する。\n- ヴェル＝コズは機動力が低く、メルの長射程のスキルに対して逃げる手段が限られているため、ハラスを受けやすい。\n\n不利の緩和策：\n- レーンでのハラスを避けるために、ミニオンを利用して距離を保ちながらCSを取る。\n- メルのスキルを避けるために、位置取りを工夫し、スキルの発動を見極める。\n- サポートやジャングラーと連携して、メルに対するエンゲージを試み、集団戦での有利を狙う。",
      "ソナ": "ソナが不利です。\n\n理由:\n- メルは確定キルを狙いやすく、特にエンチャンター系のチャンピオンに対して強力な抑止力を持っているため、ソナは攻撃を受けやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱であるため、メルのAoEスキルによるハラスに対して耐えにくい。\n- メルのスネア効果により、ソナは動けなくなりやすく、集団戦での支援能力が制限される。\n\n不利の緩和策:\n- レーンでのハラスを避けるために、ミニオンの後ろに位置し、メルのスキルを避けるようにする。\n- 早めにアイテムを購入し、マナ管理を徹底してスキルを連発できるようにする。\n- 味方ジャングラーと連携し、メルを捕まえるチャンスを作ることで、ソナの集団戦での影響力を高める。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由：\n- ノーチラスは豊富なCCを持っており、メルの動きを制限することができるため、メルがスキルを使う前に捕まえることができる。\n- メルは回復効果に弱いが、ノーチラスは持続的なダメージを与えることができるため、メルのHPを削りやすい。\n- ノーチラスのフックによるオールインが効果的で、メルは逃げる手段が限られているため、確実にキルを狙いやすい。\n\n有利の取り方：\n- フックを使ってメルを捕まえ、連携して攻撃することで早期にキルを狙う。\n- メルのスキルを避けながら接近し、CCを重ねてダメージを与える。\n- 集団戦では、メルの後ろにいるキャリーを狙うことで、メルの影響力を削ぐ。",
      "ゼラス": "ゼラスが有利です。\n\n理由：\n- ゼラスは非常に長い射程を持ち、メルに対して遠距離から一方的にハラスができるため、レーンでの優位性を保ちやすい。\n- メルは回復効果に弱く、持続的なダメージを与えるのが難しいため、ゼラスの攻撃を受け続けると厳しい状況に追い込まれる。\n- ゼラスのスタン効果により、メルの動きを制限し、確実にダメージを与えるチャンスを作りやすい。\n\n有利の取り方：\n- レーン開始時から積極的にハラスを行い、メルのHPを削ることでプレッシャーをかける。\n- メルのスネアスキルを避けるために、位置取りを意識し、距離を保ちながら攻撃を続ける。\n- 集団戦では、ゼラスのAoE攻撃を活かして、メルが集団戦で影響力を発揮できないようにする。",
      "ジャンナ": "ジャンナが有利です。\n\n理由：\n- ジャンナは強力なCCを持ち、メルのスキルを無効化することで、彼女の攻撃を効果的に防ぐことができます。\n- ジャンナのシールドや回復効果により、メルのダメージを軽減し、持続的な戦闘で優位に立つことができます。\n- メルは回復効果に弱いため、ジャンナのサポートによって持続的なダメージを与えられると、メルは苦戦します。\n\n有利の取り方：\n- ジャンナのCCを活かして、メルがスキルを使った後に攻撃を仕掛けることで、メルの反撃を防ぎます。\n- ジャンナのシールドを適切に使い、メルの攻撃を受け流しつつ、味方の安全を確保します。\n- レーンでの視界を確保し、メルが孤立しやすい状況を作り出すことで、ジャンナのディスエンゲージ能力を活かします。",
      "レオナ": "レオナが有利です。\n\n理由：\n- レオナは多くのCCスキルを持っており、メルの攻撃を無力化することができるため、レーンでのハラスやオールインが得意です。\n- メルの攻撃スタイルは遠距離からの攻撃が中心ですが、レオナは接近戦での強さを活かしてメルに近づくことができ、反撃のチャンスを作りやすいです。\n- メルは回復効果に弱いため、レオナの持つ耐久力とオールイン能力を活かすことで、持久戦で有利に立つことができます。\n\n有利の取り方：\n- メルのスキルを避けつつ、タイミングを見計らって接近し、CCを使って捕まえる。\n- ADCと連携してメルに対するハラスを行い、メルのHPを削ることでプレッシャーをかける。\n- メルが攻撃してきた際に、反撃のタイミングを見計らってスキルを使い、逆にキルを狙う。",
      "ルル": "ルルが有利です。\n\n理由：\n- ルルは味方にシールドを付与できるため、メルの攻撃を軽減しやすく、持続的なダメージを受けにくい。\n- メルのスネア効果に対して、ルルはポリモーフを使うことで無力化できるため、メルの攻撃を効果的に防げる。\n- ルルはダイバーやアサシンに対して強力な防御能力を持っており、メルの攻撃を受ける際にも味方を守ることができる。\n\n有利の取り方：\n- ルルのシールドを活用して、メルの攻撃を受け流しつつ、味方の生存能力を高める。\n- メルがスキルを使ったタイミングでポリモーフを使い、メルの行動を制限することで、攻撃のチャンスを作る。\n- ルルのスキルを駆使して、メルの攻撃を避けつつ、味方と連携して集団戦を有利に進める。",
      "ザイラ": "ザイラが有利です。\n\n理由：\n- ザイラは長射程の攻撃を持ち、メルのスキルを安全な距離からハラスできるため、序盤から優位に立ちやすい。\n- ザイラのCCスキルは範囲攻撃であり、メルの動きを制限することができるため、メルのスノーボールを防ぐことができる。\n- メルは回復効果に弱いが、ザイラは持続的なダメージを与えることができるため、メルのHPを削りやすい。\n\n有利の取り方：\n- ザイラは序盤から積極的にハラスを行い、メルのHPを削ることでプレッシャーをかける。\n- 植物を利用して視界を確保し、メルの動きを把握しながら安全に戦う。\n- CCを駆使してメルを拘束し、味方と連携して確定キルを狙う。",
      "パンテオン": "パンテオンが有利です。\n\n理由：\n- パンテオンはオールインが強力で、メルのスネアを避けながら短時間でバーストダメージを与えることができるため、確実にキルを狙いやすい。\n- メルは回復効果に弱く、パンテオンの攻撃によって早期にダメージを与えられると、持続的なダメージを出すのが難しくなる。\n- パンテオンはグローバルなUltを持っており、他のレーンへの影響力を高めることができるため、ゲーム全体での優位性を確保しやすい。\n\n有利の取り方：\n- レベルが上がったら、メルに対して積極的にオールインを仕掛け、早期にキルを狙う。\n- メルのスネアを避けるために、タイミングを見計らってリープを使用し、攻撃を行う。\n- パンテオンのUltを活用して、他のレーンにロームし、メルが不在の間にチーム全体の優位性を高める。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、メルのHPを迅速に削ることができる。\n- ジリアンのCCスキルはメルの動きを制限し、特にスネアを持つメルに対して有効に働く。\n- ジリアンの蘇生能力は、メルの確定キルを防ぐことができ、特にバーストダメージに依存する状況で優位に立てる。\n\n有利の取り方：\n- ジリアンは序盤から積極的にメルに対して攻撃を仕掛け、レベル差を利用して優位に立つ。\n- メルがスキルを使った後に隙を見せたタイミングで、CCを使って攻撃を仕掛ける。\n- ジリアンのUltを適切なタイミングで使用し、メルの攻撃を無効化することで、集団戦での影響力を高める。",
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは回復やシールドを提供できるため、メルの攻撃を耐えやすく、レーンでのサステインが強化される。\n- メルのスキルはエンチャンター系のチャンピオンに対して強力だが、ユーミは密着していることで安全に支援でき、メルの攻撃を受けにくい。\n- ユーミは味方に密着することで移動や立ち位置を気にせずにサポートができ、メルの攻撃を避けながら味方を強化できる。\n\n有利の取り方：\n- ユーミはレーンでのハラスを避けつつ、味方ADCと連携してメルに対して圧力をかける。\n- メルのスキルを受けた後に回復やシールドを使い、メルの攻撃を無効化しつつ反撃する。\n- 集団戦では、ユーミが味方に密着して支援し、メルの攻撃を受けるリスクを減らしながら、味方のダメージを最大化する。",
      "ブランド": "ブランドはメルに有利です。\n\n理由：\n- ブランドは持続ダメージを与える能力が高く、特に回復効果に弱いメルに対して効果的です。\n- ブランドのスタン効果により、メルのスネアを避けつつ攻撃することができ、メルの行動を制限できます。\n- ブランドはAoEダメージが豊富で、集団戦においても高い火力を発揮できるため、メルの影響力を抑えることができます。\n\n有利の取り方：\n- レーンでのハラスを積極的に行い、メルのHPを削ることでプレッシャーをかける。\n- スタンを利用してメルのスキルを無効化し、攻撃のチャンスを作る。\n- 集団戦では、メルがスノーボールできないように、早めにキルを狙い、優位な状況を維持する。"
    }
  }
}