{
  "ジャンナ": {
    "name": "ジャンナ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n- ジャンナは強力なシールドを持っており、パンテオンの攻撃を防ぎやすい。\n- ジャンナのノックアップやノックバックにより、パンテオンが近づくのが難しくなる。\n- ジャンナは味方を守る能力が高く、集団戦での影響力が大きい。\n- パンテオンは短期決戦に強いが、ジャンナのディスエンゲージ能力により、オールインが難しい。\n- ジャンナは視界を確保しやすく、パンテオンのローミングを警戒されやすい。\n\n不利の対策：\n\n- レーンでのハラスを控え、AAを使ってミニオンウェーブを管理する。\n- ジャンナのスキルを避けるために、位置取りを工夫し、突進を狙わない。\n- ジャングラーと連携し、ジャンナがいないタイミングで攻撃を仕掛ける。\n- 集団戦では、ジャンナのスキルを使わせた後に突入し、味方のCCを利用する。\n- 長期戦を避け、早期にキルを狙うのではなく、ミニオンウェーブを利用してファームを優先する。",
      "アリスター": "アリスターは不利です。\n\n- ジャンナは遠距離からのポークが得意で、アリスターが近づく前にダメージを与えられる。\n- ジャンナのQでアリスターの突入を妨害されるため、エンゲージが難しい。\n- ジャンナのEで味方ADCを守ることで、アリスターの攻撃が無効化されやすい。\n- ジャンナのRは集団戦での逆転を狙う能力があり、アリスターのエンゲージを無効化することができる。\n\n不利の対策：\n- レーニング序盤は視界を確保し、ジャンナの動きを常に確認する。\n- レベル2で味方ADCと連携し、ジャンナのQを避けるタイミングで突入を試みる。\n- ジャンナがQを使った後の隙を狙って、W→Qで攻撃する。\n- ミニオンウェーブを押し付けて、ジャンナがロームしづらい状況を作る。\n- タンクアイテムをビルドし、耐久力を上げてレーン維持を図る。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- ジャンナは強力なCCを持ち、ラカンの突進を妨害することができるため、ラカンのコンボを発動しづらくなる。\n- ジャンナのシールドや回復により、ラカンの攻撃が効果的に無効化されることが多い。\n- ジャンナは移動速度を上げる能力を持っており、ラカンが接近するのを難しくする。\n- ジャンナのRは集団戦での影響力が高く、ラカンがエンゲージを仕掛ける際に逆に不利な状況を作られる可能性がある。\n\n不利の対策:\n- ジャンナのスキルを誘発させるために、無理に突っ込まずに様子を見る。\n- ジャンナのQを見たら、Eで回避し、味方にシールドを優先する。\n- ジャンナのRを使わせた後に反撃のチャンスを狙う。\n- ブッシュや側面からの奇襲を心がけ、味方と連携して瞬間火力で攻撃する。\n- アイテムを移動重視にし、状況に応じてクレンズや回復支援を考慮する。",
      "ラックス": "ラックスが不利です。\n\n- ジャンナは強力なCCを持ち、ラックスのスキルを無効化することができるため、ラックスのハラスがしづらい。\n- ジャンナのシールドにより、ラックスのダメージを軽減されるため、キルを狙うのが難しい。\n- ジャンナは味方ADCを守る能力が高く、ラックスが攻撃を仕掛けても反撃されるリスクが高い。\n- ジャンナの移動速度向上の能力により、ラックスが距離を取るのが難しくなる。\n\n不利の対策：\n\n- ジャンナのQのクールダウンを把握し、Qがないタイミングを狙って攻撃する。\n- ウェーブをミニオンの裏で管理し、ジャンナのシールドを使わせるようにハラスを行う。\n- ジャンナのWのクールダウンを意識し、味方ADCが守られていないタイミングで攻撃を仕掛ける。\n- 集団戦では、ジャンナのRを避けるために安全な位置から攻撃し、タイミングを見計らってRを使用する。",
      "レル": "レルが不利です。\n\n理由:\n- ジャンナのノックバックによって、レルの突進が阻害されやすく、攻撃の機会を失うことが多い。\n- ジャンナのシールドがレルのダメージを軽減し、持続的なダメージを与えにくい。\n- ジャンナは安全に距離を保ちながらポークができ、レルが近づくのを難しくする。\n- ジャンナのRによって、集団戦でのレルのエンゲージが無効化される可能性が高い。\n\n不利の対策:\n- レーン前半は距離を保ち、ジャンナのスキルを避けるように立ち回る。\n- ジャンナのスキルを使わせた後に攻撃を仕掛けるタイミングを見計らう。\n- フラッシュを使ってジャンナのスキルを避け、突進を狙う。\n- ロームを活用して他のレーンに影響を与え、優位を作る。\n- 集団戦では、ジャンナを排除するのではなく、他のキャリーや後衛を狙うことを考える。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジャンナは強力なピール能力を持ち、味方を守るためのシールドや回復を提供できるため、モルガナの攻撃を無効化しやすい。\n- ジャンナのノックアップやノックバックにより、モルガナのスキルが当たりにくくなる。\n- ジャンナは移動速度を上げる能力があり、モルガナが距離を詰めるのが難しくなる。\n- モルガナのクールダウンが長いため、ジャンナのスキルに対して持続的に対抗するのが難しい。\n\n不利の対策:\n- レーン序盤はミニオンウェーブを押し込まず、相手のスキルを避けながらポークを行う。\n- ジャンナのスキルを避けるために、位置取りを工夫し、AAやスキルを当てるタイミングを見計らう。\n- Eを味方に使い、ジャンナの攻撃を受けた際に味方を守る。\n- 集団戦では、ジャンナのRを温存させるように立ち回り、タイミングを見計らって拘束を狙う。",
      "ポッピー": "ポッピーが不利です。\n\n- ジャンナは遠距離からのハラスが得意で、ポッピーが近づく前にダメージを与えられる。\n- ジャンナのシールドや回復により、ポッピーの瞬間火力が減少し、効果的なトレードが難しい。\n- ジャンナのノックアップやノックバックにより、ポッピーはエンゲージや逃げる際に制限される。\n- ジャンナはミニオンウェーブを利用してポッピーの動きを制限しやすく、ポッピーが有利な状況を作りにくい。\n\n不利の対策：\n\n- レーンではミニオンウェーブを管理し、ジャンナのハラスを避けるために距離を保つ。\n- ジャンナのスキルを避けるために、壁を利用してエンゲージのタイミングを見計らう。\n- アイテムを早めに購入し、耐久力を上げてハラスに耐えられるようにする。\n- 集団戦では、ジャンナを孤立させるために味方と連携し、タイミングを見計らって攻撃する。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ジャンナは強力なCCを持ち、レオナが接近するのを妨害することができる。\n- ジャンナのシールドや回復により、レオナの攻撃が無効化されやすい。\n- ジャンナは移動速度を上げる能力があり、レオナがオールインを仕掛けるタイミングを逃しやすい。\n- ジャンナは視界確保が不得手なため、レオナが隙を突くのが難しい。\n- ジャンナのウルトは集団戦での影響力が高く、レオナの攻撃を無力化する可能性がある。\n\n不利の対策:\n- ジャンナのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- チームメイトと連携し、ジャンナを狙う際は一緒に行動することで、彼女のスキルを避ける。\n- ウェーブを管理し、ミニオンを利用してジャンナのスキルを避ける位置取りを心がける。\n- ジャンナがミスプレイするのを待ち、隙ができたときに一気に攻撃する。\n- 自身の耐久力を活かし、無理にオールインを仕掛けず、相手の動きを見極める。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ジャンナよりも遠くからハラスができるため、レーンでの優位性を保ちやすい。\n- セナの回復能力により、持続的なハラスが可能で、ジャンナのシールドを上手く使わせることができる。\n- ジャンナはエンゲージ能力が低く、セナの攻撃を受けると反撃が難しい。\n- セナはスケール型で、育つと高い火力を発揮できるため、後半の集団戦でも強力。\n\n有利の取り方：\n- ミニオンウェーブの後ろからAAやQでポークし、ジャンナにプレッシャーをかける。\n- ジャンナのシールドが来る前にQでダメージを与え、シールドを無駄にさせる。\n- Wを使って敵の逃げを予測し、セナの攻撃を当てる。\n- ミニオンウェーブを管理し、セナの射程を活かして安全にファームを行う。\n- 集団戦では後方からQで削り、Rで味方を支援する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、ジャンナの攻撃を避けやすい。\n- ジャンナのCCは主に敵を遠ざけるものであり、ユーミは味方に付いているため、直接的な影響を受けにくい。\n- ユーミの回復とシールドは、ジャンナのポークやハラスを軽減できるため、レーン維持が得意。\n- ジャンナはエンゲージ能力が低く、ユーミが味方に付いている限り、ジャンナの攻撃的なプレイスタイルに対抗しやすい。\n\n有利の取り方：\n\n- 序盤は味方ADCに付いて安全を重視し、AAやQでポークを行う。\n- ジャンナのQやEを避けつつ、味方にWで回復と加速を付与してトレードを有利に進める。\n- ミニオンウェーブを利用して、ジャンナのハラスを受けにくい位置取りを心がける。\n- 集団戦では、Rを使って敵のCCを避けつつ、味方を強化し、ジャンナの剥がしを無効化するタイミングを狙う。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは持続的なポークが可能で、相手のHPを削りやすい。\n- ジャンナのシールドは一時的な効果であり、ソナの回復やバフで持続的に味方を強化できる。\n- ソナのCCはUltに依存しているため、ジャンナのCCを避けやすい。\n- ソナは操作が簡単で、スキルの発動が迅速なため、プレッシャーをかけやすい。\n\n有利の取り方:\n- 序盤はQで敵を削り、ジャンナのシールドやトルネードのクールダウンを確認する。\n- ジャンナのスキルが切れたタイミングでAAやQで攻撃し、プレッシャーをかける。\n- Wを使って味方を回復しつつ、Eで逃げを助ける。\n- 集団戦ではRを使って敵をスタンさせ、味方の攻撃をサポートする。",
      "ニーコ": "ニーコが有利です。\n\n- ジャンナのシールドやノックアップを無効化するための高いバーストダメージを持っている。\n- 擬態を利用してジャンナの注意を引き、奇襲を仕掛けることができる。\n- ジャンナの基礎ステータスが低いため、ニーコの攻撃で早期に圧力をかけやすい。\n- ジャンナの移動速度向上の効果を無視して、接近戦でのダメージを出しやすい。\n\n有利の取り方：\n- レーン序盤はQでジャンナを牽制し、AAでダメージを与える。\n- Wを使ってクローンを作り、ジャンナを混乱させる。\n- Eで根付きを狙い、ジャンナが反応する前にコンボを決める。\n- ジャンナのシールドとウルトのクールダウンを把握し、タイミングを見計らって攻撃する。\n- 味方のCCと連携し、E→Q→Rのコンボで確実にダメージを与える。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは長射程のQとEを持ち、レーンでのハラスが強力で、ジャンナに対して積極的に攻撃できる。\n- ナミのEは味方の移動速度を上げるため、味方のキルを狙いやすく、連携が取りやすい。\n- ジャンナのシールドはナミの回復を妨害することができるが、ナミは持続的なダメージを与えることでシールドを無効化しやすい。\n- ナミのULTは集団戦での影響力が高く、ジャンナのULTを読み合いで無効化することができる。\n\n有利の取り方:\n- レーン開始時に距離を取りつつ、Qでポークを行い、ジャンナの反撃を避ける。\n- レベル2-3でWを温存し、Q→E→味方のAAでダメージを与え、ジャンナにプレッシャーをかける。\n- ミニオンウェーブを押し込んでロームし、他のレーンでのアシストを狙う。\n- レベル6でULTを使い、ジャンナのULTを読み合いで無効化し、敵を分断する。\n- 集団戦ではULT→Eで味方の火力を補助し、ジャンナのディスエンゲージを無効化する。",
      "バード": "バードが有利です。\n\n理由:\n- バードはロームが得意で、視界を確保しながら味方をサポートできるため、マップ全体での影響力が高い。\n- バードのスタンはジャンナのシールドやCCを無効化できるため、ジャンナの防御を突破しやすい。\n- ジャンナはエンゲージ能力が低く、バードの瞬時の攻撃に対して反応しづらい。\n- バードは鐘を回収することで火力を向上させるため、装備依存度が低く、早期からのダメージを出しやすい。\n\n有利の取り方:\n- 開幕は鐘を集めつつ、レーンでポークを行い、ジャンナにプレッシャーをかける。\n- レーンで有利を取ったら、ミニオンウェーブを押し込んでサイドロームを行い、他レーンに影響を与える。\n- 短い交戦を心がけ、ジャンナの反応を見ながらQスタンからADCキルを狙う。\n- 集団戦ではRを使って敵を分断し、ジャンナのシールドを無効化するタイミングを狙う。"
    }
  },
  "ナミ": {
    "name": "ナミ",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n理由:\n- ナミは回復能力を持っており、ラックスのハラスを軽減できるため、持続的なトレードで優位に立ちやすい。\n- ナミのCCはラックスのスネアを避けるための動きを制限し、ラックスが接近されると脆弱になる。\n- ナミのノックアップはラックスのスキルを妨害する可能性があり、ラックスが安全にスキルを使うことが難しくなる。\n- ナミは味方の移動速度を上げるパッシブを持っており、チーム全体の機動力を向上させるため、集団戦での影響力が高い。\n\n不利の対策:\n- レーンでは慎重に立ち回り、ナミのQを避けつつ、Eを使って安全にファームを行う。\n- ナミのWの回復を考慮し、短期戦を避けてQ→Rでの確殺を狙う。\n- ナミのCCを避けるために、位置取りを意識し、角度を使ってスキルを避ける。\n- ロームや視界確保を行い、他のレーンでのプレッシャーをかけて有利を作る。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ナミの回復能力により、短期交戦での持続力が高く、モルガナのダメージを軽減されやすい。\n- ナミのEによる強化AAで、モルガナのスキルを避けながら攻撃されると、モルガナは反撃しづらい。\n- ナミのCCは発生が遅く、相手の移動速度が上がると当てづらくなるため、ピールが不確実になる。\n- ナミはレーンでのハラスが強力で、モルガナはマナ管理が難しいため、持続的な戦闘に向かない。\n\n不利の対策:\n- 序盤はナミのハラスを避けるため、位置取りを工夫し、草むらを利用して視界を確保する。\n- ナミのEの強化AAを警戒し、距離を保ちながらトレードを行う。\n- ナミのCCを避けるため、タイミングを見計らってスキルを使用し、相手の動きを予測する。\n- レベル6以降は、ナミのRに合わせて自分のRを使うタイミングを見極め、チーム全体での連携を強化する。",
      "ソラカ": "ソラカが不利です。\n\n理由:\n- ナミは短～中距離でのトレードが得意で、QによるCCでソラカを捕まえやすい。\n- ナミの回復能力はソラカの回復を上回るため、持続的な戦闘で不利になる。\n- ソラカは機動力が低く、ナミのQを避けるのが難しいため、位置取りが重要になる。\n- ナミのEによるバフで味方ADCの攻撃力が上がり、ソラカのヒールが追いつかないことがある。\n\n不利の対策:\n- レーンでは後衛を維持し、ナミのQを避ける位置取りを心がける。\n- Eをナミの攻撃経路に置き、突進を防ぐことで味方を守る。\n- 短期戦を避け、長期戦に持ち込むことでソラカの回復能力を活かす。\n- アイテムを早めに購入し、回復やバフを強化することでナミの圧力に対抗する。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ナミは遠距離からの攻撃が可能で、ハラスが強力なため、パンテオンはレーンでのトレードが難しい。\n- ナミの回復能力により、パンテオンの短期バーストが無効化される可能性が高い。\n- ナミのCCは発生が遅いものの、パンテオンが接近する際に当てられると大きな影響を受ける。\n- 長期戦になるとナミの回復とCCが優位に働き、パンテオンは持続的なダメージを出しづらい。\n\n不利の対策:\n- レベル2でWを取得し、ナミのスキルを予測してブロックすることで有利に立ち回る。\n- ナミのQで捕まらないように、無理に突っ込まずにミニオンウェーブを利用してハラスを避ける。\n- 奇襲を狙う際は、草むらやフラッシュ角から接近し、ナミのスキルを避ける。\n- 中盤以降はRを使ってナミを分断し、集団戦での回復を妨げる。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ナミは回復とCCを持っており、ゼラスのポークを受け流すことができる。\n- ゼラスのスキルは発動が遅く、ナミが接近してくると当てづらくなる。\n- ナミのEによるバフで味方ADCのサステインが向上し、ゼラスのハラスが効果的でなくなる。\n- ナミが捕まえた際のコンボでゼラスは一気にダメージを受ける可能性が高い。\n\n不利の対策:\n- 常に後方に位置取り、ミニオンの後ろからスキルを使って安全にハラスを行う。\n- ナミのスキルを避けるために、動きながらスキルを連射し、距離を保つ。\n- ゼラスが前に出た際には、ナミのQを警戒しつつ、ミニオンを利用して安全に攻撃する。\n- 集団戦では遠距離からの攻撃を意識し、ナミが接近してきたら味方のピールを待つ。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- ナミは遠距離からのポークが得意で、ニーコが近づく前にハラスを受けやすい。\n- ナミの回復能力により、ニーコの瞬間火力が無効化される可能性が高い。\n- ナミのCCスキルは発生が遅いものの、ニーコが接近する際に泡やウェーブを使われると、ニーコの動きが制限される。\n- ナミはサステインが高く、長期戦になるとニーコが不利になる。\n\n不利の対策:\n- レーン前半はミニオンの後ろからファームし、ナミのスキルを避ける。\n- ブッシュを利用して姿を変え、ナミのスキルを誘導して避ける。\n- ナミのスキルのクールダウンを確認し、攻撃のタイミングを見計らう。\n- 瞬間火力を活かすため、ナミの回復がないタイミングで積極的にトレードを仕掛ける。\n- ロームやサイドプレッシャーを意識し、視界を確保して味方と連携する。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ナミは回復とCCを持っており、ザイラのポークを軽減できる。\n- ナミのCCはピンポイントで当てやすく、ザイラの移動を妨げることができる。\n- ザイラは防御ステータスが低く、接近されると脆弱であるため、ナミの攻撃的なトレードに弱い。\n- ナミのパッシブによる移動速度の向上が、ザイラのスキルを当てづらくする要因となる。\n\n不利の対策:\n- 初動でポーションを多く持ち、ナミのハラスを耐える。\n- ミニオンウェーブを利用して、ナミのスキルを避ける位置取りを心がける。\n- ナミのCCを避けるために、スキルの発動タイミングを見極める。\n- ザイラのスキルを温存し、ナミのスキルがクールダウンしているタイミングでトレードを仕掛ける。\n- チームメイトと連携し、ナミに対して集団で攻撃することで、彼女の回復を無効化する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ナミはCCを持ち、特にバブルでセラフィーンのスキルを阻止することができるため、セラフィーンの攻撃を当てづらくなる。\n- ナミの回復能力により、セラフィーンのハラスが効果的に減少し、持続的なトレードで不利になる。\n- ナミのスキルは発生が遅いが、セラフィーンも同様にスキルの発生が遅いため、ナミが先手を取ることができる。\n- 集団戦ではナミのUltで敵の突進を止めることができ、セラフィーンのUltを打たせないように立ち回られると、セラフィーンの影響力が薄れる。\n\n不利の対策:\n- 序盤はミニオン越しにウェーブを利用してQを当て、ナミのバブルを避ける位置取りを心がける。\n- ナミのEやWを温存させないように、積極的にハラスを行い、ナミのリソースを削る。\n- 集団戦では、ナミのUltを避けるために味方と連携し、散らばって被弾を減らす。\n- ナミのCCを避けるために、スキルを連鎖させるタイミングを見計らい、連続して攻撃を仕掛ける。"
    },
    "loses": {
      "アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持ち、ナミの動きを制限しやすい。\n- アリスターのタンク性能により、ナミのハラスを耐えることができる。\n- ナミのスキルは発生が遅く、アリスターが接近する際に当てづらい。\n- アリスターは近接攻撃でナミに対して強力なトレードが可能。\n\n有利の取り方：\n\n- レベル1–2では、ミニオンの近くでW→Qのコンボを狙い、ナミにプレッシャーをかける。\n- レベル3以降、W→Q→EのコンボでナミのADCを狙い、ナミのスキルが外れたタイミングで攻撃する。\n- ブッシュからフラッシュWで奇襲を狙い、ナミのスキルを避けながら攻撃する。\n- ナミの泡のクールダウンを確認し、スキルが使えないタイミングで積極的にエンゲージする。",
      "メル": "メルが有利です。\n\n理由:\n- メルは長射程のスキルを持ち、ウェーブをコントロールしやすいため、ナミに対してハラスがしやすい。\n- メルのWはナミのQやRを反射できるため、ナミの攻撃を逆手に取ることができる。\n- メルは確定キルを狙いやすく、ナミの回復を無効化する能力があるため、トレードで優位に立ちやすい。\n- ナミのCCは発生が遅く、メルはその隙を突いて攻撃することができる。\n\n有利の取り方:\n- レベル1からEを使ってゾーニングし、ナミのAAやスキルを避ける。\n- ナミがQを投げた瞬間にWを使い、反射でナミのQを返すことで、ナミの行動を制限する。\n- Eのスネアを使ってナミを捕まえ、AAやスキルで追撃する。\n- 集団戦では後列からQで圧をかけ、Wを温存してナミの大技を封じる。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックの発生速度が早く、ナミを捕まえるチャンスが多い。\n- ナミは単体での逃げ性能が低く、フックを当てることでキルに繋げやすい。\n- ブリッツクランクのCCはナミの回復やスキルの使用を妨害できるため、ナミの強みを活かさせない。\n- ナミのスキルは発生が遅く、ブリッツクランクのフックに対して反応しづらい。\n- ブリッツクランクは近距離での捕縛と沈黙を持っており、ナミのスキルを無効化できる。\n\n有利の取り方：\n- ワードを置いてナミのQを避ける位置取りをする。\n- ナミのスキル消費を確認し、フックのタイミングを計る。\n- 味方ADCのCCと連携してフックを当て、近接コンボを行う。\n- フックを外した場合は一旦退き、味方を守るためにWを使用する。\n- レベル6以降はULTを使ってキルを狙ったり、敵を分断する。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは豊富なCCを持ち、ナミを捕まえる能力が高い。\n- ナミのスキルは発生が遅く、ノーチラスが接近する前に当てるのが難しい。\n- ナミの回復能力はあるが、ノーチラスの強力なCCで早めにダメージを与えることで、回復を無効化できる。\n- ナミは短射程のADCに対して有利であるため、ノーチラスが接近してオールインを仕掛けることで、ナミのハラスを無効化できる。\n\n有利の取り方：\n- ナミのスキルを避けながら、ウェーブを押し込んで有利な位置を取る。\n- ナミのスキルのクールダウンを意識し、スキルを使わせた後に攻撃を仕掛ける。\n- ノーチラスのCCを活かして、ナミを捕まえたタイミングで味方と連携して攻撃する。\n- ナミがスキルを使った後の隙を突いて、AAやスキルでダメージを与える。",
      "バード": "バードが有利です。\n\n- バードはQでのピックが可能で、ナミのCCを避けながら攻撃できる。\n- バードのWは味方の回復と移動速度を上げるため、ナミの攻撃を受け流しやすい。\n- バードはローム性能が高く、他のレーンに影響を与えやすい。\n- ナミのCCは発生が遅く、バードの機動力を活かして避けることができる。\n- バードはナミの回復を妨害することができ、持続的なトレードで優位に立てる。\n\n有利の取り方：\n\n- 序盤はウェーブを安全に処理しつつ、チムを回収してレーン圧をかける。\n- Lv3以降はQを使ってナミにハラスをかけ、フラッシュキルを狙う。\n- ミニマップを確認し、ナミがロームする前に自分もロームして他のレーンに圧力をかける。\n- ナミのスキルを温存し、相手の動きを見ながらQを当てるタイミングを計る。\n- 集団戦ではRを使って敵を無力化し、味方を守りつつナミの動きを制限する。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは遠距離からのハラスが得意で、ナミのスキルを避けながら攻撃できる。\n- ナミのCCは発生が遅く、ソナはその間に攻撃を仕掛けることができる。\n- ソナの回復能力は集団戦での持続力を高め、ナミのハラスを耐えやすい。\n- ソナのUltはAoEスタンを持ち、集団戦での影響力が高い。\n\n有利の取り方:\n- レーベル1では味方をサポートしつつ、ウェーブの裏からQでハラスを行う。\n- レーベル2–5ではミニオンを盾にし、Qを連打してナミにプレッシャーをかける。\n- ナミの泡を予測して逃げ道を確保し、捕まらないように立ち回る。\n- レーベル6以降はナミのUltの射程外に位置取り、味方ADCと連携して守る。\n- 短時間のロームを行い、視界を確保してナミの動きを警戒する。",
      "パイク": "パイクが有利です。\n\n- パイクは高い機動力を持ち、ナミのCCを避けやすい。\n- ナミの回復やCCは発生が遅く、パイクの瞬時の攻撃に対して脆弱。\n- パイクはキルを取ることでゴールドを共有できるため、ナミに対して経済的優位を築きやすい。\n- ナミは短射程のADCに対してハラスが得意だが、パイクはフックや不意打ちでナミを捕まえることができる。\n\n有利の取り方：\n- レーン序盤はブラシを活用し、Qで予測フックを狙う。\n- ナミのスキルを使わせた後にWで隠れ、Eからのコンボで攻撃する。\n- レベル3で強化され、サポアイテムで視界を取り、味方ADCと同時に仕掛ける。\n- ナミの回復やRがないときに積極的に攻撃し、キルを狙う。\n- ロームを優先し、タワー外でキルを取って有利を広げる。\n- 早めにブーツを購入し、モビリティを高めてナミのスキルを避ける。",
      "ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ナミの攻撃を受け止めやすい。\n- ブラウムのパッシブによるスタンを活かして、ナミに対して強力なトレードが可能。\n- ナミのCCは発生が遅く、ブラウムが接近することでナミのスキルを当てづらくさせる。\n- ブラウムは味方ADCを守る能力が高く、ナミのハラスを軽減できる。\n\n有利の取り方:\n- 序盤は味方ADCのAAでパッシブを溜め、短いコンボでナミにトレードを仕掛ける。\n- ナミの攻撃をEでブロックし、味方を守ることで持続的に有利な状況を作る。\n- ミニオンの位置を利用して、ナミの遠距離攻撃を避けつつ接近する。\n- レベル6ではアルティメットを使ってナミのエンゲージをカウンターし、味方と連携して攻撃する。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはナミに対してポリモーフを使うことで、ナミの攻撃やCCを無力化できるため、戦闘を有利に進めやすい。\n- ルルのシールドやHP増加の効果により、味方ADCを守りながらナミの攻撃を耐えることができる。\n- ナミのポークに対して、ルルは適切にシールドを使うことでダメージを軽減できる。\n- ルルはナミの攻撃を避けるためにEスキルを使うことで、ナミの攻撃を無効化しやすい。\n\n有利の取り方:\n- ナミの攻撃を避けるためにEスキルを優先的に上げ、タイミングよく使用する。\n- ナミがAAやスキルを使った後に反撃する形でトレードを行う。\n- ウェーブを管理し、ナミが攻撃しづらい状況を作ることで、ハラスを行う。\n- ナミがスキルを使った後に、味方ADCと連携して攻撃を仕掛ける。",
      "ラカン": "ラカンが有利です。\n\n- ラカンは高い機動力を持ち、瞬時に接近してCCを当てることができるため、ナミのスキルを避けやすい。\n- ナミのCCは発生が遅く、ラカンの素早い動きに対して当てづらい。\n- ラカンは味方にシールドを付与できるため、ナミのハラスを軽減しやすい。\n- レベル6以降、ラカンのRによる魅了は高い即死力を持ち、ナミに対して強力なエンゲージが可能。\n\n有利の取り方：\n- レーン序盤では、ナミのQを警戒しつつ、味方ADCと連携して短いWノックアップを狙う。\n- ナミのスキルのクールダウンを把握し、隙を見てフラッシュやアルティで奇襲をかける。\n- レベル6以降は、Rを起点にしてナミを捕まえ、即座にダメージを与える。\n- ナミのウェーブを利用して、敵ミニオンを処理しつつ、ラカンの機動力を活かして有利な位置を取る。",
      "ジリアン": "ジリアンが有利です。\n\n理由:\n- ジリアンは長射程の攻撃スキルを持ち、ナミに対してポークがしやすい。\n- ジリアンのスタンを持つスキルは、ナミの回復やCCを妨害することができる。\n- ジリアンのパッシブによる経験値の優位性により、レベル差をつけやすく、早期の強化が可能。\n- ジリアンの蘇生能力は、ナミの攻撃的なトレードに対して非常に効果的で、味方を守ることができる。\n\n有利の取り方:\n- レーン開始時は、ウェーブを押し込んでナミにプレッシャーをかける。\n- ジリアンのスキルを使って、ナミのスキルを避けつつポークを行う。\n- レベル2以降は、ダブルボムを狙ってナミの動きを制限し、トレードで優位に立つ。\n- ミニマップを確認し、味方のレーンにWを使ってロームし、他のレーンでもアシストを狙う。\n- 集団戦では、Rを温存し、ナミのRを無効化しないように注意しつつ、味方を守る。"
    }
  },
  "カルマ": {
    "name": "カルマ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n- カルマはEでシールドと移動速度を提供できるため、ゼラスのハラスを軽減しやすい。\n- カルマのWはゼラスのスキルを当てるのを難しくし、接近戦での反撃が強力。\n- ゼラスは機動力が低く、カルマのスネアに捕まると簡単にダメージを受ける。\n- カルマは序盤からUltを使用できるため、ゼラスに対して高いプレッシャーをかけられる。\n\n不利の対策：\n- ミニオンウェーブを利用して距離を保ちながらハラスを行う。\n- カルマのEが切れたタイミングを見計らって攻撃を仕掛ける。\n- カルマのWを避けるためにサイドステップを意識し、スキルを温存する。\n- ロームを警戒し、サイドワードを置いて安全にプレイする。",
      "パンテオン": "パンテオンが不利です。\n\n- カルマは遠距離からの攻撃が得意で、パンテオンが接近する前にダメージを与えられる。\n- カルマのシールドや加速効果により、パンテオンのオールインが無効化されやすい。\n- パンテオンは短期撃ち合いに強いが、カルマは持続的なハラスが可能で、サステインも持っている。\n- カルマのスネアは発生が遅いが、パンテオンが接近した際に当たると大きな影響を与える。\n- 集団戦ではカルマが味方を支援しやすく、パンテオンは単体でのバーストに依存するため、効果的に機能しづらい。\n\n不利の対策：\n- レーニング中は距離を保ち、カルマの攻撃を避ける。\n- カルマがスキルを使った後に反撃を狙う。\n- ミニオンウェーブを利用して、カルマのハラスを受けにくくする。\n- レベル6前に大ダメージを与えるチャンスを作る。\n- 集団戦ではカルマを分断するように立ち回り、味方と連携して攻撃する。",
      "モルガナ": "モルガナが不利です。\n\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、モルガナはその圧力に対処しづらい。\n- カルマのスネアは発生が遅く、モルガナのQを避けることが難しいため、カルマが先に攻撃を仕掛けることができる。\n- モルガナのスペルシールドはカルマのCCを防げるが、カルマのシールドや加速効果により、モルガナが攻撃を受けやすくなる。\n- カルマはポークが得意で、AAやスキルで持続的にダメージを与えられるため、モルガナはミニオンウェーブを維持しづらい。\n\n不利の対策：\n\n- レーン序盤は無理にQを狙わず、ミニオンウェーブを管理しつつ安全にハラスを行う。\n- カルマのEを警戒し、味方にスペルシールドを使うタイミングを見極める。\n- カルマの攻撃を受けないように、視界を確保しつつ移動する。\n- 集団戦では、カルマのスキルを避けつつ、味方を守るためにスペルシールドを適切に使用する。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ザイラは攻撃的に出づらい。\n- カルマのEによるシールドがザイラの攻撃を無効化しやすく、特にプラントを使ったトレードが効果的でない。\n- ザイラは移動に役立つスキルがなく、カルマのスネアやスロウに捕まると脆弱になる。\n- カルマは柔軟なポークと回復を持っており、ザイラの持続火力に対して耐久力が高い。\n\n不利の対策:\n- レーンでのハラスを控え、ミニオンウェーブを利用して安全にファームする。\n- カルマのEを避けるために、ブッシュを利用して視界を確保し、スキルを温存する。\n- 集団戦では、カルマのシールドが切れたタイミングを見計らって攻撃を仕掛ける。\n- プラントを使ってゾーニングを行い、カルマが攻撃しづらい位置を作る。",
      "ニーコ": "ニーコが不利です。\n\n理由：\n- カルマは長距離からの攻撃が可能で、ニーコが接近するのを妨げることができる。\n- カルマのシールドや加速効果により、ニーコのバーストダメージを受け流しやすい。\n- ニーコのスキルの射程が短いため、カルマの攻撃を受けやすく、ハラスが難しい。\n- カルマはスネアを持っており、ニーコが接近した際に動きを制限されるリスクが高い。\n\n不利の対策：\n- 序盤は距離を保ちながらミニQでハラスを行い、無理な接近を避ける。\n- カルマのスキルを避けるために、ブッシュを利用して奇襲を狙う。\n- レベル6以降はRを温存し、カルマのスキルを避けつつ全力コンボを狙うタイミングを見計らう。\n- 集団戦では、カルマの視界を意識し、奇襲を避けるために位置取りを工夫する。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、ラックスのハラスを受けにくい。\n- カルマのEでラックスのスキルを吸収し、反撃することができるため、トレードで不利になりやすい。\n- カルマはシールドを持っており、ラックスのバーストダメージを軽減できる。\n- カルマは機動力があり、ラックスのスキルを避けやすい。\n\n不利の対策:\n- レーン序盤は慎重に立ち回り、カルマのEを避けるようにする。\n- カルマのスキルを避けるために、距離を保ちながらAAでミニオンウェーブを管理する。\n- カルマのスキルを外させるために、視界を確保し、相手の動きを把握する。\n- レベル6以降は、カルマのUltを意識し、スキルを使うタイミングを考える。\n- ローミングを行い、他のレーンでのプレッシャーをかけることで、カルマに対抗する。",
      "ジリアン": "ジリアンが不利です。\n\n- カルマは序盤から高いポーク能力を持ち、継続的にダメージを与えられるため、ジリアンはレーンでのハラスが難しい。\n- カルマのシールドはジリアンの攻撃を防ぎやすく、ジリアンのQの2段ヒットを狙うのが難しくなる。\n- カルマのCCはスネアで、ジリアンが距離を詰めるのを妨げるため、ジリアンが攻撃を仕掛けるタイミングを失いやすい。\n- カルマはUltを使って味方を守ることができ、ジリアンの瞬間火力を無効化することができる。\n\n不利の対策：\n- レーンではミニオンウェーブを管理し、カルマのポークを受けないように位置取りを工夫する。\n- Eを使って距離を調整し、カルマの攻撃を避けつつ、味方のサポートを優先する。\n- カルマのスネアを避けるために、移動を常に意識し、無駄な接近を避ける。\n- 集団戦では、味方のキャリーを守ることに専念し、カルマのUltを意識して行動する。",
      "メル": "メルが不利です。\n\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、メルはその影響を受けやすい。\n- カルマのスネアは発生が遅いが、メルのWを反射されることで反撃のチャンスを失いやすい。\n- メルは回復効果に対して弱く、カルマのシールドや加速効果に対抗しづらい。\n- カルマは距離を取ることでメルの攻撃を避けやすく、メルのダメージを吸収することができる。\n\n不利の対策：\n- Wを温存し、カルマの攻撃を反射するタイミングを見極める。\n- カルマのQを誘うために位置取りを工夫し、無理に攻撃しない。\n- カルマがスキルを使った瞬間に反撃を狙うため、冷静にタイミングを計る。\n- 集団戦では味方を守ることを優先し、Eで敵を拘束することでチャンスを作る。",
      "セナ": "セナが不利です。\n\n理由：\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高く、セナがハラスを行う際に反撃されやすい。\n- カルマのスネアは発生が遅いものの、セナは機動力が低く、近接戦に持ち込まれると不利になる。\n- カルマはシールドや加速を持っており、セナの攻撃を受け流しつつ反撃することができる。\n- セナは基礎ステータスが低く、特に序盤においてカルマの攻撃に対して脆弱である。\n\n不利の対策：\n- ミニオンウェーブを利用して距離を取り、Qで安全にハラスを行う。\n- Wで味方を回復しつつ、視界を確保して安全な位置を保つ。\n- カルマが近づいてきた際にはAAとQを組み合わせて反撃し、相手のCCに注意を払う。\n- 後半はスケールを活かし、後方からの攻撃を心がけ、集団戦では味方のCCと連携する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- カルマはシールドを持っており、ヴェル＝コズの攻撃を軽減できるため、ウェーブの整理やハラスが難しい。\n- カルマの移動速度増加効果により、ヴェル＝コズが距離を保つのが難しくなる。\n- カルマのCCは発生が遅いが、ヴェル＝コズは機動力が低いため、接近されると反撃が難しい。\n- カルマはUltを早期に使用できるため、集団戦での影響力が高く、ヴェル＝コズのUltが通りにくくなる。\n\n不利の対策：\n\n- ウェーブの整理をしっかり行い、カルマのシールドを意識して攻撃するタイミングを見極める。\n- カルマのスキルの硬直を利用して、反撃のチャンスを狙う。\n- 距離を保ちながら、スキルを予測して当てることで、カルマのシールドを無駄にさせる。\n- マナ管理を徹底し、必要な時にEを使って逃げ道を確保する。\n- 集団戦では、カルマのUltのタイミングを見計らい、適切な距離から攻撃する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、特にADCとのシナジーが高い。\n- ユーミの回復やシールドによって、カルマのポークを耐えやすく、レーン維持が得意。\n- カルマのスネアは発生が遅く、ユーミはその間に味方を守ることができる。\n- ユーミはハラス型のメイジサポートに対して有利で、カルマの攻撃をシールドで軽減できる。\n\n有利の取り方：\n\n- レーニング中は味方ADCに付いてQでポークし、Eで回復を維持する。\n- カルマが攻撃してきた際には、シールドを使ってダメージを軽減し、反撃のチャンスを狙う。\n- 味方が仕掛けるタイミングでWでスロウをかけ、Qで追撃する。\n- 集団戦では、味方に付いて回復を行い、Rで移動速度を上げて敵を撹乱する。",
      "ラカン": "ラカンが有利です。\n\n- ラカンは高い機動力を持ち、瞬時に距離を詰めることができるため、カルマのポークを避けやすい。\n- 2種類のCCを持っており、カルマのスネアやポークを無効化しやすい。\n- ラカンは味方へのシールドや回復を行えるため、レーンでのサステインが高く、カルマの攻撃を耐えやすい。\n- レベル2やレベル6での短期決戦に強く、カルマが育つ前に有利な状況を作りやすい。\n\n有利の取り方：\n- 開幕はワードを置き、視界を確保しつつ味方ADCに近く立つ。\n- レベル2でEからWを使い、カルマに対して積極的に攻撃を仕掛ける。\n- カルマがRで防御してきた場合、Rを使って無視し、追撃するか一旦引く。\n- レベル6以降は集団戦でRを起点にエンゲージし、カルマの後衛支援を妨害する。\n- カルマが距離を保とうとする際には、AAやスキルを駆使してミニオンウェーブを管理し、カルマにプレッシャーをかけ続ける。",
      "バード": "バードが有利です。\n\n- バードはローム能力が高く、試合全体に影響を与えやすい。\n- カルマのポークに対して、バードは距離を保ちながらスタンを狙える。\n- バードの回復スキルにより、カルマのハラスを受けても持ちこたえやすい。\n- バードのUltは集団戦での局面を変える力があり、カルマのシールドを無効化することができる。\n\n有利の取り方：\n- レーニング序盤はカルマの攻撃範囲外からAAやQでハラスを行う。\n- レベル2–3でカルマのEバフに注意しつつ、Qを壁に当ててスタンを狙う。\n- ミニオンウェーブを押し込んだ後、Eを使ってサイドレーンにロームし、数的不利を作る。\n- レベル6以降は、カルマのR強化Qに注意しつつ、バードのRで局面を分断し、味方の突入タイミングを合わせる。\n- 集団戦では、カルマのシールドを考慮し、味方のCCで固めた後にQ→Rで分断を狙う。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは回復やバフを通じて味方を支援できるため、カルマの攻撃を耐えやすい。\n- ソナのCCは発生が早く、カルマの行動を制限することができる。\n- ソナはレーンでのポークが得意で、カルマのシールドを温存させることができる。\n- ソナは集団戦でのAoE支援が強力で、カルマのUltに対抗しやすい。\n\n有利の取り方:\n- レーン序盤では、Qで小刻みにポークし、Wで自分や味方を回復しながら距離を保つ。\n- カルマがEを使った瞬間を狙い、Q+AA+パワーコードで短期的にダメージを与える。\n- レベル6になる前にカルマのUltのタイミングを把握し、連携を取る。\n- ワードを使ってカルマのロームを警戒し、視界を確保して味方を守る。\n- チーム戦では、カルマにシールドを重ねられたら無理に突っ込まず、Rでスタンを狙い、味方と連携して追撃する。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは近距離でのハラスが得意で、カルマのスネアを避けやすい。\n- カルマはスネアの発生が遅く、パイクの機動力に対処しづらい。\n- パイクのパッシブによる回復効果で、序盤のハラスに強い耐性を持つ。\n- カルマは基礎ステータスが高くないため、パイクの攻撃を受けると脆弱になる。\n- パイクはフックを使ってカルマを捕まえることで、キルを狙いやすい。\n\n有利の取り方:\n- レーニング序盤では、ミニオンウェーブの後ろからフックを狙い、AAでハラスを行う。\n- Eでカルマをスタンさせた後、QやRでダメージを与える。\n- カルマのスキルを避けつつ、Wで姿を消してロームを行い、他のレーンに圧力をかける。\n- 集団戦では、カルマの後ろからキルを狙い、味方のCCと連携して攻撃する。"
    }
  },
  "ソナ": {
    "name": "ソナ",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ソナの回復とスピードブーストにより、ゼラスのポークが相殺されやすい。\n- ソナは短射程だが、Eで距離を詰めて反撃することができ、ゼラスのスキルを避けるのが難しい。\n- ソナのUltによるスタン効果が、ゼラスの攻撃を防ぐPeel性能を持っているため、近接戦での脆さが目立つ。\n- ゼラスはスキルショットが多く、ソナの回復やバフによって持続的なダメージを与えにくい。\n\n不利の対策:\n- レーン序盤では無理に前に出ず、ミニオンウェーブを利用して安全にハラスを行う。\n- ソナのスキルクールダウンを意識し、回復がないタイミングを狙って攻撃を仕掛ける。\n- ブッシュを利用して位置取りを工夫し、ソナのEによる接近を防ぐ。\n- 集団戦では後衛から安全に攻撃し、ソナのUltを避けるように立ち回る。",
      "パンテオン": "パンテオンが不利です。\n\n- ソナは序盤の回復能力が高く、パンテオンのダメージを軽減できるため、持続戦闘で優位に立たれる。\n- ソナのスキルは範囲攻撃であり、パンテオンが近づくと同時にダメージを与えられるため、接近戦が難しい。\n- パンテオンはCCが単体に限られており、ソナの集団戦での支援能力に対抗しづらい。\n- ソナのUltは集団戦での影響力が大きく、パンテオンが先に攻撃を仕掛けても逆転される可能性が高い。\n\n不利の対策：\n- レーン序盤はAAとスキルを駆使してソナの回復を上回るダメージを与え、早期にキルを狙う。\n- ソナのスキルを避けるために、距離を詰めるタイミングを見極め、Eでの突進を活用する。\n- ソナのUltを避けるために、集団戦では位置取りを工夫し、他の敵チャンピオンを狙う。\n- ジャングルのサポートを受けて、ソナを捕まえるチャンスを作り、レーンでの優位を確保する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- ソナの回復能力により、ヴェル＝コズのハラスが効果的に無効化される。\n- ソナのULTによるスタンが、ヴェル＝コズのスキル発動を妨げる可能性が高い。\n- ソナは低CDのオーラで味方を支援し、集団戦での持続的な支援ができるため、ヴェル＝コズの火力を相対的に減少させる。\n- ヴェル＝コズは機動力が低く、ソナのCCやハラスに対して脆弱である。\n\n不利の対策:\n- レーン序盤は無理に接近せず、ウェーブをミニオンウェーブで管理しつつハラスを行う。\n- ソナのスキルを避けるために、位置取りを工夫し、ミニオンを利用して距離を保つ。\n- ソナのULTのタイミングを読み、味方のCCと連携して攻撃するタイミングを見計らう。\n- 可能であれば、視界を確保し、ソナがロームする際に自分のレーンをプッシュして圧力をかける。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ソナは距離を保ちながらのポークが得意で、AAやスキルで継続的にダメージを与えられる。\n- ソナの回復やバフによって、モルガナの攻撃が無効化されやすい。\n- モルガナのCCはクールダウンが長く、ソナのスキルを連発されると反撃が難しい。\n- ソナのUltによるAoEスタンが、集団戦でのモルガナの立ち回りを制限する。\n\n不利の対策:\n- ソナの射程外で立ち回り、AAやスキルを避ける。\n- ミニオンウェーブを管理し、ソナのポークを受けないようにする。\n- ソナのスキルを誘発させてから反撃するタイミングを見計らう。\n- レベル6になる前に積極的にロームし、他レーンでの影響力を高める。",
      "バード": "バードが不利です。\n\n- ソナの持続的な回復能力により、バードのポークが効果的に機能しにくい。\n- ソナは集団戦での支援能力が高く、バードのロームを警戒されやすい。\n- ソナのスキルはスキルショット依存であるが、バードも同様にスキルショットを多く使用するため、互いに当て合う状況ではソナの回復が優位に働く。\n- バードは序盤の火力が不足しており、ソナの持続的なポークに対抗しにくい。\n- ソナのUltは集団戦でのバードの行動を制限するため、バードの戦略が通りにくい。\n\n不利の対策：\n- 序盤は安全にチャイムを回収し、レーン維持を優先する。\n- ソナのスキルを避けつつ、AAやQでダメージを与えるタイミングを見計らう。\n- Eを使って視界を切り、ロームを行う際は味方と連携を取る。\n- Rは相手の突進や集団戦での重要なタイミングで使用し、味方を守ることを優先する。\n- ソナの回復を無視できる状況を作るため、ミニオンウェーブを管理し、相手のHPを削る機会を増やす。",
      "ミリオ": "ミリオが不利です。\n\n- ソナはAoE回復とダメージを持ち、ミリオのシールドを無視して攻撃できるため、持続的なトレードで優位に立ちやすい。\n- ソナのUltによるスタン効果は、ミリオのCC解除能力を無力化し、集団戦での影響力を低下させる。\n- ソナはスキルの発動が早く、ミリオがスキルを使う前にダメージを与えられる可能性が高い。\n- ミリオはマナ管理が難しく、スキルを多用すると早期にマナが枯渇しやすいが、ソナは持続的にスキルを使える。\n\n不利の対策：\n- ソナのスキルを避けるために、位置取りを工夫し、ミニオンウェーブを利用してハラスを行う。\n- ソナのUltのタイミングを警戒し、味方と連携して攻撃を仕掛ける。\n- ソナの回復を上回るダメージを与えるため、積極的にAAを使い、連携を強化する。\n- ミニオンウェーブを利用して、ソナの攻撃を受けにくい状況を作る。"
    },
    "loses": {
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ソナはCCがUltに依存しており、ノーチラスの攻撃を避ける手段が限られている。\n- ノーチラスは豊富なCCを持ち、ソナを捕まえる能力が高い。\n- ソナのスキルのクールダウンを意識することで、攻撃の隙を突きやすい。\n- ノーチラスはタンクであり、ソナのポークを耐えることができる。\n\n有利の取り方:\n- レーン開始時にウェーブを管理し、ソナが近づくタイミングを見計らってフックを狙う。\n- ソナのスキルを避けつつ、AAでハラスを行い、マナを消耗させる。\n- ソナのUltのクールダウンを意識し、発動後に積極的にエンゲージを仕掛ける。\n- ミニオンウェーブを利用して、ソナが安全にハラスできない位置に押し込む。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはシールドを持っており、ソナのダメージを軽減できるため、レーンでの耐久性が高い。\n- ソナのヒールを無駄にすることで、ソナの回復能力を制限できる。\n- ルルのスキルは対象指定であり、ソナの動きを制限することができる。\n- ルルはEを使って移動速度を上げることで、ソナに対して攻撃を仕掛けやすい。\n\n有利の取り方:\n- レーン開始時にソナに対して積極的にAAを当て、マナを消費させる。\n- Eを使った後にAAを行い、ソナにダメージを与える。\n- ソナがスキルを使った後に攻撃を仕掛け、ヒールを無駄にさせる。\n- ミニオンウェーブを利用して、ソナが近づけない位置で戦う。",
      "レル": "レルが有利です。\n\n理由：\n- ソナは射程が長いが、レルは近接タンクとしての強襲能力を持っているため、接近してCCを当てやすい。\n- レルは複数のCCスキルを持ち、集団戦でのエンゲージやPeelが得意で、ソナを捕まえやすい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、レルの攻撃を受けると簡単に倒される可能性が高い。\n- ソナの回復やバフは強力だが、レルのCCでその効果を無効化することができる。\n\n有利の取り方：\n- レーン開始時は、ソナのポークを警戒しつつ、ミニオーブを盾にして短いトレードを狙う。\n- レベル3までにソナのスキルを避けながら、AAや短いスキルを使ってダメージを与える。\n- レベル6以降は、Rを使ってソナを捕まえ、味方と連携して攻撃する。\n- 集団戦では、先手を取ってソナや他の敵を拘束し、味方が攻撃しやすい状況を作る。\n- ソナのスキルが切れた瞬間を狙って攻撃し、視界を管理して有利な位置を確保する。",
      "パイク": "パイクが有利です。\n\n- ソナは基礎ステータスが低く、特に序盤は脆弱で捕まると簡単に倒される。\n- パイクのフックでソナを捕まえることで、瞬時にダメージを与えられる。\n- ソナの回復やシールドは短期的なハラスには弱く、パイクの攻撃を受けると回復が追いつかない。\n- パイクは高い機動力を持ち、視界を管理しやすいため、ソナの位置を把握しやすい。\n\n有利の取り方：\n\n- レーンではミニオンの裏やブッシュからフックを狙い、ソナを捕まえる。\n- レベル2–3でADCと連携し、短期的な火力を出してソナにプレッシャーをかける。\n- ソナのスキル発動後やEのクールタイムを見計らってフックを投げる。\n- 視界を確保し、ロームを行い他のレーンでも優位を作る。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは高い奇襲能力を持ち、擬態を利用してソナに接近しやすい。\n- ソナは序盤が脆弱で、ニーコの短期火力に対して耐えにくい。\n- ニーコのスキルはAoEダメージを持ち、集団戦での影響力が高い。\n- ソナの回復やバフは持続的な支援に優れるが、ニーコは瞬間的なダメージを出すことで早期にソナを排除できる。\n\n有利の取り方：\n- レーン序盤では、ウェーブを管理しつつE→QコンボでソナのHPを削る。\n- Lv3以降にEを使って奇襲を仕掛け、ソナのWを先に使わせる。\n- ミニオンや草を利用して変身し、視界を確保しながら攻撃のタイミングを見計らう。\n- 集団戦ではRを使って前線を崩し、味方のフォローを待ちながら持続的なダメージを与える。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、味方を守る能力が強いため、ソナのハラスを軽減できる。\n- ソナのスキルは主に遠距離からのハラスに依存しているが、ブラウムは近距離での接触を通じてパッシブスタックを溜めやすい。\n- ブラウムのスタン効果は、ソナがスキルを発動する前に敵を捕まえることができ、集団戦での影響力が高い。\n- ソナは序盤が脆弱であり、ブラウムのオールインに対して非常に弱い。\n\n有利の取り方：\n- レーン開始時にミニオンの背後に立ち、ソナのQをブロックしつつ味方ADCと連携してAAでハラスを行う。\n- ソナがハラスを行う際に、Eを使って味方ADCを守り、反撃のチャンスを作る。\n- ソナのスキルがクールダウン中にオールインを仕掛け、パッシブスタックを溜めてスタンを狙う。\n- フラッシュやサモスペを使って、ソナが距離を取る前に接近し、キルを狙う。"
    }
  },
  "エリス": {
    "name": "エリス",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- エリスはレベル3での単体強さがあり、CCを持っているため、パンテオンの突進を止めることができる。\n- エリスのバーストダメージは序盤から高く、パンテオンが接近する前にダメージを与えられる可能性がある。\n- エリスはラッペルを使って被ダメを回避し、追撃することができるため、パンテオンのオールインが難しい。\n- エリスはタワーダイブが得意で、パンテオンがサポートに回った際にエリスが有利な状況を作りやすい。\n\n不利の対策:\n- エリスのCCを避けるために、スキルを温存し、非接触で攻撃することを心がける。\n- ミニオンウェーブを管理し、エリスがGankしやすい状況を作らないようにする。\n- スカトルを優先的に確保し、視界を管理してエリスの動きを把握する。\n- レベル6以降は、エリスの動きを警戒し、無理なオールインを避ける。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- エリスは序盤のバーストダメージが高く、特にレベル2–3での攻撃力が強力です。\n- エリスのCCスキルにより、接近されると無力化されるリスクがあります。\n- ヴェル＝コズは機動力が低く、エリスの攻撃を避けるのが難しいです。\n- 集団戦での持続力が低いエリスに対して、ヴェル＝コズは長射程からの持続的なダメージを出せますが、エリスの接近を許すと逆転されやすいです。\n\n不利の対策:\n- 開幕にワードを置き、エリスの動きを警戒する。\n- ミニオンの背後からAAやスキルで安全にハラスを行う。\n- エリスのCCを避けるため、距離を保ちながら立ち回る。\n- レベル6以降はRを使って確定ダメージを狙うが、エリスの飛び込みに注意する。\n- 失敗した場合はすぐに引き、ジャングルと連携してロームを行う。",
      "ソラカ": "ソラカが不利です。\n\n- エリスは序盤のバーストダメージが高く、レベル2や3でのコンボでソラカを簡単に倒すことができる。\n- ソラカは基礎ステータスが低く、特に逃げ性能が乏しいため、エリスの奇襲に対して脆弱。\n- エリスのCCスキルは単体に対して強力で、ソラカが捕まると致命的なダメージを受ける可能性が高い。\n- 集団戦ではソラカが後衛で支援することが得意だが、エリスはフランクから攻撃を仕掛けることでソラカを狙いやすい。\n\n不利の対策：\n- レーンではミニオンの後ろで立ち回り、エリスのスキルを避けるようにする。\n- 視界を厚くしてガンクを警戒し、エリスの動きを常に把握する。\n- Qでポークしつつ、Wで回復を行い、HPを維持する。\n- 中盤以降は集団戦に合わせて位置取りを最優先し、後衛で味方を支援する。",
      "モルガナ": "モルガナが不利です。\n\n- エリスは序盤の高ダメージと強力なGank性能を持っており、モルガナはその瞬間火力に対抗しづらい。\n- エリスのスキルは接近戦でのバーストが得意で、モルガナは近接攻撃に弱いため、エリスに突っ込まれると危険。\n- モルガナのEはエリスの攻撃を無効化できるが、エリスがスキルを当てるタイミングを見計らって攻撃してくるため、スキル命中が重要。\n- 集団戦ではエリスが脆い後衛を狙うことができるが、モルガナは集団戦での持続戦闘が苦手で、エリスのバーストに対処しきれない。\n\n不利の対策：\n- 序盤はエリスのGankを警戒し、Eを切らさずに味方を守る。\n- エリスが近づいてきたら、Wで逃げ道を封じてからQを当てるチャンスを狙う。\n- エリスがスパイダー形態で突っ込んできた場合は、Rを使って範囲攻撃で味方を守る。\n- ワードを使って側道を確認し、エリスの奇襲を防ぐ。",
      "ソナ": "ソナが不利です。\n\n理由:\n- エリスは序盤のGank性能が高く、バーストダメージが強力なため、ソナは簡単に倒されるリスクがある。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、エリスの攻撃に対して耐えられない。\n- エリスのCCはスタンを持ち、捕まると逃げる手段が乏しいソナにとって致命的。\n- ソナのCCはUltに依存しており、序盤のキャッチやGankに対して非常に弱い。\n\n不利の対策:\n- レーンを深追いせず、河やブラッシュにワードを設置してエリスの動きを警戒する。\n- スペルはFlashとHealを選択し、安全第一でプレイする。\n- 1–3レベルではQでポークし、Wで味方を回復しつつ、ミニマップを常に確認する。\n- エリスがGankに来た際はEで味方を逃がし、Rでピールを行う。\n- 中盤以降はアイテムを整え、集団戦ではRの連携を重視して味方を支援する。",
      "カルマ": "カルマが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、Gank性能が優れているため、レーンでのプレッシャーが強い。\n- エリスのCC（スタン）を受けると、カルマは逃げる手段が乏しく、致命的なダメージを受けやすい。\n- エリスは変身型チャンピオンであり、特に蜘蛛型の時に攻撃力が増すため、接近戦で不利になる。\n- カルマはスネアの発生が遅く、エリスの機動力に対抗しづらい。\n- エリスは集団戦での存在感が薄いが、レーン戦では強力なバーストを持つため、序盤に優位を築かれると厳しい。\n\n不利の対策：\n\n- レーン戦では常に位置取りに注意し、エリスのスキルを避けるようにする。\n- エリスが蜘蛛型の時は特に攻撃を避け、ミニオンウェーブを利用してハラスを行う。\n- Wをタイミングよく使い、エリスの逃げを封じることで連続攻撃を狙う。\n- エリスのスキルコンボを意識し、CCを受けないように立ち回る。\n- エリスが孤立している時を狙って、積極的に攻撃を仕掛ける。",
      "ジャンナ": "ジャンナが不利です。\n\n- エリスは序盤のバーストダメージが高く、Gank性能に優れているため、ジャンナが守るADCが早期に危険にさらされやすい。\n- エリスのCCは単体に対して強力で、ジャンナのディスエンゲージ能力を無効化することができる。\n- ジャンナは集団戦でのエンゲージ能力が低く、エリスがピックや分断を狙う際に対処が難しい。\n- エリスは草むらからの奇襲が得意で、ジャンナが視界を確保しづらい場合、Gankを受けやすい。\n\n不利の対策：\n\n- 視界を確保するために、ワードを積極的に設置し、エリスの動きを警戒する。\n- ADCの背後にしっかりと位置取り、エリスのGankを受けた際にすぐに介入できるようにする。\n- エリスのスキルを誘発させた後に反撃するタイミングを見計らい、スキルを温存する。\n- 中盤以降は集団戦での役割を意識し、味方を守るためのスキルを適切に使用する。",
      "バード": "バードが不利です。\n\n- エリスは序盤から高いバーストダメージを持ち、Gank性能が高いため、バードがレーンで孤立しやすい。\n- エリスのCCスキルは単体に対して強力で、バードが接近する際に捕まえられるリスクが高い。\n- バードのダメージスキルは限られており、エリスの耐久力に対抗するのが難しい。\n- エリスは変身によって攻撃力が増し、バードが逃げる手段が乏しいため、接近戦で不利になる。\n\n不利の対策：\n\n- レーン開始時はミニオンウェーブを適切に管理し、エリスのスキルを避けるように立ち回る。\n- ワードを使って視界を確保し、エリスの動きを把握することでGankを防ぐ。\n- Eを使って味方をサポートし、エリスの攻撃を防ぐタイミングを見極める。\n- 集団戦ではRを使って敵の動きを制限し、味方の攻撃をサポートする。\n- エリスのスキルコンボに注意し、特にスタンを避けるために慎重に立ち回る。",
      "アリスター": "アリスターが不利です。\n\n- エリスは遠距離からのバーストダメージが高く、特に序盤においてアリスターに対して有利なポジションを取ることができる。\n- エリスのスネア（コクーン）を受けると、アリスターは一気に削られる可能性が高く、接近するのが難しい。\n- アリスターは近接のタンクであり、エリスの攻撃を避けるためには距離を取る必要があるが、エリスはその距離を保ちながら攻撃できる。\n- 集団戦ではアリスターのエンゲージが強力だが、エリスはその前にバーストでアリスターを排除することができる。\n\n不利の対策：\n- エリスのスキルのクールダウンを意識し、無理に接近しないようにする。\n- ミニオンウェーブを利用して、エリスの攻撃を受けないように立ち回る。\n- エリスのコクーンを避けるために、視界を確保し、茂みからの奇襲を警戒する。\n- 集団戦では、エリスのバーストを受けないように味方と連携し、タイミングを見計らってエンゲージを行う。"
    },
    "loses": {
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、序盤からオールイン能力が強いため、エリスに対して積極的に攻撃できる。\n- CCが豊富で、エリスの動きを制限しやすく、特に接近戦での優位性がある。\n- エリスはバーストダメージを出すために接近する必要があるが、レオナはその接近を阻止できる。\n- 集団戦ではレオナのCCが活きるため、エリスのバーストダメージを無効化しやすい。\n\n有利の取り方：\n\n- レーン序盤では、ミニオンウェーブを利用してエリスに接近し、CCを当てて味方ADCにキルチャンスを提供する。\n- Eを使ってエリスに接近し、QでCCを当てた後、味方と連携して攻撃を仕掛ける。\n- Wを使って自身と味方を守りつつ、エリスの攻撃を受け流す。\n- Lv6以降はRを使って集団戦をイニシエートし、エリスを捕まえることで有利な状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、エリスに対して遠距離からハラスが可能です。\n- エリスは接近してバーストを狙う必要があるため、ゼラスの攻撃を受けやすいです。\n- ゼラスのCCスキルはエリスの動きを制限でき、エリスが接近するのを難しくします。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、エリスの攻撃を耐えやすいです。\n\n有利の取り方:\n- 開幕から距離を保ち、エリスが近づいてくるのを待ちます。\n- エリスが接近してきたら、スキルを使ってハラスを行い、ミニオンウェーブを利用して安全に攻撃します。\n- エリスがCCを使った後に反撃し、ダメージを与えるタイミングを見計らいます。\n- エリスがリソースを消耗したら、さらに攻撃を仕掛けて優位を築きます。\n- 必要に応じて、味方ジャングラーと連携してGankを狙うことで、エリスを圧倒します。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、味方を守る能力が優れているため、エリスのバーストダメージを軽減できる。\n- ブラウムのEでエリスのスキルを遮ることができ、特にコクーンを防ぐことでエリスの攻撃チャンスを減少させる。\n- パッシブによるスタンを活かして、エリスの動きを制限し、味方の追撃を助けることができる。\n- エリスは集団戦での耐久力が低いため、ブラウムが前に出て守ることでエリスの攻撃を無効化しやすい。\n\n有利の取り方：\n\n- レーン序盤は常にADCの後ろに位置し、エリスのスキルをEで防ぐ。\n- パッシブを活用してスタックを貯め、エリスが攻撃してきた際にスタンを狙う。\n- エリスがレベル3でオールインを狙うタイミングを見計らい、Eを適切に使ってコクーンを防ぐ。\n- 集団戦では前線で盾役として立ち回り、エリスが攻撃しづらい位置を確保する。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは味方の攻撃範囲を延ばすことで、エリスの攻撃を受けずにハラスを行いやすい。\n- ミリオのCC解除のウルトにより、エリスのスタンを無効化できるため、集団戦での影響力が高い。\n- エリスは接近してバーストを狙う必要があるが、ミリオは位置取りを工夫することでその攻撃を避けやすい。\n- ミリオは回復やシールドを提供できるため、エリスの攻撃を受けても生存しやすい。\n\n有利の取り方：\n\n- レベル1-3では、ミリオはウェーブを管理しつつ、エリスのガンクを警戒するために視界を確保する。\n- エリスが攻撃してきた際には、ミリオはシールドを使って味方を守り、反撃のチャンスを狙う。\n- 集団戦では、ミリオは味方をサポートしつつ、エリスの攻撃を避けるために位置を調整する。\n- エリスが孤立した敵を狙う際には、ミリオは味方と連携してエリスの攻撃を受けないようにする。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは豊富なCCを持ち、エリスの動きを制限しやすい。\n- ノーチラスの耐久力が高く、エリスのバーストダメージに対して耐えられる。\n- エリスは距離を取る必要があり、ノーチラスのフックやULTで捕まえやすい。\n- ノーチラスはレーンでの支配力が高く、エリスのハラスを抑えることができる。\n- エリスは集団戦での影響力が薄く、ノーチラスの方が安定した貢献が可能。\n\n有利の取り方：\n\n- Lv1～3でEとQを使い、エリスを拘束してAAでハラスを行う。\n- エリスがオールインを狙うタイミングを見計らい、ULTで反撃する。\n- ミニオンウェーブを管理し、エリスが前に出られないように圧力をかける。\n- エリスのスキルを避けつつ、味方ADCを守りながら攻撃のチャンスを伺う。\n- Lv6以降は積極的にロームし、他レーンでのエンゲージを狙う。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは長射程の攻撃を持ち、エリスに対して安全な距離からハラスが可能です。\n- ザイラのCCスキルは範囲攻撃であり、エリスが近づいてくる際に足止めすることができます。\n- エリスは接近戦が得意ですが、ザイラは植物を使って視界を確保し、エリスの動きを妨げることができます。\n- ザイラはレベル6以降に強力なダメージを持ち、エリスに対して高い火力を発揮できます。\n- エリスのスキルは発動から発生までに時間がかかるため、ザイラはその隙を突いて攻撃することができます。\n\n有利の取り方：\n\n- ウェーブを管理し、エリスが近づく前にミニオンウェーブを処理しておく。\n- 植物を利用して視界を確保し、エリスの動きを把握する。\n- エリスが近づいてきた際には、Eで足止めし、反撃のチャンスを作る。\n- エリスのスキルのタイミングを見計らってRを使い、攻撃を無効化しつつ大ダメージを与える。\n- ジャングラーと連携し、エリスがギャンクを狙ってくる際には警戒を怠らず、視界を確保する。",
      "ニーコ": "ニーコが有利です。\n\n- 高いバーストダメージを持ち、エリスに対して効果的にダメージを与えられる。\n- 擬態を活用することで、エリスの攻撃を回避しやすい。\n- エリスのスキルのクールダウンを狙って攻撃することで、優位に立てる。\n- エリスのCCを避けるために、草むらを利用して位置取りができる。\n\n有利の取り方：\n\n- レーン開始時にエリスのスキルを避けながらAAでウェーブを押し、ミニオンを利用してダメージを与える。\n- エリスのスキルがクールダウン中に攻撃を仕掛け、バーストダメージを狙う。\n- 草むらを利用して擬態し、エリスを驚かせる奇襲を行う。\n- エリスが近づいてきた際に、Eを使って反撃のタイミングを見計らう。\n- ジャングラーと連携して、エリスに対するギャンクを仕掛ける。",
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持ち、集団戦でのエンゲージや拘束が得意であるため、エリスの動きを制限しやすい。\n- エリスは集団戦でのAoEダメージが乏しく、レルの強力なCCに対して脆弱である。\n- レルは味方の移動速度を上げるスキルを持ち、エリスの攻撃を避ける手助けができる。\n- エリスは接近してバーストを出す必要があるが、レルはその接近を阻止する能力が高い。\n\n有利の取り方：\n\n- 常に川やブッシュに視界を確保し、ADCと密着して行動することで孤立を避ける。\n- エリスのスキルを使わせた後に、ULTで複数の敵を捕まえるタイミングを狙う。\n- エリスがガンクを狙っている際には、視界を取って安全に行動し、エリスの動きを警戒する。\n- 中盤以降は前線でタンク役を務め、エリスの攻撃を受け止めつつ味方を守る。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、エリスの攻撃を受けにくい。\n- ユーミの回復やシールドによって、エリスのバーストダメージを軽減できる。\n- エリスのCC（コクーン）をスローで回避しやすく、捕まるリスクが低い。\n- エリスは集団戦での存在感が薄く、ユーミが付いていることでキャリーを守りやすい。\n\n有利の取り方：\n\n- BOTにワードを多めに置き、エリスのガンクを警戒する。\n- エリスが来たら即座にADに付着し、移動速度を上げて回復を行う。\n- エリスのコクーンが来たら、味方で受けないように立ち回り、スローを使って牽制する。\n- 中盤以降はエリスの先出しを警戒しつつ、常にキャリーに付着して守る。コクーンを外せれば有利に立ち回れる。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミは持続回復を持ち、エリスの瞬間バーストを軽減できるため、耐久力が高い。\n- 長距離CCを持ち、エリスの突進を妨害することができるため、エリスの攻撃を受けにくい。\n- エリスのスキルは接近が必要であり、ナミは距離を保ちながらハラスが可能。\n- ナミのスキルは全てダメージを持ち、トレードで有利に立ち回ることができる。\n\n有利の取り方:\n- ミニオンを盾にしてエリスのコクーンを避ける。\n- Eを味方ADCに付けて短いトレードを仕掛け、エリスにプレッシャーをかける。\n- エリスの突進に合わせてWで回復し、Rで集団離脱または反撃を行う。\n- レベル6以降はロームを警戒し、集団戦でRを温存して味方の反撃チャンスを作る。"
    }
  },
  "ポッピー": {
    "name": "ポッピー",
    "beats": {
      "ラカン": "ラカンは不利です。\n\n- ポッピーのスキルでラカンのダッシュを無効化できるため、ラカンのエンゲージが難しくなる。\n- ポッピーは高いシールドと割合ダメージを持ち、1対1の戦闘性能が高いため、ラカンが接近するのが危険。\n- ポッピーのCCはラカンの機動力を制限し、移動不可のCCを受けると何もできなくなる。\n- ポッピーは射程が短いが、ラカンが近づくことで逆に攻撃を受けやすくなる。\n\n不利の対策：\n- Wを安易に使わず、ポッピーのスキルを誘発させることを優先する。\n- Qでポッピーを攻撃し、Eで味方に寄る動きを繰り返してポッピーのWを消費させる。\n- ポッピーのWが切れた瞬間にRやWで突入し、CCを決める。\n- 集団戦ではサイドからRでチャームを当て、Eで味方に安全に寄るようにする。",
      "ザイラ": "ザイラが不利です。\n\n- ポッピーはダッシュやリープを無効化するスキルを持っており、ザイラの接近を阻止しやすい。\n- ポッピーのCCスキルは壁に敵をぶつけてスタンさせることができ、ザイラが近づくと危険。\n- ザイラは移動に役立つスキルがなく、ポッピーに接近されると脆弱である。\n- ポッピーはタンクとしての耐久力が高く、ザイラの攻撃を受けながらも持続的に戦える。\n- ザイラのスキルは発動から発生までに時間がかかるため、ポッピーの機動力に対処しづらい。\n\n不利の対策：\n- 序盤は距離を保ちながらAAやスキルでハラスし、ポッピーの接近を防ぐ。\n- 壁や視界を意識し、ポッピーがEを使うタイミングを見極める。\n- 植物を利用して安全な距離からダメージを与え、ポッピーの動きを制限する。\n- 集団戦ではポッピーの接近を阻止するために、位置取りを工夫し、味方と連携して戦う。\n- サモナースペルはヒールやイグゾを選択し、ポッピーの攻撃を受けた際の生存率を上げる。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- ポッピーは近接チャンピオンであり、ユーミの低い基礎ステータスに対して高いダメージを与えることができる。\n- ポッピーのCCスキルはユーミを孤立させるのに非常に効果的で、ユーミはハードCCを持たないため、ポッピーの攻撃を受けやすい。\n- ポッピーはダッシュやリープを阻止する能力があり、ユーミの移動を制限することで、ユーミのサポート能力を無効化できる。\n- ユーミは味方に依存するため、ポッピーが味方を狙うとユーミ自身が守る手段が乏しく、オールインされると脆弱。\n\n不利の対策:\n- 序盤はミニオンウェーブを利用してポッピーとの距離を保ち、AAやスキルでポークを行う。\n- ポッピーがエンゲージしてきた際には、味方に密着し、回復やシールドを活用して耐える。\n- ポッピーのCCを避けるために、位置取りを意識し、壁や障害物を利用して逃げる。\n- 集団戦では、ポッピーが孤立させるのを防ぐために、味方と連携して行動し、ユーミのRを適切なタイミングで使用する。",
      "ブラウム": "ブラウムが不利です。\n\n- ポッピーは短距離での拘束能力が高く、E→AA→Wのコンボでブラウムの盾を剥がすことができる。\n- ブラウムのCCは発生が遅く、ポッピーの機動力に対して効果的に使えないことが多い。\n- ポッピーはダッシュやリープを持つ敵に対して強力なカウンターができるため、ブラウムが接近するのが難しい。\n- ブラウムは射程が長いサポートに対して不利で、ポッピーの攻撃を受けやすい。\n\n不利の対策：\n- ブラウムは味方ADCとの連携を強化し、ポッピーの攻撃を受けないように位置取りを工夫する。\n- ポッピーのEを予測してフラッシュを使わせるように、タイミングを見計らってQで牽制する。\n- レーン中期では、ポッピーの攻撃を受けないようにミニオンウェーブを利用してハラスを行う。\n- 集団戦では、Rを使ってポッピーの突進を無力化し、味方を守ることに専念する。",
      "レル": "レルが不利です。\n\n- ポッピーはダッシュを阻止するスキルを持っており、レルのエンゲージを簡単に無効化できる。\n- ポッピーの壁スタンは、レルが近づく際に大きな脅威となり、レルのCCを無効化する可能性がある。\n- レルは単体ダメージが低く、ポッピーの耐久力に対して持続的なダメージを与えにくい。\n- ポッピーはレーン戦でのトレードにおいて、Wを使ってレルの動きを制限しやすい。\n\n不利の対策：\n\n- レーンではポッピーのWを引き出すために慎重に動き、無理なエンゲージを避ける。\n- ミニオンウェーブを利用してポッピーのスキルを避けつつ、AAでのハラスを行う。\n- ポッピーが壁を利用できる位置にいるときは、無理に近づかず、視界を確保して安全に立ち回る。\n- 集団戦では、ポッピーのスキルを避けるために位置取りを工夫し、味方と連携してエンゲージを行う。"
    },
    "loses": {
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ポッピーに対して一方的にハラスが可能です。\n- ポッピーは近接チャンピオンであり、セナの攻撃を受けるとダメージを受けやすいです。\n- セナの回復能力により、ポッピーの攻撃を受けても持ちこたえやすく、持続的な戦闘が可能です。\n- ポッピーのCCスキルは近接での攻撃が前提であり、セナは距離を保つことでその効果を避けやすいです。\n- セナはWでポッピーの動きを制限でき、味方の追撃をサポートすることができます。\n\n有利の取り方：\n- 開始時はミニオンの後ろに立ち、AAでポッピーをハラスします。\n- Qを使って距離を取りながら、ポッピーにダメージを与えつつ回復します。\n- ポッピーが近づいてきたら、Wで足止めし、味方と連携してキルを狙います。\n- ポッピーのEに注意し、壁に押し付けられないように位置取りを意識します。\n- 集団戦では後衛に位置し、味方をピールしながら安全に攻撃を行います。",
      "ジャンナ": "ジャンナが有利です。\n\n- 遠距離からのポークが可能で、ポッピーの接近を阻止できる。\n- シールドを使って味方を守りつつ、ポッピーの攻撃を軽減できる。\n- Rでポッピーの突進を無力化し、味方を安全に保つことができる。\n- ポッピーの近接攻撃に対して距離を保ちながら戦えるため、トレードで有利を取れる。\n\n有利の取り方：\n- レーン序盤はEを使って味方ADCを守りつつ、Qでポッピーを牽制する。\n- ポッピーが突っ込んできた瞬間にRを使って吹き飛ばし、反撃のチャンスを作る。\n- ミニマップを常に確認し、ポッピーが孤立しているタイミングで攻撃する。\n- 集団戦では後方から味方を支援し、ポッピーが前線でキャリーを狙う際にシールドを使う。",
      "ナミ": "ナミが有利です。\n\n- ナミは遠距離攻撃を持ち、ポッピーに対してハラスがしやすい。\n- ナミの回復能力により、ポッピーのダメージを軽減できる。\n- ポッピーの近接スキルは射程が短いため、ナミは距離を保ちながら戦える。\n- ナミのCCはポッピーの突進を妨げることができ、ポッピーのエンゲージを防げる。\n\n有利の取り方：\n- 後方からウェーブを利用してポークを行い、ポッピーの回復を消費させる。\n- AAにスキルを使ってADCを強化し、ポッピーとの距離を保つ。\n- ポッピーが突進してきた際には、視界を確保しフラッシュで逃げる。\n- 集団戦ではスキルを使ってポッピーの動きを制限し、味方と連携して攻撃する。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナは遠距離からの拘束能力を持ち、ポッピーの接近を阻止できる。\n- 黒盾により、ポッピーのCCを無効化できるため、攻撃を受けにくい。\n- ポッピーのスキルは射程が短く、モルガナは距離を保ちながら戦える。\n- ポッピーが突進してきた際に、モルガナはスネアで捕まえるチャンスがある。\n\n有利の取り方：\n- 試合前にポッピーの動きを観察し、黒盾のタイミングを意識する。\n- レーンではQでポッピーを小突き、持続的にダメージを与える。\n- ポッピーが突っ込む直前に黒盾を張り、CCを無効化する。\n- 交戦時は味方のCCと連携し、確実に捕まえる。\n- 装備は魔法防御を重視し、移動系の靴で距離を管理する。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポッピーに対して遠距離から攻撃できるため、ポッピーの接近を防ぎやすい。\n- ポッピーのダッシュを無力化する能力があり、ポッピーのエンゲージを阻止できる。\n- ルルのシールドやHP増加により、ポッピーの攻撃を受けても生存しやすい。\n- ポッピーは射程が短いため、ルルの攻撃を受けながら安全に距離を保てる。\n\n有利の取り方:\n- ミニオンウェーブに近づいたポッピーに対してAAでポークを行う。\n- ポッピーが接近してきた際には、Qを使って攻撃し、距離を取る。\n- ポッピーがエンゲージを試みるタイミングでWを使用し、味方を強化して反撃の準備をする。\n- ポッピーがCCを使った後に、Eで味方を守りつつ反撃する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、ポッピーの動きを制限することができるため、彼女を捕まえやすい。\n- ノーチラスのフックは射程が長く、ポッピーが近づく前に攻撃を仕掛けることができる。\n- ポッピーのダッシュやリープを阻害する能力に対して、ノーチラスはCCを使って反撃できるため、ポッピーの機動力を無効化できる。\n- ノーチラスは集団戦での影響力が高く、ポッピーのRを避けるためにタイミングを見計らうことで、効果的に戦える。\n\n有利の取り方:\n- ウェーブを押し込んでポッピーをタワー下に押し込むことで、彼女の動きを制限する。\n- ポッピーがスキルを使った後のクールダウンを狙って、積極的に攻撃を仕掛ける。\n- フックを使ってポッピーを捕まえた際には、味方と連携してダメージを与える。\n- 集団戦では、ポッピーのスキルを避けつつ、CCを駆使して味方を守りながら攻撃する。",
      "マオカイ": "マオカイが有利です。\n\n- マオカイは範囲CCを持っており、集団戦での影響力が高い。\n- ポッピーのダッシュやリープを封じる能力があり、ポッピーの強みを無効化できる。\n- マオカイは高いHP維持能力を持ち、レーン戦での持続力があるため、ポッピーの短期火力に耐えられる。\n- ポッピーは射程が短いため、マオカイのポークを受けやすい。\n\n有利の取り方：\n- レーン序盤では、ミニオンウェーブを利用してポッピーにポークを行い、HPを削る。\n- ワードを多めに持ち、視界を確保しつつ距離を管理する。\n- レベル6以降は、集団戦を意識してRを使い、ポッピーの動きを制限する。\n- ポッピーが接近してきた際には、Eで反撃し、AAやスキルでダメージを与える。\n- チーム戦では、前線を維持しつつ、複数の敵を拘束して味方のキャリーを守る。",
      "ソナ": "ソナが有利です。\n\n- ソナは回復やバフを通じて味方を支援できるため、ポッピーの攻撃を耐えやすい。\n- ソナのスキルは発動が早く、ポッピーのCCを避けることができる。\n- ポッピーのスキルは射程が短いため、ソナは距離を保ちながら攻撃できる。\n- ソナは集団戦での支援能力が高く、味方全体の生存率を向上させることができる。\n\n有利の取り方：\n- レーン序盤では、AAとQでミニオンウェーブを削りつつ、ポッピーの攻撃を避ける。\n- Eを温存して、ポッピーの突進や壁スタンを警戒しながら立ち回る。\n- レベル3以降は、ポッピーのスキルを見てからRで集団制圧や離脱を行う。\n- ジャングル介入を警戒し、視界を確保するためにワードを多めに設置する。\n- チームファイトでは、味方を支援しつつRで敵をスタンさせるタイミングを見計らう。",
      "カルマ": "カルマが有利です。\n\n- 遠距離からの攻撃が可能で、ポッピーの接近を防ぎやすい。\n- シールドを持っているため、ポッピーのダメージを軽減できる。\n- Eで敵をスネアし、ポッピーの動きを制限できる。\n- ポッピーのダッシュを無効化するスキルを持っているため、ポッピーのエンゲージを阻止できる。\n- レーンでのポークが得意で、ポッピーに対して持続的なダメージを与えられる。\n\n有利の取り方：\n\n- レーンでは距離を保ちながらEでシールドを付与し、Qでポッキーをポークする。\n- ミニオンウェーブを利用して、ポッピーが近づけない位置を維持する。\n- ポッピーがエンゲージしようとした際には、Eでスネアを狙い、AAで追撃する。\n- Rを使って味方を守りつつ、ポッピーの動きを制限する。\n- 地形を利用して、ポッピーが壁に当たるようにEを使うことで、スタンを狙う。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、ポッピーの動きを制限することができる。\n- ポッピーのスキルは射程が短いため、スレッシュの遠距離攻撃で安全にハラスが可能。\n- スレッシュは味方を救出する能力があり、ポッピーの攻撃を受けた際にサポートできる。\n- ポッピーのエンゲージをEでキャンセルすることで、反撃のチャンスを作れる。\n- スレッシュはフックを使ってポッピーを捕まえることで、キルを狙いやすい。\n\n有利の取り方：\n- 序盤はミニオンウェーブを管理し、ポッピーに対してQでフックを狙う。\n- ポッピーが攻撃してきた際にはEで攻撃を遮断し、反撃のチャンスを作る。\n- Wを使って味方を保護しつつ、ポッピーの攻撃を受け流す。\n- レベルが上がったらRを使って逃げ道を封鎖し、ポッピーを追い詰める。\n- 常に視界を確保し、ポッピーの動きを把握してフックを当てるタイミングを見極める。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは味方のAA射程を延ばすことで、ポッピーに対してハラスを行いやすい。\n- 回復やシールドを持っているため、ポッピーの攻撃を受けても耐えやすい。\n- CC解除のウルトを持っているため、ポッピーのCCを無効化できる。\n- ポッピーのエンゲージを防ぐためのノックバックを持っており、ポッピーが近づくのを阻止できる。\n\n有利の取り方：\n- レーン序盤は遠隔ポークを活用し、ポッピーの体力を削る。\n- ミニオンウェーブを利用して、ポッピーが壁を使ったエンゲージを狙えない位置に誘導する。\n- 味方が捕まった際には、加速を使って逃げる手段を提供する。\n- 集団戦ではウルトを温存せず、ポッピーのCCを解除し、味方の生存能力を高める。"
    }
  },
  "スレッシュ": {
    "name": "スレッシュ",
    "beats": {
      "セナ": "セナが不利です。\n\n- スレッシュのフックで引き込まれると、セナは非常に危険な状況に置かれる。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、スレッシュのエンゲージに対して脆弱。\n- スレッシュは高いCC性能を持ち、セナの位置取りが悪いと簡単に捕まってしまう。\n- セナは逃げ手段が乏しく、捕まるとデスにつながりやすい。\n\n不利の対策：\n\n- ミニオンウェーブの裏で立ち回り、スレッシュのフックを避ける。\n- ADCと連携し、スレッシュの仕掛けに対して警戒を強める。\n- スレッシュのスキルを見極め、フックを外したタイミングで攻撃を仕掛ける。\n- 自分が狙われた場合は、位置を調整しつつ、味方を回復することを優先する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- スレッシュのフックに対して脆弱で、捕まると大きなダメージを受ける可能性が高い。\n- スレッシュのEによって、ノーチラスのQによるフォローアップがキャンセルされるため、エンゲージが難しい。\n- スレッシュは高いCC性能を持ち、ノーチラスが接近するのを阻止しやすい。\n- スレッシュの射程がノーチラスよりも長いため、ウェーブの管理やハラスが有利に進められる。\n- スレッシュは持続的なハラスが得意で、ノーチラスの基礎ステータスの低さが目立つ。\n\n不利の対策:\n- スレッシュのフックを避けるために、位置取りを工夫し、常にミニオンの後ろにいるように心がける。\n- スレッシュのスキルを理解し、冷静に対処することで、無駄な被弾を減らす。\n- ウェーブを管理し、ミニオンが自分のタワーの近くにいる状態を維持することで、スレッシュのハラスを減少させる。\n- チームメイトと連携し、スレッシュが孤立しているタイミングを狙ってエンゲージを試みる。\n- スレッシュのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。",
      "ラックス": "ラックスが不利です。\n\n- スレッシュは高いCC性能を持ち、フックで捕まえられると一気に不利になる。\n- スレッシュのEでの救出やエンゲージが強力で、ラックスの距離を保つ戦略が崩されやすい。\n- スレッシュは柔らかいエンチャンターに対して有利で、ラックスの基礎ステータスが低いため、持続的なハラスに弱い。\n- スレッシュのフックを避けるために動くと、ラックスのスキルショットが当てづらくなる。\n\n不利の対策：\n\n- レーン開始時はミニオンを盾にして、フックを避けるように立ち回る。\n- スレッシュのフックを警戒し、常に味方ADCの後ろに位置する。\n- Eを使ってスレッシュをハラスしつつ、ミニオンウェーブを管理して有利な状況を作る。\n- スキルのクールダウンを意識し、スレッシュのスキルが使えないタイミングを狙って攻撃する。\n- ワードをしっかりと置き、視界を確保してスレッシュの動きを把握する。",
      "パンテオン": "パンテオンが不利です。\n\n- スレッシュのフックによって捕まるリスクが高く、オールインの際に逆転される可能性がある。\n- スレッシュは味方を救出する能力があり、パンテオンの攻撃を無効化することができる。\n- スレッシュのCC性能が高く、パンテオンの短期バーストを阻害することができる。\n- パンテオンは持続的なハラスに弱く、スレッシュのAAやスキルで削られやすい。\n- 集団戦ではスレッシュのフックやCCがパンテオンの行動を制限しやすい。\n\n不利の対策：\n- レーンではフックを避けるために、ミニオンを利用して位置取りを工夫する。\n- スレッシュのスキルを観察し、フックを外したタイミングで攻撃を仕掛ける。\n- 可能な限り視界を確保し、スレッシュのロームを防ぐ。\n- スレッシュのフックを警戒し、味方と連携して行動することでリスクを減らす。\n- 集団戦では、スレッシュのCCを避けるために位置取りを意識し、後衛を狙う際は慎重に行動する。",
      "バード": "バードが不利です。\n\n- スレッシュのフックやCCスキルによって捕まえられやすく、特に近距離での連携が強力です。\n- スレッシュはレンジが長く、バードに対してプレッシャーをかけやすいため、ウェーブの管理が難しくなります。\n- バードのダメージスキルはQのみで、スレッシュの耐久力に対して火力が不足しがちです。\n- スレッシュのCDが長いとはいえ、外した場合の隙が大きく、バードがその隙を突くのが難しいです。\n\n不利の対策：\n\n- レーン序盤は距離を保ち、AAやQでポークを行い、スレッシュのスキルを避けるように心がける。\n- ポータルや移動スキルを活用して、スレッシュのフックを回避し、逃げ道を確保する。\n- ワードをしっかり置いて視界を確保し、スレッシュの動きを把握することで、捕まるリスクを減らす。\n- レベル6以降はアルティメットを活用して、集団戦での味方の保護や逃げ道の確保に注力する。"
    },
    "loses": {
      "ザイラ": "ザイラが有利です。\n\n- 遠距離からのハラスが強力で、スレッシュが近づく前にダメージを与えられる。\n- 自己回復スキルで短期的な取引に耐えられる。\n- 足止めやゾーニングでスレッシュのフックを回避しやすい。\n- スレッシュが前に出すぎると捕まえやすい状況を作れる。\n\n有利の取り方：\n- Lv1〜3では後方からミニオンウェーブを利用してハラスし、スレッシュのフックを警戒する。\n- Lv3〜6ではスキルコンボを駆使してダメージを与えつつ、安全距離を保つ。\n- Lv6以降はウルティメイトを使ってスレッシュの接近を牽制し、集団戦での位置取りを有利にする。\n- 植物を利用してスレッシュの動きを制限し、フックの命中を難しくする。",
      "メル": "メルが有利です。\n\n- メルはスレッシュのCCスキルを反射できるため、スレッシュのフックを無効化しやすい。\n- メルの長射程のスキルにより、遠くからスレッシュに圧力をかけることができる。\n- スレッシュはCDが長く、外した際の隙が大きいため、メルはその隙を突いて反撃できる。\n- メルは確定キルを狙いやすく、スレッシュのHPを削ることで有利な状況を作りやすい。\n\n有利の取り方：\n- Lv1ではワードを置き、距離を管理しながらスレッシュのフックを警戒する。\n- Lv2でスレッシュがAAを使った際にEで拘束し、反撃を行う。\n- ミニオンウェーブを利用して、スレッシュのフックを避けつつポークを行う。\n- Lv6以降は、スレッシュがフックを外したタイミングでRを使い、複数の敵にダメージを与えるチャンスを狙う。",
      "セラフィーン": "セラフィーンが有利です。\n\n- 遠距離からのハラスが可能で、スレッシュの接近を牽制できる。\n- 集団戦での貢献度が高く、味方の数に応じてスキルの効果が増すため、チーム全体に対して強力な支援ができる。\n- スレッシュのフックやイニシエートに対して、距離を保ちながら反応しやすい位置取りができる。\n- スレッシュの基礎ステータスが低いため、持続的なハラスで優位に立ちやすい。\n\n有利の取り方：\n- レーンフェーズでは、ミニオンウェーブに合わせて回復とスローを活用し、スレッシュのフックに巻き込まれない距離を維持する。\n- スキル連携を意識し、ハラスを行いながら相手の動きを制限する。\n- ワードを使って河川やブラッシュを警戒し、スレッシュのローミングを予測して安全に立ち回る。\n- 集団戦では、後方からスキルを使い、味方を支援しつつスレッシュのフックを警戒する。",
      "レル": "レルが有利です。\n\n- レルは複数のCCを持ち、スレッシュのフックを避けつつ近接戦での絡め取りが得意。\n- スレッシュのCDが長いため、スキルを外した際にレルが反撃しやすい。\n- レルのパッシブによって、タンクに対して強いダメージを与えられるため、スレッシュの耐久力を削りやすい。\n- レルは味方の移動速度を上げるスキルを持っており、連携を強化できる。\n\n有利の取り方：\n\n- Lv1–3では、スレッシュのQを警戒しつつ、AAや短い接近でダメージ交換を行う。\n- ワードを多めに設置して視界を確保し、スレッシュの動きを把握する。\n- Lv3以降、味方と連携してCCを繋げ、オールインを狙う。\n- スレッシュのQが外れた瞬間に反撃し、レルのCCを活かして攻撃する。\n- Lv6以降は集団戦での引き込み役として、複数のCCを活用して敵を拘束する。",
      "モルガナ": "モルガナが有利です。\n\n- スレッシュのフックやCCをEで無効化できるため、安全に戦える。\n- スレッシュの攻撃を受ける前に、スネアで捕まえることができる。\n- スレッシュのCDが長いため、スキルを外した際の隙を突くことができる。\n- スレッシュの基礎ステータスが低いため、持続的なハラスに対して強い。\n\n有利の取り方：\n\n- 序盤は無理せず、Qを温存し、当てるチャンスを待つ。\n- EをADCに優先的にかけ、スレッシュのフックやガンクを防ぐ。\n- スレッシュのEを削るために、AAや小技を使ってシールドを割らせる。\n- Qを当てた後にWで継続ダメージを与え、スレッシュを圧倒する。\n- Rを集団戦やキル確定用に温存し、タイミングを見計らって使用する。",
      "ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、味方を守る能力に優れているため、スレッシュの攻撃を受け止めやすい。\n- スレッシュのCCスキルは発生が遅く、ブラウムのパッシブを活かすチャンスを与える。\n- ブラウムは近接でのオールインが得意で、スレッシュのハラスを抑えやすい。\n- スレッシュの基礎ステータスが低いため、ブラウムのハラスが効果的に機能する。\n\n有利の取り方:\n- Lv1でワードを設置し、視界を確保してスレッシュの動きを把握する。\n- Lv2でパッシブをスタックし、スレッシュに対してAAを重ねてハラスを行う。\n- スレッシュがフックを狙ってきた際にEで突進を遮断し、反撃のチャンスを作る。\n- Lv6以降は、集団戦でウルトを温存し、味方ADCを守りながらスレッシュの攻撃を防ぐ。"
    }
  },
  "パイク": {
    "name": "パイク",
    "beats": {
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- パイクは高い機動力を持ち、ゼラスの長射程を活かす前に接近されやすい。\n- パイクのフックやダイブによって、ゼラスは簡単に捕まえられ、瞬時に倒されるリスクが高い。\n- ゼラスのスキルは発動が遅く、パイクの素早い動きに対して当てるのが難しい。\n- パイクはゼラスのハラスを受けてもパッシブで回復できるため、持続的なハラスが効きにくい。\n\n不利の対策:\n- 距離を保ちながらAAやスキルで安全にハラスを行う。\n- ブッシュや視界を管理し、パイクの接近を事前に察知するためにコントロールワードを設置する。\n- パイクが接近してきた際はEを温存し、フックを避けるためのカウンターとして使用する。\n- レベル6以降はパイクのロームに警戒し、前線を押し上げすぎないようにする。\n- 集団戦では後衛の位置を崩さず、Eで守りつつRで低体力の敵を狙う。フラッシュは常に温存しておく。",
      "セナ": "セナが不利です。\n\n- パイクはフックを使って瞬時にセナを捕まえることができ、セナの逃げ手段が乏しいため、捕まると簡単に倒される。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、パイクの攻撃に対して脆弱。\n- パイクの短期火力が高く、レベル3以降にフックからのコンボでキルを狙われやすい。\n- セナは射程が長いが、パイクの機動力と視界を利用したロームによって、セナが安全にハラスを行うのが難しくなる。\n\n不利の対策：\n- 後方に位置し、常にパイクのフックを警戒する。特にブッシュに近づかないようにする。\n- 魂を回収しつつ、AAやスキルでパイクに対してポークを行い、マナとヘルスを管理する。\n- ワードを深めに設置し、パイクのロームを早期に察知することで、味方と連携して対処する。\n- 集団戦では安全な位置からスキルを使い、パイクのフックを避けるように心がける。",
      "ラックス": "ラックスが不利です。\n\n- パイクは高機動力を持ち、フックで捕まえる能力が強力で、ラックスは接近されると脆弱です。\n- パイクの瞬間火力は高く、特にレベル3以降にQ→Eコンボで仕掛けられると、ラックスは反撃が難しくなります。\n- ラックスはスキルのクールダウンが長く、パイクの奇襲に対してスキルを温存する余裕がない場合があります。\n- パイクのRによって確定キルを狙われると、ラックスは一気に不利な状況に陥ります。\n\n不利の対策：\n- 常に距離を保ち、ミニオンでフックを遮るように立ち回る。\n- スキルを当てる際は、ミニオンウェーブを利用して安全にハラスを行う。\n- Wを味方の保護や自衛に温存し、パイクの攻撃を受けた際に即座に使用できるようにする。\n- パイクがRを使用するタイミングを見極め、味方と連携して反撃のチャンスを狙う。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- パイクは近接チャンピオンであり、フックを使ってヴェル＝コズに接近しやすい。\n- ヴェル＝コズは機動力が低く、パイクの攻撃を避けるのが難しい。\n- パイクの瞬間火力が高く、特にレベル6以降はアルティで一撃で倒される可能性がある。\n- ヴェル＝コズはCCの発生が遅く、パイクの動きに対して反応しづらい。\n\n不利の対策:\n- 開幕に深めにワードを置き、パイクの動きを把握する。\n- ミニオンウェーブを利用してフックを避けるように立ち回る。\n- 近づかれた際はWで距離を取り、AAやスキルでハラスを行う。\n- レベル6前は無理なトレードを避け、スキルを温存する。\n- 集団戦では味方のCCを活かし、パイクが接近する前に攻撃を仕掛ける。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- パイクはフックを使ってザイラを捕まえることができ、近づかれると瞬時にバーストダメージを受ける危険がある。\n- ザイラは移動に役立つスキルがなく、接近されると脆弱であるため、パイクの攻撃を受けやすい。\n- パイクのローム能力が高く、ザイラが視界を管理していても、サイドレーンでの影響を受けやすい。\n- ザイラのスキルは発動から発生までに時間がかかるため、パイクの機動力に対処しづらい。\n\n不利の対策:\n- レーン開始時に視界を強化し、パイクのフック射線を切るように心がける。\n- ミニオンウェーブを軽く押しつつ、AAや植物でポークし、距離を保つ。\n- パイクのQの予備動作を見て、距離を取ることでフックを避ける。\n- レベル6以降はHPが低い味方の近くに位置取り、パイクのRに備えてFlashやExhaustを温存する。\n- パイクがロームした際にはすぐにワードを置き、Eで追撃を阻止する。\n- 集団戦では前線に出過ぎず、後衛寄りでRを使ってゾーニングし、パイクの飛びつきには味方と連携して反撃する。",
      "ジリアン": "ジリアンが不利です。\n\n- パイクは高い機動力を持ち、フックやスタンでジリアンを捕まえることが得意です。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高いです。\n- パイクの瞬間火力は高く、特にジリアンのHPが低い時にRでのフィニッシュが狙われやすいです。\n- ジリアンは主に遠距離からの攻撃に依存しているため、パイクの接近を許すと危険です。\n- パイクのローム能力が高く、他のレーンに影響を与えやすいです。\n\n不利の対策：\n- 常に後ろに位置し、視界を確保してパイクの動きを警戒する。\n- Qで安全な距離からポークし、HPを削る。\n- Eを使って味方を守りつつ、パイクのフックを回避する。\n- パイクが消えたらミニマップでロームを確認し、味方にPingを送る。\n- 味方のHPが低い時はRを先にかけて蘇生の保険を用意する。",
      "ソナ": "ソナが不利です。\n\n- パイクはフックや突進を使って瞬時にキルを狙えるため、ソナは捕まると即死の危険がある。\n- ソナは基礎ステータスが低く、特に序盤は非常に脆いため、パイクの攻撃に耐えられない。\n- パイクの高いローム性能により、ソナが孤立する機会が増え、味方のサポートが得られない状況が生まれやすい。\n- ソナのCCはUltに依存しており、パイクの攻撃を防ぐ手段が限られているため、集団戦での影響力が低下する。\n\n不利の対策：\n\n- ミニオンウェーブの後ろに立ち、パイクのフックを避ける。\n- Eを使って距離を取り、パイクの攻撃を回避する。\n- WでHPを確保し、ハラスを続けることでパイクの攻撃を受けにくくする。\n- 早めにワードを設置して視界を確保し、パイクのロームを警戒する。\n- 味方が揃っている時のみロームに追随し、孤立しないようにする。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n- レルは複数のCCスキルを持ち、パイクを拘束する能力が高いため、集団戦での先手を取ることができる。\n- レルの耐久力が高く、パイクの瞬間火力に対して強い。パイクは耐久が低いため、レルの攻撃を受けると危険。\n- レルは味方の移動速度を上げるスキルを持っており、追撃や逃走をサポートできるため、パイクのロームに対抗しやすい。\n- パイクはスキルの精度に依存するため、レルがスキルを当てることでパイクの行動を制限できる。\n\n有利の取り方：\n\n- レベル1から2では、互いに牽制しつつ、レルは味方に寄り添いながら安全にAAでハラスを行う。\n- レベル3以降、レルはフルコンのチャンスを狙い、パイクがフックを外した際に全力で攻撃する。\n- トレード時には、レルがスキルを当てたら全力で攻撃し、外した場合は引くことでリスクを減らす。\n- パイクがロームする際は、レルは自陣を固め、視界を確保しつつ集団戦での先手を優先する。\n- 集団戦では、レルが前線でCCを使い、パイクを捕まえることで有利に進める。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、パイクの動きを制限しやすい。\n- ノーチラスのフックは射程が長く、パイクを捕まえるチャンスが多い。\n- パイクは柔らかく、ノーチラスの攻撃で簡単に倒せる可能性が高い。\n- ノーチラスのシールドやCCを使うことで、パイクの攻撃を避けることができる。\n- ノーチラスはタンクとして耐久力があり、パイクの瞬間火力に対抗できる。\n\n有利の取り方:\n- レーンでの視界を確保し、パイクの動きを把握する。\n- ウェーブを管理し、パイクが近づくタイミングでフックを狙う。\n- パイクが攻撃してきた際に、シールドを使ってダメージを軽減する。\n- パイクを捕まえたら、CCを連携させて素早く倒す。\n- 一度のトレードで倒せない場合は、再度チャンスを狙うためにウェーブを押し込む。",
      "マオカイ": "マオカイが有利です。\n\n- マオカイは高い耐久力を持ち、パイクの瞬間火力に対して強い。\n- CCスキルを多く持っており、パイクの動きを制限できる。\n- パイクがフックを外した際に、マオカイは反撃しやすい。\n- パイクのハラスに対して、パッシブによる回復効果で持続的に耐えられる。\n- 集団戦ではマオカイのCCが効果的で、パイクの影響力を低下させる。\n\n有利の取り方：\n- 序盤はミニオンの後ろでAAを使い、Eでパイクの追撃を阻止する。\n- パイクがフックを狙ってきた際には、Wで距離をとり、味方を守る。\n- ブッシュを利用して視界を確保し、パイクのロームを警戒する。\n- レベル6以降はRを使ってエンゲージし、集団戦を有利に進める。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力を持ち、パイクのフックを避けやすい。\n- 2種類のCCを持っており、パイクの攻撃を無力化できる。\n- 味方を守るためのシールドやヒールがあり、レーンでのサステインが高い。\n- パイクが孤立した際に、ラカンのCCで捕まえやすい。\n- 集団戦では味方を支援しやすく、パイクの瞬間火力を抑えることができる。\n\n有利の取り方：\n\n- レーン序盤は味方ADCを守りながら、AAやポークでパイクのハラスを避ける。\n- パイクのフックを警戒し、ブラッシュからの攻撃を避けるために距離を取る。\n- レベル6以降はロームのタイミングを合わせ、味方と合流して集団戦でCCを活用する。\n- 集団戦ではADCの近くでピールし、パイクの攻撃を防ぎつつ、味方のダメージを最大化する。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは味方を回復・シールドする能力があり、パイクの攻撃を受けても生存しやすい。\n- ミリオのウルトは集団戦でのCCを解除できるため、パイクのフックやスタンを無効化できる。\n- ミリオは味方のAA射程を延ばすことで、パイクのハラスを受けにくくし、トレードを有利に進められる。\n- パイクは集団戦での持続力が低く、ミリオのサポートによって味方が生き残ることで、パイクの影響力を減少させることができる。\n\n有利の取り方：\n\n- レーンではフックの射線外に位置し、パイクの攻撃を避ける。\n- ワードを置いて視界を確保し、パイクの動きを把握する。\n- ミニオンウェーブを管理し、パイクが孤立しないように味方と密着する。\n- レベル6以降はウルトを使って味方を守り、パイクのキルを防ぐ。\n- 集団戦では前線で味方を守りつつ、Eで味方を救出し、パイクのフックを無効化する。",
      "シャコ": "シャコが有利です。\n\n- シャコは高い奇襲能力を持ち、インビジブルを利用してパイクのスキルを避けやすい。\n- パイクの瞬間火力が低いため、シャコの耐久力を活かしてトレードを有利に進められる。\n- シャコのCCを使ってパイクを足止めし、瞬時にダメージを与えることができる。\n- パイクのフックを避けるための機動力があり、位置取りで優位に立てる。\n\n有利の取り方：\n\n- 開幕から視界を確保し、箱を使ってパイクの動きを制限する。\n- レベル3以降、背後からの奇襲を狙い、AAやスキルでダメージを与える。\n- パイクがスキルを使った後に攻撃を仕掛け、反撃の隙を作らせない。\n- 集団戦では孤立したパイクを狙い、Rで確実にキルを取る。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、パイクの接近を阻止することができる。\n- ジャンナのシールドや回復により、パイクのハラスを軽減できる。\n- パイクはタンク系チャンピオンに弱いため、ジャンナのディスエンゲージ能力が効果的。\n- ジャンナは視界を確保しやすく、パイクのフックを避けるための位置取りが可能。\n\n有利の取り方：\n- レベル1からミニオンを利用して視界を確保し、パイクのフックを警戒する。\n- Eを使って味方ADCのサステインを行い、パイクのハラスを受けにくくする。\n- Qを温存し、パイクが突進してきた際に反撃する。\n- レベル6以降はRを使って味方を守り、パイクのRを阻害することでキルを防ぐ。\n- 集団戦では後衛でE・Rを温存し、パイクの接近を阻止する。",
      "ポッピー": "ポッピーが有利です。\n\n- パイクのダッシュやリープを封じる能力があり、特にEで壁スタンを狙うことでパイクの機動力を制限できる。\n- パイクは瞬間火力が低く、ポッピーの高い耐久力とシールドに対してダメージを与えにくい。\n- ポッピーは豊富なCCを持ち、パイクのロームや奇襲を防ぐことができる。\n- レーンでのトレードにおいて、ポッピーのパッシブによる回復効果がハラスに対して強い耐性を持つため、持続的に戦える。\n\n有利の取り方：\n- レーン序盤ではミニオンを利用してEの壁スタンを狙い、QでゾーニングしつつAAでCSを確保する。\n- パイクのWやEを見て、Wでダッシュを封じた後にE→Q→AAで短期キルを狙う。\n- レベル6以降はパイクのRに注意し、相手がダイブしてきた際にはRやWで介入を阻止する。\n- パイクがロームする際には深追いせずにワードを置き、味方と連携して反撃することで、パイクの影響を最小限に抑える。",
      "ソラカ": "ソラカが有利です。\n\n- 高い回復能力を持ち、味方の生存率を大幅に向上させることができるため、パイクの攻撃を耐えやすい。\n- パイクの攻撃が単体に依存しているため、ソラカの回復で持ちこたえられる。\n- サイレンス効果により、パイクのスキルを無効化しやすく、特にEを使った攻撃を防ぎやすい。\n- パイクは集団戦での瞬間火力が低いため、長期戦に持ち込むことで有利に進められる。\n\n有利の取り方：\n- レーン開始時はミニオンの後ろでAAを使い、自己回復しながらヘイトを避ける。\n- ワードを設置して視界を確保し、パイクの動きを警戒する。\n- Lv2以降はExhaustを温存し、パイクが攻撃を仕掛けてきた際に反撃する。\n- Lv6以降はRを使って味方のHPを管理し、パイクのフックを避けるために位置取りを工夫する。\n- 集団戦では生存を最優先し、Rで回復しながら味方と連携して攻撃する。"
    }
  },
  "ミリオ": {
    "name": "ミリオ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ミリオは味方のシールドや回復を提供できるため、モルガナのCCを無効化しやすい。\n- ミリオの移動支援により、モルガナのQを避けられる可能性が高い。\n- ミリオは味方のAA射程を延ばすことで、モルガナがハラスを行う際に逆に不利な状況を作り出すことができる。\n- モルガナのスキルはクールダウンが長く、ミリオのサポート能力に対抗する手段が限られている。\n\n不利の対策：\n- ブッシュや視界の薄い場所からQを狙うことで、ミリオのシールドを無効化するチャンスを増やす。\n- ミリオのスキルを見極め、味方が突っ込むタイミングでQを当てるようにする。\n- ミリオがQを外した際に積極的にプッシュやトレードを行い、主導権を握る。\n- ミリオのウルトを意識し、CCを使うタイミングを慎重に選ぶ。",
      "ゼラス": "ゼラスが不利です。\n\n- ミリオは味方のAA射程を延ばすことができ、ゼラスのハラスを受けにくくなる。\n- ミリオの回復やシールドにより、ゼラスのダメージを軽減されやすい。\n- ミリオのCC解除のウルトにより、ゼラスのスタンが無力化される可能性がある。\n- ゼラスは自己防衛手段が乏しく、ミリオに接近されると危険な状況になる。\n\n不利の対策：\n- ミリオの攻撃範囲外からスキルを使い、ダメージを与えることを心がける。\n- ミリオが近づいてきた際は、後退しつつスキルを使って牽制する。\n- ミニオンウェーブを利用して、ミリオの攻撃を受けないように立ち回る。\n- チームメイトと連携し、ミリオに対して集団で攻撃するタイミングを見計らう。",
      "ラックス": "ラックスが不利です。\n\n- ミリオは味方を強化するスキルを持っており、ラックスのバーストダメージを軽減できるため、ラックスの攻撃が通りにくい。\n- ミリオのスピードバフにより、ラックスが距離を取るのが難しく、接近されると反撃を受けやすい。\n- ミリオのウルトによって、ラックスのCCを解除される可能性があり、集団戦での決定力が低下する。\n- ミリオはCC解除の能力を持っているため、ラックスのスキルを当てるタイミングが難しくなる。\n\n不利の対策：\n- レーン序盤はミニオンウェーブを管理し、ミリオのバフを避けるために距離を保つ。\n- ミリオのスキルを予測し、温存を誘うようにトレードを行う。\n- 集団戦ではミリオのウルトを考慮し、タイミングを見計らってスキルを使用する。\n- アイテムとしてソラリやゾーニャを購入し、耐久力を上げることで生存率を高める。",
      "パンテオン": "パンテオンが不利です。\n\n- ミリオはシールドや回復を持っており、パンテオンのバーストダメージを軽減できる。\n- ミリオの移動速度バフにより、パンテオンの攻撃を避けやすく、追撃が難しい。\n- パンテオンのCCは単体に限られており、ミリオのウルトで味方のCCを解除されると、パンテオンの攻撃が無力化される。\n- ミリオは遠距離からのハラスが得意で、パンテオンが近づく前にダメージを与えられる。\n- パンテオンは奇襲に弱く、ミリオの味方がシールドを受けていると、オールインが難しくなる。\n\n不利の対策：\n\n- レベル1ではミニオンウェーブを取りつつ、レベル2でスキルを習得するタイミングを見計らう。\n- ミリオのシールドや回復を考慮し、無理にオールインを狙わず、ミニオンウェーブを利用してハラスを行う。\n- ミリオがスキルを使った後の隙を狙って反撃する。\n- ミリオのウルトが発動する前に、味方と連携して攻撃を仕掛ける。\n- ガンクや集団戦では、ミリオのウルトを意識し、タイミングを見計らって行動する。",
      "パイク": "パイクが不利です。\n\n- ミリオは回復やシールドを持っており、パイクの攻撃を防ぎやすい。\n- ミリオのスキルで味方の射程を延ばすことができ、パイクのハラスがしづらくなる。\n- ミリオのウルトはCCを解除できるため、パイクのキルチャンスを減少させる。\n- パイクは奇襲を狙うが、ミリオは味方を守る手段が豊富で、パイクの攻撃を受けにくい。\n- ミリオのCC解除能力により、パイクのエンゲージが無力化されることが多い。\n\n不利の対策：\n- レーンではミニオンの影を利用してフックを隠し、相手の注意を引く。\n- ミリオのスキルを予測し、フックを当てるタイミングを見計らう。\n- HPが低下した際は、無理に攻撃せず、味方と連携して安全にプレイする。\n- ロームを積極的に行い、他のレーンでキルを狙うことでゴールドを稼ぐ。\n- 視界を確保し、ミリオの動きを把握しておくことで、奇襲を避ける。"
    },
    "loses": {
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックを使ってミリオを捕まえることで、瞬時にキルに繋げることができる。\n- ミリオのバフを受けた味方を狙うことで、相手の行動を制限しやすい。\n- ミリオのCC解除のウルトを発動させる前に、フックで捕まえることができれば、ミリオのサポート能力を無力化できる。\n- ブリッツクランクは、ミリオの射程を延ばすスキルに対しても、フックで距離を詰めることで有利に立ち回れる。\n\n有利の取り方：\n- レーニング中は視界を取り、ミリオがバフを入れる瞬間を狙ってフックを放つ。\n- ミリオが味方にバフをかける前に、先手を打ってフックを当てる。\n- 集団戦では、サイドや草むらからキャリーを狙い、フックで捕まえた後に味方の火力を合わせる。\n- フックが外れた場合は焦らず、次のチャンスを待ちながら視界を奪う立ち回りをする。",
      "バード": "バードが有利です。\n\n- バードは高い移動能力を持ち、マップ全体での影響力が大きいため、ミリオのサポートを無効化しやすい。\n- ミリオのシールドや回復を意識しながら攻撃することで、ミリオの効果を減少させることができる。\n- バードのスタンを活かして、ミリオの行動を制限し、味方の攻撃をサポートできる。\n- バードは鐘を回収することで火力を向上させるため、装備依存度が低く、持続的なダメージを与えやすい。\n\n有利の取り方：\n\n- ウェーブを管理し、ミリオがAAを当てにくい状況を作る。\n- ミリオのスキルを避けつつ、タイミングを見計らってスタンを狙う。\n- ミリオが回復やシールドを使う前に、早めにダメージを与える。\n- バードの移動スキルを活かして、ミリオの攻撃を避けながら攻撃を続ける。\n- チームファイトでは、ミリオの後衛を狙い、味方の攻撃をサポートする。",
      "ノーチラス": "ノーチラスは有利です。\n\n- ノーチラスは豊富なCCを持ち、ミリオの動きを制限することができる。\n- ミリオの回復やシールドを無効化することができるため、ミリオのサポート能力を低下させる。\n- ミリオの射程を延ばすスキルに対して、ノーチラスはフックを使って距離を詰めることができる。\n- ミリオのウルトでCCを解除されることはないため、ノーチラスのアルティメットを効果的に使える。\n\n有利の取り方：\n- ミニオンウェーブを管理し、ミリオがハラスを行う前に先手を打つ。\n- フックを使ってミリオやそのADCを捕まえ、AAやスキルでダメージを与える。\n- ミニオンウェーブを押し込んで、ミリオが安全にハラスできない状況を作る。\n- チームファイトでは、ミリオのWを意識しつつ、タイミングを見計らってノーチラスのアルティメットを発動する。",
      "ソナ": "ソナが有利です。\n\n- ミリオの回復やシールドをソナの持続回復で相殺しやすい。\n- ソナは遠距離からポークができ、ミリオの攻撃範囲を延ばすスキルに対抗できる。\n- ミリオのCCはスキルショットであり、ソナは位置取りを工夫することで避けやすい。\n- ソナのウルトは集団戦でのスタン効果があり、ミリオの守りを崩す手段として有効。\n\n有利の取り方：\n- レーン序盤はQで安全にミニオンウェーブを処理しつつ、AAでミリオに圧をかける。\n- Eを使って味方ADCの位置調整を行い、ミリオの攻撃を受けないようにする。\n- ミリオの回復やシールドのクールダウンを確認し、その隙にQで攻撃する。\n- ミリオがロームした際は無理に追わず、ワードを使って視界を確保する。\n- 集団戦ではミリオの守りを崩すために横や裏を突き、Rで複数の敵をスタンさせる場面を作る。",
      "ラカン": "ラカンが有利です。\n\n- 瞬時の突入とCCを持っており、ミリオの回復やシールドを無力化しやすい。\n- ミリオのスキルを引き出すことで、ラカンのエンゲージが成功しやすくなる。\n- ミリオはスキルを外すと脆弱であり、ラカンの攻撃に対して対応が遅れる可能性がある。\n- ラカンは高い機動力を持ち、ミリオの攻撃範囲を利用して安全に立ち回ることができる。\n\n有利の取り方：\n\n- ミリオのスキルを引き出すために小さく仕掛け、反応を見てから本突入する。\n- ミリオのADCや味方の位置を確認し、Eで安全に逃げ道を確保する。\n- ミリオがスキルを使った後に、視界を利用してW→Rで突入し、短い交戦を作る。\n- 交戦後はクールダウンを管理し、再突入のタイミングを見計らう。",
      "アリスター": "アリスターは有利です。\n\n- アリスターは強力なCCを持ち、ミリオの行動を制限することができる。\n- ミリオの回復やバフを無効化する能力があり、特にミリオのスキルを使わせることで有利に立ち回れる。\n- アリスターは高いタフネスを持ち、ミリオの攻撃を耐えやすい。\n- ミリオの射程延長スキルに対して、アリスターは近接でのエンゲージが得意で、ミリオのハラスを受けにくい。\n\n有利の取り方：\n- 開幕からミニオンウェーブを管理し、ミリオの位置を確認する。\n- ミリオのスキルがクールダウン中にWで突撃し、味方ADCを狙う。\n- ブラッシュからの奇襲を仕掛け、ミリオが反応できないタイミングで攻撃する。\n- チーム戦では、先に飛び込んで敵を分断し、ミリオのバフが残っている場合は無理せずフォローする。",
      "ルル": "ルルが有利です。\n\n- ルルはミリオに対して距離を保ちながら攻撃できるため、ミリオの近接戦を避けることができる。\n- ルルのCC（ポリモーフ）を使うことで、ミリオの攻撃を無力化し、味方を守ることができる。\n- ルルは味方にシールドを付与できるため、ミリオの攻撃を受けた際の耐久力を向上させることができる。\n- ルルのスキルは単体対象であるため、ミリオの攻撃を受ける前に効果的に使うことで、ダメージを軽減できる。\n\n有利の取り方：\n- ミリオとの距離を保ちながら、ウェーブを利用してハラスを行う。\n- ミリオのスキルのクールダウンを見極め、攻撃を避けるタイミングを計る。\n- ミリオが攻撃を仕掛けてきた際に、シールドを使って耐久力を上げる。\n- 集団戦では、重要な瞬間に味方を強化し、ミリオの攻撃を無効化することで、戦闘を有利に進める。"
    }
  },
  "バード": {
    "name": "バード",
    "beats": {
      "シャコ": "シャコが不利です。\n\n理由:\n- バードはCCを持っており、シャコの奇襲を無効化することができる。\n- バードのRはAoEで無敵と行動不能を付与できるため、シャコのバーストダメージを防ぐことができる。\n- バードはローミング能力が高く、シャコが孤立した際に味方をサポートしやすい。\n- バードの回復スキルにより、味方の生存能力が向上し、シャコの攻撃が効果的でなくなる。\n\n不利の対策:\n- 視界をしっかり管理し、バードの動きを把握することで奇襲を避ける。\n- バードのRやEを使わせた後に攻撃を仕掛けるタイミングを見計らう。\n- バードがローミングしている際は、ミニオンウェーブを押し込んでタワー下で安全にファームする。\n- チームメイトと連携し、バードのCCを避けるように動くことで、シャコの攻撃を通しやすくする。",
      "ミリオ": "ミリオが不利です。\n\n- バードは遠距離からのハラスが得意で、ミリオはAAでのトレードが難しい。\n- バードのスタンや分断能力により、ミリオの回復やバフを無駄にされる可能性が高い。\n- バードのローム能力が高く、ミリオがレーンに留まっている間に味方が不利になることがある。\n- バードのUltはAoEで無敵と行動不能を付与できるため、集団戦での影響力が大きい。\n\n不利の対策：\n- レーニング序盤はバードのQを避けつつ、味方ADCに密着してAAトレードを有利に進める。\n- バードがロームする際は、MIAコールを行い、視界を確保して味方を守る。\n- バードのUltを警戒し、集団戦では味方前衛に張り付いて支援を行う。\n- バードの回復を無駄にするために、タイミングを見計らって味方を分断するような行動を取る。",
      "レル": "レルが不利です。\n\n- バードは射程が長く、Qでポークを行いやすいため、レルが接近するのが難しい。\n- バードのローム能力が高く、レルがレーンに集中している間に他のレーンに影響を与えられる。\n- バードのULTは集団戦でのエンゲージを無効化できるため、レルのCCを活かしにくい。\n- バードは鐘を回収することで火力を上げられるため、レルの耐久力を削るのが難しい。\n\n不利の対策：\n- レーンでは距離を保ち、バードのQを避けるようにする。\n- ワードを多めに設置し、バードのロームを警戒する。\n- バードが鐘を回収するタイミングを見計らい、オールインを狙う。\n- 集団戦では、バードのULTのクールダウンを把握し、タイミングを見計らってCCを入れる。",
      "ソラカ": "ソラカが不利です。\n\n理由:\n- バードは奇襲やロームが得意で、ソラカの視界を奪いやすい。\n- バードのスタンを持つスキルにより、ソラカは行動を制限されやすい。\n- ソラカは基礎ステータスが低く、バードのポークやCCに対して脆弱。\n- バードは鐘を回収することで火力を向上させ、持続的な圧力をかけることができる。\n- ソラカの回復スキルは重傷の影響を受けやすく、バードのダメージを軽減しにくい。\n\n不利の対策:\n- Qを使って安全にポークし、HP差を作ることを意識する。\n- Wは味方を優先し、自分のHP管理を徹底する。\n- Eを温存し、バードのQやロームを阻止するタイミングを見極める。\n- レベル6でRを温存し、ロームやバードのオールインに備える。\n- 視界を確保し、バードの動きを把握して味方に伝える。",
      "ブラウム": "ブラウムが不利です。\n\n- バードは遠距離からのポークが得意で、AAやスキルでブラウムにダメージを与えやすい。\n- ブラウムは近接チャンピオンであり、バードの攻撃を避けるのが難しい。\n- バードは鐘を回収することで火力を向上させるため、レーン維持が得意で、ブラウムが圧力をかけにくい。\n- バードのCCスキルは範囲内のユニットを無力化できるため、ブラウムが接近しても効果的に対処される。\n- ブラウムはサステインがなく、長期的なトレードで不利になる可能性が高い。\n\n不利の対策：\n- レーン開始時はバードのポークを避けるため、ミニオンウェーブを管理し、できるだけ近づかないようにする。\n- ワードを使ってバードのロームを警戒し、視界を確保する。\n- バードのスキルを避けるために、位置取りを工夫し、AAを当てるタイミングを見計らう。\n- チームメイトと連携し、バードがロームした際には他のレーンでの圧力をかける。\n- ブラウムのパッシブを活かすため、ADCと連携して短期的なトレードを狙う。",
      "セラフィーン": "セラフィーンが不利です。\n\n- バードは低レーン維持から頻繁にロームができ、セラフィーンのミニオンウェーブ管理を妨げることができる。\n- バードのスタンがセラフィーンにとって脅威であり、特に交戦時に行動を制限されやすい。\n- セラフィーンはスキルの発生が遅く、バードの攻撃を避けるのが難しいため、オールイン合戦で不利になりやすい。\n- バードのUltは味方を孤立させる可能性があり、集団戦での連携が難しくなる。\n\n不利の対策：\n- ミニオンウェーブを押し込んでバードのロームを抑制し、ワードを置いて視界を確保する。\n- バードのQを外したタイミングで積極的に攻撃し、EやWで自分や味方を守る。\n- バードがロームした際は、即座にPingを出して味方に警告し、注意を促す。\n- 集団戦では、バードのQで分断されないように位置取りを工夫し、連携を意識する。",
      "ザイラ": "ザイラが不利です。\n\n- バードは移動スキルを持ち、ロームが得意なため、ザイラがプッシュしすぎると不利な状況を作られやすい。\n- バードのスタンを持つCCスキルは、ザイラのスキルを無効化する可能性があり、特に接近された際に脆弱になる。\n- ザイラは防御ステータスが低く、バードの火力やCCに対して耐えられないことが多い。\n- バードのUltはAoEで無敵と行動不能を付与できるため、集団戦での影響力が高い。\n\n不利の対策：\n- レーンでは常に視界を確保し、バードのロームを警戒する。\n- プッシュしすぎないように注意し、ミニオンウェーブを適切に管理する。\n- バードのスタンを避けるために、スキルの発動タイミングを見極める。\n- 集団戦では、バードのUltを意識し、味方と連携して行動する。",
      "カルマ": "カルマが不利です。\n\n理由:\n- バードはスタンを持っており、カルマの動きを制限することができるため、カルマが攻撃しづらくなる。\n- バードのQを外した場合でも、カルマはスネアの発生が遅いため、反撃のチャンスを逃すことがある。\n- バードは鐘を回収することで火力を向上させるため、レーンでの持続的な圧力が強い。\n- バードの移動スキルを活かしたロームが得意で、他のレーンへの影響力が高い。\n\n不利の対策:\n- バードのQを避けるために、常に位置取りに注意し、ミニオンウェーブを利用して隠れる。\n- バードが鐘を回収するタイミングを見計らい、攻撃のチャンスを狙う。\n- 自分のスキルを駆使して、バードの動きを制限し、AAでのハラスを行う。\n- バードのロームを警戒し、マップ全体の視界を確保して味方に情報を伝える。",
      "ゼラス": "ゼラスが不利です。\n\n- バードは移動スキルを持っており、ゼラスの攻撃を避けやすい。\n- バードのスタン効果により、ゼラスは近距離での戦闘で捕まるリスクが高い。\n- バードの回復スキルにより、ゼラスのハラスが効果的に減少する。\n- バードは鐘を回収することで火力を向上させるため、レーン維持が得意で、ゼラスのハラスを耐えやすい。\n- バードのUltは全体マップに影響を与えるため、ゼラスが安全に攻撃する位置を制限される。\n\n不利の対策：\n\n- レーンでのファームを優先し、ミニオンウェーブを安全に処理する。\n- バードのスキルを避けるために、距離を保ちながらAAやスキルを使う。\n- バードの動きを警戒し、スタンを受けないように位置取りを工夫する。\n- ワードを使って視界を確保し、バードのロームを警戒する。\n- 集団戦では後衛から安全に攻撃し、バードのUltを避けるためにチームメイトと連携する。"
    },
    "loses": {
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは継続的な回復能力を持ち、バードのハラスを耐えやすい。\n- 範囲攻撃によるハラスが可能で、バードに対してプレッシャーをかけやすい。\n- 簡単なCCを持ち、短期トレードで有利に立ち回れる。\n- バードのスキルは敵味方を問わず影響を与えるため、誤った使い方をすると自分に不利になる可能性がある。\n\n有利の取り方:\n- 初期段階でEを使い、射程を管理しながらAAでハラスを行う。\n- Qを使ってミニオンウェーブを押し込み、バードにプレッシャーをかける。\n- Wで味方ADCを回復しつつ、バードの攻撃を耐える。\n- バードがポータルを使うタイミングを見計らい、位置取りに注意して分断されないようにする。\n- ローミング前に味方ADCをしっかりサポートしてから移動する。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは豊富なCCを持ち、バードの移動を制限しやすい。\n- バードは主にローミングを重視するが、ノーチラスの強力なCCで捕まえることができる。\n- ノーチラスのフックは射程が長く、バードが近づく前に攻撃できる。\n- バードのダメージはQのみで、APレシオが低いため、ノーチラスのタンク性能に対してダメージが不足しやすい。\n- ノーチラスはレーンでの圧力をかけやすく、バードが鐘を回収するためにレーンを離れるときに攻撃のチャンスが生まれる。\n\n有利の取り方：\n- ミニマップを常に確認し、バードがローミングするタイミングを見計らう。\n- バードが他のレーンに移動した際に、フックを使って敵を捕まえる。\n- 自身のパッシブを活用し、AAでダメージを与えつつ、バードの動きを封じる。\n- 位置取りに注意し、バードのスキルを避けながら攻撃する。\n- 敵の視界を意識し、ワードを設置してバードの動きを予測する。",
      "パイク": "パイクが有利です。\n\n- パイクは序盤の基礎ステータスが高く、ハラスに対して強い耐性を持っているため、バードに対して積極的に攻撃できる。\n- バードはダメージスキルがQのみで、APレシオが低いため、パイクの耐久力に対して火力が不足しやすい。\n- パイクのフックやCCスキルを使ってバードを捕まえることで、キルを狙いやすい。\n- バードは鐘の回収に集中する必要があり、パイクの攻撃を受けるとレーン維持が難しくなる。\n- パイクはローム性能が高く、バードがレーンにいる間に他のレーンでプレッシャーをかけることができる。\n\n有利の取り方：\n\n- レベル2で積極的に仕掛け、ブラッシュや壁を利用してフックを狙う。\n- バードがトンネルを使った際には、追わずにロームして他のレーンでキルを狙う。\n- バードのWを温存させ、キル圏外で回復タイミングを作る。\n- レベル6以降は、バードのRを警戒しつつ、フックやCCを駆使してバードを捕まえる。\n- ミニオンウェーブを利用して、バードの位置を制限し、AAやスキルで圧力をかける。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、バードの動きを制限することができる。\n- バードのダメージスキルはQのみで、DPSが低いため、スレッシュが有利に立ち回れる。\n- スレッシュは味方を救出するスキルを持っており、バードの攻撃を受けた際にキャリーを守ることができる。\n- バードの鐘の回収に依存するプレイスタイルに対して、スレッシュは積極的にハラスを行い、レーン維持を難しくできる。\n\n有利の取り方:\n- ミニオンウェーブを管理し、バードが鐘を回収しにくい位置にミニオンを置く。\n- フックを使ってバードを捕まえ、AAやスキルでダメージを与える。\n- バードがトンネルを使うタイミングを見計らい、フレイで引き離すことで、バードの移動を制限する。\n- スレッシュの位置取りを意識し、キャリーを守りつつバードにプレッシャーをかける。\n- バードのスキルを警戒し、ダブルスタンを避けるために慎重に立ち回る。",
      "パンテオン": "パンテオンは有利です。\n\n- 短期決着を狙うバーストダメージが強力で、特にレベル2でのコンボが効果的。\n- バードは主にポークとローミングに特化しているため、パンテオンのオールインに対して脆弱。\n- パンテオンのスタンを利用して、バードの行動を制限しやすい。\n- バードのダメージスキルはQのみで、APレシオが低いため、パンテオンに対して持続的なダメージを与えにくい。\n- パンテオンはグローバルなRを持ち、他のレーンへの影響力が高い。\n\n有利の取り方：\n- レーン序盤はAAを使いながら、ウェーブを管理しつつチャンスを伺う。\n- レベル2でQ→Wのコンボを決め、バードに対して強力なトレードを仕掛ける。\n- バードのQでのスタンを避けるため、ミニオンの背後や壁際に立つことを意識する。\n- レベル6でRを使い、サイドや敵ロームに合わせて数的優位を作る。\n- キルが取れなければ、ビジョンを確保してバードのローミングを封じる。"
    }
  },
  "ザイラ": {
    "name": "ザイラ",
    "beats": {
      "スウェイン": "スウェインが不利です。\n\n- ザイラは長射程からのハラスが得意で、スウェインは接近しないとダメージを与えられないため、遠距離からの攻撃に苦しむ。\n- ザイラの植物によるゾーニングが強力で、スウェインはミニオンウェーブを利用しても植物を潰されやすい。\n- スウェインは移動スキルを持たず、ザイラのCCを受けると簡単に捕まってしまう。\n- ザイラのスキルは発動から発生までに時間がかかるため、スウェインが接近する前にハラスを受けやすい。\n\n不利の対策：\n- 開幕はミニオンウェーブを背にして、ザイラの植物に触れないように距離を取る。\n- レベル3以降はEを温存し、ザイラのスキルを避けながらチャンスを見計らって反撃する。\n- 被ハラスが辛い場合は早めに魔抗を積み、耐久力を上げる。\n- ロームやブッシュを利用して、ザイラのスキルを避けつつEを当てるチャンスを作る。\n- 集団戦ではRを使って敵を引き寄せ、持続的に戦闘を維持し、回復を活かす。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- ザイラの植物は高いダメージを持ち、スレッシュが近づくと一気に削られる可能性がある。\n- ザイラのEは範囲攻撃でCCを持っており、スレッシュが接近するのを阻止しやすい。\n- スレッシュは移動に役立つスキルがないため、ザイラの攻撃を避けるのが難しい。\n- ザイラは長射程から安全にハラスできるため、スレッシュがAAを当てる機会が少ない。\n- ザイラのスキルは発動から発生までに時間がかかるため、スレッシュのフックを外すと反撃を受けやすい。\n\n不利の対策:\n- ザイラのEを外したタイミングを狙ってオールインを仕掛ける。\n- 植物が多い状況では無理に接近せず、ミニオンウェーブを利用して安全にハラスを行う。\n- モビリティブーツを早めに購入し、他のレーンにロームして有利を取る。\n- ザイラのスキルを避けるために、位置取りを工夫し、フックを当てるチャンスを増やす。\n- 後半は味方のADキャリーを守るためにピールを意識し、ザイラの攻撃を防ぐ。",
      "メル": "メルが不利です。\n\n理由:\n- ザイラは遠距離から安定して圧をかけることができ、AAやスキルで持続的なダメージを与えられる。\n- ザイラの苗木を利用したゾーニング能力が高く、メルが近づくのを難しくする。\n- メルは能動的に使えるCCがないため、ザイラの攻撃を受けると反撃が難しい。\n- ザイラのスキルは発動から発生までの時間があるが、メルはその間に攻撃を受けやすい。\n- ザイラの持続的なDPSに対して、メルは回復効果に弱く、持続戦闘で劣る。\n\n不利の対策:\n- ザイラのスキルを反射するタイミングを見極め、Wを適切に使うことで攻撃を無効化する。\n- ザイラの苗木を踏ませない位置取りを心がけ、近づかないようにする。\n- レーン維持時はミニオンウェーブを管理し、ザイラの攻撃を受けないようにする。\n- ローミングを活用し、他のレーンでの影響力を高めることで、ザイラとの1対1を避ける。\n- 集団戦では、重要なスキルを反射することで、ザイラの持続火力を抑える。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- ザイラは長射程の攻撃を持ち、遠距離からのハラスが得意で、ニーコは近づかないとダメージを出しづらい。\n- ザイラの植物によるゾーニング能力が高く、ニーコが安全に近づくのが難しい。\n- ザイラのCCスキルは範囲攻撃であり、ニーコが接近する際に拘束されるリスクが高い。\n- ニーコは移動に役立つスキルがないため、ザイラに接近されると脆弱で、特にバーストダメージを受けやすい。\n\n不利の対策:\n- 序盤は遠距離からのポークを避け、ミニオンウェーブの裏やブッシュを利用して位置取りを工夫する。\n- ザイラが種を撒いた後、植物が出る前に距離を詰めるように心がけ、直線で被弾しないようにする。\n- ザイラのスキルを使わせた後に、変身して一気に攻撃を仕掛けるタイミングを見計らう。\n- レベル6前は無理に仕掛けず、サイドでロームやジャングル介入を狙い、タイミングを見て一気に攻める。\n- 魔法防御アイテムを選択し、耐久力を上げることでザイラの攻撃に耐えられるようにする。",
      "モルガナ": "モルガナが不利です。\n\n- ザイラの射程が長く、序盤からハラスが強力で、モルガナは接近しづらい。\n- ザイラのEで根を狙われると、モルガナは動けなくなり、反撃が難しくなる。\n- ブラックシールドを使っても、ザイラのCCを完全に防げないため、タイミングが重要。\n- ザイラは植物を使って安全にダメージを与えられるため、モルガナが攻撃する隙を与えにくい。\n\n不利の対策：\n- ミニオンの影に隠れ、ザイラのQを避ける立ち回りを心がける。\n- ブラックシールドをザイラのEに合わせて使い、根を無効化する。\n- ザイラが前に出た瞬間を狙ってQを当てるチャンスを作る。\n- Wを使ってミニオンウェーブを制圧し、ザイラの攻撃を受けにくい状況を作る。\n- ロームを活用し、他のレーンでのプレッシャーをかけることで、ザイラに対する圧力を減らす。",
      "アリスター": "アリスターが不利です。\n\n- ザイラの長射程からのポークが厳しく、AAやスキルで常にダメージを受ける。\n- ザイラは植物を使って接近を阻止できるため、アリスターが近づくのが難しい。\n- アリスターは移動手段が限られており、ザイラのCCを受けやすい。\n- ザイラのスキルは発動から発生までに時間がかかるため、アリスターのエンゲージが通じにくい。\n\n不利の対策：\n- レーン序盤はミニオンウェーブを利用して視界を確保し、ザイラのスキルを避ける。\n- レベル2/3でフラッシュや味方のジャングラーと連携し、タイミングを見計らって強襲する。\n- ザイラのスキルのクールダウンを意識し、スキルを使った後に攻撃を仕掛ける。\n- 集団戦では、ザイラの後方からの攻撃を意識し、味方を守ることを優先する。",
      "ルル": "ルルが不利です。\n\n- ザイラは長射程の攻撃を持ち、ルルが接近する前にダメージを与えられる。\n- ザイラのスネアによって、ルルは拘束されやすく、接近することが難しい。\n- ルルのCCは単体対象であり、ザイラのAoE攻撃に対して効果的に対処できない。\n- ザイラは序盤から高い火力を持ち、ルルの防御能力では耐えきれない場合が多い。\n- ザイラのスキルがクールダウン中でない限り、ルルは安全に攻撃することが難しい。\n\n不利の対策：\n\n- ザイラのスキルがクールダウン中のタイミングを見計らって攻撃する。\n- ザイラの攻撃範囲を意識し、無理に近づかないようにする。\n- 味方と連携し、ザイラのスキルを避けるようにする。\n- 魔法耐性を持つアイテムを選択し、ザイラのダメージを軽減する。\n- ウェーブを管理し、ミニオンを利用してザイラの攻撃を遮る。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ザイラは序盤から高い火力を持ち、AAやスキルでセラフィーンに対して強力なハラスを行える。\n- ザイラのEによる拘束からのフルコンボが非常に強力で、セラフィーンはスキルの発生が遅いため、反撃が難しい。\n- ザイラの種を管理しないと、反撃を受けるリスクが高く、特にレーンのトレードで不利になる。\n- セラフィーンは防御ステータスが低く、ザイラの攻撃を受けると簡単に倒される可能性がある。\n\n不利の対策:\n- ザイラの種を早めに処理し、反撃のチャンスを減らす。\n- ザイラのEが冷却中のタイミングを狙って、短いトレードを繰り返す。\n- レーンではミニオンの後ろで安全にポークし、ザイラの攻撃を避ける。\n- Lv6以降は集団戦での強みを活かし、味方と連携してRを使ってザイラを無力化する。\n- ブッシュや視界を確保し、ザイラの動きを常に把握しておく。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンはEで味方を逃がしたり追ったりできるため、ザイラの攻撃を回避しやすい。\n- Rによる蘇生能力があり、ザイラの高火力に対抗できる。\n- Qの二重爆弾で硬直を取ることができ、ザイラのスキルを封じるチャンスがある。\n- ジリアンはローミング能力が高く、試合全体に影響を与えやすい。\n\n有利の取り方：\n- ミニオンウェーブの後方でQを溜め、味方ADCのAAと合わせて二重爆弾を狙う。\n- ザイラのEを警戒しつつ、Eで味方を後退・加速させて回避する。\n- ザイラがCDの時は無理に前に出ず、ローミングを優先する。\n- ADCが狙われた際にはRで救出し、集団戦ではRの温存を意識する。",
      "シャコ": "シャコが有利です。\n\n- シャコは高い機動性を持ち、インビジブル状態でザイラに奇襲をかけやすい。\n- ザイラは接近されると脆く、シャコの攻撃を受けやすい。\n- シャコのCCスキルを使うことで、ザイラの行動を制限しやすい。\n- ザイラはスキルの発動から発生までに時間がかかるため、シャコの素早い攻撃が当たりやすい。\n\n有利の取り方：\n- 敵のリコールタイミングを見計らい、ワードで位置を把握してからインベードを行う。\n- レベル2〜3で早めに敵の青/赤側を触り、ザイラのクリアが遅い場合は強気に攻める。\n- Wで隠れてE→Qで奇襲を仕掛け、ザイラをサプライズキルする。\n- プラントを破壊して視界を奪い、ザイラのCCを減少させる。\n- マップ管理を徹底し、敵ワードを意識してカウンターガンクに注意する。",
      "ユーミ": "ユーミが有利です。\n\n- 継続的な回復能力により、ザイラのスキルによるダメージを軽減できる。\n- ザイラのCCスキルに対して脆弱ではあるが、味方に密着することで安全に立ち回れる。\n- ザイラの攻撃を受けた際に、移動速度を上げて離脱することができるため、接近されても逃げやすい。\n- ザイラの植物を利用したゾーニングに対して、味方を支援しながら反撃することが可能。\n\n有利の取り方：\n- ライン序盤は常に味方に付いて、ザイラのスキルを受けたら回復して味方を守る。\n- ザイラがスキルを使ったタイミングで、味方と連携してポークを行う。\n- ザイラが植物を置いた際には、距離を取りつつ反撃を狙う。\n- ジャングルが来襲した際には、ヒールとRを使って逆転を狙う。",
      "レオナ": "レオナが有利です。\n\n理由:\n- レオナは高い耐久力を持ち、序盤からオールイン能力が強いため、ザイラに対して積極的に攻めることができる。\n- ザイラの射程は長いが、レオナのCCスキルをうまく使うことで、ザイラの攻撃を封じることができる。\n- ザイラは移動に役立つスキルがないため、レオナが接近すれば一気に攻め込むことが可能。\n- ザイラのスキルは発動から発生までに時間がかかるため、レオナがタイミングを見計らってエンゲージすれば、ザイラのスキルを避けやすい。\n\n有利の取り方:\n- ウェーブを管理し、ミニオンウェーブを自分の有利な位置に保つことで、ザイラにプレッシャーをかける。\n- ザイラがスキルを使った後の隙を狙って、素早く接近し、CCを当てる。\n- ザイラが植物を使っているときは、植物を優先的に攻撃し、ザイラのダメージを減少させる。\n- ザイラがアイテムを取得する前に、早めにオールインを仕掛けてキルを狙う。",
      "レル": "レルが有利です。\n\n- レルは近接チャンピオンであり、強力なCCを持っているため、ザイラの距離を詰めやすい。\n- ザイラは遠距離からのポークが得意だが、レルはそのポークを受ける前に接近してCCを決めることができる。\n- レルのスキルは集団戦でのエンゲージに優れており、ザイラが孤立した場合に有利に立ち回れる。\n- ザイラは移動に役立つスキルがないため、レルのCCに捕まると脆弱である。\n\n有利の取り方：\n- レーン前半では、ザイラのポークを受けないようにブッシュを利用して視界を確保し、AAでミニオンを処理しつつレーンを維持する。\n- Lv3以降はEで接近し、QやRを使ってザイラに対してオールインを狙う。\n- ザイラの植物を壊すことで、彼女のゾーニング能力を低下させ、自由に動けるようにする。\n- 集団戦では、味方ADCを守りつつ、ザイラを狙ってCCを決めることで、彼女の火力を抑える。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n理由:\n- フックの発生速度が早く、ザイラの射程外からでも捕まえるチャンスがある。\n- ザイラは移動に役立つスキルがないため、フックが決まれば簡単にキルに繋がる。\n- ザイラのCCスキルを受ける前に、フックで先手を取ることができる。\n- ブリッツクランクはタンクとして耐久力があり、ザイラの攻撃を受けながら接近できる。\n\n有利の取り方:\n- ブッシュを利用してフックの角度を作り、ザイラが気づかないタイミングで攻撃する。\n- ミニオンの後ろを通らず、ザイラのハラスを避けながら近づく。\n- ザイラがADCと離れた瞬間を狙い、フックを放つ。\n- フックが決まったら、Eで追撃し、Rでキルを確定させる。\n- ハラスが厳しい場合は、ワードを使って視界を確保し、ロームで圧力をかける。",
      "ゼラス": "ゼラスが有利です。\n\n- ゼラスは非常に長い射程を持ち、ザイラよりも遠くから攻撃できるため、ポークがしやすい。\n- ゼラスのスキルは全て長射程で、ザイラの植物を壊しながら安全にダメージを与えることができる。\n- ゼラスはスタン効果を持つスキルがあり、ザイラを一時的に無力化することで有利な状況を作りやすい。\n- ゼラスはマナ回復のパッシブがあるため、レーンでの持続力が高く、長期戦に強い。\n\n有利の取り方：\n- レーン開始時はミニオンの背後からポークし、ザイラの植物を壊すことを意識する。\n- ザイラのスキルの硬直を狙い、距離を取りながらスキルを当てる。\n- ゼラスのスキルを使った後は、ザイラのEを避けるために横移動を行い、隙を突いてフルコンボを狙う。\n- レーンを押し込んだ後は、視界を確保しつつロームして他のレーンに圧をかける。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力を持っており、ザイラの射程内に素早く接近できる。\n- 2種類のCCを持っているため、ザイラを無力化しやすい。\n- ザイラのスキルを避けながらポークを行うことができ、接近戦で優位に立てる。\n- ザイラのウルトを避けることで、突進してダメージを与えるチャンスが増える。\n\n有利の取り方：\n- 序盤はワードを使って視界を確保し、ミニオンウェーブを利用してザイラにプレッシャーをかける。\n- レベル3以降、Eで味方に寄りつきつつWで開戦し、CCを駆使してザイラを拘束する。\n- ザイラのスキルのクールダウンを確認し、Rを使った後に再度突入するタイミングを見計らう。\n- 集団戦ではRを使って敵の回避を奪い、味方ADCと連携してザイラを排除する。",
      "ソナ": "ソナが有利です。\n\n- ソナは範囲回復やバーストヒールを持っており、ザイラのハラスを耐えやすい。\n- ソナのスキルは発動が早く、操作が簡単なため、ザイラのスキルを避けやすい。\n- ソナは集団戦での支援能力が高く、味方全体を強化できるため、ザイラの攻撃を無効化しやすい。\n- ザイラは接近されると脆弱であり、ソナのスキルで距離を取ることができる。\n\n有利の取り方：\n\n- 序盤はミニオンの後ろから安全にQを当て、Eで距離を取る。\n- ザイラが植物を置いたら、視線を切り、味方が踏まないように注意する。\n- ザイラがEを外した瞬間にQ→Wでトレードを仕掛ける。\n- Lv6以降はULTを使ってザイラの植物を分断し、味方を守る。\n- 視界を確保し、ワードを設置してザイラの動きを把握する。",
      "バード": "バードが有利です。\n\n理由:\n- バードは壁を利用して敵をスタンさせることができ、ザイラの動きを制限しやすい。\n- バードの回復スキルにより、ザイラのハラスを受けても持ちこたえやすい。\n- バードはロームが得意で、視界を確保しながら味方をサポートできるため、ザイラの影響力を減少させることができる。\n- バードのUltはAoEで無敵と行動不能を付与でき、集団戦でザイラを無力化するチャンスがある。\n\n有利の取り方:\n- レーン序盤ではミニオンウェーブを利用してポークし、Qでザイラにダメージを与える。\n- Wを温存し、味方のHPを管理しながらザイラの攻撃を受け流す。\n- 中盤以降はレーンを押し切ったらEでサイドへロームし、視界を確保しつつ味方をサポートする。\n- 集団戦ではザイラのRを確認し、タイミングを見計らってUltを使用して敵を無力化する。",
      "カルマ": "カルマが有利です。\n\n- ザイラは接近戦が苦手で、特に多くの種を持っている場合、カルマが近づくのが難しくなる。\n- カルマは序盤からUltを使用できるため、ザイラに対して高いプレッシャーをかけられる。\n- カルマのシールドやバインドを活用することで、ザイラの攻撃を防ぎつつ反撃が可能。\n- ザイラのスキルは発動から発生までに時間がかかるため、カルマはその隙を突いて攻撃できる。\n- ザイラの種を破壊することで、彼女のダメージを減少させることができる。\n\n有利の取り方：\n\n- ウェーブを管理し、ザイラがスキルを使った後にオールインを狙う。\n- 位置取りを意識し、ザイラのスキルを避けながら攻撃する。\n- チームメイトと連携し、ザイラを孤立させる戦略を取る。\n- ザイラの種を見つけたら、積極的に破壊してダメージを減少させる。\n- カルマのシールドを使って味方を守りつつ、ザイラに対してハラスを行う。"
    }
  },
  "ラカン": {
    "name": "ラカン",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- ラカンは高機動力を持ち、味方に寄り添うことでフックを回避しやすい。\n- ラカンのノックアップで一方的に開戦されると、ブリッツクランクは反撃が難しくなる。\n- ラカンは味方をシールドや回復で支援できるため、ブリッツクランクの攻撃が効果的に無効化されることがある。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、ラカンに対して有利な状況を与えてしまうリスクがある。\n\n不利の対策:\n- ブッシュ管理を徹底し、視界を確保してラカンの動きを把握する。\n- ラカンのEのクールダウンを確認し、使用後にフックを狙うタイミングを見計らう。\n- 味方と連携し、ラカンが開戦する前に一緒に行動することで、フックの成功率を上げる。\n- 集団戦では、ラカンのノックアップを避けるために位置取りを工夫し、後衛を狙うことを優先する。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、味方を保護する能力が高いため、パンテオンのオールインを容易に防ぐことができる。\n- ラカンのCC（ノックアップやチャーム）によって、パンテオンは移動を制限され、攻撃ができなくなるリスクが高い。\n- ラカンは味方と連携してエンゲージを行うことが得意で、パンテオンが単独で攻撃する際に反撃されやすい。\n- パンテオンは中盤以降の集団戦での影響力が低く、ラカンのサポート能力に対抗しづらい。\n\n不利の対策:\n- レーン序盤はAAでミニオンウェーブを削りつつ、ラカンの動きを警戒し、無理に攻めない。\n- ラカンがCCを使った後に攻撃を仕掛けるタイミングを見計らい、反撃のチャンスを狙う。\n- ロームを活用して他のレーンに寄り、数的有利を作ることでラカンの影響を減らす。\n- アイテムを早めに購入し、耐久力を上げることでラカンの攻撃を耐えられるようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、瞬時に突撃や離脱ができるため、ブラウムの防御力を無効化しやすい。\n- ラカンのCCはブラウムのEを無力化する可能性があり、捕まると反撃が難しくなる。\n- ラカンは味方を支援する能力が高く、特にザヤとの連携で強化されるため、ブラウムが守るべきADCが狙われやすい。\n- ブラウムはサステインがなく、ハラス能力が低いため、ラカンのポークに対して耐えにくい。\n\n不利の対策:\n- レーンではAAを使ってラカンのポークを受けないように注意し、ミニオンウェーブを利用して安全に立ち回る。\n- ラカンのWやRを警戒し、Eをタイミングよく使って味方を守る準備をする。\n- ラカンがエンゲージしてきた際には、味方ADCと連携して反撃のチャンスを狙う。\n- 集団戦では前線でしっかりとEを使い、味方を守りつつ、ラカンの動きを制限するように立ち回る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、接近してCCを付与する能力があるため、ヴェル＝コズが距離を保つのが難しい。\n- ラカンの突進を予測しても、ヴェル＝コズは移動が遅く、逃げるのが困難になる。\n- ラカンのCCはヴェル＝コズのスキル発動を妨げるため、特に集団戦での火力を発揮しにくい。\n- ヴェル＝コズは移動不可のスキルを持たないため、ラカンに捕まると致命的なダメージを受けやすい。\n\n不利の対策:\n- 常に距離を保ち、ミニオンウェーブを利用してハラスを行う。\n- ラカンが近づいてきた際には、サモナを使って即座に離脱する準備をする。\n- ラカンの突進を予測し、サイドに回避することで、CCを避ける。\n- 味方ADCと連携し、ラカンが突っ込んできた際には一緒に攻撃することで、ラカンを牽制する。",
      "ゼラス": "ゼラスが不利です。\n\n- ラカンは高い機動力を持ち、ゼラスに近づくことが容易で、ゼラスの攻撃を避けながら接近できる。\n- ラカンのCCスキルにより、ゼラスは捕まると無力化され、反撃の機会を失う。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ラカンのエンゲージに対して脆い。\n- ラカンは味方を守るためのシールドやヒールを持っており、ゼラスのダメージを軽減されやすい。\n\n不利の対策：\n\n- レーンでのポジショニングを意識し、ラカンが近づいてくる前に距離を保つ。\n- ワードを使って視界を確保し、ラカンの動きを把握しておく。\n- スキルを使うタイミングを見極め、ラカンがエンゲージする前に攻撃を仕掛ける。\n- チームメイトと連携し、ラカンのエンゲージに対してサポートを受ける。\n- ミニオンウェーブを利用して、ラカンの接近を妨げるように立ち回る。",
      "パイク": "パイクが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、パイクのフックを避けやすいため、捕まえるのが難しい。\n- ラカンのコンボが決まると、パイクは瞬時に無力化される可能性が高い。\n- ラカンは味方を守るためのシールドや回復を持っており、パイクのハラスを軽減できる。\n- ラカンのCCはパイクの動きを制限し、特に移動不可のCCによりパイクは何もできなくなる。\n\n不利の対策:\n- ミニオンの影に隠れてQを狙い、ラカンのスキルを避けるように立ち回る。\n- Wで位置取りをし、Eは逃げ用に温存する。\n- レーンを押し切ってロームを行い、他のレーンでの影響力を高める。\n- レベル6ではRを確実に味方と合わせ、ラカンのフルコンボを警戒しつつ、タイミングを見計らって行動する。",
      "ミリオ": "ミリオが不利です。\n\n理由:\n- ラカンは高い機動力を持ち、瞬時に接近してCCを与えることができるため、ミリオは捕まりやすい。\n- ラカンのCCはノックアップとチャームで、ミリオの移動や回復を妨げることができる。\n- ミリオは単体での突っ込み性能が低く、ラカンのエンゲージに対して反撃が難しい。\n- ラカンはレーンでのプレッシャーをかけやすく、ミリオが安全にウェーブを維持するのが難しくなる。\n\n不利の対策:\n- 常に味方ADCと密に動き、ラカンのエンゲージを警戒する。\n- ラカンが突っ込んできた際には、味方を逃がすか、回復を優先して行う。\n- ウェーブを管理し、ミニオンが有利な位置にいるときにラカンの攻撃を受けないようにする。\n- 集団戦では、ラカンのCCを受けない位置を保ちつつ、味方の回復や移動支援を行う。",
      "ユーミ": "ユーミが不利です。\n\n- ラカンは高い機動力を持ち、接近してCCを付与する能力があるため、ユーミが付着している味方を簡単に狙うことができる。\n- ユーミはハードCCを持たず、ラカンのノックアップや魅了に対して無力であり、捕まると味方を守る手段が乏しい。\n- ラカンの攻撃が当たると、ユーミは脆弱であり、特にオールインを仕掛けられると対処が難しい。\n- ユーミは移動やワーディングが味方に依存しているため、ラカンの攻撃を受けると孤立しやすい。\n\n不利の対策：\n- 常に味方に付着し、ラカンが接近した際にはすぐにEで味方を守る。\n- ミニオンの裏からQを当ててポークし、ラカンの攻撃を避ける。\n- Rは集団戦での回復や敵の拘束阻止に温存し、必要なタイミングで使用する。\n- ラカンの位置を常に確認し、ブッシュからの奇襲を警戒する。",
      "ザイラ": "ザイラが不利です。\n\n- ラカンは高い機動力を持ち、瞬時に接近してくるため、ザイラの距離を保つ戦略が難しくなる。\n- ラカンのCCスキルはザイラにとって脅威であり、捕まると一気に倒されるリスクが高い。\n- ザイラは移動に役立つスキルがないため、ラカンの突入に対して逃げる手段が限られている。\n- ラカンは味方を守るシールドを持っているため、ザイラの攻撃が効果的に通りにくい。\n\n不利の対策：\n- レーニング中は常に距離を保ち、ラカンの突入を警戒する。\n- ブラシに種を置き、ラカンが近づいてきた際にEでルートを狙う。\n- 味方と連携し、ラカンが突入してきた際にはRで反撃の準備をする。\n- 集団戦では後方から安全に攻撃し、ラカンのエンゲージを避けるように立ち回る。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n- ニーコは長射程の攻撃を持っており、ラカンに対して安全にハラスができる。\n- ラカンのCCは近接で発動するため、ニーコは距離を保ちながら攻撃できる。\n- ニーコの擬態能力により、ラカンの攻撃をかわしやすく、奇襲を仕掛けることができる。\n- ニーコのアルティメットは集団戦でのバーストダメージを提供し、ラカンのエンゲージを逆手に取ることができる。\n\n有利の取り方：\n- レーン序盤では、AAとQを使ってラカンを削り、ウェーブを押し込む。\n- Eを使って距離を取りつつ、ラカンの動きを警戒する。\n- Wを使ってラカンを欺き、相手のスキルを無駄にさせる。\n- レベル6以降は、ラカンが突っ込んできた際にEで回避し、Rで反撃するタイミングを見計らう。\n- ミニマップを常に確認し、ラカンのロームを警戒しつつ、視界を確保する。",
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ラカンに対して遠距離からハラスを行いやすい。\n- ラカンは接近しなければCCを付与できないため、セナの射程の差を活かして安全に攻撃できる。\n- セナの回復能力により、ラカンの攻撃を受けても持続的に戦える。\n- ラカンの移動を伴うスキルに対して、セナはスネアを使って動きを制限できる。\n\n有利の取り方：\n\n- レーニング中はミニオンの後ろに立ち、ラカンの突入ルートを塞ぎつつQでハラスを行う。\n- レベル2〜3ではラカンのエンゲージを警戒し、Wを温存しておくことで反撃のチャンスを作る。\n- 集団戦では後衛を維持し、Rで味方を支援しつつ、Wで敵をスネアしてダメージを与える。\n- 常に距離を取り続け、ラカンが接近できないように立ち回る。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーはWでラカンの突進やダッシュを無効化できるため、ラカンのエンゲージを防ぐことができる。\n- Eを使って壁に当てることでスタンを発生させ、ラカンを無力化することができる。\n- ポッピーは高いシールドを持ち、1対1の戦闘性能が高いため、ラカンとのトレードで有利に立ち回れる。\n- ラカンのCCは接近してから発動するため、ポッピーが距離を保ちながら戦うことで、ラカンの攻撃を避けやすい。\n\n有利の取り方:\n- レーン序盤はWを温存し、ラカンの行動を見て反撃のタイミングを計る。\n- ラカンがWを使った瞬間にEで接近し、反撃（Q→AA）を行う。\n- ラカンのロームに注意し、視界を確保しながら壁を利用して有利な位置を取る。\n- チーム戦ではRを使って敵を押し出し、味方を守ることで、ラカンのエンゲージを無効化する。",
      "マオカイ": "マオカイが有利です。\n\n- マオカイは高い耐久力を持ち、CCを頻繁に使用できるため、ラカンのエンゲージをしっかりと受け止めることができる。\n- ラカンは移動を伴うスキルが多く、捕まると何もできなくなるが、マオカイはWで距離を保ちながら攻撃できる。\n- マオカイのCCは広範囲で、ラカンが近づくのを阻止しやすい。\n- ラカンは脆さが目立つため、マオカイの持続的なダメージとCCで圧力をかけやすい。\n\n有利の取り方：\n- 開始時にブッシュにEを置いて視界を確保し、ラカンの動きを牽制する。\n- ラカンのEを誘導し、スキルのクールダウンを利用してWで捕まえるタイミングを見計らう。\n- ミニオンウェーブを利用して、ラカンが近づく際にAAでダメージを与えつつ、CCを重ねていく。\n- ポスト6ではRを使って縦に根付を狙い、ラカンの動きを制限する。\n- 味方ADCと連携し、ラカンを捕まえた際に瞬時にダメージを与える。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、ラカンのエンゲージをノックバックで防ぐことができる。\n- ジャンナのシールドと回復により、ラカンの攻撃を受けても耐えやすい。\n- 距離を保ちながらポークができるため、ラカンが接近するのを難しくする。\n- ラカンの移動を制限することで、彼のCCを発動させる機会を減らせる。\n\n有利の取り方：\n\n- レーン序盤では、AAやスキルを使ってラカンにポークを行い、ミニオンウェーブを利用して距離を保つ。\n- レベル2-3でラカンの動きを予測し、シールドを使って反撃を許さない。\n- ラカンがオールインを狙ってきた際には、Qでノックバックを狙い、彼の突進を防ぐ。\n- ジャングルの視界を確保し、ロームを行い、集団戦ではRで味方を救出する。",
      "ルル": "ルルが有利です。\n\n理由:\n- ラカンのノックアップを避けることで、彼のエンゲージを無効化できる。\n- ルルのポリモーフでラカンを無力化し、味方を守ることができる。\n- ラカンが接近してきた際に、ルルのシールドで味方の生存能力を高められる。\n- ルルは遠距離から攻撃できるため、ラカンに対して安全にポークが可能。\n\n有利の取り方:\n- ラカンが近づいてきたら、積極的にポークを行い、彼にプレッシャーをかける。\n- 自分のADCが捕まった場合、Wを使って支援し、ダメージを軽減する。\n- 常に位置取りに気を付け、ラカンのスキルを避けるようにする。\n- チームメイトとの連携を強化し、ラカンの動きに合わせて行動することで、彼のエンゲージを無効化する。",
      "ラックス": "ラックスが有利です。\n\n- 遠距離からのポークが可能で、ラカンの接近を阻止しやすい。\n- ラカンの突入に対して、スネアで拘束することができるため、反撃のチャンスを作れる。\n- ラカンは移動を伴うスキルが多く、スキルを外すと脆弱になるため、ラックスのバーストダメージで一気に削ることができる。\n- ラックスはミニオンの後方から安全に攻撃できるため、ラカンのエンゲージを避けやすい。\n\n有利の取り方：\n- 序盤はミニオンウェーブを管理し、EでゾーニングしながらAAでラカンを牽制する。\n- ラカンが接近してきたら、Qを温存しておき、突入を狙ったタイミングでスネアを当てる。\n- Wを味方に使用してシールドを付与し、ラカンの攻撃を受け流す。\n- 集団戦では安全な位置からRを使い、敵を一掃するチャンスを狙う。\n- ミニオンウェーブの裏からQを放ち、ラカンの動きを制限しつつ、AAでダメージを与える。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは射程が長く、距離を保ちながら攻撃できるため、ラカンの接近を防ぎやすい。\n- ソラカのスキルは回復に特化しており、ラカンの攻撃を受けても持ちこたえやすい。\n- ソラカのEによる沈黙効果は、ラカンのエンゲージを妨害し、彼のCCを無効化することができる。\n- ラカンは移動を伴うスキルが多く、捕まると何もできなくなるため、ソラカのスキルで対処しやすい。\n\n有利の取り方：\n- レーン序盤では、距離を保ちながらQでラカンにハラスを行う。\n- ラカンがWで突っ込んでくる際には、Eを即設置して沈黙を与え、反撃のチャンスを作る。\n- ミニオンウェーブを利用して、ラカンが接近しづらい状況を作り出す。\n- HP差が出た場合、Rを使って味方を回復し、逆転のチャンスを狙う。\n- 視界を管理し、ラカンの動きを常に把握しておくことで、エンゲージを避ける。",
      "セラフィーン": "セラフィーンが有利です。\n\n理由:\n- セラフィーンは遠距離からポークができるため、ラカンが接近する前にダメージを与えられる。\n- セラフィーンのCCは広範囲で、集団戦での制圧力が高く、ラカンのエンゲージを無効化しやすい。\n- セラフィーンは味方の数に応じてスキルの効果が強化されるため、集団戦でのパフォーマンスが向上する。\n- ラカンは移動不可のCCに弱いため、セラフィーンのCCを受けると行動が制限される。\n\n有利の取り方:\n- ミニオンウェーブを利用して、QやEで安全にポークし、ラカンの接近を防ぐ。\n- ラカンが仕掛けてきた際には、Wで味方を守りつつ、EやRで反撃するタイミングを見計らう。\n- ブッシュを利用して視界を確保し、ラカンの奇襲を警戒する。\n- レーン後半では、味方と連携してRを使い、ラカンの動きを制限しつつ、AAやDPSでダメージを与える。",
      "モルガナ": "モルガナが有利です。\n\n- 長射程のQでラカンを拘束しやすく、接近を防げる。\n- Wでラカンの動きを制限し、ゾーニングが可能。\n- Eによって味方を守り、ラカンのCCを無効化できるため、味方の生存率が高まる。\n- ラカンの機動力を活かしたエンゲージを、Qで捕まえることで逆に有利に持ち込める。\n\n有利の取り方：\n- 距離を保ちながらWでミニオンウェーブをファームし、ラカンの接近を警戒する。\n- ラカンが接近してきた際にはEを味方に付与し、CCを防ぐ。\n- Qを温存し、ラカンが突進してきたタイミングでフラッシュを使ってQを当てる。\n- ラカンがシールドを消費した後に、Eで味方を守りつつ攻撃を仕掛ける。\n- チーム戦では前線でCCを撒き、味方の攻撃をサポートしつつラカンの動きを制限する。"
    }
  },
  "ルル": {
    "name": "ルル",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ルルのポーク能力が高く、遠距離からのスローで継続的にダメージを与えられるため、レーンでの圧力が強い。\n- ルルのバフによって味方の生存能力が向上し、モルガナのCCが効きにくくなる。\n- ルルのポリモーフによって、モルガナのCCを無効化されると、反撃のチャンスを失う。\n- モルガナのQが外れると、ルルに対しての攻撃手段が減少し、レーンでの優位性を失いやすい。\n\n不利の対策：\n\n- レーン序盤は距離を保ちながら、ミニオンウェーブを利用してポークを避ける。\n- ルルのスキルを予測し、Eをタイミングよく使用して味方を守る。\n- ルルがスキルを外した隙を狙って、積極的にAAやQで攻撃する。\n- ワードを設置して、ルルのロームを警戒し、視界を確保する。\n- 集団戦では、ルルのEが薄い瞬間を狙って、CCを当てるタイミングを見極める。",
      "ソナ": "ソナが不利です。\n\n理由:\n- ルルのEによるシールドで、ソナの攻撃を無効化されやすい。\n- ルルのWによるポリモーフで、ソナの攻撃や回復が妨害される。\n- ルルは味方を守る能力が高く、ソナの攻撃が通りにくい。\n- ソナは基礎ステータスが低く、序盤にルルの攻撃を受けやすい。\n- ルルのピール性能が高く、ソナが集団戦で活躍しにくい。\n\n不利の対策:\n- ミニオン越しにQを使い、ルルのEを割るタイミングを見計らう。\n- ルルのポリモーフを避けるため、距離を保ちながら立ち回る。\n- レベル2や6でのオールインを狙う際は、ルルのスキルのクールダウンを意識する。\n- サポートアイテムを早めに完成させ、回復やバフを活用する。\n- 集団戦では、ルルのULTを避ける位置取りを心がけ、味方と連携して行動する。",
      "ラカン": "ラカンが不利です。\n\n- ルルの長射程のポークに対して、ラカンは近距離での攻撃が必要なため、距離を詰めるのが難しい。\n- ルルのポリモーフによって、ラカンの突進が無力化されるため、エンゲージが失敗しやすい。\n- ルルは味方にシールドを付与できるため、ラカンの攻撃が効果的に通りにくい。\n- ルルのCCは単体対象であるため、ラカンが複数の敵を相手にする際に影響力が低くなる。\n\n不利の対策：\n\n- レーンでの距離を保ちながら、ルルのQを避けるように動く。\n- ルルがポリモーフを使った後の隙を狙って、タイミングを見計らって突入する。\n- ミニマップを常に確認し、ルルの位置を把握して奇襲を避ける。\n- ルルのスキルを警戒しつつ、味方ADCと連携して攻撃を仕掛けるタイミングを調整する。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ルルは味方をシールドし、敵を無力化する能力が高く、ジリアンの攻撃を妨害しやすい。\n- ルルのポリモーフによって、ジリアンのスタンを狙うチャンスが失われるため、ジリアンは攻撃の機会を減らされる。\n- ルルはAAでのポークが可能で、ジリアンのマナ消費を考慮すると、持続的なトレードで不利になる。\n- ルルのRは即時救助が可能で、ジリアンのバーストダメージを無効化することができるため、ジリアンのキルチャンスが減少する。\n\n不利の対策:\n- 開幕からミニオンウェーブを利用して、ルルのポークを避けつつ、Qを使って反撃するタイミングを見計らう。\n- ルルのWがクールダウン中のタイミングを狙い、Eで加速してQを当てるチャンスを作る。\n- ルルのRを温存している場合は、無理にオールインを狙わず、味方と連携して安全にプレイする。\n- 集団戦では、味方のキャリーを守ることに専念し、ルルのスキルを避けながら立ち回る。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ルルのEによってゼラスのダメージが軽減されるため、ハラスが効果的に行えない。\n- ルルのポリモーフによってゼラスの決定打を無力化される可能性が高い。\n- ルルは近づいてQでスローをかけることで、ゼラスの射程を活かしづらくする。\n- ゼラスは自己防衛手段が乏しく、ルルの攻撃に対して脆弱である。\n\n不利の対策:\n- ワードを設置してガンクに備え、サイドに注意を払う。\n- スキルを分散して当てることで、ルルのポリモーフを避ける。\n- レーンを押し付けた後、ロームを行い、味方が集まっている側へ参加する。\n- ルルのスキルを避けるために、ポジションを意識して動く。"
    },
    "loses": {
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由:\n- 長射程のスキルを持っているため、ルルよりも安全な距離から攻撃できる。\n- AoE攻撃により、ミニオンウェーブを素早く処理でき、レーンのプッシュが得意。\n- ルルのポリモーフを避けることで、Rをチャネリングするチャンスを増やせる。\n- ルルのシールドや妨害を受ける前に、先手でダメージを与えることができる。\n\n有利の取り方:\n- 安全距離を保ちながらAAやQでチクチク攻撃し、ルルの反撃を避ける。\n- ルルのポリモーフのクールダウンを確認し、使った後に攻める。\n- EでスローをかけてからQまたはRでパッシブを発動し、ダメージを増加させる。\n- ローム前にワードを設置し、視界を確保して安全に行動する。\n- チーム戦では後列を維持し、Rの当てどころを探しながらダメージを出す。",
      "ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、ルルの攻撃を受け止めやすい。\n- ルルのポリモーフを警戒しつつ、接近してスタンを狙うことでルルの行動を制限できる。\n- ブラウムのパッシブによるスタンは、ルルのシールドや回復を無効化することができる。\n- ルルは単体対象のスキルが多く、大規模な戦闘では影響力が低くなるため、ブラウムの集団戦での強さが活きる。\n\n有利の取り方:\n- 味方ADCと連携し、AAでパッシブを溜めながらルルに圧力をかける。\n- ルルが距離を取ってポークしてくる際に、Qでスローをかけて追撃し、スタンを狙う。\n- ルルのポリモーフを警戒しつつ、Eで味方を守りながら前に出る。\n- ルルが攻撃的に出てきた際には、Wでスタンを狙い、味方と連携してダメージを通す。\n- ミニオンウェーブを利用して、ルルの攻撃を避けつつ有利な位置を取る。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、ルルを捕まえる能力が高い。\n- ルルのポリモーフによる無力化を受けると、ノーチラスは攻撃が難しくなるが、ルルのスキルを誘発させることでその後の攻撃が有利になる。\n- ノーチラスのフックは長射程で、ルルの移動を制限しやすい。\n- ルルのウルトでキャリーが強化されると厄介だが、ノーチラスのCCでキャリーを捕まえれば、ルルのサポート能力を無効化できる。\n\n有利の取り方:\n- ルルのスキルを避けるために、タイミングを見計らって動く。\n- ルルがスキルを使った後に攻撃を仕掛けることで、反撃のチャンスを作る。\n- ノーチラスのCCを活かして、ルルのスキルを使わせるように仕向ける。\n- チーム全体での連携を意識し、ルルのサポートを無効化するために集団戦を有利に進める。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- ブリッツクランクはフックを使ってルルを捕まえることができ、瞬時にキルに繋げる可能性が高い。\n- ルルは移動不可のCCを持たないため、ブリッツクランクの攻撃を受けやすい。\n- ブリッツクランクのサイレンスやノックアップは、ルルのスキルを無効化することができ、特に集団戦での影響力が高い。\n- ルルは単体対象のスキルが多く、大規模な戦闘では効果を発揮しにくいが、ブリッツクランクはAoEダメージを持っているため、集団戦での強さが際立つ。\n\n有利の取り方：\n\n- ミニオンの配置を確認し、安全な通路でフックを狙う。\n- ルルがWを使ったか確認し、クールダウン中であればフックを当ててEでキルを狙う。\n- ルルのフックを誘発させ、ミニオンでブロックすることで、攻撃のチャンスを増やす。\n- 集団戦では、味方ADCにEでバウンドを合わせ、Rを使って複数の敵を妨害する。",
      "レオナ": "レオナが有利です。\n\n- レオナはレベル6前にルルに対して攻撃を仕掛けやすく、オールインが可能。\n- レオナのCCが豊富で、ルルのスキルを無効化しやすい。\n- ルルのシールドやポリモーフを避けることで、ダメージを受けずに戦える。\n- レオナは高い耐久力を持ち、ルルのダメージを抑えることができる。\n- ルルは移動不可のCCを持たないため、レオナが近づくと逃げにくい。\n\n有利の取り方：\n\n- レベル6前にウェーブを押し込んで、ルルにプレッシャーをかける。\n- ルルのスキルを避けながらAAでハラスを行う。\n- レベル6になったら、アルティメットを使って積極的に攻撃を仕掛ける。\n- ルルのWを使わせた後にオールインを狙う。\n- アイテムビルドで耐久力を高め、ルルのダメージを抑える。",
      "レル": "レルが有利です。\n\n理由:\n- レルは近接での瞬間火力と複数のCCを持っており、短い交戦でルルに対して優位に立てる。\n- ルルは遠距離からのポークやピールが得意だが、近接に捕まると脆くなるため、レルの攻撃を受けやすい。\n- レルのスキルは敵のARとMRを減少させる効果があり、タンクとしての耐久力を高めつつ、ルルに対してダメージを与えやすい。\n- ルルのスキルは単体対象であるため、レルの複数のCCを受けると無力化されやすい。\n\n有利の取り方:\n- レーン序盤はワードで視界を確保し、ルルのポークを警戒しながらAAでミニオンウェーブを処理する。\n- レベル2で短いコンボを仕掛け、ルルが距離を取れないようにする。\n- ルルのスキルを避けつつ、味方ADCと同時に突入を狙い、ルルを拘束する。\n- 集団戦では前に出てタンク役を務め、ルルの重要な味方を拘束してDPSを通す。",
      "セナ": "セナが有利です。\n\n- 長射程を活かしてルルに対して安全にハラスができる。\n- ルルのシールドやポリモーフを受ける前に、距離を保ちながら攻撃できるため、ルルの反撃を避けやすい。\n- セナの回復能力により、ルルの攻撃を受けても持ちこたえやすい。\n- ルルは自己火力が低いため、セナが育つと一方的に有利な状況を作りやすい。\n\n有利の取り方：\n- 開幕からミニオンウェーブを利用して魂を集めつつ、AAやスキルでルルにハラスを行う。\n- ルルが攻撃してきた際には、距離を保ちながら反撃を避け、必要に応じて味方を回復する。\n- ルルが突進してきた場合は、Wで根を決めて行動を制限し、追撃を狙う。\n- 集団戦では後方からULTを使い、味方を支援しつつ火力を出し続ける。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは序盤の短期決戦に強く、ルルに対して高いバーストダメージを持っています。\n- ルルは移動不可のCCを持たないため、パンテオンの攻撃を受けやすいです。\n- パンテオンのリープとスタンにより、ルルのシールドやポリモを無効化しやすいです。\n- ルルは集団戦での影響力が低く、パンテオンのオールインに対して脆弱です。\n\n有利の取り方：\n- Lv1から積極的にAAとスキルを使い、ルルにプレッシャーをかける。\n- サイドブッシュからのEを利用して奇襲をかけ、ルルにダメージを与える。\n- Lv3以降はショートトレードを繰り返し、ルルのHPを削る。\n- Lv6以降はロームを活用し、他のレーンでのキルを狙う。\n- 集団戦では、ルルのポリモを誘発させた後にバックラインを狙う。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、ルルを捕まえることが容易です。\n- ルルのポークを抑える能力があり、スレッシュのスキルでルルの攻撃を無効化できます。\n- スレッシュはローミングが得意で、ルルがADCを守るのが難しい状況を作り出せます。\n- スレッシュは味方を救出するスキルを持っており、チーム戦での生存能力を高めることができます。\n\n有利の取り方:\n- レベル6以前からオールインを仕掛け、ルルにプレッシャーをかける。\n- ルルのポークを受けないように、視界を確保しつつ動き回る。\n- ADCと連携し、ルルを捕まえるチャンスを作る。\n- ミニオンウェーブを利用して、ルルの位置を制限し、攻撃の機会を増やす。",
      "ラックス": "ラックスが有利です。\n\n- ラックスは長射程のスキルを持ち、ルルに対してポークがしやすい。\n- ルルは移動不可のCCを持たないため、ラックスのスキルを避けるのが難しい。\n- ラックスのスキルはミニオンにブロックされないため、ミニオンウェーブを利用してルルに圧力をかけられる。\n- ラックスは高いバーストダメージを持ち、ルルがシールドを使う前にダメージを与えるチャンスがある。\n\n有利の取り方：\n- 開幕はミニオンウェーブをクリアし、ルルに対してAAやスキルでポークを行う。\n- ルルのスキルを避けるためにサイド移動を徹底し、距離を保ちながら攻撃する。\n- ルルが近づいてきたら、スキルコンボで一気に削り、キルラインを意識する。\n- 集団戦では後衛からRを使い、複数の敵を狙ってダメージを与える。"
    }
  },
  "ジリアン": {
    "name": "ジリアン",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- ジリアンは遠距離からのポークが得意で、AAやスキルでパンテオンにダメージを与えやすい。\n- パンテオンの突進をQの二重爆弾で牽制されるため、接近が難しい。\n- ジリアンのRによる蘇生効果があるため、パンテオンの瞬間火力が無効化される可能性が高い。\n- ジリアンは移動速度のバフを持っており、パンテオンの追撃を逃げやすい。\n\n不利の対策:\n- レーン開始時から距離を保ち、ジリアンのスキルを避けることを意識する。\n- ジリアンのQの二重爆弾を避けるため、ミニオンウェーブを利用して立ち位置を調整する。\n- Lv6以降はロームを優先し、他のレーンでのキルを狙う。\n- ジリアンのRを意識し、イグナイトを使うタイミングを慎重に考える。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力で、特にコンボによるダメージが脅威です。\n- ジリアンのEによる移動速度のバフで接近されると、ザイラは攻撃を当てるのが難しくなります。\n- ジリアンのRによる蘇生能力があるため、ザイラがキルを狙っても逆転される可能性があります。\n- ジリアンのQによるスタンがザイラにとって致命的で、捕まるとすぐに倒されるリスクが高いです。\n\n不利の対策:\n- レーン開始時はミニオンウェーブを安定させ、ジリアンのハラスを避けるように立ち回る。\n- ジリアンのスキルを避けるために、常に距離を保ち、AAやスキルでハラスを行う。\n- ジリアンのRのクールダウンを意識し、味方と連携して確実にキルを狙う。\n- 防御装備を早めに購入し、ライフスティールを活用して持続力を高める。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ジリアンはスロー効果やスタンを持っており、レオナが接近するのを難しくする。\n- ジリアンの爆弾を避けることが難しく、当たると大きなダメージを受ける。\n- ジリアンのUltによる蘇生効果があるため、レオナのオールインが無効化される可能性が高い。\n- レオナは火力が低く、特に中盤以降はジリアンに対してダメージを与えにくい。\n\n不利の対策:\n- ジリアンのスキルを避けるために、ミニオンウェーブを利用して位置取りを工夫する。\n- ジリアンがスキルを使った後の隙を狙って攻撃を仕掛ける。\n- サポートアイテムやポーションを活用して、ハラスを受けても耐えられるようにする。\n- チームメイトと連携して、ジリアンを捕まえるタイミングを見計らう。",
      "ブラウム": "ブラウムが不利です。\n\n- ジリアンは遠距離からのハラスが得意で、Qによるダメージを受けやすい。\n- ジリアンの二重爆弾によるスタンは、ブラウムのパッシブを発動させる前に大きなダメージを与える可能性がある。\n- ジリアンのWによる移動速度のバフで、ブラウムが接近するのが難しくなる。\n- ジリアンのRによる蘇生能力は、ブラウムがスタンを狙っても無駄になる可能性がある。\n\n不利の対策：\n- レーン序盤はミニオンの後ろに立ち、ジリアンのQを避けるようにする。\n- ジリアンの二重爆弾を警戒し、ミニオンの影に隠れて被弾を減らす。\n- ADCと連携して、ジリアンがハラスを行う隙を作らないようにする。\n- 集団戦では、Eで味方を守りつつ、WでジリアンのQをブロックする位置取りを心がける。\n- ジリアンのRを確認したら、無理に攻撃せず、冷静に立ち回る。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ジリアンは加速や蘇生能力を持っており、味方を守る手段が豊富で、集団戦での生存能力が高い。\n- モルガナのCCは長時間拘束できるが、ジリアンのEで移動速度を上げられると、逃げられる可能性が高くなる。\n- ジリアンはパッシブによる経験値の優位性を活かしやすく、レベル差をつけられるとモルガナが圧倒される。\n- ジリアンの攻撃スキルがQのみでCDが長いため、モルガナがQを当てるチャンスが限られる。\n\n不利の対策:\n- レーンではミニオンウェーブを管理し、ジリアンのQを避けるために距離を保つ。\n- ジリアンのEを警戒し、無理に攻撃を仕掛けず、確実に当てられるタイミングを見計らう。\n- 集団戦では、ジリアンのRを考慮し、味方がフォーカスされる前にCCを使うタイミングを見極める。\n- 視界を確保し、ジリアンの動きを把握することで、ロームやサイドからの攻撃を防ぐ。",
      "レル": "レルが不利です。\n\n- ジリアンは遠距離からのポークが得意で、AAやスキルでレルにダメージを与えやすい。\n- ジリアンのスローや加速を使って、レルの接近を妨げることができるため、レルが攻撃を仕掛けるのが難しい。\n- ジリアンのアルティメットによる蘇生効果は、レルがキルを狙う際に非常に厄介で、逆にレルが倒されるリスクが高まる。\n- レルは近接チャンピオンであり、ジリアンのスキルの発動にラグがあるため、ジリアンのCCを避けるのが難しい。\n\n不利の対策：\n- 序盤はジリアンのポークを避けるため、ミニオンウェーブを利用して位置取りを工夫する。\n- ジリアンのスキルを避けるために、ブッシュを利用して奇襲を狙う。\n- ジリアンのアルティメットを警戒し、無理に攻撃を仕掛けず、味方と連携して行動する。\n- 集団戦では、ジリアンのスキルを避けつつ、味方のキャリーを守ることに重点を置く。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ジリアンはQでスタンを狙い、ダブルQを当てることで高いCCを持っているため、ゼラスは捕まりやすい。\n- ジリアンのEによる加速を利用されると、ゼラスは近づかれやすく、攻撃を受けるリスクが高まる。\n- ジリアンのRによる蘇生能力は、ゼラスの高火力を無効化する可能性があり、ピックオフが難しくなる。\n- ゼラスは全てのスキルが発動に時間がかかるため、ジリアンの機動力に対抗しづらい。\n\n不利の対策:\n- レーン序盤では、ミニオンを盾にしてジリアンの攻撃を避けるように立ち回る。\n- ジリアンのEのクールダウンを意識し、硬直中に攻撃を仕掛けるタイミングを見計らう。\n- スキルを使う際は、ジリアンの位置を常に確認し、スタンを受けないように距離を保つ。\n- 集団戦では後衛から攻撃し、ジリアンのRを意識して無理に前に出ないようにする。",
      "ポッピー": "ポッピーが不利です。\n\n- ジリアンは遠距離からのハラスが得意で、ポッピーは近接型のため、ウェーブの管理が難しくなる。\n- ジリアンのCCスキルはポッピーの接近を妨げるため、ポッピーが攻撃を仕掛けるタイミングが制限される。\n- ジリアンのRによる蘇生効果は、ポッピーがキルを狙う際にリスクを増加させる。\n- ポッピーはスキルの射程が短く、ジリアンの攻撃を避けるのが難しい。\n- ジリアンの高いAPレシオと瞬間火力により、ポッピーは一瞬で倒される可能性がある。\n\n不利の対策：\n\n- 初動は防御的に行動し、ジリアンのハラスを避ける。\n- ジリアンのスキルのクールダウンを意識し、スキルがないタイミングで接近する。\n- 地形を利用してジリアンをスタンさせるチャンスを狙う。\n- ウェーブを管理し、ミニオンを利用してジリアンの攻撃を受けにくくする。\n- 集団戦では、味方と連携してジリアンを狙うのではなく、他の敵チャンピオンにフォーカスする。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に回復やシールドを提供でき、ジリアンの攻撃を受けにくい。\n- ジリアンの攻撃スキルはQのみで、ユーミはその間に味方を支援しながら位置を調整できる。\n- ユーミは移動速度を上げることで、ジリアンのスローを回避しやすく、立ち回りが柔軟。\n- ジリアンのCCは短時間であり、ユーミは回復やシールドで味方を守ることができるため、集団戦での持続力が高い。\n- ユーミはハラス型のメイジサポートに対して有利で、ジリアンの攻撃をシールドで軽減できる。\n\n有利の取り方：\n\n- レーン序盤は味方ADCに密着し、ジリアンのQを避けるために味方を動かす。\n- ジリアンのEスローを警戒し、Wで味方にスピードを付与して回避を助ける。\n- ダメージ交換では、ジリアンのQを避けつつAAでハラスを行い、回復は温存して大きな被弾に備える。\n- 集団戦ではRを使って敵を牽制し、常に味方に付いて位置を守ることで、ジリアンの攻撃を無効化する。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは持続的な回復能力が高く、ジリアンの瞬間火力に対抗しやすい。\n- ジリアンの攻撃スキルがQのみで、CDが長いため、ソラカはその間に回復を行いやすい。\n- ソラカのEによるスネアで、ジリアンの接近を阻止できるため、ジリアンのコンボを妨害できる。\n- ソラカのRは、ジリアンのバーストダメージを無力化することができ、味方を守る手段として非常に効果的。\n\n有利の取り方：\n- レーニング序盤では、ウェーブを管理しつつAAやQでハラスを行い、ジリアンのHPを削る。\n- ジリアンがQを使った後は、スキルのCDを利用して積極的にハラスを行う。\n- ジリアンがEで接近してきた際には、Eを使ってスネアを当て、反撃のチャンスを作る。\n- 集団戦では、後衛を維持しつつRを温存し、ジリアンのバーストを無力化するタイミングを見極める。",
      "カルマ": "カルマが有利です。\n\n- レベル6まではジリアンに対して高いプレッシャーをかけられる。\n- スネアやシールドを駆使して、ジリアンの攻撃を避けたり、味方を守ることができる。\n- ジリアンの攻撃スキルがQのみであるため、カルマは距離を保ちながら攻撃できる。\n- ジリアンの基礎ステータスが低いため、AAやスキルでのハラスが効果的。\n- カルマは序盤からUltを使用できるため、レーンでの影響力が高い。\n\n有利の取り方：\n\n- レベル6になる前に積極的にハラスを行い、ジリアンのマナを削る。\n- ミニオンウェーブを利用して、ジリアンに近づかせないようにする。\n- スネアを使ってジリアンの動きを制限し、AAやスキルでダメージを与える。\n- 良いポジショニングを保ち、ジリアンのQを避けることで安全にプレイする。\n- チーム戦では、ジリアンを優先的に狙い、彼のUltを無効化するように立ち回る。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはジリアンの攻撃を無力化する能力を持っており、特に彼のバーストダメージに対して強力な防御手段を提供できる。\n- ルルのシールドやHP増加の効果により、味方を守りながらジリアンの攻撃を受け流すことができる。\n- ジリアンの攻撃を避けることで、ルルは前に出てジリアンに対して攻撃を仕掛けるチャンスを得やすい。\n- ルルは移動速度のバフを持っており、ジリアンのスキルを避けやすく、機動力を活かして戦うことができる。\n\n有利の取り方:\n- ジリアンの攻撃を避けるために、ミニオンウェーブを利用してポジショニングを工夫する。\n- ジリアンがスキルを使った後に、積極的に前に出てAAやスキルで攻撃する。\n- チームメイトと連携し、ジリアンのウルトを警戒しながら、タイミングを見計らって攻撃を仕掛ける。\n- ルルのスキルを活かして、ジリアンの攻撃を無効化しつつ、味方をサポートすることで戦闘を有利に進める。",
      "パイク": "パイクが有利です。\n\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高い。\n- パイクはフックを使ってジリアンを捕まえやすく、瞬時にキルを狙える。\n- ジリアンのスキルは主に味方を支援するものであり、パイクの攻撃的なプレイスタイルに対抗しづらい。\n- パイクはローム能力が高く、他のレーンに影響を与えやすい。\n- ジリアンのCCスキルはあるが、パイクの機動力によって避けやすい。\n\n有利の取り方：\n- ミニオンウェーブを利用してフックを当てるチャンスを伺う。\n- ジリアンのEやRが不在のタイミングでオールインを仕掛ける。\n- 味方と連携して攻撃し、キルが確実な瞬間にRを使用する。\n- 視界を確保し、ロームを優先して他のレーンで数的有利を作る。",
      "ソナ": "ソナが有利です。\n\n- ソナは序盤のポークと回復が強力で、ジリアンに対して持続的なハラスが可能。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、ソナのスキルを避けやすい。\n- ソナのオーラによる支援が集団戦での生存率を高め、味方全体を強化できる。\n- ジリアンの基礎ステータスが低く、捕まると簡単に倒されるリスクが高い。\n- ソナはレーンでの回復能力により、ジリアンのハラスを耐えやすい。\n\n有利の取り方：\n- レーン序盤はQでハラスし、Wで味方を回復しながらミニオンに隠れてジリアンの爆弾を避ける。\n- ジリアンの2発目の爆弾を警戒し、Eで距離を管理して安全にトレードを行う。\n- レベル6前にEとQを使った短いコンボを繰り返し、ジリアンに圧力をかける。\n- ジリアンのRを警戒し、ダイブや長押しトレードは避けることで生存を優先する。\n- 集団戦ではRの瞬間に合わせてウルトを使い、追撃や回復を優先して味方を支援する。"
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n- セナの長射程AAとQによるハラスが強力で、ポッピーは前に出ることが難しい。\n- セナは回復能力が高く、ポッピーのダメージを軽減しやすい。\n- ポッピーはCCを持っているが、セナの距離を保ちながらのプレイに対して効果的に使うのが難しい。\n- セナが近づかせないように立ち回ることで、ポッピーのエンゲージが難しくなる。\n- セナは逃げ手段が乏しいポッピーに対して、射程を活かして安全に攻撃できる。\n\n不利の対策：\n\n- ミニオンウェーブを利用して、セナのQを避けながらハラスを行う。\n- セナが攻撃してきた際には、壁を利用してEでCCを狙うタイミングを見計らう。\n- セナのWを警戒し、フラッシュやEを温存しておくことで、捕まるリスクを減らす。\n- チームメイトと連携し、セナに対して集団での攻撃を仕掛けることで、彼女の射程を無効化する。\n- 視界を確保し、セナの位置を把握することで、奇襲を防ぎつつ安全にプレイする。",
      "アリスター": "アリスターが不利です。\n\n- セナは長射程の攻撃を持ち、アリスターが近づく前にハラスを行いやすい。\n- アリスターは基礎ステータスが高いものの、攻撃力が低く、セナの回復能力に対抗しにくい。\n- セナのCC（スネア）によって、アリスターが接近するのが難しく、捕まると一気にダメージを受けるリスクが高い。\n- セナはレーンでのハラスが得意で、アリスターがスキルを使った後のクールダウン中に攻撃されやすい。\n\n不利の対策：\n\n- レーンでのハラスを避けるため、ミニオンを盾にして立ち回る。\n- セナのスキルを警戒し、タイミングを見計らって接近する。\n- セナのスキルを避けるために、Eを使って姿を隠し、奇襲を狙う。\n- セナのRを意識し、集団戦では後方からのサポートを心がける。\n- 可能であれば、味方ADCと連携してセナに対抗する。",
      "ブラウム": "ブラウムが不利です。\n\n- セナの射程が長いため、ブラウムはポークを受けやすい。\n- セナのハラス能力が高く、特にQによる回復とダメージでブラウムを圧倒できる。\n- ブラウムのCCの発生が遅く、セナが距離を取ることでスタンを狙いにくい。\n- セナはEで味方を隠すことができ、ブラウムの攻撃をかわすことができる。\n- ブラウムはサステインがないため、セナの持続的なハラスに耐えにくい。\n\n不利の対策：\n\n- レーン序盤はセナのQをEでブロックし、ハラスを軽減する。\n- セナが近づいてきた際には、味方ADCと連携してパッシブを溜める。\n- セナのWを警戒し、距離を保ちながらAAでミニオンウェーブを処理する。\n- セナがEを使った後に攻撃を仕掛け、チャンスを見逃さない。\n- ロームや視界確保を行い、レーンでの劣勢をカバーする。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- セナは長射程を持ち、ラカンが接近する前にポークでHPを削ることができる。\n- セナのスネア効果により、ラカンが接近した際に動きを制限され、反撃を受けやすい。\n- ラカンは基礎ステータスが低く、セナの攻撃を受けると脆弱であるため、捕まると簡単に倒される。\n- セナは回復能力が高く、ラカンが攻撃を仕掛けても持続的にHPを回復されるため、長期戦で不利になる。\n\n不利の対策:\n- レーン序盤はセナの射程を意識し、無理に接近せずに味方ADCと連携してミニオンウェーブを処理する。\n- ワードをしっかり置き、セナの位置を把握しながら安全に立ち回る。\n- セナがスネアを使った後の隙を狙い、短いタイミングでの突入を心がける。\n- 集団戦では、セナの後方からの攻撃を意識し、味方を守ることを優先してからエンゲージを行う。",
      "メル": "メルが不利です。\n\n- セナの長射程により、メルはポークやハラスを受けやすい。\n- セナの回復能力により、メルのダメージを軽減されやすい。\n- メルは機動力が低く、捕まると脆弱であるため、セナの攻撃を避けにくい。\n- セナのスキルは反射に弱いが、メルのスキルもセナの攻撃に対して効果的に使えない場合が多い。\n\n不利の対策：\n\n- レーン序盤はCSを優先し、無理に前に出ない。\n- セナのスキルを見極めて、Wを温存し、反射のチャンスを狙う。\n- Eを使ってセナを根付かせるタイミングを慎重に選ぶ。\n- セナのRを警戒し、ローミングや視界を意識して深追いを避ける。\n- 集団戦では、耐久が低下した敵を狙う際に、セナの射程を意識して位置取りを行う。",
      "モルガナ": "モルガナが不利です。\n\n- セナの射程が長いため、モルガナはハラスを受けやすい。\n- セナの回復能力により、モルガナのダメージを軽減される。\n- モルガナのCCはセナのEで無効化されるため、効果的に捕まえられない。\n- モルガナは基礎ステータスが低く、セナのハラスに耐えにくい。\n- セナが育つと高い火力を発揮し、モルガナが捕まると脆弱なため、リスクが高い。\n\n不利の対策：\n- セナのQのクールダウン中にミニオンの裏からQを狙う。\n- Eを先に掛けて、セナのハラスを無効化する。\n- 常に距離を保ち、セナの攻撃を避けるように立ち回る。\n- ミニオンウェーブを管理し、セナがハラスしにくい状況を作る。\n- ロームを活用して他のレーンを支援し、セナとの1対1を避ける。",
      "ジャンナ": "ジャンナが不利です。\n\n理由:\n- セナの長射程により、ジャンナは序盤のハラスで苦しむことが多い。\n- セナの回復能力が高く、ジャンナのシールドや回復が効果的に働きにくい。\n- セナはパッシブによってゴールドを得やすく、育つと高い火力を発揮するため、レーンでのプレッシャーが強い。\n- ジャンナは基礎ステータスが低く、特に序盤は脆弱で、セナの攻撃を受けやすい。\n\n不利の対策:\n- レーンでは距離を保ち、セナのハラスを避けるように心がける。\n- Eを使って味方ADCを守りつつ、セナの攻撃を受けないように立ち回る。\n- Qを温存し、セナのWや接近を妨害するタイミングを見計らう。\n- ミニトレードを狙い、短期戦で勝利を目指すが、すぐに引くことを意識する。\n- ローミングを行い、視界を確保しつつ、味方のサポートを行う。",
      "ミリオ": "ミリオが不利です。\n\n- セナは長射程のAAを持ち、ミリオが近づく前にハラスを受けやすい。\n- セナの回復能力により、ミリオのサポート効果が薄れることがある。\n- セナのCCスキルによって、ミリオが捕まると一気に危険な状況になる。\n- ミリオは基礎ステータスが低く、セナの攻撃を受けると脆弱である。\n- セナの攻撃的なプレイスタイルに対して、ミリオは逃げ手段が限られているため、捕まりやすい。\n\n不利の対策：\n\n- セナの攻撃を避けるために、ミリオの移動速度アップスキルを活用し、距離を保つ。\n- セナが攻撃的に出てきた場合は、冷静に距離を取り、味方を守ることに専念する。\n- セナのスキルを見極めて、タイミングよく回復スキルを使用し、味方の生存を優先する。\n- ミニオンウェーブを利用して、セナの攻撃を受けない位置を保ちながら、味方のアタッカーを支援する。\n- アイテムビルドで魔法防御や回復効果を持つアイテムを選び、セナのダメージを軽減する。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n- セナは基礎ステータスが低く、序盤は特に脆弱であるため、パイクの攻撃に対して耐えにくい。\n- パイクは高い機動力を持ち、フックを使ってセナを捕まえるチャンスが多い。\n- セナは逃げ手段が乏しく、パイクのCCスキルに捕まると簡単にキルされる可能性が高い。\n- パイクは視界管理が得意で、奇襲を仕掛けることでセナにプレッシャーをかけやすい。\n\n有利の取り方：\n- ミニオンの後ろでフックのチャンスを伺い、セナが前に出た瞬間を狙う。\n- レベル2–3で短い同時バーストを仕掛け、セナに対して強力なハラスを行う。\n- セナがミニオンの裏にいるときは、草を利用して視認されない位置からフックを狙う。\n- 味方と連携してロームやサイドレーンに介入し、セナを不意打ちする機会を作る。\n- 集団戦では後方からセナを狙い、距離を保ちながらダメージを与える。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは短期バーストが得意で、序盤の脆いセナを一気に潰すことができる。\n- セナは基礎ステータスが低く、序盤は特に弱いため、パンテオンの攻撃に対して脆弱。\n- パンテオンのリープとスタンにより、セナの動きを制限しやすく、オールインが強力。\n- セナの回復が発動する前に攻撃を仕掛けることで、ダメージを与えやすい。\n\n有利の取り方：\n- レーン序盤では、ミニオンの裏でセナのポークを避けつつ、レベル2で短期コンボを狙う。\n- Qを使ってセナにダメージを与えた後、突進してバーストを決める。\n- セナの回復が発動する前に攻撃を仕掛け、ヘルス差をつける。\n- ミニオンウェーブを管理し、セナの射程外で待たないようにする。\n- ヘルス差ができたらローミングを検討し、他のレーンに圧をかける。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に付着することで安全にサポートができ、セナのハラスを受けにくい。\n- ユーミの回復と加速により、セナの攻撃を耐えやすく、持続的なサステインが可能。\n- セナは基礎ステータスが低く、序盤は脆弱なため、ユーミのサポートで有利に立ち回れる。\n- ユーミはCCを持たないが、セナのスネアに対しては距離を保つことで回避しやすい。\n- セナの射程は長いが、ユーミは味方に付着することでその射程を活かしつつ、攻撃を受けるリスクを減らせる。\n\n有利の取り方：\n\n- 序盤はミニオンウェーブを管理し、ユーミが味方に付着してAAやスキルでセナをハラスする。\n- セナのスネアを警戒しつつ、Eで味方を回復し、セナの攻撃を耐える。\n- セナがロームする際に、ユーミは味方メイジやジャングルに付いてサポートし、視界を確保する。\n- 集団戦では後衛に付着し、味方を回復しながらセナの攻撃を分断する。\n- セナのポークを受けないように、常に距離を保ちながら立ち回る。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックでセナを捕まえやすく、瞬時にキルに繋げることができる。\n- セナは脆く、CCに弱いため、捕まると簡単に倒せる。\n- ブリッツクランクの高いバーストダメージに対して、セナは逃げ手段が乏しい。\n- レンジ負けを利用して、セナの攻撃を受けるリスクを減らしつつ、フックを狙える。\n\n有利の取り方：\n- ミニオンの裏から視界を確保し、フックを狙う。\n- フックが当たったら、ノックアップを行い、AAでダメージを与えた後、サプレッションで追撃する。\n- フックを外した場合は無理に粘らず、サイドでリセットして再度チャンスを伺う。\n- セナのポークを避けるために、ミニオンの後ろで立ち回り、隙を見て反撃を狙う。\n- ロームを活用してサイドレーンを崩し、セナの影響力を減少させる。",
      "カルマ": "カルマが有利です。\n\n理由:\n- セナは非常に柔らかく、攻撃のチャンスが多い。\n- カルマは序盤から高いプレッシャーをかけることができ、スキルを当てることでセナに対して有利に立てる。\n- セナには逃げる手段が乏しく、捕まると簡単にダメージを与えられる。\n- カルマのスネアはセナの動きを制限し、攻撃を容易にする。\n\n有利の取り方:\n- ミニオンウェーブを利用して、セナに対してAAやスキルを当てる。\n- セナがミニオンを攻撃している隙を狙い、スキルを当ててハラスを行う。\n- セナがスキルを使った後の隙を突いて、積極的に攻撃を仕掛ける。\n- セナのEを使用している際に、カルマのWで彼女を明らかにし、攻撃のチャンスを増やす。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、フックを使ってセナを捕まえることができるため、オールインのチャンスを作りやすい。\n- セナは序盤が非常に柔らかく、攻撃を受けやすいため、スレッシュの攻撃が効果的。\n- スレッシュは味方を救出する能力があり、セナの攻撃を受けた際に仲間を守ることができる。\n- セナのポークは強力だが、スレッシュはフックのクールダウン中にパッシブでプレイし、セナの攻撃を避けることができる。\n\n有利の取り方:\n- ミニオンウェーブを利用して、セナの攻撃を受ける際に位置取りを工夫し、フックを狙うタイミングを見計らう。\n- セナが攻撃を仕掛けてきた際に、フックを使って反撃するチャンスを狙う。\n- セナのスキルを避けることを意識し、彼女の攻撃を受ける際は慎重に動く。\n- フックのクールダウンが終わったら、積極的にオールインを仕掛け、セナにプレッシャーをかける。"
    }
  },
  "タリック": {
    "name": "タリック",
    "beats": {
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- タリックは持続力が高く、オールインすると反撃してくるため、ノーチラスが攻撃を仕掛ける際にリスクが伴う。\n- タリックのEを受けると大きなダメージを受ける可能性があり、ノーチラスはそのスキルを避けるのが難しい。\n- タリックのアルティメットは、ノーチラスの攻撃効果を軽減するため、オールインの際に効果的に対抗される。\n- タリックは回復やシールドを持っているため、ノーチラスのダメージを軽減されやすい。\n\n不利の対策:\n- タリックのEを避けるために、位置取りを工夫し、タイミングを見計らって攻撃を仕掛ける。\n- タリックのアルティメットが発動した際は、一時的に距離を取って冷静に状況を見極める。\n- タリックのウルトが切れた後に再度攻撃を仕掛けるタイミングを狙う。\n- ウェーブを管理し、ミニオンの数を調整してタリックに対する圧力をかける。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- タリックはスタンを持っており、タム・ケンチの行動を制限しやすい。\n- タリックの回復やシールドにより、タム・ケンチのダメージが軽減される。\n- タリックは集団戦での無敵時間を持っており、タム・ケンチのウルトの効果を無効化される可能性がある。\n- タリックは遠距離攻撃手段がないため、タム・ケンチが近づくのを許すと反撃が難しいが、タム・ケンチは機動力が低く、タリックの攻撃を避けにくい。\n\n不利の対策：\n- レーン序盤では、タリックのEのクールダウンを把握し、Eが無いタイミングで攻撃を仕掛ける。\n- タリックのスタンを避けるために、位置取りを工夫し、タリックのスキルを誘導する。\n- タリックがウルトを使用するタイミングを見極め、味方を守るためにWを適切に使う。\n- 集団戦では、タリックのウルトのタイミングを考慮し、味方を分断することを優先する。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- タリックは高い回復能力を持ち、スレッシュの攻撃を受けても持ちこたえやすい。\n- タリックのウルトが発動すると無敵状態になり、スレッシュのダメージを無効化されるため、集団戦での効果が薄れる。\n- タリックは近接キャリーであり、スレッシュの攻撃を受けながらも反撃が可能で、油断すると逆にダメージを受けるリスクがある。\n- レーンフェイズではタリックがスレッシュのCCを避けやすく、スレッシュのコンボを受ける前に攻撃を仕掛けることができる。\n\n不利の対策:\n- レーンフェイズではミニオンウェーブを管理し、タリックが攻撃しづらい状況を作る。\n- タリックのウルトが発動する前に、できるだけ早く相手ADCを狙ってダメージを与える。\n- タリックの攻撃を受ける際は、スキルを温存し、必要なタイミングで使うことで反撃を避ける。\n- タリックのCCを避けるために、位置取りを工夫し、相手の攻撃を受けないようにする。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、持続戦闘に強いため、ラカンの短期決戦が効果的に機能しにくい。\n- タリックのスタンを受けると、ラカンはエンゲージや撤退が難しくなり、機動力を活かせない。\n- タリックのRは集団戦で非常に強力で、ラカンのエンゲージを無効化される可能性が高い。\n- タリックはARスケールのシールドを持っているため、物理ダメージ主体のラカンの攻撃が通りにくい。\n\n不利の対策:\n- タリックのEを避けるために、常に位置取りに注意し、横に回り込む動きを心がける。\n- タリックのRを誘発させるために、単独でのエンゲージを避け、味方と連携して攻撃する。\n- 短期決戦を避け、ミニオンウェーブを利用してタリックのスキルを消費させる。\n- ビジョンを管理し、タリックのRのクールダウンを把握してから再度エンゲージを試みる。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- タリックは近接でのサステイン能力が高く、回復やシールドを持っているため、ニーコのハラスを受け流しやすい。\n- タリックのスタンは直線攻撃であり、ニーコが近づく際に捕まえられるリスクがある。\n- ニーコは射程が短く、タリックの攻撃を避けるのが難しいため、接近戦で不利になることが多い。\n- タリックのアルティメットはニーコの集団戦でのバーストダメージを無効化する可能性があり、ニーコの強みを活かしづらい。\n\n不利の対策:\n- レーン序盤はQで安全にハラスし、タリックのスキルを避けるために距離を保つ。\n- Eを当てた後にQとAAでバーストを狙うが、タリックのWを意識してタイミングを調整する。\n- タリックのスタンを避けるためにサイドステップを活用し、スタン中には近づかない。\n- 集団戦ではタリックのアルティメットの有無を確認し、無理にオールインせずに味方と連携する。\n- 装備は魔力を意識し、序盤の魔防を最低限に抑えることで、タリックの攻撃に対抗できるようにする。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- タリックは味方を守る能力が高く、回復やシールドを通じてブリッツの攻撃を軽減できる。\n- タリックのEはブリッツのフックを無効化することができ、フックを外すリスクが高まる。\n- タリックのRは集団戦での無敵時間を提供し、ブリッツのコンボを無効化するため、キルを狙いにくい。\n- タリックは機動力が低いが、ブリッツのフックを警戒することで、タリックが安全に立ち回ることができる。\n\n不利の対策:\n- レーン序盤で視界を確保し、タリックのWを使わせるようにプレッシャーをかける。\n- タリックのEやRがクールダウン中のタイミングを狙って攻撃を仕掛ける。\n- フックを牽制として使い、タリックを孤立させる立ち回りを意識する。\n- 集団戦ではタリックを先に釣り出し、Rを早めに使わせるか、R中の無敵時間を避けて戦う。",
      "セナ": "セナが不利です。\n\n理由:\n- タリックは近距離での瞬間的な強化（ヒール、シールド、スタン、アルティ）を持っており、接近されると非常に厄介。\n- セナは遠距離からの持続的なポークが得意だが、タリックのスタンを受けると反撃されやすい。\n- タリックのスキルは集団戦でのカウンターエンゲージに優れており、セナが攻撃を仕掛けるタイミングを制限される。\n- タリックのアルティが存在する間は、セナの攻撃が無効化される可能性があり、攻撃のタイミングが難しくなる。\n\n不利の対策:\n- 開幕から距離を保ち、タリックの接近を避けるようにする。\n- タリックのスタンを避けるために、ミニオン越しにポークを行い、接近されたらすぐに退く。\n- タリックのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- タリックのアルティが発動している間は無理に攻撃せず、撤退することを心がける。\n- ローミングやジャングル介入の際は、タリックのスタンが切れたタイミングを狙って味方と連携して攻撃する。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- タリックは強力なスタンを持っており、ザイラが近づくと容易に捕まえられる。\n- タリックの無敵スキルにより、ザイラの攻撃やCCが無効化されるため、ザイラの火力を発揮しづらい。\n- ザイラは近接攻撃に弱く、タリックが前に出てくるとAAやスキルで圧力をかけられる。\n- タリックは味方を守る能力が高く、ザイラの攻撃がタリックによって軽減されることが多い。\n\n不利の対策:\n- レーン序盤は距離を保ちながらQでポークし、タリックのEを警戒する。\n- タリックのEを避けるために、予測して横に動くか、Rで回避するタイミングを見極める。\n- タリックのW効果中は深追いせず、無理に攻撃しない。\n- 集団戦では後方からRを使い、タリックの無敵を避けてからEで根付けを狙う。",
      "レル": "レルが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、持続的な防御が強力で、レルの瞬間火力を軽減できる。\n- タリックのULTは無敵を提供し、レルのCCを無効化することができるため、エンゲージが難しい。\n- タリックはレーンでの耐久力が高く、レルの攻撃を受け流すことができる。\n- タリックはレルのスキルを観察し、適切なタイミングで防御スキルを使うことで、レルの攻撃をかわすことができる。\n\n不利の対策:\n- 序盤はミニオンウェーブの後ろに立ち、AAでのハラスを避ける。\n- タリックのスキルを避けるために、フックや突進を使うタイミングを慎重に選ぶ。\n- タリックのWを割るために、連携を重視し、短時間での攻撃を狙う。\n- タリックのULTを温存している場合は、無理にエンゲージせず、味方と連携して集団戦を意識する。\n- サモナースペル（Exhaust）を活用し、タリックの攻撃を抑えるタイミングを見極める。",
      "パンテオン": "パンテオンが不利です。\n\n- タリックは回復やシールドを持っており、パンテオンの短期火力を軽減できる。\n- タリックのスタンを受けると、パンテオンのオールインが失敗しやすくなる。\n- タリックは耐久力が高く、長期戦に持ち込まれるとパンテオンは息切れしやすい。\n- タリックの無敵スキルを使われると、パンテオンのバーストダメージが無効化される。\n\n不利の対策：\n\n- 序盤は無理にオールインを狙わず、AAでのハラスを控える。\n- タリックのスキルを確認し、スタンを避けるように立ち回る。\n- ジャングルとの連携を強化し、タリックが回復する前にガンクを狙う。\n- ミニオンウェーブを管理し、タリックが有利な状況を作らないようにする。\n- 装備を整え、タリックの回復を無視できるようなダメージを意識する。",
      "ラックス": "ラックスが不利です。\n\n- タリックは近接のエンチャンターで、接近されるとAAやスキルでの反撃が難しい。\n- タリックの回復やシールドにより、長期戦での持久力が高く、ラックスのバーストダメージが無効化されやすい。\n- タリックのウルトにより、集団戦での逆転が可能で、ラックスはその影響を受けやすい。\n- タリックはスタンを持っており、ラックスがスキルを当てる前に拘束されるリスクがある。\n\n不利の対策：\n\n- レーンでは距離を保ち、タリックが近づいてきたらEでゾーニングを行う。\n- トレードは短期決戦を心がけ、スキルを当てた後はすぐに離脱する。\n- レベル6になる前にタリックのウルトの効果時間を意識し、無理なトレードを避ける。\n- 集団戦では後方から攻撃し、タリックが突っ込んできた際には位置取りを工夫して逃げる準備をする。",
      "レオナ": "レオナが不利です。\n\n理由:\n- タリックは回復やシールドを持っており、レオナの攻撃を受けても持続的に耐えることができる。\n- タリックのアルティメットによって、周囲の味方が無敵になるため、レオナのオールインが無効化される可能性が高い。\n- タリックはスキルのクールダウン中に攻撃することが重要だが、タリックの回復能力により、レオナがダメージを与えたとしても効果が薄れる。\n- タリックは遠距離攻撃手段がないため、レオナが近づくと反撃しやすいが、タリックのCCスキルで捕まると逆に不利になる。\n\n不利の対策:\n- タリックのスキルのクールダウンを意識し、スキルが使えないタイミングを狙って攻撃する。\n- タリックのアルティメットのタイミングを見極め、発動前に攻撃を控えるか、他の味方と連携して攻撃する。\n- ウェーブを管理し、ミニオンウェーブを有利に保つことで、タリックのハラスを避ける。\n- タリックのCCを避けるために、位置取りを工夫し、無理に近づかないようにする。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n- タリックは遠距離攻撃手段がなく、パイクのフックやハラスに対して脆弱です。\n- パイクは高い機動力を持ち、タリックのスキルを避けながら攻撃できるため、レーンでの優位性を保ちやすいです。\n- タリックの回復やシールドは強力ですが、パイクはキルを取ることでゴールドを共有できるため、経済的な優位を築きやすいです。\n- タリックのスキルはクールダウンが長く、パイクはその隙を突いて攻撃することが可能です。\n\n有利の取り方：\n\n- レベル1からQでハラスを行い、タリックの反撃を避ける位置取りを意識する。\n- レベル3以降はミニオンの裏からフックを狙い、タリックの回復を確認してから攻撃する。\n- レベル6になったらロームを優先し、タリックのRを使わせてからキルを狙う。\n- タリックのWを警戒しつつ、タイミングを見計らってフックを当てることで、タリックの行動を制限する。",
      "ナミ": "ナミが有利です。\n\n- ナミは遠距離攻撃が可能で、タリックに対してハラスがしやすい。\n- タリックは近接チャンピオンであり、ナミの攻撃を受けると反撃が難しい。\n- ナミのCCは敵を捕まえる能力が高く、タリックの行動を制限できる。\n- ナミは味方の移動速度を上げるパッシブを持ち、チーム全体の機動力を向上させることができる。\n- タリックはスキルのクールダウンが長く、ナミの攻撃を受けると持続的なダメージを与えやすい。\n\n有利の取り方：\n\n- レーン前半では、遠隔攻撃でタリックをポークし、AAを交えながらダメージを与える。\n- タリックのEを避けるために距離を保ち、無理に攻撃しない。\n- レベル2以降は、タリックの攻撃に対して自分のスキルを使い、自衛を意識する。\n- レベル6では、タリックの突進を妨害し、味方を守るためにスキルを活用する。\n- ミニロームを行い、味方に影響を与えつつ、視界を確保してタリックの動きを制限する。",
      "ジャンナ": "ジャンナが有利です。\n\n- 遠距離からのポークが可能で、タリックの接近を阻止しやすい。\n- 強力な剥がし能力を持ち、タリックの短いCCを無効化できる。\n- 移動速度を上げることで、味方の機動力を向上させ、タリックの攻撃を避けやすい。\n- タリックの回復やシールドに対抗するためのシールドを持っているため、持続戦闘で優位に立てる。\n\n有利の取り方：\n- 序盤は味方ADCにEを維持し、安全にファームさせる。\n- Qでタリックの突進を阻止し、AAでのダメージを与える。\n- タリックが接近した際には、シールドを使ってからノックアップで剥がす。\n- レベル6以降、味方が狙われたら即Rを使い、タリックの攻撃を無効化しつつ離脱する。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは遠距離からポークができ、タリックの近接攻撃を避けやすい。\n- 高い回復能力により、タリックの短期的なダメージを持続的に回復できる。\n- タリックのスタンや無敵を持つアルティメットに対して、ソラカはサイレンスを使って反撃のチャンスを作れる。\n- タリックはエンゲージが得意だが、ソラカは距離を保ちながら戦うことでその強みを無効化できる。\n\n有利の取り方：\n- レーニング中はAAやQでミニオンウェーブを処理しつつ、タリックにポークを行う。\n- Wで味方を回復し、HPを高く保ちながらタリックの攻撃を耐える。\n- タリックがEを使った際には、距離を取りつつ反撃のためにEを使うタイミングを見計らう。\n- レベル6以降は、集団戦でのRを温存し、タリックが突っ込んできた際にサイレンスをかけて反撃する。",
      "セラフィーン": "セラフィーンが有利です。\n\n- 遠距離からのハラスが可能で、タリックに対して安全にダメージを与えられる。\n- スキルが範囲攻撃であり、タリックが近づく前にダメージを与えやすい。\n- タリックのスキルは発動が遅く、セラフィーンのスキルを避ける時間がある。\n- セラフィーンは味方の数に応じて効果が強化されるため、集団戦での影響力が高い。\n- タリックの無敵スキルは、セラフィーンのRを無効化できるが、タイミングを見極める必要があるため、セラフィーンが有利な状況を作りやすい。\n\n有利の取り方：\n- レーン序盤では、ウェーブを管理しつつ遠距離からハラスを行い、タリックを圧迫する。\n- タリックが接近してきた際には、スロウを使って距離を保ち、AAやスキルで反撃する。\n- タリックのEがクールダウン中や外れたタイミングを狙って、積極的に攻撃を仕掛ける。\n- 集団戦では、味方と連携し、タリックの無敵を考慮しながらRを使って敵を制圧する。",
      "バード": "バードが有利です。\n\n- バードはQで安全にポークができ、タリックの回復を削ることができる。\n- バードのEは高い機動力を提供し、タリックの攻撃を避けやすい。\n- バードのRは集団戦でのピックや相手の行動を制限する能力があり、タリックの無敵を無効化できる。\n- タリックは遠距離攻撃手段がないため、バードのポークに対して反撃が難しい。\n\n有利の取り方：\n\n- レーン序盤はQでタリックを削り、ミニオンウェーブを管理する。\n- チャイムを回収しつつ、視界を確保して安全にロームを行う。\n- タリックがEを使った後の隙を狙ってAAやQで攻撃する。\n- 集団戦ではRを使ってタリックの動きを制限し、味方の攻撃をサポートする。\n- タリックのRのクールダウンを意識し、そのタイミングで攻撃を仕掛ける。",
      "ルル": "ルルが有利です。\n\n- ルルは遠距離から継続的に攻撃できるため、タリックの回復を削りやすい。\n- タリックの接近を警戒しつつ、ポリモーフで行動を妨害できるため、タリックの強力なコンボを無効化できる。\n- ルルは味方にシールドやバフを付与できるため、タリックの攻撃を受けても生存能力を高められる。\n- タリックは遠距離攻撃手段がないため、ルルの攻撃を受け続けると厳しい状況になる。\n\n有利の取り方：\n- 序盤はミニオンウェーブを利用してQとEでタリックにダメージを与え、回復を削る。\n- タリックが接近してきた際には、ポリモーフを使って行動を制限し、反撃のチャンスを作る。\n- タリックのEを警戒し、味方の位置を調整してスタンを避ける。\n- 集団戦ではRを温存し、ピンチ時に使用して味方を守りつつ、タリックの攻撃を無効化する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは遠距離から安全にポークができ、タリックの近接攻撃を避けやすい。\n- タリックのスキルは発動が遅く、ユーミはその隙を突いて攻撃できる。\n- ユーミの回復やシールドはタリックのダメージを軽減し、レーン維持に貢献できる。\n- タリックのCCは近接であるため、ユーミが距離を保つことで効果を受けにくい。\n- 集団戦ではユーミの支援能力が高く、タリックの無敵を回避しやすい。\n\n有利の取り方：\n- 序盤はミニオンウェーブを利用して、AAとスキルでタリックにポークを行う。\n- タリックのスキルのクールダウンを見て、攻撃のタイミングを計る。\n- タリックが近づいてきたら、すぐに距離を取って安全な位置に移動する。\n- 集団戦では、タリックのRを見極めて、味方を強化しつつ攻撃する。\n- タリックがスキルを使った後に攻めることで、反撃のリスクを減らす。",
      "ポッピー": "ポッピーが有利です。\n\n理由:\n- ポッピーは短期火力が高く、タリックの回復を上回るダメージを与えることができる。\n- 壁スタンを持っているため、タリックのスキルを無効化しやすい。\n- タリックのRが発動していないときに攻撃することで、タリックの生存力を削ることができる。\n- ポッピーはダッシュやリープを持つ敵に対して強力なカウンターができるため、タリックの攻撃を封じることができる。\n\n有利の取り方:\n- レーン開始時にLv2を意識し、QとEを使って短時間でダメージを与える。\n- トレードではパッシブを活かしてAAを当て、Eで壁スタンを狙う。\n- タリックのRがないときにオールインを仕掛け、ダメージを集中させる。\n- 回復対策として早めにブランブルを購入し、タリックの回復を抑える。\n- 集団戦では側面から壁を利用してタリックのキャリーを隔離し、Rの発動前後を見て行動する。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは遠距離からのハラスが可能で、タリックに対して安全にダメージを与えられる。\n- タリックは近接型であり、ソナの攻撃範囲外からのポークに対して反撃が難しい。\n- ソナのCCは発生が早く、タリックの無敵を警戒しつつも、集団戦での先制攻撃が可能。\n- ソナはオーラによる味方の支援ができ、集団戦での生存率を高めることができる。\n\n有利の取り方:\n- レーン序盤はミニオンウェーブを利用してQでタリックをハラスし、距離を保つ。\n- タリックが近づいてきた際は無理に近寄らず、ポークを続けてタリックのHPを削る。\n- タリックの無敵を警戒し、味方の位置を散らしてからRで範囲スタンを狙う。\n- 集団戦では後衛に位置し、ヒールとRで先制CCを行い、味方の生存を優先する。",
      "ジリアン": "ジリアンが有利です。\n\n- 遠距離からのハラスが可能で、タリックに対してプレッシャーをかけやすい。\n- スタンやスローを持っており、タリックの接近を防ぎやすい。\n- 蘇生能力を持つため、タリックの攻撃を受けても生存しやすい。\n- タリックは近接型であり、距離を保つことで彼の強みを活かさせない。\n\n有利の取り方：\n- 開幕から距離を保ちながらQでタリックを削り、ミニオンウェーブを利用して安全にハラスを行う。\n- Eを使ってタリックの接近を防ぎ、AAやQでダメージを与える。\n- タリックがEを使った後の隙を狙って攻撃し、トレードを有利に進める。\n- 集団戦ではRを使って味方を守り、タリックのRに合わせて無敵を活かすことで、戦局を有利に進める。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナは長時間のCCを持っており、タリックの接近を妨げることができる。\n- スペルシールドを持つため、タリックのCCを無効化しやすく、味方を守る能力が高い。\n- タリックは遠距離攻撃手段がないため、モルガナの射程を活かして安全に攻撃できる。\n- タリックのスキルはクールダウンが長く、モルガナはその隙を突いて攻撃を仕掛けやすい。\n\n有利の取り方：\n- レーン開始時にQで先制攻撃を狙い、タリックの動きを制限する。\n- ミニオンウェーブを管理し、タリックが近づくタイミングでQを温存しておく。\n- タリックがアルティを使用する前に、Eで味方を守りつつ、Qで敵を捕まえるチャンスを伺う。\n- 団戦では、タリックがアルティを使った瞬間に、複数の敵を狙える位置からRとQを連携させて攻撃を仕掛ける。"
    }
  },
  "ブラウム": {
    "name": "ブラウム",
    "beats": {
      "セラフィーン": "セラフィーンが不利です。\n\n- ブラウムは近接戦が得意で、セラフィーンのポークを受け止める能力が高い。\n- ブラウムのパッシブによるスタンが発動しやすく、セラフィーンは近づかれると厳しい。\n- セラフィーンのスキルは発生が遅く、ブラウムの妨害を受けやすい。\n- ブラウムは集団戦での防御性能が高く、セラフィーンのスキルの効果を薄めることができる。\n\n不利の対策：\n- 常に距離を保ち、ブラウムの接近を避ける。\n- ミニオンの背後からスキルを当て、ブラウムのEを温存させないようにする。\n- ブラウムがスキルを使った後に攻撃を仕掛け、隙を突く。\n- 集団戦では、味方と連携してブラウムの行動を妨害し、距離を取る。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- ブラウムのEによって、ブリッツクランクのQを遮断されるため、フックを当てるチャンスが減少する。\n- ブラウムは高い防御性能を持ち、AAやパッシブによる反撃が強力で、ブリッツクランクが接近するのが難しい。\n- ブラウムのCCは発生が遅いが、接近されるとPeel能力が低下し、ブリッツクランクが有利な状況を作りにくい。\n- ブラウムは味方ADCとの連携が得意で、ブリッツクランクがQを外した場合、逆に反撃を受けやすい。\n\n不利の対策:\n- ブラウムのEを意識し、Qを使うタイミングを慎重に選ぶ。特に、ブラウムがEを使った後に狙う。\n- ブラウムのAAやパッシブを避けるため、距離を保ちながらウェーブを管理し、ミニオンを利用して安全に立ち回る。\n- ブラウムがQをミスした際に積極的に攻撃し、反撃のチャンスを狙う。\n- 視界を確保し、ブリッツクランクのフックをフェイクで使い、ブラウムの反応を引き出す。",
      "ラックス": "ラックスが不利です。\n\n- ブラウムは近接タンクであり、接近されるとAAやCCで圧力をかけられるため、ラックスは距離を保つのが難しい。\n- ブラウムのEによってラックスのスキルショットが防がれるため、ハラスやキルチャンスが減少する。\n- ブラウムは味方ADCを守る能力が高く、ラックスの攻撃が通りにくくなる。\n- ブラウムのパッシブによるスタンが発動すると、ラックスは一気に危険な状況に陥る。\n\n不利の対策：\n- 遠距離からウェーブを制御し、ブラウムのEを誘発させてからスキルを使う。\n- ブラウムが近づいてきた際は、Wを使って自分や味方を守る。\n- ブラウムのCCを避けるために、常に位置取りに注意し、ミニオンを利用してスキルを当てる。\n- ワードを使ってブラウムのロームを警戒し、サイド管理を徹底する。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、自己バフやパッシブによるスタンを活かして序盤から強力なハラスが可能で、ノーチラスの攻撃を受け止めやすい。\n- ブラウムのEによって、ノーチラスの攻撃を軽減されるため、エンゲージが成功しにくい。\n- ブラウムのCCの発生が遅いことを逆手に取られ、ブラウムが先にCCを当てることでノーチラスが拘束されるリスクが高い。\n- ブラウムは射程が長いサポートに対して有利で、ノーチラスが近づく前にハラスを受けやすい。\n\n不利の対策:\n- ブラウムのEのクールダウンを意識し、クールダウン中に攻撃を仕掛けることでレーンを有利に進める。\n- ブラウムのスキルを避けつつ、タイミングを見計らってエンゲージを行う。\n- ウェーブを管理し、ミニオンウェーブを有利に保つことで、ブラウムのハラスを受けにくくする。\n- ブラウムのパッシブを発動させないように、AAを分散させて攻撃する。",
      "ルル": "ルルが不利です。\n\n理由:\n- ブラウムのシールドは、ルルの攻撃やスキルをブロックするため、ルルのハラスが効果的に行えない。\n- ブラウムは高い防御性能を持ち、ルルの攻撃を受け流しやすい。\n- ブラウムのCCは発生が遅いが、接近されるとルルのPeel能力が低下し、逆に攻撃を受けやすくなる。\n- ルルは射程が短いため、ブラウムに近づくと危険で、ミニオンウェーブの取り合いで不利になることが多い。\n\n不利の対策:\n- ブラウムとの距離を保ち、彼の動きを観察しながら攻撃のタイミングを見極める。\n- ブラウムがミニオンウェーブに近づいた際に、積極的にポークを試みる。\n- ブラウムのシールドを意識し、スキルを使うタイミングを工夫する。\n- ブラウムのCCを避けるために、移動を意識しながら戦う。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ブラウムは近接でスタックを重ねてスタンを狙えるため、ザイラのハラスを受けながらも接近しやすい。\n- ブラウムのEによってザイラのスキルショットや植物のダメージを遮断されるため、攻撃が通りにくい。\n- ブラウムのRはザイラの植物を散らすことができ、集団戦での効果的なゾーニングが難しくなる。\n- ザイラは防御ステータスが低く、ブラウムが接近すると脆弱になりやすい。\n\n不利の対策:\n- ミニオンウェーブを利用して、ブラウムが近づく前にハラスを行い、距離を保つ。\n- ブラウムのEが発動している時は、別の角度からスキルを使って攻撃する。\n- ブラウムのRを避けるために、位置取りを工夫し、タイミングを見計らってスキルを発動する。\n- 味方ADCと連携し、ブラウムのパッシブが溜まらないようにAAを入れさせる。",
      "レオナ": "レオナが不利です。\n\n- ブラウムは高い防御性能を持ち、特にパッシブによるスタンを狙うことができるため、レオナの攻撃を受け止めやすい。\n- ブラウムのCCの発生が遅いとはいえ、レオナが接近する際にスタンを受けるリスクが高い。\n- ブラウムは指定方向からのダメージを軽減するスキルを持っており、レオナの攻撃を無効化しやすい。\n- レオナはサステインがないため、ブラウムのハラスを受けると厳しい状況に陥ることが多い。\n- ブラウムのRはチーム戦での影響力が大きく、レオナが攻撃を仕掛ける際に注意が必要。\n\n不利の対策：\n- ブラウムのスキルを避けるために、ミニオンウェーブを利用して位置取りを工夫する。\n- ブラウムのパッシブを発動させないように、AAを控えめにし、タイミングを見計らって攻撃する。\n- チーム全体での連携を強化し、ブラウムの防御能力を無視できるような攻撃を仕掛ける。\n- 耐久力を高めるアイテムを選択し、ブラウムのハラスに耐えられるようにする。\n- ブラウムのRを避けるために、タイミングを見計らって移動し、味方と連携して攻撃する。",
      "ソナ": "ソナが不利です。\n\n理由:\n- ブラウムは近接スキルが強力で、ソナのような射程の短いサポートに対して圧力をかけやすい。\n- ブラウムのCCは接近してから発動するため、ソナは近づかれると逃げる手段が限られる。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、ブラウムの攻撃を受けやすい。\n- ブラウムのQを受けるとパッシブが溜まり、ソナは不利な状況に陥る。\n- ソナの回復やバフはブラウムの防御性能に対してあまり効果的ではない。\n\n不利の対策:\n- ウェーブを管理し、ミニオン越しに安全に攻撃することでハラスを行う。\n- Eを使って位置取りをし、ブラウムの接近を避ける。\n- ブラウムが近づいてきたら、味方ADCと連携してAAを行い、距離を保つ。\n- ブラウムのQを避けるために、常に位置を意識し、ワードを使って視界を確保する。\n- 集団戦では後方から味方を支援し、ブラウムのCCを避けるように立ち回る。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- 遠距離からのポークが可能で、ブラウムの接近を妨げることができる。\n- ブラウムのパッシブを累積させないように立ち回ることで、彼のスタンを避けやすい。\n- ブラウムのCCの発生が遅いため、ジリアンはスピードを活かして回避しやすい。\n- ジリアンの瞬間火力が高く、ブラウムが接近した際に反撃が可能。\n\n有利の取り方：\n\n- ミニオンウェーブにQを置き、ダブルボムでダメージを与える。\n- ブラウムがAAを狙ってきたら、Eで回避しつつ距離を取る。\n- ミニオン越しにQを使い、ブラウムのEを遮ることでパッシブを稼ぐ。\n- ブラウムがオールインを狙ってきた際には、加速を使って逃げるか、味方を救出する準備をする。\n- 集団戦では、Rを使って味方を蘇生させたり、ブラウムの攻撃を阻止する。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力を持ち、ブラウムの攻撃を避けやすい。\n- 2種類のCCを持っており、ブラウムの行動を制限できる。\n- シールドや回復を持っているため、レーンでのサステインが高い。\n- ブラウムのEでの防御を無視して、Wでの攻撃が可能。\n- ブラウムのパッシブを発動させる前に、短期的なトレードで有利を取れる。\n\n有利の取り方：\n- レーン戦では、ミニオンの裏でWを狙い、ブラウムのEを避ける位置取りをする。\n- Qでダメージを与えた後、WとEを使って素早く攻撃し、ブラウムの反応を遅らせる。\n- ブラウムがEを使った後に攻撃を仕掛け、パッシブを発動させる前にダメージを与える。\n- ロームを活用して他のレーンに圧力をかけ、ブラウムを孤立させる。\n- 集団戦では、Rを使って敵を分断し、ブラウムのPeel能力を無効化する。",
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ブラウムに対して一方的にハラスが可能。\n- ブラウムのCCの発生が遅いため、セナは距離を保ちながら攻撃できる。\n- セナの回復能力により、持久戦で有利を取ることができる。\n- ブラウムのパッシブを誘導しにくく、セナは安全にトレードを行える。\n\n有利の取り方：\n- レーン序盤では、ウェーブの後ろからQを使って安全にポークする。\n- ブラウムのEを警戒しつつ、角度を変えて攻撃することで、重要なスキルを避ける。\n- トレード時には、味方のAAやWを活用してブラウムのパッシブを誘導しないようにする。\n- 集団戦では、Eで味方に隠れつつRで支援し、背後から攻撃することで安全にダメージを与える。",
      "ポッピー": "ポッピーが有利です。\n\n- ブラウムは主に味方を守る役割であり、攻撃的なハラスが難しいため、ポッピーの攻撃を受けやすい。\n- ポッピーはダッシュやリープを阻止する能力があり、ブラウムの突進を無効化できる。\n- ポッピーのCCは発生が早く、ブラウムの反撃を封じることができる。\n- ポッピーは低CDの割合ダメージを持ち、短期戦での火力が高いため、ブラウムに対して有利に戦える。\n\n有利の取り方：\n- レーン序盤はEを使い、壁を利用してブラウムとのトレードを有利に進める。\n- ブラウムがAAを通しやすいタイミングで、W/Qを使って孤立した敵を狙う。\n- レベル6以降はサイドを回り、ジャングルと連携して孤立キルを狙う。\n- ブラウムのEを受けた際には、すぐに反撃し、パッシブを付与してダメージを与える。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは強力なCCを持ち、短期的なエンゲージが得意であるため、ブラウムの防御を突破しやすい。\n- アリスターのパッシブによる回復効果があるため、持久戦において有利に立ち回れる。\n- アリスターはブラウムのEを無効化することができるため、ブラウムのCCを避けながら攻撃できる。\n- アリスターのスキルは全てCC効果を持ち、ブラウムのパッシブを発動させる前にダメージを与えることができる。\n\n有利の取り方：\n- レーン序盤では、AAとスキルを使ってブラウムにプレッシャーをかけ、ミニオンウェーブを利用してトレードを行う。\n- ブラウムがAAでパッシブを溜める前に、接近して短いコンボを決める。\n- ジャングルと連携して、ブラウムが反応できないタイミングでエンゲージを仕掛ける。\n- ブラウムのEのクールダウンを意識し、スキルを使った後に攻撃を仕掛けることで、反撃を受けにくくする。",
      "レル": "レルが有利です。\n\n理由:\n- レルは強力なCCを持ち、ブラウムの防御スキルを無効化しやすい。\n- レルのパッシブによって、ブラウムに対して高いダメージを与えることができる。\n- レルは移動速度を上げるスキルを持ち、ブラウムの攻撃を避けやすい。\n- レルはオールインを狙いやすく、ブラウムの反撃を受けにくい。\n\n有利の取り方:\n- レーン序盤でAAを重ねてパッシブを発動させ、ブラウムにダメージを与える。\n- ブラウムのEを誘発させた後、別方向から突っ込んでCCを当てる。\n- ADCと連携して、ブラウムが反応する前にオールインを仕掛ける。\n- ワードを使って視界を確保し、ブラウムの動きを制限する。\n- 集団戦では、ブラウムの前に立ち、キャリーを分断してキルを狙う。",
      "ニーコ": "ニーコが有利です。\n\n- 遠距離からのポークが可能で、ブラウムの防御スキルを誘発しやすい。\n- ブラウムのWを利用してクローンを使い、ブラウムのスキルを無駄にさせることができる。\n- Eを使ってブラウムを拘束し、味方のAAでスタックを稼がせないようにできる。\n- レベル6以降、ブラウムのWがない場合はRでフルコンボを決めやすい。\n- 集団戦では後衛からRを使って奇襲を狙うことで、ブラウムの防御を突破しやすい。\n\n有利の取り方：\n- 開始からQで遠距離ポークを行い、ブラウムのWを誘発させる。\n- クローンを使ってブラウムのWを釣り、スキルを無駄にさせる。\n- Wが切れたタイミングでEを当て、根を狙って攻撃する。\n- レベル6になったら、ブラウムのWがない場合にRで拘束し、フルコンボを狙う。\n- 集団戦では位置取りに注意し、後衛からRを使って奇襲をかける。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは高いヒール性能を持ち、味方の生存能力を大幅に向上させることができるため、ブラウムの攻撃を受けても持ちこたえやすい。\n- ソラカのスネアやスローにより、ブラウムの接近を妨害できるため、ブラウムのパッシブを発動させにくい。\n- ブラウムは近接キャリーや瞬間火力を出せるADCと好相性だが、ソラカは後衛で安全にハラスができるため、ブラウムの強みを活かしにくい。\n- ソラカは遠距離からのポークが得意で、ブラウムの防御スキルを無視してダメージを与えられる。\n\n有利の取り方：\n- レーン開始時にミニオンウェーブの後ろで位置取りし、ブラウムの攻撃を避ける。\n- Qで安全にハラスを行い、回復量を確保する。\n- ブッシュ戦では、ブラウムの接近を警戒し、Eで沈黙を置いて逃げ道を作る。\n- ジャングル来襲時には、即座にRやヒールで延命し、味方を守る。\n- 集団戦では後方で回復し、Eで要注意人物を妨害しつつ、味方を支援する。",
      "バード": "バードが有利です。\n\n理由:\n- バードは遠距離からのハラスが得意で、ブラウムの接近を防ぎやすい。\n- ブラウムのCCは発生が遅いため、バードはスキルを使って距離を保ちながら攻撃できる。\n- バードはローム能力が高く、他のレーンに影響を与えやすい。\n- ブラウムはサステインがないため、バードのハラスでヘルスを削りやすい。\n- バードのUltはAoEで無敵と行動不能を付与でき、集団戦での影響力が大きい。\n\n有利の取り方:\n- レベル1からポータルを張り、Qでブラウムや味方のヘルスを削る。\n- レベル2〜3でWを使い、Qで安全にハラスしつつミニポータルを利用してロームを開始する。\n- ミニオンウェーブを控えめに処理し、ロームを優先して他のレーンに圧力をかける。\n- オールインの際は、遠距離からQ→AAで削り、味方が囮になったらRで逃がすか追う。\n- 集団戦ではRを使って味方の脱出や敵の分断を行い、ポータルを配置して戦場を有利に保つ。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナのEでブラウムのスタンを防ぐことができるため、ブラウムのCCを無効化できる。\n- モルガナは遠距離からの攻撃が可能で、ブラウムの近接攻撃に対して安全にハラスができる。\n- ブラウムのCCの発生が遅いため、モルガナはタイミングを見計らって反撃しやすい。\n- モルガナのスネアはブラウムの動きを制限し、味方の攻撃をサポートすることができる。\n\n有利の取り方：\n\n- ライン序盤はミニオンウェーブを利用してQでブラウムを牽制し、AAでダメージを与える。\n- ブラウムが突っ込む直前に味方にEをかけて、ブラウムのCCを無効化し、反撃のチャンスを作る。\n- 集団戦ではRを使って味方を守りつつ、敵を捕まえるタイミングを狙う。\n- Wを使ってポークを続け、ブラウムが近づけないようにする。"
    }
  },
  "ソラカ": {
    "name": "ソラカ",
    "beats": {
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- ソラカは序盤の回復能力が高く、パンテオンの攻撃を受けても持ちこたえやすい。\n- ソラカの沈黙により、パンテオンのスキルを使えなくなると、オールインの強さが失われる。\n- ソラカは遠距離からポークが可能で、パンテオンが近づく前にダメージを与えられる。\n- パンテオンは逃げる手段が乏しく、ソラカのCCを受けやすい。\n\n不利の対策：\n- レベル1から2の間に積極的に攻撃し、早めに体力を削る。\n- ソラカの回復スキルを使わせた後に攻撃を仕掛け、CD中にダメージを与える。\n- ソラカの沈黙エリアを避けるため、位置取りに注意しながら攻撃する。\n- ワードを使って視界を確保し、奇襲を避ける。\n- 装備を攻撃寄りにし、早めにダメージを出せるようにする。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ソラカの回復能力により、セラフィーンの持続的なダメージが相殺されやすい。\n- ソラカのサイレンス効果により、セラフィーンのスキルを妨害されると、攻撃のチャンスを失う。\n- ソラカは基礎ステータスが低いが、セラフィーンも防御ステータスが低く、オールイン合戦では不利になりやすい。\n- ソラカのEによるCCがあるため、セラフィーンは近づく際にリスクを伴う。\n\n不利の対策：\n- ミニオン越しにAAで攻撃し、ソラカの回復を引き出す。\n- ソラカのスキルが温存されている間に、ウェーブを利用して安全に攻撃する。\n- ソラカの回復が発動した後に短期でダメージを与えるタイミングを見計らう。\n- 集団戦では味方と連携し、ソラカのRを誘発してから自分のRを使用する。",
      "レオナ": "レオナが不利です。\n\n理由:\n- ソラカの高い回復能力により、レオナの攻撃が効果的に無効化される。\n- ソラカのサイレンス効果により、レオナのエンゲージが妨げられるため、思うように動けない。\n- ソラカは射程が長く、レオナが接近する前にハラスを受けやすい。\n- ソラカは逃げ性能が低いが、レオナも奇襲に弱いため、ソラカの攻撃を受けやすい状況が生まれる。\n\n不利の対策:\n- 早めに「ソーンメイル」と「フォース・オブ・ネイチャー」を購入し、ソラカの回復を抑える。\n- ソラカのスキルのクールダウンを考慮し、エンゲージのタイミングを見極める。\n- ミニオンウェーブを利用して、ソラカの攻撃を受けにくくする。\n- ソラカのサイレンス効果を避けるため、距離を保ちながら動く。\n- チームメイトと連携し、ソラカを集中攻撃することで回復を無効化する。",
      "アリスター": "アリスターが不利です。\n\n- ソラカの高い回復能力により、アリスターの攻撃が効果的に無効化される。\n- ソラカのサイレンス効果により、アリスターのスキルを使うタイミングが制限される。\n- ソラカは長期戦でのサステインが強力で、アリスターが攻撃を仕掛ける前に回復される可能性が高い。\n- アリスターは逃げ性能が乏しく、ソラカの攻撃を受けやすい。\n\n不利の対策：\n- ソラカのWを使った直後やマナ切れを狙って攻撃を仕掛ける。\n- ソラカがEを置いたら無理に近づかず、視界を確保してから動く。\n- ソラカのRが発動する前に素早くキルを狙うか、R後は即撤退する。\n- ブッシュを利用して奇襲を狙い、相手の意表を突く。",
      "ラックス": "ラックスが不利です。\n\n- ソラカの持続的な回復能力により、ラックスのバーストダメージが無効化されやすい。\n- ソラカのサイレンス効果により、ラックスのスキルを使うタイミングが制限される。\n- ソラカは逃げ性能が乏しいが、ラックスも接近されると脆弱で、ソラカの回復があるため持続戦闘に不利。\n- ソラカのEによるスネアが、ラックスのスキルを当てる機会を減少させる。\n\n不利の対策：\n- モレロを購入し、ソラカの回復を無効化する。\n- ウェーブを管理し、ソラカのスキルを避けるためにミニオンを利用する。\n- フラッシュを温存し、ソラカのスネアを回避する。\n- 味方と連携し、ソラカを優先的に狙うことで回復源を断つ。",
      "ブラウム": "ブラウムが不利です。\n\n- ソラカは遠距離からのポークと回復が得意で、ブラウムが近づく前にダメージを与えられる。\n- ブラウムのEはソラカのQを防げるが、ソラカのE（沈黙）やR（全体回復）は防げないため、エンゲージが難しい。\n- ソラカは移動手段が少ないが、ブラウムが近づくとスタンを狙われやすく、距離を保たれると攻撃が難しい。\n- ソラカの回復能力に対抗するためには、イグナイトやエグゼキューション系の効果が必要だが、ブラウムはサステインがないため持続戦闘が苦手。\n\n不利の対策：\n- レーン序盤は味方ADCの前に立ち、ソラカのQをEで吸収しつつ、AAでハラスを行う。\n- ソラカのEを避けるために、距離を保ちながら味方と連携して攻撃する。\n- イグナイトやエグゼキューション系を持ち込んで、ソラカの回復を抑える。\n- レベル2〜3の短期コンボを狙い、ソラカが攻撃できない状況を作る。\n- チームファイトでは前線を維持し、味方を守りつつソラカの回復差を利用して突入する。",
      "ジリアン": "ジリアンが不利です。\n\n- ソラカの高い継続回復により、ジリアンのダメージが通りにくくなる。\n- ソラカのEによるスネアやスローで、ジリアンの動きが制限され、コンボが決まりにくい。\n- ソラカはレーン維持が得意で、ジリアンのポークが効果的に機能しない場合が多い。\n- ジリアンは単体回復に弱く、ソラカの回復量が多いと持続的なダメージを与えにくい。\n\n不利の対策：\n\n- レーン序盤は安全距離を保ち、AAやQでミニオンウェーブを処理しつつ、ソラカの回復を意識する。\n- ソラカのEを警戒し、タイミングを見計らってスキルを使用する。\n- ソラカのWで回復するタイミングを見極め、ダブルボムを狙う際は相手の動きを予測する。\n- ローミング時は味方と連携し、視界を確保しつつ、ソラカの回復を無効化するような動きを心がける。\n- アイテムを選ぶ際には、ヘルスや魔防を少し積んで耐久力を上げ、接近されても生存できるようにする。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- ソラカは持続的な回復能力が高く、長期戦での耐久力があるため、ラカンの短期的なバースト攻撃が効果的に働きにくい。\n- ソラカのスネアやスローを使われると、ラカンのエンゲージが妨げられ、攻撃のチャンスを失う。\n- ソラカは距離を保ちながらヒールを行えるため、ラカンが接近するのが難しい。\n- ソラカのヒールは重傷の影響を受けやすいが、ラカンはその重傷を与える手段が限られているため、持続的な回復を無効化しにくい。\n\n不利の対策:\n- ワードで視界を確保し、ソラカの位置を把握してからエンゲージを試みる。\n- ソラカのスキルを避けるために、移動を意識して立ち回る。\n- ソラカがヒールを使った瞬間やスキルのクールダウン中に攻撃を仕掛ける。\n- 集団戦では、ソラカのヒールを分断するように動き、持久戦を挑むのではなく、短期決戦を狙う。 \n- ミニオンウェーブを利用して、ソラカに近づく際のカバーを作る。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全に支援ができ、ソラカのポークを受け流しやすい。\n- ソラカの持続回復に対して、ユーミは瞬間的な回復やシールドを提供できるため、短期戦での優位性がある。\n- ソラカのCC（沈黙）を避けるために、ユーミは移動しながら味方を支援できるため、立ち回りが柔軟。\n- ソラカは基礎ステータスが低く、ユーミの支援を受けたADCに対しては持続的なダメージを与えやすい。\n\n有利の取り方:\n- 開始から序盤は味方ADCに密着し、AAやQでポークを行い、ソラカのHPを削る。\n- ソラカの回復を受ける前に、ユーミのEで味方を強化し、攻撃を仕掛ける。\n- ソラカの沈黙を避けるために、距離を保ちながら立ち回り、必要なタイミングでRを使って逃げる。\n- 集団戦では、主力に密着し、ヒールやRで重要なターゲットを守りつつ、ソラカの回復を無効化する。",
      "バード": "バードが有利です。\n\n理由:\n- バードはポーク能力が高く、AAやスキルでソラカのHPを削りやすい。\n- ソラカは回復に特化しているが、バードのスタンで行動を制限できるため、キルチャンスを作りやすい。\n- バードはロームが得意で、サイドレーンに圧力をかけることで、ソラカの影響力を減少させることができる。\n- ソラカは逃げ性能が乏しく、バードのCCを受けると捕まりやすい。\n\n有利の取り方:\n- レーニング中はAAとスキルを駆使してソラカにポークを行い、ミニオンウェーブをコントロールする。\n- レベル2または3でQを使い、ADCと連携してソラカを狙う。\n- Eを使ってロームし、他のレーンでキルを狙うことで、ソラカのレーン維持を難しくする。\n- 集団戦ではRを使って敵を分断し、味方の攻撃をサポートする。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フック一発でソラカを捕まえ、即死を狙えるため、プレッシャーをかけやすい。\n- ソラカの回復能力は高いが、フックで捕まえた後のバーストダメージでキルを取りやすい。\n- ソラカのEを避けてフックを当てることで、反撃を受けにくくなる。\n- ソラカはCCに弱く、フックで捕まると一気に不利な状況に陥る。\n\n有利の取り方：\n\n- レーニング前半では、ミニオンウェーブを利用してフックの射線を作り、ソラカのEを見てから仕掛ける。\n- Eを消費させた後や、ソラカのRが切れた瞬間を狙ってフックを放つ。\n- 味方ADCと連携し、フックが当たったらすぐにバーストダメージを与える。\n- ワーディングを行い、ソラカが孤立しないようにロームを阻止する。",
      "ナミ": "ナミが有利です。\n\n理由:\n- ナミはポーク能力が高く、遠距離からソラカにダメージを与えやすい。\n- ナミのCCは敵を捕まえる能力に優れており、ソラカの行動を制限できる。\n- ナミは味方の移動速度を上げることで、トレードや逃げの選択肢を増やせる。\n- ソラカの回復能力は強力だが、ナミが早期にダメージを与え続けることで、回復を無効化できる。\n- ナミのスキルは全てダメージを持ち、トレードで有利を取ることができる。\n\n有利の取り方:\n- レーン序盤では、ウェーブを利用してQでポークし、Eで味方を強化しながらAAで追撃する。\n- ソラカがWを使用した後は、自己HPを犠牲にしているため、積極的にトレードを仕掛ける。\n- ソラカのEに注意し、位置取りを工夫してEを避けることで反撃を受けにくくする。\n- レベル6以降は、集団戦でRを使い、敵の位置をずらして味方を守る。\n- ソラカのRのタイミングを見計らい、短期決戦を狙って一気に攻撃する。",
      "カルマ": "カルマが有利です。\n\n理由:\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーが高い。\n- ソラカの回復能力に対抗するために、カルマは攻撃的なハラスが可能で、相手のHPを削りやすい。\n- ソラカのスキルを避けることで、レーンの主導権を握りやすい。\n- ソラカのQを受けると不利になるため、カルマは自分のスキルを使ってソラカの攻撃を回避することが重要。\n- カルマはシールドや加速効果を持っているため、味方のADCを守りつつ攻撃できる。\n\n有利の取り方:\n- ウェーブを管理し、ソラカのQを避けながらハラスを行う。\n- ソラカのスキルクールダウンを狙って攻撃するタイミングを見極める。\n- 自分のQを当てることよりも、ソラカの攻撃を回避することに重点を置く。\n- ソラカがスキルを外したタイミングで積極的に攻撃し、ウェーブを押し込む。\n- 可能であれば、ソラカの回復を無効化するために重傷効果を持つアイテムを購入する。"
    }
  },
  "レオナ": {
    "name": "レオナ",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- レオナは高い耐久力を持ち、接近戦でのトレードに強いため、ブリッツクランクのフックを避けられると不利になる。\n- レオナのCCスキルは強力で、特に突進からのスタンがブリッツクランクの行動を制限しやすい。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、レオナに対して攻撃的に出られるリスクが高まる。\n- レオナは集団戦でのイニシエート能力が高く、ブリッツクランクがフックを外した場合、逆にレオナが主導権を握ることができる。\n\n不利の対策：\n- レオナのスキルを警戒し、フックを外さないように距離を保ちながら立ち回る。\n- ミニオンウェーブを利用して、レオナの突進を妨害する位置取りを心がける。\n- レオナがCCを使った後に反撃するタイミングを見計らい、味方と連携して攻撃する。\n- レベルが上がるまで無理にオールインせず、サポートとしての役割を優先し、視界を確保する。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- レオナは接近戦に強く、CCを駆使してセラフィーンを簡単に捕まえることができる。\n- セラフィーンはスキルの発生が遅く、レオナの突進に対して反応しづらい。\n- レオナの耐久力が高く、セラフィーンの火力では早期に倒すことが難しい。\n- レオナのオールイン能力に対して、セラフィーンは防御ステータスが低く、瞬時にやられてしまうリスクがある。\n\n不利の対策:\n- レーンでは距離を保ちながらAAやスキルでポークを行い、レオナの接近を防ぐ。\n- 視界を確保し、レオナの動きを常に把握することで、突進を避ける準備をする。\n- Lv6以降は集団戦での支援を重視し、レオナの突入を受けた際には味方を守ることに専念する。\n- レオナのCCを受けた場合は、すぐに味方のサポートを求めるか、逃げるルートを確保する。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- レオナは強力なイニシエート能力を持ち、接近してAAやCCコンボを仕掛けることでザイラを無力化できる。\n- ザイラは移動に役立つスキルがなく、レオナに接近されると簡単に倒されるリスクが高い。\n- レオナのCCは範囲攻撃であり、ザイラのポークを受けながらも反撃が可能。\n- ザイラは火力を出すために植物を活用する必要があり、レオナの攻撃を受けるとその準備が難しくなる。\n\n不利の対策:\n- レーンでは常に距離を保ち、レオナの接近を警戒する。\n- Wでミニオンウェーブを巻き込みながらポークし、レオナのCCを避ける。\n- Eを使って味方を支援しつつ、レオナの動きを見極める。\n- レオナが突っ込んできたタイミングでRを使い、集団戦を制御する。\n- ワードを使って視界を確保し、レオナの奇襲を防ぐ。",
      "パンテオン": "パンテオンが不利です。\n\n- レオナはCCが豊富で、接近戦での拘束力が高いため、パンテオンのバーストを封じやすい。\n- レオナの耐久力が高く、パンテオンの短期バーストが効きにくい。\n- レオナは味方ADCとの連携が強力で、パンテオンが孤立すると危険な状況になる。\n- レオナのイニシエート能力が高く、集団戦でのパンテオンの立ち回りが難しくなる。\n\n不利の対策：\n\n- レーンでは距離を保ち、レオナの接近を避けるように立ち回る。\n- ミニオンウェーブを利用して、レオナのCCを避けるタイミングを見計らう。\n- パンテオンのスキルを使う際は、レオナのスキルのクールダウンを意識し、反撃を受けないようにする。\n- レオナのRやEを避けるために、位置取りを工夫し、味方と連携して行動する。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- レオナは強力なCCを持ち、接近戦でのイニシエート能力が高いため、ユーミは簡単に捕まってしまう。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、レオナの攻撃に対して脆弱。\n- レオナのオールインに対して、ユーミはハードCCを持たないため、逃げる手段が限られている。\n- レオナは短期戦での勝率が高く、ユーミが距離を取ることが難しい状況を作りやすい。\n\n不利の対策:\n- レオナのCCを避けるために、距離管理を徹底し、常に後方に位置する。\n- 味方ADCに密着し、回復やスローを活用してレオナの攻撃を受け流す。\n- レーンでのハラスを避けるため、ミニオンウェーブを利用してレオナとの距離を保つ。\n- Lv6以降は、緊急回避や味方の追撃支援を行うために、Rを適切に使用する。",
      "セナ": "セナが不利です。\n\n理由:\n- レオナは序盤から高い突進力とCCを持ち、セナのポークや回復を妨害しやすい。\n- セナは基礎ステータスが低く、レオナの攻撃を受けるとすぐに危険な状況に陥る。\n- レオナのスキルコンボに対して、セナは逃げ手段が乏しく、捕まると簡単に倒される。\n- レオナは接近戦で強力なタンクであり、セナの射程を活かす前に接近される可能性が高い。\n\n不利の対策:\n- 距離を保ちながらAAやスキルでポークを行い、レオナの接近を防ぐ。\n- レオナのスキルを見極めてEやフラッシュで回避し、捕まらないようにする。\n- 味方ADCと連携し、レオナが攻撃を仕掛けるタイミングを見計らって支援する。\n- Lv6以降はRを活用して長距離から味方を支援し、集団戦での影響力を高める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- レオナは強力なCCを持ち、特にオールインに強いため、ノーチラスが攻撃を仕掛ける前にスタンやスネアで無力化される可能性が高い。\n- レオナのEスキルによって、ノーチラスが後ろに位置することが難しく、逃げる手段が制限される。\n- ノーチラスは基礎の移動速度が低く、レオナの攻撃を受けた際に反撃するのが難しい。\n- レオナは序盤から高い耐久力を持ち、ノーチラスの攻撃が通りにくい。\n\n不利の対策:\n- レーンでのハラスを避け、ウェーブを自分のタワー近くで管理することで、レオナの攻撃を受けにくくする。\n- レオナが攻撃を仕掛けてきた際には、冷静に反撃するタイミングを見計らい、CCを使って相手を捕まえる。\n- サポートアイテムやポーションを活用し、サステインを確保してハラスに耐える。\n- レオナのスキルのクールダウンを意識し、スキルがないタイミングで積極的に攻撃を仕掛ける。",
      "ルル": "ルルが不利です。\n\n- レオナは高い耐久力を持ち、序盤から強力なエンゲージ能力を発揮するため、ルルが攻撃を仕掛ける隙を与えにくい。\n- ルルは移動不可のCCを持たないため、レオナの攻撃を止める手段が限られている。\n- レオナのオールインに対して、ルルのシールドや無力化は一時的な対策に過ぎず、持続的なダメージを受けやすい。\n- レオナのCCが豊富で、ルルがスキルを使うタイミングを制限されることが多い。\n- レオナの攻撃が当たると、ルルのADCが狙われやすく、守るのが難しい。\n\n不利の対策：\n\n- レオナのエンゲージを警戒し、位置取りを工夫して距離を保つ。\n- レオナがスキルを使った後のクールダウンを狙い、攻撃のチャンスを見極める。\n- ルルのシールドを適切なタイミングで使用し、ADCを守ることに集中する。\n- ウェーブを管理し、ミニオンの後ろに隠れることで、レオナの攻撃を避ける。\n- チームメイトとの連携を強化し、レオナの攻撃を分散させる。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは距離を取りながらハラスができ、レオナの突進を避けやすい。\n- CCを持っているため、レオナの行動を制限しやすい。\n- パッシブによる経験値の優位性でレベル差をつけやすく、早期の強化が可能。\n- 蘇生能力を持つため、レオナのオールインに対して耐性がある。\n\n有利の取り方：\n- Lv1〜3では距離を取りつつQで安全にハラスし、レオナのEを避ける。\n- Wを使って味方をブーストし、EとQで追撃または撤退を支援する。\n- Lv6以降はRを使って味方を守り、レオナの攻撃を無効化するタイミングを見計らう。\n- 視界を管理し、レオナの奇襲を防ぐためにワードを設置する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは遠距離からAAでレオナに対してハラスができ、レーンでのプレッシャーをかけやすい。\n- ジャンナのシールドはレオナの攻撃を吸収し、味方ADCを守ることができる。\n- ジャンナのCCはレオナのイニシエートを阻止するのに効果的で、特に集団戦でのディスエンゲージ能力が高い。\n- ジャンナは移動速度を上げることで、レオナの接近を避けやすく、逃げやすい。\n\n有利の取り方：\n- レーン序盤では、AAでレオナにハラスをかけつつ、ウェーブを管理して安全にファームを行う。\n- Eで味方ADCを守りながら、レオナの攻撃を受け流す。\n- レオナが接近してきた際には、WやRを使って突進を阻止し、反撃のチャンスを作る。\n- レベル6以降は、集団戦でのRを活用し、味方を守りつつレオナのイニシエートを無効化する。",
      "モルガナ": "モルガナが有利です。\n\n- モルガナはCC耐性のあるシールドを持っており、レオナのスタンを無効化できる。\n- レオナは接近戦が得意だが、モルガナは距離を保ちながら攻撃できるため、レオナの攻撃を避けやすい。\n- モルガナのスネアは長時間のCCを持ち、レオナの突進を牽制できる。\n- レオナは火力が低く、モルガナの持続的なポークに対して耐えにくい。\n- モルガナはレーンでのハラスが得意で、レオナの耐久力を削ることができる。\n\n有利の取り方：\n- レーン開始時は距離を保ちながらAAでハラスし、レオナの動きを牽制する。\n- Qを使ってレオナが接近してきた際にスネアを狙い、反撃のチャンスを作る。\n- Eを使って味方ADCや自分を守り、レオナのCCを無効化しつつ安全に戦う。\n- Wを使ってミニオンウェーブをクリアし、レオナの動きを制限する。\n- Lv6以降はULTを活用して集団戦での制圧力を高め、レオナの動きを封じる。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは持続的な回復能力を持ち、レオナの瞬間的なダメージを軽減できる。\n- レオナのCCに対して、ソラカは距離を取ることで回避しやすい。\n- ソラカのスロー効果を使って、レオナの突進を牽制できる。\n- レオナは火力が低く、ソラカの回復で持ちこたえやすい。\n\n有利の取り方：\n\n- 常に味方ADCの近くに位置し、回復を提供し続ける。\n- Eを使ってレオナの突進をスローし、距離を保つ。\n- レオナが攻撃してきた際には、Wで回復を行い、味方を守る。\n- レオナのCCのタイミングを見計らい、Qでサイレンスを狙うことで、レオナの行動を制限する。\n- ミニオンウェーブを利用して、レオナの攻撃を受けにくい位置を保つ。",
      "アリスター": "アリスターは有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、レオナのエンゲージを無効化しやすい。\n- アリスターのパッシブによる回復効果で、レーン維持がしやすく、ハラスに強い。\n- アリスターはエンゲージやピールが得意で、集団戦での役割が大きい。\n- レオナの火力が低いため、アリスターの耐久力を活かしやすい。\n\n有利の取り方:\n- Lv1〜3でWとQを使い、レオナやADCをノックアップして主導権を握る。\n- ブッシュを利用して奇襲を狙い、レオナのスキルを避けながらトレードを行う。\n- Lv6以降はRを使って集団戦でのエンゲージを阻止し、味方ADCを守る。\n- 敵ミニオンウェーブを利用して位置取りを工夫し、レオナのコンボを避ける。",
      "ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、レオナの攻撃を受け止めやすい。\n- ブラウムのパッシブによるスタンを活かして、レオナのオールインを阻止できる。\n- レオナのCCスキルは発生が早いが、ブラウムはEを使ってその突進を防ぐことができる。\n- ブラウムは味方ADCを守る能力が高く、レオナの攻撃を受けるリスクを減らせる。\n\n有利の取り方:\n- レーン開始時にワードを多めに置き、視界を確保して安全に立ち回る。\n- レオナのQを警戒し、Eを使って距離を取りつつ被弾を避ける。\n- レオナがオールインを狙ってきた際には、味方ADCの前に立ち、被弾してパッシブを溜める。\n- 集団戦ではRを温存し、味方を保護しつつレオナのRを警戒する。",
      "ラカン": "ラカンが有利です。\n\n理由:\n- 高い機動力を持ち、レオナの接近を回避しやすい。\n- 2種類のCCを持ち、レオナのスタンを無効化する手段がある。\n- レーンでのサステインが高く、ハラスに強い。\n- レオナの火力が低いため、持続戦闘で優位に立ちやすい。\n\n有利の取り方:\n- Lv1〜3ではAAとスキルを使ってハラスし、レオナの行動を制限する。\n- レオナのスタンをWで回避し、カウンターを狙う。\n- Lv6以降はRを使って集団戦やピックを狙い、レオナのイニシエートを避ける。\n- ミニオンウェーブを利用して、レオナの攻撃を受けずに安全にハラスを行う。"
    }
  },
  "パンテオン": {
    "name": "パンテオン",
    "beats": {
      "ニーコ": "ニーコが不利です。\n\n理由:\n- パンテオンは近接チャンピオンであり、序盤からAAやスキルで強力なバーストダメージを出せるため、ニーコはトレードで劣る。\n- パンテオンのスタンを持つスキルにより、ニーコは接近戦での行動が制限され、反撃が難しくなる。\n- ニーコは射程が短く、パンテオンの攻撃を避けるために近づく必要があるが、パンテオンの攻撃を受けやすい。\n- パンテオンはレベル2でのプレッシャーが強く、ニーコはその攻撃を受けると厳しい状況に陥る。\n- ニーコはミニオンウェーブをコントロールするのが難しく、パンテオンに先にプッシュされるとハラスを受けやすくなる。\n\n不利の対策:\n- ミニオンウェーブの後ろに立ち、パンテオンの攻撃を避けながらQでポークする。\n- パンテオンがスキルを使った後に反撃のチャンスを狙い、Eで先制して相手を拘束する。\n- レベル6以降は味方の支援を待ちながら、Eで先制攻撃を狙う。\n- アイテムはCD短縮とAP重視のものを選び、耐久よりも攻撃力を高める。\n- パンテオンのRに注意し、視界を確保して安全に行動する。",
      "ラックス": "ラックスが不利です。\n\n- パンテオンは序盤から攻撃的に出てくるため、ラックスはAAやスキルでのハラスが難しくなる。\n- パンテオンのリープとスタンにより、接近されると一気にダメージを受けやすい。\n- パンテオンは短時間でのバーストダメージが得意で、ラックスの脆弱さが目立つ。\n- パンテオンのアルティメットによるローミングで、ラックスは視界を確保しづらくなる。\n\n不利の対策：\n- レーンでは安全にCSを取り、ウェーブを管理しつつ、パンテオンの攻撃を避ける。\n- 視界を確保するために、ワードを適切に配置し、パンテオンの動きを把握する。\n- パンテオンが突進してきた際には、スキルを使って距離を保ち、反撃のチャンスを狙う。\n- アルティメットを使う際は、パンテオンの動きを見極めてから発動し、無駄にしないようにする。",
      "モルガナ": "モルガナが不利です。\n\n- パンテオンはレベル2~3での早期強襲が強力で、近距離でのバーストダメージに弱い。\n- パンテオンの接近性能が高く、瞬時にスタンを狙われるため、反撃が難しい。\n- ブラックシールドを使われると、モルガナのCCが無効化され、攻撃のチャンスを失う。\n- パンテオンはオールインが得意で、モルガナが持つサステインや耐久力が不足しているため、持続戦闘で不利になる。\n\n不利の対策：\n- レーン序盤はミニオン越しにQでヘイトを稼ぎ、パンテオンの接近を牽制する。\n- パンテオンが突っ込む直前にEを使い、スタンを無効化するタイミングを見極める。\n- パンテオンのEを使わせてから反撃を狙う。\n- ジャングルと連携し、早期のガンクを避けるか、逆に仕掛けることで有利を保つ。",
      "セラフィーン": "セラフィーンが不利です。\n\n- パンテオンは短期的なバーストダメージが高く、レベル2からのオールインが強力で、セラフィーンはその攻撃に対して脆弱です。\n- パンテオンの突進やスタンにより、セラフィーンは近づかれると致命的なダメージを受けやすいです。\n- セラフィーンはスキルの発生が遅く、パンテオンの攻撃を避けるのが難しいため、連続的なポークがしづらいです。\n- パンテオンは集団戦での持続力が低いものの、セラフィーンはその間に攻撃を受けやすく、特にオールイン合戦では不利になります。\n\n不利の対策：\n- レーン開始時は味方ミニオンの後ろに立ち、AAやスキルで安全にポークを行う。\n- パンテオンのレベル2を警戒し、無理に前に出ないようにする。\n- Eを温存し、パンテオンの突進を受けた際に減速させることで逃げる準備をする。\n- レベル6以降は、パンテオンのRの着地に合わせて自分のRを使い、逆転のチャンスを狙う。\n- 集団戦では後列から味方を支援し、パンテオンの突進を味方のCCで止めることを優先する。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- パンテオンは序盤に高火力の突進とスタンを持っており、ゼラスが接近されると簡単にキルされる可能性が高い。\n- ゼラスは射程が長いが、パンテオンの攻撃が当たる距離に入ると、ゼラスは反撃が難しくなる。\n- パンテオンはローミング力が高く、他のレーンに影響を与えやすいため、ゼラスが孤立しやすい。\n- ゼラスは自己防衛手段が乏しく、パンテオンの攻撃を受けるとすぐに危険な状況に陥る。\n\n不利の対策:\n- ミニオンの後ろから安全にポークを行い、パンテオンが近づいてきたら距離を取る。\n- パンテオンのEを外した瞬間を狙って攻撃し、反撃のチャンスを作る。\n- ワードを使ってサイドを固め、パンテオンのローミングを警戒する。\n- 味方のサポートやジャングルと連携し、パンテオンに対抗するためのカバーを求める。",
      "セナ": "セナが不利です。\n\n- パンテオンは序盤から強力なオールイン能力を持ち、レベル2や3で積極的に攻撃してくるため、セナは早期に圧力を受けやすい。\n- パンテオンのスタンを持つスキルにより、セナは捕まると一気にダメージを受けるリスクが高い。\n- セナは基礎ステータスが低く、特に序盤が弱いため、パンテオンの攻撃に対して脆弱である。\n- パンテオンは短時間で高火力を出せるため、セナが距離を保とうとしても、瞬時に近づかれてしまうことが多い。\n- セナのハラスはミニオンの後ろから行う必要があり、パンテオンの攻撃を避けるのが難しい。\n\n不利の対策：\n\n- レーニング序盤では、ミニオンの後ろからAAやスキルでポークし、パンテオンの攻撃を避けるように立ち回る。\n- パンテオンが攻撃してくるタイミングを見計らい、スタンを受けないようにWを温存する。\n- Eを使って味方を守り、パンテオンの攻撃を受けた際に生存性を高める。\n- Rを活用して、サイドレーンや他のレーンに介入し、パンテオンの圧力を分散させる。\n- 装備を整え、耐久力を上げることで、パンテオンのバーストダメージに耐えられるようにする。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- パンテオンは高いバーストダメージを持ち、オールインの際にノーチラスに対して強力な攻撃を仕掛けることができる。\n- パンテオンのリープとスタンにより、ノーチラスは行動を制限されやすく、反撃の機会が減少する。\n- ノーチラスは移動速度が低く、パンテオンの攻撃を避けるのが難しいため、常に圧力を受けやすい。\n- パンテオンはスキルのクールダウンが長いとはいえ、短期的なダメージを出す能力が高く、ノーチラスの耐久力を試すことができる。\n\n不利の対策:\n- パンテオンのスキルクールダウンを把握し、攻撃の隙を突いて反撃するタイミングを見極める。\n- チームメイトとの連携を強化し、パンテオンの攻撃を分散させることで、ノーチラスが受けるダメージを軽減する。\n- ウェーブを管理し、ミニオンウェーブを利用してパンテオンの攻撃を受けにくくする。\n- パンテオンのWを意識し、発動した際にはノーチラスのシールドを活かして耐えることを心がける。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- パンテオンは近接攻撃で高いバーストダメージを持ち、ザイラが接近されると即座に倒される可能性が高い。\n- パンテオンのスタンを持つリープスキルにより、ザイラは足止めされやすく、反撃の機会が減少する。\n- ザイラは移動に役立つスキルがなく、パンテオンが接近してきた際に逃げる手段が限られている。\n- パンテオンは序盤から強力な攻撃力を持ち、ザイラのハラスが効きにくい状況を作りやすい。\n- ザイラのスキルは発動から発生までに時間がかかるため、パンテオンの瞬時の攻撃に対処しづらい。\n\n不利の対策:\n- レーン序盤はミニオンウェーブを利用して距離を保ち、AAやスキルでハラスを行う。\n- パンテオンのリープスキルを避けるために、Eを温存し、タイミングを見計らって使用する。\n- ワードを使って視界を確保し、パンテオンの動きを把握しておく。\n- パンテオンが攻撃してきた際には、味方と連携して反撃する準備をする。\n- 集団戦では、Rを使って敵を分断し、パンテオンが狙いにくい状況を作る。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n理由:\n- パンテオンは序盤のバーストダメージが高く、短期決着を狙いやすいため、タム・ケンチは早期に圧力を受けやすい。\n- パンテオンのリープとスタンにより、タム・ケンチは一度捕まると大きなダメージを受ける可能性が高い。\n- タム・ケンチのCCは発生が遅く、パンテオンの攻撃を受ける前に反撃するのが難しい。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力が高いため、タム・ケンチがロームを行う際に不利になる。\n\n不利の対策:\n- レーン序盤は安全にサステインし、ミニオンウェーブを管理してパンテオンの攻撃を避ける。\n- パンテオンの突進を警戒し、Wを温存して味方を守る準備をする。\n- Eを使ってパンテオンのバーストを受け切り、危険な場合はタワー下に誘導する。\n- ジャングルの介入を要請し、パンテオンのロームを抑えるために連携を強化する。",
      "ユーミ": "ユーミが不利です。\n\n- パンテオンは短期火力が高く、ユーミが付いている味方を即殺しやすい。\n- パンテオンのスタンを受けると、ユーミは味方を守る手段が乏しく、オールインに対して脆弱。\n- ユーミは分離すると非常に脆弱で、パンテオンの攻撃を受けるとすぐに倒される可能性が高い。\n- パンテオンはレベル2-3でのオールインが強力で、ユーミはそのタイミングでの対応が難しい。\n- パンテオンのスキルは近接攻撃であるため、ユーミのレンジの利点を活かしにくい。\n\n不利の対策：\n\n- ユーミは常に味方に密着し、回復やシールドを活用して生存能力を高める。\n- パンテオンの攻撃を受ける前に、味方と連携して位置取りを工夫し、オールインを避ける。\n- レーン序盤では、ミニオンウェーブを管理し、パンテオンが攻撃しやすい状況を作らないようにする。\n- パンテオンのRに注意し、サイドレーンやミニオンで情報を共有してロームに対処する。\n- 回復やクリーンジング系のアイテムを購入し、パンテオンの攻撃を受けた際の耐久力を向上させる。",
      "パイク": "パイクが不利です。\n\n- パンテオンは序盤のバーストダメージが非常に高く、特にレベル2から3の間に強力なオールインが可能で、パイクは耐えにくい。\n- パンテオンのリープとスタンにより、捕まると一気にキルされるリスクが高い。\n- パイクは集団戦での瞬間火力が低く、パンテオンの短時間でのキル能力に対抗しづらい。\n- パンテオンはロームが早く、他のレーンに影響を与えやすいため、パイクがレーンで優位に立つのが難しい。\n- パイクはミニオンウェーブの処理が苦手で、パンテオンのプッシュ力に対抗できない。\n\n不利の対策：\n\n- レーン序盤は無理にAAやスキルを当てず、パンテオンの攻撃を避けることに専念する。\n- 視界をしっかり確保し、パンテオンのロームを警戒する。特にワードを設置しておく。\n- パンテオンのスキルを避けるために、Eを使って距離を取るタイミングを見極める。\n- ミニオンウェーブを無理に押さず、味方ADと連携して安全にファームする。\n- パンテオンの突進を警戒し、フックを狙う際は慎重に行動する。",
      "メル": "メルが不利です。\n\n理由:\n- パンテオンはレベル2での強襲が得意で、短期決着を狙いやすい。\n- パンテオンのリープとスタンにより、メルは接近されると反撃が難しくなる。\n- メルのスネアはパンテオンの攻撃を止めるのが難しく、特にオールインの際に効果が薄い。\n- パンテオンはバーストダメージが高く、メルのHPが低いと一気に持っていかれる可能性がある。\n- メルはAoEダメージが乏しく、集団戦での影響力が低くなるため、パンテオンのロームに対抗しづらい。\n\n不利の対策:\n- 序盤は距離を取り、遠距離の攻撃でハラスを行い、ミニオンウェーブを優先する。\n- パンテオンの攻撃を受ける前にEを使い、接近を防ぐ。\n- Wは重要なスキルを返すために温存し、無駄に使わないようにする。\n- パンテオンのRを警戒し、視界を確保してロームを防ぐ。\n- 集団戦では安全な位置からRを使用し、スタックを溜めて確定キルを狙う。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n- 遠隔ピールと集団制御が得意で、パンテオンのオールインを防ぎやすい。\n- 高い逃げ性能を持ち、パンテオンの攻撃を避けることができる。\n- Qでパンテオンの攻撃を割り込み、味方ADCを守るためのシールドを提供できる。\n- パンテオンの短期決戦に対して、Eでダメージを軽減しつつ反撃が可能。\n\n有利の取り方：\n- レーン序盤はミニオンの背後で位置取りし、パンテオンの攻撃を避ける。\n- Lv2到達を警戒し、相手が強気なら味方ADCを下げてプッシュを抑制する。\n- パンテオンが突っ込む瞬間にQで割り込み、Eで味方ADCにシールドをかける。\n- Wでスローをかけてパンテオンの追撃を阻止し、反撃のチャンスを作る。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠距離からポークができ、パンテオンの接近を防ぎやすい。\n- パンテオンの攻撃が強力な序盤でも、ジリアンはRで味方を保護できるため、キルを防ぎやすい。\n- ジリアンのEによる加速で、パンテオンの攻撃を避けることができ、距離を保ちながら戦える。\n- AoEスタンを持つため、集団戦でもパンテオンの短所を突くことができる。\n- パンテオンはスキルのクールダウンが長く、ジリアンはその間に攻撃を仕掛けることができる。\n\n有利の取り方：\n- レーン序盤ではQでミニオンウェーブを削りつつ、パンテオンにポークをかける。\n- パンテオンが接近してきたらEで加速し、距離を取る。\n- パンテオンがオールインを狙ってきた際にはRを温存し、味方を保護する。\n- 中盤以降は視界を確保し、パンテオンのロームを警戒しつつ、味方と連携して戦う。\n- 団戦ではRを使って味方を救助し、Eで敵を足止めしながら味方の攻撃をサポートする。",
      "ソナ": "ソナが有利です。\n\n- 遠距離からの継続的なポークが可能で、パンテオンのオールインを牽制できる。\n- 回復能力により、パンテオンのバーストダメージを軽減できる。\n- 強力なULTを持ち、集団戦での立て直しや敵の突進を阻止することができる。\n- 操作が簡単で、味方を支援しやすいため、チーム全体の生存率を向上させる。\n\n有利の取り方：\n- レーン序盤では、ミニオンウェーブを利用してQで定期的にポークし、パンテオンの攻撃を避ける。\n- レベル2〜3では、パンテオンのオールインを警戒し、味方ADCと密着して行動する。\n- アイテムを優先してミカエラやレリック系を選び、回復やバフを強化する。\n- 集団戦では、後方から味方をバフし、ULTで敵の突進を阻止することで、パンテオンの影響を最小限に抑える。",
      "レル": "レルが有利です。\n\n- パンテオンは短期決戦に強いが、レルは複数のCCを持ち、集団戦でのエンゲージが得意。\n- レルのCCコンボにより、パンテオンの攻撃を無効化しやすく、オールインの際に有利に立てる。\n- パンテオンのバーストダメージに対して、レルはタンクとしての耐久力があり、持久戦に持ち込むことができる。\n- レルは味方の移動速度を上げるスキルを持ち、追撃や逃走をサポートできるため、パンテオンのローミングを抑制しやすい。\n\n有利の取り方：\n- レベル2でCCコンボを使い、パンテオンに対して積極的に攻撃を仕掛ける。\n- ミニオンウェーブを管理し、パンテオンがローミングする際に視界を確保する。\n- パンテオンの攻撃を受ける際は、正面からではなく横に回り、AAを避ける。\n- アイテムとしてタンク寄りのものを選び、Exhaustを使ってパンテオンのバーストを抑える。\n- チーム戦ではフロントで敵の背面を切り、パンテオンが狙う脆い後衛を守る。",
      "カルマ": "カルマが有利です。\n\n- パンテオンは短期決戦が得意ですが、カルマは遠距離からのポークが可能で、序盤からプレッシャーをかけやすい。\n- カルマのEで自己防衛ができるため、パンテオンの突進をある程度無効化できる。\n- パンテオンのスキルのクールダウンを利用して、スキルを温存しつつ反撃することができる。\n- 集団戦では後衛からの支援が得意で、パンテオンのオールインを避けながら味方をサポートできる。\n\n有利の取り方：\n- ライン序盤はEで自己・味方を守りつつ、Qで遠距離からミニオンウェーブを削る。\n- パンテオンがレベル2–3に達した際は、ミニオンを挟んで距離を取ることで突進を避ける。\n- ジャングルに視界を置き、パンテオンが攻撃してくる前に味方と連携して反撃する。\n- 集団戦では後衛からRやWでスネアを回避しつつ、Eで味方を保護しながらポークを続ける。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力を持ち、パンテオンの攻撃を回避しやすい。\n- 2種類のCCを持っており、パンテオンのオールインを無力化できる。\n- シールドや回復を使うことで、味方のサステインを高め、パンテオンの短期火力に対抗できる。\n- パンテオンが仕掛けてきた際に、味方を守るためのカウンターエンゲージが可能。\n\n有利の取り方：\n- ADCに密着し、視界を確保しながら安全に立ち回る。\n- レベル2でのパンテオンの攻撃を警戒し、Eで味方に寄りながら反撃の準備をする。\n- パンテオンが攻撃してきた瞬間にCCを使い、反撃する。\n- ローミングを行う際は、味方と連携してワードを設置し、集団戦でのRを温存する。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供できるため、パンテオンの攻撃を受け流しやすい。\n- パンテオンの短期火力に対して、ミリオは回復やバフを使って味方を守ることができる。\n- パンテオンの突進に対して、ミリオは距離を取りながら味方をサポートできるため、オールインを凌ぎやすい。\n- ミリオのウルトは集団戦でのエンゲージを防ぐ能力があり、パンテオンの攻撃を無効化できる。\n\n有利の取り方：\n- レーン序盤は味方ADCを保護し、ミニオンウェーブを利用してパンテオンの攻撃を避ける。\n- パンテオンが突っ込んできた際には、即座に味方にバフや回復を行い、逃げ経路を確保する。\n- パンテオンのスキルクールダウンを待ちながら、長期戦に持ち込むことで、彼の火力を削ぐ。\n- ワードを使って視界を確保し、パンテオンのロームを警戒することで、サイドレーンへの圧力を防ぐ。\n- 集団戦では、味方を守りつつパンテオンの突進を回避し、孤立した敵を狙う。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは高い回復能力を持ち、パンテオンの攻撃を受けても持ちこたえやすい。\n- パンテオンのオールインに対して、Eで沈黙をかけることで彼のスキルを無力化できる。\n- ソラカは後衛からのハラスが得意で、パンテオンの接近を防ぎやすい。\n- 集団戦ではRによる全体回復でチームの生存率を高められるため、パンテオンの短期決戦に対抗できる。\n\n有利の取り方：\n- レーンでは常に後ろを取り、パンテオンのWを誘発させないように立ち回る。\n- Qでミニオンウェーブを削りつつ、自分のHPを回復し、持続的にハラスを行う。\n- パンテオンが突っ込んできた際にはEを使い、沈黙を狙って味方の反撃を助ける。\n- ワードを置いて視界を確保し、ジャングルの介入を警戒しながら安全にレーンを維持する。",
      "アリスター": "アリスターは相手のパンテオンに有利です。\n\n理由:\n- アリスターは高いCC能力を持ち、パンテオンのオールインを無効化できる。\n- パンテオンのバーストダメージをRで軽減し、耐えることができる。\n- アリスターはレーン維持が得意で、パンテオンの攻撃を受け流しやすい。\n- パンテオンのスキルのクールダウンが長いため、アリスターが有利なタイミングで攻撃できる。\n- アリスターはロームが得意で、他のレーンに影響を与えやすい。\n\n有利の取り方:\n- レーニング開始時に視界を確保し、パンテオンの動きを把握する。\n- レベル1〜2でパンテオンのトレードを警戒し、無理な引きすぎを避ける。\n- レベル3以降、W→Qのコンボでパンテオンに対してオールインを仕掛ける。\n- パンテオンのスキルを使わせてから反撃し、CCを確実に決める。\n- ミニオンウェーブを利用して、パンテオンが攻撃しづらい状況を作る。\n- 集団戦ではフロントで味方を守り、パンテオンの位置を常に把握してエンゲージを行う。",
      "ポッピー": "ポッピーが有利です。\n\n- パンテオンの突進やバースト攻撃をWで無効化できるため、短期交戦で優位に立てる。\n- Eを使って壁に押し付けることで、スタンを狙いながら反撃が可能。\n- パンテオンはAoEダメージが乏しく、集団戦ではポッピーのCCが活きる。\n- ポッピーは耐久力が高く、パンテオンのバーストを受けても生き残ることができる。\n\n有利の取り方：\n\n- レーン序盤ではミニオンの後ろで安全に受け、パンテオンの攻撃を避ける。\n- Eを壁の近くで温存し、パンテオンが突進してきた際にスタンを狙う。\n- Wを使ってパンテオンの攻撃を無効化し、反撃のチャンスを作る。\n- レベル6以降はRを使ってパンテオンの突入を阻止し、集団戦での役割を果たす。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- パンテオンの突進やスタンを避けることで、レーンでのハラスが可能。\n- 長射程のスキルを持ち、パンテオンが近づく前にダメージを与えられる。\n- AoE攻撃により、ミニオンウェーブを早く処理でき、パンテオンのオールインを防ぎやすい。\n- パンテオンは集団戦での持続火力が低く、ヴェル＝コズの持続的なダメージに対抗しにくい。\n\n有利の取り方：\n- レーン開始時はミニオンの背後に立ち、ウェーブを管理しながらQでポーク。\n- Lv2–3ではパンテオンの突進を予測し、Eやフラッシュを温存して回避。\n- ミニオンを盾にしてパンテオンの突進をブロックし、AAでキャンセルを狙う。\n- パンテオンがオールインを狙ってきたら、ExhaustやBarrierを使って生存を優先し、反撃のチャンスを待つ。\n- 中盤以降は距離を保ちながらW→E→Rで確定ダメージを狙い、持続火力で勝つ。"
    }
  },
  "ブリッツクランク": {
    "name": "ブリッツクランク",
    "beats": {
      "ラックス": "ラックスが不利です。\n\n- ブリッツクランクのフックが当たると、一瞬で無力化される可能性が高い。\n- ブリッツクランクは近接キャリーであり、ラックスの射程外から攻撃できるため、ラックスは接近されやすい。\n- ブリッツクランクのCCスキルにより、ラックスの行動が制限され、反撃のチャンスが減少する。\n- ブリッツクランクはレーンでのプレッシャーが強く、ラックスが安全にファームするのが難しくなる。\n\n不利の対策：\n- 常にミニオンの後ろに位置取り、フックを避ける。\n- ワードを設置して視界を確保し、ブリッツクランクの動きを把握する。\n- AAやEでミニオンをゾーニングしつつ、ファームを優先する。\n- フックが来た際には、味方のシールドや回復を活用して耐える。\n- レベル6以降は、Rを使って安全に削りを行い、ブリッツクランクの動きを牽制する。",
      "ザイラ": "ザイラが不利です。\n\n- ブリッツクランクのフックを受けると、ザイラは脆弱で一瞬で倒される可能性が高い。\n- ブリッツクランクは近接での捕まえ能力が高く、ザイラの距離を保つ戦略を崩すことができる。\n- ザイラは移動に役立つスキルがなく、接近されると反撃が難しい。\n- ブリッツクランクのローム圧力が強く、ザイラが安全にレーンを維持するのが難しい。\n\n不利の対策：\n- ブッシュにワードを置き、ブリッツクランクの動きを常に把握する。\n- フックを誘い、ミスした際には全力で反撃するために距離を保つ。\n- レーンでのハラスを強化し、AAやスキルを駆使してブリッツクランクにプレッシャーをかける。\n- レベル6以降はアルティメットを使ってゾーニングを行い、集団戦での逆転を狙う。\n- フックのクールダウンを意識し、ミスを露骨に罰することで有利な状況を作る。",
      "ミリオ": "ミリオが不利です。\n\n理由:\n- ブリッツクランクのフックが当たると、ミリオは捕まってしまい、回復やバフを行う前に倒されるリスクが高い。\n- ブリッツクランクはノックアップやサイレンスを持っており、ミリオの回復やバフを無効化することができる。\n- ミリオは基礎ステータスが低く、特に奇襲を受けた際に脆弱で、ブリッツクランクの攻撃に対して耐えにくい。\n- ブリッツクランクのインベイド能力が高く、ミリオが視界を失った際に奇襲を受けやすい。\n\n不利の対策:\n- ミニオンの後ろに立ち、フックを避けるように立ち回る。\n- ブリッツクランクが前に出た際には、味方に速度や回復を付与して脱出を優先する。\n- フックが成功した場合、即座に味方の支援を行い、追撃を阻止する。\n- ワードを使って視界を確保し、サイドからの奇襲を警戒する。",
      "モルガナ": "モルガナが不利です。\n\n- ブリッツクランクのフックをEで無効化できるが、フックを外した場合、ブリッツクランクのプレッシャーが高く、捕まるリスクが増す。\n- ブリッツクランクはローム性能が高く、他レーンへの影響力が強いため、モルガナがレーンでのハラスに集中しづらい。\n- ブリッツクランクの接近戦での強さに対して、モルガナは射程が短く、近づかれると不利になる。\n- ブリッツクランクがEやWでフェイクを使い、黒盾を誘発させることで、モルガナの行動が制限される。\n\n不利の対策：\n- レーンでは後ろに位置し、Qでハラスを行い、AAを活用してミニオンウェーブを管理する。\n- フックを警戒しつつ、Eを温存し、味方が捕まる危険がある時に即座に使用する。\n- ブリッツクランクの動きを常に観察し、視界を確保して草むらからの奇襲を防ぐ。\n- 集団戦ではRを温存し、味方を守るために黒盾を適切なタイミングで使用する。",
      "ソラカ": "ソラカが不利です。\n\n- ブリッツクランクのフックで一瞬で捕まるリスクが高い。\n- ソラカは機動力が低く、フックを避けるのが難しい。\n- ブリッツクランクのノックアップで確実に落とされる可能性がある。\n- ブリッツクランクがオールインを仕掛けると、ソラカは逃げる手段が乏しいため、対処が難しい。\n\n不利の対策：\n- ミニオンの後ろに立ち、フックを防ぐ位置を取る。\n- 安全にポークを行い、味方が被弾した際には回復を行う。\n- フックの気配があればEを温存し、捕まった味方を救助する準備をする。\n- ブリッツクランクのWや位置に注意し、オールインを警戒する。\n- 集団戦ではRを迷わず使用し、味方を支援する。",
      "セナ": "セナが不利です。\n\n- ブリッツクランクのフックが当たると、瞬時にキルに繋がるため、セナは非常に危険な状況に置かれる。\n- セナは基礎ステータスが低く、捕まると簡単に倒されてしまう。\n- ブリッツクランクは近接キャリーであり、セナの射程を活かす前に接近されるリスクが高い。\n- フックを外した場合、セナは反撃のチャンスを得るが、ブリッツクランクは再度フックを狙うことができるため、常にプレッシャーをかけられる。\n\n不利の対策：\n\n- 常にミニオンウェーブの後ろに立ち、フックのラインを切るようにする。\n- ブリッツクランクのフックをミニオンや壁で防ぐ位置取りを心がける。\n- フックが外れた瞬間に反撃を行い、相手にプレッシャーをかける。\n- 深めにワードを置き、視界を確保して安全を優先する。\n- レベル6以降は射程を活かして安全にレーンを維持し、集団戦では後衛を狙うようにする。",
      "ゼラス": "ゼラスが不利です。\n\n- ブリッツクランクのフックが命中すると、ゼラスは簡単に捕まってしまい、脆いため即死する可能性が高い。\n- ゼラスは全てのスキルが発動に時間がかかるため、ブリッツクランクの瞬間的な接近に対処しづらい。\n- ブリッツクランクは近接キャリーとしてのエンゲージ力が高く、ゼラスの射程を活かす前に接近されるリスクがある。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ブリッツクランクに捕まると厳しい状況になる。\n\n不利の対策：\n\n- 常に距離を保ち、ミニオンの後ろに立ってポークを行うことで、ブリッツクランクのフックを避ける。\n- ブッシュや視界管理を活用し、フックを避けるための位置取りを意識する。\n- フラッシュを温存し、ブリッツクランクのフックを避けるためにサイドステップを重視する。\n- ゾーニャやブーツを早めに購入し、フックを受けた際の生存率を上げる。\n- 味方と連携し、ブリッツクランクが接近する前にダメージを与えることで、プレッシャーをかける。",
      "ナミ": "ナミが不利です。\n\n理由:\n- ブリッツクランクのフックは一発で試合を決める可能性があり、ナミはそのフックを避けるのが難しい。\n- ナミのCCは発生が遅く、ブリッツが近づいてくると当てづらくなる。\n- ブリッツのタンク性能に対して、ナミは持続的なダメージを与えるのが難しい。\n- ブリッツがフックを外した場合でも、ナミはその隙を突いて攻撃するのが難しいため、逆に攻撃されるリスクが高い。\n\n不利の対策:\n- 常にミニオンウェーブの後ろに位置し、フックを避ける。\n- ブリッツが前に出たら、味方を強化してトレードを有利に進める。\n- フックを受けた場合は、味方にサポートを行い、追撃を狙う。\n- ロームやチームファイトでは、後衛に位置し、フックを警戒しながら集団戦を有利に進める。",
      "パイク": "パイクが不利です。\n\n- ブリッツクランクのフックは試合を決定づける脅威であり、捕まると即死のリスクが高い。\n- ブリッツクランクはタンクとしての耐久力があり、パイクの瞬間火力では倒しきれないことが多い。\n- ブリッツクランクのCCスキルにより、パイクの機動力が制限され、反撃が難しくなる。\n- ブリッツクランクがフックを外した場合でも、パイクはその後の攻撃で有利に立ち回ることが難しい。\n\n不利の対策：\n\n- 開幕からワードを多めに設置し、ブリッツクランクの動きを常に把握する。\n- ミニオンの後ろに位置し、フックを避けるために注意深く立ち回る。\n- ブリッツクランクがQを使った後に反撃のチャンスを狙う。\n- レベル2-3では透明スキルを使って視界を切り、ブリッツクランクの接近を避ける。\n- フックが外れたタイミングで短期交戦を仕掛け、優位に立つ。\n- ミニオンウェーブを管理し、押し込んでロームや安全な位置を確保する。"
    },
    "loses": {
      "メル": "メルが有利です。\n\n- メルは長射程のスキルを持ち、ブリッツクランクのフックを避けながらハラスが可能。\n- メルのスネア効果でブリッツクランクを拘束し、反撃のチャンスを作れる。\n- ブリッツクランクのフックを反射するバリアを持っており、フックを無効化できる。\n- メルはパッシブによって確定キルを狙いやすく、ブリッツクランクのHPを削りやすい。\n- ブリッツクランクがフックを外した場合、メルはその隙を突いて攻撃できる。\n\n有利の取り方：\n\n- レーン開始時にミニオンウェーブを管理し、ブリッツクランクが前に出るタイミングを見計らう。\n- 敵のフックが来たら、Wを使って反射し、逆襲のチャンスを作る。\n- Eでブリッツクランクを拘束し、その後Qで範囲ダメージを与え、AAでパッシブを溜める。\n- ブリッツクランクがロームする際は、視界を確保し、味方と連携して反撃を狙う。\n- 集団戦ではWを敵の重要なスキルに合わせて使用し、ブリッツクランクの行動を制限する。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力を持っているため、ブリッツクランクのフックを回避しやすい。\n- 2種類のCCを持っており、ブリッツクランクの行動を制限できる。\n- 味方を支援するシールドや回復があり、レーンでのサステインが高い。\n- ブリッツクランクがフックを外した際に、反撃のチャンスが生まれる。\n\n有利の取り方：\n- ミニオンやブラッシュを利用して、ブリッツクランクのフックを誘導する。\n- フックをミニオンでブロックし、相手のスキルを無駄にさせる。\n- フックが外れたタイミングで、味方にEで飛び、反撃を行う。\n- 集団戦ではRを使ってエンゲージし、味方を守りながら攻撃する。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持ち、ブリッツクランクのフックを無効化することができる。\n- アリスターのタフネスと回復効果により、レーン維持が得意で、ブリッツの攻撃を耐えることができる。\n- ブリッツがフックを外した場合、アリスターは反撃のチャンスを得る。\n- アリスターは味方を守る能力が高く、ブリッツのフックで捕まった味方を救出することができる。\n\n有利の取り方：\n- レーン序盤ではミニオンの間に立ち、ブリッツのフックを避ける。\n- レベル2〜3でW→Qを使い、ブリッツに対して即時ノックアップを狙う。\n- ブリッツがフックを使った際には、すぐにW→Qで味方を押し戻し、守る。\n- サイドブッシュや河川にワードを置き、ブリッツのロームを警戒する。\n- 集団戦では、ブリッツのフックを誘発し、失敗した場合はR→WQで敵陣を崩す。成功した場合は味方を守ることを優先する。",
      "レオナ": "レオナが有利です。\n\n- レオナはCCが豊富で、特にオールインに弱いブリッツクランクに対して強力なプレッシャーをかけられる。\n- ブリッツクランクのフックを避けることで、レオナは安全に接近し、敵を捕まえるチャンスが増える。\n- レオナは高い耐久力を持ち、ブリッツクランクの攻撃を耐えながら反撃できる。\n- ブリッツクランクがフックを外した場合、彼のプレッシャーが減少し、レオナが有利な状況を作りやすい。\n\n有利の取り方：\n\n- ウェーブを管理し、ミニオンウェーブを自分のタワー近くで維持することで、ブリッツクランクのフックを避けやすくする。\n- ブリッツクランクのQのクールダウンを意識し、フックがないタイミングで積極的にエンゲージを仕掛ける。\n- Eを使って接近し、ブリッツクランクの動きを制限しつつ、味方と連携して攻撃する。\n- ブリッツクランクの動きを観察し、彼がフックを使うタイミングを予測して行動することで、より安全にプレイする。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムはEを使ってブリッツのフックやダメージを防ぐことができるため、直接的な攻撃を無効化できる。\n- ブラウムのパッシブにより、味方の追撃を助けることができ、集団戦での剥がしや反撃が強力。\n- ブリッツのフックが外れた場合、ブラウムはその隙を突いて反撃するチャンスが増える。\n- ブラウムは高い防御性能を持ち、ブリッツの攻撃を耐えることができるため、持久戦に強い。\n\n有利の取り方：\n- 常に味方と並走し、フックが来るラインに身体を置いてEで防ぐ。\n- 敵のフックに合わせてEを使い、味方を守ることで安全にハラスを行う。\n- Qでスローをかけ、味方ADCのAAと合わせてスタンを狙う。\n- Rをフック後や突進を阻止するために使用し、集団戦での優位性を確保する。\n- ワードを使ってブッシュとサイド視界を確保し、ブリッツの奇襲を防ぐ。",
      "レル": "レルが有利です。\n\n- ブリッツクランクのフックは長射程ですが、レルは近接強襲と集団戦でのCC連携が得意で、ブリンクや引き寄せに強いです。\n- レルは複数のCCスキルを持ち、ブリッツの行動を制限することができるため、集団戦でのエンゲージが有利に働きます。\n- ブリッツがフックを外した場合、レルはダメージを与えるチャンスが増え、逆にブリッツが無力化します。\n- レルのパッシブによって、タンクに対して強いダメージを与えることができ、ブリッツの耐久力を削りやすいです。\n\n有利の取り方：\n- ライン開始時はお互い慎重に立ち回り、ブリッツのQのクールダウンを把握します。\n- ブリッツのQを使わせた後、レルは前に出てトレードを仕掛けます。\n- 味方ADCと連携して短いコンボでキルを狙い、ブリッツのフックに注意を払います。\n- 草むらや視界外からのフックを警戒し、ワードを使って視界を確保します。\n- 集団戦では、レルが先に飛び込んで地固めをし、ブリッツが孤立した敵を狙うようにします。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全にサポートができ、ブリッツクランクのフックを避けやすい。\n- ブリッツクランクのフックが外れた場合、ユーミはその隙を利用して攻撃や回復を行うことができる。\n- ユーミの回復やシールドによって、ブリッツクランクの攻撃を耐えやすく、レーン維持が得意。\n- ブリッツクランクはハードCCを持たないため、ユーミは比較的自由に動ける。\n\n有利の取り方：\n- 常に味方に付着し、ブリッツクランクのフックを避けるためにミニオンの後ろに隠れる。\n- Eで味方を保持し、ブリッツクランクの攻撃を受けた際に回復を行う。\n- Qでポークを行い、ブリッツクランクのHPを削る。\n- Rを温存し、ブリッツクランクがフックを外したタイミングでカウンターとして使用する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、ブリッツクランクを拘束しやすい。\n- フックの射程が長く、ブリッツクランクの引っ張りを利用して反撃できる。\n- ノーチラスの耐久性が高く、ブリッツクランクのスキルを受けても生存しやすい。\n- ブリッツクランクがフックを外した場合、ノーチラスは有利な状況を作りやすい。\n\n有利の取り方:\n- ウェーブを押し込んでブリッツクランクをタワー下に追い込む。\n- ブリッツクランクがAAを使った際に、隙を見て近づき、CCを当てる。\n- ブリッツクランクがフックを外したタイミングで積極的にエンゲージする。\n- ADCと連携し、ブリッツクランクを引っ張った際に追撃する。"
    }
  },
  "レル": {
    "name": "レル",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由:\n- レルは高い耐久力を持ち、パイクの瞬間火力を受け切ることができるため、オールインが難しい。\n- レルのCCスキルによって、パイクの動きが制限され、フックやコンボを当てるのが難しくなる。\n- レルは味方の移動速度を上げるスキルを持っており、パイクが逃げる際にサポートされる可能性がある。\n- レルのパッシブによってAR/MRを吸収され、パイクのダメージが減少するため、トレードで不利になる。\n\n不利の対策:\n- レルのCCを避けるために、距離を保ちながらウェーブを管理し、フックを当てるタイミングを見極める。\n- レルのスキルを外させるために、フェイントを使ってスキルを誘導し、反撃のチャンスを狙う。\n- 視界を確保し、レルの動きを把握することで、カウンターエンゲージを狙う。\n- レベル6になる前に、ウェーブを押し込んでロームを行い、他のレーンでのキルを狙う。",
      "パンテオン": "パンテオンが不利です。\n\n- レルは複数のCCスキルを持っており、パンテオンが突っ込んだ際に拘束されると逆転されやすい。\n- レルのタンク性能が高く、パンテオンの単体バーストを耐えられるため、オールインが難しい。\n- 集団戦ではレルのAoE CCが効果的で、パンテオンは集団戦でのダメージが出しづらい。\n- パンテオンはスキルのクールダウンが長く、レルの連続CCに対して持続的に戦うのが難しい。\n\n不利の対策：\n- レーン序盤は慎重に立ち回り、レルのCCを避けるために距離を保つ。\n- レルのCCが使われた瞬間に攻撃を仕掛け、瞬間火力を出すタイミングを見極める。\n- 草むらを利用して奇襲をかけ、レルの視界を制限する。\n- 集団戦では、レルのCCを受けないように位置取りを工夫し、味方と連携して攻撃する。",
      "ユーミ": "ユーミが不利です。\n\n理由:\n- レルは強力なCCを持っており、ユーミが味方に付いている状態でも引き離されるリスクが高い。\n- ユーミはハードCCを持たないため、レルの突進や拘束を防ぐ手段が乏しい。\n- レルのタンク性能に対して、ユーミは単独での戦闘能力が低く、オールインを仕掛けられると脆弱。\n- レルは集団戦でのエンゲージが得意で、ユーミがサポートしている味方を狙いやすい。\n\n不利の対策:\n- 常に味方に密着し、レルのCCを受けないように立ち回る。\n- Eを温存し、レルが突っ込んできた際に逃げる手段として活用する。\n- Qを安全な位置から当て、ダメージを与えつつ味方を支援する。\n- 集団戦では、レルの突進を見極めてRで足止めし、味方の行動をサポートする。\n- 視界を確保し、レルの動きを把握しておくことで、突進を避ける準備をする。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- レルの連続CCに対して、ブリッツクランクは近接戦で不利になるため、捕まるリスクが高い。\n- レルはフックを潰す能力があり、ブリッツクランクのフックを避けることができる。\n- ブリッツクランクのスキルはマナ消費が激しく、フックを外すとプレッシャーがなくなる。\n- レルは集団戦でのエンゲージやオールインが得意で、ブリッツクランクの単発ピックに対して強い。\n\n不利の対策:\n- ワードを使って視界を確保し、レルの動きを把握する。\n- レルが接近した際は、単独で突っ込まずに味方と連携して行動する。\n- フックを温存し、レルのスキルを誘ってから仕掛ける。\n- 集団戦では、味方の配置を意識し、レルのCCを避けるポジショニングを心がける。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- レルは移動を止める能力が高く、特に集団戦でのエンゲージやオールインにおいてノーチラスの動きを制限しやすい。\n- レルのWはアニメーションが遅く、ノーチラスがQを使って反撃するチャンスがあるが、レルがそれを見越して動くと当てづらくなる。\n- レルはタンクに対して強いダメージを与えることができ、ノーチラスのAR/MRを吸収するパッシブが効果的に働く。\n- ノーチラスは基礎の移動速度が低く、レルの機動力に対抗しづらい。\n\n不利の対策:\n- レルのスキルを見極め、Wを外したタイミングで積極的に反撃を狙う。\n- ウェーブを押し込んでレルの動きを制限し、ミニオンの後ろに隠れてスキルを使う。\n- レルのCCを避けるために、位置取りを工夫し、相手のスキルを避けるように心がける。\n- 味方と連携して、レルのスキルを無効化するような動きをすることで、オールインのチャンスを作る。",
      "セナ": "セナが不利です。\n\n- レルは接近戦が得意で、CCを持っているため、セナが近づかれると致命的なダメージを受けやすい。\n- セナは基礎ステータスが低く、特に序盤が弱いため、レルの攻撃に耐えられないことが多い。\n- レルのスキルは発生が早く、セナのWでの反撃が間に合わない場合がある。\n- セナは射程が長いが、レルが接近してCCを当てると、セナは逃げる手段が乏しく、捕まると簡単に倒される。\n\n不利の対策：\n- ミニオンの後ろで距離を保ち、AAやQでポークし続ける。\n- レルが突っ込んできた瞬間にWで足止めし、味方と連携して反撃する。\n- 常に視界を確保し、レルの動きに注意を払うことで、奇襲を避ける。\n- Eを使って距離を保ち、味方の前に出ないようにする。\n- 集団戦では後方からシールドや遠距離ダメージを提供し、レルの攻撃を避ける。",
      "ブラウム": "ブラウムが不利です。\n\n- レルは強力なAoE CCを持ち、集団戦でのエンゲージやオールインが得意であるため、ブラウムはその攻撃を受けやすい。\n- レルのスキルはブラウムのEを無効化することができ、接近されるとPeel能力が低下する。\n- レルは移動速度を上げるスキルを持っており、ブラウムが距離を保とうとしても追い詰められる可能性が高い。\n- レルのパッシブによってAR/MRを吸収されるため、タンクとしての耐久力が低下する。\n\n不利の対策：\n\n- レルの接近をEで防ぐタイミングを見極め、無理に前に出ないようにする。\n- レルのスキルを誘発させた後、味方ADCを優先して守ることに集中する。\n- ミニオンウェーブを利用して、レルの攻撃を受けない位置取りを心がける。\n- 集団戦では、味方と連携してレルのCCを避けるように動き、守備力を高める。",
      "ラックス": "ラックスが不利です。\n\n- レルは強力な近接CCを持っており、ラックスが接近されるとコンボが潰されやすい。\n- レルの耐久力が高く、ラックスのバーストダメージを受けにくいため、レーンでのハラスが効果的でない。\n- レルは移動速度を上げるスキルを持っており、ラックスが距離を保つのが難しくなる。\n- レルのスキルは範囲ダメージを持っており、ラックスがミニオンウェーブを処理する際にダメージを受けやすい。\n\n不利の対策：\n- 最長射程を保ちながら、Eでゾーニングを行い、レルの接近を防ぐ。\n- レルがスキルを使った隙を狙い、確実にQを当てることでダメージを与える。\n- 味方が危険な場合はWでシールドをかけ、Rは安全なタイミングで使用する。\n- ミニオンウェーブを利用して、レルのスキルを避ける位置取りを心がける。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n理由:\n- ジリアンは遠距離からのバーストダメージを持ち、レルに対して安全に攻撃できる。\n- ジリアンのCCはレルの動きを制限でき、特に集団戦でのエンゲージを妨害できる。\n- ジリアンのウルトは味方を蘇生させる能力があり、レルの攻撃を受けた際に逆転のチャンスを作れる。\n- ジリアンはレベル差をつけやすく、早い段階での経験値優位が有利に働く。\n\n有利の取り方:\n- レーン序盤はAAを使いながらウェーブを管理し、レルとの距離を保つ。\n- Eを使って味方を加速し、レルの突進を避ける。\n- Qでレルにポークを行い、HPを削る。\n- レルが近づいてきたら、Eで味方を守りつつ、Qで反撃する。\n- レベル6以降はウルトを温存し、レルの攻撃が来た際に即座に使用して味方を救う準備をする。",
      "バード": "バードが有利です。\n\n理由:\n- バードは射程が長く、レルに対して距離を保ちながらポークができるため、レーンでの優位性を持つ。\n- レルのCCスキルを避けるために、バードは移動スキルを活用して回避しやすい。\n- バードのスタンを活かして、レルのエンゲージを阻止することができる。\n- バードは回復スキルを持っており、レルの攻撃を受けた際に味方をサポートできる。\n- バードのULTは集団戦でのイニシエートを防ぐことができ、戦略的に有利に立ち回れる。\n\n有利の取り方:\n- レーン序盤では、ミニオンウェーブ越しにAAやQでポークし、レルのLv2即合流を警戒する。\n- レルが突っ込むタイミングでQの壁当てスタンを狙い、味方ADCの位置を調整してCC交換で優位に立つ。\n- チャイムを回収して経験値を確保し、ミニマップを見てロームを行う。レルがサイドで隙を見せた時に攻める。\n- Lv6以降は、味方が落ちる場合はULTで救出し、敵の固めを崩すために先にULTを使ってイニシエートを阻止する。\n- 集団戦では、前線で密着せず、味方ADCの近くでQ壁当てとULTを使い、重要な味方を守る。",
      "セラフィーン": "セラフィーンが有利です。\n\n- 遠距離からのポークが可能で、レルの接近を防ぎやすい。\n- 集団戦に強く、味方の数に応じて効果が増すため、レルのCCを無効化しやすい。\n- レルのスキルの発生が遅いため、セラフィーンは距離を保ちながら攻撃できる。\n- セラフィーンのCCは広範囲で、レルが突進してきた際に効果的に無力化できる。\n\n有利の取り方：\n- レーン開始時は後ろに位置取り、レルの突進に備える。\n- Eでスローをかけてレルの接近を妨げ、Qでポークを行う。\n- レルが突進してきた際には、味方にシールドを与え、Rで集団戦を有利に進める。\n- レベル6以降は、レルのフラッシュ突進に対してRを使い、逆転のチャンスを狙う。\n- アイテム選択では、距離管理を優先し、耐久よりも攻撃的なアイテムを選ぶ。",
      "ジャンナ": "ジャンナが有利です。\n\n- 遠距離からの剥がしや割り込みに優れており、レルの突進を止めることができる。\n- CCスキルを持ち、レルのエンゲージを無効化しやすい。\n- 味方を守るシールドを持っており、レルの攻撃を軽減できる。\n- 移動速度を上げる能力があり、味方の機動力を向上させることで、レルの攻撃を避けやすくなる。\n\n有利の取り方：\n\n- レーニング初期では後退しながらAAでレルを削り、ミニオンウェーブを利用して安全に立ち回る。\n- レルが突っ込んできた際には、即座にQで止め、Eで味方を保護する。\n- Rを使ってレルの突入を受けた後、味方を回復しつつ敵を分断する。\n- フラッシュを温存し、レルのCCを回避することで、より安全に立ち回る。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは高いCC能力を持ち、レルの長時間拘束を無効化できるため、エンゲージやピールが得意。\n- アリスターのパッシブによる回復効果で、レーン維持がしやすく、持久戦に強い。\n- アリスターは短期コンボに強く、レルのスキルを避けながら攻撃できる。\n- アリスターのRによって、集団戦での耐久力が高まり、レルの攻撃を受け流すことができる。\n\n有利の取り方：\n- レベル1–2では、WからQで短時間のCCを決め、レルにプレッシャーをかける。\n- レルの突進や拘束を警戒し、視界を確保しつつ、味方の位置を確認する。\n- レベル6以降はRを温存し、味方が攻撃されているときにRを使って守る。\n- レルの範囲技が来る場合はRでダメージを受け流し、味方を守ることを優先する。\n- ワードを使って視界を確保し、アリスターのエンゲージを活かすタイミングを見計らう。",
      "ポッピー": "ポッピーが有利です。\n\n- ポッピーはダッシュ妨害のスキルを持っており、レルの突進を阻止できるため、レルのエンゲージを無効化できる。\n- ポッピーは高いシールドを持ち、1対1の戦闘性能が高いため、レルとのトレードで優位に立ちやすい。\n- ポッピーのCCは壁にピンする能力があり、レルを拘束することで味方を守るPeel性能が優れている。\n- ポッピーは射程が短いが、レルのスキルを避けながらAAやQで削ることができる。\n\n有利の取り方：\n\n- ラーニングフェーズでは、Wを味方側に置いてレルの突進ルートを潰す。\n- トレード中は、パッシブの射程を活かして遠回しに削り、レルのスキルを避ける位置取りを心掛ける。\n- レベル6以降は、レルが突っ込んできた瞬間にWでダッシュを止め、Eで壁にピンして反撃する。\n- 集団戦では、前線でレルのWやEを塞ぎ、重要ターゲットを壁にピンして味方を守る。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは射程が長く、レルに対してポークがしやすいため、レーンでの優位性を保ちやすい。\n- ニーコのCCスキルはレルのエンゲージを阻止することができ、特にレルが突っ込んできた際に根を狙うことで逃げることができる。\n- ニーコのアルティメットは集団戦でのAoEダメージを持ち、レルの前線を崩すのに効果的。\n- ニーコは擬態を利用して奇襲を仕掛けることができ、レルのスキルを避けながら攻撃することが可能。\n\n有利の取り方：\n\n- レーン序盤ではAAとQを使ってレルにポークし、距離を保ちながらミニオンウェーブを管理する。\n- レルが突っ込んできた際にはEを使って根を狙い、逃げるか反撃のチャンスを待つ。\n- 中盤以降はRを温存し、奇襲を狙うタイミングを見計らう。味方と連携してレルの動きを封じる。\n- チームファイトでは、視界を確保しつつ、レルのエンゲージを避けながらAoEダメージを狙う。",
      "モルガナ": "モルガナが有利です。\n\n- 長射程のQでレルの動きを牽制でき、開戦を阻止することができる。\n- Eによって味方をCCから守ることができ、レルの突進を無効化できる。\n- Rで集団戦を制圧し、敵の動きを制限することができる。\n- レルは近接戦に弱く、捕まると脆いため、モルガナの攻撃が有効。\n\n有利の取り方：\n- レーン開始時に視界を確保し、レルのローミングを警戒する。\n- ミニオン越しや茂みからQを狙い、レルの動きを牽制する。\n- Eは開戦直前に味方にかけ、レルの攻撃を受ける前に温存する。\n- 集団戦ではRを使ってラインコントロールし、味方にEをかけてからQで追撃する。\n- レルのEを見てから行動し、フェイクを使ってレルを誘導する。",
      "ソラカ": "ソラカが有利です。\n\n理由:\n- ソラカは遠距離からの回復能力が高く、レルの攻撃を受けても持ちこたえやすい。\n- レルの接近戦に対して、ソラカは位置取りを工夫することで安全にハラスが可能。\n- ソラカのEによるサイレンス効果は、レルのスキルを無力化することができ、特に集団戦での影響力を高める。\n- レルは機動力が低いため、ソラカが距離を保ちながら戦うことで有利に立ち回れる。\n\n有利の取り方:\n- レーン開始時は常にADCの後ろに位置し、ワードでサイドを警戒する。\n- ミニオンウェーブをプッシュしつつ、Qでレルに当てて自己回復を稼ぐ。\n- レルが突っ込んできた際には、Eを先読みで置いてサイレンスをかけ、味方をWで回復する。\n- CCを管理し、レルのスキルが発動する前に位置をずらす。\n- 中盤以降はチームファイトで後方から継続的に回復し、味方がレルを分断する際には優先して回復を行う。"
    }
  },
  "ヴェル＝コズ": {
    "name": "ヴェル＝コズ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ヴェル＝コズの長射程のスキルに対して、モルガナは射程が短く、ポークを受けやすい。\n- ヴェル＝コズのCCは発生が遅いが、モルガナのスネアを避けるのが難しいため、接近されると危険。\n- ヴェル＝コズはタンク相手にも一定の火力を出せるため、モルガナのスペルシールドがあまり効果的でない場合がある。\n- ヴェル＝コズのRは詠唱中にモルガナが近づくと、逆に捕まるリスクが高い。\n\n不利の対策：\n- ウェーブ管理をしっかり行い、ミニオンウェーブを押し込んでロームする。\n- ヴェル＝コズのスキルを避けるために、常に位置取りに注意し、距離を保つ。\n- 黒盾を温存し、ヴェル＝コズのRを受ける前に使用することで生存率を上げる。\n- ヴェル＝コズのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。",
      "ブランド": "ブランドが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、AAやスキルでのハラスが強力で、距離を保たれるとダメージを受けやすい。\n- ヴェル＝コズのCCスキルは発生が遅いが、接近されるとUltの詠唱中に無力化されるため、リスクが高い。\n- ヴェル＝コズはタンク相手にも一定の火力を出せるため、耐久力のある相手に対してもダメージを与えられる。\n- ブランドは自衛手段が乏しく、特にアサシンや高機動力のチャンピオンに対して脆弱で、奇襲を受けると致命的なダメージを受けやすい。\n\n不利の対策：\n- ミニオンウェーブを管理し、ヴェル＝コズのスキルをミニオンでブロックするように心掛ける。\n- スキルを避けるためにサイドステップを活用し、距離を保ちながらハラスを行う。\n- フラッシュを温存し、ヴェル＝コズの接近を防ぐための逃げ道を確保する。\n- 集団戦では後列からの攻撃を意識し、ヴェル＝コズのUltを妨害する位置取りを心掛ける。",
      "セナ": "セナが不利です。\n\n- ヴェル＝コズは高い瞬間バーストを持ち、スキルを当てられると大きなダメージを受ける。\n- セナは基礎ステータスが低く、特に序盤が弱いため、ヴェル＝コズの攻撃を受けやすい。\n- ヴェル＝コズのスキルは長射程であり、セナが距離を保つのが難しい。\n- セナの回復能力はあるが、ヴェル＝コズの貫通ダメージに対しては効果が薄い。\n- セナは逃げ手段が乏しく、ヴェル＝コズに接近されると致命的なダメージを受ける可能性が高い。\n\n不利の対策：\n\n- ミニオンの後ろでスキルを使い、ヴェル＝コズのスキルを誘発して回避する。\n- Wで回復を優先し、サポートと連携して詰められたらすぐに離脱する。\n- レンジ差を活かし、ミニオンを利用してヴェル＝コズの攻撃を避ける。\n- ヘルス差が付いたらR支援やフックで安全に追撃する。\n- 中盤以降は視界を取りつつ遠距離から削り、ヴェル＝コズのスキルを避ける立ち回りを心がける。",
      "ザイラ": "ザイラが不利です。\n\n- ヴェル＝コズは長射程のスキルを持ち、遠距離からのハラスが強力で、ザイラは接近するのが難しい。\n- ヴェル＝コズのパッシブによる真ダメージがあるため、タンク相手でも一定の火力を維持でき、ザイラの植物を無視してダメージを与えられる。\n- ザイラは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、接近されると脆弱。\n- ヴェル＝コズのCCスキルは発生が遅いが、ザイラはそれを避けるのが難しく、捕まると致命的なダメージを受けやすい。\n\n不利の対策：\n- 序盤は植物を使って視界を確保し、ヴェル＝コズのスキルを避ける位置取りを心がける。\n- ヴェル＝コズがスキルを使った後の隙を狙い、反撃のチャンスを作る。\n- Lv6以降は、ヴェル＝コズのULTを警戒し、サイドで位置取りをして捕まえたら即バーストを狙う。\n- フラッシュを温存し、ヴェル＝コズが接近してきた際の逃げ道を確保する。\n- ロームを活用して他のレーンに影響を与え、ヴェル＝コズとの1対1を避ける。",
      "レオナ": "レオナが不利です。\n\n- ヴェル＝コズは長射程のスキルを持ち、AAやスキルでのハラスが強力で、レオナは接近しづらい。\n- ヴェル＝コズのスキルはAoEダメージを持ち、レオナがウェーブをプッシュする際にダメージを受けやすい。\n- ヴェル＝コズのCCは発生が遅いが、レオナは機動力が低いため、接近されると無力化される。\n- ヴェル＝コズのウルトは詠唱中に移動できないため、位置取りを誤ると致命的なダメージを受ける。\n\n不利の対策：\n\n- ヴェル＝コズのスキルを避けるために、ウェーブを管理しつつ慎重に動く。\n- ヴェル＝コズがスキルを使った後の隙を狙い、積極的に攻撃を仕掛ける。\n- チームメイトと連携し、ヴェル＝コズを集中的に狙うことで、彼を無力化する。\n- シールドやスタンを活用して、ヴェル＝コズの攻撃を防ぎつつ、反撃のチャンスを作る。\n- 位置取りに注意し、ウルトを避けるために前線での耐久力を保つ。",
      "メル": "メルが不利です。\n\n- ヴェル＝コズの遠距離攻撃が強力で、ウェーブを押しやすいため、メルがハラスを受けやすい。\n- ヴェル＝コズのCCスキルはノックアップで、メルが反撃する前に捕まる可能性が高い。\n- メルは回復効果に弱く、ヴェル＝コズの持続的なダメージに対抗しづらい。\n- ヴェル＝コズのUltは高いダメージを持ち、集団戦での影響力が大きい。\n\n不利の対策：\n\n- レーン序盤はウェーブを管理し、ヴェル＝コズの攻撃を避けるために位置取りを工夫する。\n- ヴェル＝コズのスキルを誘発させるために、Wを温存し、タイミングを見計らって反撃する。\n- 敵ジャングルのガンクを警戒し、視界を確保して安全に立ち回る。\n- 集団戦では、ヴェル＝コズのUltを警戒し、位置取りを意識して距離を保つ。",
      "アリスター": "アリスターが不利です。\n\n- ヴェル＝コズは長射程のスキルを持っており、アリスターが接近する前にハラスを受けやすい。\n- アリスターのエンゲージが短射程であるため、ヴェル＝コズのスキルを避けるのが難しい。\n- ヴェル＝コズはCCを持っており、アリスターが接近した際に無力化される可能性が高い。\n- アリスターは機動力が低く、ヴェル＝コズのスキルを避けるのが難しいため、捕まると致命的なダメージを受けやすい。\n\n不利の対策：\n- 開幕から視界を確保し、ヴェル＝コズのスキルを避ける位置取りを意識する。\n- レベル2〜3でのエンゲージを狙う際は、ミニオンを利用してヴェル＝コズのスキルを避ける。\n- チームファイトでは、アリスターがイニシエートする前に味方と連携し、ヴェル＝コズのスキルを分散させる。\n- ヴェル＝コズのアルティのチャネリング中に接近し、妨害するタイミングを見計らう。",
      "ルル": "ルルが不利です。\n\n- ヴェル＝コズは長射程のスキルを持ち、ウェーブを早くプッシュできるため、ルルがレーンでのプレッシャーを受けやすい。\n- ヴェル＝コズのスキルはAoEダメージを持ち、ルルやADCに大きなダメージを与える可能性が高い。\n- ルルのCCは単体対象であり、ヴェル＝コズの攻撃を無力化するのが難しい。\n- ヴェル＝コズは機動力が低いため、ルルが接近されると自衛が難しく、特にUltの詠唱中に狙われると危険。\n\n不利の対策：\n\n- 位置取りを工夫し、ヴェル＝コズのスキルを避けることが重要。\n- ルルのシールドや回復を活用し、味方を守りつつ攻撃する戦略を取る。\n- ヴェル＝コズのスキルのクールダウンを確認し、スキルがないタイミングで積極的にトレードを仕掛ける。\n- ウェーブを管理し、ミニオンの後ろから攻撃することで安全にハラスを行う。",
      "ジリアン": "ジリアンが不利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、ウェーブを早くプッシュできるため、ジリアンが近づくのが難しい。\n- ジリアンは短射程で単体火力が低く、ヴェル＝コズのハラスに対抗しづらい。\n- ヴェル＝コズのCCはチャネリング中に妨害されると危険で、ジリアンのスタンで止められる可能性がある。\n- ヴェル＝コズはタンク相手にも一定の火力を出せるため、ジリアンのサポート効果が薄れる。\n\n不利の対策:\n- ウェーブの後ろに隠れてQを狙い、ヴェル＝コズのスキルを避ける。\n- Eを使って位置取りを変更し、ヴェル＝コズの攻撃を回避する。\n- ヴェル＝コズが隙を見せたときにダブルボムを狙い、追撃を行う。\n- Ultは致命的な瞬間に温存し、味方を守るために使用する。"
    },
    "loses": {
      "パイク": "パイクが有利です。\n\n- パイクは高い機動力を持ち、ヴェル＝コズの長射程スキルを避けやすい。\n- ヴェル＝コズのスキルは発生が遅く、パイクのフックで捕まえるチャンスがある。\n- パイクのパッシブによる回復効果で、ハラスに対して強い耐性を持つ。\n- ヴェル＝コズは機動力が低く、近接に捕まると脆弱であるため、オールインが有効。\n\n有利の取り方：\n\n- レーン序盤はミニオンの影からフックを狙い、Lv2で仕掛ける。\n- ヴェル＝コズのスキルをミニオンでブロックし、横移動で回避する。\n- フックが命中したらEで近づき、味方ADCと連携して攻撃する。\n- ヴェル＝コズがスキルを使った後の隙を狙ってオールインを仕掛ける。\n- ヘイトを買ったらロームして他レーンに影響を与える。",
      "ソナ": "ソナが有利です。\n\n- ソナは回復とバフを持っており、ヴェル＝コズのハラスを耐えやすい。\n- ヴェル＝コズのスキルは直線的であるため、ソナはポジショニングを工夫することで回避しやすい。\n- ソナのスキルは発動が早く、集団戦での支援能力が高いため、味方を守りながら攻撃できる。\n- ヴェル＝コズは機動力が低く、接近されると脆弱なため、ソナの支援で味方ADCが有利にトレードできる。\n\n有利の取り方：\n- アイテムとしてSpellthiefを選び、序盤にブーツを早めに購入して移動速度を確保する。\n- 味方ADCに合わせてQで安全にハラスし、Wはトレード直前に使用してダメージを軽減する。\n- ミニオンの後ろやサイド寄りでポジショニングし、ヴェル＝コズのスキルを回避する。\n- ヴェル＝コズのスキルを使わせた後に、Q→AA→Wで有利にトレードを行う。\n- レベル6以降はウルトを集団戦で優先的に使用し、ヴェル＝コズのRを警戒しながら距離を保つ。\n- ローミングを活用し、集団戦ではソナのAA＞Rで決めることで、ヴェル＝コズの後衛攻撃を抑える。",
      "ラカン": "ラカンが有利です。\n\n- 短期交戦において、ラカンは突進とCCを駆使してヴェル＝コズに対して優位に立てる。\n- ヴェル＝コズは機動力が低く、ラカンのCCを受けると無力化されやすい。\n- ラカンは高い機動力を持ち、ヴェル＝コズのスキルを避けやすい。\n- ヴェル＝コズのスキルは発動までに時間がかかるため、ラカンが接近するチャンスが多い。\n- ラカンは味方を支援するシールドや回復を持っており、持続戦闘に強い。\n\n有利の取り方：\n\n- 序盤はブラッシュやワードで待ち伏せし、ヴェルのスキルを避けながらAAでハラスする。\n- Lv2でAAからのコンボを決め、味方ADCと連携して攻撃を仕掛ける。\n- ヴェル＝コズがスキルを使った瞬間に反撃し、CCを駆使してダメージを与える。\n- 長期戦を避け、サステインやシールドを活用して耐えつつ、ジャングルのフォローを誘う。\n- 集団戦では前線でCCを使い、味方を守りながら敵のAPを止める。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、ヴェル＝コズの攻撃を妨害することができる。\n- ジャンナのシールドで味方を守り、ヴェル＝コズのダメージを軽減できる。\n- ヴェル＝コズのスキルは発動に時間がかかるため、ジャンナのCCで割り込むことが可能。\n- ジャンナは移動速度を上げる能力を持ち、ヴェル＝コズの攻撃を避けやすい。\n- 集団戦では、ジャンナのディスエンゲージ能力が高く、味方を守る役割を果たしやすい。\n\n有利の取り方：\n- レーン序盤では、ミニオンの後ろに立ち、ヴェル＝コズのスキルを横移動で回避しつつ、味方のAAを守る。\n- ミドルレーンでは、味方のADCをEで保護し、ヴェル＝コズのスキルを受けたら即座にWで相殺する。\n- オールインの際は、味方が突っ込むタイミングでQ→E→Rを使い、ヴェル＝コズの連携を崩す。\n- 集団戦では、主にADCを保護しつつ、ヴェル＝コズのRを割り込むことで、敵の動きを制限する。",
      "ゼラス": "ゼラスが有利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ヴェル＝コズのスキルを距離を保ちながら避けることができる。\n- ゼラスのスキルは全て長射程で、特にハラスに強く、ヴェル＝コズに対して一方的にダメージを与えやすい。\n- ヴェル＝コズは機動力が低く、接近されると脆弱であるため、ゼラスの遠距離攻撃が効果的。\n- ゼラスはパッシブによるマナ回復があり、持続的にスキルを使用しやすい。\n\n有利の取り方:\n- レーン開始時に距離を取りつつ、AAやスキルでハラスを行い、相手のHPを削る。\n- ミニオンウェーブを管理し、相手が近づくタイミングでスキルを当てる。\n- ヴェル＝コズのスキルを避けるために、常に位置取りを意識し、相手のスキルを見極める。\n- 集団戦では後衛で安全に攻撃し、ヴェル＝コズのCCを避けながらダメージを与える。",
      "カルマ": "カルマが有利です。\n\n- カルマはスキルを駆使してヴェル＝コズのスキルショットを避けやすく、距離を保ちながらハラスが可能です。\n- ヴェル＝コズは機動力が低く、接近されると脆弱ですが、カルマはスネアやシールドを使って自衛ができます。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーを高めやすく、ヴェル＝コズに対して優位に立てます。\n- カルマのサポート能力により、チームファイトやオブジェクト争いでの影響力が高く、チーム全体に貢献しやすいです。\n\n有利の取り方：\n- ウェーブを管理し、ミニオンウェーブを自分の有利な位置に保つことで、ヴェル＝コズのハラスを避ける。\n- スキルを確実に当て、ヴェル＝コズのHPを削りつつ、AAでのハラスも行う。\n- ヴェル＝コズのスキルを避けるために、常に位置取りに注意し、スネアを使って相手を捕まえるチャンスを狙う。\n- チームメイトと連携し、集団戦でのサポートを強化することで、ヴェル＝コズの影響力を減少させる。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは豊富なCCを持ち、ヴェル＝コズを捕まえる能力が高い。\n- ヴェル＝コズは機動力が低く、ノーチラスのフックやノックアップに対して脆弱。\n- ノーチラスのタンク性能により、ヴェル＝コズのハラスを耐えることができる。\n- ヴェル＝コズはスキルのクールダウン中に隙ができるため、ノーチラスが攻撃を仕掛けやすい。\n\n有利の取り方：\n- ウェーブを押し込んで、ヴェル＝コズをタワー下に追いやる。\n- ヴェル＝コズのスキルを避けつつ、AAやスキルを使ってハラスを行う。\n- ヴェル＝コズのスキルがクールダウン中のタイミングを狙い、積極的にエンゲージを仕掛ける。\n- 位置取りを工夫し、ヴェル＝コズの攻撃を受けないようにする。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは序盤から強力なハラス能力を持ち、AAやスキルを使ってヴェル＝コズに圧力をかけやすい。\n- ヴェル＝コズは距離を保つ必要があり、パンテオンの接近を許すと瞬時にバーストダメージを受ける危険がある。\n- パンテオンのスタンを持つスキルにより、ヴェル＝コズのスキルを無効化しやすく、オールインが強力。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力が高く、試合全体での優位を作りやすい。\n\n有利の取り方：\n- レーン序盤ではミニオンを盾にしながらAAやスキルでハラスを行い、ヴェル＝コズの体力を削る。\n- スキルショットを避けるためにWを使い、接近してコンボを決める。\n- 6レベル以降はロームを優先し、他のレーンでのキルを狙うことで試合を有利に進める。\n- ヴェル＝コズが孤立しないように、視界を確保しつつ連携を意識する。"
    }
  },
  "アリスター": {
    "name": "アリスター",
    "beats": {
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- アリスターは接近戦に強く、反撃の際に高いCCを持っているため、ブリッツクランクのフックを受けた後に簡単に反撃される。\n- アリスターのスキルは全てCC効果があり、特にノックアップやスタンを持つため、ブリッツクランクの行動を制限しやすい。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、アリスターに対して有利な状況を与えてしまうリスクがある。\n- アリスターのアルティはダメージ軽減効果が強力で、タワーダイブや乱戦においてブリッツクランクの攻撃を無効化しやすい。\n\n不利の対策:\n- フックを温存し、アリスターのスキルを誘導することで、反撃を受けないようにする。\n- アリスターのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。\n- ミニオンウェーブを利用して、アリスターとの接触を避けつつ、視界を管理する。\n- フラッシュを使って逃げる手段を確保し、アリスターが突っ込んできた際には迅速に離脱する。\n- 味方と連携し、アリスターのエンゲージを無効化するために、CCを合わせて使用する。",
      "ジリアン": "ジリアンが不利です。\n\n- アリスターは強力なCCを持ち、接近して一気にジリアンを潰すことができるため、ジリアンはエンゲージに対して脆弱です。\n- アリスターのスキルは短射程であるため、ジリアンはミニオン越しにポークしやすいが、アリスターが接近するとジリアンは反撃が難しくなります。\n- アリスターのタフネスとパッシブによる回復効果により、ジリアンの攻撃が効きにくく、持続戦闘で不利になります。\n- ジリアンは攻撃スキルがQのみで、CDが長いため、アリスターのCCに捕まると一気に倒されるリスクが高いです。\n\n不利の対策：\n- ミニオン越しにQを撒き、アリスターの接近を警戒しながら立ち回る。\n- Eを逃げ用に温存し、アリスターがエンゲージしてきた際に迅速に使用する。\n- アリスターのスキルのクールダウンを確認し、CD中に攻撃を仕掛けるタイミングを見計らう。\n- Lv6以降は味方のADCや他のチャンピオンと連携し、アリスターのエンゲージを避けつつ、チーム戦での役割を果たす。",
      "ソナ": "ソナが不利です。\n\n- アリスターは接近型のタンクで、強力なCCを持っているため、ソナが近づかれると簡単に捕まってしまう。\n- ソナの基礎ステータスが低く、特に序盤は脆弱で、アリスターの攻撃を受けやすい。\n- アリスターのW+Qコンボで一気に距離を詰められ、反撃の余地が少ない。\n- ソナのCCはUltに依存しており、アリスターの攻撃を防ぐための手段が限られている。\n- ソナはマナ消費が激しく、連続してスキルを使うと早期にマナが枯渇する可能性がある。\n\n不利の対策：\n- レーン序盤はミニオンの後ろに隠れ、AAで安全にポークを行う。\n- アリスターが近づいてきたら、距離を取りつつWで味方を回復し、Qでスロウを当てて逃げ道を作る。\n- レベル2以降はアリスターのW+Qコンボに注意し、Eを温存しておく。\n- フラッシュを使って逃げるタイミングを見極め、アリスターのコンボを避ける。\n- アイテムをサポート系にし、早めに移動靴を購入して機動力を高める。",
      "ブラウム": "ブラウムが不利です。\n\n- アリスターはレベル2以降に強力なエンゲージが可能で、ブラウムはその攻撃を受けやすい。\n- アリスターのCCは即時発動し、ブラウムのCCは発生に時間がかかるため、先手を取られやすい。\n- アリスターは高いタフネスを持ち、ブラウムのハラスが効きにくい。\n- アリスターのパッシブによる回復効果が、ブラウムのハラスを相殺する可能性がある。\n- 集団戦ではアリスターのCCが強力で、ブラウムのPeel能力が低下する場面が多い。\n\n不利の対策：\n- レーン序盤はミニオンウェーブを管理し、アリスターのエンゲージを避ける位置取りを心がける。\n- アリスターがWを使った後に攻撃を仕掛け、隙を突く。\n- 交戦時は味方と連携し、アリスターのCCを受けないように立ち回る。\n- 集団戦では、アリスターの突進を味方の反撃に変えるため、位置取りを工夫する。\n- アリスターのスキルクールダウンを意識し、スキルを使った後の隙を狙う。",
      "レオナ": "レオナが不利です。\n\n理由:\n- アリスターは強力なCCを持ち、特にノックアップやノックバックでレオナの動きを制限できる。\n- アリスターのエンゲージが短射程であるため、レオナが近づくとアリスターのコンボに巻き込まれやすい。\n- アリスターは高いタフネスを持ち、レオナのオールインに対して耐えやすい。\n- アリスターのパッシブによる回復効果が、レオナのハラスを軽減する要因となる。\n- アリスターはマナ消費が激しいため、スキルを使った後のクールダウン中に攻撃を仕掛けるタイミングが重要だが、アリスターはそのタイミングを逆手に取ることができる。\n\n不利の対策:\n- アリスターの動きを常に観察し、冷静に対処することを心がける。\n- アリスターに近づきすぎないように距離を保ち、彼のコンボを避ける。\n- アリスターのスキルがクールダウン中のタイミングを見計らって攻撃を仕掛ける。\n- チームメイトとの連携を強化し、アリスターの動きを封じるために協力する。\n- 視界を確保し、アリスターの奇襲を防ぐためにワードを設置する。",
      "レル": "レルが不利です。\n\n- アリスターの瞬間バーストやノックバックによって、レルのコンボが潰されやすい。\n- アリスターのCCは短時間で強力なエンゲージを可能にし、レルの継続CCに対して優位に立つ。\n- アリスターは高いタフネスを持ち、レルのダメージが通りにくい。\n- アリスターのスキルはクールダウンが長いが、レルはその間に反撃を受けやすい。\n\n不利の対策：\n- アリスターのスキルを引き出すために、味方ADCと連携して攻撃のタイミングを見計らう。\n- ワードを設置して視界を確保し、アリスターのエンゲージを避ける。\n- 突進を温存し、アリスターのスキルを使わせた後に反撃を狙う。\n- レーン初期は無理に殴り合わず、ミニオンウェーブを優先して支配を確保する。",
      "パンテオン": "パンテオンが不利です。\n\n理由:\n- アリスターは強力なCCを持ち、パンテオンの突進を阻止することができるため、オールインが難しい。\n- アリスターの耐久力が高く、パンテオンの短期決戦の火力を受け止められる。\n- パンテオンはスキルのクールダウンが長く、アリスターのCCを受けた後に反撃が難しい。\n- アリスターはレーン維持が得意で、パンテオンのロームを警戒しやすい。\n\n不利の対策:\n- レーンでのプレッシャーをかける際は、アリスターのスキルを避ける動きを心がける。\n- アリスターのスキルを使わせた後に攻撃を仕掛けるタイミングを見計らう。\n- ミニオンウェーブを利用して、アリスターのCCを避ける位置取りをする。\n- ロームする際は、味方のサポートを得て、アリスターの位置を確認してから行動する。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n- 遠距離からの妨害能力が高く、アリスターの突進を止めることができる。\n- シールドや回復を持っているため、味方を守りながら戦える。\n- アリスターの攻撃力が低いため、ジャンナは安全にポークできる。\n- アリスターのエンゲージを無効化する手段が豊富で、特にRでのノックバックが強力。\n\n有利の取り方：\n- レーン開始時は後ろでEを張り、AAでミニオンウェーブを優先しつつアリスターの動きを警戒する。\n- アリスターが突っ込んできた際には、Qを使って妨害し、味方を守る。\n- アリスターのスキルを温存させるために、無理なエンゲージを誘発させる。\n- レベル6以降は、アリスターのRを意識しつつ、味方キャリーを守るためにRを適切に使用する。\n- ワードを使って視界を確保し、アリスターのロームやジャングル介入を警戒する。",
      "セナ": "セナが有利です。\n\n- 遠距離からのポークが可能で、アリスターに対して安全にハラスができる。\n- 回復能力が高く、味方をサポートしながらレーン維持ができる。\n- スネア効果を持つスキルで、アリスターの突進を妨害できる可能性がある。\n- アリスターの攻撃力が低いため、セナは比較的安全にプレイできる。\n\n有利の取り方：\n- レーンでは常にミニオンの後ろからAAやスキルでポークを行い、アリスターに近づかせない。\n- アリスターが突進してきた際には、スネアを使って動きを制限し、反撃のチャンスを作る。\n- アリスターのスキルのクールダウンを意識し、スキルがないタイミングで攻撃を仕掛ける。\n- 集団戦では、後方から安全に援護し、アリスターのエンゲージを避けるように立ち回る。",
      "マオカイ": "マオカイが有利です。\n\n- アリスターはLv2~3の段階でのワンコンに弱く、マオカイのCCを受けやすい。\n- マオカイは遠隔スキルを持っており、ハラスや視界確保が得意で、アリスターの接近を阻止できる。\n- マオカイの集団戦での拘束能力は高く、アリスターのエンゲージを無効化しやすい。\n- アリスターは遠距離からのハラスに弱く、マオカイのスキルで持続的にダメージを与えられる。\n\n有利の取り方：\n- ブッシュにスキルを置いてハラスし、アリスターの動きを制限する。\n- アリスターが接近した際は、ミニオンの後ろに立ち、スキルを避けつつ反撃する。\n- レーン中盤では、スキルを使ってウェーブを押さえ、集団戦での位置取りを有利にする。\n- 集団戦では、スキルを使って敵を拘束し、味方のキャリーを守るか、敵キャリーを排除する。",
      "ラックス": "ラックスが有利です。\n\n- 遠距離からの攻撃が可能で、アリスターの接近を阻止しやすい。\n- スネアを持っているため、アリスターの突進を止めることができる。\n- 高いバーストダメージを持ち、アリスターが近づく前にダメージを与えられる。\n- アリスターの攻撃力が低いため、ラックスは安全にハラスができる。\n- アリスターのスキルのクールダウンが長いため、ラックスはその隙を突いて攻撃できる。\n\n有利の取り方：\n- ウェーブを管理し、ミニオン越しに安全にダメージを与える。\n- Eでゾーニングし、アリスターが近づけないようにする。\n- アリスターの突進を誘い、スネアで止めた後に追撃する。\n- レベル6以降はULTを使って遠距離からフィニッシュを狙う。\n- フラッシュを持っておき、アリスターのエンゲージに備える。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由:\n- ヴェル＝コズは長射程のスキルを持ち、アリスターに対して安全にハラスができる。\n- アリスターのエンゲージを避けるために距離を保ちながら攻撃できる。\n- アリスターのCCが発動する前にスキルを当てることで、アリスターの行動を制限できる。\n- アリスターは攻撃力が低く、ヴェル＝コズの持続的なダメージに対して耐えにくい。\n\n有利の取り方:\n- レーン序盤では、ミニオンウェーブを利用して安全にAAやスキルでハラスを行う。\n- アリスターが接近してきた際には、Eで距離を取りつつQを連打してダメージを与える。\n- アリスターのスキルのクールダウンを確認し、クールダウン中に積極的に攻撃する。\n- 集団戦では、アリスターの突進を避けるために位置取りを意識し、スキルを温存して確定ダメージを狙う。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは長距離からの攻撃が可能で、アリスターの近接攻撃に対して距離を保ちやすい。\n- ソラカの回復能力により、アリスターの攻撃を受けても持ちこたえやすい。\n- アリスターのエンゲージをEで妨害することで、彼の攻撃を無効化できる。\n- アリスターは攻撃力が低く、ソラカのヒールで持ちこたえられるため、持久戦に強い。\n\n有利の取り方：\n- レーニング中はAAとQでミニオンウェーブを管理しつつ、アリスターにダメージを与える。\n- アリスターがWで突進してきた際にはEを使ってサイレンスをかけ、反撃のチャンスを作る。\n- 自身のHPに注意しながらWで味方を回復し、アリスターの攻撃を耐える。\n- チームファイトでは後方からRを使い、味方を支援しつつアリスターを排除することを狙う。"
    }
  },
  "モルガナ": {
    "name": "モルガナ",
    "beats": {
      "レオナ": "レオナが不利です。\n\n理由:\n- モルガナの黒い盾により、レオナのCCスキルが無効化されるため、エンゲージが難しくなる。\n- モルガナは遠距離からスネアを使えるため、レオナが接近する前にダメージを与えられる。\n- モルガナのマナ消費が激しくないため、持続的にスキルを使い続けられる。\n- レオナは火力が低く、特に中盤以降はダメージが不足しがちで、モルガナに対して有効な圧力をかけにくい。\n\n不利の対策:\n- モルガナの黒い盾を意識し、他のチャンピオンと連携してエンゲージを行う。\n- ソーラーフレアを複数の敵チャンピオンに当てるようにして、モルガナの盾を優先的に使わせる。\n- ポジショニングを工夫し、モルガナのスネアを避けるように心がける。\n- チームメイトと連携し、モルガナの盾を破るための戦略を立てる。\n- ウェーブを管理し、モルガナがスキルを使うタイミングを見計らって攻撃する。",
      "ブランド": "ブランドが不利です。\n\n理由:\n- モルガナのEがブランドのCCを無効化するため、ブランドの攻撃が効果的に決まりにくい。\n- モルガナのQによるスネアがブランドを捕まえることができ、反撃の機会を奪われる。\n- ブランドは自衛手段が乏しく、モルガナの攻撃を受けやすい。\n- モルガナのスペルシールドにより、味方ADCを守ることができ、ブランドのダメージを無効化される可能性が高い。\n\n不利の対策:\n- レーン序盤は無理に攻撃せず、ウェーブを管理しつつ安全にAAを行う。\n- モルガナのEを使った瞬間を狙って反撃するタイミングを見計らう。\n- 視界を確保し、ジャングルの介入を待つことで有利な状況を作る。\n- モルガナのQを避ける位置取りを心がけ、接近戦を避ける。",
      "ブラウム": "ブラウムが不利です。\n\n理由:\n- モルガナのQによるスネアが強力で、ブラウムはそれを避けるのが難しい。\n- モルガナのブラックシールドにより、ブラウムのCCが無効化されるため、連携が取りづらい。\n- モルガナは遠距離からのハラスが可能で、ブラウムはハラス能力が低いため、ウェーブを押し込まれやすい。\n- ブラウムは接近戦が得意だが、モルガナのスキルを外すと脆弱で、逆に攻撃を受けやすい。\n\n不利の対策:\n- ウェーブを管理し、ミニオンウェーブを自陣のタワー近くで維持する。\n- モルガナのQを避けるために、横移動を意識して立ち回る。\n- ブラックシールドが切れたタイミングを見計らって、攻撃を仕掛ける。\n- 味方ADCと連携し、モルガナのスキルを警戒しながらハラスを行う。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- モルガナのQによる長時間のCCがラカンの機動力を制限し、突進が無効化される可能性が高い。\n- モルガナのスペルシールドにより、ラカンのCCが無効化されるため、エンゲージが成功しにくい。\n- ラカンは接近しなければCCを付与できないが、モルガナは遠距離から攻撃できるため、レーンでのポークが厳しい。\n- モルガナのマナ消費が激しいため、持続的な戦闘に向かないが、ラカンも移動不可のCCに弱く、捕まると何もできなくなる。\n\n不利の対策:\n- 序盤は無理に突っ込まず、モルガナのQを警戒して立ち回る。\n- 黒盾を消費させるために短いフェイク突進を行い、相手の反応を見てから行動する。\n- レベル6以降はロームを重視し、他のレーンでのエンゲージを狙う。\n- モルガナのQをミニオンで遮るように位置取りし、草むらからの奇襲を避ける。\n- 黒盾が切れたタイミングを見計らって、味方にEを付けてからエンゲージを行う。",
      "ノーチラス": "ノーチラスはモルガナに対して不利です。\n\n理由:\n- モルガナのQは長時間のスタン効果があり、ノーチラスの動きを制限するため、エンゲージが難しくなる。\n- モルガナのEはノーチラスのCCを無効化するため、彼の攻撃が効果を発揮しにくい。\n- モルガナは高いダメージを持っており、対面時にノーチラスが危険にさらされやすい。\n- ノーチラスは移動速度が低く、モルガナのスキルを避けるのが難しい。\n\n不利の対策:\n- モルガナのスキルを避けるために、位置取りを意識し、ミニオンウェーブを利用して隠れる。\n- モルガナのEが切れたタイミングを狙ってエンゲージを試みる。\n- サポートアイテムや防具を早めに購入し、耐久力を上げることでダメージを軽減する。\n- チームメイトと連携し、モルガナを捕まえるためのコンボを組む。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- モルガナのスネアは長時間のCCを持ち、捕まると大きなダメージを受ける可能性が高い。\n- モルガナのスペルシールドにより、スレッシュのCCを無効化されることが多く、エンゲージが難しい。\n- モルガナはクールダウンが長いとはいえ、スレッシュのスキルも外した際の隙が大きく、反撃を受けやすい。\n- モルガナのマナ消費が激しいため、持続的な戦闘において息切れしやすいが、スレッシュも同様に持続的なハラスに弱い。\n\n不利の対策:\n- モルガナのスキルがクールダウン中のタイミングを狙って攻撃を仕掛ける。\n- フックを投げる際は、モルガナのスキルを避けるために慎重に位置を取る。\n- チームメイトと連携し、モルガナがスキルを使った後に攻撃を仕掛ける。\n- ミニオンウェーブを利用して、モルガナのスキルを避けつつ、AAでハラスを行う。",
      "アリスター": "アリスターが不利です。\n\n- モルガナのEによるスペルシールドがアリスターのCCを無効化するため、アリスターのエンゲージが効果的に機能しにくい。\n- モルガナのQは長射程であり、アリスターが近づく前に拘束されるリスクが高い。\n- アリスターは近接チャンピオンであり、モルガナのポーク（W）によってダメージを受けやすい。\n- アリスターの攻撃力が低く、モルガナの持続的なダメージに対抗しにくい。\n- モルガナはレーンでの持続戦闘において、マナ消費が激しいアリスターに対して優位に立てる。\n\n不利の対策：\n\n- レーンではミニオンウェーブを管理し、モルガナのQを避けるように立ち回る。\n- モルガナのEを引き出すために、スキルを使わずにプレッシャーをかける。\n- アリスターのスキルを使うタイミングを慎重に選び、モルガナのQが外れた瞬間を狙う。\n- ワーディングを行い、モルガナのロームを警戒する。\n- 集団戦では、モルガナのQを避けつつ、味方ADCを守るために位置取りを工夫する。",
      "セラフィーン": "セラフィーンが不利です。\n\n- モルガナの黒盾により、セラフィーンのCCが無効化されるため、確実に敵を捕まえることが難しい。\n- セラフィーンは単体CCに弱く、モルガナのスネアを受けると大きなダメージを受けやすい。\n- モルガナのQによる拘束が成功すると、セラフィーンは反撃の機会を失い、レーンでの優位性を失う可能性が高い。\n- セラフィーンのスキルの発生が遅いため、モルガナの攻撃を避けるのが難しい。\n\n不利の対策：\n- ミニオン越しにQで安全にポークし、体力差を作ることでモルガナの攻撃を避ける。\n- モルガナの黒盾を引き出すために、Eを使うタイミングを工夫し、黒盾がない状態でRを狙う。\n- モルガナのQが命中しないように位置取りを意識し、常に距離を保つ。\n- 集団戦では、味方のCCと連携し、モルガナの黒盾を無効化するタイミングを見計らう。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n- モルガナの長射程Qを避けるために、常に味方に密着して行動できる。\n- ユーミは回復やシールドを提供できるため、モルガナの攻撃を受けても耐えやすい。\n- モルガナのCCを無効化する手段がないため、ユーミは安全に立ち回ることができる。\n- モルガナのクールダウンが長いため、スキルを外した際に反撃のチャンスが生まれる。\n\n有利の取り方：\n- 常に味方にWを接続し、単独行動を避けることで安全を確保する。\n- モルガナのQを確認し、外したタイミングで短く切り離して反撃する。\n- Eで味方を回復し、集団戦ではRを使って回復と移動阻害を行う。\n- ミニオンウェーブを利用して、モルガナの攻撃を避けつつ、AAでダメージを与える。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは長射程の攻撃スキルを持ち、遠距離からモルガナにポークできるため、レーンでの優位性を保ちやすい。\n- モルガナのCCを無効化するスペルシールドを持っており、特にスタンを防ぐことでジリアンの攻撃を続けられる。\n- ジリアンの蘇生能力は、モルガナのバーストダメージに対して非常に効果的で、味方を守る手段が豊富。\n- モルガナのクールダウンが長いため、ジリアンはその隙を突いて攻撃を仕掛けやすい。\n\n有利の取り方：\n- 序盤はウェーブを管理しつつ、遠距離からAAや攻撃スキルでポークを行い、モルガナのHPを削る。\n- モルガナのEを使わせた後に攻撃スキルを連続で当て、ダメージを与える。\n- ADCが危険な場合はEで加速し、逃げられない場合はRで蘇生の準備をする。\n- 集団戦では、モルガナのCCを避けつつ、味方を守るタイミングでRを使用する。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の攻撃範囲を延ばすことで、モルガナの遠距離攻撃を避けつつハラスができる。\n- モルガナのCCを解除するウルトを持っているため、集団戦での影響力が高い。\n- モルガナのスネアを受けた場合でも、ミリオの回復やシールドで味方を守ることができる。\n- ミリオは短距離でのトレードに強く、モルガナの射程を活かしにくくすることができる。\n\n有利の取り方：\n- 開幕から視界を確保し、ミニオンウェーブを利用してモルガナにプレッシャーをかける。\n- モルガナのQを避けるために、角やブラフを利用して立ち回る。\n- ミニオンウェーブを押し込んで、モルガナが近づきにくい状況を作る。\n- モルガナがQを外したタイミングで、AAやスキルを使ってトレードを仕掛ける。\n- 集団戦では、モルガナのQを誘発させた後にウルトを使い、味方を保護しつつ反撃する。",
      "メル": "メルが有利です。\n\n- メルはモルガナのスキルを反射できるため、読み合いで主導権を握りやすい。\n- モルガナのCCを無効化する手段があり、特に相手の拘束を避けることができる。\n- メルは長射程のスキルを持ち、序盤からの影響力が高く、ウェーブを処理しやすい。\n- モルガナのスペルシールドに対して、メルは確定キルを狙いやすいパッシブを持っているため、キルチャンスが増える。\n\n有利の取り方：\n- レベル1–2では、ウェーブを処理しつつモルガナのQを誘発しないように距離を保つ。\n- モルガナがQを投げた瞬間に反射し、彼女にプレッシャーをかける。\n- 敵がEを先に使った場合、拘束を狙うチャンスを作る。\n- モルガナがEを温存している場合は、ゾーン用に使い、味方が盾を持っていない瞬間を狙う。\n- Rを使って処刑を狙い、ブリンク系の攻撃を避けるために距離を取る。",
      "パンテオン": "パンテオンが有利です。\n\n- 短時間でのバーストダメージを出す能力が高く、モルガナに対してオールインが強力。\n- モルガナの束縛を警戒しつつ、ミニオンの位置を利用して攻撃を仕掛けやすい。\n- ブラックシールドを消費させた後は、CCを当てやすくなるため、キルチャンスが増える。\n- モルガナはクールダウンが長く、持続的な戦闘には向いていないため、早期に有利を取ることでその弱点を突ける。\n\n有利の取り方：\n- レーニング序盤（Lv1–3）で積極的に短いコンボを仕掛け、早期にダメージを与える。\n- モルガナのQを避けられる角度・距離で戦い、命中した場合は追わずに退く。\n- ブラックシールドを使わせた後にフラッシュやEを使って追い込む。\n- キルが取れなければ、ウェーブを押し込んでロームし、他のレーンに影響を与える。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックで一発で射程差を覆すことができ、モルガナを捕まえるチャンスがある。\n- モルガナのブラックシールドを無効化することで、敵を拘束しやすくなる。\n- 脆いメイジであるモルガナに対して、フックが当たれば即座にキルに繋がる可能性が高い。\n- AoEダメージとサイレンスを持っているため、集団戦でもモルガナの行動を制限できる。\n\n有利の取り方：\n- モルガナのブラックシールドの有無を観察し、使用後にフックを狙う。\n- ミニオンウェーブに紛れて視界を取り、草むらから予測フックを行う。\n- ブラックシールドが切れたタイミングやCCが無効化された後にフラッシュで接近し、フックを放つ。\n- 味方の追撃を確認してから接近し、連携を取る。\n- 失敗した場合は即撤退し、再エンゲージはウルトやサポアイテムで補助する。",
      "ザイラ": "ザイラが有利です。\n\n理由:\n- ザイラは遠距離からのポークが得意で、ミニオンウェーブを利用して安全にダメージを与えられる。\n- ザイラのCCは範囲攻撃であり、モルガナのスネアを避けることができるため、接近戦でのリスクが低い。\n- モルガナのスペルシールドはザイラのCCを無効化できるが、ザイラはそのタイミングを見計らって攻撃することができる。\n- ザイラは植物を使ってゾーニングができるため、モルガナの動きを制限しやすい。\n\n有利の取り方:\n- レーン序盤では、ミニオンウェーブを利用してQでポークし、モルガナに圧力をかける。\n- モルガナのEがクールダウン中のタイミングを狙い、EからRで一気に攻撃する。\n- 視界を確保し、モルガナのバインドを避けるために後方で立ち回る。\n- 集団戦では、角からRとEを使って敵をゾーニングし、味方をサポートする。",
      "カルマ": "カルマが有利です。\n\n- モルガナのブラックシールドを剥がす手段があり、スキルのタイミングを考慮することで有利に戦える。\n- カルマは序盤から高いプレッシャーをかけられるため、レーンでの優位性を保ちやすい。\n- モルガナのスネアは発生が遅いため、カルマは距離を保ちながら攻撃できる。\n- カルマのシールドや加速効果により、味方を守りつつ攻撃が可能。\n\n有利の取り方：\n\n- ミニオンウェーブを利用して、モルガナのスキルを避けながらAAでハラスを行う。\n- モルガナのスキルがクールダウン中に攻撃を仕掛ける。\n- 自分や味方にシールドを使いながら、モルガナのスネアを避ける立ち回りをする。\n- ワードを使って視界を確保し、モルガナの動きを把握することで、スキルを当てやすくする。",
      "バード": "バードが有利です。\n\n- バードは移動スキルを持ち、ロームが得意であるため、マップ全体での影響力が高い。\n- モルガナのスネアを避けるために、バードは壁を利用してスタンを狙うことができる。\n- バードのスタンは範囲攻撃であり、モルガナのスペルシールドを無視して味方を守ることができる。\n- バードは鐘を回収することで火力を向上させるため、装備依存度が低く、持続的なダメージを出しやすい。\n- モルガナのクールダウンが長いため、バードはその隙を突いて攻撃するチャンスがある。\n\n有利の取り方：\n- ミニオンの後ろからQを使い、壁や味方でスタンを狙う。\n- チャイムを集めつつ、ミニオンラインに余裕があるときにEでサイドレーンへロームする。\n- モルガナのEを意識し、Qで直接スタンが難しい場合はRやWで味方を守る。\n- モルガナのQが外れた瞬間に突っ込み、タワープレッシャーを活かす。",
      "ゼラス": "ゼラスが有利です。\n\n- 長射程を活かして、モルガナに対して遠距離からのハラスが可能。\n- モルガナのスネアを避けやすく、攻撃を当てるチャンスが多い。\n- 集団戦では、索敵外からのポークが強力で、モルガナの黒盾を無効化しやすい。\n- モルガナのクールダウンが長いため、スキルを使った後の隙を突くことができる。\n\n有利の取り方：\n- ミニオンの後ろからQやWで削り、モルガナが近づけないようにする。\n- 黒盾のクールダウンを意識し、Eを使うタイミングを見計らう。\n- ミニオンウェーブをクリアしつつ、相手の動きを見て安全な位置から攻撃する。\n- ジャングルのサポートを受ける際、モルガナのスキルを避けながら攻撃を仕掛ける。\n- 集団戦では、最大射程を保ちながらポークし、モルガナの黒盾を意識して行動する。"
    }
  },
  "マオカイ": {
    "name": "マオカイ",
    "beats": {
      "ソラカ": "ソラカが不利です。\n\n理由:\n- マオカイは接近戦でのCCが強力で、近づかれると一気に攻撃されるため、ソラカは逃げる手段が乏しい。\n- ソラカの基礎ステータスが低く、特に耐久力が不足しているため、マオカイの持続的なダメージに対抗しづらい。\n- マオカイのパッシブによる回復効果があるため、持続戦闘で不利になりやすい。\n- ソラカのCCは限られており、マオカイのエンゲージを止めるのが難しい。\n\n不利の対策:\n- レーン序盤はミニオンウェーブを利用してポークし、マオカイの接近を防ぐ。\n- マオカイの攻撃が来る前にEを先に置いて、Wを無効化するタイミングを見極める。\n- 視界を確保し、ブッシュを利用して奇襲を避ける。\n- レベル6以降はRを活用して集団戦でのヒールを行い、味方を支援する。",
      "ニーコ": "ニーコが不利です。\n\n- マオカイはタンクで高い耐久力を持ち、ニーコのバーストダメージを耐えることができる。\n- マオカイのCCスキルはニーコの動きを制限し、特に捕まると危険な状況に陥る。\n- ニーコは射程が短く、マオカイの近接攻撃やCCに近づく必要があるため、リスクが高い。\n- マオカイのパッシブによるHP回復効果が、ニーコの持続的なダメージを相殺する。\n\n不利の対策：\n- レーンでの距離を保ち、マオカイのCCを避けるように立ち回る。\n- ウェーブを管理し、マオカイがEで視界を取る前に自分の視界を確保する。\n- 味方のCCを待ち、マオカイが拘束されたタイミングで攻撃を仕掛ける。\n- ロームを活用し、他のレーンでの奇襲を狙うことで、マオカイとの1対1を避ける。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- マオカイは高い耐久力を持ち、CCが豊富であるため、ラカンのエンゲージやピールが効きにくい。\n- マオカイのCCを受けると、ラカンは移動不可になり、何もできなくなるリスクが高い。\n- マオカイはレーン戦での持続力が高く、ラカンの攻撃を耐えやすい。\n- マオカイのスキルは広範囲に影響を与えるため、ラカンが接近するのが難しい。\n\n不利の対策:\n- レーン序盤は視界を確保し、マオカイのスキルを避けるように立ち回る。\n- マオカイのスキルを受けないように、距離を保ちながらAAを行う。\n- マオカイのRを見たら、味方と連携して逃げるか、カウンターエンゲージを狙う。\n- 集団戦では、マオカイのCCを受けないように位置取りを工夫し、味方を優先して守る。",
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- マオカイは範囲制圧と回復能力が高く、レーンでの持続力があるため、ポッピーがトレードを仕掛けにくい。\n- マオカイのEによるゾーニングが強力で、ポッピーはミニオンウェーブを押し込むのが難しい。\n- マオカイのWでの接近が容易で、ポッピーは反撃のチャンスを失いやすい。\n- マオカイのRによる広範囲の拘束が、ポッピーの機動力を制限し、集団戦での立ち回りが難しくなる。\n\n不利の対策:\n- レーン序盤はミニオンウェーブを意識してCSを重視し、無理なトレードを避ける。\n- マオカイのWがクールダウン中に反撃を狙うタイミングを見計らう。\n- 壁を利用してスタンを狙う位置取りを意識し、マオカイのEを避ける。\n- 集団戦では、マオカイのRを避けるために位置取りを工夫し、味方と連携して行動する。\n- ロームを活用して他のレーンに影響を与え、マオカイとの1対1を避ける。",
      "パンテオン": "パンテオンが不利です。\n\n理由：\n- マオカイは高い耐久力と回復力を持ち、長期戦に強いため、パンテオンの短期火力を受け止めやすい。\n- マオカイのCCスキルにより、パンテオンのオールインが難しくなり、特にレベル6以降の集団戦での影響力が高い。\n- パンテオンはエンゲージ能力が乏しく、マオカイのCCを避けるのが難しいため、攻撃を仕掛けるタイミングが制限される。\n- マオカイは視界を確保しやすく、パンテオンのロームを警戒しやすい。\n\n不利の対策：\n- 初期はミニオンウェーブを利用して、短期的なトレードを避け、耐えることに専念する。\n- マオカイのCCを避けるために、フラッシュを温存し、タイミングを見計らって攻撃を仕掛ける。\n- レベル6以降は、ミニオンウェーブを利用して安全にCSを取りつつ、ジャングルと連携して反撃のチャンスを狙う。\n- 視界を確保し、敵ジャングルの動きを警戒しながら、ロームのタイミングを見極める。",
      "ユーミ": "ユーミが不利です。\n\n- マオカイは複数のCCを持っており、ユーミが味方から外れると簡単に剥がされてしまう。\n- ユーミはハードCCを持たないため、マオカイのエンゲージに対して防御手段が乏しい。\n- マオカイの耐久性が高く、ユーミのポークが効きにくい。\n- マオカイはゾーニングが得意で、ユーミが安全に立ち回るスペースを奪われやすい。\n- ユーミは単独での戦闘能力が低く、マオカイのオールインに対して脆弱。\n\n不利の対策：\n- 常に味方のADCに付着し、AAやQでポークを行い、マオカイのCCを警戒する。\n- マオカイがCCを使った後に、Eで味方を回復し、逃げる準備をする。\n- 集団戦では、主要DPSに付着し、マオカイのRを妨害するタイミングを見極める。\n- ミニオンウェーブを利用して、マオカイのエンゲージを避ける位置取りを心がける。\n- マオカイのスキルを避けるために、移動を意識し、常に安全な距離を保つ。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- マオカイは接近戦に強く、ゼラスの長射程を活かす前にWで飛び込まれると、ゼラスは反撃が難しい。\n- マオカイのCCスキルにより、ゼラスは動きを制限され、攻撃を当てることが難しくなる。\n- ゼラスは自己防衛手段が乏しく、マオカイの攻撃を受けると簡単に倒される可能性が高い。\n- マオカイのパッシブによるHP回復があるため、ゼラスのハラスが効果的に機能しにくい。\n\n不利の対策:\n- レーン序盤は距離を保ち、AAやスキルでマオカイを削ることを意識する。\n- マオカイが接近してきた際には、Eを使って妨害し、逃げる準備をする。\n- ブッシュを利用して視界を確保し、マオカイの動きを把握する。\n- 集団戦では後方からスキルを使い、マオカイの前進を牽制する。\n- マナ管理を意識し、パッシブを活用して持続力を高める。",
      "ソナ": "ソナが不利です。\n\n理由:\n- マオカイはタンクであり、高い耐久力を持っているため、ソナのポークが効きにくい。\n- マオカイのCCスキルにより、接近されると捕まってしまうリスクが高い。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、マオカイの攻撃を受けやすい。\n- マオカイのエンゲージ能力が高く、フラッシュやEでの突進が脅威となる。\n- ソナのCCはUltに依存しており、マオカイの攻撃を受ける前に発動するのが難しい。\n\n不利の対策:\n- ミニオンウェーブの後ろでQを使い、マオカイの接近を避ける。\n- マオカイのWを警戒し、距離を保ちながらトレードを行う。\n- フラッシュやEを使って逃げるタイミングを常に意識し、味方ADCの後ろに位置する。\n- レベル6以降はRを使って集団戦を有利に進めるため、味方との連携を強化する。\n- マオカイのフラッシュWに対して、味方に知らせておくことで、事前に対策を講じる。",
      "シャコ": "シャコが不利です。\n\n理由:\n- マオカイは高い耐久力を持ち、集団戦での持久戦に強いため、シャコの瞬間火力を受け止めやすい。\n- マオカイのCCスキルにより、シャコは奇襲を仕掛ける際に拘束されやすく、攻撃が通りにくい。\n- マオカイは視界を確保しやすく、シャコの奇襲を防ぐためのワードを設置される可能性が高い。\n- マオカイのパッシブによるHP回復効果があるため、持続的なダメージを与えにくい。\n\n不利の対策:\n- ワードをしっかり設置し、マオカイの位置を把握して奇襲のタイミングを見極める。\n- マオカイのCCを避けるために、味方と連携して行動し、単独で突っ込まない。\n- 集団戦ではマオカイの前線を崩すのではなく、サイドからキャリーを狙う。\n- ミニオンウェーブを利用して、マオカイの注意を引きつけることで、他のレーンやジャングルでのプレッシャーをかける。",
      "パイク": "パイクが不利です。\n\n- マオカイはCCを持っており、特にWでパイクのEを封じることができるため、パイクの機動力を制限される。\n- マオカイのパッシブによるHP回復効果があり、レーン戦での持続力が高く、パイクのハラスに耐えやすい。\n- マオカイは集団戦での耐久性が高く、パイクが単独でキルを狙うのが難しい。\n- マオカイはミニオンを盾にしてフックを防ぎやすく、パイクの攻撃を避けることができる。\n\n不利の対策：\n\n- レーンではミニオンウェーブを管理し、マオカイのWを避ける位置取りを心掛ける。\n- ワードを使って視界を確保し、ロームのチャンスを作る。\n- マオカイのCCを避けるために、フックを外さないように注意しつつ、AAを交えたコンボを狙う。\n- 集団戦では、マオカイの前に出るのではなく、後方からの攻撃を意識し、Rを使った後は即撤退する。",
      "アリスター": "アリスターが不利です。\n\n- マオカイはEの遠距離攻撃で視界を確保し、レーンを押しやすいため、アリスターが近づきにくい。\n- マオカイのWによる根付けで、アリスターがエンゲージを試みる際に捕まるリスクが高い。\n- マオカイは持続的なHP回復があり、レーン戦での持続力が高いため、アリスターの攻撃が効きにくい。\n- マオカイのRは広範囲にスネアを与えるため、集団戦でのアリスターの動きを制限しやすい。\n\n不利の対策：\n- レーンではマオカイのEを避けるように動き、無理に近づかない。\n- マオカイのWを避けるために、タイミングを見計らってエンゲージを行う。\n- ミニオンウェーブを自軍側に寄せて、マオカイの攻撃を受けにくい位置を保つ。\n- ジャングルのサポートを受けるために、視界を確保しつつ安全にプレイする。\n- 集団戦では、マオカイのRを避ける位置取りを心がけ、味方のADCを守る役割に徹する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- マオカイはタンクであり、AAを封じられると脆くなるため、ブリッツクランクのフックが当たっても持続的なダメージを与えにくい。\n- マオカイのEで反撃されると、ブリッツクランクはスローを受けて動きが制限され、フックを当てるのが難しくなる。\n- マオカイのRは広範囲にスネアを与えるため、集団戦でのブリッツクランクの行動が制限されやすい。\n- ブリッツクランクはマナ消費が激しく、スキルを外すとプレッシャーがなくなるが、マオカイは持続的なHP回復があるため、耐久力が高い。\n\n不利の対策:\n- レーンではミニオンを盾にし、フックを狙う際はブッシュからのアプローチを心がける。\n- マオカイのEを警戒し、フックを外した場合は無理に攻撃せず、冷静に立ち回る。\n- 集団戦では、マオカイのRを避けるために位置取りを工夫し、後衛を守ることを優先する。\n- アイテムビルドでは、タンク装備を意識し、耐久力を高めることで生存率を上げる。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- マオカイは接近戦でのCCが強力で、一度捕まると大きなダメージを受ける可能性が高い。\n- セラフィーンはスキルの発生が遅く、マオカイの奇襲やフックを避けるのが難しい。\n- マオカイのタンク性能により、持続的なダメージを与えにくく、レーン戦でのハラスが効果的でない。\n- マオカイは視界を利用して接近しやすく、セラフィーンの射程を活かしにくい状況を作り出す。\n\n不利の対策:\n- 常に最大射程でポークを行い、マオカイの接近を防ぐ。\n- ミニオンや視界を利用して、マオカイの攻撃を避ける動きを心がける。\n- マオカイが接近してきた際には、Rを使って味方を巻き込み、逆にCCを与えるチャンスを作る。\n- レーンを押し込みすぎず、ロームを活用して他のレーンを支援し、マオカイとの1対1を避ける。"
    },
    "loses": {
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、味方を守る役割に特化しているため、マオカイの攻撃を効果的に防げる。\n- ブラウムのパッシブによるスタンを活かして、マオカイの行動を制限しやすい。\n- マオカイのCCスキルに対して、ブラウムはEで被弾を防ぐことができるため、マオカイの攻撃を無効化できる。\n- ブラウムは序盤から強力なハラスが可能で、マオカイのHPを削りやすい。\n- ブラウムは集団戦でのPeel能力が高く、味方ADCを守ることでマオカイのダメージを抑えられる。\n\n有利の取り方：\n- 序盤は味方ADCと一緒にAAでパッシブを溜め、マオカイに対してハラスを行う。\n- マオカイのWを警戒し、発動前にEでプロジェクタをブロックする。\n- Eを使ってマオカイのQやRを防ぎつつ、Qでスローを入れてパッシブを狙う。\n- ミニオンウェーブを利用して、マオカイが近づく隙を作り、ハラスを行う。\n- 集団戦では味方ADCを守り、Rでマオカイの突進を崩すことで、味方の安全を確保する。",
      "モルガナ": "モルガナが有利です。\n\n- ブラックシールドにより、マオカイのCCを無効化できるため、接近を防ぎやすい。\n- 遠距離からのスネアでマオカイを捕まえることができ、集団戦での影響力を高められる。\n- マオカイのタンク性能はパッシブに依存しているため、持続的なダメージを与えやすい。\n- モルガナはレーンでのポークが得意で、マオカイのHPを削りやすい。\n\n有利の取り方：\n- レーン序盤はQでミニオンウェーブをプッシュしつつ、マオカイにポークを行う。\n- ブラックシールドを適切に使い、マオカイの接近を防ぎながら味方を守る。\n- Qが命中した後に、WやRでのCCを活かしてロームし、他のレーンでのプレッシャーをかける。\n- ミニオンウェーブを管理し、タワー下でのサステインを意識して戦う。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは遠距離攻撃が得意で、マオカイに対して安全な距離から攻撃できる。\n- ザイラの植物を使ったゾーニング能力により、マオカイの接近を妨げることができる。\n- マオカイのCCスキルは近距離での発動が多く、ザイラは距離を保つことで回避しやすい。\n- ザイラは高い火力を持ち、マオカイの耐久力を削ることができる。\n\n有利の取り方：\n- レベル1から2の間は、マオカイのW突進を警戒しつつ、AAやQで安全にポークする。\n- プラントを前方に置いて視界を確保し、マオカイが近づく前にスローをかける。\n- マオカイのフラッシュWを意識し、フラッシュやExhaustを温存しておく。\n- ガンクが来た際には、プラントとRを使って足止めし、反撃のチャンスを作る。\n- 集団戦では後衛に位置し、Rでマオカイの突入ルートを切り、プラントで前線を維持する。",
      "レル": "レルが有利です。\n\n- レルは短距離での強力な突入と分断が得意で、特にレーン序盤のオールインでマオカイに対して優位に立てる。\n- マオカイは耐久力が高いが、レルのCCを受けると動きが制限され、反撃が難しくなる。\n- レルは味方ADCを守りつつ、マオカイを分断する能力があり、集団戦でもキャリーを保護しやすい。\n- レルのスキルは敵のAR/MRを減少させる効果があり、マオカイのタンク性能を削ぐことができる。\n\n有利の取り方：\n- 開始からミニオンウェーブを押し合い、視界を確保しつつレベル2でフラッシュを使って即CCを狙う。\n- ミニオンの影から短距離で突っ込み、マオカイの反撃を誘発させる。\n- ポスト6では小さな交戦でマオカイのリソースを削り、ULTを避ける角度から入る。\n- ジャングルと連携し、CCを合わせてキルを狙う。\n- 集団戦ではキャリーの保護や敵要員の切り離しを優先し、マオカイのULTを意識して動く。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- 長射程のスキルを持っているため、マオカイに対して安全にハラスができる。\n- マオカイのCCスキルを避けるための位置取りがしやすく、接近されにくい。\n- マオカイはタンクであるため、持続的なダメージを与えることでHPを削りやすい。\n- パッシブによるTrueダメージがあるため、タンク相手でも一定の火力を維持できる。\n\n有利の取り方：\n- レーン序盤では、ミニオン越しにQやWを使ってハラスを行い、マオカイのHPを削る。\n- マオカイのWやRを避けるために、常に位置取りに気を付け、距離を保つ。\n- レベル6前にリードを作り、集団戦に備えて装備を整える。\n- 中盤以降は、Eを使って距離を取りつつ、集団戦での高火力を活かす。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供できるため、マオカイの攻撃を受けても生存しやすい。\n- マオカイのCCを解除できるウルトを持っているため、集団戦でのエンゲージを防ぎやすい。\n- マオカイは接近戦が得意だが、ミリオは射程を延ばすことで安全にハラスができる。\n- ミリオの移動速度付与により、マオカイの接近を予測しやすく、逃げる手段を持てる。\n\n有利の取り方：\n- 常に味方ADCの近くに位置し、マオカイの接近を警戒する。\n- マオカイが飛び込んできた際には、移動速度やシールドを温存し、味方を優先して回復・バフする。\n- マオカイがCCを使い切った後に反撃を行い、ミニオンウェーブを利用して圧をかける。\n- 集団戦では、味方キャリーの生存を最優先し、マオカイのエンゲージを無力化するためにウルトを適切に使用する。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、マオカイの動きを制限することができる。\n- マオカイは接近戦が得意だが、ノーチラスのフックで距離を取ることができる。\n- ノーチラスのパッシブにより、マオカイの攻撃を受け流しやすい。\n- マオカイは逃げる手段が乏しく、ノーチラスのCCを受けやすい。\n- ノーチラスはマオカイのスキルを避けることで、反撃のチャンスを作りやすい。\n\n有利の取り方:\n- ウェーブを押し込んでマオカイをタワー下に追い込む。\n- マオカイがスキルを使った後の隙を狙って攻撃を仕掛ける。\n- フックを使ってマオカイを捕まえ、連携してダメージを与える。\n- マオカイが近づいてきた際に、CCを使って動きを制限し、AAでダメージを与える。\n- チーム戦では、味方と連携してマオカイを無力化し、集団戦で優位に立つ。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、マオカイの動きを制限することができる。\n- マオカイのWによる無敵状態を利用して、スレッシュはフックや他のスキルでマオカイを捕まえるチャンスがある。\n- スレッシュは遠距離から攻撃できるため、マオカイの接近を防ぎやすい。\n- マオカイは持続的なダメージを出すのが苦手で、スレッシュのハラスに対して脆弱。\n- スレッシュは味方を救出する能力があり、マオカイの攻撃を受け流すことができる。\n\n有利の取り方：\n\n- ミニオンウェーブを利用して、マオカイが近づくのを待ち、フックを狙う。\n- マオカイがWを使用した後の隙を突いて、積極的に攻撃を仕掛ける。\n- マオカイのローミングを警戒し、ミニマップを確認しながら味方と連携を取る。\n- アイテム選択で魔法耐性や回復効果のあるアイテムを選び、マオカイのダメージを軽減する。\n- チーム戦では、マオカイの動きを封じるためにCCを活用し、味方のダメージを通しやすくする。"
    }
  },
  "ノーチラス": {
    "name": "ノーチラス",
    "beats": {
      "パイク": "パイクが不利です。\n\n理由：\n- ノーチラスは高い耐久力を持ち、パイクの瞬間火力を耐えられるため、キルを取りづらい。\n- ノーチラスのCCは強力で、パイクがスキルを外すと逆に捕まってしまうリスクが高い。\n- ノーチラスはレーン維持能力が高く、味方ADCを守ることができるため、パイクのハラスが効果的に機能しにくい。\n- ノーチラスのフックやエンゲージ能力に対して、パイクは耐久力が低く、集団戦での影響力が低下する。\n\n不利の対策：\n- レーン序盤は無理に攻めず、相手のCCを避けながらウェーブを管理する。\n- Wを使って相手のCCを回避し、チャンスがあればハラスを行う。\n- Lv6以降はRを活用してローミングし、他のレーンでキルを狙う。\n- ノーチラスのスキルクールダウンを意識し、隙を見て攻撃するタイミングを計る。\n- 可能であれば、視界を確保しつつ、味方と連携してエンゲージを避ける。",
      "ユーミ": "ユーミが不利です。\n\n- ノーチラスは高耐久で、フックを使ってユーミを引き寄せることで即死の危険がある。\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無なため、ノーチラスの攻撃に対して脆弱。\n- ノーチラスのCCはユーミのスローを無効化し、ユーミが回復や支援を行う前に攻撃を受けやすい。\n- ノーチラスはレーン戦でフックを使ってユーミや味方ADCを狙うことができ、ユーミはその攻撃を避けるのが難しい。\n\n不利の対策：\n- 味方ADCの後ろに位置し、常に安全な距離を保つ。\n- ノーチラスのフックを避けるために、移動を意識して立ち回る。\n- ミニオンウェーブを利用して、ノーチラスのフックを遮る。\n- フックが外れたタイミングで、スローを使って反撃のチャンスを狙う。\n- チーム戦では、味方キャリーに密着し、ノーチラスの攻撃を受けないように位置取りを工夫する。",
      "ミリオ": "ミリオが不利です。\n\n- ノーチラスのCCは強力で、ミリオの脆弱さを突かれやすい。\n- ノーチラスのフックや引き込みで、ミリオが守りたい味方ADCを狙われる。\n- ミリオのCC解除能力はあるが、ノーチラスのイニシエートに対してはタイミングが難しい。\n- ノーチラスは耐久力が高く、ミリオの攻撃が通りにくい。\n- ノーチラスの移動速度が低いため、ミリオが逃げる手段が限られている。\n\n不利の対策：\n\n- レーン序盤はノーチラスのQを警戒し、味方ADCと距離を保つ。\n- ノーチラスのスキルを避けるため、EやWを使って味方を守る。\n- ミッドゲームでは、ノーチラスのRによるイニシエートを避けるため、味方の位置を調整する。\n- 集団戦では、Rを使って重要な味方を守り、ノーチラスの引き込みを逆手に取る。\n- マナ管理をしっかり行い、スキルを温存しておくことで、危険な状況に備える。",
      "ソナ": "ソナが不利です。\n\n- ノーチラスのCCが強力で、フックやノックアップによりソナは捕まりやすい。\n- ノーチラスの硬さにより、ソナのポークや回復が効果的に行えない。\n- ノーチラスが先に仕掛けることで、ソナは集団戦での役割を果たしにくくなる。\n- ソナは基礎ステータスが低く、序盤にノーチラスの攻撃を受けると脆弱である。\n\n不利の対策：\n- フックの射程外を意識して位置取りを行い、ノーチラスのスキルを避ける。\n- ミニオンウェーブの裏から回復スキルを使い、CSと体力を維持する。\n- ポーションを温存し、必要な時に回復を行うことで耐久力を高める。\n- 集団戦では後方に位置し、味方を支援することに専念する。",
      "ポッピー": "ポッピーが不利です。\n\n- ノーチラスのフックによる長距離のエンゲージが強力で、ポッピーは近距離での仕掛けが必要なため、フックを避けるのが難しい。\n- ノーチラスのCCはポッピーの動きを制限しやすく、特にフックを外すとポッピーは反撃のチャンスを失う。\n- ポッピーは壁を利用したCCが得意だが、ノーチラスのフックが当たるとその戦略が崩れる。\n- ノーチラスは集団戦での存在感が高く、ポッピーが壁を利用してもノーチラスのCCで妨害される可能性がある。\n\n不利の対策：\n\n- レーンではミニオンウェーブを管理し、ノーチラスのフックを警戒しながら安全にCSを取る。\n- フックを避けるために、常に位置取りを意識し、壁際でのプレイを心がける。\n- ノーチラスのスキルクールダウンを確認し、フックがないタイミングで積極的に攻撃する。\n- 集団戦では、ノーチラスのフックを避けつつ、味方ADCを守る役割に徹し、無理に前に出ない。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n- ノーチラスは強力なCCを持ち、フックやノックアップで接近してくるため、ヴェル＝コズは近距離での対処が難しい。\n- ヴェル＝コズは機動力が低く、ノーチラスのCCを受けると逃げる手段が限られる。\n- ノーチラスの耐久力が高く、ヴェル＝コズの遠距離攻撃が効きにくい。\n- ノーチラスはレベル3以降にキルチャンスを作りやすく、ヴェル＝コズはそのプレッシャーに対処しづらい。\n\n不利の対策：\n- スキルの射程を活かして、常にノーチラスとの距離を保つように心がける。\n- AAやスキルでウェーブを押しつつ、ノーチラスが近づいてくるのを警戒する。\n- ノーチラスのフックを避けるために、味方ADCの背後で安全に攻撃する。\n- レベル6以降は、アルティメットを使って安全な位置からダメージを出すことを意識する。",
      "セナ": "セナが不利です。\n\n- ノーチラスは強力なCCを持ち、フックで捕まえられると一気に倒される危険がある。\n- ノーチラスのオールイン能力が高く、特にレベル6以降はRでのキルプレッシャーが強い。\n- セナは基礎ステータスが低く、逃げ手段が乏しいため、捕まるとデスにつながりやすい。\n- ノーチラスの近接攻撃に対して、セナは距離を保つ必要があるが、フックを避けるのが難しい。\n\n不利の対策：\n\n- レーンでは後ろ寄りに位置取り、ノーチラスのフックを避けるようにする。\n- ADCと連携し、ノーチラスが近づいてきたらすぐに距離を取る。\n- ミニオンウェーブを利用して、ノーチラスの攻撃を受けにくい位置を保つ。\n- レベル6以降はRを使って他レーンを支援し、チームファイトでは後方からポークと回復に専念する。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n- レルは短距離CCを持っており、ノーチラスのフックを避けながらプレッシャーをかけることができる。\n- ノーチラスの移動速度が低いため、レルのスキルを当てやすい。\n- レルの集団戦での瞬間火力が高く、ノーチラスの耐久力を削ることができる。\n- ノーチラスがスキルを外した際に、レルは反撃のチャンスを得やすい。\n\n有利の取り方：\n- Lv1では、相手ADCにEやQでプレッシャーをかけ、ミニオンウェーブを有利に保つ。\n- Lv2でスキルを組み合わせてガンクを狙い、ノーチラスのスキルを避けながら攻撃する。\n- Lv6以降はRを使ってイニシエートし、ノーチラスを孤立させることで有利な状況を作る。\n- ノーチラスがスキルを使った後に、反撃のチャンスを狙ってコンボを決める。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは遠距離からポークができ、ノーチラスの接近を妨げることができる。\n- CCを使ってノーチラスの突進を妨害できるため、味方ADCを守りやすい。\n- ジャンナのシールドと回復で味方ADCの生存率を高められる。\n- ノーチラスは移動速度が遅く、ジャンナの機動力を活かして距離を保つことができる。\n- ジャンナはタワー下でも安全にプレイできるため、ノーチラスのオールインに対して有利。\n\n有利の取り方：\n\n- レーンフェーズでは、常に味方ADCの後ろに位置し、ノーチラスのフックの射程外に立つ。\n- ノーチラスが接近してきたら、CCを使って妨害し、味方ADCを守る。\n- 体力が減った味方には即座にシールドと回復を使用し、持続的に戦える状態を保つ。\n- ミニオンウェーブを管理し、ノーチラスが攻撃しにくい状況を作る。\n- 集団戦では、味方を守るためにシールドを使い、ノーチラスのCCを無効化する。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、味方ADCを守る能力が優れているため、ノーチラスの攻撃をしっかりと防げる。\n- ノーチラスのフックをブロックすることで、味方ADCが安全に攻撃できる環境を作れる。\n- ブラウムのパッシブによるスタンを活かして、ノーチラスに対してハラスを行いやすい。\n- ノーチラスはスキルを外すと無力になるため、ブラウムのCCをうまく活用することで、ノーチラスの行動を制限できる。\n\n有利の取り方：\n- レーン開始時にAAでノーチラスをハラスし、パッシブをスタックさせる。\n- ノーチラスがQを使った後、隙を見て攻撃を仕掛ける。\n- ミニオンウェーブを利用して、ノーチラスがフックを狙いにくい位置に立つ。\n- ブラウムのRを使って集団戦でノーチラスをまとめて制圧し、味方のダメージを最大化する。",
      "パンテオン": "パンテオンが有利です。\n\n- 短時間でのバーストダメージが高く、ノーチラスに対してオールインが強力。\n- 対象指定のスタンを持っており、ノーチラスのCCを無効化しやすい。\n- グローバルなRを持つため、他のレーンへの影響力が高く、試合全体でのプレッシャーをかけやすい。\n- ノーチラスは移動速度が遅く、パンテオンの瞬発力に対抗しにくい。\n\n有利の取り方：\n- レベル2または3で早めにガンクを狙い、ノーチラスがフックを使う前に攻撃を仕掛ける。\n- ミニオンウェーブを押し込んでから、ノーチラスの位置を確認しつつ、フックを避けるために距離を取る。\n- ノーチラスがCCを使った後に、すぐに反撃を行い、スタンを活かしてキルを狙う。\n- Rを使ってサイドレーンに影響を与え、ノーチラスが不在の間に他のレーンで有利を取る。",
      "スレッシュ": "スレッシュが有利です。\n\n理由:\n- スレッシュは高いCC性能を持ち、ノーチラスの動きを制限することができる。\n- ノーチラスのフックを避けるための機動力があり、スレッシュのフックでノーチラスを捕まえるチャンスがある。\n- スレッシュのランタンを使って味方を救出できるため、ノーチラスのオールインに対して有利に立ち回れる。\n- ノーチラスは移動速度が遅く、スレッシュは射程があるため、ウェーブを管理しやすい。\n\n有利の取り方:\n- ウェーブを押し込んでノーチラスをタワー下に押し込むことで、ガンクを誘発しやすくする。\n- ノーチラスがフックを外したタイミングで積極的にオールインを仕掛ける。\n- スレッシュのフックを使ってノーチラスを捕まえ、味方と連携してダメージを与える。\n- ランタンを使って味方を安全に引き寄せ、ノーチラスの攻撃を回避する。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力を持ち、ノーチラスのフックを避けやすい。\n- 2種類のCCを持ち、ノーチラスの動きを制限できるため、エンゲージやピールが得意。\n- ノーチラスの攻撃を受ける前に、味方ADCを守るためのシールドや回復が可能。\n- ノーチラスの基礎ステータスが低いため、短いエンゲージでHPを削りやすい。\n\n有利の取り方：\n- レーン序盤では、ノーチラスのフック範囲に入らないように立ち回り、味方ADCが安全にポーションを使えるようにする。\n- 短いエンゲージを繰り返し、ノーチラスのHPを削りつつ、ミニオンウェーブを管理して味方ADCがCSを取りやすい位置を確保する。\n- Lv6以降は、アルティメットとEのコンボを使ってノーチラスのCCを避けつつ、強力なCCを狙い、味方ADCを守る。",
      "モルガナ": "モルガナが有利です。\n\n- 遠距離からのポークが得意で、ノーチラスに対してハラスを行いやすい。\n- Wでノーチラスのフックを防ぎ、オールインを拒否できる。\n- ノーチラスのCCを無効化することで、味方を守ることができる。\n- ノーチラスは近距離戦が苦手で、スキルを外すと弱くなるため、モルガナのスネアを利用して有利に立ち回れる。\n\n有利の取り方：\n- レーン開始時は遠距離からAAやスキルでノーチラスをハラスし、ミニオンウェーブを押し込む。\n- ノーチラスがフックを狙ってきた際にはWを使って味方を守り、反撃のチャンスを作る。\n- ノーチラスがスキルを外したタイミングで積極的に攻め、ミニオンウェーブを利用してダメージを与える。\n- レベル6以降はRを使ってノーチラスや敵キャリーを足止めし、味方と連携してキルを狙う。",
      "アリスター": "アリスターが有利です。\n\n- アリスターは強力なCCを持ち、ノーチラスのエンゲージを無効化しやすい。\n- アリスターのパッシブによる回復効果で、レーン維持がしやすく、持久力が高い。\n- ノーチラスのスキルはリチャージが長いため、スキルを外すと反撃のチャンスが生まれる。\n- アリスターは短距離のCCを持っており、ノーチラスのフックを回避しやすい。\n- アリスターのUltによるダメージ軽減効果が、集団戦での生存能力を高める。\n\n有利の取り方：\n- レベル1からWとQを使って、ノーチラスに圧力をかけ、AAでトレードを行う。\n- ノーチラスのQを避けるために、ミニオンウェーブを利用して位置取りを工夫する。\n- レベル6以降はRを使ってタンク化し、オールインを狙う。\n- ジャングルと連携して、ノーチラスを捕まえるタイミングを見計らう。\n- 敵のミニオンウェーブを押し込んで、ノーチラスのフックを当てにくい状況を作る。"
    }
  },
  "レナータ・グラスク": {
    "name": "レナータ・グラスク",
    "beats": {
      "パイク": "パイクが不利です。\n\n- レナータはAAに依存するチャンピオンに対して強く、パイクのAAやスキルを逆手に取ることができる。\n- レナータのスキルはパイクの奇襲を防ぐためのシールドやピールを持っており、特に集団戦での支援能力が高い。\n- パイクは視界管理が苦手で、レナータのスキルを避けるのが難しいため、奇襲を受けやすい。\n- レナータのUltはパイクの攻撃を逆手に取ることができ、劣勢からの逆転を狙いやすい。\n\n不利の対策：\n- レナータのスキルを避けるために、常に位置取りを意識し、ブッシュを利用して奇襲を狙う。\n- レナータのUltのタイミングを見極め、無理に攻撃せず、味方と連携して行動する。\n- 中盤以降はローミングを優先し、他のレーンでのキルを狙うことでゴールドを稼ぐ。\n- 集団戦ではサイドを切り取り、レナータの支援を受けているキャリーを狙う。",
      "ポッピー": "ポッピーが不利です。\n\n理由:\n- レナータは遠距離からの攻撃や支援でポッピーを削ることができ、ポッピーが近づく前にダメージを与えられる。\n- レナータのスネアやスタンによって、ポッピーは接近するのが難しく、スキルを発動するタイミングを失いやすい。\n- レナータのUltは、ポッピーが攻撃を仕掛けた際に逆に味方を強化するため、ポッピーの攻撃が無効化される可能性が高い。\n- レナータは視界を確保しやすく、ポッピーが奇襲をかけるのが難しい。\n\n不利の対策:\n- レーン序盤はミニオンウェーブの後ろに隠れ、無理に前に出ずにレナータの攻撃を避ける。\n- レナータの重要スキルのクールダウンを確認し、クールダウン中に接近するタイミングを狙う。\n- ミニオンや視界を利用して、角から一気に飛び込み、レナータを優先的に排除する。\n- 集団戦ではレナータのバフやUltを警戒し、Ultを使わせた後に突入する。\n- ビルドは序盤はタンク寄りにし、回復対策を考慮してアイテムを選ぶ。",
      "レオナ": "レオナが不利です。\n\n- レナータは射程が長く、AAに依存するレオナに対して有利な立ち回りができる。\n- レナータのスキルは敵をコントロールする能力が高く、レオナの接近を妨げることができる。\n- レオナは火力が低く、特に中盤以降はレナータの持つ魔法ダメージに対抗しづらい。\n- レナータのUltは、レオナのオールインを逆手に取ることができ、逆転のチャンスを与える。\n\n不利の対策：\n\n- レナータのスキルを避けるために、ポジショニングを意識し、距離を保つ。\n- チームメイトと連携し、レナータを無力化するタイミングを見計らう。\n- ミニオンウェーブを利用して、レナータのスキルを受けないように立ち回る。\n- レナータのスキルのクールダウンを確認し、スキルがないタイミングで攻撃を仕掛ける。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- レナータのスキルは、ノーチラスのCCを無効化したり、逆に利用することができるため、ノーチラスの攻撃が通りにくい。\n- レナータのWは、2対2の戦闘を難しくし、ノーチラスの攻撃を受けるリスクを高める。\n- レナータのRは、ノーチラスのパッシブによって味方を束縛する可能性があり、逆にノーチラスのチャンスを奪うことがある。\n- レナータは射程が長く、AAやスキルでノーチラスを削りやすいため、ノーチラスが近づくのが難しい。\n\n不利の対策:\n- レナータのQとEを避けることに集中し、スキルを無駄にしないようにする。\n- レナータのWが発動した際は、無理に攻撃せず、ミニオンウェーブを利用して安全に立ち回る。\n- レナータのRが発動する前に、味方と連携して動き、逆にレナータを狙うタイミングを見計らう。\n- 視界を確保し、レナータの動きを把握することで、奇襲を避ける。",
      "モルガナ": "モルガナが不利です。\n\n- レナータは遠距離からの妨害やバフを持っており、モルガナのスキルを無力化しやすい。\n- レナータのUltは、モルガナのチームメイトを逆手に取ることができ、集団戦での影響力が高い。\n- モルガナは視界確保が苦手で、レナータのスキルによる奇襲を受けやすい。\n- レナータのスキルはクールダウンが長いモルガナに対して、持続的な圧力をかけることができる。\n\n不利の対策：\n\n- Qを確実に当てることで、レナータのスキルを無力化し、優位に立つ。\n- Eを使って味方を守り、レナータの攻撃を防ぐタイミングを見極める。\n- ウェーブを管理し、レナータが攻撃しづらい状況を作る。\n- ロームを活用し、他のレーンでのプレッシャーをかけてレナータの影響力を減少させる。\n- 視界を確保し、レナータの動きを把握して奇襲を避ける。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- レナータは接近戦でのCCやUltを持っており、ゼラスが距離を取るのが難しい。\n- ゼラスのスキルは発動が遅く、レナータのCCに捕まると簡単に倒される可能性が高い。\n- レナータのUltはゼラスの逃げ道を封じることができ、逆にゼラスを攻撃するチャンスを与える。\n- ゼラスは長射程でハラスが得意だが、レナータは味方を守る能力が高く、ゼラスの攻撃を無効化しやすい。\n\n不利の対策:\n- ミニオンの後ろから安全にハラスを行い、AAを活用してダメージを与える。\n- レナータのCCを避けるために、常に距離を保ち、位置取りを意識する。\n- レナータのUltのタイミングを把握し、Ultが発動する前に距離を取る。\n- 集団戦では前衛の後ろに位置し、レナータの妨害を受けないようにする。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- レナータは強力なCCスキルを持ち、特にスネアやスタンを使ってスレッシュを捕まえることができる。\n- レナータのRは、敵を逆に味方として利用できるため、スレッシュがエンゲージを試みた際に逆転される可能性が高い。\n- スレッシュはクールダウンが長く、スキルを外した場合の隙が大きいため、レナータの攻撃を受けやすい。\n- レナータは後衛に位置することが多く、スレッシュがフックを当てるのが難しい。\n- レナータのシールドにより、スレッシュのダメージが軽減されるため、効果的なハラスが難しい。\n\n不利の対策:\n- レナータのスキルのクールダウンを把握し、スキルが使えないタイミングを狙って攻撃する。\n- レナータの位置取りを意識し、フックを当てるチャンスを見極める。\n- チームメイトと連携し、レナータを捕まえる際は一緒に攻撃する。\n- レナータのシールドを剥がす手段を考え、ダメージを与える際は注意を払う。\n- ミニオンウェーブを利用して、レナータのスキルを避けながらハラスを行う。",
      "セラフィーン": "セラフィーンが不利です。\n\n- レナータはスネアやスタンを持っており、セラフィーンの距離を保つ戦略を妨害しやすい。\n- レナータのUltは、セラフィーンの集団戦での強みを逆手に取ることができ、味方を攻撃する形で逆転を狙われる。\n- セラフィーンはスキルの発生が遅く、レナータの突発的なアクションに対処しづらい。\n- レナータは単体狙いのチャネリング系に強く、セラフィーンのCCを防ぎやすい。\n\n不利の対策：\n- レナータのスキルのクールダウンを意識し、スキルを避けるタイミングを見計らう。\n- ミニオンウェーブを利用して、レナータの攻撃を受けない位置を保つ。\n- レベル6以降は、Ultを使うタイミングを慎重に選び、集団戦での効果を最大限に引き出す。\n- 可能であれば、味方と連携してレナータを孤立させるように動く。",
      "ラックス": "ラックスが不利です。\n\n- レナータは味方を保護するスキルを持っており、ラックスの攻撃を無効化することができる。\n- レナータのCCスキルにより、ラックスは接近されると脆弱になり、反撃が難しくなる。\n- レナータのUltは、ラックスの攻撃を逆手に取ることができ、逆転のチャンスを与える。\n- ラックスは距離を保つことが得意だが、レナータのスネアやスタンにより、距離を詰められるリスクがある。\n\n不利の対策：\n- レナータのCCを避けるために、常に距離を保ち、ミニオンウェーブを利用して視界を確保する。\n- レナータが味方をシールドした瞬間を狙って攻撃するのではなく、冷静に引く判断をする。\n- フラッシュを温存し、レナータのUltやCCを避けるための逃げ道を確保する。\n- アイテムを活用してCC対策を行い、特にクイックシルバーを持つことで、CCからの脱出を容易にする。",
      "パンテオン": "パンテオンが不利です。\n\n- レナータは味方を守るための強力なCCを持っており、パンテオンの突入を妨害しやすい。\n- パンテオンは短期決戦に強いが、レナータは長期戦を有利に進める能力が高く、集団戦での役割を果たしやすい。\n- レナータのUltは、パンテオンの攻撃を逆手に取ることができ、劣勢からの逆転を狙いやすい。\n- パンテオンは視界を確保する能力が低く、レナータのサポートによる奇襲を受けやすい。\n\n不利の対策：\n- レナータのCCを避けるために、スキルを使うタイミングを慎重に選ぶ。\n- ウェーブ管理を行い、ミニオンウェーブを有利に保つことで、レナータの介入を防ぐ。\n- レナータのUltを温存しているタイミングを見極め、突入するタイミングを調整する。\n- ロームを活用して他のレーンに圧力をかけ、数的不利を作ることでレナータの影響を減らす。",
      "アリスター": "アリスターが不利です。\n\n- レナータは遠距離からの保護やバフを行えるため、アリスターの突入を無効化しやすい。\n- レナータのCCスキルはアリスターのエンゲージを阻止することができ、特にスネアやスタンが効果的。\n- アリスターは接近戦での火力が低く、レナータのスキルを受けると脆弱になりやすい。\n- レナータのUltはアリスターの突入を逆手に取ることができ、逆にアリスターが不利な状況に陥る可能性がある。\n- レナータは視界確保が苦手なため、奇襲を受けやすいが、アリスターも同様に視界管理が難しいため、レナータのスキルを避けるのが難しい。\n\n不利の対策：\n- レナータのスキルを使わせるために、無理に突入せずにウェーブを管理し、相手の動きを観察する。\n- レナータの保護スキルがクールダウン中に突入するタイミングを見計らう。\n- 可能であれば、味方と連携して一緒に突入し、レナータの注意を分散させる。\n- レナータのUltが発動する前に、味方の位置を確認し、集団戦ではターゲットを分散させないようにする。\n- 視界を確保し、レナータの位置を把握することで、奇襲を避けるように心がける。",
      "セナ": "セナが不利です。\n\n- レナータは味方を強化し、妨害する能力が高く、集団戦での影響力が強い。\n- セナは基礎ステータスが低く、序盤が弱いため、レナータの攻撃を受けやすい。\n- レナータのスネアやスタンによって、セナは捕まりやすく、逃げる手段が乏しい。\n- レナータのUltは、セナの攻撃を逆手に取ることができ、劣勢からの逆転を狙いやすい。\n\n不利の対策：\n- レーンでは射程を意識し、ミニオンの後ろから攻撃することで安全にハラスを行う。\n- レナータの接近を警戒し、無理にAAをしないようにする。\n- 味方ADCと連携し、短時間の交戦を心がけ、レナータの妨害を見切ったら反撃する。\n- 集団戦では位置取りを最優先し、前に出ないようにし、味方を守るためにRを活用する。\n- 回復や耐久を意識した装備を選び、早めにヒール強化を行う。"
    },
    "loses": {
      "ジリアン": "ジリアンが有利です。\n\n- 序盤のポーク能力が高く、ミニオンを挟んで安全にダメージを与えられる。\n- 加速スキルを使うことで、味方を安全に逃がすことができ、レナータの仕掛けを回避しやすい。\n- アルティによる蘇生効果が、レナータの単体拘束を無効化することができるため、逆転のチャンスを作りやすい。\n- レナータのクールダウンが長いため、ジリアンのスキルを使った後に攻撃を仕掛ける余裕が生まれる。\n\n有利の取り方：\n\n- レーン序盤では、ミニオンウェーブを利用してQでポークし、レナータのCC射程外から攻撃する。\n- トレード時に相手が近づいた瞬間に爆弾を当て、加速スキルで安全に離脱する。\n- レナータが単体拘束を狙った際には、即座に加速で味方を引き離すか、自分のアルティで回避する。\n- サイドワードを設置し、敵のフラッシュやCCの有無を把握して、仕掛けのタイミングを見極める。\n- 集団戦では、味方のキーヒーローの周囲をキープしつつポークを行い、味方が狙われた際にはアルティで救出する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に付着することで安全にサステインを提供でき、レナータの攻撃を受けにくい。\n- ユーミのスキルは遠距離からのpokeが可能で、レナータのスキルを避けながらダメージを与えられる。\n- ユーミは回復やシールドを通じて味方の生存能力を高め、レナータのCCを受けても耐えやすい。\n- レナータのスキルはクールダウンが長く、ユーミが付着している限り、レナータの攻撃を受けるリスクが低い。\n\n有利の取り方：\n- 常に味方に付着し、AAやスキルでミニオンウェーブを削りながらレナータに圧力をかける。\n- Qで安全にpokeし、Eで味方を回復・強化し続ける。\n- レナータがCCを準備しているタイミングを見計らい、付着先を入れ替えたり、Rで割り込むことでユーミの生存を確保する。\n- レナータが孤立している味方を狙う際に、ユーミの支援を活かして一気に攻撃する。",
      "ミリオ": "ミリオが有利です。\n\n理由:\n- ミリオは味方のAA射程を延ばすことで、レナータの攻撃を受けずに安全にハラスができる。\n- ミリオのウルトは、レナータの妨害を解除できるため、集団戦での影響力が高い。\n- レナータのスキルはクールダウンが長く、ミリオはその間に攻撃を仕掛けることができる。\n- ミリオは回復やシールドを提供できるため、レナータの攻撃を受けても耐えやすい。\n\n有利の取り方:\n- 序盤はミニオンウェーブを管理し、レナータのスキルを避けながらAAでハラスを行う。\n- レナータがスキルを使った後に攻撃を仕掛け、相手のクールダウンを利用する。\n- 集団戦では、味方の突入タイミングに合わせてウルトを使用し、レナータの妨害を無効化する。\n- 視界を確保し、レナータの位置を把握しながら安全に行動する。",
      "ルル": "ルルが有利です。\n\n- ルルは、アサシンやダイバーに対して強力な防御能力を持ち、レナータの攻撃を無力化することができる。\n- ルルのCCはポリモーフであり、レナータのスキルを無効化することで、味方を守ることができる。\n- レナータはAAに依存するため、ルルのシールドやHP増加で味方を強化することで、トレードを有利に進めやすい。\n- ルルはスキルの効果を状況に応じて使い分けることができるため、柔軟な戦術が可能。\n\n有利の取り方：\n\n- ウェーブを管理し、ミニオンウェーブを利用してレナータとの距離を保つ。\n- レナータのスキルのクールダウンを意識し、スキルを避けながらトレードを行う。\n- レナータのADCが近くにいる場合は、AAを避けるために慎重に位置取りを行う。\n- ルルのシールドを適切なタイミングで使用し、味方の生存能力を高めることで、レナータの攻撃を耐える。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n理由:\n- 長射程のスキルを持っているため、レナータに対して安全な距離からポークが可能。\n- AoE攻撃により、ミニオンウェーブを素早く処理でき、レナータの視界を制限しやすい。\n- レナータの引き寄せや突進を警戒しながら、距離を保つことで自分の安全を確保できる。\n- レナータのスキルの発動が遅いため、スキルを避けやすい。\n\n有利の取り方:\n- QやEで安全な距離からポークし、レナータのHPを削る。\n- ミニオンウェーブを利用して、レナータの視界を制限し、孤立させる。\n- Wでスローを当てて位置をずらし、パッシブコンボを狙う。\n- 集団戦では角から全体攻撃を狙い、レナータの妨害に備えてサイドから攻める。",
      "ソラカ": "ソラカが有利です。\n\n- 高い回復能力を持ち、味方の生存率を大幅に向上させることができる。\n- レナータのスキルはクールダウンが長く、正確な判断が求められるため、ソラカの回復で持ちこたえやすい。\n- レナータの接近をEで阻止することで、攻撃を避けやすくなる。\n- レナータのUltを受ける前に全体回復を行うことで、味方を守ることができる。\n\n有利の取り方：\n- レーン開始時はミニオンの影に隠れ、レナータのスキルを避ける。\n- Qでポークしつつ、レナータのCCを見てからWを使用する。\n- Eを温存し、レナータが接近してきた際に使用して行動を制限する。\n- レナータが味方を孤立させた場合、即座に全体回復を行い、混乱を防ぐ。\n- マップ管理を行い、ワードを深めてレナータの動きを監視し、常に味方と行動する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、レナータの攻撃を遠ざけることができるため、レナータのポークを無効化しやすい。\n- ジャンナのシールドと回復能力により、味方ADCを守りながらトレードを有利に進めることができる。\n- レナータはクールダウンが長く、スキルの発動が遅いため、ジャンナのディスエンゲージ能力に対処しづらい。\n- 集団戦ではジャンナのノックアップや範囲回復が強力で、味方を守る役割を果たしやすい。\n\n有利の取り方：\n- レーン開始時に味方ADCを盾にし、レナータの攻撃を避けながらAAでミニオンウェーブを処理する。\n- スキルを使ってレナータのポークを回避し、トレードの際にはシールドを活用してダメージを軽減する。\n- レベル6以降は、レナータのULTに合わせて自分のRやEを使い、味方を守りながら集団戦での位置取りを意識する。\n- 敵がオールインを仕掛けてきた際には、ノックアップを使って敵を遠ざけ、反撃のチャンスを作る。",
      "ラカン": "ラカンが有利です。\n\n- ラカンは高い機動力を持ち、瞬時に敵に接近してCCを与えることができるため、レナータの遠距離攻撃を避けながら攻撃できます。\n- レナータはスキルのクールダウンが長く、ラカンが仕掛けるタイミングを見計らうことで、彼女のスキルを無効化しやすいです。\n- ラカンのCCは敵を無力化する能力が高く、レナータが味方を守るためのスキルを発動する前に攻撃を仕掛けることができます。\n- レナータは視界確保が苦手で、ラカンのロームや奇襲に対して脆弱です。\n\n有利の取り方：\n- ミニオンウェーブを利用して隠れ、Qで小トレードを行い、レナータのスキルを避ける。\n- 味方ADCとの連携を強化し、Eで寄り、Wでノックアップを狙う。\n- レベル6以降はロームを優先し、レナータのウルトが発動する前に敵を素早く倒す。\n- 敵のウルトや味方が狙われた際は、即座にEで守りに行き、味方をサポートする。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- ブリッツクランクのフックは、レナータのスキルを無効化することができ、特に彼女のウルトを発動させる前に捕まえることができる。\n- レナータは視界確保が苦手で、ブリッツクランクの奇襲に対して脆弱である。\n- ブリッツクランクは瞬時にキルを狙えるため、レナータのサポート能力を無効化しやすい。\n- ブリッツクランクのノックアップやサイレンスは、レナータの行動を制限し、彼女のスキルを発動させる前に倒すことができる。\n\n有利の取り方：\n- レーン序盤はブラフフックを使い、レナータの位置を探る。ミニオンウェーブを利用して視界を遮る。\n- Wで移動速度を上げ、レナータの動きを誘導し、確実なフックを狙う。\n- レナータがフックを避けるために前に出たタイミングを狙い、フックを当てて瞬時にキルを狙う。\n- ローミングを優先し、レナータが孤立しているタイミングで側面からフックを狙う。\n- アイテムを早めに揃え、ローミング速度と耐久を高めて、レナータに対するプレッシャーを維持する。",
      "ブラウム": "ブラウムが有利です。\n\n- 近距離での耐久力が高く、味方を守る能力に優れているため、レナータの遠距離攻撃を弾きやすい。\n- スタンを狙いやすく、レナータのスキルを封じることで、彼女のダメージを減少させることができる。\n- レナータは近接戦が苦手で、ブラウムが近づくことで彼女のダメージを受けやすくなる。\n- ブラウムは味方ADCと連携しやすく、レナータのスキル使用後に攻撃を仕掛けることで有利な交換が可能。\n\n有利の取り方：\n\n- レーン序盤では、ミニオンの陰に隠れながらスキルを温存し、視界を確保する。\n- レナータがスキルを使った後に、味方と連携して短期の撃ち合いを仕掛ける。\n- 距離を詰めてAAを当てつつ、レナータのスキルを回避し、反撃のチャンスを狙う。\n- 集団戦では、前に出て味方を守り、レナータに近づかせないように立ち回る。",
      "カルマ": "カルマが有利です。\n\n理由:\n- レナータのスキルがクールダウン中であれば、カルマは積極的に近づいてAAやスキルで攻撃できる。\n- カルマはスネアやスロウを持っており、レナータの動きを制限することができる。\n- レナータのスキルは発動が遅く、カルマはその隙を突いて反撃しやすい。\n- カルマは序盤からUltを使用できるため、レナータに対して高いプレッシャーをかけることができる。\n- レナータのUltには注意が必要だが、カルマは位置取りを工夫することでその影響を軽減できる。\n\n有利の取り方:\n- ウェーブを管理し、ミニオンを利用してレナータに近づくタイミングを見計らう。\n- レナータのスキルを避けるために、常に位置取りに注意を払いながら攻撃する。\n- レナータのスキルがクールダウン中のタイミングで積極的に攻撃し、ダメージを与える。\n- 味方のADCをサポートしつつ、ハラスを行い、レナータの体力を削る。\n- チーム戦では、レナータのUltを避けるか、効果的に対処するための位置取りを意識する。"
    }
  },
  "ブランド": {
    "name": "ブランド",
    "beats": {
      "ポッピー": "ポッピーが不利です。\n\n- ブランドは遠距離からのポークが得意で、ポッピーは近接攻撃のため、レンジでのハラスに弱い。\n- ブランドのスキルは持続的なダメージを与えるため、ポッピーは耐えるのが難しい。\n- ブランドのCCスキルに捕まると、ポッピーは自衛手段が乏しく、瞬時にダメージを受けやすい。\n- ブランドはミニオン越しにスキルを当てることができるため、ポッピーはミニオンウェーブを利用しづらい。\n- ブランドは集団戦でのAoEダメージが強力で、ポッピーはその中で孤立しやすい。\n\n不利の対策：\n- 序盤はDoran’s Shieldを購入し、ヘルス回復を重視して耐える。\n- ブランドのスキルを誘い、スキルを使った後に接近して攻撃する。\n- ミニオンウェーブの後ろで待機し、ブランドのスキルを避ける。\n- Eを使って壁スタンを狙い、成功したらフルコンボで反撃する。\n- 早めにMRアイテムを購入し、ブランドの魔法ダメージに対抗する。",
      "ラカン": "ラカンが不利です。\n\n- ブランドは遠距離からのポークが得意で、ラカンは接近しなければならないため、常にダメージを受けやすい。\n- ブランドの持続ダメージとAoEダメージにより、ラカンはレーンでのサステインが難しくなる。\n- ブランドのスタンを受けると、ラカンは何もできなくなり、反撃のチャンスを失う。\n- ブランドはスキルを連打することでマナを回復できるため、ラカンが持続的に攻撃を受けると厳しい状況になる。\n\n不利の対策：\n\n- ブランドのスキルを避けるために、距離を保ちながら立ち回る。\n- ブランドがスキルを使った後に接近し、反撃のチャンスを狙う。\n- Eを温存して味方を守り、致命的な被弾時にはRで反撃する。\n- 視界を確保し、ブランドのスキルのクールダウンを意識して行動する。\n- 早めに魔法耐性を確保し、集団戦に備える。",
      "パンテオン": "パンテオンが不利です。\n\n- ブランドは全てのスキルが攻撃スキルであり、持続ダメージが強力で、特にタンクに対しても効果的な割合ダメージを持っています。\n- ブランドのスタンを持つスキルにより、パンテオンは接近した際に一時的に無力化されるリスクがあります。\n- ブランドは距離を保ちながらスキルを使うことができ、パンテオンが近づくのを難しくします。\n- パンテオンは自衛手段が乏しく、ブランドの持続的なダメージに対して耐えることが難しいです。\n- ブランドのスキルはミニオンを貫通する能力があり、パンテオンはミニオンウェーブを利用しての接近が難しくなります。\n\n不利の対策：\n\n- レーニング中は距離を保ち、ブランドのスキルを避けるように心がける。\n- ブランドのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- ミニオンウェーブを利用して、ブランドのスキルを避けつつAAでダメージを与える。\n- ブランドのスタンを警戒し、スキルを使った後に反撃するタイミングを計る。\n- ジャングラーと連携し、ブランドに対するGankを狙うことで有利な状況を作る。",
      "スウェイン": "スウェインが不利です。\n\n- ブランドは遠距離からのバースト攻撃と持続ダメージを持っており、スウェインは接近しないとダメージを与えられないため、距離を保たれると厳しい。\n- ブランドのスキルは高いポーク能力を持ち、スウェインは序盤のレーニングでダメージを受けやすい。\n- スウェインは自衛手段が乏しく、ブランドのスタンを受けると一気にダメージを受ける危険がある。\n- ブランドの持続ダメージはスウェインの回復を上回る可能性があり、特にレベル6以降の集団戦で不利になる。\n\n不利の対策：\n- 序盤はミニオンウェーブを利用して、ブランドのスキルを避けながらAAでダメージを与える。\n- ブランドのスキルを避けるために、Eを使って距離を詰めるタイミングを見極める。\n- ブランドがスキルを使った後に反撃することで、ダメージを抑えつつチャンスを狙う。\n- 集団戦では、ブランドのRを警戒し、タイミングを見計らって接近し、回復を狙う。",
      "シャコ": "シャコが不利です。\n\n- ブランドは遠距離からの高火力持続AoEを持ち、シャコが接近する前にダメージを与えられる。\n- ブランドのスキルはスタンを付与するため、シャコが奇襲を仕掛けた際に無力化される可能性が高い。\n- シャコは自衛手段が乏しく、ブランドの持続ダメージに対して脆弱である。\n- ブランドのスキルを外すと、シャコは耐えられないため、スキルを避けるのが難しい。\n\n不利の対策：\n\n- レーンではミニオンから距離を取り、ブランドのスキルを誘発させる。\n- ブランドがスキルを消費した瞬間を狙い、ステルスを使って接近する。\n- HPが減った場合は早めに魔抗を積み、耐久力を上げる。\n- 集団戦ではサイドからキャリーを狙い、ブランドのAoEを避けるように立ち回る。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ブランドは高い瞬間火力を持ち、特に近距離での連続攻撃に強いため、接近されると脆弱なザイラは簡単に倒される。\n- ブランドのスキルは全て攻撃スキルであり、持続的なダメージを与える能力が高いため、ザイラの防御力の低さが際立つ。\n- ブランドのパッシブによる高火力が、ザイラの植物を一掃するのが容易で、ザイラのゾーニング能力が低下する。\n- ザイラはスキルの発動から発生までに時間がかかるため、機動力の高いブランドの攻撃を避けるのが難しい。\n\n不利の対策:\n- レーン序盤はEで安全にハラスし、ミニプラントを配置して視界を確保し、ブランドの攻撃を避ける。\n- ブランドのスキルを避けるために、距離を保ちながら立ち回ることを意識する。\n- スキルを外さないように注意し、Eが当たったらWで拘束し、AAやQで追撃する。\n- レベル6以降はRを使って集団戦を有利に進めるため、タイミングを見計らって使用する。",
      "レオナ": "レオナが不利です。\n\n- ブランドは強力なポークを持っており、レオナが接近するのを難しくする。\n- ブランドのスキルは全て攻撃スキルであり、持続ダメージが強力で、レオナの耐久力を削りやすい。\n- ブランドのCCスキルによって、レオナがオールインを狙うタイミングを制限される。\n- レオナは自衛手段が乏しく、ブランドの奇襲に対して脆弱である。\n- ブランドは高機動のADCやサステインの乏しいタンクに対して有利で、レオナのようなタンクに対しても効果的な割合ダメージを持つ。\n\n不利の対策：\n\n- ブランドの攻撃を避けるために、常に動き回り、静止しないようにする。\n- ブランドのスキルがクールダウン中のタイミングを狙って、反撃やサポートを行う。\n- 味方と連携して行動し、ブランドの攻撃を分散させる。\n- 魔法防御アイテムを選択し、ブランドの魔法ダメージに対抗する。\n- ウェーブを管理し、ミニオンを利用してブランドの攻撃を遮る。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- ブランドの持続ダメージが高く、特にスキルを当てられると大きなダメージを受ける。\n- ブランドのスキルは予測可能であるが、スレッシュは自衛手段が乏しく、奇襲を受けやすい。\n- ブランドのスタン効果により、スレッシュが捕まると一気にHPを削られる危険がある。\n- ブランドは集団戦でのAoEダメージが強力で、スレッシュが集団戦での役割を果たしにくくなる。\n- スレッシュのスキルのクールダウンが長く、外した際の隙が大きいため、ブランドに対して攻撃のチャンスを逃しやすい。\n\n不利の対策:\n- ブランドのスキルのクールダウンを意識し、隙を見て攻撃するタイミングを計る。\n- ブランドの攻撃を受けすぎないように、ウェーブを管理しつつ安全な位置を保つ。\n- フックを使ってブランドを捕まえるチャンスを狙い、連携を取って一気に排除する。\n- HP管理を徹底し、ブランドのスキルを受ける前に回復アイテムを使用する。\n- チームメイトと連携し、ブランドに対して集団で攻撃を仕掛けることで、彼の持続ダメージを抑える。",
      "セラフィーン": "セラフィーンが不利です。\n\n理由:\n- ブランドは高い遠距離ダメージを持ち、持続的なダメージを与える能力が強力で、セラフィーンはそのダメージを受けやすい。\n- ブランドのスキルは全て攻撃スキルであり、特に一撃の火力が高いため、セラフィーンは瞬時に大きなダメージを受ける可能性がある。\n- セラフィーンはスキルの発生が遅く、ブランドの攻撃を避けるのが難しいため、反撃のチャンスが限られる。\n- 自衛手段が乏しく、特にアサシンに対して脆弱なため、ブランドの攻撃を受けた際に致命的なダメージを受けやすい。\n\n不利の対策:\n- ミニオンウェーブを利用して、ブランドのスキルをミニオンに当てさせることで、ダメージを軽減する。\n- ヘルス管理を徹底し、ブランドの攻撃を受ける前に回復やシールドを使用する。\n- ブランドのスキルを避けるために、位置取りを工夫し、ミニオンの後ろに隠れる。\n- 集団戦では味方と連携し、ブランドのRを受ける前に味方のCCを活用して無力化する。",
      "ラックス": "ラックスが不利です。\n\n- ブランドは持続ダメージが強力で、特にスキルを当てられると継続的にダメージを受ける。\n- ブランドのスタン効果により、ラックスは捕まると一気にダメージを受けやすい。\n- ブランドのスキルはミニオンを貫通するため、ラックスのハラスが効きにくい。\n- ブランドは集団戦でのAoEダメージが豊富で、ラックスは接近されると脆弱になる。\n\n不利の対策：\n\n- 序盤はウェーブを管理し、ブランドのスキルを避けるように立ち回る。\n- Eを使う際は、ブランドのスキルを避けるタイミングを考慮する。\n- Qを使ってブランドのスキルを予測し、捕まえるチャンスを狙う。\n- Wを適切なタイミングで使用し、受けるダメージを軽減する。\n- 集団戦では安全な位置からRを使用し、ブランドの攻撃を避ける。"
    },
    "loses": {
      "ニーコ": "ニーコが有利です。\n\n- ブランドはスキルショットが多く、ニーコの擬態を利用することでこれを避けやすい。\n- ニーコは確定CCを持っており、ブランドに対して高いバーストダメージを出せる。\n- ブランドの自衛手段が乏しく、ニーコの奇襲に対して脆弱である。\n- ニーコはレーンでのハラスが得意で、ブランドの持続ダメージを受ける前に攻撃を仕掛けやすい。\n\n有利の取り方：\n- レーン序盤では、Wを使ってブランドのスキルを避けつつ、AAでミニオンを処理する。\n- Eを当てた後にQを使い、Rで確定CCを狙うことで、ブランドに大きなダメージを与える。\n- レベル6以降はロームを行い、サイドレーンでの圧力をかけることで、ブランドを孤立させる。\n- 集団戦では、Rを使って敵をまとめて捕まえ、味方と連携してダメージを出す。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで、ブランドの攻撃を受け流しやすく、回復やシールドで耐久力を高められる。\n- ブランドの持続ダメージに対して、ユーミの回復が効果的に機能し、レーン維持がしやすい。\n- ブランドのスキルをミニオン越しに受け流すことで、ダメージを軽減できる。\n- ユーミは集団戦で味方を強化し、ブランドの火力を相殺することができる。\n\n有利の取り方：\n- レーン序盤は味方ADCに早めに乗り、ヒールとサポートに徹する。\n- ブランドのスキルを回避しつつ、Eで回復を行い、ミニオン越しにQを多用する。\n- ハラス合戦では無理に反撃せず、Wで位置取りを維持し、味方を守る。\n- 敵が硬く固まる場面でRを使い、味方の追撃を助ける。\n- 集団戦ではブランドの火力を警戒しつつ、タンクに乗って味方を守り続ける。",
      "セナ": "セナが有利です。\n\n- セナは長射程を持ち、ブランドの攻撃を安全な距離からハラスできる。\n- ブランドの持続ダメージに対して、セナは回復能力を活かしてダメージを相殺できる。\n- ブランドは自衛手段が乏しく、セナのスネアで捕まると大きなダメージを受けやすい。\n- セナはミニオンのソウルを回収することで、ADを増加させ、さらに強力なハラスが可能になる。\n\n有利の取り方：\n- ミニオンのソウルを優先的に回収し、射程とADを伸ばす。\n- 安全な位置からAAやスキルでブランドにハラスを行う。\n- スネアを使ってブランドの動きを制限し、味方と連携してダメージを与える。\n- ブランドのスキルを避けるためにサイドステップを行い、被弾を最小限に抑える。\n- 集団戦では後方から回復を撒きつつ、決定打を狙う。",
      "ジャンナ": "ジャンナが有利です。\n\n- ブランドは自衛手段が乏しく、ジャンナのCCであるノックバックやノックアップに対して脆弱です。\n- ジャンナは味方を守るためのシールドを持っており、ブランドの持続ダメージを軽減できます。\n- ブランドのスキルは高いダメージを持つものの、スキルを外すと圧が落ちるため、ジャンナのピール能力で彼の攻撃を無効化しやすいです。\n- ジャンナは移動速度を上げる能力を持ち、ブランドの攻撃を避けやすく、レーンでの生存率が高いです。\n- ブランドのスキルはミニオンを貫通することができないため、ジャンナはミニオンウェーブを利用して安全に立ち回ることができます。\n\n有利の取り方：\n\n- 開幕時にミニオンウェーブを盾にして、ブランドのスキルを視認・回避し、味方ADCを守る。\n- ブランドのスキルに合わせてシールドを使い、味方ADCの被ダメを軽減する。\n- レーン後半では、ブランドのRを避ける位置取りをし、敵が突っ込む瞬間にノックバックで敵を妨害する。\n- ブランドのロームを警戒し、サイドにワードを置いて情報を得る。\n- 集団戦では、味方キャリーの保護を優先し、ブランドのRを止められない場合は敵を散開させてからシールドで耐える。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは味方の回復やシールドを提供できるため、ブランドのポークを耐えることができる。\n- ブランドのスキルは命中が前提であり、ミリオは横に動くことで回避しやすい。\n- ミリオのスキルで味方の攻撃範囲を延ばすことで、ブランドに対して有利なトレードが可能。\n- ブランドのスタンを受ける前に味方を守ることができるため、集団戦での影響力が高い。\n\n有利の取り方：\n- レーン前に回復強化寄りのサポアイテムを持ち、ワードでブランドの位置を把握する。\n- 序盤はブランドのスキルを避けながらAAでハラスを行い、回復を活用して耐える。\n- ブランドがスキルを外したタイミングで味方と連携し、トレードを仕掛ける。\n- 集団戦では前衛に加速や回復を配り、ブランドのULT連鎖を散らすように立ち回る。\n- 常にミニオンウェーブを意識し、ブランドのスキルをミニオンでブロックする。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ブランドに対して回復やシールドを持っているため、彼のポークやバーストダメージを耐えやすい。\n- ブランドのスキルは持続的なダメージを与えるが、ソナはオーラで味方を支援できるため、集団戦での生存率が高い。\n- ソナは操作が簡単で、スキルの発動が迅速なため、ブランドの攻撃を避けやすい。\n- ブランドのCCはスタンに依存しているが、ソナはUltでのスタンを持っており、集団戦での反撃が可能。\n\n有利の取り方:\n- レーン開始時にミニオンを遠目で守り、ブランドのスキルを避けるため距離を保つ。\n- ブランドがスキルを使った後に反撃し、AAやQでダメージを与える。\n- Wで味方を回復しつつ、ブランドの攻撃を耐える。\n- ミニオンウェーブを利用して、ブランドのスキルを避けながらポジショニングを工夫する。\n- アイテムを早めに購入し、魔法防御を強化して耐久力を上げる。\n- 集団戦では後衛位置を維持し、味方を優先的に回復・シールドする。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックでブランドを捕まえることで、一発キルやフラッシュを奪うチャンスがある。\n- ブランドは自衛手段が乏しく、フックを受けると即死する可能性が高い。\n- ブリッツクランクのスキルは、ブランドの持続ダメージを無効化することができる。\n- ブランドはフックを警戒しなければならず、プレッシャーをかけることができる。\n- 集団戦では、ブリッツクランクのノックアップやサイレンスがブランドのスキル発動を妨害できる。\n\n有利の取り方：\n- レーニング開始時に視界を確保し、ブランドの動きを監視する。\n- 味方ADCの射程内でフックを狙い、ヒットしたら追撃を行う。\n- ブランドが前に出てきた際にフックを放ち、成功したらWで近づき、Eで追撃する。\n- レベル6以降は、フックから即座にRを使って大ダメージを狙う。\n- フックのクールダウン中は無理せず視界を取り、味方と連携してロームする。",
      "カルマ": "カルマが有利です。\n\n- カルマはEでシールドを得られ、移動速度も上昇するため、ブランドの攻撃を避けやすい。\n- ブランドのスキルは高火力だが、スネアやシールドを持つカルマは耐久力が高く、長期戦で有利に立ち回れる。\n- カルマはQでポークが得意で、ミニオンの後ろから安全に攻撃できる。\n- ブランドのWを避けることで、被ダメを最小限に抑えられる。\n\n有利の取り方：\n\n- ミニオンの後ろでQやAAを使い、ブランドのHPを削る。\n- ブランドがWを置いた瞬間に横に動いて回避し、Eでシールドを張る。\n- Rを使ってトレードを開始したり、逃げたりするタイミングを見極める。\n- ブランドがパッシブを溜めたら距離を取り、火傷を避ける。\n- ワードを使ってサイドのロームを警戒し、ブランドのスキルを外させることで有利を取る。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはアサシンやダイバーに対して強力な防御能力を持ち、ブランドの攻撃を無力化できる。\n- ブランドのスタンを避けることで、ルルは安全に味方をサポートできる。\n- ルルのシールドやHP増加により、味方の生存能力を高め、ブランドの高いダメージに対抗できる。\n- ルルは距離を保ちながら戦うことができ、ブランドのスキルを回避しやすい。\n\n有利の取り方:\n- 初期レベルから積極的にウェーブを管理し、ブランドのスキルを避けながらAAでダメージを与える。\n- ブランドのスキルを避けるために、常に移動を意識し、瞬時に反応する。\n- 味方が攻撃を受けた際には、迅速にシールドを付与して回復させる。\n- 視界を確保し、ブランドの動きを把握することで、奇襲を防ぐ。\n- チームワークを重視し、味方と連携して反撃するタイミングを見計らう。",
      "ノーチラス": "ノーチラスはブランドに有利です。\n\n理由:\n- ブランドは遠距離からのポークが得意ですが、ノーチラスは近接戦でのCCを活かして一気に攻撃できる。\n- ノーチラスのCCスキルにより、ブランドを捕まえることができれば、瞬時に大ダメージを与えるチャンスがある。\n- ブランドは自衛手段が乏しく、ノーチラスのフックやCCに対して脆弱である。\n- ノーチラスはタンクとして耐久力が高く、ブランドの持続ダメージを受けても生き残ることができる。\n\n有利の取り方:\n- ブランドのスキルを避けるために、位置取りを工夫し、ウェーブを押し込むことでブランドにプレッシャーをかける。\n- ブランドがスキルを使った後の隙を狙い、CCを当てて攻撃するタイミングを見計らう。\n- ブランドの体力が低くなったタイミングで、ウェーブを利用して一気にオールインを仕掛ける。\n- ブランドのスキルコンボを理解し、反撃のタイミングを計ることで、無理に攻撃せずにチャンスを待つ。"
    }
  },
  "ニーコ": {
    "name": "ニーコ",
    "beats": {
      "ラカン": "ラカンが不利です。\n\n理由:\n- ニーコは高バーストダメージを持ち、接近すると脆弱なラカンに対して強力なコンボを決めやすい。\n- ニーコのEによるスネアはラカンの機動力を制限し、捕まると何もできなくなるリスクが高い。\n- ニーコは擬態を利用して奇襲を仕掛けることができ、ラカンが警戒していても不意を突かれる可能性がある。\n- ニーコの射程を活かしたポークが強力で、ラカンはAAやスキルでのハラスが難しい。\n\n不利の対策:\n- ミニマップやブッシュを常に警戒し、ニーコのEを避けるように立ち回る。\n- ニーコがEを外した瞬間を狙って、反撃のチャンスを作る。\n- 集団戦ではニーコの変身やRを警戒し、分断されないように位置取りを意識する。\n- サステインアイテムを購入し、ニーコのハラスを受け流すための耐久力を高める。",
      "メル": "メルが不利です。\n\n- ニーコはEでスローやルートを狙い、接近戦でのプレッシャーをかけやすい。\n- ニーコのRは反射できないため、集団戦での影響力が高く、メルはその攻撃を受けやすい。\n- ニーコの擬態能力により、混乱を招かれやすく、正確に本物を見極めるのが難しい。\n- ニーコは短射程のチャンピオンに対して有利で、メルの長射程を活かしづらくなる。\n\n不利の対策：\n\n- 序盤はミニオンウェーブを管理し、ニーコのEを反射するタイミングを見極める。\n- ニーコのWを確認してから本命のEを投げることで、反射を誘発しないようにする。\n- ジャングルの襲撃に備えて視界を確保し、移動手段が乏しいメルの安全を確保する。\n- 集団戦では味方のCCと連携し、ニーコのRを発動させる前に拘束することを優先する。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- ニーコは短射程のチャンピオンに対して有利で、接近してAAやスキルを当てやすい。\n- ニーコのEを当てられると、瞬時に高いバーストダメージを受けるため、ゼラスは距離を保つ必要がある。\n- ゼラスは全てのスキルが発動に時間がかかるため、ニーコの奇襲に対して反応が遅れることが多い。\n- ニーコのアルティメットは集団戦での影響力が高く、ゼラスが後衛にいると狙われやすい。\n- ゼラスは自己防衛手段が乏しく、ニーコに近づかれると危険な状況に陥る。\n\n不利の対策:\n- 視界を広く取り、ニーコの接近を事前に察知する。\n- ニーコのEの予備動作を見て、距離を保ちながら後退する。\n- マナ管理を徹底し、スキルを温存してニーコの接近を妨害する。\n- アルティメットは安全な距離から使用し、ニーコの突進を阻止する。\n- Zhonyaを購入し、ニーコの攻撃を回避する準備をする。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ニーコは高い奇襲能力を持ち、擬態を利用してセラフィーンに接近しやすい。\n- ニーコのスキルは短射程であるため、セラフィーンが距離を取ることができれば一時的に有利だが、ニーコがEで根を当てると一気に不利な状況に陥る。\n- セラフィーンはスキルの発生が遅く、ニーコの瞬時の攻撃に対処しづらい。\n- ニーコのRは集団戦でのバーストダメージが高く、セラフィーンはその攻撃を受けやすい。\n- セラフィーンは防御ステータスが低く、ニーコの攻撃を受けると危険な状況になる。\n\n不利の対策：\n\n- レーン序盤では距離を保ち、AAやQでポークしつつ、ニーコの動きを警戒する。\n- ニーコが近づいてきた際には、Wで回復とシールドを活用し、耐える時間を稼ぐ。\n- レベル6以降は視界を確保し、ニーコのRを警戒して逃げ道を確保する。\n- 集団戦では、味方と連携して横並びでRを最大化し、ニーコの奇襲を防ぐ。\n- ブッシュを利用してニーコの視界を制限し、奇襲を受けないようにする。",
      "ブラウム": "ブラウムが不利です。\n\n理由：\n- ニーコは擬態を使って奇襲を仕掛ける能力が高く、ブラウムのEで防ぐのが難しい。\n- ニーコのスキルは範囲攻撃であり、集団戦ではAoEダメージを持つため、ブラウムが守りきれない場合がある。\n- ニーコは距離を取りながら攻撃できるため、ブラウムの接近戦が苦手な点を突かれやすい。\n- ニーコのスキルの発動が早く、ブラウムのCCの発生が遅いため、先手を取られることが多い。\n\n不利の対策：\n- 常に味方ADCと密着し、ニーコの攻撃を受ける前にEで防ぐタイミングを見極める。\n- ニーコのスキルを誘発させた後、別の角度から攻撃を仕掛けることで、彼女のスキルを無駄にさせる。\n- 集団戦では、味方を守ることを優先し、ニーコの攻撃を受けないように位置取りを工夫する。\n- アイテムを防御寄りにし、サモナーズはFlashとExhaustを選択して、ニーコのバーストを抑える。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- ニーコは高い奇襲能力を持ち、擬態を利用してスレッシュの隙を突くことができる。\n- ニーコのE（スネア）でスレッシュの動きを制限されると、フックを外した際の隙が大きくなる。\n- ニーコのRはAoEダメージを持ち、集団戦での影響力が高いため、スレッシュがピールしきれない可能性がある。\n- ニーコは短射程のチャンピオンに対して有利で、スレッシュの攻撃を受けながらも反撃しやすい。\n\n不利の対策:\n- レーンではミニオンウェーブを管理し、ニーコのEを避ける位置取りを心がける。\n- Qを外さないように慎重に狙い、成功した場合は即座に追撃する。\n- Wを活用して味方を救出し、ニーコの攻撃を受けた際のリカバリーを図る。\n- 集団戦ではピールを重視し、ニーコのRを受ける前に位置を調整する。",
      "セナ": "セナが不利です。\n\n- ニーコは近づいてくることで高いバーストダメージを出せるため、セナは接近戦で危険にさらされやすい。\n- ニーコのCCスキルにより、セナは動きを制限されやすく、逃げる手段が乏しいため捕まりやすい。\n- ニーコの擬態能力により、奇襲を仕掛けられるとセナは対処が難しく、特に視界がない状況では脆弱。\n- ニーコは集団戦での殲滅力が高く、セナが後衛で安全に攻撃することが難しくなる。\n\n不利の対策：\n\n- 常に距離を保ち、AAやスキルでニーコを削ることを意識する。\n- ニーコの動きを予測し、視界を確保して奇襲を防ぐ。\n- ニーコが接近してきた際には、味方と連携してCCを使い、反撃のチャンスを作る。\n- 集団戦では、ニーコのRを警戒し、後衛で安全に攻撃できる位置を確保する。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- ニーコは短射程のチャンピオンに対して有利で、ミニオンを利用したポークが得意です。\n- ニーコの擬態能力により、ブリッツクランクのフックを回避しやすく、フックを外すリスクが高まります。\n- ニーコは高いバーストダメージを持ち、接近戦での反撃が強力です。\n- ニーコのCCスキルにより、ブリッツクランクが捕まると危険な状況に陥りやすいです。\n\n不利の対策：\n- フックを無闇に使わず、確実に当てられるタイミングを見極める。\n- ニーコのEを警戒し、ミニオンの後ろからフックを狙う。\n- ニーコのWを見て、フックを外した場合は無理に攻撃せず、後退する。\n- レーンでの視界を確保し、ニーコの動きを常に把握することで、奇襲を防ぐ。",
      "ジリアン": "ジリアンが不利です。\n\n- ニーコはEでスネアを決めることで、ジリアンの動きを制限しやすい。\n- ニーコの高いバーストダメージに対して、ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高い。\n- ニーコは擬態を使って奇襲を仕掛けることができ、ジリアンはその奇襲に対処しづらい。\n- ニーコは短射程のチャンピオンに対して有利で、ジリアンはその射程差を活かされやすい。\n\n不利の対策：\n- レーン序盤は距離を保ち、Qでポークし続ける。\n- Eを使って味方を加速し、ニーコの接近を防ぐ。\n- 視界を管理し、ニーコの動きを把握することで奇襲を避ける。\n- Rを重要な味方に温存し、ニーコのバーストダメージを受けた際に備える。"
    },
    "loses": {
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは序盤の1v1で強力なバーストダメージを持ち、ニーコに対してオールインが得意です。\n- ニーコのスキルの射程が短いため、パンテオンが近づくことでダメージを与えやすいです。\n- パンテオンはスタンを持っており、ニーコの拘束を避けつつ攻撃することができます。\n- ニーコは防御ステータスが低く、接近戦でのパンテオンの攻撃に対して脆弱です。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響を与えやすく、スノーボールを狙いやすいです。\n\n有利の取り方：\n- レベル1からAAでポークし、ニーコのHPを削る。\n- レベル3でニーコのスキルが外れた瞬間に突っ込み、短いコンボでキルを狙う。\n- レベル6以降はUltを使ってロームし、他のレーンでのプレッシャーをかける。\n- ワードを使って視界を確保し、ニーコの動きを把握して接近する。\n- ニーコの拘束やUltを警戒しつつ、タイミングを見計らってオールインを仕掛ける。",
      "カルマ": "カルマが有利です。\n\n- カルマは長射程のポークが可能で、ニーコに対して遠くからダメージを与えやすい。\n- シールドを持っているため、ニーコの突進を軽減できる。\n- スピード供給ができるため、ニーコの攻撃を避けやすい。\n- ニーコのスキルの射程が短いため、距離を保ちながら戦える。\n- ニーコのCCスキルに対して、カルマは距離を取ることで回避しやすい。\n\n有利の取り方：\n\n- Qで遠くからポークし、ニーコの体力を削る。\n- Wを使って味方ADCや自分を守り、ニーコの攻撃を無効化する。\n- ブラシや視界を利用して、ニーコのEの着弾角を避ける。\n- マナを管理し、必要な時に逃げる準備をする。\n- 集団戦ではRを使って味方を強化し、ニーコのRを受けない位置を維持する。",
      "シャコ": "シャコが有利です。\n\n理由:\n- シャコは高い機動性を持ち、ニーコに近づきやすいため、奇襲が得意。\n- ニーコは射程が短く、接近戦での瞬間火力に弱いため、シャコの攻撃を受けやすい。\n- シャコはインビジブルを活用してニーコのスキルを避けることができ、反撃のチャンスを増やせる。\n- シャコのCCはニーコの動きを制限でき、特に集団戦での混乱を生むことができる。\n\n有利の取り方:\n- 序盤は視界を確保しつつ、ウェーブを押し込んでニーコにプレッシャーをかける。\n- ニーコがスキルを使った後にインビジブルで接近し、背後からAAやスキルで攻撃する。\n- ニーコが距離を取ろうとする際に、箱を設置して逃げ道を断ち、追撃を狙う。\n- 集団戦では、ニーコのRを警戒しつつ、側面から奇襲をかけて敵を混乱させる。",
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、ニーコの攻撃を受け止めやすい。\n- CCが豊富で、ニーコの動きを制限することができるため、捕まえやすい。\n- ニーコは接近戦での火力が低く、レオナのオールインに対して脆弱。\n- ニーコのスキルがクールダウン中の時に攻撃を仕掛けることで、優位に立てる。\n\n有利の取り方：\n- ウェーブを管理し、ニーコがミニオンに隠れている時に奇襲をかける。\n- ニーコのスキルを避けつつ、タイミングを見計らってオールインを仕掛ける。\n- フォグ・オブ・ウォーを利用して、ニーコが警戒していない時に接近する。\n- ニーコのスキルがクールダウン中のタイミングを狙って攻撃する。",
      "ナミ": "ナミが有利です。\n\n- ナミは継続的な回復能力を持ち、長期戦でのサステインが強力です。\n- ナミのCCは敵を捕まえる能力があり、ニーコの奇襲を防ぐことができます。\n- ナミはハラスが得意で、特にニーコの射程が短いため、遠くから攻撃しやすいです。\n- ナミのスキルは全てダメージを持っており、ニーコに対してもトレードで優位に立ちやすいです。\n- ニーコの変身攻撃に対して、ナミはRで集団を分断し、味方と連携して安全に処理できます。\n\n有利の取り方：\n- 序盤はQでハラスし、ニーコの動きを制限する。\n- Eを常時付与してトレードを有利にし、ニーコのEを避けるために横移動を心がける。\n- レベル6以降はRを使ってニーコの変身攻撃を無効化し、集団戦での優位を確保する。\n- 集団戦ではR→W→Qの順で味方を保護し、妨害を行うことでニーコのバーストを防ぐ。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、ニーコの攻撃を受けにくい。\n- ユーミの回復やシールドにより、ニーコのバーストダメージを軽減できる。\n- ニーコのスキルは接近しなければ当たらないため、ユーミが距離を保つことでリスクを減らせる。\n- ユーミはハラス型のメイジサポートに対して有利で、ニーコの攻撃をシールドで防ぎやすい。\n\n有利の取り方：\n- 味方射手に密着し、ニーコのEを警戒しながら立ち回る。\n- ニーコが接近した際には、味方を守るために回復やシールドを活用する。\n- ニーコのスキルを避けた後、ポークを行い、ウェーブを管理してニーコの動きを制限する。\n- ニーコが孤立する状況を作り、味方と連携して攻撃する。",
      "ミリオ": "ミリオが有利です。\n\n- ニーコはスキルの射程が短く、接近しなければダメージを出しづらい。\n- ミリオは味方のAA射程を延ばすことで、ニーコに対して有利なトレードが可能。\n- ミリオの回復やシールドにより、ニーコの攻撃を耐えることができる。\n- ニーコのCCは限られており、ミリオのウルトでその効果を解除できるため、集団戦での影響力が高い。\n\n有利の取り方：\n- ニーコのスキルを避けるために常に動き回り、隙を狙って接近する。\n- ニーコがスキルを使った後に反撃するタイミングを見計らう。\n- ミニオンウェーブを利用してニーコに圧力をかけ、トレードを有利に進める。\n- チームメイトと連携し、ニーコが孤立した際に攻撃する。"
    }
  },
  "ラックス": {
    "name": "ラックス",
    "beats": {
      "アリスター": "アリスターが不利です。\n\n- ラックスは長射程のスキルを持ち、アリスターが接近する前にハラスを受けやすい。\n- ラックスのスキルはミニオンにブロックされず、ウェーブを利用して安全に攻撃できるため、アリスターがオールインを狙うのが難しい。\n- アリスターの接近を阻止するために、ラックスはQを温存し、アリスターが突っ込んできた際に足止めできる。\n- ラックスは高いバーストダメージを持ち、アリスターが接近した際に一気にダメージを与えられるため、脆弱なアリスターにとって危険。\n\n不利の対策：\n- レーニング中はウェーブを管理し、ラックスのスキルを避けるために位置取りを工夫する。\n- ラックスのスキルがクールダウンしているタイミングを狙って、短時間のオールインを試みる。\n- ワードを設置して視界を確保し、ラックスの動きを把握することで、接近するタイミングを見極める。\n- 味方ADCと連携し、ラックスがスキルを使った後に攻撃を仕掛ける。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- ラックスの遠距離ポークに対して、モルガナはスキルを使うタイミングが難しく、被ダメを受けやすい。\n- ラックスのバーストダメージが高く、接近されると脆弱なモルガナは一気に不利な状況に陥る。\n- ラックスのスキルはミニオンにブロックされないため、ハラスが非常に効果的で、モルガナはラインを維持しづらい。\n- ラックスのスキルは弾速が遅く、モルガナのスキルを避けるのが難しいため、ラックスに対して有利な状況を作りにくい。\n\n不利の対策:\n- ミニオンの裏からスキルを狙い、ラックスのスキルを避けるために角度をつける。\n- ラックスのスキルが来ると予測したら、即座にシールドを使い、被ダメを防ぐ。\n- レベル6までは無理をせずにCSを優先し、レベル6以降にコンボを狙う。\n- ラックスのスキルのクールダウンを把握し、シールドがないタイミングを狙って攻撃する。\n- 集団戦ではラックスを分断し、モルガナの強力なCCを活かして味方を守る。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- ラックスは長射程からのハラスが得意で、ラカンが近づく前にダメージを与えられる。\n- ラックスのスネア効果で拘束されると、ラカンは何もできなくなり、反撃が難しい。\n- ラカンは移動を伴うスキルが多く、ラックスのスキルを避けるのが難しい。\n- ラックスは全てのスキルがミニオンにブロックされないため、ウェーブを利用したハラスが効果的。\n\n不利の対策:\n- ワードで視界を確保し、ラックスのスキルを避ける動線を作る。\n- ミニオンを利用してラックスのスキルを避けつつ、AAでダメージを与える。\n- ラックスのスキルを使わせた後に接近し、エンゲージを狙う。\n- 味方が近づいたタイミングで連携し、ラックスを捕まえるチャンスを作る。\n- 後半は距離を維持し、ラックスのスキルを避けながら味方をサポートする。",
      "セナ": "セナが不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、セナの射程を活かしたハラスを受けやすい。\n- ラックスのバーストダメージが高く、接近されると一気に不利な状況に陥る。\n- セナは基礎ステータスが低く、ラックスのスキルを受けると脆弱である。\n- ラックスのスネア効果で拘束されると、セナは逃げる手段が乏しく、危険な状況になる。\n\n不利の対策:\n- レーニング中はラックスのスキルを避けるため、距離を保ちながらAAやQでハラスを行う。\n- ラックスのスキルがクールダウン中に攻撃を仕掛けるタイミングを見計らう。\n- Wを使ってラックスのスネアを避けるか、相手のスキルを引きつけるように立ち回る。\n- 視界を確保し、ラックスのローミングを警戒するためにワードを設置する。\n- アイテムを選ぶ際には生存能力を重視し、魔防アイテムを購入することでラックスのダメージを軽減する。",
      "ザイラ": "ザイラが不利です。\n\n- ラックスは長射程のスキルを持ち、ザイラの攻撃を安全に避けながらポークができる。\n- ラックスのバインドはザイラを拘束し、接近を許すと一気にダメージを受ける危険がある。\n- ザイラは移動に役立つスキルがなく、ラックスに接近されると脆弱である。\n- ラックスのスキルはミニオンにブロックされないため、ウェーブを利用したハラスが難しい。\n- ラックスは集団戦での一掃能力が高く、ザイラの植物を先に処理される可能性がある。\n\n不利の対策：\n- ブッシュを利用して視界を確保し、ラックスのスキルを避ける。\n- シードを管理し、Eで根を狙うタイミングを見計らう。\n- 早めのロームを行い、他のレーンでの影響力を高める。\n- ラックスのスキルを避けるために、ミニオンウェーブを利用して立ち位置を調整する。\n- 集団戦ではラックスのスキルを避けつつ、植物を活用して持続的なダメージを与える。",
      "ルル": "ルルが不利です。\n\n理由:\n- ラックスは高いバーストダメージを持ち、ルルが近づくとすぐに大きなダメージを受ける可能性が高い。\n- ラックスのスキルは全てミニオンにブロックされないため、ルルがウェーブを管理するのが難しく、ハラスを受けやすい。\n- ラックスのスネア効果により、ルルが接近する際に拘束されるリスクがある。\n- ラックスは射程が長く、ルルが攻撃を仕掛ける前にダメージを与えられるため、ルルのポークが難しい。\n\n不利の対策:\n- ラックスのスキルがクールダウン中のタイミングを狙って攻撃する。\n- ADCにスピードを与えて、ラックスの攻撃を避けさせる。\n- ウェーブを管理し、ラックスがスキルを使った後にポークを行う。\n- ラックスのスキルを避けるために、位置取りを工夫し、ミニオンを利用してスキルを避ける。",
      "バード": "バードが不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、バードに対して遠距離からハラスが可能で、バーストダメージが高い。\n- バードのダメージスキルは限られており、ラックスの高いバーストに対抗しづらい。\n- ラックスのスキルはミニオンにブロックされないため、ウェーブを処理しながら安全にハラスができる。\n- バードは接近戦に弱く、ラックスに近づくとスキルを当てられやすく、脆弱な状態になる。\n- ラックスのCCスキルにより、バードが行動不能になると反撃が難しくなる。\n\n不利の対策:\n- レーン序盤はミニオンの裏で安全にスキルを温存し、ラックスのスキルを避ける。\n- チャイムを回収しつつ、ワードを設置して視界を確保し、ラックスの動きを把握する。\n- ラックスが前に出た際に、壁を利用して反撃のチャンスを狙う。\n- ロームを活用して他のレーンに影響を与え、ラックスとの1対1の状況を避ける。\n- 集団戦ではラックスのRやEに注意し、タイミングを見計らって味方をサポートする。",
      "ニーコ": "ニーコが不利です。\n\n理由:\n- ラックスは長射程のスキルを持ち、ニーコが近づく前にポークされやすい。\n- ラックスのスネアで拘束されると、ニーコは反撃のチャンスを失う。\n- ニーコのスキルの射程が短いため、ラックスの攻撃を避けるのが難しい。\n- ラックスはミニオンにブロックされないスキルを持っているため、ニーコはハラスを受けやすい。\n- ラックスのバーストダメージが高く、接近戦でのリスクが大きい。\n\n不利の対策:\n- レーン序盤はミニオンウェーブを利用してラックスのスキルを避ける。\n- ワードを置いてラックスの位置を把握し、奇襲を狙うタイミングを見計らう。\n- ラックスのスキルを外した瞬間を狙って、コンボを仕掛ける。\n- アルティメットを使う際は、ラックスのRを避けた後に反撃する。\n- アイテムを早めに購入し、耐久力を上げてラックスの攻撃に耐える。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由:\n- ユーミは味方に密着することで安全にサポートができ、ラックスの攻撃を避けやすい。\n- ユーミの回復やシールドによって、ラックスのバーストダメージを軽減できる。\n- ラックスは方向指定のスキルが多く、ユーミが位置をずらすことでスキルを避けやすい。\n- ユーミは味方を加速させることができ、ラックスの攻撃をかわしながら反撃するチャンスを作れる。\n- ユーミはハードCCを持たないが、ラックスのスキルを受けた後の反撃が得意で、ラックスのスキルを無駄にさせることができる。\n\n有利の取り方:\n- レーン序盤は味方に付着し、AAやWでサポートしながらラックスのスキルを避ける。\n- ラックスのQを警戒し、位置をずらして回避する。ルートを食らった場合は即座にWで逃げる。\n- Eを温存し、味方の突進や撤退に合わせて使用することで、ラックスに対するプレッシャーをかける。\n- 交戦時にはEで味方を前進させ、ラックスのスキルを避けながら攻撃する。\n- 集団戦ではRを使ってCCを延長し、味方を保護しつつラックスの攻撃を妨害する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、ラックスのスキルを妨害することができるため、ラックスの攻撃を無効化しやすい。\n- ジャンナのシールドにより、ラックスのバーストダメージを軽減できるため、耐久力が向上する。\n- ジャンナは移動速度を上げる能力を持ち、ラックスのスキルを避けやすく、機動力を活かして立ち回ることができる。\n- ラックスは接近されると脆弱であるため、ジャンナのディスエンゲージ能力が有効に働く。\n\n有利の取り方：\n- 開始から後方に位置し、ウェーブを管理しながらラックスのスキルを避ける。\n- ラックスのスキルを見たら味方にシールドをかけ、被ダメを軽減する。\n- ラックスが攻撃のチャンスを作る際には、CCを使って妨害し、スネアを阻止する。\n- 追撃時にはスロウをかけて、味方を守るか逃がす。\n- レベル6以降は、ラックスのチャネリングを妨害し、味方が危険な場合は回復を行う。",
      "ブリッツクランク": "ブリッツクランクが有利です。\n\n- フックの発生速度が早く、ラックスを捕まえやすい。\n- ラックスは接近されると脆弱で、フックを受けると一気に危険な状況に陥る。\n- ブリッツクランクのCCスキルでラックスの行動を制限できるため、反撃の余地を与えない。\n- ラックスのスキルは方向指定で、フックを外すとプレッシャーがなくなるが、ブリッツクランクはフックを温存することでラックスのスキルを誘発できる。\n\n有利の取り方：\n- 序盤はQを温存し、ラックスのスキルを使わせてからフックを狙う。\n- ミニオンや視界の角からサプライズフックを狙い、ラックスを捕まえる。\n- 味方ADCと連携してレーニングを圧迫し、ラックスにプレッシャーをかける。\n- フックを外した場合は一旦下がり、冷静に次のチャンスを待つ。\n- サイドから視界を取り、数的不利を作るためにロームを行う。",
      "シャコ": "シャコが有利です。\n\n理由:\n- シャコは高い機動性を持ち、インビジブルを活用してラックスのスキルを避けやすい。\n- ラックスは接近されると脆弱で、シャコの奇襲に対処しづらい。\n- シャコのCCを使ってラックスを攪乱し、スキルを当てるチャンスを増やせる。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、ラックスのような長射程キャリーに対しても有利に立ち回れる。\n\n有利の取り方:\n- ブッシュやサイドから接近し、ラックスの視界を切ることで奇襲を仕掛ける。\n- ラックスがミニオンウェーブを処理している隙を狙い、インビジブルで近づく。\n- Eでラックスを拘束し、続けてAAやRでダメージを与える。\n- ワードを使ってラックスの動きを把握し、スネアを避けるタイミングを見計らう。",
      "パイク": "パイクが有利です。\n\n理由:\n- パイクは高い機動力を持ち、ラックスのスキルを避けやすい。\n- ラックスは方向指定のスキルが多く、パイクのフックや突進に対して反応しづらい。\n- パイクのパッシブによる回復効果で、ハラスに対して強い耐性を持つ。\n- ラックスは基礎ステータスが低く、接近されると脆弱であるため、パイクの奇襲が効果的。\n- パイクはキルを取った際にゴールドを味方と共有できるため、レーンでの優位を築きやすい。\n\n有利の取り方:\n- ブッシュや視界を利用してフックを狙い、ラックスがスキルを使った後に攻撃する。\n- レーンでのハラスを行い、ラックスのHPを削ることでプレッシャーをかける。\n- ロームを優先し、他のレーンやジャングルと連携してキルを狙う。\n- 集団戦ではサイドから入り、ラックスを狙って瞬時に排除する。",
      "レル": "レルが有利です。\n\n理由:\n- レルは近距離での強制CCを持っており、ラックスのスキルを避けながら接近しやすい。\n- ラックスは基礎ステータスが低く、接近されると脆弱であるため、レルのオールインに対して弱い。\n- レルのスキルは敵のARとMRを減少させる効果があり、ラックスに対してダメージを与えやすい。\n- ラックスはスキルのクールダウンが長く、レルがCCを当てることで反撃の機会を減らせる。\n\n有利の取り方:\n- レーン序盤では、短時間の隙を狙って接近し、CCでADCに火力を合わせる。\n- レベル3で連続CCを狙い、ラックスのスキルを使わせてからオールインを仕掛ける。\n- ミニオンウェーブを管理し、ラックスがスキルを使った後に攻撃することで、ハラスを行う。\n- レベル6以降はULTを使って敵を捕まえ、確実にキルを狙う。\n- 視界を確保し、ラックスが孤立したタイミングで奇襲をかける。",
      "カルマ": "カルマが有利です。\n\n理由:\n- ラックスは高いバーストダメージを持つが、カルマはシールドを使ってそのダメージを軽減できる。\n- ラックスのスキルは方向指定であり、カルマは距離を保ちながら動き回ることで避けやすい。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーをかけやすい。\n- ラックスのスキルはクールダウンが長いため、スキルを使った後に攻撃するチャンスが生まれる。\n- カルマは味方をサポートしつつ、ハラスを行うことができるため、レーンでの優位を保ちやすい。\n\n有利の取り方:\n- 常に距離を保ち、ラックスのスキルを避けるように動く。\n- ラックスがスキルを使った後に攻撃し、AAやスキルでハラスを行う。\n- シールドを活用して、ラックスの攻撃を防ぎつつ味方を支援する。\n- ワードを設置して視界を確保し、ラックスの動きを把握する。\n- 集団戦では、ラックスのスキルを避けつつ、味方を支援する役割を果たす。",
      "ミリオ": "ミリオが有利です。\n\n理由：\n- ミリオは回復やバフを通じてラックスのポークを軽減できるため、持続的なトレードで優位に立ちやすい。\n- ミリオのCC解除のウルトにより、ラックスのスネアやバーストダメージを無効化できるため、集団戦での生存能力が高い。\n- ミリオは味方のAA射程を延ばすことで、ラックスに対して安全にハラスを行うことができる。\n- ラックスのスキルショットにはミニオンを利用して避けることができるため、立ち回りやすい。\n\n有利の取り方：\n- 序盤はミニオンに隠れてラックスのスキルを避け、味方ADCに回復やバフを優先する。\n- ラックスのスキルを引き出すために、ミニオン越しに立ち回り、スキルを誘発させる。\n- ラックスがスネアを使った後に、ウルトを使って味方を守り、反撃のチャンスを狙う。\n- 集団戦では、味方を中央に配置し、ラックスのスキルを警戒しながらバフを活用する。"
    }
  },
  "タム・ケンチ": {
    "name": "タム・ケンチ",
    "beats": {
      "ザイラ": "ザイラが不利です。\n\n理由:\n- タム・ケンチは高い耐久力を持ち、ザイラの攻撃を受け止めやすい。\n- タムのスキルによってザイラのCCやキルコンを無効化される可能性が高い。\n- ザイラの単体火力はタンク相手には効果が薄く、ダメージを与えづらい。\n- タムは近づく手段を持っており、ザイラが距離を保つのが難しい。\n\n不利の対策:\n- 常にタムのスキルのクールダウンを把握し、Devourの有無を確認する。\n- 植物を利用して視界を確保し、タムが近づく前にポークを行う。\n- タムが接近してきた際は、Eでスネアを狙い、距離を取る。\n- 味方と連携し、タムが味方を守るタイミングを狙って集団戦を仕掛ける。",
      "モルガナ": "モルガナが不利です。\n\n- タム・ケンチは高い耐久力を持ち、レーンでのトレードで有利に立ちやすい。\n- タムのCCは発生が遅いものの、モルガナのスネアを避けることができるため、モルガナの攻撃を受けにくい。\n- タムのウルトによって、モルガナが味方を守る手段を無効化される可能性がある。\n- タムはAAに依存するため、モルガナのスキルを避けつつAAでダメージを与えやすい。\n\n不利の対策：\n- レーン序盤では、タムのWを使わせるために短時間のトレードを心がけ、Qを当てるチャンスを増やす。\n- 黒盾を早めに使い、タムのWの発動を予測して味方を守る。\n- タムのWがクールダウン中に攻撃的に行動し、Q→Wのコンボでダメージを与える。\n- 集団戦では、タムのウルトが発動する前に味方に黒盾を使い、位置取りを意識して味方を救出する。",
      "ニーコ": "ニーコが不利です。\n\n- タム・ケンチは高い耐久力を持ち、ニーコの瞬間火力を受け止めやすい。\n- タムのWでニーコのコンボを無効化されると、ニーコは瞬殺が難しくなる。\n- ニーコは近接戦で不利であり、タムのAAやスキルに対して脆弱。\n- タムはミニオンの後ろに隠れてニーコの攻撃を受けることができ、ニーコのポークが効きにくい。\n- タムのCCスキルは発生が遅いが、ニーコが近づくと反撃のチャンスを与えてしまう。\n\n不利の対策：\n\n- ミニオンの影や草を利用して変身から奇襲をかける。\n- 遠距離からEで削り、タムがWを使った後にRを発動する。\n- タムのWのクールダウンを意識し、タイミングを見計らって攻撃する。\n- レーン序盤はAAを避けつつ、ミニオンウェーブを利用して安全にCSを取る。\n- タムが前に出てきた際には、ミニオンを利用して安全にポークを行う。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- タム・ケンチは接近戦でのパッシブスタックが得意で、ノーチラスが近づくのが難しい。\n- レベル6以降、タム・ケンチはウルトを使ってキャリーを守ることができ、ノーチラスの攻撃が通りにくくなる。\n- タム・ケンチのCCは発生が遅いが、ノーチラスはスキルに依存しているため、タム・ケンチの攻撃を受けやすい。\n- タム・ケンチは高いサステインを持っており、ノーチラスのダメージを受け流しやすい。\n- タム・ケンチのウルトを警戒しないと、逆にノーチラスが無力化される可能性がある。\n\n不利の対策:\n- タム・ケンチのスキルを使わせるために、慎重に位置取りを行い、無駄な接触を避ける。\n- 味方と連携し、タム・ケンチのウルトを警戒しながらエンゲージのタイミングを見極める。\n- アイテム選択で効果的なダメージを与えられる装備を選び、タム・ケンチの耐久力を考慮する。\n- ウェーブを管理し、タム・ケンチがレーンでの圧力をかけられないようにする。\n- タム・ケンチのCCを避けるために、移動を意識しながら戦う。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- タム・ケンチは近接攻撃を持ち、ヴェル＝コズの距離を詰めやすい。\n- タム・ケンチの耐久力が高く、ヴェル＝コズのスキルを受けても生き残ることができる。\n- タム・ケンチのCCスキルにより、ヴェル＝コズが接近されると無力化されるリスクが高い。\n- ヴェル＝コズは機動力が低く、タム・ケンチに近づかれると逃げるのが難しい。\n- タム・ケンチのウルトによって、ヴェル＝コズの攻撃が無効化される可能性がある。\n\n不利の対策:\n- 常にサイドに逃げ道を確保し、タワー外で詠唱しないようにする。\n- レーン序盤ではミニオンの背後から攻撃し、距離を保ちながらハラスを行う。\n- タム・ケンチのEやフラッシュのタイミングを見極め、接近される前に距離を取る。\n- レベル6以降は、集団戦での位置取りを意識し、タム・ケンチに近づかれないようにする。\n- 味方のCCを活用し、タム・ケンチを孤立させるチャンスを狙う。",
      "ラックス": "ラックスが不利です。\n\n- タム・ケンチは高いサステインを持ち、Eでダメージを吸収できるため、ラックスのポークが効きにくい。\n- タム・ケンチのWで味方を守ることができ、ラックスのバーストダメージを無効化される可能性がある。\n- タム・ケンチは近づくことで反撃が可能で、ラックスのスキルを避けやすい。\n- タム・ケンチのCCは発生が遅いが、ラックスが接近されると脆弱で、逆に捕まるリスクが高まる。\n\n不利の対策：\n- ミニオンの後ろからEを使い、距離を保ちながらハラスを行う。\n- タム・ケンチがEを使用した後に攻撃を仕掛け、無理に追わずに射程内から削る。\n- Wを味方の回復阻害や逃げ道に合わせて使用し、タム・ケンチの攻撃を防ぐ。\n- Rはタム・ケンチのEが剥がれた瞬間や味方が狙われている時に発動し、効果的にダメージを与える。",
      "ブランド": "ブランドが不利です。\n\n- タム・ケンチは高いサステインを持ち、レーン維持が得意であるため、ブランドの持続ダメージを受けても回復しやすい。\n- タム・ケンチのウルトによって、味方を無力化することができ、ブランドの攻撃が無効化される可能性がある。\n- タム・ケンチは近づいてAAを当てることで、ブランドのスキルを避けることができるため、トレードで不利になる。\n- ブランドは自衛手段が乏しく、タム・ケンチのエンゲージに対して脆弱である。\n\n不利の対策：\n- ミニオンウェーブを利用して、タム・ケンチが近づく前にポークを行い、距離を保つ。\n- タム・ケンチが味方を飲み込んだ際には、フルコンボを控え、冷静にタイミングを見計らう。\n- タム・ケンチのウルトが発動した際には、位置取りを工夫し、攻撃を避ける。\n- チーム戦では、タム・ケンチの前に出た際にQで止めることを意識し、連携を強化する。",
      "セナ": "セナが不利です。\n\n- タム・ケンチは高い耐久力を持ち、セナの攻撃を受け止めやすい。\n- セナの基礎ステータスが低く、序盤にタムの攻撃を受けると危険。\n- タムのCCスキルにより、捕まると一気にダメージを受ける可能性が高い。\n- タムは味方を守る能力が高く、セナのハラスを無効化されることがある。\n\n不利の対策：\n- ミニオン越しに安全にポークし、タムの攻撃を避ける。\n- タムのCCを避けるために、横移動を意識して立ち回る。\n- タムが味方を守る行動を取った際には、無理に攻撃せず、別のターゲットを狙う。\n- ジャングルと連携し、タムが前に出た瞬間を狙って反撃する。",
      "ユーミ": "ユーミが不利です。\n\n- タム・ケンチは高い耐久力を持ち、ユーミのハラスを受けても生存しやすい。\n- タム・ケンチのCCスキルは発生が遅いが、ユーミが味方から引き離されると無力化されやすい。\n- タム・ケンチは味方を飲み込むことでユーミの支援を妨げることができ、味方を守る能力が高い。\n- ユーミは硬い近接チャンピオンに対して脆弱で、タム・ケンチの攻撃を受けると対処が難しい。\n\n不利の対策：\n- 序盤は味方ADCに密着し、Qでハラスを行いながら安全に立ち回る。\n- タム・ケンチのQを避けるために、常に位置を意識し、味方と連携を取る。\n- タム・ケンチが味方を飲み込むタイミングを見極め、味方を離さないようにする。\n- 集団戦では、タム・ケンチのエンゲージを警戒し、味方を支援するためにRを適切に使用する。"
    },
    "loses": {
      "セラフィーン": "セラフィーンが有利です。\n\n- セラフィーンは遠距離からポークができるため、タム・ケンチの接近を防ぎやすい。\n- セラフィーンのスキルは範囲攻撃であり、集団戦での効果が高く、味方の数に応じて強化されるため、タム・ケンチの耐久力を削りやすい。\n- タム・ケンチは近距離での戦闘が得意であるため、セラフィーンは距離を保ちながら戦うことで有利に立ち回れる。\n- セラフィーンのCCは広範囲であり、タム・ケンチのウルトを無力化することができるため、集団戦での影響力が大きい。\n\n有利の取り方：\n- レーン序盤は安全を重視し、遠距離からAAやスキルでミニオンウェーブを処理しつつ、タム・ケンチにポークを行う。\n- タム・ケンチのWに引っ張られない距離を保ち、EでスローをかけてからQで追撃する。\n- レベル6以降は味方と連携し、Rを使って敵を固めてから攻撃する。\n- 視界を確保し、ジャングルの動きを確認しながら、タム・ケンチの動きを警戒する。\n- サステイン対策として、回復抑制アイテムを購入し、タム・ケンチの耐久力を削る。",
      "ゼラス": "ゼラスが有利です。\n\n- 長射程を活かして安全にポークができ、タム・ケンチが近づく前にダメージを与えられる。\n- タムの耐久力に対して、ゼラスは遠距離からの攻撃で一方的にハラスが可能。\n- タムのCCスキルは発生が遅いため、ゼラスは距離を保ちながら攻撃できる。\n- ゼラスのスキルはAoE攻撃が豊富で、集団戦でも複数の敵にダメージを与えやすい。\n\n有利の取り方：\n- 開幕はウェーブの後ろからQでポークし、タムが近づくのを待つ。\n- タムが接近したらEでスロウをかけ、距離を保ちながら攻撃を続ける。\n- レベル6以降は安全な位置からRを使用し、タムの反撃を避けつつダメージを与える。\n- ミニオンの背後から攻撃し、タムのWを避けるように立ち回る。\n- 視界を管理し、タムが孤立したタイミングで味方と連携して攻撃する。",
      "ソナ": "ソナが有利です。\n\n- 遠距離からのポークが可能で、タム・ケンチに対してレーンでのハラスがしやすい。\n- タム・ケンチのCCスキルは発生が遅く、接近する前にダメージを与えることができる。\n- ソナの回復能力により、タムの攻撃を耐えやすく、持続的な戦闘が可能。\n- タム・ケンチが味方を食べた場合でも、ソナのスキルで回復しつつ、味方をサポートできる。\n\n有利の取り方：\n\n- レーニング開始時にQでポークし、タムのHPを削る。\n- Eを使って味方を加速させ、タムのQを避けるように立ち回る。\n- タムのWやQのCCに注意し、控えめなポジションを保つ。\n- タムが突進してきた際には、無理に距離を詰めずに回復を行い、追撃を抑える。\n- 集団戦ではRを使ってタムのエンゲージを妨害し、味方を守る。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは遠距離からポークができ、タム・ケンチの耐久力を削ることができる。\n- Eでタムの行動を阻害し、彼のWやRを妨害することができる。\n- 高い回復能力により、タムの攻撃を受けても持ちこたえやすい。\n- タムはエンゲージが苦手で、ソラカのサイレンスによって彼のCCを無効化できる。\n\n有利の取り方：\n- レーン序盤ではQでミニオンウェーブを処理しつつ、タムにポークを行う。\n- Eを使ってタムのWを阻止し、彼が味方を吞むのを防ぐ。\n- HP管理をしっかり行い、タムがオールインを狙ってきた際にはWで回復を行う。\n- 集団戦では後衛に位置し、Rで味方を支援しつつ、Eでタムの突進を遅らせる。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、タム・ケンチの攻撃を遠ざけることができるため、タムの攻撃を無効化しやすい。\n- タムの耐久力に対抗するためのシールドを提供できるため、味方を守りながら戦える。\n- タムのエンゲージが苦手なため、ジャンナのディスエンゲージ能力を活かして安全に立ち回ることができる。\n- ジャンナは移動速度を上げる能力を持っており、タムの攻撃を避けやすい。\n\n有利の取り方：\n- レーン序盤は距離を保ち、タムの攻撃を避けながらAAでミニオンウェーブを処理する。\n- タムがQを狙ってきた際には横移動し、Wで味方を守る。\n- タムが攻撃的な場合、Eで味方にシールドを付与し、耐久力を高める。\n- レベル6以降はRを使って味方を守りつつ、タムの攻撃をキャンセルすることで集団戦での優位を保つ。",
      "ミリオ": "ミリオが有利です。\n\n- 遠距離からの回復や移動支援が可能で、タム・ケンチの接近を阻害できる。\n- タムのCCは発生が遅く、ミリオの機動力を活かして回避しやすい。\n- ミリオのウルトによって、タムの無力化を解除できるため、集団戦での影響力が高い。\n- タムはAAに依存するため、ミリオの射程延長によってトレードで有利に進められる。\n\n有利の取り方：\n- レーン前半では、遠距離からAAや回復を行い、タムの接近を防ぐ。\n- タムが接近してきた際には、スピード支援を活かして逃げるか、味方を守る。\n- レーン中盤では、視界を確保し、味方ADCを動かしてタムの捕食射程外を維持する。\n- 集団戦では、味方にシールドを与えつつ、タムの攻撃を受けた味方を即座に回復する。",
      "ポッピー": "ポッピーが有利です。\n\n- タム・ケンチのWでの攻撃を防ぐために、ポッピーは防御的にスキルを使うことができる。\n- ポッピーのEは壁に当てることで確定スタンを狙えるため、タム・ケンチを捕まえやすい。\n- タム・ケンチのウルトに対して、ポッピーのRを使うことで味方を守りつつ、タムを後方に突き飛ばすことができる。\n- ポッピーは低CDの割合ダメージを持ち、タム・ケンチの耐久力を削りやすい。\n\n有利の取り方：\n\n- レーン序盤では、ウェーブを処理しつつタム・ケンチをゾーニングする。\n- タムに近づく際は、単独突撃を避け、ミニオンやワードを利用して壁に詰める。\n- Eを使って確定スタンを狙い、その後にフルコンボで攻撃する。\n- タム・ケンチがウルトを使おうとする瞬間にRを使い、味方を救出する。\n- チーム戦では、タムのCCを意識し、先にCCを入れてから攻撃を仕掛ける。",
      "スウェイン": "スウェインが有利です。\n\n- 遠距離からのポークが可能で、タム・ケンチに対して持続的なダメージを与えやすい。\n- スウェインのEでタム・ケンチを捕まえることで、集団戦での有利な状況を作りやすい。\n- スウェインは全スキルがAOEであり、集団戦での回復量が増えるため、タム・ケンチの攻撃を受けても耐えやすい。\n- タム・ケンチのウルトを無効化する手段があり、近接戦での優位性を保てる。\n\n有利の取り方：\n- 開幕はウェーブをプッシュしつつ、QやWでタム・ケンチにチクチク攻撃を行う。\n- Eを温存し、タム・ケンチが近づいてきたタイミングで当てて根付かせる。\n- タム・ケンチがウルトを使った際には、Wでの視界を利用して反撃する。\n- 集団戦では、Eで敵を引き寄せた後にRを使い、タム・ケンチを無力化しつつ味方をサポートする。",
      "ナミ": "ナミが有利です。\n\n理由:\n- 長射程のポークが可能で、タム・ケンチに対して圧力をかけやすい。\n- 回復能力があり、タムの攻撃を受けても持続的に戦える。\n- CCを持っており、タムのエンゲージを妨害することができる。\n- タムのスキルの発生が遅いため、ナミは距離を取りながら攻撃できる。\n\n有利の取り方:\n- ウェーブを管理し、タムが近づけないようにする。\n- Wで回復しつつポークを行い、ヘルス差を作る。\n- EをADCに付けてAAトレードを強化し、タムの攻撃を受け流す。\n- Qを温存し、タムのスキルを潰すタイミングで使用する。\n- Rを使ってタムの突進や味方の救出を妨害し、反撃のチャンスを作る。",
      "ラカン": "ラカンが有利です。\n\n- 高い機動力を持ち、タム・ケンチの攻撃を避けやすい。\n- 2種類のCCを持っており、タムの行動を制限できる。\n- 短いコンボでタムの前線を崩すことができ、味方を支援しやすい。\n- タムのWを誘発しやすい位置での立ち回りが可能で、タムのスキルを無効化できる。\n\n有利の取り方：\n- ワードで視界を確保し、タムのWを誘発しやすい位置で待機する。\n- ミニオンウェーブや味方ADCと連携し、接近して一気に攻撃する。\n- タムがWを使った瞬間を狙い、Rを使って味方を守るか、タムを倒しに行く。\n- タムがレーン外の時にロームし、集団戦では味方のCCを温存して活用する。",
      "パンテオン": "パンテオンが有利です。\n\n- 序盤のバーストダメージが高く、タム・ケンチに対して強力なトレードが可能。\n- タム・ケンチは高い耐久力を持つが、パンテオンの短時間でのダメージ出力に対処しづらい。\n- パンテオンはCCを持っており、タムの「喰う」を誘発させた後に再攻撃することで有利に立てる。\n- パンテオンのグローバルなアルティメットにより、他のレーンへの影響を与えやすい。\n\n有利の取り方：\n- レベル1から3の間にAAとQを使って短いコンボを繰り返し、タムにプレッシャーをかける。\n- タムがミニオンの下で耐えている間に、ジャングルと連携してGankを狙う。\n- レベル6以降はアルティメットを使って奇襲し、タムの「喰う」を誘発させた後に再突入する。\n- 集団戦では後方や脆い対象を狙い、タムが味方を守るタイミングを見計らって攻撃する。"
    }
  },
  "シャコ": {
    "name": "シャコ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- シャコは透明状態で接近し、奇襲を仕掛けることが得意で、モルガナはその攻撃を避ける手段が限られています。\n- シャコのスキルはAA依存度が高く、モルガナのスペルシールドを使わせるのが難しいため、シャコの攻撃を受けやすいです。\n- モルガナのQは予測で当てる必要があり、シャコの透明状態では当てるのが難しいです。\n- シャコは視界を奪うことでモルガナの動きを制限しやすく、特にブッシュでの奇襲が効果的です。\n\n不利の対策：\n\n- 常に視界を確保し、ワードを配置してシャコの動きを把握する。\n- シャコが透明になる前にQを予測して当てる練習をする。\n- Eは仲間を守るために温存し、シャコの攻撃を受けた際に使用する。\n- 集団戦では後衛からQを当て、Rで敵を拘束することでチームの戦闘を有利に進める。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- シャコはインビジブルを使ってフックを回避しやすく、ブリッツクランクの攻撃を無効化できる。\n- シャコの高い機動性により、ブリッツクランクが接近するのが難しく、フックを当てるチャンスが減る。\n- シャコは奇襲能力が高く、ブリッツクランクが単独で前に出すぎると、逆に狙われやすい。\n- 集団戦ではシャコの分身が存在するため、ブリッツクランクのCCが分散され、効果的に機能しにくい。\n\n不利の対策：\n\n- 視界を確保し、シャコの動きを常に把握する。\n- ブッシュや箱の位置を管理し、シャコの奇襲を警戒する。\n- シャコがインビジブルになった際は、無理にフックを狙わず、待機する。\n- レーンでの交戦時は、シャコの動きを予測し、フックを当てるタイミングを慎重に見極める。\n- 集団戦では、シャコの分身を意識し、他の味方と連携して行動する。",
      "アリスター": "アリスターは不利です。\n\n- シャコの高い奇襲能力に対して、アリスターはCCを持っているものの、シャコのインビジブル状態からの攻撃を完全に防ぐことが難しい。\n- シャコはAAに依存するダイバーやスカーミッシャーに対して強く、アリスターのエンゲージを避けつつ攻撃を仕掛けることができる。\n- 集団戦ではシャコが分断を狙いやすく、アリスターのタンク性能が活かしにくい。\n- シャコのバーストダメージに対して、アリスターは自己完結したダメージを出せないため、瞬時に倒されるリスクが高い。\n\n不利の対策：\n- 視界管理を徹底し、シャコの箱を除去することで奇襲を防ぐ。\n- シャコが透明になった際には、フラッシュを温存しつつ、味方と連携して行動する。\n- 集団戦では、シャコのRがないタイミングを狙ってエンゲージを仕掛ける。\n- シャコの攻撃を受ける前に、味方ADCを守ることを優先し、無理なオールインを避ける。",
      "レオナ": "レオナが不利です。\n\n- シャコは高い機動性と奇襲能力を持ち、レオナのCCを避けやすい。\n- シャコのインビジブル状態を利用した攻撃が、レオナの耐久力を上回る瞬時のダメージを与える可能性がある。\n- レオナは火力が低く、シャコのようなアサシンに対して持続的なダメージを与えるのが難しい。\n- シャコはレオナのCCを避けつつ、後衛やADCに直接攻撃を仕掛けることができるため、レオナの役割が制限される。\n\n不利の対策：\n- レオナは視界を確保し、シャコの動きを常に把握することが重要。\n- ブッシュやミニオンウェーブを利用して、シャコの奇襲を警戒し、味方ADCと連携して行動する。\n- シャコがインビジブル状態の時は、無理に攻撃せず、冷静に待機して反撃のチャンスを狙う。\n- 集団戦では、シャコが孤立した相手を狙うタイミングを見計らい、味方と連携して捕まえる。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- シャコは高い機動力を持ち、インビジブル状態で奇襲を仕掛けることができるため、ザイラが接近されやすい。\n- シャコの攻撃は瞬時に高いバーストダメージを与えることができ、ザイラの低い防御ステータスでは耐えきれない。\n- ザイラのスキルは発動から発生までに時間がかかるため、シャコの素早い動きに対処しづらい。\n- シャコのCCを持つスキルに対して、ザイラは接近されると脆弱で、反撃が難しい。\n\n不利の対策:\n- ブッシュにワードを置き、視界を確保してシャコの動きを把握する。\n- 遠距離からAAやスキルでポークを行い、シャコが近づく前にダメージを与える。\n- シャコが突っ込んできた際には、Eを温存して反撃のチャンスを狙う。\n- 集団戦では、シャコが突っ込むタイミングを見計らってCCを使い、キャリーを守る。\n- ミニオンウェーブを利用して、シャコの攻撃を受けるリスクを減らす。",
      "ゼラス": "ゼラスが不利です。\n\n理由:\n- シャコは高い機動力を持ち、インビジブル状態で接近してバーストダメージを与えることができるため、ゼラスの長射程を活かす前に奇襲されやすい。\n- シャコのCCスキルを使われると、ゼラスはスキルを当てることが難しくなり、反撃の機会を失う。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、シャコに捕まると簡単に倒される可能性が高い。\n- ゼラスはウェーブを押し込む際に、シャコの箱による視界の奪取やトラップに注意しなければならず、行動が制限される。\n\n不利の対策:\n- 常に視界を確保し、草むらや壁際にワードを設置してシャコの動きを警戒する。\n- シャコがインビジブル状態の時は、味方と固まって行動し、孤立しないようにする。\n- シャコの奇襲を避けるために、距離を保ちながらウェーブを管理し、無理に前に出ない。\n- CCスキルを温存し、シャコが接近してきた際に反撃できるように準備する。\n- アイテムを早めに購入し、ヘルスやモビリティを強化してシャコの攻撃を受けにくくする。",
      "パイク": "パイクが不利です。\n\n- シャコは高い奇襲性能を持ち、インビジブル状態での攻撃が得意なため、パイクの視界管理が難しくなる。\n- シャコのCCスキルにより、パイクが攻撃を仕掛ける前に捕まるリスクが高い。\n- シャコは持続戦が苦手なため、短期決戦を仕掛けるパイクに対しても、奇襲を受けることで逆転される可能性がある。\n- シャコのクローンや箱による視界撹乱が、パイクのスキルショットを外させる要因となる。\n\n不利の対策：\n- 常に視界を確保し、シャコの動きを把握することで奇襲を防ぐ。\n- シャコの箱を壊し、視界をクリアに保つことで、奇襲のリスクを減らす。\n- シャコのインビジブル状態を警戒し、適切な位置取りを心がける。\n- 集団戦では、シャコのCCを避けるために、他のチャンピオンと連携して行動する。",
      "ラックス": "ラックスが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態で奇襲を仕掛けることができるため、ラックスは接近されると脆弱になる。\n- シャコのCCスキルを使った奇襲に対して、ラックスは逃げる手段が限られており、特にレベル6以降は一撃で排除される可能性が高い。\n- ラックスはスキルのクールダウンが長く、シャコの攻撃を受けると反撃が難しくなる。\n- シャコのクローンを見極めるのが難しく、ラックスのRを無駄にしてしまうリスクがある。\n\n不利の対策：\n- 常に視界を確保し、シャコの動きを把握するためにワードを設置する。\n- シャコが消えたら、ブラッシュやジャングル寄りを警戒し、近寄らないようにする。\n- レベル2–3では、シャコの短期強襲に備えて、Qを温存し、Eでウェーブクリアやゾーニングを行う。\n- シャコが接近してきた場合は、フラッシュやサモナーを使って逃げる準備をする。\n- 集団戦では後衛で安全にAAを行い、狙われたらQでCCを使い、必要に応じてゾーニャやサモナーで時間を稼ぐ。",
      "ブランド": "ブランドが不利です。\n\n- シャコは高い機動性を持ち、インビジブル状態での奇襲が得意なため、ブランドの自衛手段が乏しい状況で瞬時に攻撃を受ける可能性が高い。\n- ブランドは遠距離からの攻撃が得意だが、シャコの奇襲に対してはミニオンを盾にすることが難しく、接近されると大きなダメージを受けやすい。\n- シャコのCCを持つ箱によって、ブランドの動きが制限され、攻撃を受けるリスクが増す。\n- 集団戦ではブランドのAoEダメージが強力だが、シャコの単体奇襲に対しては効果的に対処できないため、集団戦が苦手なシャコに対しても不利な状況が生まれる。\n\n不利の対策：\n- 常に視界を確保し、シャコの動きを把握することで奇襲を防ぐ。\n- ミニオンウェーブを利用して、シャコの接近を防ぎつつ、AAやスキルでハラスを行う。\n- シャコがロームする際は、味方と連携して行動し、孤立しないようにする。\n- アイテムとしてゾーニャを早めに購入し、シャコの奇襲に対する耐性を高める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- シャコはインビジブル状態で奇襲を仕掛けることが得意で、ノーチラスの移動速度が低いため、逃げるのが難しい。\n- シャコの罠は視界を制限し、ノーチラスのフックを当てにくくするため、エンゲージが難しくなる。\n- シャコはAAに依存するダイバーに対して強く、ノーチラスの攻撃を回避しやすい。\n- 集団戦ではシャコがあまり強くないとはいえ、ノーチラスは集団戦での火力が味方に依存しているため、効果的にダメージを与えられない。\n\n不利の対策:\n- シャコの罠を避けるために、視界を確保しつつ立ち回る。\n- シャコがインビジブルになった際には、彼の快適ゾーンから離れた位置で待機し、奇襲を避ける。\n- ノーチラスのフックを使うタイミングを見極め、シャコが罠を使った後や、インビジブルから出た瞬間を狙う。\n- チームメイトと連携し、シャコを捕まえるためのサポートを行う。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- シャコはインビジブル状態で接近しやすく、奇襲を仕掛ける能力が高いため、ヴェル＝コズは接近を許すと危険です。\n- シャコのCCスキルを受けると、ヴェル＝コズは動けなくなり、フルコンボを受けるリスクが高まります。\n- ヴェル＝コズは機動力が低く、シャコの奇襲に対して逃げる手段が限られています。\n- シャコはAA依存度が高いダイバーであり、ヴェル＝コズの長射程を活かす前に接近されると、瞬時にダメージを受ける可能性があります。\n\n不利の対策:\n- 常に距離を保ち、ブラッシュにワードを置いてシャコの動きを監視する。\n- シャコがスキルを使った後の隙を狙い、攻撃を仕掛けるタイミングを見計らう。\n- Eを使ってシャコの接近を阻止し、近づかれた場合はExhaustを使用してダメージを軽減する。\n- 集団戦では後衛に位置し、シャコが接近できないように味方と連携を取る。\n- ミニオンウェーブを利用して、シャコが近づく際にハラスを行い、プレッシャーをかける。",
      "ジリアン": "ジリアンが不利です。\n\n- シャコは高い機動性とインビジブルを持ち、奇襲を仕掛けやすいため、ジリアンが捕まりやすい。\n- ジリアンは基礎ステータスが低く、捕まるとすぐに倒されるリスクが高い。\n- シャコのCCを受けると、ジリアンは反撃の機会を失い、味方を守ることが難しくなる。\n- シャコは序盤からプレッシャーをかけやすく、ジリアンがウェーブを管理するのが難しくなる。\n\n不利の対策：\n\n- 常に視界を確保し、シャコの奇襲を避けるためにワードを頻繁に設置する。\n- シャコが近づいてきたら、Eで味方をサポートし、逃げ道を確保する。\n- Rを常に準備し、シャコの攻撃を受けた味方を守ることを優先する。\n- ウェーブを管理し、シャコがロームしやすい状況を作らないようにする。"
    },
    "loses": {
      "ソラカ": "ソラカが有利です。\n\n- 長距離回復能力により、味方の生存率を高めることができる。\n- 持続的なポークが可能で、シャコのHPを削りやすい。\n- Eのサイレンスによって、シャコの奇襲を無力化できる。\n- シャコがAA依存であるため、持続的なダメージを与えることでプレッシャーをかけられる。\n\n有利の取り方：\n- 常に味方ADCの近くで立ち位置を守り、孤立しないようにする。\n- ミニオンウェーブを利用して、シャコに対してポークを行い、HPを削る。\n- シャコが飛び込んできた際には、即座にEを使ってサイレンスを発動し、味方を回復する。\n- Rを使って全体を救援し、集団戦での影響力を最大化する。",
      "ナミ": "ナミが有利です。\n\n- 遠距離からのポークが可能で、シャコの奇襲を受けにくい。\n- CCを持っており、シャコの突進を阻止することができる。\n- 回復能力があり、トレードでの持続力が高い。\n- シャコのインビジブル状態を見越してバブルを温存することで、確実に捕まえるチャンスがある。\n\n有利の取り方：\n- EでADCを強化し、ウェーブを利用して安全にポークを行う。\n- ブラシや三角地帯にワードを設置し、シャコの奇襲を防ぐ。\n- シャコがQで消えた瞬間にバブルを当てるタイミングを見計らう。\n- Rを逃げや割り込み用に温存し、シャコの攻撃を無効化する。\n- レーン負け時はミニオンの後ろで安全に回復を優先し、無理なトレードを避ける。",
      "セラフィーン": "セラフィーンが有利です。\n\n- 遠距離からのポークが可能で、シャコの接近を阻止できる。\n- CC効果を持ち、シャコが奇襲を仕掛けてきた際に無力化できる。\n- 集団戦に強く、味方の数に応じて効果が増すため、シャコが孤立した場合に有利に戦える。\n- シャコは持久力が低く、単体での対面戦では不利なため、セラフィーンの持つ回復やシールドで持ちこたえやすい。\n\n有利の取り方：\n- レーン序盤はミニオンの後ろでポークし、シャコの攻撃を避ける。\n- Eで回復しつつ、AAでハラスを行い、シャコの体力を削る。\n- シャコが奇襲を狙ってきた際は、Wで距離を取り、味方と連携して反撃する。\n- 視界を確保し、シャコの動きを把握することで、奇襲を未然に防ぐ。",
      "ルル": "ルルが有利です。\n\n- ルルはポリモーフを持っており、シャコの突入を無力化できるため、シャコの奇襲を防ぐことができる。\n- ルルのシールドやHP増加の効果により、味方を守りながら戦うことができ、シャコの瞬間火力に対抗しやすい。\n- 遠距離からのハラスが可能で、シャコが近づく前にダメージを与えることができる。\n- シャコは集団戦が苦手であるため、ルルのサポート能力を活かして味方を強化し、戦闘を有利に進めることができる。\n\n有利の取り方：\n\n- レーンでは、視界を確保し、味方に密着してシャコの奇襲を警戒する。\n- シャコが突入してきた際には、ポリモーフを使って行動を制限し、味方を守る。\n- シャコのスキルを消費させた後に、反撃のチャンスを狙う。\n- 集団戦では、味方キャリーにウルトとシールドを使い、持続的に戦うことでシャコを無力化する。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは味方の攻撃力を強化し、回復やシールドを提供するため、シャコの奇襲を受けても生存しやすい。\n- シャコの攻撃を受けた際に、ミリオのシールドや回復でダメージを軽減できる。\n- ミリオのCC解除のウルトにより、シャコのCCを無効化できるため、集団戦での影響力が高い。\n- シャコはAA依存度が高く、ミリオの射程延長により、ハラスを受けやすくなる。\n\n有利の取り方：\n\n- ミニオンウェーブを利用して、シャコが近づく前にハラスを行う。\n- シャコが奇襲を仕掛けてきた際に、タイミングよくシールドや回復を使用して味方を守る。\n- シャコのシャドウの位置を見極め、攻撃を避けることで、反撃のチャンスを作る。\n- 集団戦では、ウルトを使って味方を強化し、シャコの攻撃を無効化することで、戦局を有利に進める。",
      "セナ": "セナが有利です。\n\n- 射程が長いため、シャコに対して安全にポークができる。\n- シャコの奇襲を警戒しやすく、視界を確保することで対策が可能。\n- シャコの攻撃を受ける前に、スキルを使って回復しながらダメージを与えられる。\n- シャコはAA依存度が高く、セナの長射程で攻撃を避けやすい。\n\n有利の取り方：\n\n- ミニオンウェーブを利用して、敵を削りつつソウルを回収する。\n- 敵の動きを予測して、逃げ道に罠を設置する。\n- 集団戦では味方を引き寄せるためにスキルを温存し、自分の脱出用にも活用する。\n- シャコが奇襲を狙う際は、視界を確保し、味方と重なって立ち回ることで安全を確保する。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、シャコの奇襲を妨害することができる。\n- ジャンナのシールドにより、シャコのバーストダメージを軽減できる。\n- 距離を保ちながら戦えるため、シャコの接近を防ぎやすい。\n- シャコの箱を視界で管理することで、奇襲を未然に防ぐことができる。\n\n有利の取り方：\n- ブッシュにワードを設置し、シャコの箱を置かせないようにする。\n- 常に距離を保ち、Eで味方ADCにシールドをかけ続ける。\n- シャコが攻撃してきた際には、即座にQで妨害し、Rで押し返す。\n- シャコがロームした場合は、味方に知らせて注意を促す。",
      "バード": "バードが有利です。\n\n- バードは遠距離CCを持ち、シャコの奇襲を阻止することができる。\n- バードの回復スキルにより、シャコのダメージを軽減しやすい。\n- バードは移動支援が得意で、味方を守りながらレーンを維持できる。\n- シャコのインビジブル状態を警戒しつつ、視界管理を行うことで安全に立ち回れる。\n- バードのUltはシャコの瞬間排除を防ぐことができ、集団戦での影響力が高い。\n\n有利の取り方：\n- レーン開始時にブッシュやボックスを警戒し、ワードを設置して視界を確保する。\n- チャンスがあればQでシャコにスローをかけ、スタンを狙う。\n- シャコがLv2で強襲を狙う際は、Eを使って安全な経路を確保し、無闇にトレードしない。\n- ローム時にはチャイムを回収し、味方と合流してシャコの動きを牽制する。\n- 集団戦ではADCを最優先で守り、QやRを使ってシャコの突進を阻止する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に支援ができ、シャコの奇襲に対しても味方を守ることができる。\n- ユーミの回復やシールドにより、シャコのダメージを軽減しやすい。\n- シャコは集団戦が苦手で、ユーミの支援を受けた味方に対して効果的に立ち回ることができる。\n- ユーミはスロー効果を持つため、シャコの動きを制限しやすい。\n\n有利の取り方：\n\n- 常に味方に付いて、AAやスキルで支援を行い、シャコの奇襲を警戒する。\n- ワードを使ってブッシュを視界確保し、シャコの接近を早期に察知する。\n- Eを温存し、シャコが接近した際に即座に使用して回復と移動速度を提供する。\n- Rをシャコの突進に合わせて使用し、味方を守ると同時にシャコの行動を妨害する。\n- ミニオンウェーブを利用して、敵の攻撃を受けるリスクを減らしつつ、トレードを行う。"
    }
  },
  "セラフィーン": {
    "name": "セラフィーン",
    "beats": {
      "レル": "レルが不利です。\n\n- セラフィーンは長射程の攻撃を持ち、ミニオンを盾にして安全にハラスができるため、レルが接近しづらい。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での支援能力が高いため、レルのエンゲージが難しくなる。\n- セラフィーンのシールドとヒールにより、レルの攻撃が無効化されやすく、オールインが成功しにくい。\n- セラフィーンはCCを持っており、レルが接近した際に反撃されるリスクが高い。\n- レルはスキルの発生にラグがあり、機動力の高いセラフィーンに対して当てづらい。\n\n不利の対策：\n- レーン序盤はミニオンを利用してセラフィーンの攻撃を避け、無理に接近しない。\n- セラフィーンのシールドが消費されたタイミングを見計らって攻撃を仕掛ける。\n- ジャングルと連携し、セラフィーンが孤立しているタイミングを狙って短いコンボで攻撃する。\n- 集団戦ではフロントラインとしての役割を果たし、セラフィーンのスキルを使わせた後に再度突入する。\n- 視界を確保し、セラフィーンの動きを予測して立ち回ることで、接近するチャンスを増やす。",
      "アリスター": "アリスターが不利です。\n\n理由:\n- セラフィーンは長射程のポークが可能で、アリスターが近づく前にダメージを与えられる。\n- セラフィーンのスキルは全て範囲攻撃であり、集団戦での効果が高いため、アリスターがエンゲージしづらい。\n- セラフィーンのCC（特にR）は広範囲で、アリスターが突っ込むと味方が拘束されるリスクがある。\n- アリスターは防御ステータスが高いが、セラフィーンのバーストダメージには耐えられないことが多い。\n- セラフィーンのスキルの発生が遅いとはいえ、アリスターの攻撃力が低いため、オールイン合戦で不利になる。\n\n不利の対策:\n- レーン前半はポークを避け、セラフィーンのスキルを盾で受ける。\n- レベル2または3で早期ハラスを行う際は、相手のスキルを確認してから行動する。\n- セラフィーンのRを引き出してからエンゲージを試みる。\n- ワードを置いて、セラフィーンの支援やロームを警戒する。\n- 集団戦では、セラフィーンのRを避けられる位置を取るように心がける。\n- ブリンク持ちやサステインのある味方と連携して、セラフィーンを削る機会を作る。",
      "ラックス": "ラックスが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦に強いため、ラックスの単体攻撃に対して持続的にダメージを与えられる。\n- セラフィーンのWによるシールドがあるため、ラックスのQやバーストダメージを軽減されやすい。\n- セラフィーンはEでスローやCCを持っており、ラックスが接近されると対処が難しくなる。\n- セラフィーンのRは広範囲にチャームを与えるため、ラックスが捕まるリスクが高い。\n- ラックスは基礎ステータスが低く、接近されると脆弱であるため、セラフィーンの持続的な攻撃に対して耐えられない。\n\n不利の対策:\n- 序盤は安全な位置からポークを行い、セラフィーンのWのクールダウンを狙う。\n- Eを使ってゾーニングし、セラフィーンのスキルを避けるように立ち回る。\n- レベル6以降はRを使って遠距離からのスナイプを狙い、セラフィーンの動きを制限する。\n- ミニオンウェーブを管理し、セラフィーンが攻撃しづらい状況を作る。\n- 視界を確保し、ロームやサイド支援を行い、セラフィーンとの1対1の状況を避ける。",
      "ラカン": "ラカンが不利です。\n\n理由:\n- セラフィーンは長射程からのポークが得意で、ラカンは近接攻撃のため、距離を詰めるのが難しい。\n- セラフィーンのスキルは全て範囲攻撃であり、味方の数に応じて効果が増すため、集団戦での影響力が高い。\n- セラフィーンのCCは広範囲で、ラカンがエンゲージを試みる際に阻害される可能性がある。\n- ラカンは移動を伴うスキルが多く、セラフィーンのスロウやチャームに捕まると無力化されやすい。\n- セラフィーンの基礎ダメージが低いため、オールイン合戦ではラカンが不利になることが多い。\n\n不利の対策:\n- 開幕はミニオンウェーブの後ろに隠れ、セラフィーンのポークを避ける。\n- セラフィーンのスキルのクールダウンを見極め、スキルが切れたタイミングで攻撃を仕掛ける。\n- Eを使って味方を守りつつ、セラフィーンのスキルを避ける動きを心がける。\n- 集団戦ではフランクを狙い、セラフィーンの後方からエンゲージを試みる。\n- セラフィーンのUltを避けるために、味方と固まって行動し、被害を減らす。",
      "モルガナ": "モルガナが不利です。\n\n理由:\n- セラフィーンは長射程のポークが得意で、距離を保ちながら安全にハラスができるため、モルガナはAAやスキルを当てるのが難しい。\n- セラフィーンのスキルは全て範囲攻撃であり、味方の数に応じて効果が増すため、集団戦での強さが際立つ。\n- モルガナのEはセラフィーンのCCを無効化できるが、セラフィーンのスキルの発生が遅いため、タイミングを見極めるのが難しい。\n- モルガナはクールダウンが長く、持続的な戦闘には向いていないため、セラフィーンの連続的な攻撃に対処しづらい。\n\n不利の対策:\n- ミニオンの間を利用してQのラインを作り、予測で当てることを意識する。\n- セラフィーンのWやRを受ける前にEを使用し、CCを無効化するタイミングを見極める。\n- セラフィーンのポークを受けすぎないように、ミニオンウェーブを管理し、プッシュされすぎないようにする。\n- 集団戦では重要な味方にEを優先して配り、セラフィーンのスキルを無効化することでチーム全体の生存率を上げる。\n- セラフィーンのQを避けるために、スライドやブリンクを活用し、距離を保つ。",
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での強さが際立つため、スレッシュのキャッチ能力を無効化しやすい。\n- セラフィーンのCC効果は広範囲で、特にUltによるチャームはスレッシュの行動を制限する要因となる。\n- スレッシュは基礎ステータスが低く、持続的なハラスに弱いため、セラフィーンのハラスに対して耐えにくい。\n- セラフィーンのスキルの発生が遅いとはいえ、スレッシュが攻撃を仕掛ける際に反撃を受けやすい。\n\n不利の対策:\n- レーンでのハラスを避けるため、ミニオンウェーブを利用してセラフィーンのスキルを避ける。\n- 視界を確保し、セラフィーンの動きを把握することで、彼女のスキルを避けるタイミングを見極める。\n- チームメイトと連携し、セラフィーンを捕まえるチャンスを狙うが、無理なエンゲージは避ける。\n- 耐久力を上げるアイテムを選択し、セラフィーンのハラスに耐えられるようにする。",
      "セナ": "セナが不利です。\n\n理由:\n- セラフィーンは全てのスキルが範囲攻撃であり、集団戦での強さが際立つため、セナのハラスが効きにくい。\n- セラフィーンのCC効果が強力で、特にRによるチャームでセナを無力化されるリスクが高い。\n- セラフィーンはWで味方をシールド・回復できるため、トレードでの持続力が高い。\n- セナは基礎ステータスが低く、序盤の耐久力が不足しているため、セラフィーンの攻撃に対して脆弱。\n\n不利の対策:\n- セラフィーンのWがクールダウン中のタイミングを狙い、強気にハラスを行う。\n- ミニオンウェーブを管理し、セラフィーンの攻撃を避ける位置取りを心がける。\n- Eを使って安全にリポジションし、セラフィーンの攻撃を回避する。\n- レベル6以降はグローバルな影響力を活かし、味方と連携して集団戦を有利に進める。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- セラフィーンは遠距離からのポークが得意で、ノーチラスが近づく前にダメージを与えられる。\n- セラフィーンのWによるサステインが強力で、ノーチラスの攻撃を受けても回復されやすい。\n- セラフィーンのスキルは範囲攻撃であり、複数の味方がいる場合、効果が増すため集団戦での強さが際立つ。\n- ノーチラスは移動速度が低く、セラフィーンのスキルを避けるのが難しい。\n- セラフィーンのアルティメットは広範囲にチャームを与えるため、ノーチラスが接近する際に大きな脅威となる。\n\n不利の対策:\n- セラフィーンのスキルを避けるために、ミニオンウェーブを利用して前に出るタイミングを見計らう。\n- セラフィーンのスキルがクールダウン中に攻撃を仕掛ける。\n- セラフィーンのWの効果を管理し、サステインを減らすために連続して攻撃する。\n- セラフィーンのアルティメットを避けるために、位置取りを工夫し、味方と連携して行動する。\n- セラフィーンが孤立している時を狙って、フックを使って捕まえる。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで、回復やシールドを提供し、セラフィーンの攻撃を耐えやすくする。\n- セラフィーンのスキルは発生が遅く、ユーミが付いている味方に対しては当てづらい。\n- ユーミはスロー効果を持つため、セラフィーンの動きを制限しやすい。\n- セラフィーンはオールイン合戦に弱く、ユーミの支援によって持続的なハラスが可能になる。\n- ユーミは安全な位置から支援できるため、セラフィーンの攻撃を避けやすい。\n\n有利の取り方：\n- レーン開始時に味方ADCに付いて、セラフィーンの攻撃を回復でカバーする。\n- セラフィーンのスキルを避けるために、味方と密に位置取りし、AAやスキルでハラスを行う。\n- セラフィーンがスキルを使った後に攻撃を仕掛け、持続的にダメージを与える。\n- LV6以降は、ユーミのRを使って味方を強化し、セラフィーンのRを警戒しながら立ち回る。\n- セラフィーンがスキルを外した瞬間に攻撃を仕掛け、優位な状況を作る。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは序盤のバーストダメージが高く、セラフィーンに対して早期に攻撃を仕掛けやすい。\n- スタンを持っているため、セラフィーンのスキルを無効化しやすく、オールインが強力。\n- セラフィーンはスキルの発生が遅く、パンテオンが接近して攻撃する際に反撃が難しい。\n- パンテオンはローム能力が高く、他のレーンに影響を与えやすい。\n\n有利の取り方：\n- レベル1からEで接近し、Q→Wのコンボでダメージを与える。\n- レベル3以降はスタンを確実に当て、短期決着を狙う。\n- ミニオンウェーブを利用してセラフィーンのスキルを避けつつ、AAでハラスを行う。\n- セラフィーンのULTを警戒しつつ、ロームで他のレーンに圧力をかける。",
      "メル": "メルが有利です。\n\n- メルは序盤からの影響力が高く、長射程のスキルを持っているため、セラフィーンに対してハラスがしやすい。\n- メルのスキルはスタックを貯めることで次のAAに追加ダメージを与えられるため、セラフィーンのHPを効率的に削ることができる。\n- セラフィーンのスキルは発生が遅く、メルはその隙を突いて攻撃することができる。\n- メルはスネア効果を持つため、セラフィーンの動きを制限しやすく、集団戦での優位性を確保できる。\n- セラフィーンのULTは強力だが、メルのWで反射することで無力化できるため、対抗手段がある。\n\n有利の取り方：\n- 序盤はQでハラスとミニオン処理を優先し、Wは温存しておく。\n- セラフィーンが攻撃してきた際には、Eの球を中央に置いてスネアを狙う。\n- セラフィーンのULTや長射程の攻撃が予想される場面ではWを使い、反射して相手のスキルを返す。\n- WでULTを返した後は、QとAAでダメージを与え、Rでキルを狙う。\n- ロームやドラゴン際ではWを温存し、集団戦でのULT返しを狙う。",
      "ブラウム": "ブラウムが有利です。\n\n理由:\n- ブラウムは高い防御性能を持ち、セラフィーンの攻撃を効果的に遮ることができる。\n- ブラウムのパッシブによるスタンを狙いやすく、セラフィーンが接近した際に有利な状況を作りやすい。\n- セラフィーンのスキルは発生が遅く、ブラウムがEを使うことでその攻撃を防ぎやすい。\n- ブラウムは味方ADCを守る役割が強く、セラフィーンの攻撃を受けるリスクを減少させることができる。\n\n有利の取り方:\n- ブラウムは味方ADCの近くに位置し、敵の攻撃を遮ることで安全にハラスを行う。\n- 通常攻撃とQを使ってパッシブを溜め、セラフィーンが接近した際にスタンを狙う。\n- Eを活用してセラフィーンのスキルをブロックし、味方を守る。\n- セラフィーンが孤立した瞬間にRを使い、敵を分断することで有利な状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n- 射程が非常に長いため、セラフィーンよりも安全な距離から攻撃できる。\n- セラフィーンのスキルは発生が遅く、ゼラスの攻撃を避けるのが難しい。\n- ゼラスはポークが得意で、ミニオンウェーブを押し込むことでセラフィーンにプレッシャーをかけられる。\n- セラフィーンは単独での接近が難しく、ゼラスの攻撃を受けながら回復するのが困難。\n\n有利の取り方：\n- 開幕から最大射程でポークし、セラフィーンのHPを削る。\n- ミニオンウェーブを押し込み、タワー前で視界を確保する。\n- セラフィーンのスキル範囲に入らないように位置取りし、AAやスキルでダメージを与える。\n- ジャングルの襲撃に備えてブッシュにワードを置き、セラフィーンが孤立しないように注意する。\n- 集団戦では安全な位置からスキルを使い、セラフィーンのRを温存させないようにする。",
      "ニーコ": "ニーコが有利です。\n\n- ニーコは高い奇襲能力を持ち、セラフィーンのスキルを避けながら攻撃することができる。\n- セラフィーンはスキルの発生が遅く、ニーコが先に攻撃を仕掛けることで有利な状況を作りやすい。\n- ニーコの範囲攻撃はセラフィーンの集団戦での強みを打ち消すことができる。\n- セラフィーンは防御ステータスが低く、ニーコのバーストダメージに対して脆弱である。\n\n有利の取り方：\n- レベル3でE→W→AA→Rのコンボを狙い、セラフィーンがスキルを使った後に攻撃する。\n- ブッシュを利用して奇襲を仕掛け、セラフィーンのスキルを誘発させてから攻撃する。\n- セラフィーンがウェーブを押しているときに、ミニオンを利用して安全にハラスを行う。\n- レベル6以降はフラッシュやRを使って側面から攻撃し、セラフィーンの集団制御を避ける。",
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、接近戦でのオールイン能力が強力です。\n- セラフィーンはスキルの発生が遅く、連続して当てるのが難しいため、レオナのCCを受けやすいです。\n- レオナのCCスキルは多く、特にセラフィーンを捕まえることで瞬時にダメージを与えることができます。\n- セラフィーンはポークチャンピオンですが、レオナは耐久力が高いため、ポークを受けても耐えられます。\n- セラフィーンがスキルを使った後やマナが少ないときに攻撃を仕掛けることで、彼女の弱点を突くことができます。\n\n有利の取り方：\n\n- ウェーブを管理し、セラフィーンがスキルを使った後に攻撃を仕掛けるタイミングを見計らう。\n- セラフィーンが油断しているときに奇襲をかけ、CCを使って捕まえる。\n- チームメイトと連携し、セラフィーンを排除するためのプレッシャーをかける。\n- 耐久力を上げるアイテムを選び、セラフィーンのポークを軽減する。",
      "ザイラ": "ザイラが有利です。\n\n- ザイラは序盤から高い火力を持ち、遠距離からのハラスが得意であるため、セラフィーンに対して優位に立ちやすい。\n- セラフィーンのスキルは発生が遅く、ザイラのスキルを避けることで反撃のチャンスを作りやすい。\n- ザイラは植物を使って安全な距離を保ちながら攻撃できるため、セラフィーンの攻撃を受けにくい。\n- セラフィーンのCCは強力だが、ザイラのEで相手を根付かせることで、集団戦での優位性を確保できる。\n\n有利の取り方：\n- ミニオンウェーブの後ろでQを使い、CSを取りながらセラフィーンにハラスを行う。\n- セラフィーンのスキルを避ける位置取りを心がけ、スキルを使わせることで隙を作る。\n- セラフィーンがスキルを使った後にEで羽を撒き、Rで根を狙うことで反撃する。\n- 集団戦では羽の配置を意識し、Rのタイミングで相手の密集を崩すことで有利に立ち回る。",
      "ジリアン": "ジリアンが有利です。\n\n理由:\n- ジリアンは瞬時にスタンを与えることができるため、セラフィーンのスキルを妨害しやすい。\n- ジリアンのバーストダメージは高く、セラフィーンの基礎ダメージが低いため、オールイン合戦で有利に立てる。\n- ジリアンは味方を加速させることができ、セラフィーンの攻撃を避ける手助けができる。\n- セラフィーンのスキルの発生が遅いため、ジリアンはその隙を突いて攻撃するチャンスが多い。\n\n有利の取り方:\n- レベル1-2では、二重爆弾を使ってセラフィーンにプレッシャーをかけ、射程外に立つ。\n- セラフィーンのEを外したタイミングで、Qの二重攻撃とAAを合わせてダメージを与える。\n- レベル6以降は、セラフィーンのRを警戒しつつ、味方を守るために自分のRを温存する。\n- 集団戦では、味方キャリーにRを使い、Wで加速させた後、Eでセラフィーンの動きを制限する。",
      "バード": "バードが有利です。\n\n- バードはCCを持っており、セラフィーンのスキルを無力化することができる。\n- バードは鐘を回収することで火力を向上させ、装備依存度が低いため、早い段階から影響力を持てる。\n- バードの移動スキルを活かしてロームが得意で、セラフィーンの集団戦を分断することができる。\n- セラフィーンはスキルの発生が遅く、バードの攻撃を避けるのが難しい。\n- バードはレーン維持が得意で、セラフィーンの攻撃を受けにくい。\n\n有利の取り方：\n\n- レーンでは安全を優先し、チャンスがあればCCを狙って味方に繋げる。\n- 鐘を集めて移動力を高め、プッシュよりもロームを優先する。\n- セラフィーンのスキルの範囲に味方を置かないように注意し、連携を意識する。\n- レベル6でのRを温存し、セラフィーンのRを遅らせるタイミングを見計らう。\n- Eを使って裏取りや分断を狙い、視界を確保してローム成功率を上げる。"
    }
  },
  "スウェイン": {
    "name": "スウェイン",
    "beats": {
      "レオナ": "レオナが不利です。\n\n- スウェインはEで引き寄せる能力があり、レオナが接近する際に捕まえられるリスクが高い。\n- スウェインの持続的なダメージと回復能力により、レオナのオールインが成功しにくい。\n- スウェインは重傷効果に弱いが、レオナはその重傷効果を持っていないため、スウェインの回復を抑えられない。\n- スウェインは集団戦でのAOEダメージが強力で、レオナが前に出ると多くのダメージを受ける可能性が高い。\n- スウェインは機動スキルを持たないため、レオナが育つまでの序盤が弱いが、スウェインはその間にプレッシャーをかけてくる。\n\n不利の対策：\n- レーンでは慎重にプレイし、スウェインのEを避けるように心がける。\n- スウェインのスキルを避けるために、ミニオンウェーブを利用して位置取りを工夫する。\n- バックアップを受けられるタイミングでオールインを狙う。\n- スウェインのUltがないタイミングを狙って積極的にハラスを行う。\n- アイテムを重傷効果を持つものにすることで、スウェインの回復を抑える。",
      "ノーチラス": "ノーチラスが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を同時に行えるため、ノーチラスの攻撃を受けても生存しやすい。\n- スウェインのEで引き寄せられると、瞬時に大ダメージを受けるため、ノーチラスは注意が必要。\n- ノーチラスはスウェインを一撃で倒すのが難しく、逆にスウェインに倒されるリスクが高い。\n- スウェインのスキルはAOEであり、集団戦での回復量が増えるため、ノーチラスが集団戦で有利に立ちにくい。\n- スウェインは重傷効果に弱いが、ノーチラスはその効果を持たないため、スウェインに対して有効な対策が少ない。\n\n不利の対策:\n- スウェインのスキルクールダウンを意識し、隙を見て攻撃するタイミングを計る。\n- 位置取りを工夫し、スウェインのEを避けるようにする。\n- チームメイトとの連携を強化し、スウェインを集中的に狙う戦略を取る。\n- ウェーブを管理し、スウェインが孤立する状況を作ることで、エンゲージのチャンスを増やす。\n- スウェインの回復を妨げるアイテムを購入し、持続的なダメージを与えることを意識する。",
      "レル": "レルが不利です。\n\n- スウェインは長射程の範囲攻撃を持ち、レルの接近を嫌がるため、レルが近づくのが難しい。\n- スウェインの回復能力が高く、レルのCCを受けても持続的にHPを回復される可能性がある。\n- スウェインは集団戦での持続的なダメージと回復が強力で、レルの短期的なエンゲージが効果的でない場合が多い。\n- スウェインのスネアやスローによって、レルの動きが制限されることがある。\n\n不利の対策：\n- ワードを活用して視界を確保し、スウェインの動きを把握する。\n- ミニトレードを行う際は、スウェインのスキルを避けながら行い、HP差を作る。\n- スウェインが突っ込んできた際に、CCを温存して回復行動を阻止する。\n- 集団戦では、前線でのエンゲージを避け、後方から味方をサポートする立ち回りを心がける。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n理由:\n- スウェインは持続的なダメージと回復を行えるため、ブリッツクランクのフックを受けた後でも反撃が可能。\n- スウェインのスキルは全てAOEであり、集団戦では多くの敵にダメージを与えられるため、ブリッツクランクが接近するのが難しい。\n- スウェインは重傷効果に弱いが、ブリッツクランクのスキルは重傷効果を持たないため、スウェインのサステインを削る手段が限られている。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、スウェインに対して有利な状況を与えてしまうリスクがある。\n\n不利の対策:\n- レーン序盤はフックの脅威を利用しつつ、スウェインの射線を遮る位置取りを心がける。\n- スウェインのスキルを避けるために、視界を確保し、ワードを設置して接触を避ける。\n- スウェインがフックを受けた場合、すぐに反撃できるようにADCと連携を取る。\n- スウェインのUltが発動した後は、距離を取るか、突っ込むタイミングを見極める。\n- チーム戦では、スウェインが飛び込んだ際に反撃できるように位置を調整する。",
      "タム・ケンチ": "タム・ケンチが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、タム・ケンチの耐久力を削りやすい。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、タムが多くの敵と接触するほど不利になる。\n- スウェインのEによるキャッチ能力が高く、タムが接近するのを阻止されやすい。\n- タムは重傷効果に弱く、スウェインの持続的なダメージを受けると回復が難しくなる。\n- スウェインは遠距離からポークができるため、タムが近づく前にダメージを受けやすい。\n\n不利の対策：\n\n- 序盤は魔法耐性を優先し、マーキュリーブーツやスペクトレコート系を購入する。\n- スウェインのスキルを避けるために、ミニオンウェーブを盾にして立ち回る。\n- スキルのクールダウンに合わせて短期交戦を狙い、Qを通してダメージを与える。\n- レベル6以降は、Rを使って味方を救出することを優先し、集団戦では前に出て味方を守る。\n- スウェインの主要スキルを受け切れるように立ち回り、長期戦に持ち込まれないように注意する。",
      "ポッピー": "ポッピーが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、長期戦になるとポッピーが不利になる。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、ポッピーの短期バーストが効きにくい。\n- スウェインのEによるキャッチ能力が強力で、ポッピーが接近するのを阻止される可能性がある。\n- スウェインは重傷効果に弱いが、ポッピーがそれを持っていない場合、スウェインの回復を抑制できない。\n- ポッピーは射程が短く、スウェインの攻撃を受けやすい。\n\n不利の対策：\n\n- 短期バーストを狙い、スウェインのスキルを避けるように立ち回る。\n- レーンではミニオンの背後から攻撃し、スウェインのQを受けないようにする。\n- スウェインのRを妨害するために、壁スタンを狙ってタイミングを見計らう。\n- ジャングルとの連携を強化し、スウェインに対してギャンクを仕掛ける。\n- アイテムとしてブラムルベストを優先し、スウェインの回復を抑制する。",
      "ラカン": "ラカンが不利です。\n\n- スウェインは遠距離からの攻撃が可能で、持続的なダメージと回復を行えるため、ラカンが接近する前にダメージを与えられる。\n- スウェインのEによるCCが強力で、ラカンがエンゲージを試みる際に捕まるリスクが高い。\n- ラカンは移動を伴うスキルが多く、スウェインのCCに捕まると何もできなくなるため、機動力を活かしづらい。\n- スウェインの集団戦での耐久力が高く、ラカンがピールを行っても持続的にダメージを受ける可能性がある。\n\n不利の対策：\n\n- レーニング中はスウェインのEを警戒し、無理に接近せずにAAやスキルでのハラスを行う。\n- スウェインがスキルを使った後に反撃するタイミングを見計らい、短時間でのトレードを心がける。\n- 集団戦では、スウェインのRが発動する前に距離を取り、味方を守ることを優先する。\n- スウェインのスキルを避けるために、移動を意識しながら立ち回り、味方ADCとの連携を強化する。",
      "アリスター": "アリスターが不利です。\n\n- スウェインは遠距離からのハラスが得意で、AAやスキルで持続的にダメージを与えられるため、アリスターが近づくのが難しい。\n- スウェインのEによる根付けで捕まると、アリスターは反撃が難しく、持続的なダメージを受けやすい。\n- スウェインのRは長期戦に強く、アリスターのエンゲージが通じにくい。特にR中はアリスターが突っ込むと逆に危険。\n- アリスターは攻撃力が低く、スウェインの高い耐久力に対してダメージを出しづらい。\n- スウェインは重傷効果に弱いが、アリスターは重傷効果を持たないため、スウェインの回復を抑える手段がない。\n\n不利の対策：\n- 序盤はスウェインのハラスを避け、ミニオンウェーブを利用して安全にCSを取る。\n- スウェインのEを警戒し、ミニオンの後ろからエンゲージを狙う。\n- スウェインのR中は無理に突っ込まず、味方ADCを守ることに専念する。\n- スウェインがEを外したタイミングで、短いコンボを決めるチャンスを狙う。\n- サモナーズ（フラッシュ等）を使って距離を詰める際は、相手のスキルクールダウンを確認してから行動する。",
      "ニーコ": "ニーコが不利です。\n\n- スウェインは持続的なダメージと回復を持ち、長期戦に強いため、ニーコの瞬間火力を耐えられる。\n- スウェインのCCを受けると、ニーコは近距離での戦闘が難しくなり、反撃を受けやすい。\n- スウェインのスキルは全てAOEであり、ミニオンウェーブが多いと回復量が増加し、ニーコがダメージを与えにくくなる。\n- ニーコは射程が短く、スウェインに近づく必要があるため、スウェインのスキルを避けるのが難しい。\n\n不利の対策：\n- 序盤は短いコンボでダメージを与え、長期戦に持ち込ませないようにする。\n- Wを使ってスウェインの重要スキルを誘発させ、反撃を避ける。\n- スウェインのCCを確認した後、レーン外の草から不意打ちを狙い、瞬時にダメージを与える。\n- スウェインのRや回復を確認したら、即座に撤退し、サイドレーンやロームで有利を広げる。",
      "メル": "メルが不利です。\n\n- スウェインは持続的なダメージと回復を同時に行えるため、長期戦になるとメルが不利になる。\n- スウェインのスキルは全てAOEであり、集団戦での回復量が増えるため、メルの瞬間火力では対抗しきれない。\n- スウェインのCCスキルはメルの動きを制限しやすく、特に接近戦での反撃が難しい。\n- メルは回復効果に弱く、スウェインの持続的なダメージに対して耐えられない。\n- スウェインのUltは強力で、メルがスノーボールできていない場合、集団戦での影響力が低くなる。\n\n不利の対策：\n\n- 開幕から視界を確保し、スウェインのスキルを警戒する。\n- スウェインのスキルを反射するタイミングを見極め、反撃のチャンスを狙う。\n- 短い交戦後はすぐに撤退し、味方ADCと連携を取ることで安全を確保する。\n- スウェインのUlt使用時は距離を取り、無理に接近しないようにする。\n- 集団戦ではスタックを溜めつつ、瞬間火力で削ることを意識し、長期戦を避ける。",
      "ブラウム": "ブラウムが不利です。\n\n- スウェインは遠距離から持続的なダメージを与えられるため、ブラウムはハラスを受けやすい。\n- スウェインの回復能力により、ブラウムのスタンを受けても持続的に戦闘が続けられる。\n- ブラウムのCCは発生が遅く、スウェインのスキルを避けられる可能性が高い。\n- スウェインは集団戦での耐久力が高く、ブラウムが前に出てもスウェインのRで逆にダメージを受けるリスクがある。\n\n不利の対策：\n- レーニング序盤はウェーブを管理し、スウェインのスキルを避けるように立ち回る。\n- スウェインのスキルを使わせた後に攻撃を仕掛け、パッシブを溜めてスタンを狙う。\n- ADCをしっかり守り、スウェインが近づいてきた際にはEを使ってスキルを防ぐ。\n- 集団戦では、スウェインのRのタイミングを見計らい、味方を守りつつスタンを狙う。"
    },
    "loses": {
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、スウェインの接近を妨害することができる。\n- ジャンナのシールドは味方の持久力を高め、スウェインの持続ダメージを軽減できる。\n- スウェインは近づく必要があり、ジャンナの射程を活かして安全に攻撃できる。\n- ジャンナはスウェインのRに対してもRを使うことで、ダメージを軽減しつつ味方を守ることができる。\n- スウェインは重傷効果に弱いため、ジャンナのシールドや回復が効果的に働く。\n\n有利の取り方：\n- 開始時に視界を取りつつ、スウェインのEを警戒して横に避ける。\n- スウェインが近づいた瞬間にAAやQで牽制し、ミニオンウェーブを利用して安全にダメージを与える。\n- レベル6以降、スウェインのRを使った後にジャンナのRで解除し、味方を守る。\n- 味方が捕まった際には即座にQを使い、Rで解除して生存を優先する。\n- 集団戦では、スウェインを引き剥がすためにCCを温存し、味方の生存を重視する。",
      "ソラカ": "ソラカが有利です。\n\n- ソラカは安全距離からハラスができ、スウェインの攻撃を避けやすい。\n- ソラカのサイレンス効果により、スウェインのRを妨害できるため、持続的な回復を阻止できる。\n- スウェインは重傷効果に弱く、ソラカが回復を行うことでスウェインのサステインを無効化できる。\n- ソラカは味方のHPを回復しつつ、スウェインの攻撃を耐えることができるため、集団戦での生存率が高い。\n\n有利の取り方：\n- レーン序盤では、Qで安全にハラスし、スウェインのEを警戒しながら立ち回る。\n- Eを使ってスウェインのEを阻止し、サイレンスを活用してスウェインのRを無効化する。\n- ミニオンウェーブを管理し、相手がミニオンに隠れているときにハラスを行う。\n- レベル6以降は味方が捕まった際に即座にRを使い、回復を優先する。\n- 集団戦では後衛位置を保ちながら、味方を回復し続け、スウェインの攻撃を抑える。",
      "ヴェル＝コズ": "ヴェル＝コズが有利です。\n\n- 遠距離からのポークが得意で、スウェインが近づく前にダメージを与えられる。\n- スウェインの接近戦に弱く、ヴェル＝コズは距離を保ちながら攻撃できるため、スウェインのスキルを避けやすい。\n- スウェインの回復を無視できる真ダメージを持つため、持久戦でも有利に立てる。\n- スウェインのCCスキルを避けることで、反撃のチャンスを増やせる。\n\n有利の取り方：\n- レーニング序盤では、ウェーブを管理しつつ安全な位置からQやWでダメージを与える。\n- スウェインが近づいてきたら、Eやフラッシュを使って距離を保ち、反撃のチャンスを狙う。\n- レベル6になったら、相手の回復を見極めてULTを使用し、持続的なダメージを与える。\n- 集団戦では後方から高火力を維持し、スウェインが前に出てくるのを待つ。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは持続的な回復能力を持ち、スウェインの持続ダメージを軽減できる。\n- スウェインのCCスキルに対して、ユーミは味方に密着することで安全に支援できるため、捕まるリスクが低い。\n- スウェインは重傷効果に弱いため、ユーミの回復やシールドで持続的に戦うことができる。\n- ユーミはスウェインの攻撃をシールドで防ぎつつ、味方のADCを強化することで、レーンでのトレードを有利に進めやすい。\n\n有利の取り方：\n- 常にADCに密着し、スウェインの攻撃を受けないように立ち回る。\n- スウェインがEを使った際に、味方のADCが攻撃できるタイミングを見計らってトレードを仕掛ける。\n- スウェインがQを撃つ際に、ユーミが離れないように注意し、ADCが安全に攻撃できる位置を保つ。\n- 集団戦では、ユーミのRを使ってスウェインの攻撃を無効化し、味方のADCを強化して速攻で倒す。",
      "ザイラ": "ザイラが有利です。\n\n- 遠距離からの攻撃が可能で、スウェインの接近を防ぎやすい。\n- スウェインのスキルは接近戦での効果が高いため、距離を保つことで彼の強みを無効化できる。\n- ザイラは高いハラス能力を持ち、序盤からスウェインに対して優位に立てる。\n- スウェインのCCは発生が遅いため、ザイラのスキルを避けやすい。\n- ザイラのCCは範囲攻撃であり、集団戦での制圧力が高い。\n\n有利の取り方：\n- 序盤はミニオンウェーブをプッシュし、スウェインにプレッシャーをかける。\n- スウェインのEを避けるために横移動を意識し、AAやスキルでハラスを行う。\n- レベル6以降は、Rを使って距離を取りつつ、サポートのCCを利用して反撃を狙う。\n- 集団戦では立ち位置を最優先し、スウェインの接近を防ぎながら攻撃を続ける。\n- 防御アイテムを早めに購入し、耐久力を高めてスウェインの攻撃に耐える。",
      "ナミ": "ナミが有利です。\n\n- ナミは豊富なCCを持ち、スウェインのスキルを避けやすい。\n- スウェインは重傷効果に弱く、ナミの回復能力が効果的に働く。\n- ナミのポーク能力により、スウェインのサステインを削ることができる。\n- スウェインの拘束技を避けることで、長期戦に持ち込まずに短期的なトレードが可能。\n- ナミは味方を強化し、集団戦での生存率を高めることができる。\n\n有利の取り方：\n- 序盤はウェーブを管理し、ミニオンの背後からスキルを当てる。\n- スウェインのスキルを使わせた後に反撃し、短期的なダメージを与える。\n- スウェインのULT中は距離を取り、味方を回復しつつ、タイミングを見計らって妨害する。\n- 集団戦では味方の生存を優先し、スウェインの突進を阻害することで有利な状況を作る。",
      "モルガナ": "モルガナが有利です。\n\n- 長時間のCCを持っており、スウェインを捕まえる能力が高い。\n- スペルシールドにより、スウェインのCCやダメージを無効化できるため、持続的に戦える。\n- スウェインの持続的なダメージに対抗できる回復阻害効果を持つアイテムを選択できる。\n- スウェインは育つまでの序盤が弱いため、レーンでのハラスが有効。\n\n有利の取り方：\n- レーン前半では、Qを狙って安全にハラスし、ミニオンを自分寄りに配置する。\n- Eを温存し、スウェインのCCを防ぎつつ、ミニオンウェーブをコントロールする。\n- レベル6以降は、距離を保ちながらスウェインのRを避け、味方を守るためにスペルシールドを活用する。\n- Qを命中させ続けることで有利を維持し、Eでスウェインのコンボを阻止する。",
      "ルル": "ルルが有利です。\n\n- ルルは遠距離からハラスができ、スウェインの接近を防ぎやすい。\n- ポリモーフによってスウェインの引き込みやダメージを無力化できるため、集団戦での影響力が高い。\n- シールドを使うことで、スウェインの持続的なダメージを軽減できる。\n- スウェインは重傷効果に弱いため、ルルのサポートによって持続的な回復を妨げることができる。\n\n有利の取り方：\n\n- レーン序盤はミニオンウェーブを利用して、スウェインに近づかせずにハラスを行う。\n- スウェインがスキルを使った後に反撃し、AAやスキルでダメージを与える。\n- Eを常に切らさず、味方ADCを守りながらスウェインの攻撃を受け流す。\n- レベル6以降は、味方を守るためにULTを温存し、スウェインが接近してきた際にポリモーフで対処する。\n- 集団戦では、ADCの後ろでピールし、スウェインが密着してきたらポリモーフで解除し、連携して倒す。",
      "セラフィーン": "セラフィーンが有利です。\n\n- スウェインは接近戦が得意ですが、セラフィーンは長射程から攻撃できるため、距離を保ちながら有利にトレードできます。\n- セラフィーンのスキルは味方の数に応じて強化されるため、集団戦での効果が高く、スウェインの持続ダメージに対抗しやすいです。\n- スウェインのCCを避けるために、セラフィーンはEを使って距離を取ることができ、スウェインの攻撃を無効化しやすいです。\n- セラフィーンは回復能力があり、サステイン合戦では有利に立ち回ることができます。\n\n有利の取り方：\n- ミニオンの後方からAAやQで削り、スウェインのEを使わせた後に距離を取る。\n- スウェインが接近してきた際にはEを使って逃げ、反撃のチャンスを伺う。\n- チーム戦ではRを使って集団回復やスタン延長を狙い、後方から安全に支援する。\n- ローミングを行い、他のレーンで有利な展開を作ることで、スウェインにプレッシャーをかける。",
      "カルマ": "カルマが有利です。\n\n理由:\n- 短期バーストと長距離pokeが得意で、スウェインの持続的なダメージに対抗しやすい。\n- Eでダメージを軽減できるため、スウェインの攻撃を受けても生存しやすい。\n- スウェインのEを避けることで、根付けられるリスクを減らせる。\n- レーン中盤以降はロームでマップに影響を与えやすく、スウェインのプレッシャーを分散できる。\n\n有利の取り方:\n- 序盤はミニオンの後ろからQでpokeし、スウェインの攻撃を避ける位置取りを心がける。\n- 被弾した際は即座にEでシールドを使い、ダメージを軽減する。\n- 短期トレードを繰り返し、スウェインのEを避けながらダメージを与える。\n- レベル6以降はスウェインのRを警戒し、距離を取りつつ味方を呼ぶかタワー下に退避する。\n- アイテムやサモナースペルで重傷効果を用意し、スウェインの回復を抑える。",
      "バード": "バードが有利です。\n\n- バードは機動力が高く、ロームが得意であるため、試合全体を有利に進めやすい。\n- バードのRでスウェインの持続的な回復を妨害できるため、集団戦での影響力が大きい。\n- バードのQによるCCでスウェインの接近を阻害でき、距離を保ちながら戦える。\n- スウェインは密着戦に強いが、バードは距離を取ることでその強みを無効化できる。\n\n有利の取り方：\n\n- 序盤は距離を保ちながらミニオンでダメージを与え、スウェインの攻撃を避ける。\n- スウェインのEやWを避けつつ、Qでスタンを狙い、チャンスを作る。\n- ミニオンを押し付けてロームし、味方をRで救出することで、試合の流れを変える。\n- チーム戦ではRを使ってスウェインのRを止め、Wで味方を回復しつつ加速させ、Qでピールを行う。",
      "パイク": "パイクが有利です。\n\n- パイクは高い機動力を持ち、フックでスウェインを捕まえることができるため、レーンでのハラスやオールインがしやすい。\n- スウェインは重傷効果に弱く、パイクの攻撃によって持続的な回復が妨げられる。\n- パイクのパッシブによる回復効果で、序盤のハラスに対して強い耐性を持つため、スウェインのポークを受け流しやすい。\n- スウェインは集団戦での持久戦が得意だが、パイクは短時間でのバーストダメージを狙えるため、キルを取りやすい。\n\n有利の取り方：\n- レーン序盤はフックを狙い、スウェインのEを避けながら攻撃する。\n- レベル2–3で短いオールインを仕掛け、サポートのCCと連携してダメージを与える。\n- レベル6以降は、スウェインのHPが削れている場合にRを使ってキルを狙い、その後ロームを行う。\n- 視界を切ってブッシュからフックを狙い、相手の不意を突くことで有利な状況を作る。\n- アイテムを機動力とサステイン解除に重点を置いて選び、視界を奪取しながらプレッシャーをかける。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは序盤の短期決戦に強く、スウェインに対して早期にダメージを与えやすい。\n- スウェインは持久戦が得意だが、序盤は火力が低く、パンテオンのバーストに耐えられない。\n- パンテオンのスタンを利用して、スウェインの回復を妨げることができる。\n- パンテオンはグローバルなUltを持ち、他のレーンへの影響力が高い。\n\n有利の取り方：\n- レーン開始時にミニオンウェーブを利用して、スウェインにAAを当ててヘルス差を作る。\n- レベル2〜3で短いコンボを入れた後、すぐに離脱し、スウェインのスキルを避ける。\n- スウェインのUltが発動する前に、短期的な奇襲を仕掛けてダメージを与える。\n- ジャングルと連携して、早期にスウェインを倒しに行く。\n- 集団戦では、スウェインを先に狙い、ピックを狙うことで有利な状況を作る。",
      "ゼラス": "ゼラスが有利です。\n\n- 長射程を活かして、スウェインに対して安全にハラスができる。\n- スウェインは接近戦が得意だが、ゼラスは距離を保ちながら攻撃できるため、スウェインのスネアを避けやすい。\n- スウェインの耐久力はサステインに依存しているが、ゼラスは遠距離からの攻撃で持続的にダメージを与えられる。\n- スウェインが育つ前に、ゼラスは早期にダメージを稼ぎ、レーンでの優位を築きやすい。\n\n有利の取り方：\n- ウェーブの後ろからQやWで小刻みにハラスを行い、スウェインのHPを削る。\n- スウェインのEを避けるために、サイドステップを意識し、捕まった場合は即座に距離を取る。\n- レーンを押し切ったら、ロームやワーディングを行い、他のレーンでのアクションをサポートする。\n- レベル6以降は、スウェインのRを警戒しつつ、長射程から高火力で削るか、安全に下がる。",
      "ブランド": "ブランドが有利です。\n\n- ブランドは序盤の遠距離攻撃でスウェインにハラスをかけやすい。\n- スウェインは近距離での回復能力が強力だが、ブランドの持続ダメージを受けると回復が追いつかない。\n- ブランドのスタンによってスウェインの行動を制限できるため、戦闘を有利に進めやすい。\n- ブランドはミニオンを利用して安全にハラスを行えるため、スウェインのEを避けやすい。\n- 集団戦ではブランドのAoEダメージが強力で、スウェインの耐久力を削ることができる。\n\n有利の取り方：\n- 序盤はミニオンの後ろからWやEでチャージし、Qでスウェインにハラスをかける。\n- スウェインのEを避けるために、ミニオンの前に立ちすぎないように注意する。\n- レベル6以降はRを慎重に使い、スウェインの突進に対してフラッシュで逃げる準備をする。\n- スウェインが近づいてきたら、スタンを使って行動を制限し、ダメージを与えるチャンスを作る。\n- 集団戦では位置取りを意識し、AoEダメージを最大限に活かすようにする。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは遠隔ハラスが得意で、スウェインの接近を妨げることができる。\n- ジリアンのアルティメットで味方を救うことができ、集団戦での生存率を高められる。\n- スウェインは根付きからの引き寄せや長期戦に強いが、ジリアンはその接近を避けることができる。\n- ジリアンは移動速度のバフを持っており、スウェインの攻撃を回避しやすい。\n\n有利の取り方：\n- レーン序盤はQでスウェインをハラスし、Wは味方の追撃や逃走用に温存する。\n- スウェインのEを避けるために、Qを踏ませる位置取りを心がける。\n- 味方が捕まった場合は即座にRを使用し、集団戦ではRで保険をかける。\n- ロームや視界確保を行い、スウェインに対して優位を作る。"
    }
  },
  "ユーミ": {
    "name": "ユーミ",
    "beats": {
      "モルガナ": "モルガナが不利です。\n\n- ユーミは味方に密着して回復やシールドを提供できるため、モルガナの攻撃を受け流しやすい。\n- モルガナのCCはユーミの支援を無効化することが難しく、ユーミが味方に張り付いている限り、モルガナのQが当たりにくい。\n- ユーミは移動が不要なため、モルガナの攻撃を避けるのが得意で、特に集団戦ではユーミの支援が強力。\n- モルガナのクールダウンが長いため、ユーミが回復やシールドを使うタイミングに合わせて攻撃されると、モルガナは反撃が難しい。\n\n不利の対策：\n- レーン序盤はミニオンの後ろからQを狙い、ユーミが味方に張り付いている時は無理に攻撃しない。\n- ユーミが外れた瞬間を狙ってQを当てるチャンスを作る。\n- 味方ADCと連携し、ユーミが攻撃できない状況を作るために、ミニオンウェーブを利用して位置取りを工夫する。\n- 集団戦では、ユーミのRや味方のCCを無効化するために、Eを適切なタイミングで使用する。",
      "ゼラス": "ゼラスが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、持続的なサステインを持つため、ゼラスのハラスを耐えやすい。\n- ユーミがホストにくっついている間、ゼラスは単独でのキルが難しく、ユーミの回復によってトレードで優位を築くのが難しい。\n- ゼラスのスキルは発動が遅く、機動力の高いユーミやそのホストに対して当てるのが難しい。\n- ユーミが離れた瞬間を狙うことができるが、ユーミがホストに戻ることで再びサステインを得られるため、チャンスが限られる。\n\n不利の対策：\n\n- 序盤はユーミの回復を意識し、無理にトレードを仕掛けずにウェーブをクリアしつつ、相手の動きを観察する。\n- ユーミがホストから離れた瞬間や回復がクールの時を狙って、スキルショットを当てるチャンスを見逃さない。\n- ジャングルと連携し、ユーミがホストにくっついている間にCCを合わせて剥がすことを試みる。\n- 集団戦では、ユーミのホストを優先的に狙い、フォーカスを分散させないように立ち回る。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ユーミは味方に付着して持続的な回復とバフを提供できるため、ザイラの攻撃を受けても生存能力が高い。\n- ユーミはスロー効果を持つため、ザイラが距離を保とうとしても移動を制限される可能性がある。\n- ザイラの攻撃はミニオン越しに行う必要があり、ユーミが付着している味方キャリーを狙うのが難しい。\n- ユーミは単独での反撃力は低いが、味方と連携することでザイラの攻撃を無効化しやすい。\n\n不利の対策:\n- ミニオンウェーブを利用してユーミの付着を避け、敵キャリーを狙うタイミングを見計らう。\n- ユーミのスキルを避けるために、視界を確保しつつ立ち位置を工夫する。\n- ユーミが付着している味方キャリーに対しては、AAやスキルを使って圧力をかけるのではなく、ミニオンを利用して安全にポークする。\n- 集団戦では、ユーミのRを警戒し、味方と連携してユーミの位置を崩すように立ち回る。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ユーミは味方に密着することで回復やシールドを提供し、長期戦での耐久力が高い。\n- セラフィーンはスキルの発生が遅く、ユーミが密着しているとポークが難しくなる。\n- ユーミの味方がオールインを仕掛けると、セラフィーンは防御ステータスが低いため、瞬時に倒されるリスクが高い。\n- ユーミはスロー効果を持っているため、セラフィーンの移動を制限しやすい。\n\n不利の対策：\n- ユーミが味方に密着している時は、ウェーブを管理しつつ、ユーミが離れた瞬間を狙って攻撃する。\n- ジャングルを呼んでユーミを剥がすためのエンゲージを仕掛ける。\n- 集団戦では、ユーミの回復を意識し、必要に応じて重傷効果を持つアイテムを購入する。\n- 自身の位置取りを工夫し、ユーミの支援を受けにくい状況を作る。",
      "ソラカ": "ソラカが不利です。\n\n- ユーミは味方に密着することで安全に支援ができ、特にADCとのシナジーが高いため、レーンでの圧力が強い。\n- ユーミの回復やシールドによって、ソラカのハラスが効果的に無効化される。\n- ユーミはスロー効果を持つため、ソラカが近づくのが難しく、Eでの離脱が阻止される可能性がある。\n- ユーミは集団戦での強化能力が高く、ソラカの回復だけでは対抗しきれない場合が多い。\n\n不利の対策：\n- 開幕はミニオンウェーブを利用して、ユーミの攻撃を避けつつ自己回復を維持する。\n- ユーミが張り付いている時は無理に近づかず、ミニオン越しにハラスを行う。\n- ユーミのスキルを避けるために、位置取りを工夫し、Eを使うタイミングを見極める。\n- ADCが攻撃されている時は、全体回復を行い、サステインを管理してユーミの圧力を軽減する。",
      "ジリアン": "ジリアンが不利です。\n\n- ユーミは味方に密着して回復やシールドを提供できるため、ジリアンのポークを受け流しやすい。\n- ユーミのスロー効果でジリアンの位置取りが難しくなり、攻撃を受けやすくなる。\n- ユーミは長期戦に強く、ジリアンの攻撃が持続的に効かない場合が多い。\n- ジリアンは基礎ステータスが低く、ユーミが付いている味方に対してオールインを仕掛けるのが難しい。\n\n不利の対策：\n\n- ミニオンウェーブを利用して、ユーミが外れた瞬間にQを当てるタイミングを狙う。\n- ユーミの回復やシールドを意識し、AAでのダメージを蓄積する。\n- Wで味方に加速を付与し、ユーミが付いている味方を狙う際に有利な位置を取る。\n- 集団戦ではRを温存し、ユーミの味方が攻撃を受けた際に蘇生を活用する。",
      "ラックス": "ラックスが不利です。\n\n- ユーミは回復やシールドを提供できるため、ラックスのハラスを軽減しやすい。\n- ユーミがホストに密着していると、ラックスのスキルが当たりにくくなる。\n- ユーミはスロー効果を持つため、ラックスが距離を取るのが難しくなる。\n- ユーミのサポート能力により、味方ADCが生存しやすく、ラックスのバーストダメージが活かしにくい。\n- ユーミはハードCCを持たないが、ラックスのスキルを避ける動きが得意で、ラックスの攻撃を無効化しやすい。\n\n不利の対策：\n\n- ユーミが離れた瞬間を狙ってスキルを当てるタイミングを見計らう。\n- ユーミのホストを狙うのではなく、ユーミ自身をターゲットにすることを考える。\n- ワーディングを行い、ユーミの離脱経路を把握しておく。\n- 味方と連携し、ユーミがいないタイミングでオールインを仕掛ける。\n- 魔力貫通やCD短縮を重視したビルドを選択し、ポークを最大化する。",
      "カルマ": "カルマが不利です。\n\n- ユーミは味方に密着することで安全に支援を行い、回復やシールドを提供できるため、カルマのハラスを受けにくい。\n- カルマのスネアは発生が遅く、ユーミが移動する際に捕まえにくい。\n- ユーミはハードCCを持たないため、カルマのスキルを直接的に妨害する手段が限られている。\n- ユーミの回復やシールドによって、カルマのダメージを軽減されやすい。\n- ユーミが味方に乗っている間、カルマはその味方を狙うことができるが、ユーミが離れた瞬間を狙うのは難しい。\n\n不利の対策：\n\n- レーンパートナーとの連携を強化し、ユーミが味方に乗っている間に攻撃を仕掛けるタイミングを見計らう。\n- ユーミのスキルを避けるために、常に位置取りを意識し、相手の動きを予測してスキルを使う。\n- ミニオンウェーブを管理し、ユーミが攻撃しづらい状況を作ることで、ハラスを行う機会を増やす。\n- ユーミが孤立している瞬間を狙い、積極的に攻撃を仕掛ける。\n- チーム戦では、ユーミの支援を受けた敵チャンピオンに対して、スキルを駆使してダメージを与えることを意識する。"
    },
    "loses": {
      "レル": "レルが有利です。\n\n- ユーミは単独での戦闘能力が低く、味方に依存するため、レルがユーミを捕まえるチャンスが多い。\n- レルのCCスキルはユーミを拘束しやすく、特にユーミが離れている瞬間を狙うことで有利に立ち回れる。\n- ユーミはハードCCを持たないため、レルの攻撃を受けると脆弱である。\n- レルは集団戦でのエンゲージが得意で、味方の火力を活かしやすい。\n\n有利の取り方：\n\n- ユーミが単独の場合、すぐに攻撃を仕掛けてキルを狙う。\n- ユーミが味方に付着している時は、無理に突っ込まず、味方の火力を狙って短いCCを入れる。\n- フラッシュから突進を使い、ユーミを引き離すことで有利な状況を作る。\n- 黒斧よりもタンク寄りの装備を選び、長期戦に持ち込むことで耐久力を高める。",
      "ラカン": "ラカンが有利です。\n\n- ラカンは高い機動力を持ち、ユーミが単独行動している瞬間を狙いやすい。\n- 2種類のハードCCを持っているため、ユーミの回復やシールドを無効化しやすい。\n- ユーミは基礎ステータスが低く、ラカンの攻撃を受けると脆弱である。\n- ラカンは味方ADCと連携しやすく、ユーミの支援を受けているADCに対しても圧力をかけられる。\n\n有利の取り方：\n- 序盤はワードで視界を確保し、ユーミが離れた瞬間を狙って攻撃する。\n- Rを使ってユーミの位置を崩し、Qでダメージを与える。\n- ユーミの回復を意識しつつ、被ダメを最小限に抑えながら攻撃を続ける。\n- ロームを活用してサイドレーンに影響を与え、ユーミの運用を崩す。\n- 集団戦では味方と連携し、ユーミの支援を無力化するタイミングでエンゲージを行う。",
      "ノーチラス": "ノーチラスが有利です。\n\n- ノーチラスは強力なCCを持ち、ユーミを捕まえることができるため、オールインが効果的です。\n- ユーミは基礎ステータスが低く、ノーチラスの一撃でのダメージポテンシャルには耐えられません。\n- ユーミは味方に依存するため、ADCから離れた瞬間を狙うことで排除しやすいです。\n- ノーチラスはユーミの回復やシールドを無効化することができ、持続力を削ることができます。\n\n有利の取り方：\n- レーン開始時にユーミのADCに対して積極的にAAを当て、圧力をかける。\n- ユーミがADCから離れたタイミングで、CCを使って一気に攻撃する。\n- ミニオンウェーブを利用して、ユーミが隙を見せる瞬間を狙い、フックを当てる。\n- ユーミが回復やシールドを使う前に、ダメージを与えておくことで、彼女の効果を減少させる。",
      "レオナ": "レオナが有利です。\n\n- ユーミは基礎ステータスが低く、単独での戦闘能力がほぼ皆無であるため、レオナの攻撃に対して脆弱です。\n- レオナのCCスキルはユーミを無力化するのに非常に効果的で、特にスタンを使うことでユーミの支援能力を封じることができます。\n- ユーミが味方に密着している場合でも、レオナはその味方を狙うことでユーミの影響力を減少させることができます。\n- レオナは序盤から強力なオールイン能力を持っており、ユーミが孤立しているときに攻撃することで有利に立ち回れます。\n\n有利の取り方：\n\n- ウェーブを管理し、ユーミが孤立するタイミングを狙ってオールインを仕掛ける。\n- ユーミが他のチャンピオンに付いている場合、そのチャンピオンを狙って攻撃し、ユーミのサポートを無効化する。\n- レオナのCCを活かして、ユーミが再接続できない状況を作り出す。\n- ボットレーンの味方と連携し、ユーミを狙った攻撃を仕掛けることで、試合を有利に進める。",
      "アリスター": "アリスターは有利です。\n\n- アリスターは強力なCCを持っており、ユーミの味方を切り離しやすい。\n- ユーミは単独での戦闘能力が低く、アリスターのCCに対して脆弱である。\n- アリスターは高いタフネスを持ち、ユーミの攻撃を耐えやすい。\n- アリスターのエンゲージ能力により、ユーミが付いている味方を狙いやすく、ユーミの支援を無効化できる。\n\n有利の取り方：\n- レーン開始時にワードを置き、ミニオンウェーブを利用してユーミの味方にプレッシャーをかける。\n- ユーミが付いている味方に接近した際に、Q→WでCCを決めてダメージを与える。\n- ユーミが距離を保とうとする場合でも、AAで持続的に圧力をかけ、ユーミの回復を無効化する。\n- 集団戦では、Rを使って敵陣を崩し、ユーミの味方を狙うことで、ユーミの支援を無効化する。",
      "ポッピー": "ポッピーが有利です。\n\n- ユーミは単独では非常に弱く、ポッピーの接近によるCCで簡単に対処できる。\n- ポッピーは高いシールドと割合ダメージを持ち、ユーミの回復やシールドを無効化しやすい。\n- ユーミはハードCCを持たないため、ポッピーのCCに対して脆弱である。\n- ポッピーはダッシュやリープを阻害する能力があり、ユーミが味方に付いている場合でも、ポッピーが適切に立ち回ればキルを狙いやすい。\n\n有利の取り方：\n- ライン序盤ではユーミが単独の場合、積極的に近づいて壁スタンを狙う。\n- Wを温存し、ユーミの味方への移動や逃げ道を阻害する。\n- Rを使用してユーミを味方から切り離し、キルを狙う。\n- ユーミが味方に付いた場合は、味方を狙ってプレッシャーをかけ、ロームやタワー割りを優先する。",
      "ブラウム": "ブラウムが有利です。\n\n- ブラウムは高い防御性能を持ち、ユーミの攻撃を受けても耐えやすい。\n- ユーミは単独での戦闘能力が低く、ブラウムのスタンやCCを受けると脆弱になる。\n- ブラウムは味方と連携して瞬時にCCを発動できるため、ユーミが密着している味方を狙いやすい。\n- ユーミは移動やワーディングが味方に依存しているため、ブラウムの圧力で孤立させることができる。\n\n有利の取り方：\n\n- レーン序盤は味方ADCと密に動き、ユーミにAAを重ねてパッシブを溜める。\n- ユーミが分離した瞬間にQを使い、AAでスタックを稼ぐ。\n- ユーミのスキルを予測してEで弾を遮り、重要な瞬間にRで味方を守る。\n- 集団戦では前に出て味方を守り、ユーミの接近を阻むように立ち回る。",
      "バード": "バードが有利です。\n\n- バードはスタンを持っており、ユーミの移動を制限できるため、ユーミが味方を支援するのを妨げやすい。\n- バードはロームが得意で、他のレーンに影響を与えやすく、ユーミのサポート範囲を超えたプレッシャーをかけることができる。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、バードの攻撃を受けやすい。\n- バードは回復やシールドを持たないユーミに対して、持続的なハラスが可能で、レーンでの優位を築きやすい。\n\n有利の取り方：\n- レーン開始時にミープを使ってユーミにハラスをかけ、Qでスタンを狙う。\n- ワードを設置して視界を確保し、ロームの準備を整える。\n- レベル6以降はRを使ってユーミとADCを分断し、集団戦での局面を有利に進める。\n- ユーミが味方に付着している間に、AAやスキルで持続的にダメージを与え、ユーミの回復を無効化する。",
      "パイク": "パイクが有利です。\n\n- ユーミは単体では脆弱で、パイクのフックやロームに対して防御手段が限られている。\n- パイクは高い基礎ステータスを持ち、序盤からハラスが強力で、ユーミの回復を上回るダメージを与えられる。\n- ユーミがADCに付いているときでも、フックをADCに当てることでキルを狙いやすい。\n- パイクは視界管理が得意で、ユーミがロームに追従しにくいため、サイドからの奇襲が効果的。\n\n有利の取り方：\n- レーン序盤はフックを使ってユーミが離れているタイミングを狙い、エンゲージを仕掛ける。\n- ユーミがADCに付いている場合、ADCを優先して狙い、フックで捕まえた後はコンボで確実にキルを狙う。\n- ビジョンを取り、サイドでロームしてユーミの視界外から攻撃を仕掛ける。\n- ユーミが接着しているときは、ADCを狙うことでユーミの回復を無効化し、ダメージを与えるチャンスを増やす。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは序盤のレーン圧が非常に強く、レベル2でのスタンを利用してユーミを攻撃することができる。\n- ユーミは単独では脆弱で、パンテオンのオールインに対して対処が難しい。\n- パンテオンは短時間でのバーストダメージを出す能力があり、ユーミが付いている味方を狙うことでキルを狙いやすい。\n- パンテオンのローム能力が高く、他のレーンに圧力をかけることで試合全体に影響を与えやすい。\n\n有利の取り方：\n- レーニング開始時にレベル2を狙い、スタンからのAAやQでユーミを攻撃する。\n- ミニオンウェーブを利用して角度を作り、ユーミがいないタイミングでオールインを仕掛ける。\n- ユーミが付いている味方に対しては、CCを使ってユーミを剥がす意識を持つ。\n- ロームを活用し、他のレーンに圧力をかけて試合を有利に進める。",
      "ソナ": "ソナが有利です。\n\n- ソナは範囲ポークが得意で、ユーミが付いている相手に対しても持続的にダメージを与えられる。\n- ユーミはデタッチ時に脆弱で、ソナがオールインを仕掛けるチャンスがある。\n- ソナのRは集団戦での決定打となり、ユーミの支援を無効化することができる。\n- ソナは味方全体にバフをかけることができ、集団戦での生存率を向上させる。\n\n有利の取り方：\n- Lv1からQでユーミが付いている相手をポークし、ミニオンを挟んで安全に立ち回る。\n- ユーミがデタッチした瞬間を狙い、EとRを使ってオールインを仕掛ける。\n- 敵のミニオンウェーブを管理し、ソナのスキルを活かしてトレードを有利に進める。\n- 視界を確保し、敵ジャングルの動きを把握してユーミの動きを制限する。",
      "スレッシュ": "スレッシュが有利です。\n\n- スレッシュは高いCC性能を持ち、ユーミのADCへのバインディングを中断できるため、ユーミの支援を無効化しやすい。\n- ユーミは基礎ステータスが低く、オールインに対して脆弱であるため、スレッシュが攻撃を仕掛けることで有利に立ち回れる。\n- スレッシュは味方を救出する能力があり、ユーミが密着している際にもエンゲージやピールが可能。\n- レーンフェーズでは、ユーミが過大評価されがちな初期ゲームで、スレッシュが積極的に攻撃することで成長を阻止できる。\n\n有利の取り方：\n- 初期のレベルで積極的にAAやスキルを使い、ユーミのADCに圧力をかける。\n- ユーミがAAでマナを回復する際に、フレイを使ってバインディングを中断し、攻撃のチャンスを作る。\n- イグナイトを使用してオールインを仕掛け、ユーミの回復を無効化する。\n- ミニオンウェーブを管理し、相手のミニオンを利用してユーミにプレッシャーをかける。"
    }
  },
  "ゼラス": {
    "name": "ゼラス",
    "beats": {
      "メル": "メルが不利です。\n\n- ゼラスは長射程からの高威力ポークが得意で、メルはその射程外からの攻撃に対して防御手段が限られている。\n- ゼラスのスキルは発動が遅いが、メルの反射スキルをタイミングよく使わないと、ゼラスの攻撃を受け続けることになる。\n- ゼラスのCCスキルによって、メルが近づくことが難しく、自己防衛手段が乏しいため、捕まると危険。\n- メルは回復効果に対して弱く、ゼラスの持続的なダメージに対抗しづらい。\n\n不利の対策：\n\n- ゼラスのスキルを避けるために、ミニオンウェーブを利用してポジションを低めに保つ。\n- ゼラスがスキルを使った瞬間に反射スキルを使い、味方ADCにチャンスを作る。\n- 反射スキルのクールダウン中は、サイドに下がり安全にウェーブ処理を行う。\n- ゼラスのモビリティが切れた瞬間に拘束し、攻撃のチャンスを狙う。\n- 集団戦では、味方と連携してゼラスの攻撃を反射できるタイミングを見計らう。",
      "ザイラ": "ザイラが不利です。\n\n理由:\n- ゼラスは非常に長い射程を持ち、ザイラが接近する前にハラスを受けやすい。\n- ゼラスのスキルは発動が遅いが、ザイラも同様にスキルの発動から発生までに時間がかかるため、機動力の高いゼラスに対して当てづらい。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いが、ザイラも接近されると脆弱であり、特にゼラスの攻撃を受けると危険。\n- ゼラスのスキルは一発の火力が高く、ザイラは耐久力が低いため、ハラスを受けるとすぐに不利な状況に陥る。\n\n不利の対策:\n- ミニオンの後ろに隠れ、ゼラスの射程外からスキルを受けないように立ち回る。\n- ゼラスのスキルを引き出すために、無理に当て合わずにプッシュを抑える。\n- Eを使って捕縛し、植物を利用して安全な距離から攻撃する。\n- レベル6以降はULTを活用してエンゲージし、短時間でバーストを狙う。\n- チーム戦では前線でゾーンを作り、敵の長射程を遮る位置取りを心がける。",
      "ブラウム": "ブラウムが不利です。\n\n- ゼラスは非常に長い射程を持ち、遠距離からのハラスが得意で、ブラウムはその攻撃を受けやすい。\n- ブラウムのCCスキルは発生が遅く、ゼラスのスキルを避けるのが難しいため、接近する前にダメージを受けることが多い。\n- ゼラスは自己防衛手段が乏しいブラウムに対して、遠距離から一方的に攻撃できるため、ブラウムが近づくのが困難。\n- ブラウムは遠距離攻撃手段が限られており、ゼラスのハラスに対抗する手段が少ない。\n\n不利の対策：\n\n- ゼラスのスキルを避けるために、ミニオンウェーブを利用して前に出るタイミングを計る。\n- 味方ADCと連携し、ゼラスのスキルをブロックするために前に立つ。\n- ゼラスがスキルを外したタイミングを狙って接近し、スタンを狙う。\n- ゼラスのスキルのクールダウンを意識し、攻撃の隙を突いて反撃する。\n- 視界を確保し、ゼラスが孤立している時にエンゲージを試みる。",
      "セラフィーン": "セラフィーンが不利です。\n\n- ゼラスは超長射程のハラスが可能で、セラフィーンはその射程外から攻撃されやすい。\n- セラフィーンのスキルは命中が前提で、ゼラスのスキルは発動が遅いため、ゼラスの攻撃を避けるのが難しい。\n- ゼラスは集団戦での一方的な削りが得意で、セラフィーンは接近されると脆弱である。\n- ゼラスのスキルは方向指定・地点指定であり、セラフィーンは機動力が低いため、接近されると反撃が難しい。\n\n不利の対策：\n- ミニオンを盾にしてゼラスのスキルを避ける位置取りを心がける。\n- ゼラスのスキルを使い切らせた後に反撃のチャンスを作る。\n- レベル6以降はゼラスのULTを警戒し、ミニオンやサイドに避難する。\n- ジャングルと連携して、ゼラスがスキルを外したタイミングで接近し、短時間で倒す。\n- 集団戦では中衛でサステインし、距離管理を徹底する。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- ゼラスの射程が非常に長く、遠距離からのポークを受けやすいため、レーンでのハラスが厳しい。\n- ゼラスのスタンを持つEによって、接近されると一方的にダメージを受けるリスクが高い。\n- ゼラスは自己防衛手段が乏しいため、近距離での戦闘において有利な状況を作りにくい。\n- ゼラスのRは安全な位置からのスナイプが可能で、集団戦での影響力が高い。\n\n不利の対策:\n- 開幕はミニオン間の角度を利用し、ゼラスのEを誘発させないように立ち回る。\n- 中間距離を保ちながら、Qを使ってポークし、被ダメを抑える。\n- ゼラスのスタンを避けるため、タイミングを見計らって攻撃を仕掛ける。\n- 集団戦では位置取りを意識し、Rを温存して敵の動きを見極める。\n- ゼラスがスタンを外した瞬間に反撃を狙う。",
      "ラックス": "ラックスが不利です。\n\n- ゼラスは長射程のポークが得意で、遠距離から安全にハラスを行えるため、ラックスはレーンでのプレッシャーを受けやすい。\n- ゼラスのスキルは発動が遅いものの、ラックスのスキルも方向指定であり、ゼラスの攻撃を避けるのが難しい。\n- ゼラスは自己防衛手段が乏しいが、ラックスも近距離での戦闘に弱く、ゼラスに接近されると危険。\n- ゼラスのスタン効果に捕まると、ラックスは一気に不利な状況に陥る可能性が高い。\n\n不利の対策：\n- ミニオンの後ろに立ち、ゼラスのスキルをミニオンでブロックすることで、ハラスを軽減する。\n- レベル3以降は、ゼラスのスキルを避けつつ、Qを当てるチャンスを狙う。\n- Wを自己シールドや味方の支援に温存し、ゼラスの攻撃を受けた際に活用する。\n- ジャングルのタイミングを見計らい、オールインのチャンスを作ることで、ゼラスに対抗する。",
      "モルガナ": "モルガナが不利です。\n\n- ゼラスは長射程を持ち、遠距離からのハラスが得意で、モルガナはその射程に対抗しづらい。\n- ゼラスのスキルは発動が遅く、モルガナの拘束を受ける前に攻撃を仕掛けられることが多い。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いが、モルガナは近づくとゼラスの攻撃を受けやすい。\n- ゼラスのスキルは方向指定・地点指定であり、モルガナの黒盾を無効化するタイミングを見極めるのが難しい。\n\n不利の対策：\n\n- ミニオンウェーブの後ろに立ち、ゼラスのスキルを避けるようにする。\n- ゼラスのスキルを外した瞬間を狙い、拘束を狙う。\n- 黒盾を温存し、味方が攻撃を受ける際に使用する。\n- レベル6以降は単独で突っ込まず、味方と連携して行動する。\n- 視界を確保し、ゼラスのスキルショットを避けるためにワードを活用する。"
    },
    "loses": {
      "ユーミ": "ユーミが有利です。\n\n理由：\n- ユーミは味方に密着することで、ゼラスの攻撃を回避しやすく、回復やシールドで耐久力を高めることができる。\n- ゼラスのスキルはチャージ型で発動が遅いため、ユーミが付着しているとタイミングをずらされやすい。\n- ユーミはゼラスのハラスを受けた際に、回復を通じて持続的にレーンを維持できる。\n- ゼラスの攻撃が当たる前にユーミが回復を行うことで、ダメージを軽減できる。\n\n有利の取り方：\n- 常に味方ADCに付着し、ゼラスの攻撃を受ける前に回復を行う。\n- ゼラスのスキルのチャージを意識し、スキルが発動する前に移動して回避する。\n- ゼラスがスキルを使った後の隙を狙い、味方ADCと連携して反撃する。\n- 集団戦では、ユーミのRを使って敵の突進を妨害し、味方を守ることで戦闘を有利に進める。",
      "カルマ": "カルマが有利です。\n\n理由:\n- ゼラスは全てのスキルが方向指定・地点指定であり、発動が遅いため、カルマのスキルを避けやすい。\n- カルマはスネアやシールドを持っており、ゼラスの攻撃を受けた際に自己防衛が可能。\n- カルマは序盤からUltを使用できるため、レーンでのプレッシャーを高めやすい。\n- ゼラスは近距離での戦闘に弱く、カルマのスキルを当てることで一方的にハラスができる。\n- カルマはチームへの貢献が高く、集団戦での影響力が大きい。\n\n有利の取り方:\n- ゼラスのスキルショットをしっかり避け、ミニオンウェーブを利用してハラスを行う。\n- 自分のスキルを的確に当て、ゼラスにダメージを与えつつ、AAでのハラスも行う。\n- マナ管理を意識し、無駄遣いを避けながらスキルを使う。\n- ポジショニングを工夫し、ゼラスの攻撃を避けつつ、味方ADCをサポートする。\n- チームファイトやオブジェクト争いでの影響力を活かし、ゼラスを無力化する。",
      "パイク": "パイクが有利です。\n\n- 短時間で接近できるため、ゼラスの射程を無視して攻撃できる。\n- ゼラスのスキルは発動が遅く、パイクが突撃するタイミングを見計らいやすい。\n- ゼラスは近接に捕まると脆弱で、パイクの攻撃を受けると即死の可能性が高い。\n- パイクのパッシブによる回復効果で、ハラスに対して強い耐性を持つ。\n- ゼラスのスキルを避けながら、ブラッシュからの奇襲が可能。\n\n有利の取り方：\n- レーン序盤はミニオンウェーブの裏からプレッシャーをかけ、ゼラスのスキルを誘発させる。\n- ゼラスがスキルを外した瞬間に突撃し、コンボを決める。\n- Wを使ってロームし、他のレーンで数的不利を作る。\n- ゼラスのスキルをワードで把握し、接近するタイミングを見極める。\n- 集団戦ではフックを使ってキャリーを狙い、ゼラスを排除する。",
      "ラカン": "ラカンが有利です。\n\n- ラカンは高い機動力を持ち、ゼラスのスキルを避けやすい。\n- ゼラスの攻撃は全て方向指定・地点指定であり、ラカンの機動力を活かして回避することができる。\n- ラカンは2種類のCCを持っており、ゼラスを無力化することができる。\n- ゼラスは近距離での戦闘に弱く、ラカンが接近することで有利に立ち回れる。\n- ラカンは味方を支援するシールドや回復を持っており、レーンでのサステインが高い。\n\n有利の取り方：\n\n- 序盤はゼラスの攻撃レンジを意識し、無理に前に出ない。\n- ゼラスがスキルを使った後に、味方ADCと連携してEからRのコンボを仕掛ける。\n- ゼラスのスキルを誘発させた後、隙を突いて攻撃を仕掛ける。\n- 視界を確保し、ゼラスのロームを警戒しつつ、ミニオンウェーブを利用して圧力をかける。\n- フラッシュを温存し、ゼラスの攻撃を避けつつ、必要なタイミングで切り返しを行う。",
      "ソナ": "ソナが有利です。\n\n理由:\n- ソナは持続的な回復能力を持ち、ゼラスのハラスを耐えやすい。\n- ソナのQは遠距離からのトレードが可能で、ゼラスのスキルを避けながら攻撃できる。\n- ソナのRは即時CCを持ち、ゼラスがスキルを当てるタイミングを制限できる。\n- ゼラスは近距離で脆弱であり、ソナが距離を詰めることで有利に立ち回れる。\n\n有利の取り方:\n- 開幕はミニオンの陰に隠れ、ゼラスのスキルを避ける。\n- ゼラスがスキルを外したタイミングで反撃し、AAやQでダメージを与える。\n- Wで味方のシールド・回復を維持し、ゼラスの攻撃を耐える。\n- Eを使って味方のエンゲージを支援し、ゼラスが攻撃しづらい状況を作る。\n- レベル6になったら、ゼラスが固定した瞬間にRを使用して一気に攻める。",
      "レル": "レルが有利です。\n\n理由:\n- レルは近接タンクであり、強力なCCを持っているため、ゼラスに近づくことで一方的に攻撃できる。\n- ゼラスは長射程の攻撃が得意だが、機動力の高いレルに対してはスキルを当てるのが難しい。\n- レルのパッシブによって、タンクに対して強いダメージを与えることができ、ゼラスの耐久力を削りやすい。\n- ゼラスのスキルは発動が遅いため、レルが接近するタイミングを見計らって攻撃することで、ゼラスの攻撃を避けやすい。\n\n有利の取り方:\n- レーン序盤では、ゼラスのスキルを避けながらミニオンウェーブを管理し、味方ADCと連携を取る。\n- レベル6以降、アルティメットを使って一気に接近し、ゼラスがスキルを使った後に攻撃を仕掛ける。\n- ゼラスのCCに注意しつつ、横から接近して攻撃することで、彼のスキルを避ける。\n- チーム戦では、ゼラスを最優先で排除するか、味方を守る役割を果たし、長射程の攻撃を受ける前にラインを詰める。",
      "パンテオン": "パンテオンが有利です。\n\n- パンテオンは近接チャンピオンであり、瞬時のバーストダメージを出す能力が高い。\n- ゼラスは遠距離からの攻撃が得意だが、スキルの発動が遅く、パンテオンの接近を防ぎにくい。\n- パンテオンはスタンを持っており、ゼラスの動きを制限しやすい。\n- パンテオンのRによるローム能力が高く、他のレーンへの影響を与えやすい。\n\n有利の取り方：\n\n- レベル1からAAでCSを取りつつ、ゼラスのスキルを避ける動きを心がける。\n- レベル4以降、Rを取得したらゼラスに対してオールインを狙う。\n- ミニオンウェーブをクリアしつつ、ゼラスがスキルを使った後に接近する。\n- ゼラスのスキルを避けるためにEをタイミングよく使用し、接近するチャンスを作る。\n- チームファイトではRを使って敵後衛を狙い、ゼラスを圧力をかける。",
      "バード": "バードが有利です。\n\n理由:\n- バードは回復やCCを持っており、ゼラスの攻撃を受け流しやすい。\n- ゼラスはスキルの発動が遅く、バードはその隙を突いて攻撃できる。\n- バードの移動スキルを活かしてロームが得意で、ゼラスの視界を切りやすい。\n- バードのUltは集団戦でのコントロール力が高く、ゼラスの攻撃を無効化できる。\n\n有利の取り方:\n- 序盤は距離を保ちながら味方を回復し、ゼラスのハラスを避ける。\n- ミニオンウェーブを利用して、ゼラスがスキルを使った後に攻撃する。\n- ゼラスがスキルを外したタイミングで積極的にAAやCCを当てる。\n- 中盤以降はロームを活用し、他レーンでの数的不利を作り出す。\n- 集団戦では後衛でUltを使い、ゼラスの攻撃を無効化しつつ味方をサポートする。",
      "ジリアン": "ジリアンが有利です。\n\n- ジリアンは高いAPレシオを持ち、瞬間火力が強力であるため、ゼラスに対して効果的にダメージを与えられる。\n- ゼラスのスキルは発動が遅く、ジリアンの移動スキルを使って回避しやすい。\n- ジリアンのバリアや蘇生能力により、ゼラスの攻撃を耐えることができ、逆に反撃のチャンスを作りやすい。\n- ジリアンは経験値の優位性を活かしやすく、レベル差をつけることでさらに有利な状況を作れる。\n\n有利の取り方：\n- 序盤はミニオンを盾にして安全にポークし、ゼラスのスキルを誘発する。\n- ゼラスのスキルのクールダウンを見て、距離を取りつつ攻撃を続ける。\n- ゼラスが攻撃してきた際には、ワープやシールドを使って耐え、反撃のタイミングを狙う。\n- 集団戦では、味方を守る位置に立ち、ゼラスの範囲攻撃を避けつつ、効果的にスキルを使う。",
      "ルル": "ルルが有利です。\n\n- ルルはWでゼラスの詠唱を妨害できるため、ゼラスのスキルを当てにくくすることができる。\n- ルルのシールドにより、ゼラスの攻撃を軽減しやすく、持続的なトレードが可能。\n- ルルは近距離でのトレードに強く、ゼラスの長射程を逆手に取ることができる。\n- レベル6以降、ルルのRでゼラスのアルティメットをキャンセルできるため、集団戦での影響力が高い。\n\n有利の取り方：\n- レーニング序盤では、ミニオンの後ろに位置し、ゼラスのスキルを避けながらAAでハラスを行う。\n- 近づく際はWを使ってスロウをかけ、Eでシールドを付与してからトレードを仕掛ける。\n- ゼラスがウルトを使った後は、ルルのRで味方を守りつつ、前線を強化する。\n- ゼラスがミニオンウェーブを押してきたら、視界を確保しつつロームを行い、他レーンでのアクションを狙う。\n- チームファイトでは、味方のキャリーを優先的に守り、ゼラスの詠唱をWで止めることを意識する。",
      "ニーコ": "ニーコが有利です。\n\n- ゼラスは遠距離ポークが得意ですが、ニーコは擬態を使って奇襲を仕掛けることができるため、ゼラスの攻撃を避けやすい。\n- ニーコはCCを持っており、ゼラスのスキルを妨害することができるため、接近戦で有利に立ち回れる。\n- ゼラスのスキルは発動が遅く、ニーコがタイミングを見計らって攻撃することで、ゼラスのスキルを避けることができる。\n- ニーコはAoEダメージを持っており、集団戦でのバーストダメージが高いため、ゼラスに対しても効果的。\n\n有利の取り方：\n- レーンではミニオンの後ろに隠れ、ゼラスのスキルを外した瞬間に接近してCCを当てる。\n- ワードを使って視界を確保し、ゼラスの動きを把握しながら奇襲を狙う。\n- レベル6以降はアルティを使ってゼラスに接近し、一気にダメージを与える。\n- 集団戦では横や背後から入り、ゼラスの後衛を狙って一気に攻撃する。",
      "ミリオ": "ミリオが有利です。\n\n- ミリオは機動力が高く、ゼラスの遠距離攻撃を避けやすい。\n- ミリオのスキルで味方のAA射程を延ばすことで、ゼラスに対して有利なハラスが可能。\n- ゼラスのスキルは発動が遅いため、ミリオが接近することで攻撃を避けやすい。\n- ミリオのCC解除のウルトにより、ゼラスのスタン効果を無効化できるため、集団戦での生存能力が高い。\n\n有利の取り方：\n- 初手でプレスを使い、ゼラスに接近してAAやスキルでハラスを行う。\n- ゼラスのスキルを避けるために、フェイントを使いながら距離を詰める。\n- ゼラスがスキルを外したタイミングで、強引に割り込んで確定コンボを狙う。\n- ミニオンウェーブを利用して、ゼラスの攻撃を受けにくい位置で戦う。\n- リソースを温存し、ゼラスのミスを待ちながら有利な交換を狙う。",
      "ノーチラス": "ノーチラスが有利です。\n\n理由:\n- ノーチラスは豊富なCCを持ち、ゼラスを捕まえる能力が高い。\n- ゼラスは自己防衛手段が乏しく、近距離での戦闘に弱いため、ノーチラスのエンゲージに対して脆弱。\n- ゼラスのスキルは発動が遅く、ノーチラスが接近する際に当てにくい。\n- ノーチラスのフックは長射程で、ゼラスの攻撃範囲に入る前に仕掛けることができる。\n\n有利の取り方:\n- ゼラスのスキルのクールダウンを意識し、スキルを使った後に攻撃するタイミングを見計らう。\n- ゼラスが前に出すぎたときにエンゲージを狙う。\n- ウェーブを押し込んで、ゼラスが安全にハラスできない状況を作る。\n- サポートアイテムや防具を適切に選び、ゼラスのダメージを軽減しつつ、積極的にハラスを行う。"
    }
  },
  "メル": {
    "name": "メル",
    "beats": {
      "スレッシュ": "スレッシュが不利です。\n\n理由:\n- メルは長射程の攻撃を持ち、序盤から高い影響力を発揮するため、スレッシュが近づきにくい。\n- メルのスキルはスレッシュのフックを反射できるため、フックを当てるのが難しい。\n- メルは確定キルを狙いやすく、スレッシュがHPを削られるリスクが高い。\n- メルは回復効果に弱いが、スレッシュは持続的なハラスに対して脆いため、メルの攻撃を受けやすい。\n\n不利の対策:\n- メルの攻撃範囲を意識し、距離を保ちながらウェーブを管理する。\n- フックを投げるタイミングを慎重に選び、メルのスキルを避けるようにする。\n- 味方と連携し、メルに対して集団で攻撃することで、彼女の強みを無効化する。\n- メルのスキルを避けるために、スレッシュのスキルを適切なタイミングで使用し、相手の動きを読みながら立ち回る。",
      "ブリッツクランク": "ブリッツクランクが不利です。\n\n- メルはフックを反射するスキルを持っており、ブリッツクランクのフックを逆利用される可能性が高い。\n- メルの長射程のスキルとAoEダメージにより、ブリッツクランクが近づくのが難しい。\n- メルは確定キルを狙いやすく、HPが閾値以下の敵を狙う能力があるため、集団戦での影響力が高い。\n- ブリッツクランクはフックを外すとプレッシャーがなくなり、メルに対して逆に攻撃されるリスクがある。\n\n不利の対策：\n\n- レーニング序盤は視界を確保し、メルのWを誘発するためにフックのブラフを使う。\n- メルのWが使われた後にフックを当てるタイミングを狙い、味方ADCと連携してキルを狙う。\n- 壁や草を利用して角度を変えたフックを狙い、メルのスキルを避ける。\n- メルのWがクールダウン中にロームし、他のレーンでのプレッシャーをかける。\n- 集団戦ではメルのスキルを把握し、重要なスキルを引き出してから突撃する。",
      "モルガナ": "モルガナが不利です。\n\n- メルのWによる反射が強力で、モルガナのQを無効化される可能性が高い。\n- メルのパッシブによって、HPが閾値以下の敵を確定キルする能力があり、モルガナはその圧力に対処しづらい。\n- メルは長射程のスキルを持ち、序盤からの影響力が高いため、モルガナが攻撃を仕掛ける前にダメージを受けやすい。\n- モルガナのスペルシールドはメルのスキルを防げるが、メルのパッシブによる処刑圧には対抗しきれない。\n\n不利の対策：\n- レベル1から3の間は、メルのWを誘発するためにブッシュからQを撃つタイミングを見計らう。\n- メルのWがクールダウン中に攻撃を仕掛け、トレードを有利に進める。\n- メルのパッシブが溜まる前に、短時間で倒すことを意識し、攻撃のタイミングを調整する。\n- 黒盾を適切に使用し、味方ADCを守りつつ、メルのスキルを無効化することで生存率を上げる。",
      "ブラウム": "ブラウムが不利です。\n\n- メルは遠距離からのポークが得意で、ブラウムが接近する前にダメージを与えられる。\n- メルのスキルはブラウムのスキルを反射できるため、ブラウムの攻撃が無効化される可能性が高い。\n- ブラウムはサステインがなく、メルの持続的なダメージに対して耐えにくい。\n- メルはスネア効果を持っており、ブラウムが接近した際に拘束されるリスクがある。\n\n不利の対策：\n\n- メルのスキルのクールダウンを意識し、Wがないタイミングを狙って攻撃する。\n- ADCと連携し、メルの攻撃を受ける前に一気に攻めるタイミングを見計らう。\n- ウェーブを管理し、ミニオンの後ろから安全にAAを行うことで、メルのポークを避ける。\n- メルのスキルを反射するタイミングを見極め、無駄にスキルを使わないようにする。",
      "ソラカ": "ソラカが不利です。\n\n理由:\n- メルはスネア効果を持つスキルを使って、ソラカの行動を制限できるため、捕まるリスクが高い。\n- メルのWによる反射効果があるため、ソラカのQを投げるタイミングに注意が必要で、攻撃が通りにくい。\n- ソラカは回復能力が高いが、メルは確定キルを狙いやすく、HPが低い敵を狙うことで有利に立ち回れる。\n- メルの長射程のスキルに対して、ソラカは逃げる手段が乏しく、奇襲に弱い。\n\n不利の対策:\n- レーン序盤は前に出ず、味方ADCの後ろで立ち、メルのウェーブを受けない位置取りを心がける。\n- メルがWを使った直後に攻めるタイミングを見計らい、QやEを当ててプレッシャーをかける。\n- メルのWが上がっているときはQを投げず、Wを引き出してから攻撃することで安全に削る。\n- ジャングルのGank時にはEを使ってメルのWや逃げを阻害し、味方を守る。",
      "ナミ": "ナミが不利です。\n\n- メルはプロジェクタイル反射を持っており、ナミのCCを無効化される可能性が高い。\n- メルの範囲拘束スキルは、ナミの立ち位置を制限し、トレードで不利になる。\n- メルは確定キルを狙いやすく、ナミの回復能力を上回るダメージを与えることができる。\n- メルの長射程スキルにより、ナミは安全にハラスを受けることが難しい。\n\n不利の対策：\n\n- メルのWを使わせるために、慎重にスキルを使い、トレードを行う。\n- 敵のEの中心部に入らないように位置取りし、集団被弾を避ける。\n- ミニオンウェーブを管理し、メルのスキルを無駄にさせるようにする。\n- ローミングや交戦時に、メルのRのスタックを意識して行動する。\n- 早めに回復・クールダウン短縮アイテムを購入し、持続的な戦闘能力を高める。",
      "セラフィーン": "セラフィーンが不利です。\n\n- メルはプロジェクタイル反射を持っており、セラフィーンのスキルを逆用されやすい。\n- メルのパッシブによる確定キルの能力が高く、HPが減ったセラフィーンは狙われやすい。\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、セラフィーンがハラスを行う際にリスクが伴う。\n- セラフィーンはスキルの発生が遅く、メルの反撃を受けやすい。\n\n不利の対策：\n- レーン序盤はミニオンウェーブを利用してハラスを行い、メルの反射を誘う。\n- メルの反射を確認したら、スキルを連続して当てるのではなく、タイミングをずらして攻撃する。\n- 味方と密着し、メルの反射を分散させることで、ダメージを軽減する。\n- メルのパッシブが溜まる前に、HP管理を徹底し、集団戦では距離を保つ。",
      "パイク": "パイクが不利です。\n\n- メルのWでパイクのQを反射されると、パイクは攻撃のチャンスを失う。\n- メルは長射程のスキルを持ち、序盤からハラスが強力で、パイクが近づきにくい。\n- メルのEでパイクを固定されると、パイクは反撃の機会を失い、ダメージを受けやすくなる。\n- メルは確定キルを狙いやすく、パイクのHPが低いときに特に危険。\n- メルは回復効果に対して弱いが、パイクは持続的なダメージを出すのが難しいため、集団戦での影響力が低下する。\n\n不利の対策：\n\n- WをメルのQに合わせて温存し、反射を狙う。\n- ミニオンウェーブを押しすぎず、メルのロームを警戒する。\n- Eを使ってメルを固定し、味方と連携してキルを狙うタイミングを見計らう。\n- メルのWのクールダウンを意識し、その間に攻撃を仕掛ける。\n- 視界を確保し、メルの動きを把握してフックのチャンスを作る。",
      "ヴェル＝コズ": "ヴェル＝コズが不利です。\n\n理由:\n- メルはスネア効果を持つスキルを使って、ヴェル＝コズを捕まえることができるため、接近されると脆弱になる。\n- メルのパッシブによって、HPが閾値以下の敵を確定キルする能力があり、ヴェル＝コズはその対象になりやすい。\n- メルはプロジェクタイルを反射するスキルを持っており、ヴェル＝コズの攻撃を逆用される可能性がある。\n- ヴェル＝コズは機動力が低く、メルのスキルを避けるのが難しいため、集団戦での生存率が低くなる。\n\n不利の対策:\n- レーン戦では、ミニオンウェーブを利用して距離を保ちながら攻撃し、メルのスキルを避ける。\n- メルの重要なスキルを反射されないように、Wの使用タイミングを慎重に考える。\n- サモナーのExhaustを使用して、メルのオールインを抑制し、集団戦での生存率を上げる。\n- ジャングルの介入を意識し、視界を確保してメルの動きを把握する。",
      "ソナ": "ソナが不利です。\n\n- メルはスネア効果を持つスキルを使ってソナを拘束できるため、捕まると簡単に倒されるリスクが高い。\n- メルのパッシブによって、HPが低い敵を確定キルする能力があり、ソナは回復を持っていても一撃で仕留められる可能性がある。\n- メルは長射程のAoEスキルを持ち、序盤からの影響力が高いため、ソナがレーンでのハラスを行うのが難しい。\n- ソナは基礎ステータスが低く、特に序盤は脆弱で、メルの攻撃に対して耐えにくい。\n\n不利の対策：\n\n- レーン戦では、メルのスキルを避けるために位置取りを工夫し、近距離での接触を避ける。\n- Wを適切に使い、味方ADCの被弾を減らしつつ、メルの攻撃を受けないようにする。\n- メルのスキルを反射するタイミングを見極め、攻撃を受ける前に回復を行う。\n- 集団戦では、メルのRを警戒し、HP管理を徹底して生存率を高める。"
    },
    "loses": {
      "ノーチラス": "ノーチラスは有利です。\n\n- ノーチラスは豊富なCCを持ち、メルを拘束する能力が高い。\n- メルは回復効果に弱く、持続的なダメージを出すのが難しいため、ノーチラスの攻撃が効果的。\n- ノーチラスのフックは長射程で、メルのスキルを避けることが難しい。\n- ノーチラスはタンクであり、耐久力が高いため、メルの攻撃を受け止めやすい。\n- メルはスノーボールが得意だが、ノーチラスのCCで動きを制限されると、影響力が低下する。\n\n有利の取り方：\n- レベル1からQを使ってメルを拘束し、AAでハラスを行う。\n- ブッシュを利用してEとQのコンボでメルにプレッシャーをかける。\n- レベル6以降はRを使ってメルを引き寄せ、味方と連携してキルを狙う。\n- メルのWを警戒しつつ、タイミングを見計らってE+Qコンボを使用する。\n- 味方ADCの位置を意識し、連携を取りながらオールインを仕掛ける。",
      "ゼラス": "ゼラスが有利です。\n\n- ゼラスは長射程のスキルを持ち、メルに対して一方的にハラスができる。\n- メルのWを反射する能力があるが、ゼラスはそのクールダウンを狙って攻撃を続けることができる。\n- ゼラスのスキルは全て方向指定・地点指定であり、メルのスネアを避けることができれば、持続的にダメージを与えられる。\n- ゼラスはマナ回復のパッシブを持っているため、レーンでの持続力が高く、長期戦に強い。\n\n有利の取り方：\n- Lv1–3ではQやEで一方的にハラスし、メルのHPを削る。\n- メルのWが切れているタイミングを狙って、スキルを集中して当てる。\n- ミニオンの裏からEを使い、味方ADCと連携して攻撃する。\n- メルがWを使った直後にトレードを仕掛け、ダメージを与える。\n- 集団戦では安全な位置からULTを撃ち、メルの反射を避けるようにターゲットを選ぶ。",
      "ジャンナ": "ジャンナが有利です。\n\n- ジャンナは強力なCCを持ち、メルのスキルを無効化することができるため、メルの攻撃を効果的に防げる。\n- ジャンナのシールドはメルのダメージを軽減し、特にメルがスタックを貯めている時に有効。\n- ジャンナは移動速度を上げる能力を持ち、メルの攻撃を避けやすく、また味方を守ることができる。\n- メルは回復効果に弱いため、ジャンナの回復スキルが有利に働く。\n- ジャンナはミニオンウェーブを管理しやすく、メルに安全にスタックを積ませないようにできる。\n\n有利の取り方：\n- 序盤はEで味方ADCを守り、メルの攻撃を受けないようにする。\n- メルのQが来るタイミングを見計らってEを使用し、ダメージを反射する。\n- メルがハラスを行った後、Wで反撃のタイミングを見極め、短い交換を行う。\n- ジャングルのガンク時にはWでスローをかけ、メルのスキルを浪費させる。\n- ミニオンウェーブを適切に管理し、ラインを押しすぎないようにしてメルにプレッシャーをかける。",
      "レオナ": "レオナが有利です。\n\n- レオナは高い耐久力を持ち、序盤からのオールイン能力が強力です。\n- メルのスキルを反射するバリアを持っているため、メルの攻撃を逆手に取ることができます。\n- メルは回復効果に弱いため、レオナの攻撃で持続的にダメージを与えることが可能です。\n- レオナのCCスキルはメルを無力化するのに適しており、特にスタンを使うことでメルの行動を制限できます。\n\n有利の取り方：\n\n- レーン開始時に積極的にAAを使い、メルにハラスをかける。\n- メルがスキルを使った後に隙を見て、CCを使ってオールインを狙う。\n- ADCと連携し、メルの攻撃を避けつつ、反撃のタイミングを見計らう。\n- ミニオンウェーブを管理し、メルが攻撃しづらい状況を作ることで、レーンの主導権を握る。",
      "ルル": "ルルが有利です。\n\n理由:\n- ルルはポリモーフを持っており、メルのWを無効化することで、メルの攻撃を封じることができる。\n- ルルのシールドは味方を守る能力が高く、メルの攻撃を受けた際に生存率を上げることができる。\n- メルは回復効果に弱いため、ルルのサポートによって味方ADCが持続的にダメージを与えやすくなる。\n- ルルは長射程のハラスが可能で、メルのスキルを避けながらダメージを与えることができる。\n\n有利の取り方:\n- レベル1–2ではミニオンの中央に立たず、Qでメルにハラスを行い、メルがWを使いそうなタイミングでポリモーフを使う。\n- レベル3–5ではメルのWのクールタイムを把握し、Wを使わせた後に攻撃を仕掛ける。\n- オールイン時には味方ADCにEを使い、メルのWがクールの時にRを使用して一気に攻撃する。\n- 集団戦では、メルの反射を狙わせないようにポリモーフで無効化し、反射を受けたら即座に味方を回復・シールドする。\n- アイテム選択では、モビリティとサステインを優先し、レデンプションやミカエルを持つことで生存能力を高める。",
      "ザイラ": "ザイラは有利です。\n\n- ザイラは長射程の攻撃を持ち、序盤からハラスが得意であるため、メルに対して安全にダメージを与えられる。\n- ザイラのCCスキルは範囲攻撃であり、メルの動きを制限することができるため、集団戦での影響力を高める。\n- メルは回復効果に弱く、ザイラの持続的なダメージに対して脆弱である。\n- ザイラは植物を利用することで、メルのスキルを避けつつ攻撃できるため、戦闘を有利に進めやすい。\n\n有利の取り方：\n- 序盤はミニオンウェーブを処理しつつ、AAやスキルでメルにハラスを行う。\n- メルがスキルを使った後の隙を突いて攻撃し、ダメージを稼ぐ。\n- Eでメルを拘束し、味方と連携して攻撃を仕掛ける。\n- 集団戦では散開してメルのアルティメットを避け、チャンスを見て反撃する。",
      "パンテオン": "パンテオンは有利です。\n\n- パンテオンはレベル1から高いバーストダメージを持ち、メルのHPを早期に削ることができる。\n- メルのスネア効果を持つスキルに対して、パンテオンは突進とスタンを使ってオールインが可能で、確実に攻撃を仕掛けられる。\n- パンテオンはグローバルなUltを持っており、他のレーンに影響を与えやすく、ゲーム全体でのプレッシャーをかけることができる。\n- メルは回復効果に弱く、持続的なダメージを出すのが難しいため、パンテオンの短期的なダメージに対抗しづらい。\n\n有利の取り方：\n- レベル1から積極的に攻撃し、E/Qでハラスを行い、メルのサステインを削る。\n- ブッシュから奇襲を狙い、メルがスキルを使った後にWで突進し、スタンを狙う。\n- メルのWを警戒しつつ、スキルショットではなくAAや短突進で攻撃を行う。\n- ミニオンウェーブを管理し、メルがタワー下に逃げる状況を作り、ジャングルのサポートを呼ぶタイミングを見計らう。",
      "ジリアン": "ジリアンは有利です。\n\n- ジリアンは遠距離からのハラスが可能で、ウェーブを利用してメルにダメージを与えやすい。\n- ジリアンのスキルはメルのスキルを反射されると危険で、特にQが当たると自爆やスタンを誘発する可能性がある。\n- ジリアンは味方を加速させることができ、集団戦でのサポート能力が高い。\n- ジリアンのRによる蘇生能力は、メルのパッシブによる確定キルを防ぐことができる。\n\n有利の取り方：\n- ウェーブを利用してQをミニオンに付け、メルを誘導する。\n- メルのWのクールダウンを確認し、直接投げるタイミングを見計らう。\n- Eを使って逃げつつ、味方を援護することで安全に立ち回る。\n- Rはメルの処刑圏を意識して温存し、必要なタイミングで使用する。",
      "ユーミ": "ユーミが有利です。\n\n- ユーミは味方に密着することで安全に回復や移動支援ができ、メルの攻撃を受けにくい。\n- メルのスキルはユーミが離れた瞬間を狙う必要があり、ユーミが常に味方に付いている限り、メルの攻撃が通りにくい。\n- ユーミは回復やシールドを通じてレーン維持が得意で、メルのダメージを軽減できる。\n- メルは能動的に使えるCCがないため、ユーミの支援を無効化しにくい。\n\n有利の取り方：\n\n- レベル1から味方に付いてハラスと回復を行い、ミニオンウェーブを有利に進める。\n- メルがスキルを使った後、ユーミが離れずに味方を支援し続けることで、メルの攻撃を避ける。\n- メルがスキルを使ったタイミングを見計らい、ユーミが味方を回復しつつ、メルの攻撃を反撃する。\n- 集団戦では、ユーミが味方を強化し、メルの重要なスキルを回避しながら立ち回る。",
      "ブランド": "ブランドは有利です。\n\n- 長射程のAoEスキルを持っており、レーンでのハラスやミニオン処理が得意。\n- 持続ダメージを与える能力が高く、メルのHPを削りやすい。\n- メルの守りが崩れると脆弱になり、特にWを使えない状況での攻撃が効果的。\n- ブランドはスキルを連携させることで、メルに対して高いダメージを与えることができる。\n\n有利の取り方：\n- レーン序盤では、安全距離からハラスを行い、ミニオンウェーブを押し込む。\n- Wを温存せずに使いすぎないように注意し、メルの反射を誘発させる。\n- メルのWを誘発させた後、すぐにQ→E→Rで連携して攻撃する。\n- 味方ADCと同時に攻めることで、メルに対する圧力を高める。"
    }
  }
}