{
  "シヴィア": {
    "name": "シヴィア",
    "beats": {
      "ヴァルス": "바루스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르는 높은 AoE 피해와 웨이브 클리어 능력을 가지고 있어 라인을 밀기 매우 뛰어나며, 이는 바루스에게 압박을 줍니다.\n- 시비르의 주문 방패는 바루스의 스킬을 막을 수 있어, 특히 그의 궁극기에서의 속박 효과에 대해 유리한 고지를 점할 수 있습니다.\n- 시비르는 이동 속도를 증가시킬 수 있는 방법이 많아 바루스의 공격을 피하기 쉬워, 종종 거래에서 그를 불리하게 만듭니다.\n- 시비르의 기본 공격은 튕겨 나가 바루스에게 미니언을 이용해 괴롭히고 지속적인 피해를 더 쉽게 줄 수 있습니다.\n- 바루스는 HP 회복 수단이 제한적이어서 시비르의 지속적인 피해를 견디기 어렵습니다.",
      "サミーラ": "사미라는 시비르에게 불리하다.\n\n이유는 다음과 같다:\n\n- 시비르는 높은 AoE 피해와 웨이브 클리어 능력을 가지고 있어, 사미라가 압박을 가하기 전에 라인을 밀 수 있다.\n- 시비르의 주문 방패는 사미라의 공격을 피하는 데 도움을 주며, 특히 사미라가 교전을 시도할 때 스킬을 무효화한다.\n- 시비르는 이동 속도를 증가시킬 수 있는 여러 수단을 가지고 있어, 사미라가 간격을 좁히기 어렵게 만든다.\n- 시비르의 궁극기는 팀 전투에서 교전과 이탈에 매우 뛰어나, 사미라가 올인할 타이밍을 제한한다.\n- 사미라는 사거리가 짧고 시비르의 공격에 더 취약하여, 거래에서 불리한 상황에 놓이는 경우가 많다.",
      "ミス・フォーチュン": "미스 포츈은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르의 높은 웨이브 클리어 능력으로 쉽게 라인을 밀 수 있어 미스 포츈이 괴롭힘을 당하기 쉽습니다.\n- 시비르의 주문 방패는 미스 포츈의 느리게 하는 효과와 군중 제어를 무효화하여 거래를 불리하게 만듭니다.\n- 시비르는 이동 속도를 증가시킬 수 있는 방법이 많아 미스 포츈이 가까이 다가왔을 때 도망칠 방법이 적습니다.\n- 시비르는 강력한 올인 잠재력을 가지고 있는 반면, 미스 포츈은 단일 대상에 대한 DPS가 낮아 직접 전투에서 약해집니다.\n- 시비르의 튕기는 공격은 강력한 괴롭힘을 제공하며, 미스 포츈은 사거리가 짧아 거래에서 불리한 상황에 놓이는 경우가 많습니다.",
      "スモルダー": "스몰더는 불리한 상황에 있습니다.\n\n이유:\n- 시비르의 사거리가 짧기 때문에 스몰더가 먼저 피해를 입을 가능성이 높습니다.\n- 시비르의 AoE 피해와 웨이브 클리어 능력 때문에 스몰더가 라인을 밀기 어렵습니다.\n- 시비르의 주문 방패는 스몰더의 스킬을 무효화할 수 있어 교환이 불리합니다.\n- 초반 스택이 없으면 스몰더의 스킬 성능이 낮아져 시비르에게 올인에서 쉽게 지게 됩니다.\n- 시비르의 이동 속도 증가 능력 때문에 스몰더는 추격하거나 도망치기 어려운 경우가 많습니다.",
      "ケイトリン": "케이틀린은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르는 높은 웨이브 클리어 능력을 가지고 있어 쉽게 라인을 밀 수 있어 케이틀린이 괴롭힐 기회를 찾기 어렵습니다.\n- 시비르의 주문 방패는 케이틀린의 스킬을 무효화할 수 있어 그녀의 괴롭힘이 덜 효과적입니다.\n- 시비르는 이동 속도를 증가시킬 수 있는 방법이 많아 케이틀린의 공격을 피하기가 더 쉽습니다.\n- 시비르의 궁극기는 팀 전투에서 진입과 퇴각에 뛰어나 케이틀린이 그런 상황에서 영향을 미치기 어렵게 만듭니다.\n- 케이틀린은 긴 사거리를 가지고 있지만, 시비르도 사거리를 가지고 있어 두 캐릭터가 서로를 괴롭히려 할 때 유리한 상황을 만들 수 있습니다.",
      "トリスターナ": "트리스타나는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르의 높은 AoE 피해와 웨이브 클리어 능력으로 인해 트리스타나가 라인 우위를 유지하기 어려워 빠르게 밀려날 수 있습니다.\n- 시비르의 주문 방패는 트리스타나의 스킬을 막을 수 있어 거래에서 이기기 쉬워집니다.\n- 시비르는 이동 속도를 증가시킬 수 있는 방법이 많아 트리스타나의 공격을 피하기 쉽습니다.\n- 트리스타나는 초반 게임에서 약하고 시비르의 AoE 공격을 견디기 어려워 초반 피해에 취약합니다.\n- 시비르의 궁극기는 팀 전투에서 진입과 이탈에 뛰어나 트리스타나가 그런 상황에서 빛나기 어렵게 만듭니다."
    },
    "loses": {
      "ユナラ": "유나라가 시비르에 비해 유리하다.\n\n이유는 다음과 같다:\n\n- 유나라는 주로 마법 피해를 입히기 때문에 시비르의 주문 방패가 효과가 없다.\n- 유나라는 시비르보다 공격 사거리가 길어 라인에서 괴롭히기 쉽다.\n- 유나라의 이동 속도가 높아 시비르의 공격을 쉽게 피할 수 있다.\n- 유나라의 스킬에서 나오는 AoE 피해는 시비르의 웨이브 클리어 능력을 저지할 수 있다.\n- 시비르는 단일 대상에 대한 DPS가 낮아 유나라의 마법 피해에 효과적으로 거래하기 어렵다.",
      "トゥイッチ": "트위치가 시비르보다 유리한 점은 다음과 같습니다:\n\n- 트위치는 스텔스를 사용하여 기습 공격을 할 수 있어 시비르의 위치를 방해하기가 더 쉽습니다.\n- 시비르는 기본 공격 사거리가 짧아 트위치에게 피해를 입기 전에 반격하기 어렵습니다.\n- 트위치의 궁극기는 사거리가 길어 팀 전투에서 일방적으로 피해를 줄 수 있습니다.\n- 시비르는 단일 대상에 대한 DPS가 낮아 트위치의 지속적인 독 피해를 반격하기 어렵습니다.\n- 트위치는 탈출 가능성이 낮은 상대에게 강하며, 시비르가 높은 탈출 가능성을 가지고 있지 않기 때문에 트위치가 유리하게 플레이할 수 있습니다.",
      "ゼリ": "제리는 시비르에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 제리는 높은 기동성을 가지고 있어 시비르의 공격을 피하기가 더 쉽습니다. 특히 시비르의 기본 사거리가 짧기 때문에 제리는 거리를 유지하면서 공격할 수 있습니다.\n- 제리의 Q 스킬은 긴 사거리와 마나 소모가 없어서 지속적인 피해를 쉽게 줄 수 있습니다. 이는 그녀가 시비르의 웨이브 클리어 능력을 반격할 수 있게 해줍니다.\n- 시비르는 단일 대상에 대한 DPS가 낮기 때문에 제리는 카이팅을 사용하여 공격을 피하면서 반격할 수 있어 거래에서 유리한 고지를 점할 수 있습니다.\n- 제리는 기동성을 활용하여 신뢰할 수 있는 돌입 옵션이 부족한 시비르에 대해 유리한 위치를 차지할 수 있습니다.\n- 시비르의 주문 방패는 군중 제어에 효과적이지만, 제리의 공격은 주로 기본 공격에 의존하지 않기 때문에 시비르의 강점을 무력화하기가 더 쉽습니다.",
      "ドレイヴン": "드레이븐은 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반부터 매우 높은 폭발적인 피해를 입힐 수 있으며, 시비르의 기본 사거리가 짧기 때문에 거래에서 쉽게 유리한 고지를 점할 수 있습니다.\n- 시비르는 단일 목표에 대한 DPS가 낮고 드레이븐의 높은 피해량을 상대하는 데 어려움을 겪습니다.\n- 드레이븐의 패시브는 그가 쉽게 골드를 얻을 수 있게 해주며, 아이템 우위를 창출함으로써 더욱 유리해집니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 시비르의 공격을 피하면서 공격할 수 있습니다.\n- 시비르의 주문 방패는 군중 제어에 효과적이지만, 드레이븐의 공격은 주로 자동 공격에 의존하기 때문에 시비르의 방패는 그에게 덜 효과적입니다.",
      "ルシアン": "루시안은 시비르에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 루시안은 초반에 높은 폭발 피해를 입힐 수 있으며, 시비르를 효과적으로 괴롭힐 수 있습니다.\n- 시비르는 기본 공격 사거리가 짧아 루시안의 공격에 더 취약하며, 거래에서 불리한 상황에 놓이기 쉽습니다.\n- 루시안은 스킬 쿨타임이 짧고 높은 기동성을 가지고 있어 시비르에게 공격적으로 접근할 수 있습니다.\n- 시비르는 단일 목표에 대한 DPS가 낮아 루시안의 폭발 피해를 반격하기 어렵습니다.\n- 루시안의 기본 공격은 스킬 사용 후 강화되어 시비르에게 지속적인 피해를 입힐 수 있습니다.",
      "アフェリオス": "아펠리오스는 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 아펠리오스는 무기 전환을 통해 다양한 전술을 구사할 수 있어 시비르의 공격을 피하기가 더 쉽습니다.\n- 시비르는 기본 사거리가 짧아 아펠리오스가 사거리 우위를 이용해 안전하게 괴롭힐 수 있습니다.\n- 아펠리오스의 위협 수준은 12레벨 이후 증가하며, 시비르의 내구성이 낮을 경우 즉시 피해를 줄 수 있습니다.\n- 시비르의 주문 방패는 군중 제어에 효과적이지만, 아펠리오스의 공격은 주로 자동 공격에 의존하므로 시비르의 방어 수단을 무시하면서 피해를 주기 쉽습니다.\n- 아펠리오스의 자기 방어는 그의 무기에 의존하지만, 시비르의 공격이 단일 대상 DPS에서 열세이기 때문에 올인 싸움에 참여하기가 더 쉽습니다.",
      "ヴェイン": "베인은 시비르에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 베인은 높은 기동성을 가지고 있어 시비르의 공격을 쉽게 피할 수 있습니다. 특히 시비르의 사거리가 짧기 때문에 베인이 쉽게 접근하여 공격할 수 있습니다.\n- 베인의 공격은 최대 HP에 비례하여 피해를 주기 때문에 시비르의 체력을 빠르게 깎을 수 있습니다. 시비르는 단일 대상에 대한 DPS가 낮아 베인에게 효과적으로 피해를 주기 어렵습니다.\n- 베인은 벽을 활용하는 스킬을 가지고 있어 시비르의 공격을 피할 수 있습니다. 이는 시비르의 괴롭힘을 무효화하는 데 더 용이합니다.\n- 시비르는 팀 전투에서 강력한 AoE 피해를 주지만, 베인은 1대1 전투에서 매우 강력하여 시비르와의 결투에서 유리한 고지를 점할 수 있습니다.\n- 시비르의 주문 방패는 군중 제어를 차단할 수 있지만, 베인의 공격은 군중 제어가 없기 때문에 시비르의 방어 수단을 무효화하기가 더 쉽습니다.",
      "コーキ": "코르키는 시비르에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키의 스킬은 모두 AoE로, 시비르의 웨이브 클리어 능력에 대해 라인 푸시 전투에서 쉽게 유리함을 얻을 수 있습니다.\n- 코르키의 스킬은 사거리가 길어, 시비르가 짧은 기본 사거리로 인해 가까이 오기 전에 쉽게 괴롭힐 수 있습니다.\n- 코르키는 궁극기 쿨타임이 짧아, 자주 피해를 주고 시비르에게 지속적인 압박을 가할 수 있습니다.\n- 시비르는 단일 목표에 대한 DPS가 낮아, 코르키의 AoE 피해에 효과적으로 반격하기 어렵습니다.\n- 코르키는 군중 제어기가 없기 때문에 시비르의 주문 방패가 제대로 작동하기 어려워, 거래에서 유리함을 얻기 어렵습니다."
    }
  },
  "カイ＝サ": {
    "name": "カイ＝サ",
    "beats": {
      "ジン": "진은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 카이사에게는 높은 폭발적인 피해가 있어 진이 교전하기 전에 즉시 피해를 줄 수 있어 진이 올인에서 약해집니다.\n- 카이사의 스킬은 마법 피해를 주기 때문에 진이 방어 아이템으로 반격하기 어려워 피해를 입기 쉽습니다.\n- 카이사는 궁극기를 사용하여 먼 거리를 이동할 수 있어 진이 교전하려 할 때 도망갈 수 있는 옵션을 제공하며, 이는 종종 진의 공격을 무효화합니다.\n- 진은 순간이동 능력이 없고 접근할 때 도망칠 수 있는 수단이 제한적이어서 카이사의 공격에 취약합니다.\n- 카이사는 상황에 맞게 스킬을 진화시킬 수 있어 진에게 유연하게 대응할 수 있으며, 이는 종종 진을 불리한 위치에 놓이게 합니다.",
      "エズリアル": "에즈리얼은 불리한 상황에 있다.\n\n- 카이사에게는 높은 폭발적인 피해가 있으며, 에즈리얼이 스킬을 사용한 후 올인 당하면 즉시 처치당할 가능성이 높다.\n- 카이사의 스킬은 진화할 수 있어 다양한 전술을 사용할 수 있으며, 에즈리얼의 능력을 피하기가 더 쉬워진다.\n- 카이사는 궁극기를 사용하여 먼 거리를 이동할 수 있어 에즈리얼의 공격을 피하면서 접근할 수 있다.\n- 에즈리얼의 주요 스킬은 스킬샷 기반이기 때문에 카이사의 기동성에 맞추어 맞추기가 더 어렵다.\n- 카이사는 공격으로 마법 피해를 줄 수 있어 에즈리얼의 방어 아이템에 효과적으로 피해를 줄 수 있다.\n- 카이사는 스킬을 진화시킴으로써 상황에 따라 능력을 강화할 수 있어 에즈리얼의 스킬 쿨타임을 이용할 수 있다."
    },
    "loses": {
      "アフェリオス": "아펠리오스는 카이사에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 아펠리오스는 무기 전환을 통해 다양한 전략을 구사할 수 있어 카이사의 공격을 효과적으로 반격할 수 있습니다.\n- 카이사는 사거리가 짧아 아펠리오스가 그녀의 공격 범위 밖에서 괴롭히기 쉬워 초반에 유리한 고지를 점할 수 있습니다.\n- 아펠리오스의 위협 수준은 12레벨 이후 크게 증가하여, 카이사와 같은 약한 챔피언에게 높은 피해를 줄 수 있습니다.\n- 카이사는 군중 제어 능력이 부족하고 아펠리오스의 공격을 피할 수 있는 수단이 제한적이어서 올인하기 어렵습니다.\n- 아펠리오스의 자기 방어는 그의 무기에 의존하지만, 카이사에게 피해를 입기 전에 유리한 위치에서 공격할 수 있습니다.",
      "ドレイヴン": "드레이븐은 카이사에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반부터 매우 높은 폭발적인 피해를 입힐 수 있어 카이사가 아이템을 갖추기 전에 압도할 수 있습니다.\n- 카이사는 사거리가 짧고 드레이븐의 공격에 취약합니다. 특히 드레이븐의 공격이 높은 피해를 입히기 때문에 카이사는 초반에 위험을 감수해야 합니다.\n- 드레이븐은 패시브를 통해 쉽게 골드를 얻을 수 있어 아이템을 빨리 구축하고 더욱 유리한 상황을 만들 수 있습니다.\n- 카이사는 군중 제어 능력이 부족하고 드레이븐의 높은 피해를 받을 때 탈출 수단이 제한적이어서 올인 당했을 때 매우 어렵습니다.\n- 드레이븐의 이동 속도 증가 스킬은 그가 근접 전투에서 유리함을 유지하면서 카이사의 공격을 피할 수 있게 해줍니다.",
      "ユナラ": "유나라가 유리하다.\n\n- 유나라는 자연적으로 마법 피해를 줄 수 있어 카이사의 아이템으로 인한 피해 간섭에 덜 취약하다.\n- 유나라는 카이사보다 공격 사거리가 길어 라인에서 괴롭히고 안전하게 공격할 수 있다.\n- 유나라는 높은 이동 속도를 가지고 있어 위치 조정이 용이하고 카이사의 공격을 피하기 쉽다.\n- 유나라의 스킬을 사용하면 공격 속도가 증가하여 팀 전투에서 AoE 피해를 강화시켜 카이사보다 유리한 고지를 점할 수 있다.\n- 카이사는 사거리가 짧고 팀 전투에서 위치 조정에 어려움을 겪어 유나라가 유리한 상황을 만들기 쉽다.",
      "ザヤ": "자이라가 카이사에 비해 유리하다.\n\n이유는 다음과 같다:\n\n- 자이라는 강력한 올인 잠재력을 가지고 있으며, 카이사가 스킬을 시전할 때를 활용할 수 있다.\n- 자이라의 속박은 카이사의 기동성을 제한하여 근접 전투에서 유리하게 만든다.\n- 자이라는 AoE 피해를 가지고 있어 팀 전투에서 피해를 주기 쉽다.\n- 카이사는 사거리가 짧고 자이라의 공격 범위에 들어갈 때 피해를 입기 쉽다.\n- 자이라는 많은 자기 방어 옵션을 가지고 있어 카이사의 폭발적인 피해를 견디기 쉽다.",
      "サミーラ": "사미라가 카이사보다 유리하다.\n\n이유는 다음과 같다:\n\n- 사미라는 근접 전투에서 뛰어나기 때문에 카이사가 사거리가 짧아 올인하기가 더 쉽다.\n- 카이사는 군중 제어가 부족하고 사미라의 높은 DPS와 폭발적인 피해를 반격하는 데 어려움을 겪는다.\n- 사미라는 순간적으로 거리를 좁힐 수 있는 능력이 있어 카이사의 스킬을 피하면서 공격할 수 있다.\n- 사미라의 공격은 마법 피해를 주기 때문에 카이사가 방어하기 어렵다.\n- 사미라의 팀 전투에서의 AoE 피해는 강력하여 카이사가 팀 전투에서 위치를 잡는 데 어려움을 겪는 동안 유리하게 조작할 수 있다.",
      "ニーラ": "니라는 카이사에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 니라는 근접 전투에서 짧은 사거리의 카이사에 대해 올인에서 뛰어난 성능을 발휘하며, 대시를 사용해 가까이 접근할 수 있습니다.\n- 니라의 지속적인 피해와 치유 효과는 카이사의 폭발적인 피해를 견딜 수 있게 해줍니다.\n- 카이사는 군중 제어가 부족하기 때문에, 니라는 자신의 기동성을 활용해 공격을 피하고 반격하기 쉽습니다.\n- 니라는 아군의 치유와 보호막을 강화하는 패시브를 가지고 있어, 서포트와 함께할 때 더욱 강력한 전투 능력을 발휘할 수 있습니다.\n- 카이사의 스킬은 스킬 샷에 의존하지만, 니라는 대시로 쉽게 피하고 전투를 근접 전투로 가져올 수 있습니다."
    }
  },
  "トリスターナ": {
    "name": "トリスターナ",
    "beats": {
      "アッシュ": "아쉬는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 트리스타나의 초반 폭발적인 피해량으로 인해 아쉬는 올인할 때 취약해집니다.\n- 트리스타나의 사거리는 레벨이 올라갈수록 증가하여 아쉬는 후반에도 공격에 취약해집니다.\n- 트리스타나는 높은 기동성을 가지고 있어 도망치고 추격하는 데 뛰어나 아쉬가 교전할 기회를 놓치기 쉽습니다.\n- 아쉬는 기동성 스킬이 부족하여 트리스타나의 공격을 피하기 어렵습니다.\n- 트리스타나의 E 스킬은 자동으로 미니언을 밀어내어 아쉬의 웨이브 관리가 복잡해집니다.",
      "コグ＝マウ": "코그모는 불리한 상황에 있습니다.\n\n- 트리스타나는 초반에 높은 폭발 피해를 입힐 수 있어 코그모가 성장하기 전에 쉽게 교전할 수 있습니다.\n- 트리스타나는 레벨이 올라갈수록 사거리가 증가하여 코그모가 공격하기 어려워집니다.\n- 트리스타나는 높은 기동성을 가지고 있으며 도주와 추적에 뛰어나 코그모가 쉽게 포착될 수 있습니다.\n- 코그모는 낮은 기동성을 가지고 있으며 강력한 군중 제어가 부족하여 트리스타나의 공격에 취약합니다.\n- 트리스타나의 E 스킬은 강력한 밀어내기 능력을 가지고 있어 코그모가 웨이브 관리에서 불리한 상황에 처할 수 있습니다.",
      "サミーラ": "사미라는 트리스타나에게 불리하다.\n\n이유는 다음과 같다:\n\n- 트리스타나는 레벨이 올라갈수록 사거리가 증가하는 원거리 공격을 가지고 있어, 사미라가 접근하기 전에 피해를 줄 수 있다.\n- 트리스타나의 폭발적인 피해는 초반부터 중반까지 높아, 특히 사미라가 아이템을 갖추기 전에는 유리한 상황을 만들 수 있다.\n- 사미라는 사거리가 짧아 트리스타나의 공격을 피하기 어려워 근접 전투에서 위험이 증가한다.\n- 트리스타나의 기동성은 사미라의 교전을 피하기 쉽게 만들어, 트리스타나의 반격 가능성을 높인다.\n- 군중 제어가 있는 탱키한 서포트와 짝을 이루면, 트리스타나는 사미라가 접근하는 것을 더 쉽게 막을 수 있어, 사미라가 자신의 강점을 활용할 수 없는 상황을 만든다.",
      "セナ": "세나가 불리한 상황입니다.\n\n- 트리스타나는 초반에 높은 폭발 피해를 입힐 수 있어 세나와 같은 약한 서포터에게 특히 강합니다.\n- 트리스타나는 레벨이 올라갈수록 사거리가 증가하여 세나가 괴롭히기 어렵습니다.\n- 트리스타나는 높은 기동성을 가지고 있어 도망치고 추격하는 데 뛰어나며, 세나가 포착될 위험을 증가시킵니다.\n- 세나는 기본 스탯이 낮고 초반에 특히 약해 트리스타나의 공격을 견디기 어려운 경우가 많습니다.\n- 트리스타나의 스킬은 높은 밀어내기 능력을 가지고 있어 세나가 웨이브를 관리하기 어렵습니다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 트리스타나는 초반에 높은 폭발 피해를 입힐 수 있으며, 베인이 성장하기 전에 압박을 가할 수 있습니다.\n- 트리스타나의 사거리는 레벨이 오를수록 증가하여 베인이 공격에 더 취약해집니다.\n- 트리스타나의 기동성 덕분에 베인의 공격을 쉽게 피할 수 있으며, 추격이나 탈출에 뛰어납니다.\n- 베인은 사거리가 짧아 종종 트리스타나의 원거리 공격에 불리한 상황에 놓입니다.\n- 트리스타나의 스킬은 웨이브 관리가 어렵게 만들지만, 베인은 AoE 피해가 부족하여 푸시 속도가 느려지고 라인에서 뒤처지기 쉬워집니다.\n- 트리스타나는 군중 제어기가 없지만, 베인은 타겟 군중 제어기에 약해 트리스타나의 공격을 맞으면 취약해집니다.",
      "トゥイッチ": "트위치가 트리스타나에게 불리하다.\n\n이유:\n- 트리스타나는 초반에 높은 폭발 피해를 입힐 수 있어, 특히 약한 서포터에게 강력하며, 트위치는 그 폭발 피해에 취약하다.\n- 트리스타나는 레벨이 올라갈수록 사거리가 증가하여 트위치와의 거래에서 이기기 쉬워진다.\n- 트리스타나는 높은 기동성을 가지고 있어 트위치가 성공적으로 매복하기 어렵다.\n- 트리스타나의 E 스킬은 자동으로 웨이브를 밀 수 있게 해주어, 트위치의 웨이브 관리가 복잡해지고 갱킹의 위험이 증가한다.\n- 트위치는 아이템에 크게 의존하며, 초반에 뒤처지면 트리스타나의 초반 강점을 상대하기 힘들어진다.",
      "ジン": "진은 불리한 상황에 있습니다.\n\n- 트리스타나는 초반부터 중반까지 높은 폭발 피해를 입힐 수 있어, 진이 스킬을 사용한 후 쉽게 올인할 수 있습니다.\n- 트리스타나의 순간이동 스킬은 진의 능력을 쉽게 회피할 수 있게 해주며, 접근했을 때 도망갈 수 있는 수단이 없는 진은 매우 취약합니다.\n- 트리스타나가 레벨업을 할수록 사거리가 증가하여, 진에게서 피해를 입을 위험을 줄이면서 지속적인 피해를 입힐 수 있습니다.\n- 진의 남은 탄약이 보이기 때문에, 트리스타나가 올인을 타이밍하기가 더 쉬워져 진의 DPS가 낮은 순간을 노릴 가능성이 높아집니다.\n- 트리스타나의 E 스킬의 자동 밀치는 진의 웨이브 관리 난이도를 높이고 갱킹의 위험을 증가시킵니다."
    },
    "loses": {
      "コーキ": "코르키는 트리스타나에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 AoE 피해를 가지고 있으며, 트리스타나가 웨이브를 밀고 있을 때 괴롭힐 수 있습니다.\n- 코르키의 스킬은 사거리가 길어 트리스타나가 가까이 오기 전에 피해를 줄 수 있습니다.\n- 트리스타나는 초반 게임에서 약하며, 코르키는 트리스타나가 아이템을 얻기 전까지 괴롭힘으로 이를 이용할 수 있습니다.\n- 코르키는 스킬 쿨타임이 짧아 지속적인 피해를 주고 트리스타나의 폭발 피해를 반격하기가 더 쉽습니다.\n- 트리스타나의 E 스킬의 패시브는 그녀가 자동으로 웨이브를 밀게 하여 코르키가 그 시간 동안 공격할 기회를 더 많이 제공합니다.",
      "アフェリオス": "아펠리오스는 트리스타나에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 아펠리오스는 무기 전환을 통해 다양한 전략을 구사할 수 있어 트리스타나의 공격을 막을 수 있습니다.\n- 트리스타나는 초반 게임에서 약하며, 특히 아이템을 얻기 전까지는 피해를 주기 어려워 아펠리오스는 초반부터 강한 괴롭힘을 통해 트리스타나에 대한 유리한 고지를 점할 수 있습니다.\n- 12레벨 이후 아펠리오스의 위협 수준이 증가하여 트리스타나의 폭발적인 피해를 상쇄할 만큼 충분한 피해를 줄 수 있습니다.\n- 트리스타나는 웨이브 관리에 어려움을 겪고 자동으로 밀어내는 경향이 있어 아펠리오스가 유리한 상황을 만들기 쉽습니다.\n- 아펠리오스는 괴롭힘 능력이 낮은 원거리 딜러에 대해 유리하여 트리스타나의 공격을 받는 위험을 줄이면서 피해를 줄 수 있습니다.",
      "ドレイヴン": "드레이븐은 트리스타나에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반에 매우 높은 폭발적인 피해를 입힐 수 있어, 트리스타나가 아이템을 갖추기 전에 압도할 수 있습니다.\n- 트리스타나는 초반에 약하며, 특히 아이템을 갖추기 전에는 피해를 입히기 어려워 드레이븐이 이점을 취할 수 있습니다.\n- 드레이븐의 패시브는 그가 쉽게 골드를 얻을 수 있게 해주며, 초반에 아이템을 획득함으로써 더욱 강해집니다.\n- 트리스타나는 웨이브 관리를 어려워하고 자동으로 밀어내는 경향이 있어, 드레이븐의 갱킹에 더 취약해져 그의 이점이 커집니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어, 트리스타나가 도망치려 할 때 쉽게 추적할 수 있습니다.",
      "ヴァルス": "바루스는 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 사거리: 바루스는 트리스타나보다 더 긴 사거리를 가지고 있어, 트리스타나가 공격하기 전에 피해를 줄 수 있습니다.\n- CC 효과: 바루스는 묶는 효과가 있는 스킬을 가지고 있어, 트리스타나의 움직임을 제한할 수 있어 그녀의 공격을 피하기가 더 쉽습니다.\n- 포킹 능력: 바루스는 스킬을 사용하여 트리스타나에게 멀리서 피해를 줄 수 있어, 트리스타나가 성장하기 전에 유리한 상황을 만들 수 있습니다.\n- 웨이브 관리: 바루스는 스킬을 사용하여 웨이브를 쉽게 조절할 수 있어, 트리스타나가 자동으로 밀어낼 때의 순간을 이용할 수 있습니다.\n- 트리스타나의 초반 약점: 트리스타나는 초반 게임에서 약하며, 바루스가 그녀의 아이템이 나오기 전에 압박을 가하면 그녀의 성장이 지연될 가능성이 높습니다.",
      "シヴィア": "시비르는 트리스타나에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르는 높은 웨이브 클리어 능력을 가지고 있어, 트리스타나가 초반에 피해를 주기 힘들 때에도 라인을 밀 수 있습니다.\n- 그녀의 주문 방패 덕분에 시비르는 트리스타나의 스킬을 막을 수 있어, 거래에서 유리한 고지를 점할 수 있습니다.\n- 시비르의 이동 속도 증가로 인해 트리스타나의 순간 이동을 무력화하기 쉬워, 추격과 탈출에서 뛰어납니다.\n- 트리스타나는 초반에 약하고 시비르의 지속적인 피해를 반격하기 힘듭니다.\n- 시비르는 팀 전투에서 진입과 퇴각이 가능해, 트리스타나가 성장하기 전에 유리한 상황을 만들기 쉽습니다."
    }
  },
  "ユナラ": {
    "name": "ユナラ",
    "beats": {
      "シヴィア": "시비르는 불리한 상황에 있습니다.\n\n- 유미는 자동 공격에 의존하며 사거리가 길어 시비르가 가까이 다가오기 전에 괴롭히기 쉽습니다.\n- 유미의 마법 피해는 시비르의 주문 방패를 무시하여 시비르가 피해를 입을 위험을 증가시킵니다.\n- 유미는 팀 전투에서 강력한 AoE 피해를 입히며, 시비르가 백라인에 피해를 주기 전에 유미의 공격으로 피해를 입을 가능성이 높습니다.\n- 시비르는 기본 사거리가 짧아 유미의 긴 사거리를 반격하기 어려워 거래에서 불리한 상황에 놓이기 쉽습니다.\n- 유미의 스킬 기반 공격 속도 증가로 인해 시비르의 공격을 초과할 수 있으며, 특히 올인 상황에서 시비르를 취약하게 만듭니다.",
      "サミーラ": "사미라는 유미에게 불리하다.\n\n이유는 다음과 같다:\n\n- 유미는 원거리 공격을 가지고 있어 사미라가 접근하기 전에 쉽게 괴롭힐 수 있다.\n- 유미의 마법 피해는 사미라의 낮은 방어력으로 인해 효과적으로 피해를 줄 수 있다.\n- 사미라가 근접 전투에 강하지만, 유미는 공격하면서 거리를 유지할 수 있는 스킬을 사용하여 사미라가 접근하기 어렵게 만든다.\n- 유미의 스킬은 AoE 피해를 주어 팀 전투에서 높은 피해를 입히므로, 사미라가 잡히면 상당한 피해를 입을 가능성이 높다.\n- 사미라는 군중 제어 능력이 부족하여 유미의 공격을 막을 수 있는 수단이 제한되어, 유미에게서 지속적으로 피해를 입을 위험이 증가한다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 유미는 원거리 자동 공격을 가지고 있어 베인이 가까이 다가오기 전에 쉽게 괴롭힐 수 있습니다.\n- 유미의 마법 피해는 베인의 내구성을 무시할 수 있어 초반 괴롭힘이 특히 효과적입니다.\n- 유미는 스킬을 사용하여 공격 속도를 증가시킬 수 있어 팀 전투에서 AoE 피해를 줄 수 있어 베인이 1대1 전투에 참여하기 어렵게 만듭니다.\n- 베인은 사거리가 짧아 유미의 공격을 피하기 어려워 라인에서의 위치 선정이 복잡해집니다.\n- 유미의 둔화 효과는 베인의 이동성을 제한하고 탈출 수단을 빼앗을 수 있습니다.",
      "カイ＝サ": "카이사에게 불리한 상황입니다.\n\n- 유미는 긴 공격 범위를 가지고 있어 카이사가 반격하기 전에 쉽게 괴롭힐 수 있습니다.\n- 유미의 마법 피해는 카이사의 아이템 방어를 쉽게 무시할 수 있으며, 특히 초반에 강한 피해를 입힙니다.\n- 유미는 스킬을 사용하여 공격 속도를 증가시킬 수 있어 팀 전투에서 AoE 피해를 입힐 수 있어 카이사가 접근하기 어렵습니다.\n- 카이사는 군중 제어가 부족하고 유미에게 피해를 받을 때 도망칠 수 있는 수단이 제한적입니다.\n- 유미의 느리게 하는 효과는 카이사의 이동성을 제한하여 기동성을 더욱 어렵게 만듭니다.",
      "ミス・フォーチュン": "미스 포츈은 불리한 상황에 있습니다.\n\n- 유미는 원거리 자동 공격을 가지고 있으며 미스 포츈의 괴롭힘에 덜 취약합니다.\n- 유미의 스킬에서 나오는 마법 피해는 미스 포츈의 낮은 기본 공격 피해를 보완할 수 있습니다.\n- 유미는 높은 이동 속도를 가지고 있어 위치 조정이 용이하고 미스 포츈의 스킬을 피하기 쉽습니다.\n- 유미의 팀 전투에서의 AoE 피해는 미스 포츈의 피해 출력을 초월할 수 있습니다.\n- 미스 포츈은 군중 제어 수단으로 느리게 하는 것만 가지고 있으며, 유미의 공격을 맞으면 도망칠 수 있는 수단이 제한되어 있어 올인에 취약합니다.",
      "ザヤ": "자이라가 불리한 상황입니다.\n\n- 유미는 사거리가 길어 자이라가 가까이 오기 전에 쉽게 괴롭힐 수 있어 자이라가 피해를 입기 쉽습니다.\n- 유미의 마법 피해는 장비 간섭의 영향을 덜 받으며 자이라의 물리 피해에 강한 저항력을 가지고 있습니다.\n- 유미는 스킬을 사용하여 공격 속도를 증가시킬 수 있어 팀 전투에서 AoE 피해를 줄 수 있어 자이라가 그런 상황에서 피해를 주기 어렵습니다.\n- 자이라는 사거리가 짧아 유미의 원거리 공격에 일방적으로 공격받는 경우가 많습니다.\n- 유미는 높은 기동성을 가지고 있어 위치를 쉽게 조정할 수 있어 자이라가 접근하기 어렵습니다."
    },
    "loses": {
      "コーキ": "코르키는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키의 스킬은 모두 AoE로, 유미의 자동 공격에 대해 넓게 반격할 수 있어 괴롭히기에 좋습니다.\n- 코르키의 스킬은 사거리가 길어 유미가 가까이 오기 전에 피해를 줄 수 있어 라인 지배를 유지하기가 더 쉽습니다.\n- 유미는 자동 공격에 의존하므로 코르키의 AoE 피해에 의해 일방적으로 괴롭힘을 당할 위험이 높습니다.\n- 코르키의 궁극기는 쿨타임이 짧아 지속적인 피해를 주고 유미에게 지속적인 압박을 가할 수 있습니다.\n- 유미는 군중 제어 수단으로 느리게 만드는 것만 가지고 있으며, 코르키의 이동성을 억제할 방법이 제한적이어서 코르키가 자유롭게 움직일 수 있습니다.",
      "ドレイヴン": "드레이븐은 유미에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반부터 높은 폭발적인 피해를 입힐 수 있어 유미의 낮은 내구성 덕분에 초반 킬을 쉽게 확보할 수 있습니다.\n- 유미는 자동 공격에 의존하지만, 드레이븐은 도끼 공격으로 높은 피해를 입힐 수 있어 유미보다 더 많은 피해를 줄 수 있습니다.\n- 드레이븐의 이동 속도 증가 스킬은 유미의 공격을 피하면서 접근하기 쉽게 만들어 강력한 추적 능력을 제공합니다.\n- 유미는 느리게 만드는 스킬과 드레이븐의 높은 폭발적인 피해를 막을 수 있는 수단이 제한적이어서 드레이븐이 유리하게 플레이할 수 있습니다.\n- 드레이븐은 쉽게 골드를 얻을 수 있으며, 아이템 우위를 만들어 유미에 대해 더욱 유리해집니다.",
      "ルシアン": "루시안은 유미에 비해 유리한 점이 있다.\n\n- 루시안은 초반부터 높은 폭발적인 피해를 입힐 수 있으며, 유미는 내구성이 낮기 때문에 초반 거래에서 유리한 고지를 점할 수 있다.\n- 루시안의 스킬은 쿨타임이 짧고 연속 공격이 가능하여 유미의 자동 공격을 효과적으로 반격할 수 있다.\n- 유미는 자동 공격에 의존하기 때문에 루시안이 스킬을 사용한 후 강화된 기본 공격에 취약해진다.\n- 루시안은 높은 기동성을 가지고 있어 유미의 공격을 피하면서 공격할 수 있어 위치 선정에서 유리하다.\n- 군중 제어가 느리게만 작용하기 때문에 유미가 루시안을 막기 어려워 자유롭게 이동하며 공격할 수 있다.",
      "ジグス": "Ziggs는 Yuumi에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- Ziggs는 원거리 스킬을 가지고 있어 Yuumi의 공격 범위보다 멀리서 피해를 줄 수 있어, Yuumi가 가까이 오기 전에 피해를 입히기 쉽습니다.\n- Ziggs의 모든 스킬은 AoE로, Yuumi가 미니언을 이용해 괴롭힐 때 동시에 피해를 줄 수 있습니다.\n- Yuumi는 자동 공격에 의존하기 때문에, Ziggs의 지뢰와 폭탄이 그녀를 느리게 만들면 공격하기 어려워집니다.\n- Ziggs는 높은 타워 파괴 능력을 가지고 있어, Yuumi가 라인에서 유리해도 Ziggs가 빠르게 타워를 파괴함으로써 상황을 반전시킬 수 있습니다.\n- Yuumi는 군중 제어 수단으로 느리게 하는 것만 가지고 있으며, Ziggs의 스킬을 피할 방법이 제한적이어서 그의 공격에 취약합니다.",
      "ゼリ": "제리는 유미에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 제리는 높은 기동성을 가지고 있어 유미의 공격을 피하기 쉽고, 라인에서의 괴롭힘을 줄일 수 있습니다.\n- 제리의 Q 스킬은 비용 없이 사용할 수 있어 지속적인 피해를 줄 수 있으며, 유미의 마법 피해를 반격하기 쉽게 만듭니다.\n- 유미는 자동 공격에 의존하지만, 제리는 주로 스킬 기반 공격을 사용하여 유미의 일반 공격을 피할 수 있습니다.\n- 제리는 카이팅에 뛰어나 유미의 공격 범위를 이용한 교전을 피할 수 있습니다.\n- 유미의 군중 제어는 느리게 하는 것만으로 구성되어 있기 때문에, 제리는 기동성을 활용하여 안전하게 움직일 수 있습니다."
    }
  },
  "トゥイッチ": {
    "name": "トゥイッチ",
    "beats": {
      "セナ": "세나가 불리한 상황에 있습니다.\n\n- 트위치가 스텔스를 이용한 매복에 뛰어나고, 세나의 탈출 옵션이 제한적이기 때문에 잡히면 치명적인 피해를 입기 쉽습니다.\n- 트위치의 궁극기는 사거리가 길고 팀 전투에서 높은 피해를 입힐 수 있어 세나가 일방적으로 공격받을 수 있습니다.\n- 세나는 기본 스탯이 낮고 초반 게임에서 특히 약하기 때문에 트위치에게 피해를 입을 때 초반에 불리한 상황에 처하는 경우가 많습니다.\n- 트위치는 자동 공격에 의존하기 때문에 세나의 치유 능력과 괴롭힘이 효과적이지 않아 그녀의 강점을 제한합니다.\n- 트위치는 탈출 가능성이 낮은 챔피언에 대해 유리하며, 세나가 탈출 옵션이 부족하기 때문에 트위치에게 불리한 위치에 놓이게 됩니다.",
      "シヴィア": "시비르는 트위치에게 불리하다.\n\n- 시비르는 기본 사거리가 짧고 트위치의 은신 기습에 반응하기 어렵다.\n- 트위치는 높은 폭발 피해를 가지고 있으며, 시비르가 올인할 때 그녀는 취약해진다.\n- 시비르의 주문 방패는 트위치의 느리게 하는 효과를 막을 수 없어 지속적인 피해에 취약하다.\n- 트위치의 궁극기는 원거리 공격을 제공하여 팀 전투에서 시비르의 위치에 위협이 된다.\n- 시비르는 단일 목표에 대한 DPS가 낮아 트위치와의 직접 대결에서 패할 가능성이 높다.",
      "アフェリオス": "아펠리오스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 트위치의 스텔스를 이용한 매복 능력이 뛰어나 아펠리오스의 낮은 기동성을 악용할 수 있습니다.\n- 트위치의 궁극기는 사거리가 길어 아펠리오스가 가까이 접근하기 전에 상당한 피해를 줄 수 있습니다.\n- 아펠리오스는 무기 전환에 의존하며, 트위치의 피해를 받을 때 준비하는 데 어려움을 겪습니다.\n- 트위치의 독 피해는 시간이 지남에 따라 아펠리오스의 자가 방어 옵션을 쉽게 무효화할 수 있습니다.\n- 아펠리오스는 초반 게임이 어렵고, 트위치가 초반 우위를 점하면 힘든 상황으로 이어질 수 있습니다.",
      "コグ＝マウ": "코그모는 불리한 상황에 처해 있습니다.\n\n- 코그모는 이동성이 낮고 트위치의 매복에 취약합니다. 트위치는 스텔스를 사용하여 쉽게 접근하고 코그모에게 피해를 줄 수 있습니다.\n- 트위치의 궁극기는 사거리가 길어 팀 전투와 라인에서 일방적인 공격을 가능하게 합니다. 코그모는 자가 방어 옵션이 제한적이어서 트위치의 공격에 취약합니다.\n- 코그모는 기본 사거리가 짧아 트위치에게 피해를 입기 전에 반격하기 어렵습니다. 특히 라인에서는 코그모가 트위치의 괴롭힘에 자주 어려움을 겪습니다.\n- 트위치는 암살자 특성을 가지고 있으며 자가 방어 옵션이 부족한 코그모와 같은 캐리에게 매우 강합니다. 코그모는 트위치에 대한 효과적인 대응 수단이 없어 불리한 상황에 처하기 쉽습니다.",
      "アッシュ": "아쉬는 불리한 상황에 있다.\n\n- 트위치의 스텔스를 이용한 매복이 뛰어나고, 아쉬는 기동성이 부족해 접근할 때 취약하다.\n- 트위치의 궁극기는 사거리가 길고 팀 전투에서 매우 높은 피해를 주지만, 아쉬는 폭발적인 피해가 낮아 올인 스커미시에서 불리하다.\n- 아쉬는 느리게 만드는 효과가 있지만, 트위치의 위장으로 그의 매복을 막기 어려워 그가 먼저 공격하면 힘든 상황이 된다.\n- 트위치는 탈출 능력이 낮지만, 아쉬도 기동성이 부족해 트위치가 유리한 상황을 만들기 더 쉬워진다.",
      "ジンクス": "징크스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 트위치가 스텔스를 이용한 매복에 뛰어나고, 징크스는 자가 방어 옵션이 제한적이어서 접근할 때 취약합니다.\n- 트위치의 궁극기는 사거리가 길고 팀 전투에서 높은 피해를 주기 때문에 징크스가 그의 공격을 피하기 어렵습니다.\n- 트위치는 독을 통해 지속적인 피해를 주며, 징크스는 기본 스탯이 낮아 지속적인 피해를 견디기 어렵습니다.\n- 트위치의 느리게 만드는 스킬은 징크스의 이동을 제한하여 도망치기 어렵게 만듭니다.\n- 징크스는 스킬을 활성화하는 데 시간이 걸리므로 트위치의 매복에 반응하기 어렵고, 그가 주도권을 잡으면 징크스는 힘든 상황에 처하게 됩니다.",
      "スモルダー": "스몰더는 불리한 상황에 처해 있습니다.\n\n- 스몰더는 AA 강화가 부족하여 트위치의 높은 DPS에 대응하기 어렵습니다.\n- 트위치는 스텔스를 이용한 매복에 뛰어나며, 스몰더는 긴 쿨타임을 가진 E 스킬만으로 도망칠 수 있어 잡힐 위험이 증가합니다.\n- 스몰더는 초반 스택이 없으면 스킬 성능이 낮아 트위치의 초반 공격력을 견디기 어렵습니다.\n- 트위치의 궁극기에서 나오는 원거리 공격은 스몰더가 팀 전투에서 AoE 공격을 활용하기 전에 상당한 피해를 줄 수 있습니다.\n- 스몰더는 강력한 CC가 없어 트위치의 매복에 대한 방어 옵션이 거의 없습니다.",
      "ジグス": "Ziggs는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 트위치가 스텔스를 사용하여 매복할 수 있어, 지그스가 가까이 다가가면 공격에 취약해집니다.\n- 트위치의 궁극기는 사거리가 길어, 지그스가 안전하게 공격할 수 있는 거리에서 지그스에게 피해를 줄 수 있습니다.\n- 지그스는 목표 지정 스킬이 부족하여, 트위치와 같은 고기동 챔피언에게 스킬을 맞추기 어렵습니다.\n- 트위치는 탈출 능력이 낮지만, 지그스가 그를 가까이 다가가게 하면 트위치는 자신에게 유리한 상황을 만들 수 있습니다.\n- 지그스는 근접 전투에서 약하며, 트위치가 접근할 때 지그스는 쉽게 무력해질 수 있습니다."
    },
    "loses": {
      "コーキ": "코르키는 트위치에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 트위치가 가까이 오기 전에 괴롭힐 수 있는 원거리 스킬을 가지고 있습니다.\n- 코르키의 AoE 피해는 트위치의 은신을 뚫고 적중할 수 있어 매복을 방지하기가 더 쉽습니다.\n- 트위치는 탈출 능력이 낮고 코르키의 지속적인 피해에 취약합니다.\n- 코르키는 스킬의 쿨타임이 짧아 트위치가 궁극기를 활성화하기 전에 계속해서 피해를 줄 수 있습니다.\n- 트위치는 아이템에 크게 의존하며, 초반에 코르키에게 괴롭힘을 당하면 기동성이 떨어집니다.",
      "ニーラ": "니일라는 트위치에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 니일라는 근접 챔피언으로 트위치의 공격을 피하면서 접근할 수 있어 그의 사거리를 효과적으로 활용하지 못하게 합니다.\n- 트위치는 탈출 능력이 낮아 니일라가 높은 기동성으로 쉽게 추격할 수 있습니다.\n- 니일라의 스킬은 트위치의 자동 공격을 무효화할 수 있어 그의 폭발적인 피해를 줄입니다.\n- 니일라는 지속적인 피해를 입힐 수 있으며 트위치의 잠행에서 오는 매복에 강합니다.\n- 니일라의 패시브는 아군의 치유 및 방어 효과를 강화하여 트위치와의 1대1 전투에서 유리한 점을 제공합니다.",
      "ルシアン": "루시안은 트위치에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 루시안은 초반에 높은 폭발 피해를 입힐 수 있으며, 트위치는 탈출 능력이 낮기 때문에 거래에서 유리한 고지를 점할 수 있습니다.\n- 루시안의 스킬은 쿨타임이 짧고 지속적인 공격이 가능하여 트위치에게 지속적인 피해를 주기 쉽습니다.\n- 트위치는 자동 공격에 의존하기 때문에 루시안의 높은 폭발 피해에 의해 초반에 처치당할 위험이 큽니다.\n- 루시안은 높은 기동성을 가지고 있으며 트위치의 느린 효과를 피하면서 공격할 수 있어 트위치의 매복을 방지하기 쉽습니다.\n- 트위치는 초반 거래에서 어려움을 겪으며, 루시안이 유리한 고지를 점하면 라인을 지배하기가 더 쉬워집니다.",
      "ドレイヴン": "드레이븐은 트위치에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반부터 높은 폭발적인 피해를 입힐 수 있어, 트위치가 성장하는 동안 거래에서 유리한 고지를 점할 수 있습니다.\n- 트위치는 탈출 능력이 낮아 드레이븐의 높은 피해에 취약합니다. 특히, 트위치가 은신을 사용하더라도 드레이븐은 그를 추적할 수 있습니다.\n- 드레이븐의 패시브는 금을 쉽게 벌 수 있게 해주며, 아이템 우위를 만들어 더욱 유리해집니다.\n- 트위치는 자동 공격에 의존하기 때문에 드레이븐의 높은 폭발적인 피해에 취약해져 초반에 죽을 확률이 높아집니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어, 트위치의 둔화 효과를 받더라도 추적하거나 도망칠 수 있습니다.",
      "トリスターナ": "트리스타나가 트위치에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 트리스타나는 초반부터 높은 폭발 피해를 입힐 수 있어, 트위치와 같은 약한 챔피언에게 특히 효과적입니다.\n- 트리스타나는 강력한 기동성을 가지고 있어, 트위치의 매복을 피하기 쉽고 도망치거나 추격하는 데 뛰어납니다.\n- 트리스타나의 공격 범위는 레벨이 오를수록 증가하여, 트위치가 닿지 않는 위치에서 공격할 수 있어 유리합니다.\n- 트위치는 탈출 능력이 낮아 트리스타나의 폭발 피해에 쉽게 처치될 수 있습니다.\n- 트리스타나는 웨이브 관리에 능숙하여, 트위치가 성장하기 전에 유리한 상황을 만들기 쉽습니다.",
      "エズリアル": "에즈리얼이 유리하다.\n\n이유는 다음과 같다:\n\n- 에즈리얼은 원거리 스킬을 가지고 있어 트위치를 안전하게 괴롭힐 수 있다.\n- 트위치는 탈출 능력이 낮고, 에즈리얼은 워프 스킬을 사용하여 쉽게 거리를 벌릴 수 있다.\n- 에즈리얼의 스킬은 쿨타임이 짧아 트위치에게 지속적인 피해를 주기 쉽다.\n- 트위치는 주로 자동 공격에 의존하므로, 에즈리얼은 스킬로 초반에 그의 HP를 깎아낼 수 있다.\n- 트위치의 스텔스는 매복에 특화되어 있지만, 에즈리얼은 스킬로 거리를 벌려 이러한 매복을 피할 수 있다.\n- 에즈리얼은 높은 폭발적인 피해 잠재력을 가지고 있어 트위치가 성장하기 전에 초반 킬을 노릴 수 있다.",
      "ザヤ": "자이라가 트위치에 비해 유리한 점은 다음과 같습니다:\n\n- 자이라는 자기 방어 메커니즘을 가지고 있어 트위치의 매복을 반격할 수 있습니다.\n- 트위치는 탈출 능력이 낮아 자이라의 덫에 쉽게 걸릴 수 있습니다.\n- 자이라의 AoE 피해는 팀 전투에서 트위치에게 효과적이며 그의 공격을 무력화하기 쉽게 만듭니다.\n- 트위치는 아이템에 크게 의존하며, 초반에 자이라에게 뒤처지면 경기를 뒤집기 어렵습니다.\n- 자이라는 피해를 줄 수 있는 반면, 트위치는 공격 범위가 짧아 거래에서 유리함을 얻기 쉽습니다.",
      "サミーラ": "사미라가 트위치에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사미라는 근접 전투에서 뛰어나며, 트위치의 사거리가 짧기 때문에 가까이 접근하여 효과적으로 교전할 수 있습니다.\n- 트위치는 탈출 능력이 낮고, 사미라의 높은 폭발 피해에 취약합니다.\n- 사미라는 적이 이동 불능 군중 제어에 영향을 받을 때 강력한 공격을 할 수 있어, 트위치가 매복을 시도할 때 쉽게 잡을 수 있습니다.\n- 사미라의 순간이동 능력은 트위치의 느린 효과를 쉽게 피할 수 있게 해주어, 올인 상황에서 강력합니다.\n- 트위치는 아이템에 크게 의존하며, 초반에 뒤처지면 아무것도 할 수 없지만, 사미라는 초반부터 강력한 피해를 줄 수 있어 빠르게 유리한 고지를 점할 수 있습니다."
    }
  },
  "ヴェイン": {
    "name": "ヴェイン",
    "beats": {
      "ニーラ": "니이라가 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 짧은 사거리: 니이라는 근접 챔피언으로, 베인의 긴 사거리 공격을 맞추기 어렵습니다.\n- 괴롭힘 능력: 베인은 초반부터 강력한 괴롭힘을 가지고 있으며, 니이라는 이에 취약해 라인 우위를 잃기 쉽습니다.\n- CC에 대한 취약성: 베인의 밀쳐내기나 기절에 맞으면 니이라는 이동성이 떨어져 반격하기 어렵습니다.\n- 1대1 전투에서의 불리함: 베인은 1대1 전투에서 매우 강력하며, 니이라는 그녀를 상대할 수 있는 수단이 제한적입니다.\n- 서포트 의존성: 니이라는 서포트와 함께할 때 빛을 발하지만, 베인은 혼자서도 강력해 서포트가 없을 때 특히 불리합니다.",
      "エズリアル": "에즈리얼은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 베인은 높은 기동성을 가지고 있어 에즈리얼의 스킬을 쉽게 피할 수 있습니다. 특히, 그녀는 대시와 스텔스를 사용하여 에즈리얼의 공격을 회피할 수 있습니다.\n- 베인의 공격은 최대 HP에 비례하는 고정 피해를 주기 때문에 에즈리얼의 HP가 줄어들수록 매우 위험합니다.\n- 에즈리얼의 주요 스킬은 스킬샷으로, 베인과 같은 고기동 챔피언에게 맞추기 어렵습니다.\n- 베인은 벽을 활용하는 스킬을 가지고 있어 에즈리얼이 교전하려 할 때 피해를 입을 위험이 증가합니다.\n- 베인은 지속적인 피해를 주는 능력이 높아 에즈리얼이 도망가려 할 때 쉽게 추격할 수 있습니다.\n- 에즈리얼은 AoE 공격이 제한적이어서 베인이 가까이 올 때 대처하기 어렵습니다.",
      "ジン": "진은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 베인은 높은 기동성을 가지고 있어 진이 공격을 시작하기 전에 쉽게 접근하여 올인할 수 있습니다.\n- 베인의 스킬은 목표 지향적인 군중 제어를 포함하고 있어 진이 공격하려 할 때 그의 움직임을 제한하여 반격에 취약하게 만듭니다.\n- 베인은 높은 고유 피해를 입힐 수 있는 능력을 가지고 있어 진의 HP를 빠르게 줄여 지속적인 전투에서 불리한 상황에 놓이게 합니다.\n- 진은 순간이동 능력이 없고, 베인에게 공격받을 때 도망칠 수 있는 수단이 제한적이어서 그녀가 접근할 때 취약해집니다.\n- 베인은 짧은 쿨타임의 대시를 가지고 있어 진의 스킬을 쉽게 피할 수 있어 그의 공격이 맞기 어렵습니다.",
      "ザヤ": "Zyra는 불리한 상황에 있습니다.\n\n- Vayne은 높은 기동성을 가지고 있어 Zyra의 공격을 쉽게 피할 수 있습니다. 특히 Vayne의 대시와 스텔스를 사용하면 Zyra의 공격을 회피하기가 더 쉬워집니다.\n- Vayne의 공격은 최대 HP에 비례하는 고정 피해를 주어 Zyra의 체력을 빠르게 줄일 수 있습니다. 이는 Zyra가 탱커나 높은 HP의 상대에게 강한 반면, Vayne은 그 반대이기 때문에 특히 중요합니다.\n- Vayne의 밀쳐내기 또는 기절을 주는 스킬은 Zyra의 자기 방어 옵션을 쉽게 무효화할 수 있어 근접 전투에서 유리한 고지를 점할 수 있습니다.\n- Zyra는 사거리가 짧고 Vayne의 원거리 괴롭힘에 취약하여 특히 초반 라인전에서 불리한 상황에 놓입니다.\n- Vayne은 팀 전투에서 높은 피해를 줄 수 있어 Zyra가 그런 상황에서 피해를 누적하기 어렵게 만듭니다."
    },
    "loses": {
      "アフェリオス": "아펠리오스는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 아펠리오스는 높은 괴롭힘 잠재력을 가지고 있으며, 베인은 사거리가 짧기 때문에 초반부터 유리하게 플레이할 수 있습니다.\n- 아펠리오스의 무기 조합에 따라 베인에게 효과적인 피해를 줄 수 있습니다.\n- 베인은 높은 기동성을 가지고 있지만, 아펠리오스의 공격으로부터 피해를 입기 쉽고, 특히 팀 전투에서 아펠리오스의 화력이 위협이 됩니다.\n- 아펠리오스는 12레벨 이후 힘이 증가하여 베인이 완전히 성장하기 전에 유리한 상황을 만들기 쉬워집니다.\n- 베인은 군중 제어 능력을 가지고 있지만, 아펠리오스는 자기 방어 메커니즘을 가지고 있어 베인의 공격을 피하기가 더 쉽습니다.",
      "セナ": "세나가 유리하다.\n\n- 세나는 사거리가 길어 베인을 일방적으로 괴롭히기 쉽다. 이는 베인이 교전하기 전에 피해를 줄 수 있게 해준다.\n- 세나의 치유 능력은 베인의 공격을 견디기 쉽게 만들어 지속적인 괴롭힘이 가능하다.\n- 세나의 속박 효과는 베인의 이동성을 제한할 수 있어, 특히 베인이 거리를 좁히려 할 때 그녀를 잡을 확률을 높인다.\n- 베인은 사거리가 짧아 세나의 공격 범위에서 도망치기 어렵고, 이는 세나가 유리함을 유지할 수 있게 해준다.\n- 세나는 패시브 덕분에 쉽게 성장할 수 있어 라인에서 금을 벌기 쉬우며, 성장하면 높은 피해를 줄 수 있어 베인에게 강력한 위협이 된다.",
      "サミーラ": "사미라가 베인에 비해 유리하다.\n\n이유는 다음과 같다:\n\n- 사미라는 근접 전투에 뛰어나며 베인의 짧은 사거리를 이용할 수 있다.\n- 사미라의 높은 DPS와 폭발적인 피해는 베인이 공격을 쌓기 전에 빠르게 피해를 줄 수 있게 한다.\n- 사미라는 이동 불능 CC에 영향을 받은 적에게 강력한 공격을 가할 수 있어 베인의 밀쳐내기를 이용해 올인하기가 더 쉽다.\n- 사미라의 순간이동 능력은 베인의 스킬 샷을 쉽게 피할 수 있게 하여 근접 전투에서의 우위를 유지하게 한다.\n- 베인은 팀 전투에서 AoE 공격이 부족하여 팀 전투에서 사미라의 강점을 반격하기 어렵다.",
      "ゼリ": "제리는 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 제리는 높은 기동성을 가지고 있어 베인의 공격을 피하기가 쉽습니다. 특히 제리는 가속 능력을 활용하여 공격하면서 거리를 유지할 수 있습니다.\n- 제리의 Q 스킬은 사거리가 길고 마나 소모가 없어 베인의 괴롭힘을 피하면서 지속적으로 피해를 줄 수 있습니다.\n- 베인은 사거리가 짧아 제리의 공격을 맞았을 때 반격하기가 어렵습니다. 제리는 베인의 공격을 피하면서 지속적인 피해를 줄 수 있습니다.\n- 제리는 신뢰할 수 있는 돌진이 없는 근접 캐리에게 유리하며, 베인의 기동성을 무력화할 수 있습니다.\n- 베인은 군중 제어에 영향을 받을 때 취약하며, 제리는 자신의 기동성을 활용하여 거래에서 유리한 고지를 점할 수 있습니다.",
      "コグ＝マウ": "코그모는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코그모는 긴 사거리를 가지고 있어, 짧은 사거리의 베인을 효과적으로 괴롭힐 수 있습니다.\n- 코그모의 스킬은 방어력/마법 저항력을 감소시키는 효과가 있어, 베인의 피해를 줄이기 쉽게 만듭니다.\n- 베인은 높은 기동성을 가지고 있지만, 코그모는 느리게 만드는 효과를 사용하여 추격하거나 도망칠 때 그녀의 움직임을 제한할 수 있습니다.\n- 코그모는 팀 전투에서 높은 피해를 입힐 수 있어, 베인이 가까이 오기 전에 피해를 줄 수 있습니다.\n- 베인은 군중 제어에 맞으면 취약해져, 코그모의 스킬에 대해 스스로 방어하기 어렵습니다.",
      "コーキ": "코르키는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 원거리 스킬을 가지고 있어 베인의 사거리 밖에서 괴롭힐 수 있어 라인 우위를 유지하기가 더 쉽습니다.\n- 코르키의 AoE 피해는 베인이 가까이 오기 전에 피해를 줄 수 있어 팀 전투에서 특히 효과적입니다.\n- 베인은 사거리가 짧아 코르키의 스킬을 피하기 어려워 밀어내기와 괴롭힘에 특히 취약합니다.\n- 코르키는 스킬 쿨타임이 짧아 지속적으로 피해를 줄 수 있어 베인이 회복할 기회를 찾기 어렵습니다.\n- 베인은 군중 제어가 부족해 코르키의 공격을 받을 때 도망칠 수단이 제한되어 있어 코르키의 폭발적인 피해에 특히 취약합니다.",
      "ケイトリン": "케이틀린이 유리하다.\n\n이유는 다음과 같다:\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있어, 그녀는 베인이보다 더 멀리서 공격할 수 있어 괴롭힘이 매우 강하다.\n- 베인은 범위가 짧아 케이틀린의 공격을 피하기 어려워서 라인 압박에 취약하다.\n- 케이틀린의 함정을 사용함으로써 베인의 이동성을 제한하고 교전하기 어렵게 만들 수 있다.\n- 케이틀린은 초반 게임에서 타워 공성에 뛰어나 베인이 성장하기 전에 타워를 파괴하기가 더 쉽다.\n- 베인은 군중 제어에 맞으면 취약하지만, 케이틀린은 안전하게 멀리서 공격할 수 있어 베인에 대해 유리한 상황을 만들기가 더 쉽다."
    }
  },
  "ミス・フォーチュン": {
    "name": "ミス・フォーチュン",
    "beats": {
      "ジグス": "Ziggs는 불리한 상황에 있습니다.\n\n- 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있으며, Ziggs가 스킬을 사용하기 전에 피해를 줄 수 있어 라인 교환에서 유리해지기 쉽습니다.\n- 미스 포츈의 느리게 하는 효과 때문에 Ziggs는 접근할 때 도망칠 수 있는 수단이 제한되어 있어 올인에 특히 취약합니다.\n- Ziggs는 목표 지정 스킬이 부족하여 미스 포츈의 순간이동과 증가된 이동 속도에 맞춰 스킬을 맞추기 어렵습니다.\n- 미스 포츈의 팀 전투에서의 AoE 피해는 매우 높으며, Ziggs가 팀 전투에서 피해를 줄 수 있기 전에 처치될 위험이 있습니다.\n- Ziggs는 자신이 접근당하도록 허용하면 무력해지며, 미스 포츈의 공격을 받으면 빠르게 불리한 상황에 처할 수 있습니다.",
      "ジンクス": "징크스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있어, 특히 초반 거래에서 징크스보다 유리한 고지를 차지하기 쉽습니다.\n- 미스 포츈의 둔화 및 채널링 스킬로 인해, 징크스는 접근할 때 도망칠 수 있는 수단이 제한되어 있어 취약한 상태에 놓이게 됩니다.\n- 미스 포츈의 팀 전투에서의 AoE 피해량은 매우 높고, 징크스는 방어 옵션이 적어 팀 전투에서 생존하기 어렵습니다.\n- 징크스는 공격 속도를 증가시키는 패시브를 가지고 있지만, 종종 미스 포츈의 괴롭힘과 군중 제어로 인해 그 효과를 활용하기 어려운 상황에 처하게 됩니다.\n- 미스 포츈은 사거리가 짧은 상대에게 유리하며, 징크스가 자신의 사거리를 완전히 활용할 수 없는 상황이 많습니다.",
      "アッシュ": "아쉬는 불리한 상황에 처해 있습니다.\n\n이유는 다음과 같습니다:\n\n- 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있으며, 아쉬와의 짧은 거래에서 뛰어납니다. 아쉬는 폭발적인 피해가 낮아 미스 포츈의 공격에 취약합니다.\n- 미스 포츈의 느린 효과와 팀 전투에서의 AoE 피해로 인해 아쉬는 접근할 때 어려운 상황에 처하게 됩니다. 아쉬는 기동성 스킬이 부족하여 탈출 수단이 거의 없습니다.\n- 아쉬는 아이템에 크게 의존하며 레벨에 따른 성장도 미미합니다. 미스 포츈은 초반에 강력한 아이템을 획득할 수 있어 라인 지배를 확보하기가 더 쉽습니다.\n- 미스 포츈은 올인형 원거리 딜러이며, 아쉬가 접근당할 때 일방적으로 공격받을 가능성이 높습니다. 아쉬는 올인 교전에서 종종 불리한 상황에 처하게 됩니다.",
      "コーキ": "코르키는 미스 포츈에게 불리하다.\n\n이유는 다음과 같다:\n\n- 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있으며, 특히 라인에서 짧은 거래에서 뛰어나 코르키가 괴롭힘에 취약하다.\n- 미스 포츈의 느린 효과로 인해 코르키는 접근할 때 도망칠 수 있는 수단이 제한되어 있어 올인에 취약하다.\n- 코르키는 군중 제어가 부족하여 미스 포츈에게 계속 피해를 입으면 피해를 주기 전에 쓰러질 가능성이 높다.\n- 미스 포츈의 궁극기는 팀 전투에서 매우 높은 AoE 피해를 주며, 코르키는 내구성이 낮아 팀 전투에서 생존하기 어렵다.\n- 코르키는 스킬에 대한 마나 소모가 높아 지속적인 괴롭힘에 대응하기 어렵다."
    },
    "loses": {
      "シヴィア": "시비르가 유리하다.\n\n이유는 다음과 같다:\n\n- 시비르는 높은 웨이브 클리어 능력을 가지고 있어 미스 포츈의 괴롭힘을 받으면서도 쉽게 라인을 밀 수 있다.\n- 스펠 실드를 통해 미스 포츈의 스킬을 막을 수 있어 거래에서 유리한 고지를 점할 수 있다.\n- 시비르의 이동 속도 증가로 미스 포츈의 둔화를 피하기 쉬워 근접 전투에서 유리하게 조작할 수 있다.\n- 시비르는 팀 전투에서 AoE 피해를 입힐 수 있어 미스 포츈의 궁극기를 반격할 수 있다.\n- 미스 포츈은 기본 공격력이 낮아 시비르의 지속적인 피해를 견디기 어렵다.",
      "ゼリ": "제리는 미스 포츈에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 제리는 높은 기동성을 가지고 있어 미스 포츈의 스킬을 쉽게 피할 수 있습니다. 특히, 제리는 미스 포츈의 둔화 및 채널링 스킬을 피하기 위해 빠르게 이동할 수 있습니다.\n- 제리의 Q 스킬은 비용 없이 사용할 수 있어 지속적인 공격이 가능하며, 이를 통해 미스 포츈의 괴롭힘에 계속해서 반격할 수 있습니다.\n- 미스 포츈은 기본 AD가 낮고 초반에 DPS가 부족한 경향이 있어, 제리는 그녀의 기동성을 활용해 계속해서 괴롭히고 유리한 고지를 점할 수 있습니다.\n- 제리는 신뢰할 수 있는 접근 수단이 부족한 미스 포츈을 상대로 쉽게 카이팅할 수 있어, 거리를 유지하면서 공격할 수 있습니다.\n- 미스 포츈의 스킬은 주로 단일 대상 공격이기 때문에, 제리의 특성을 활용해 여러 번 타격을 가함으로써 거래에서 유리한 고지를 점할 수 있습니다."
    }
  },
  "コグ＝マウ": {
    "name": "コグ＝マウ",
    "beats": {
      "コーキ": "코르키는 불리한 상황에 처해 있습니다.\n\n- 코르키는 이동성이 낮고, 그의 스킬로 인해 코그모의 괴롭힘과 후속 공격에서 벗어날 수 있는 수단이 제한적입니다.\n- 코그모는 사거리가 길고, 특히 그의 W 효과로 인해 코르키가 접근하기 전에 피해를 줄 수 있습니다.\n- 코그모의 비율 피해는 코르키의 내구성을 줄이는 데 효과적이며, 특히 탱키하게 빌드할 때 피해에 더 취약해집니다.\n- 코르키는 군중 제어 스킬이 부족하여 코그모의 스킬을 막을 방법이 없고, 이는 팀 전투에서 불리한 상황으로 이어질 수 있습니다.\n- 코르키의 스킬은 높은 마나 소모가 있어 지속적인 괴롭힘이 어렵고, 따라서 코그모와 계속 싸우는 것이 도전적입니다.",
      "サミーラ": "사미라는 코그모에게 불리하다.\n\n이유는 다음과 같다:\n\n- 코그모는 사거리 가 길어 사미라가 가까이 다가오기 전에 쉽게 괴롭힐 수 있다.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 사미라의 내구성을 약화시킬 수 있다.\n- 사미라는 사거리가 짧아 코그모의 공격을 피하기 어려워 라인 단계에서 CS 차이가 발생한다.\n- 코그모의 느리게 하는 효과로 인해 사미라가 접근하기 어려워져 올인 기회를 놓치게 된다.\n- 코그모는 자가 방어 옵션이 제한적이어서 사미라가 가까이 다가와도 효과적인 피해를 주기 어렵다.",
      "ゼリ": "제리는 코그모에게 불리하다.\n\n- 코그모는 사거리가 길고 높은 피해량을 가지고 있어, 특히 팀 전투에서 제리가 가까이 다가가기 전에 괴롭힘을 당하기 쉽다.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 제리의 내구성을 줄이는 데 뛰어나다.\n- 제리는 기본 AD가 낮고 초반에 화력이 부족해 코그모의 공격에 효과적으로 반격하기 어렵다.\n- 코그모의 느리게 만드는 스킬은 제리의 이동성을 제한하여 도망치기 어렵게 만든다.\n- 코그모는 탱커에게 강하지만 제리는 그 탱커에게 피해를 주기 힘들고 오히려 타겟이 될 가능성이 더 높다.",
      "スモルダー": "스몰더는 불리한 상황에 처해 있습니다.\n\n- 코그모는 긴 사거리를 가지고 있으며 스킬로 원거리에서 괴롭히는 데 뛰어나지만, 스몰더는 스택이 없을 때 초반에 피해를 주기 어려워 라인에서 괴롭히기 힘듭니다.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 탱커에게 특히 강하지만, 스몰더는 AA 강화가 부족해 탱커에게 피해를 주기 어렵습니다.\n- 코그모는 느리게 만드는 효과가 있는 스킬로 자신을 방어할 수 있지만, 스몰더는 탈출을 위한 E 스킬만 가지고 있어 쿨타임이 길어 코그모의 공격에 취약합니다.\n- 코그모는 팀 전투에서 높은 피해량을 자랑하는 반면, 스몰더는 AA 강화가 부족해 팀 전투에서 낮은 DPS를 보여 코그모보다 열세입니다.\n- 코그모는 힐러와 원거리 캐리 상대로 유리한 반면, 스몰더는 그러한 상대에게 불리하여 코그모와 맞붙을 때 종종 어려움을 겪습니다.",
      "ドレイヴン": "드레이븐은 코그모에게 불리하다.\n\n이유는 다음과 같다:\n\n- 코그모는 사거리가 길어 드레이븐이 가까이 오기 전에 괴롭힐 수 있다.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 드레이븐의 내구성을 깎아낼 수 있다.\n- 코그모의 느리게 하는 효과는 드레이븐의 움직임을 제한하여 그의 도끼를 잡기 어렵게 만든다.\n- 코그모는 팀 전투에서 높은 피해를 입힐 수 있어 드레이븐이 올인하기 전에 상당한 피해를 줄 수 있다.\n- 드레이븐은 CC에 약하고 팀 전투에서 코그모의 느리게 하는 효과와 위치에 쉽게 표적이 된다.",
      "アフェリオス": "아펠리오스는 코그모에게 불리하다.\n\n이유는 다음과 같다:\n\n- 코그모는 긴 사거리를 가지고 있어 아펠리오스의 피해를 받으면서도 안전하게 괴롭힐 수 있어 라인에서 상당한 이점을 가진다.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 아펠리오스의 피해를 줄이면서 높은 DPS를 낼 수 있다.\n- 아펠리오스는 이동성이 낮아 코그모의 느린 효과에 쉽게 쫓기며, 도망갈 수 있는 옵션이 제한적이다.\n- 코그모는 자가 치유 능력이 있어 아펠리오스의 피해를 받으면서도 전투에서 지속할 수 있어, 장기전이 아펠리오스에게 불리하다.\n- 아펠리오스는 레벨에 크게 의존하며 초반 게임에서 어려움을 겪기 때문에, 코그모가 초반 압박을 가하면 아펠리오스에게 힘든 상황이 될 수 있다.",
      "ケイトリン": "케이틀린은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코그모는 사거리가 길어 케이틀린의 괴롭힘을 받으면서도 쉽게 반격할 수 있습니다, 특히 팀 전투에서.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 케이틀린의 내구성을 조금씩 깎아낼 수 있습니다.\n- 케이틀린은 이동성이 낮아 코그모의 느리게 하는 효과에 영향을 받을 때 도망치기 어렵습니다.\n- 코그모는 자가 방어 옵션이 제한적이어서 케이틀린이 올인할 때 쉽게 유리해질 수 있습니다.\n- 케이틀린의 스킬 쿨타임이 길어 지속적인 전투에서 코그모의 지속 피해를 반격하기 어렵습니다.",
      "シヴィア": "시비르는 코그모에게 불리하다.\n\n이유는 다음과 같다:\n\n- 코그모는 긴 사거리를 가지고 있으며, 스킬로 방어력/마법 저항력을 감소시켜 시비르의 내구성을 쉽게 깎아낼 수 있다.\n- 코그모의 스킬은 비율 피해를 주어 시비르의 HP를 효율적으로 줄일 수 있다.\n- 시비르는 기본 사거리가 짧아 코그모의 공격에 더 취약해져서 라인에서 불리한 거래를 하게 된다.\n- 코그모의 느리게 하는 효과는 시비르의 이동성을 제한하여 도망치기 어렵게 만든다.\n- 시비르의 단일 대상 DPS는 다른 ADC에 비해 열세여서 코그모와의 1대1 교전에서 불리한 상황에 놓이게 된다.",
      "ミス・フォーチュン": "미스 포츈은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코그모는 긴 사거리를 가지고 있어 미스 포츈의 공격을 피하면서 괴롭힐 수 있어 라인 지배를 쉽게 할 수 있습니다.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 팀 전투에서 특히 높은 피해를 입힐 수 있어 미스 포츈의 내구성을 쉽게 깎아낼 수 있습니다.\n- 미스 포츈은 기본 공격력이 낮고 DPS가 부족해 코그모의 높은 DPS를 반격하기 어렵습니다.\n- 코그모는 느리게 만드는 효과가 있는 스킬을 사용하여 미스 포츈의 움직임을 제한할 수 있어 접근할 때 취약한 미스 포츈에게 불리한 상황을 만듭니다.\n- 미스 포츈은 군중 제어로 느리게 만드는 스킬만 가지고 있으며 탈출 옵션이 부족해 코그모의 공격에 취약하고 올인할 때 다루기 어렵습니다."
    },
    "loses": {
      "ジグス": "Ziggs는 Kog'Maw에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- Ziggs는 Kog'Maw가 공격하기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있습니다.\n- Kog'Maw는 이동성이 낮아 Ziggs의 스킬을 피하기 어려워 Ziggs의 공격에 취약합니다.\n- Ziggs의 스킬은 AoE 피해를 주어 Kog'Maw가 미니언과 함께 파밍할 때 쉽게 피해를 줄 수 있습니다.\n- Kog'Maw는 자가 방어 옵션이 제한적이며 Ziggs의 스킬로부터의 괴롭힘을 견디기 어렵습니다.\n- Ziggs는 자신의 범위 스킬을 사용하여 Kog'Maw를 존(zoning)할 수 있어 Kog'Maw의 움직임을 제한하기가 더 쉽습니다.",
      "ルシアン": "루시안은 코그모에 비해 유리한 점이 있다.\n\n- 루시안은 초반에 높은 폭발적인 피해를 입힐 수 있어 코그모의 스킬이 쿨타임일 때 쉽게 교전할 수 있다.\n- 코그모는 이동성이 낮아 루시안이 높은 이동성을 이용해 거리를 유지하며 공격할 수 있다.\n- 루시안의 공격은 스킬 사용 후 강화되어 코그모에게 지속적인 피해를 주기 쉽다.\n- 코그모는 자가 방어 옵션이 제한적이어서 루시안의 공격으로부터 피해를 입기 쉽다.\n- 루시안은 사거리가 짧지만 코그모의 기본 사거리도 짧아 루시안이 유리하게 거래할 수 있다.",
      "セナ": "세나가 코그모에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 세나는 긴 사거리를 가지고 있어 코그모보다 더 멀리서 괴롭힐 수 있어 라인 우위를 유지하기가 더 쉽습니다.\n- 세나의 치유 능력 덕분에 코그모의 공격을 견딜 수 있어 지속적인 괴롭힘이 가능합니다.\n- 코그모는 이동성이 낮아 세나의 덫에 걸릴 위험이 높아져 세나가 더 유리하게 플레이할 수 있습니다.\n- 세나는 패시브 덕분에 쉽게 성장할 수 있어 라인 괴롭힘을 통해 금을 벌기 쉬우며, 성장하면 높은 피해를 줄 수 있습니다.\n- 코그모는 기본 사거리가 짧아 세나의 괴롭힘에 반격하기 어려워 세나가 라인에서 더 효과적으로 압박을 가할 수 있습니다.",
      "ヴァルス": "바루스는 코그모에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리: 바루스는 코그모보다 사거리가 길어, 안전하게 멀리서 공격하고 코그모의 공격을 더 쉽게 피할 수 있습니다.\n- CC 효과: 바루스는 코그모의 움직임을 제한하는 묶는 효과가 있는 스킬을 사용할 수 있어, 공격하기가 더 쉬워집니다.\n- 지속적인 괴롭힘: 바루스는 AoE 피해를 가지고 있어, 코그모에게 지속적으로 피해를 줄 수 있어 라인 우위를 유지하기가 더 쉽습니다.\n- 자기 방어 부족: 코그모는 이동성이 낮고 자기 방어 옵션이 제한적이어서 바루스의 공격에 반격하기가 어렵습니다.\n- 눈덩이 효과: 바루스는 적 챔피언을 처치함으로써 공격 속도를 증가시켜 게임에서 유리한 고지를 점하기가 더 쉬워집니다. 만약 코그모가 초반에 처치당하면, 더욱 불리한 상황에 빠질 가능성이 높습니다.",
      "トリスターナ": "트리스타나가 코그모에 비해 유리합니다.\n\n이유는 다음과 같습니다:\n\n- 트리스타나의 공격 사거리는 레벨이 올라갈수록 증가하여 코그모보다 더 먼 거리에서 안전하게 공격할 수 있습니다.\n- 트리스타나의 폭발적인 피해량이 높아 코그모의 취약한 초중반 단계에서 쉽게 타겟팅할 수 있습니다.\n- 코그모는 이동성이 낮고 자가 방어 옵션이 제한적이어서 트리스타나의 추격 및 탈출 능력에 취약합니다.\n- 트리스타나는 높은 이동성을 가지고 있으며 순간이동 스킬을 보유하고 있어 코그모의 공격을 피하기가 더 쉽습니다.\n- 코그모의 스킬 쿨타임 동안 전투 효율성이 떨어지지만, 트리스타나는 그 순간을 이용해 공격할 수 있습니다.\n- 트리스타나는 물리적 방어력이 낮은 서포트 챔피언에 강해 코그모가 지원을 받을 때도 유리함을 유지할 수 있습니다.",
      "ザヤ": "자이라가 코그모에 비해 유리하다.\n\n이유는 다음과 같다:\n\n- 자이라는 많은 자기 방어 옵션을 가지고 있으며, 그녀의 덫을 사용하여 코그모의 공격을 멈출 수 있어 근접 전투에서 우위를 점할 수 있다.\n- 코그모는 이동성이 낮아 자이라의 공격을 피하기 어려워, 그녀가 더 유리하게 피해를 줄 수 있다.\n- 자이라의 AoE 피해는 팀 전투에서 피해를 쉽게 누적할 수 있게 하며, 그녀는 그런 상황에서 코그모가 피해를 주기 전에 그를 처치할 수 있다.\n- 코그모는 사거리가 짧아 자이라의 공격 범위에 들어가면 피해를 입기 쉽다.\n- 자이라는 라칸과 함께할 때 더욱 강력해져 코그모에게 압박을 가하기가 더 쉬워진다.",
      "ニーラ": "니라가 코그모에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 니라는 근접 캐리이며, 초반 게임에서 코그모의 사거리가 짧을 때 니라는 쉽게 접근하여 괴롭힐 수 있습니다.\n- 코그모는 이동성이 낮고, 니라는 대시 스킬을 사용하여 쉽게 거리를 좁히고 공격을 피할 수 있습니다.\n- 니라는 지속적인 피해를 입힐 수 있으며, 코그모는 제한된 자기 방어 옵션을 가지고 있어 니라가 지속적인 괴롭힘으로 유리한 상황을 유지할 수 있습니다.\n- 코그모의 스킬은 주로 원거리 공격에 의존하지만, 니라는 근접 전투에서 뛰어나기 때문에 코그모의 공격을 피하면서 피해를 줄 수 있습니다.\n- 니라는 서포트와 함께 작업할 때 강화되어, 인챈터와 짝을 이룰 때 유리한 상황을 만들기 더 쉬워집니다.",
      "エズリアル": "에즈리얼은 코그모에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 에즈리얼은 원거리 스킬을 가지고 있어, 자신의 사거리를 활용하여 코그모를 괴롭힐 수 있습니다. 이를 통해 코그모가 공격하기 전에 피해를 줄 수 있습니다.\n- 코그모는 이동성이 낮고 자가 방어 옵션이 제한적이어서, 에즈리얼은 높은 이동성을 활용하여 안전하게 계속 공격할 수 있습니다.\n- 에즈리얼의 스킬은 쿨타임이 짧아, 지속적으로 피해를 주고 코그모의 스킬 쿨타임 동안 유리한 상황을 만들 수 있습니다.\n- 코그모는 기본 사거리가 짧아, 에즈리얼의 스킬 사거리 밖에서 공격받을 때 반격하기 어렵습니다.\n- 에즈리얼은 포킹에 뛰어나, 코그모가 스킬을 사용하기 전에 그의 체력을 줄일 수 있어, 라인에서 유리한 상황을 유지하기가 더 쉽습니다.",
      "トゥイッチ": "트위치가 코그모에 비해 유리한 점은 다음과 같습니다:\n\n- 트위치는 스텔스를 사용하여 코그모의 낮은 방어 능력을 이용해 기습할 수 있습니다.\n- 코그모는 이동성이 낮고 트위치의 공격을 피할 수 있는 수단이 제한적이어서 트위치가 유리하게 플레이할 수 있습니다.\n- 트위치의 궁극기는 사거리가 길고 팀 전투에서 일방적인 피해를 줄 수 있어 코그모의 내구성을 줄이는 데 적합합니다.\n- 코그모는 스킬 쿨타임 동안 전투 능력이 떨어지므로 트위치가 그 틈을 이용해 공격할 수 있습니다.\n- 트위치는 코그모에게 쉽게 폭발적인 피해를 줄 수 있으며, 특히 초반 거래에서 유리한 고지를 점할 수 있습니다."
    }
  },
  "ジンクス": {
    "name": "ジンクス",
    "beats": {
      "サミーラ": "사미라는 불리한 상황에 있습니다.\n\n- 징크스는 긴 사거리를 가지고 있어 사미라가 가까이 다가오기 전에 효과적으로 괴롭힐 수 있습니다.\n- 징크스의 스킬은 이동을 방해하는 효과가 있어 사미라가 접근하기 어렵습니다.\n- 사미라는 방어 능력치가 낮아 징크스의 높은 DPS에 취약합니다.\n- 징크스는 처치로 얻는 버프 덕분에 연속 처치를 쉽게 노릴 수 있어 사미라가 성장하기 전에 압도당할 가능성이 높습니다.\n- 사미라는 군중 제어 능력이 부족해 징크스에게 피해를 받을 때 반격하기 어렵습니다.",
      "ドレイヴン": "드레이븐은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 징크스는 높은 공격 속도와 긴 사거리를 가지고 있어 드레이븐이 가까이 다가오기 전에 쉽게 괴롭힐 수 있습니다.\n- 징크스의 묶음과 느리게 하는 효과는 드레이븐의 움직임을 방해하여 그의 도끼를 잡기 어렵게 만듭니다.\n- 드레이븐은 자동 공격에 의존하기 때문에 징크스의 군중 제어로 인해 공격할 수 없다면 그의 전투 효율성이 크게 감소합니다.\n- 징크스는 연속 처치를 확보할 수 있는 패시브 효과 덕분에 드레이븐이 성장하기 전에 유리한 상황을 쉽게 만들 수 있습니다.\n- 징크스는 팀 전투에서 강력한 AoE 피해를 입히므로 드레이븐이 1대1 상황에서 유리하더라도 팀 전투에서는 불리할 가능성이 높습니다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 징크스는 사거리가 길어 베인이 가까이 다가오기 전에 괴롭힐 수 있습니다.\n- 징크스는 공격 속도가 높아 연속 공격으로 베인의 HP를 쉽게 줄일 수 있습니다.\n- 징크스의 CC 능력은 베인의 이동성을 제한하여 접근하기 어렵게 만듭니다.\n- 베인은 팀 전투에서 AoE 피해가 부족하여 그런 상황에서 징크스의 영향을 반격하기 어렵습니다.\n- 징크스는 처치로 얻는 버프 덕분에 더욱 강력한 피해를 입힐 수 있어, 베인이 성장하기 전에 게임을 끝낼 수 있습니다."
    },
    "loses": {
      "ジグス": "Ziggs는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- Ziggs는 원거리 스킬을 가지고 있어, 안전하게 Jinx의 공격을 피하면서 원거리에서 피해를 줄 수 있습니다.\n- Ziggs의 모든 스킬은 AoE로, 팀 전투와 미니언 정리 시 높은 피해를 줄 수 있어 Jinx가 성장하기 전에 유리한 상황을 만들 수 있습니다.\n- Ziggs는 배치할 수 있는 스킬을 가지고 있어, Jinx가 접근할 때 그녀의 이동을 제한하며 느리게 만듭니다.\n- Ziggs는 자가 방어 옵션이 제한된 Jinx에 대해 원거리에서 압박을 가할 수 있어, 유리한 거래를 쉽게 할 수 있습니다.\n- Ziggs는 스킬 발동에 지연이 있는 Jinx에 대해 공격 타이밍을 조절할 수 있어, 그녀가 스킬을 맞추기 어렵게 만듭니다.",
      "ゼリ": "제리는 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 제리는 높은 기동성을 가지고 있어 징크스의 공격을 피하기 쉽고 괴롭힘을 당할 가능성이 줄어듭니다.\n- 제리의 Q 스킬은 비용 없이 사용할 수 있어 지속적인 피해를 주면서 징크스에게서 피해를 받을 위험을 최소화합니다.\n- 징크스는 자가 방어 옵션이 제한적이며 접근할 때 취약해 제리가 기동성을 활용해 유리한 거래를 할 수 있습니다.\n- 제리는 긴 공격 범위를 가지고 있어 안전하게 징크스의 공격을 피하면서 멀리서 공격할 수 있어 라인 지배를 유지하기 쉽습니다.\n- 징크스의 스킬은 발동하는 데 시간이 걸리므로 제리에게 그 시간 동안 공격할 기회를 제공합니다.",
      "トゥイッチ": "트위치가 유리하다.\n\n이유는 다음과 같다:\n\n- 트위치는 스텔스를 사용하여 매복할 수 있어, 자가 방어 옵션이 제한된 징크스에게 접근하기가 더 쉽다.\n- 트위치의 궁극기는 사거리가 길고 팀 전투에서 매우 높은 피해를 제공하여 징크스의 높은 DPS를 초월한다.\n- 징크스는 스킬을 활성화하는 데 시간이 걸려 트위치의 매복에 반응하는 속도가 느리다.\n- 트위치는 탈출 가능성이 낮은 챔피언에게 유리하며, 징크스가 그 예시 중 하나이다.\n- 트위치의 독 피해는 시간이 지남에 따라 징크스의 높은 HP를 줄이는 데 효과적이며, 특히 팀 전투에서 지속적인 피해를 입힐 때 그렇다.",
      "ヴァルス": "바루스는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리: 바루스는 징크스보다 더 긴 사거리를 가지고 있어, 징크스가 공격하기 전에 괴롭히기 쉽습니다.\n- CC 효과: 바루스의 덫 스킬은 징크스의 움직임을 제한하고 가까이 다가오는 것을 방지할 수 있습니다.\n- 지속적인 피해: 바루스는 스킬을 사용하여 지속적인 피해를 줄 수 있으며, 징크스는 자가 방어 옵션이 제한적이기 때문에 지속적인 괴롭힘이 효과적입니다.\n- 눈덩이 효과: 징크스가 처치로 강해지는 반면, 바루스는 처치로 공격 속도를 증가시켜 경기를 유리하게 이끌기 쉽습니다.\n- 초반 게임 강점: 바루스는 초반부터 효과적으로 괴롭힐 수 있어, 징크스가 성장하기 전에 유리한 상황을 만들 수 있습니다.",
      "コーキ": "코르키가 유리하다.\n\n이유는 다음과 같다:\n\n- 코르키는 원거리 스킬을 가지고 있어 안전한 거리에서 징크스를 괴롭힐 수 있다. 징크스는 자가 방어 옵션이 제한적이어서 코르키의 공격에 취약하다.\n- 코르키의 모든 스킬은 AoE로, 징크스가 팀 전투에서 자신의 강점을 활용하기 전에 피해를 줄 수 있다.\n- 코르키는 궁극기 쿨타임이 짧아 자주 피해를 줄 수 있고, 징크스가 성장하기 전에 유리한 상황을 만들 수 있다.\n- 징크스는 스킬을 활성화하는 데 시간이 걸려 코르키의 빠른 공격에 대응하기 어렵다.\n- 코르키는 탱크 챔피언에 대해 유리하며, 징크스가 지원을 받더라도 코르키의 피해를 줄이기 어렵다."
    }
  },
  "ルシアン": {
    "name": "ルシアン",
    "beats": {
      "コグ＝マウ": "코그모는 루시안에게 불리하다.\n\n- 루시안은 초반에 높은 폭발 피해를 입히기 때문에 코그모는 괴롭힘에 취약하다.\n- 루시안의 스킬 쿨타임이 짧아 지속적인 공격이 가능하여 코그모는 지속적인 피해를 입을 가능성이 높다.\n- 코그모는 이동성이 낮고 자가 방어 옵션이 제한적이어서 루시안의 올인에 취약하다.\n- 루시안은 사거리가 짧지만 코그모의 기본 사거리도 짧아 라인 교환에서 불리한 경우가 많다.\n- 루시안은 도망갈 수단이 없어 코그모가 유리한 상황을 만들기 어렵다.",
      "トゥイッチ": "트위치가 불리하다.\n\n- 루시안은 초반에 높은 폭발적인 피해를 입힐 수 있어 트위치가 괴롭힘을 당하기 쉽다.\n- 루시안의 스킬 쿨타임이 짧아 지속적인 피해를 줄 수 있어 트위치가 라인 교환에서 불리하다.\n- 트위치는 초반에 사거리가 짧아 루시안의 공격을 피하기 어렵다.\n- 루시안은 높은 기동성을 가지고 있어 트위치가 매복을 준비하기 전에 먼저 공격할 수 있다.\n- 루시안의 올인 잠재력이 강하고 트위치는 탈출 수단이 제한적이어서 매치업에서 상당한 압박을 만든다.",
      "ケイトリン": "케이틀린은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 루시안은 초반에 높은 폭발 피해를 입힐 수 있으며, 케이틀린이 괴롭히기 전에 먼저 공격할 수 있습니다.\n- 루시안의 스킬 쿨타임이 짧아 지속적으로 공격할 수 있어 케이틀린은 항상 압박을 받습니다.\n- 케이틀린은 사거리가 길지만, 루시안의 기동성 때문에 가까이 다가오면 올인 당할 위험이 큽니다.\n- 루시안은 군중 제어 능력이 부족하지만, 케이틀린의 함정을 피할 수 있어 함정을 설치하는 것이 덜 효과적입니다.\n- 케이틀린의 스킬 애니메이션이 길어 루시안이 공격할 기회를 만듭니다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 루시안은 초반에 높은 폭발 피해를 입힐 수 있어 베인이 괴롭힘을 당하기 쉽습니다.\n- 루시안의 스킬 쿨타임이 짧아 연속 공격이 가능하므로 베인이 반격하기 전에 피해를 줄 수 있습니다.\n- 베인은 사거리가 짧아 루시안의 공격을 피하기 어렵습니다.\n- 루시안은 높은 기동성을 가지고 있어 베인이 올인할 때 쉽게 도망칠 수 있습니다.\n- 루시안은 군중 제어기가 없지만, 베인은 CC에 맞으면 취약해지며, 특히 루시안의 피해를 받을 때 더욱 그렇습니다.",
      "シヴィア": "시비르는 루시안에게 불리하다.\n\n- 루시안은 초반에 높은 폭발 피해를 가지고 있으며, 시비르의 사거리가 짧기 때문에 거래에서 지기 쉽다.\n- 루시안의 스킬 쿨타임이 짧아 연속 공격이 가능하여 시비르는 지속적인 피해에 취약하다.\n- 시비르의 단일 대상 DPS는 다른 ADC에 비해 열세여서 루시안과의 1대1 전투에서 지기 쉽다.\n- 루시안은 높은 기동성을 가지고 있어 시비르가 그의 공격을 피하기 어려운 상황을 만든다.\n- 시비르의 주문 방패는 루시안의 공격에 대해 그리 효과적이지 않아 올인 상황에서 불리한 경우가 많다."
    },
    "loses": {
      "セナ": "세나가 유리하다.\n\n- 세나는 긴 사거리를 가지고 있어 짧은 사거리를 가진 루시안을 괴롭힐 수 있으며, 쉽게 라인에서 유리한 고지를 점할 수 있다.\n- 세나의 치유 능력은 루시안의 폭발적인 피해를 완화시킬 수 있어 지속적인 교전에서 유리하게 거래할 수 있게 해준다.\n- 세나의 속박 효과가 있는 스킬을 사용함으로써 루시안의 이동성을 제한하고 공격할 기회를 늘릴 수 있다.\n- 루시안은 군중 제어 능력이 부족해 세나의 속박에 걸리면 반격하기 어려워 세나가 유리한 상황을 만들 수 있다.\n- 세나는 패시브 덕분에 쉽게 성장할 수 있으며, 성장하면 높은 피해를 입힐 수 있어 라인에서 압박을 유지하기가 더 쉬워진다.",
      "スモルダー": "스몰더는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 스몰더는 무한으로 스택을 쌓을 수 있어, 후반에 매우 높은 피해를 입힐 수 있으며, 장기전에서 강력합니다.\n- 많은 AoE 공격을 가지고 있어 팀 전투에서 피해를 주기 쉽고, 루시안과 같은 단일 대상 챔피언에 대해 유리합니다.\n- E 스킬을 사용하면 지형을 무시하고 빠르게 이동할 수 있어 루시안의 공격을 피하기 쉽고 추격이나 도주에 뛰어납니다.\n- 루시안은 군중 제어가 부족하여 스몰더가 기동성을 활용하고 루시안의 공격으로부터 피해를 입지 않고 반격하기 쉽습니다.\n- 스몰더는 긴 사거리를 가지고 있어 루시안의 짧은 사거리를 이용해 안전하게 괴롭힐 수 있습니다.",
      "サミーラ": "사미라는 유리한 상황에 있습니다.\n\n- 사미라는 근접 전투에서 뛰어나며, 루시안의 사거리가 짧기 때문에 가까이 다가가면 유리한 거래를 할 수 있습니다.\n- 사미라의 스킬은 적을 무력화하는 군중 제어 효과를 받는 적에게 강력한 공격을 할 수 있게 해주어, 루시안의 능력을 피하면서 공격할 수 있습니다.\n- 사미라는 높은 DPS를 가지고 있으며, 특히 올인 상황에서 루시안에게 상당한 폭발 피해를 줄 수 있습니다.\n- 루시안은 군중 제어가 부족하기 때문에 사미라가 공격하기 위해 접근할 때 그의 탈출 수단이 제한적입니다.\n- 사미라는 순간이동 능력을 가지고 있어 루시안의 공격을 피하고 반격할 기회를 만들기 더 쉽습니다.",
      "ドレイヴン": "드레이븐은 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반에 높은 폭발적인 피해를 입힐 수 있으며, 루시안을 효과적으로 괴롭힐 수 있습니다.\n- 루시안은 사거리가 짧아 드레이븐의 공격에 취약하며, 특히 라인 교환에서 드레이븐이 쉽게 우위를 점할 수 있습니다.\n- 드레이븐의 패시브는 그가 더 쉽게 골드를 얻을 수 있게 하여 아이템 우위를 만들어 그의 리드를 더욱 강화합니다.\n- 루시안은 군중 제어기가 부족하여 드레이븐의 높은 피해에서 벗어날 수 있는 수단이 제한적입니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 루시안의 공격을 피하면서 반격할 수 있습니다.\n- 루시안의 스킬 쿨타임은 짧지만, 드레이븐의 지속적인 피해에 반격하기는 어렵습니다."
    }
  },
  "ゼリ": {
    "name": "ゼリ",
    "beats": {
      "ザヤ": "제리는 자야에 비해 유리한 점이 있습니다.\n\n- 제리는 사거리가 길고 괴롭히는 데 뛰어나서 자야가 일방적으로 피해를 입기 쉽습니다.\n- 제리의 기동성 덕분에 자야의 공격을 쉽게 피할 수 있어 반격의 기회를 줄입니다.\n- 제리의 Q 스킬은 비용 없이 지속적으로 사용할 수 있어 자야가 웨이브 클리어나 괴롭히는 데 어려움을 겪게 합니다.\n- 제리는 근접 전투를 피할 수 있어 자야가 근거리 반격에서 힘을 발휘하기 어렵게 만듭니다.\n- 제리는 군중 제어가 부족하여 자야의 덫을 피할 확률이 높아 자야의 방어 수단이 효과적이지 않게 됩니다.",
      "サミーラ": "사미라는 제리에게 불리하다.\n\n- 제리는 사미라가 거리를 좁히기 전에 피해를 줄 수 있는 원거리 공격을 가지고 있어 괴롭힘에 취약하다.\n- 제리의 기동성과 가속은 사미라가 근접 전투에 참여하기 어렵게 만들어, 끌려다닐 가능성을 높인다.\n- 제리는 Q 스킬을 비용 없이 사용할 수 있어, 사미라의 공격을 피하면서 지속적으로 공격할 수 있다.\n- 사미라는 사거리가 짧고 제리의 공격으로부터 피해를 입을 위험이 높아 불리한 거래에 취약하다.\n- 제리는 군중 제어가 있는 탱크 챔피언에게 유리하며, 사미라는 그러한 상대에게 취약하기 때문에 팀 전투에서도 불리하다.",
      "ヴェイン": "베인은 불리한 상황에 있다.\n\n- 제리는 높은 기동성을 가지고 있어 베인의 공격을 쉽게 피할 수 있다.\n- 제리의 Q 스킬은 긴 사거리를 가지고 있으며 지속적인 피해를 줄 수 있어 베인이 가까이 오기 전에 괴롭힐 수 있다.\n- 베인은 사거리가 짧아 제리의 공격에 쉽게 맞는 위치에 놓이기 쉽다.\n- 제리는 탈출 옵션이 많아 베인의 추격을 피할 수 있다.\n- 제리는 팀 전투에서 군중 제어에 취약하지만, 베인도 목표형 군중 제어에 약해 제리가 유리하게 조작할 수 있다.",
      "ミス・フォーチュン": "미스 포츈은 불리한 상황에 있습니다.\n\n- 제리는 높은 기동성을 가지고 있어 미스 포츈의 공격을 피하기 쉽습니다.\n- 제리의 Q 스킬은 비용 없이 지속적인 공격을 가능하게 하여 미스 포츈의 괴롭힘을 완화하기 쉽게 만듭니다.\n- 미스 포츈은 기본 공격력이 낮고 초반에 힘이 부족하여 제리의 기동성에 대응하기 어렵습니다.\n- 제리는 미스 포츈이 거리를 좁히는 방법이 불확실하기 때문에 쉽게 카이팅할 수 있어 거래에서 유리한 고지를 점할 수 있습니다.\n- 미스 포츈의 군중 제어는 느리게 만드는 것뿐이며, 제리의 기동성을 제한할 수 있는 방법이 적어 잡힐 위험이 증가합니다.",
      "シヴィア": "시비르는 불리한 상황에 있습니다.\n\n- 시비르는 기본 사거리가 짧아 제리의 원거리 공격에 대해 취약합니다.\n- 제리는 높은 기동성을 가지고 있어 시비르의 공격을 피하면서 괴롭힐 수 있어 시비르가 적중시키기 어렵습니다.\n- 제리의 Q 스킬은 비용 없이 지속적으로 공격할 수 있게 해주어 시비르의 웨이브 클리어를 반격하기 쉽게 만듭니다.\n- 시비르의 주문 방패는 제리의 스킬에 효과적이지 않아 제리의 군중 제어와 피해에 취약합니다.\n- 제리는 근접 거래에서 뛰어나며 시비르가 올인하기 전에 피해를 줄 가능성이 높습니다."
    },
    "loses": {
      "ドレイヴン": "드레이븐은 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반부터 매우 높은 폭발적인 피해를 입힐 수 있어, 기본 공격력이 낮은 제리를 괴롭힐 수 있습니다.\n- 제리는 기본 스탯이 낮고 특히 초반에 화력이 부족하여 드레이븐의 공격에 취약합니다.\n- 드레이븐의 패시브는 금을 쉽게 벌 수 있게 해주며, 아이템 우위를 만들어 더욱 유리해집니다.\n- 제리는 높은 기동성을 가지고 있지만, 드레이븐의 높은 피해를 받을 때 위험한 상황에 빠질 수 있습니다.\n- 드레이븐은 강력한 추적 능력을 가지고 있으며, 제리가 도망치려 할 때도 도끼로 계속 피해를 줄 수 있습니다.\n- 제리의 Q는 관통하지 않기 때문에 여러 번 맞을 때 드레이븐이 피해를 분산시키기 어렵습니다.",
      "コグ＝マウ": "코그모는 제리에게 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코그모는 AR/MR을 감소시키는 스킬을 가지고 있어 제리의 내구성을 약화시킬 수 있습니다.\n- 코그모의 공격은 비율 피해를 주기 때문에 탱크와 내구성이 높은 상대에게 특히 강하며, 이는 제리가 기동성을 활용해 효과적으로 거래하는 것을 제한할 수 있습니다.\n- 코그모는 긴 사거리를 가지고 있어 제리의 피해를 받기 전에 안전하게 괴롭힐 수 있습니다.\n- 제리는 기본 AD가 낮고 초반 괴롭힘에 어려움을 겪어 코그모의 지속적인 피해를 반격하기 어렵습니다.\n- 코그모는 느리게 만드는 효과가 있는 스킬을 사용하여 제리의 기동성을 쉽게 제한할 수 있습니다.\n- 제리의 스킬 쿨타임 동안 피해량이 감소하는 반면, 코그모는 지속적으로 피해를 줄 수 있어 라인 우위를 유지하기가 더 쉽습니다.",
      "ヴァルス": "바루스가 유리하다.\n\n이유는 다음과 같다:\n\n- 그의 긴 사거리는 제리의 공격을 피하면서 안전하게 괴롭힐 수 있게 해준다.\n- 제리는 기본 AD가 낮고 초반에 피해가 부족하여 바루스의 포킹을 견디기 어렵다.\n- 바루스의 스킬은 AoE 피해를 주기 때문에 제리가 여러 적에게 피해를 주기 어렵다.\n- 바루스의 CC 스킬은 제리의 이동성을 제한하여 더 유리한 거래를 할 수 있게 해준다.\n- 제리는 탈출을 위해 E에 의존하므로 바루스의 덫에 걸리면 어려운 상황에 처하게 된다.",
      "コーキ": "코르키는 제리에게 유리하다.\n\n이유는 다음과 같다:\n\n- 코르키의 스킬은 모두 AoE로, 제리가 높은 기동성을 활용하기 전에 쉽게 괴롭힐 수 있다.\n- 코르키의 Q와 R은 사거리가 길어 제리가 가까이 오기 전에 피해를 줄 수 있다.\n- 제리는 기본 AD가 낮고 초반에 피해가 부족해 코르키의 AoE 공격을 견디기 어렵다.\n- 코르키는 스킬 쿨타임이 짧아 지속적으로 피해를 주고 제리의 카이팅을 저지할 수 있다.\n- 제리의 Q 스킬은 관통하지 않아 코르키의 AoE 공격에 효과적으로 반격하기 어렵다."
    }
  },
  "セナ": {
    "name": "セナ",
    "beats": {
      "サミーラ": "사미라는 불리한 상황에 있습니다.\n\n- 세나는 원거리 공격을 가지고 있어 사미라가 접근하기 전에 쉽게 괴롭힐 수 있습니다.\n- 세나의 속박 효과는 사미라가 근접 전투에 참여하기 전에 잡힐 위험을 증가시킵니다.\n- 사미라는 방어 능력치가 낮아 세나의 공격으로부터 초기 피해를 받기 쉽습니다.\n- 세나의 치유 능력은 사미라가 피해를 입히더라도 종종 그녀가 피해를 견딜 수 있게 해줍니다.\n- 세나는 자신의 기술을 사용하여 자신을 강화하고 사미라의 공격을 무효화할 수 있어 사미라의 폭발적인 피해가 적중하기 어렵습니다.",
      "コグ＝マウ": "코그모는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 세나의 사거리가 길고 괴롭히는 데 뛰어나서 코그모는 라인 압박에 취약합니다.\n- 세나의 속박 효과는 코그모가 걸리면 치명적인 피해를 입을 가능성을 높입니다.\n- 세나의 치유 능력은 코그모의 피해를 쉽게 완화시켜 지속적인 괴롭힘을 어렵게 만듭니다.\n- 코그모는 이동성이 낮고 탈출 옵션이 제한적이어서 세나에게서 계속 피해를 입으면 어려운 상황에 처할 수 있습니다.\n- 세나는 초반부터 강력한 괴롭힘을 가할 수 있어 코그모가 성장하기 전에 불리한 위치로 몰아넣을 수 있습니다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 세나는 원거리 공격을 가지고 있어 베인이 가까이 다가오기 전에 쉽게 괴롭힐 수 있습니다.\n- 세나의 속박 효과는 베인이 걸리면 치명적인 피해를 입기 쉽게 만들어, 그녀의 탈출 옵션을 제한합니다.\n- 세나의 치유 능력은 베인이 입힐 수 있는 피해를 줄여, 지속적인 전투에서 불리하게 만듭니다.\n- 베인은 사거리가 짧아 세나의 공격을 피하기 어려워, 라인에서 압박을 받습니다.\n- 세나는 초반의 강점을 활용하여 베인이 성장하기 전에 유리한 상황을 만들 수 있습니다.",
      "ルシアン": "루시안은 불리한 상황에 있다.\n\n- 세나의 사거리가 길어 루시안이 공격하기 전에 쉽게 괴롭힐 수 있다.\n- 세나의 묶는 효과로 인해 루시안이 걸리면 상당한 피해를 입기 쉬워서 올인하기 어렵다.\n- 루시안은 군중 제어 능력이 부족해 세나의 치유와 괴롭힘에 대응할 수 있는 수단이 제한적이다.\n- 세나는 패시브 덕분에 잘 성장할 수 있으며, 루시안이 초반에 유리한 고지를 점하지 않으면 후반에 성장에서 밀릴 가능성이 높다.\n- 세나의 치유 능력은 루시안의 폭발적인 피해를 상대적으로 약하게 느끼게 만든다.",
      "ザヤ": "자이라가 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 세나의 원거리 공격은 자이라가 가까이 접근하기 전에 쉽게 괴롭힐 수 있게 합니다.\n- 세나의 속박 효과는 자이라가 걸릴 위험을 증가시켜 반격하기 어렵게 만듭니다.\n- 자이라의 공격 범위가 짧아 세나의 괴롭힘으로부터 일방적인 피해를 입기 쉽습니다.\n- 세나의 치유 능력은 자이라가 피해를 입힐 때에도 세나가 생존할 수 있게 하여 자이라가 효과적인 피해를 주기 어렵게 만듭니다.\n- 세나가 성장하면 높은 피해를 입힐 수 있으므로, 자이라가 성장하기 전에 압박을 가하면 자이라에게 불리한 상황이 됩니다.",
      "ドレイヴン": "드레이븐은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 세나의 사거리가 길고 괴롭히는 데 뛰어나기 때문에 드레이븐이 가까이 가기 전에 쉽게 피해를 줄 수 있습니다.\n- 세나의 속박 효과는 드레이븐이 걸릴 위험을 증가시키며, 그가 움직임에 방해를 받으면 상당한 피해를 입습니다.\n- 세나의 치유 능력은 드레이븐의 공격을 쉽게 무효화할 수 있어, 장기전에서 드레이븐에게 불리합니다.\n- 드레이븐은 자동 공격에 의존하기 때문에, 세나의 군중 제어로 그의 공격이 제한되면 전투 효율성이 크게 감소합니다.\n- 세나는 패시브 덕분에 잘 성장할 수 있으며, 후반 게임에서의 영향력이 높기 때문에, 초반에 유리한 고지를 점하면 드레이븐은 후반에 어려움을 겪을 수 있습니다.",
      "ジンクス": "징크스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 세나의 원거리 공격은 괴롭히는 데 뛰어나서 징크스는 초반부터 피해를 입기 쉽습니다.\n- 세나의 속박 효과는 징크스를 immobilize할 수 있어, 잡히면 치명적인 피해를 입을 위험이 증가합니다.\n- 세나는 치유 능력이 있어 징크스가 괴롭히려고 해도 세나는 종종 치유를 통해 생존할 수 있습니다.\n- 징크스는 자가 방어 옵션이 부족하고 세나의 군중 제어에 취약하여 접근할 경우 위험한 상황에 처할 수 있습니다.\n- 세나의 패시브는 그녀가 빠르게 성장할 수 있게 해주며, 완전히 성장하면 징크스에게 높은 피해를 줄 수 있어, 심지어 후반 게임에서도 징크스에게 불리한 상황을 만들 수 있습니다.",
      "シヴィア": "시비르는 불리한 상황에 있습니다.\n\n- 시비르는 사거리가 짧고 세나의 원거리 공격에 쉽게 괴롭힘을 당합니다.\n- 세나의 덫 효과 스킬에 걸리면, 시비르는 탈출할 수 있는 방법이 제한적이며 치명적인 피해를 입을 가능성이 높습니다.\n- 세나의 치유 능력 때문에, 시비르가 피해를 주더라도 세나는 종종 이를 버틸 수 있어 거래가 시비르에게 불리하게 됩니다.\n- 시비르는 단일 대상에 대한 DPS가 낮아, 세나와의 1대1 싸움에서 종종 어려움을 겪습니다.\n- 세나의 패시브 성장 진행에 따라, 시비르는 더욱 불리한 상황에 처할 가능성이 높습니다."
    },
    "loses": {
      "ヴァルス": "바루스는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리 차이: 바루스는 세나보다 사거리가 길어, 세나가 공격하기 전에 쉽게 괴롭힐 수 있습니다.\n- AoE 피해: 바루스의 스킬은 AoE 피해를 주어, 여러 미니언이나 적 챔피언에게 쉽게 피해를 줄 수 있습니다.\n- CC 존재: 바루스는 묶는 효과가 있는 스킬을 가지고 있어, 세나의 움직임을 제한하고 그녀가 공격하기 어렵게 만듭니다.\n- 스노우볼 잠재력: 세나가 성장하기 전에 처치하면 바루스는 공격 속도와 피해를 증가시켜 더욱 유리한 상황을 만듭니다.\n- 세나의 약점 이용: 세나는 기본 스탯이 낮고 탈출 옵션이 제한적이어서, 바루스의 지속적인 괴롭힘과 CC에 취약하며, 잡히면 치명적인 피해를 입을 수 있습니다.",
      "コーキ": "코르키는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 세나의 사거리를 초과하는 원거리 공격을 가지고 있어 괴롭히기 쉽습니다.\n- 코르키의 스킬은 AoE 피해를 주어 여러 적 챔피언에게 효과적으로 피해를 줄 수 있습니다.\n- 세나는 기본 스탯이 낮고 초반 피해에 취약하여 코르키의 괴롭힘에 취약합니다.\n- 코르키는 궁극기 쿨타임이 짧아 자주 피해를 주고 세나에게 지속적인 압박을 가할 수 있습니다.\n- 세나는 탈출 옵션이 제한적이어서 코르키의 공격을 계속 맞으면 상당한 피해를 입을 가능성이 높습니다.",
      "トリスターナ": "트리스타나가 유리하다.\n\n이유는 다음과 같다:\n\n- 트리스타나는 초반부터 높은 폭발적인 피해를 입힐 수 있어, 세나의 낮은 기본 스탯을 이용해 효과적으로 괴롭힐 수 있다.\n- 트리스타나는 레벨이 오를수록 사거리가 증가하여 세나의 사거리를 초월하게 되며, 이는 그녀가 후반 게임에서도 유리함을 유지할 수 있게 한다.\n- 트리스타나는 높은 기동성을 가지고 있어, 세나의 군중 제어 기술을 피하면서 도망치거나 추격하기가 더 쉽다.\n- 세나는 탈출 옵션이 제한적이며, 트리스타나의 폭발적인 피해에 취약하다.\n- 트리스타나는 밀어내기 능력을 활용하여 세나가 웨이브 관리에 어려움을 겪는 동안 라인에서 유리함을 얻을 수 있다.",
      "ジグス": "지그스는 유리한 상황에 있습니다.\n\n- 지그스는 원거리 공격을 가지고 있어 세나보다 더 멀리서 괴롭힐 수 있어 라인 지배를 유지하기가 더 쉽습니다.\n- 세나는 기본 스탯이 낮고 초반에 약해 지그스의 폭탄 공격을 견디기 어렵습니다.\n- 지그스의 스킬은 AoE 피해를 주어 미니언을 쉽게 처치할 수 있고, 세나가 괴롭힐 기회를 줄입니다.\n- 세나의 속박 효과 스킬은 지그스의 배치 스킬에 효과적이지 않아 지그스가 안전하게 계속 공격할 수 있습니다.\n- 세나는 탈출 옵션이 제한적이며 지그스의 스킬로 치명적인 피해를 입기 쉽습니다.",
      "スモルダー": "스몰더는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 스몰더는 무한으로 스택을 쌓을 수 있어, 게임 후반에 매우 높은 피해를 입힐 수 있으며, 후반에 강한 영향력을 발휘합니다.\n- 세나는 기본 스탯이 낮고 초반에 약해, 스몰더가 스택을 쌓으면서 유리한 상황을 만들기 쉽습니다.\n- 스몰더의 AoE 공격은 팀 전투에서 빛을 발휘하여, 세나가 백라인에 있어도 피해를 줄 수 있습니다.\n- 스몰더는 E 스킬로 빠르게 이동할 수 있어, 세나의 덫을 피하기 쉽고 추격이나 도망에 능숙합니다.\n- 세나의 괴롭힘이 강하지만, 스몰더는 자신의 스킬을 사용해 거리를 두어 세나가 공격을 맞추기 어렵게 만듭니다.",
      "トゥイッチ": "트위치가 유리하다.\n\n이유는 다음과 같다:\n\n- 트위치는 사거리가 길고 세나보다 빠르게 괴롭힐 수 있어 라인 지배를 얻기 쉽다.\n- 세나는 기본 스탯이 낮고 초반에 약해 트위치의 공격에 취약하다.\n- 트위치의 스텔스를 이용한 매복은 세나의 탈출 옵션 부족을 이용할 수 있다.\n- 세나의 속박 효과는 트위치에게 효과적이지만, 그 시간 동안 트위치는 계속해서 피해를 줄 수 있다.\n- 트위치의 궁극기는 팀 전투에서 그의 피해량을 크게 증가시켜 세나의 치유 능력을 초월한다.\n- 세나는 제한된 탈출 옵션을 가지고 있어 트위치의 매복에 취약하며, 잡히면 치명적인 피해를 입을 수 있다.",
      "ゼリ": "제리는 유리한 상황입니다.\n\n- 제리는 높은 기동성을 가지고 있어 세나의 공격을 피하기 쉽고 괴롭힘을 당할 가능성이 적습니다.\n- 제리의 Q는 비용 없이 사용할 수 있어 지속적인 피해를 입힐 수 있으며, 세나의 치유를 쉽게 초월할 수 있습니다.\n- 세나는 기본 스탯이 낮고 초반 게임에서 약해 제리의 기동성으로 인해 괴롭힘을 당하기 쉽습니다.\n- 제리는 긴 공격 범위를 가지고 있어 세나의 괴롭힘을 받기 전에 먼저 공격할 수 있습니다.\n- 세나의 CC 스킬은 발동이 느려 제리가 지연 시간 동안 공격할 기회를 제공합니다."
    }
  },
  "アッシュ": {
    "name": "アッシュ",
    "beats": {
      "シヴィア": "시비르가 불리한 상황입니다.\n\n- 애쉬는 긴 사거리를 가지고 있어 시비르가 공격하기 전에 일방적으로 괴롭힐 수 있어 라인 교환에서 불리하게 만듭니다.\n- 애쉬의 느리게 하는 효과는 시비르가 거리를 유지하기 어렵게 만들어 접근할 때 힘든 상황에 처하게 합니다.\n- 애쉬의 궁극기는 긴 사거리의 기절 효과를 가지고 있어 시비르가 교전하거나 이탈할 때 위험을 증가시킵니다.\n- 시비르는 기본 사거리가 짧아 애쉬의 공격에 더 취약해지고 교환을 성립하기 어렵게 만듭니다.\n- 애쉬의 패시브 느리게 하는 효과는 시비르의 이동 속도 증가를 무효화할 수 있어 그녀의 탈출 수단을 빼앗습니다.",
      "コグ＝マウ": "코그모는 애쉬에게 불리하다.\n\n이유는 다음과 같다:\n\n- 애쉬는 사거리가 길어 코그모가 공격하기 전에 쉽게 괴롭힐 수 있다.\n- 애쉬의 느리게 하는 효과는 코그모가 거리를 유지하기 어렵게 만든다.\n- 애쉬의 궁극기는 코그모가 접근하기 전에 상당한 피해를 줄 수 있다.\n- 코그모는 이동성이 낮아 애쉬의 공격을 피할 수 있는 선택지가 제한적이다.\n- 애쉬의 패시브는 지속적인 괴롭힘을 제공하며, 이는 특히 코그모의 스킬 쿨타임 동안 효과적이다.",
      "アフェリオス": "아펠리오스는 불리한 상황에 있습니다.\n\n이유:\n- 애쉬는 원거리 공격을 가지고 있어 아펠리오스가 반격하기 전에 쉽게 괴롭힐 수 있습니다.\n- 애쉬의 느리게 만드는 효과는 아펠리오스가 거리를 유지하기 어렵게 만들어, 가까이 다가오면 힘든 상황에 처하게 됩니다.\n- 애쉬의 궁극기는 원거리 기절 효과가 있어 아펠리오스가 공격하기 전에 잡힐 위험이 증가합니다.\n- 아펠리오스는 이동성이 낮고 애쉬의 공격을 피할 수 있는 수단이 제한적이어서 올인 싸움에서 불리합니다.\n- 애쉬의 시야 확보 능력은 아펠리오스가 안전하게 공격하기 어렵게 만들어, 갱과 팀 싸움에서 쉽게 표적이 됩니다."
    },
    "loses": {
      "コーキ": "코르키는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 애쉬의 사거리를 초과하는 원거리 스킬을 가지고 있어 애쉬를 일방적으로 괴롭힐 수 있습니다.\n- 코르키의 스킬은 AoE 피해를 주어 애쉬가 가까이 오기 전에 쉽게 피해를 줄 수 있습니다.\n- 애쉬는 폭발적인 피해가 낮고 코르키의 지속적인 피해를 반격하는 데 어려움을 겪습니다.\n- 코르키는 궁극기 쿨타임이 짧아 자주 피해를 주고 애쉬에게 압박을 유지할 수 있습니다.\n- 애쉬는 기동성 스킬이 부족해 코르키의 공격을 피하기 어렵고 접근할 때 취약합니다.",
      "ヴァルス": "바루스는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 그의 긴 사거리는 애쉬에 비해 더 안전한 괴롭힘을 가능하게 합니다.\n- 그는 스킬을 통해 지속적인 피해를 줄 수 있으며, 애쉬의 낮은 기본 스탯을 이용할 수 있습니다.\n- 그의 스킬은 군중 제어 효과를 가지고 있어 애쉬의 움직임을 제한하기가 더 쉽습니다.\n- 애쉬는 이동기술이 부족하여 바루스의 덫에 걸리면 어려운 상황에 처하게 됩니다.\n- 애쉬의 폭발적인 피해는 낮아, 바루스가 올인 싸움에서 우위를 점하기가 더 쉽습니다.\n- 바루스는 처치로 공격 속도를 증가시켜 높은 스노우볼 잠재력을 가집니다.",
      "トリスターナ": "트리스타나가 유리하다.\n\n이유는 다음과 같다:\n\n- 트리스타나는 초반에 높은 폭발적인 피해를 입힐 수 있으며, 애쉬의 기본 스탯이 보통이기 때문에 올인 싸움에서 우위를 점할 수 있다.\n- 트리스타나는 높은 기동성을 가지고 있으며 순간이동 스킬을 보유하고 있어 애쉬의 둔화를 피하기가 더 쉽다.\n- 레벨이 오를수록 사거리가 증가하여, 후반 팀 싸움에서 애쉬에 대한 우위를 유지할 수 있다.\n- 애쉬는 기동성 스킬이 부족하기 때문에 트리스타나가 공격하기 위해 접근할 때 도망칠 수 있는 수단이 제한적이다.\n- 트리스타나는 웨이브 관리가 어렵지만, 애쉬가 교전을 시도할 때 반격하기 쉬운 상황을 만들 수 있다.",
      "トゥイッチ": "트위치가 유리하다.\n\n이유는 다음과 같다:\n\n- 트위치는 스텔스를 사용하여 매복할 수 있으며, 애쉬가 공격하기 전에 가까이 접근할 수 있다.\n- 애쉬는 기동성 스킬이 부족하고 트위치의 공격을 피할 수 있는 수단이 제한적이다. 트위치의 공격이 적중하면 애쉬는 일방적으로 피해를 입게 된다.\n- 트위치의 궁극기는 매우 긴 사거리와 높은 피해량을 가지고 있어 팀 전투에서 애쉬가 거리를 유지하려고 해도 트위치의 공격에 쉽게 맞을 수 있다.\n- 애쉬는 폭발적인 피해가 낮고 트위치의 지속적인 피해를 반격하는 데 어려움을 겪는다. 특히, 트위치의 독 피해는 애쉬에게 골치 아픈 문제이다.\n- 트위치는 암살자 특성을 가지고 있어 기본 스탯이 보통인 애쉬와 같은 챔피언에 대해 유리한 고지를 점할 수 있다.",
      "サミーラ": "사미라가 유리하다.\n\n이유는 다음과 같다:\n\n- 사미라는 근접 전투에 뛰어나며, 애쉬의 공격을 받은 후 블링크를 사용하여 거리를 좁힐 수 있어 올인할 수 있다.\n- 애쉬는 폭발적인 피해가 낮아 사미라의 높은 DPS를 반격하기 어려워 사미라가 유리한 상황을 만들 수 있다.\n- 사미라는 이동 불능 CC에 영향을 받은 적에게 강력한 공격을 할 수 있어 애쉬가 느리게 만드는 기술을 사용하더라도 사미라는 틈을 이용해 공격할 수 있다.\n- 애쉬는 기동성 기술이 부족하여 사미라가 공격할 때 애쉬는 탈출 수단이 제한되어 사미라에게 유리한 상황을 만든다.\n- 사미라의 팀 전투에서의 AoE 피해는 강력하며, 애쉬가 여러 적에게 둘러싸일 경우 사미라의 공격이 효과적이다."
    }
  },
  "ニーラ": {
    "name": "ニーラ",
    "beats": {
      "セナ": "세나는 불리한 상황에 있다.\n\n- 니라는 근접 챔피언으로 세나의 사거리에서 받는 괴롭힘에 덜 취약하다.\n- 니라의 지속적인 피해와 높은 기동성은 세나가 공격을 피하기 어렵게 만든다.\n- 니라는 아군의 치유와 방어막을 강화하는 패시브를 가지고 있어 세나의 치유 능력을 초월할 수 있다.\n- 니라의 느리게 만드는 효과가 있는 스킬은 세나의 움직임을 제한할 수 있어, 세나가 탈출할 수 있는 수단이 제한적이기 때문에 위협이 된다.\n- 세나는 기본 스탯이 낮고 초반 게임에서 니라의 공격을 받을 때 괴롭힘에 자주 어려움을 겪는다.",
      "ミス・フォーチュン": "미스 포츈은 니라에게 불리하다.\n\n- 사거리: 미스 포츈은 멀리서 공격할 수 있어 니라의 근접 공격을 피하면서 괴롭히기 쉽다.\n- 괴롭힘 잠재력: 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있어 니라가 가까이 오기 전에 피해를 줄 수 있다.\n- CC의 효과성: 미스 포츈의 느리게 하는 효과는 니라의 이동성을 제한하여 추격하거나 도망치기 어렵게 만든다.\n- 팀 전투에서의 영향: 팀 전투에서 미스 포츈의 AoE 피해는 강력하며, 니라는 서포트와 협력하더라도 불리한 상황에 처할 수 있다.\n- 기본 스탯 차이: 미스 포츈은 기본 공격력이 낮지만, 초반 괴롭힘에서 니라에게 쉽게 우위를 점할 수 있다.",
      "トゥイッチ": "트위치가 불리한 상황입니다.\n\n- 니라(Neele)는 근접 챔피언으로 트위치의 사거리 밖에서 공격할 수 있어 괴롭힘에 취약합니다.\n- 니라의 느리게 하는 효과는 트위치의 움직임을 제한하여 매복하거나 도망칠 때 불리하게 만듭니다.\n- 니라는 지속적인 피해를 줄 수 있어 트위치의 약한 초반 게임 단계에서 효과적으로 괴롭힐 수 있습니다.\n- 니라는 서포트와 함께 작업할 때 강화되므로 트위치가 고립되면 특히 불리해집니다.\n- 니라의 대시 스킬은 트위치가 공격을 피하기 어렵게 만들어 맞을 가능성이 더 높은 상황을 만듭니다.",
      "ヴァルス": "바루스는 불리한 상황에 있습니다.\n\n- 바루스는 사거리가 길고 니라가 근접 챔피언이기 때문에 니라가 접근하기 어렵습니다.\n- 니라의 높은 기동성과 지속적인 피해로 인해 바루스는 특히 초반 피해 교환에서 괴롭힘을 당하기 쉽습니다.\n- 니라의 느린 효과로 인해 바루스는 도망칠 수 있는 수단이 제한되어 잡힐 위험이 증가합니다.\n- 바루스는 HP 회복 수단이 적어 니라의 지속적인 피해를 견디기 어렵습니다.\n- 니라가 서포트와 협력할 때 바루스의 포킹을 무효화하기가 쉬워져 전투에서 유리해집니다.",
      "ドレイヴン": "드레이븐은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 니일라는 높은 기동성과 강력한 올인 능력을 가지고 있어 드레이븐의 공격을 쉽게 무효화할 수 있습니다.\n- 니일라의 느리게 하는 효과는 드레이븐이 움직이고 도끼를 줍는 것을 어렵게 만듭니다.\n- 니일라는 지속적인 피해를 줄 수 있어 드레이븐의 폭발적인 피해를 상쇄할 수 있습니다.\n- 니일라는 서포트와 협력할 때 더욱 강해져 드레이븐이 괴롭힘을 당하기 쉬운 상황을 만듭니다.\n- 드레이븐은 자동 공격에 의존하기 때문에 니일라에게서 피해를 입으면 전투 효율성이 크게 감소합니다.",
      "コグ＝マウ": "코그모는 니코에게 불리하다.\n\n이유는 다음과 같다:\n\n- 니코는 근접 캐리로, 코그모가 자신의 사거리를 효과적으로 활용하기 어렵게 만든다.\n- 니코의 높은 기동성은 그녀가 코그모의 공격을 쉽게 피하고 가까이 접근하여 피해를 줄 수 있게 한다.\n- 니코는 지속적인 피해를 주며, 코그모의 낮은 방어력은 그를 초반 게임에서 괴롭힘에 취약하게 만든다.\n- 니코의 느리게 하는 효과는 코그모의 움직임을 제한하여 그가 도망치기 어렵게 만든다.\n- 니코는 아군의 치유와 보호막을 강화하는 패시브를 가지고 있어 팀 전투에서 생존력을 높이고 코그모의 피해를 완화하기 쉽게 만든다.",
      "カイ＝サ": "카이사에게 불리한 상황입니다.\n\n- 니코는 강력한 올인 능력을 가진 근접 챔피언으로, 초반부터 카이사가 괴롭힘을 당하기 쉽습니다.\n- 니코의 높은 기동성과 지속적인 피해는 종종 카이사를 근접 전투에서 불리하게 만듭니다.\n- 니코의 둔화 효과가 있는 스킬은 카이사가 도망치기 어렵게 만들어, 붙잡힐 위험을 증가시킵니다.\n- 카이사는 사거리가 짧아 니코의 공격을 피하기 어렵고, 특히 초반 괴롭힘에 취약합니다.\n- 니코는 서포트와 협력할 때 강력한 전투 능력을 발휘할 수 있어, 고립될 경우 카이사에게 상당한 불리함을 초래합니다.",
      "トリスターナ": "트리스타나는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 니일라는 근접 챔피언으로, 항상 트리스타나의 원거리 공격에 의해 괴롭힘을 당할 수 있습니다.\n- 니일라의 느리게 만드는 스킬은 트리스타나의 움직임을 제한하여 추격하거나 도망치기 어렵게 만듭니다.\n- 니일라는 지속적인 피해를 주며, 특히 서포트와 협력할 때 트리스타나에게 강한 압박을 가할 수 있습니다.\n- 트리스타나는 초반 게임에서 약하며, 니일라가 레벨업하고 강해질수록 트리스타나가 반격하기 어려워집니다.\n- 니일라의 패시브는 아군의 치유 및 방어 효과를 강화하여 트리스타나가 피해를 주기 어렵게 만듭니다."
    },
    "loses": {
      "ザヤ": "자이라가 니라보다 유리하다.\n\n이유는 다음과 같다:\n\n- 자이라는 사거리가 길어 니라의 근접 공격을 피하면서 괴롭힐 수 있어 초반에 유리함을 얻기 쉽다.\n- 니라의 패시브 효과는 서포트가 없으면 감소하여 초반 괴롭힘에 약해지며, 자이라는 이를 쉽게 실행할 수 있다.\n- 자이라의 덫은 니라의 대시를 제한할 수 있어 니라가 거리를 좁히기 어렵게 만든다.\n- 자이라는 AoE 피해를 가지고 있어 팀 전투에서 니라에 대해 유리하게 싸울 수 있다.\n- 니라는 기본 스탯이 낮고 아이템과 레벨에 크게 의존하므로, 자이라가 초반에 리드를 잡으면 이를 밀고 나갈 수 있다.",
      "ジグス": "Ziggs는 Neela에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리: Ziggs는 멀리서 공격할 수 있어 Neela가 가까이 오기 전에 피해를 줄 수 있습니다.\n- AoE 피해: Ziggs의 스킬은 범위 공격으로, Neela가 미니언을 처치하는 동안 쉽게 피해를 줄 수 있습니다.\n- CC 효과: Ziggs의 지뢰는 Neela를 느리게 만들어 그녀의 이동성을 제한하고 교전하기 어렵게 만듭니다.\n- 근접 전투의 약점: Neela는 근접 챔피언이며, Ziggs는 공격하면서 거리를 유지할 수 있어 Neela가 자신의 강점을 활용하기 어렵게 만듭니다.\n- 초반 괴롭힘: Ziggs는 초반부터 강력한 괴롭힘을 가지고 있어 Neela가 지원 없이 라인에서 버티기 어렵습니다.",
      "ヴェイン": "베인은 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리: 베인은 멀리서 공격할 수 있어, 닐라의 근접 공격을 피하면서 괴롭히기 쉽습니다.\n- 높은 기동성: 베인은 대시를 사용하여 닐라의 공격을 피하고 반격할 수 있어, 1대1 전투에서 우위를 점할 수 있습니다.\n- 보장된 피해: 베인은 최대 HP에 비례하여 피해를 줄 수 있어, 닐라의 체력을 빠르게 줄일 수 있습니다.\n- CC 활용: 베인은 밀쳐내기 기술을 가지고 있어, 닐라가 접근하는 것을 방지할 수 있어, 싸움을 자신의 유리하게 조절하기 쉽습니다.\n- 닐라의 약점 이용: 닐라는 지원이 없으면 약하므로, 베인은 이 상황을 이용해 괴롭히고 라인 우위를 확보할 수 있습니다.",
      "コーキ": "코르키는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리: 코르키는 멀리서 공격할 수 있어, 닐라의 근접 공격을 피하면서 괴롭힐 수 있어 초반에 유리한 상황을 만들기 쉽습니다.\n- AoE 피해: 코르키의 모든 스킬은 AoE로, 닐라가 미니언으로부터 경험치를 얻으려 할 때 피해를 주기 쉽습니다.\n- 짧은 쿨타임: 코르키의 궁극기는 쿨타임이 짧아 자주 피해를 주고 닐라에게 지속적인 압박을 가할 수 있습니다.\n- CC가 없는 닐라에게 강함: 코르키는 군중 제어기가 없기 때문에 닐라의 느리게 하는 효과를 걱정하지 않고 공격할 수 있습니다.\n- 마나 관리: 코르키의 스킬은 마나 소모가 크지만, 닐라는 초반에 괴롭힘에 취약해 코르키가 유리한 상황을 만들기 쉽습니다.",
      "シヴィア": "시비르가 유리하다.\n\n이유는 다음과 같다:\n\n- 시비르는 사거리가 길어 네일라의 근접 공격을 피하기 쉽다.\n- 그녀의 주문 방패로 네일라의 둔화 효과를 무효화할 수 있어 거래에서 유리해질 수 있다.\n- 그녀는 높은 범위 피해와 웨이브 클리어 능력을 가지고 있어 네일라가 라인에서 우위를 점하는 것을 방지할 수 있다.\n- 시비르의 이동 속도 증가로 네일라의 돌진을 피하고 후속 공격을 회피하기 쉽다.\n- 네일라는 지원이 없을 때 초반 괴롭힘에 약하지만, 시비르는 그 괴롭힘을 쉽게 적용할 수 있다.",
      "ケイトリン": "케이틀린은 니코에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있어, 근접 공격을 피하면서 니코를 괴롭힐 수 있습니다.\n- 니코는 초반 게임에서 괴롭힘에 취약하여, 케이틀린이 긴 사거리 공격으로 라인 우위를 확보하기가 더 쉽습니다.\n- 케이틀린의 함정을 사용함으로써, 니코의 이동성을 제한할 수 있어 추격하거나 도망치는 것이 어렵게 만듭니다.\n- 니코는 서포트가 없을 때 패시브 효과가 감소하여, 케이틀린의 공격에 취약해집니다.\n- 케이틀린은 니코에게 압박을 가하면서 시야를 확보할 수 있어, 라인에서의 위협 수준을 높입니다.",
      "スモルダー": "스몰더는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 스몰더는 사거리가 길어 네일라의 근접 공격을 피하기 쉽습니다.\n- 네일라는 초반에 괴롭힘에 취약하며, 스몰더의 스킬은 공격에 효과적입니다.\n- 스몰더의 AoE 공격은 네일라가 팀 전투에서 강점을 발휘하기 전에 피해를 줄 수 있습니다.\n- 스몰더는 스택을 쌓을 수 있어, 후반에 매우 높은 피해를 입힐 수 있으며, 네일라가 성장하기 전에 유리한 상황을 만들기 쉽습니다.\n- 네일라의 CC 스킬은 스몰더에게 덜 효과적이며, 그녀의 탈출 옵션이 제한적이어서 스몰더가 유리하게 조작할 수 있습니다."
    }
  },
  "サミーラ": {
    "name": "サミーラ",
    "beats": {
      "ドレイヴン": "드레이븐은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사미라는 근접 전투에 뛰어나며 드레이븐의 공격을 무효화할 수 있는 능력을 가지고 있어, 전투가 올인으로 변할 경우 드레이븐에게 불리합니다.\n- 사미라는 높은 폭발적인 피해를 입힐 수 있으며, 군중 제어로 immobilized된 적에게 강력한 공격을 가할 수 있어, 드레이븐이 CC에 걸리면 불리한 상황에 처하게 됩니다.\n- 드레이븐은 자동 공격에 의존하므로, 정확하게 도끼를 줍는 것이 필요하며, 사미라에게 피해를 입으면 그 작업이 어려워집니다.\n- 사미라는 순간적으로 거리를 좁힐 수 있는 능력이 있어, 드레이븐이 거리를 유지하려고 해도 쉽게 접근할 수 있습니다.\n- 사미라는 사거리가 짧지만, 근접 전투에서의 강점을 활용하여 드레이븐에게 우위를 점할 수 있습니다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 사미라는 근접 전투에서 뛰어나며, 베인의 사거리가 짧기 때문에 사미라가 쉽게 먼저 공격을 시작할 수 있습니다.\n- 사미라의 높은 DPS와 폭발적인 피해는 베인이 빠르게 피해를 입게 만들며, 특히 팀 전투에서 AoE 피해가 위협이 됩니다.\n- 사미라는 이동 불능 CC에 영향을 받은 적에게 강력한 공격을 가할 수 있어, 베인이 잡히면 반격하기 어려워집니다.\n- 베인은 AoE 공격이 부족하여 라인 푸시와 팀 전투에서 영향력이 낮아, 사미라에게 불리한 상황을 만들기 쉬워집니다.\n- 사미라는 순간이동 능력을 가지고 있어, 베인의 공격을 쉽게 피하고 근접 전투에서 유리하게 조작할 수 있습니다.",
      "アフェリオス": "아펠리오스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사미라는 근접 전투에서 뛰어나며 아펠리오스가 사거리를 활용하기 전에 거리를 좁힐 수 있습니다.\n- 사미라의 높은 DPS와 폭발적인 피해는 아펠리오스에게 즉각적으로 상당한 피해를 줄 수 있습니다.\n- 아펠리오스는 이동성이 낮아 사미라의 순간이동 및 돌진 능력을 대응하는 데 어려움을 겪습니다.\n- 사미라는 아펠리오스가 CC 상태일 때 강력한 공격을 할 수 있으며, 아펠리오스는 방어 옵션이 제한적이기 때문에 위험한 상황에 처하기 쉽습니다.\n- 사미라는 사거리가 짧은 상대에게 유리하며 아펠리오스가 자신의 무기 특성을 활용하기 전에 선제 공격을 할 수 있습니다.",
      "ミス・フォーチュン": "미스 포츈은 사미라에게 불리하다.\n\n- 사미라는 근접 전투에서 뛰어나며, 미스 포츈이 거리를 유지하려고 해도 사미라는 순간이동 능력으로 쉽게 거리를 좁힐 수 있다.\n- 사미라는 높은 DPS와 폭발적인 피해를 가지고 있어, 미스 포츈이 올인할 때 즉각적인 피해에 취약해진다.\n- 미스 포츈은 군중 제어를 위한 느린 기술만 가지고 있으며, 사미라의 공격을 막을 수 있는 수단이 제한적이어서 가까이 다가오면 도망치기 어렵다.\n- 사미라는 사거리가 짧은 상대에게 유리하여, 미스 포츈의 공격을 받으면서도 효과적으로 반격할 수 있다.\n- 팀 전투에서 사미라의 AoE 피해는 강력하며, 미스 포츈이 팀 전투에서 잘못된 위치에 있으면 사미라에게 압도당할 가능성이 높다.",
      "カイ＝サ": "카이사에게 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 사미라는 근접 전투에서 뛰어나며, 카이사가 사거리가 짧기 때문에 사미라의 올인에 대처하기 어려워집니다.\n- 사미라의 높은 DPS와 폭발적인 피해로 인해 카이사가 즉시 처치당할 위험이 큽니다.\n- 사미라는 적을 무력화하는 군중 제어에 의해 강력한 공격을 가할 수 있어, 카이사가 스킬을 사용한 후에 틈을 이용하기가 더 쉽습니다.\n- 사미라의 순간이동 능력은 카이사의 공격을 쉽게 피할 수 있게 해주어, 근접하여 공격할 확률을 높입니다.\n- 카이사는 아이템에 크게 의존하며, 사미라가 주도권을 잡으면 카이사는 성장에서 뒤처지고 늦은 게임까지 비효율적이 될 위험이 있습니다.",
      "ジン": "진은 불리한 상황에 있다.\n\n- 사미라는 근접 전투에서 뛰어나기 때문에 진이 너무 가까이 오면 쉽게 올인할 수 있다.\n- 진은 순간이동 능력이 없어 사미라의 높은 폭발 피해에서 벗어날 수 있는 수단이 제한적이다.\n- 사미라는 이동 불능 군중 제어 능력을 가지고 있어 진의 움직임을 제한하기가 더 쉽다.\n- 사미라의 DPS는 높아서 진이 재장전 중이거나 네 번째 발사 후에 표적이 되면 치명적인 피해를 입을 수 있다.\n- 사미라는 사거리가 짧지만 진의 공격을 피할 수 있는 순간이동 능력이 있어 공격을 회피하기가 더 쉽다.",
      "ルシアン": "루시안은 불리한 상황에 있습니다.\n\n- 사미라는 근접 전투에서 뛰어나며, 루시안의 짧은 사거리 때문에 그녀가 올인할 때 대처하기 어렵습니다.\n- 사미라는 높은 DPS를 가지고 있으며, 특히 가까이 다가갔을 때의 폭발적인 피해가 강력하여 루시안이 그녀의 공격에 취약해집니다.\n- 사미라의 스킬은 적을 무력화하는 CC에 강한 피해를 줄 수 있지만, 루시안은 CC가 부족하여 반격하기 어렵습니다.\n- 사미라는 순간이동 능력을 가지고 있어 루시안의 공격을 피하기 쉬워 루시안이 피해를 입을 위험이 증가합니다.\n- 루시안은 팀 전투에서 위치 잡기가 힘들고, 종종 사미라의 AoE 피해에 노출됩니다.",
      "トゥイッチ": "트위치가 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 사미라는 근접 전투에서 뛰어나며, 트위치가 사거리를 활용하기 전에 접근하여 공격할 수 있습니다.\n- 사미라는 높은 DPS와 폭발적인 피해를 가지고 있어, 트위치가 공격을 시작하기 전에 즉시 피해를 줄 수 있습니다.\n- 사미라는 이동 불능 CC에 영향을 받은 적에게 강력한 공격을 가할 수 있어, 트위치가 느린 효과의 스킬을 사용하더라도 도망치기 어렵습니다.\n- 트위치는 탈출 능력이 낮고, 사미라의 공격을 받을 때 취약하여 근접 전투에서 기동하기 어렵습니다.\n- 사미라는 단거리 DPS 캐리에게 유리하며, 트위치의 피해를 받기 전에 올인할 수 있습니다."
    },
    "loses": {
      "セナ": "세나가 유리하다.\n\n- 세나는 긴 사거리를 가지고 있어, 사미라의 짧은 사거리를 이용해 일방적으로 사미라를 괴롭힐 수 있다.\n- 세나의 속박 효과는 사미라가 접근하는 것을 방지하기 쉽게 만들어, 사미라가 교전하기 전에 피해를 줄 수 있다.\n- 세나의 치유 능력은 사미라의 폭발적인 피해를 완화시켜, 지속적인 전투에서 우위를 점할 수 있게 한다.\n- 사미라가 근접 전투에서 뛰어난 반면, 세나는 거리를 유지하며 싸울 수 있어 사미라의 강점을 무력화한다.\n- 세나의 패시브는 라인에서 금을 얻기 쉽게 만들어, 효과적으로 성장하고 후반에 강력한 피해를 줄 수 있게 한다.",
      "コーキ": "코르키는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 원거리 공격이 가능하여 사미라가 가까이 오기 전에 괴롭히기 쉽습니다.\n- 사미라는 근접 전투에 강하지만, 코르키는 AoE 피해를 입힐 수 있어 그녀가 접근할 때 피해를 줄 수 있습니다.\n- 코르키는 군중 제어기가 없기 때문에 사미라의 순간이동을 직접적으로 방해할 수는 없지만, 그녀가 가까이 오기 전에 피해를 주어 그녀의 공격을 저지할 수 있습니다.\n- 코르키의 스킬은 짧은 쿨타임을 가지고 있어 일관된 피해를 주고 사미라가 올인하기 전에 유리한 상황을 만들 수 있습니다.\n- 사미라는 방어 능력치가 낮고 코르키의 폭발 피해에 취약하기 때문에, 초반에 피해를 입으면 어려운 상황에 처할 수 있습니다.",
      "ゼリ": "제리는 사미라에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 제리는 높은 기동성을 가지고 있어 사미라의 근접 스타일과 거리를 유지하며 공격할 수 있어 사미라의 공격을 피하기가 더 쉽습니다.\n- 제리의 Q 스킬은 사거리가 길고 마나 소모가 없어 지속적으로 괴롭히고 사미라의 공격을 받기 전에 피해를 줄 수 있습니다.\n- 사미라가 근접 전투에 강한 반면, 제리는 카이팅에 능숙하여 사미라가 가까이 오려고 할 때 도망칠 수 있습니다.\n- 사미라는 방어 능력치가 낮아 제리의 지속적인 공격에 취약하여 제리가 유리한 거래를 할 수 있습니다.\n- 제리는 기동성을 활용하여 간격을 좁히는 신뢰할 수 있는 수단이 부족한 사미라에 대해 유리한 점을 얻을 수 있습니다.",
      "コグ＝マウ": "코그모는 사미라에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코그모는 사거리에서 공격할 수 있어 사미라가 가까이 오기 전에 공격할 수 있어 근접 전투에 참여하는 것을 방지하기 쉽습니다.\n- 사미라는 방어 능력치가 낮아 코그모의 비율 피해와 그녀의 AR/MR을 감소시키는 스킬에 취약합니다.\n- 사미라가 근접 전투에서 뛰어난 성능을 발휘하지만, 코그모는 느리게 만드는 효과를 가진 스킬로 그녀의 움직임을 제한할 수 있어 도망치기 어렵습니다.\n- 코그모는 팀 전투에서 높은 피해를 입힐 수 있어 사미라가 AoE 피해를 발휘하기 전에 피해를 줄 수 있습니다.\n- 사미라는 스스로 군중 제어 능력이 부족해 코그모에게 피해를 받을 때 반격하기 어렵습니다.",
      "ジンクス": "징크스는 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 징크스는 긴 사거리를 가지고 있어 사미라가 가까이 오지 못하게 괴롭힐 수 있습니다.\n- 사미라는 짧은 사거리를 가지고 있어 징크스의 공격에 맞으면 피해를 입기 쉽습니다.\n- 징크스의 스킬은 적을 느려지게 하거나 묶어버려 사미라가 근접 전투에 참여하지 못하게 합니다.\n- 징크스는 높은 DPS를 가지고 있으며, 팀 전투에서의 AoE 피해가 특히 강력하여 사미라가 거리를 좁히기 전에 피해를 줄 수 있습니다.\n- 사미라는 방어 능력치가 낮아 징크스의 공격에 맞으면 취약해집니다.\n- 징크스는 처치를 확보함으로써 이동 속도와 공격 속도가 증가하여 연속 처치를 노리기 쉽고 사미라에 대한 유리한 상황을 만들 수 있습니다.",
      "ザヤ": "Zyra는 Samira에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- Zyra는 덫과 가속을 사용하여 근거리 Samira에 쉽게 방어할 수 있으며, 근접 전투에서 반격에 뛰어납니다.\n- Samira는 근접 전투에서 강하지만, Zyra의 스킬은 Samira의 공격을 쉽게 피할 수 있게 해주어, 반격으로 피해를 줄 확률을 높입니다.\n- Zyra의 AoE 피해는 팀 전투에서 피해를 누적하기 쉽게 만들어, Samira가 폭발적인 피해를 노릴 때 유리하게 조작할 수 있게 합니다.\n- Samira는 방어 스탯이 낮고 군중 제어에 약하므로, Zyra의 덫이나 피해를 맞으면 빠르게 불리한 위치에 처할 수 있습니다.\n- Zyra는 Rakan과 함께할 때 더욱 강화되어 Samira에 대한 협력 공격이 가능합니다.",
      "ヴァルス": "바루스는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리 차이: 바루스는 사미라보다 더 긴 사거리를 가지고 있어, 안전하게 멀리서 공격하고 사미라가 접근하기 전에 피해를 줄 수 있습니다.\n- CC의 존재: 바루스는 사미라가 접근하는 것을 막을 수 있는 구속 효과가 있는 스킬을 가지고 있습니다. 이를 통해 사미라가 올인하기 전에 그녀의 움직임을 제한할 수 있습니다.\n- 포킹 능력: 바루스는 스킬을 사용하여 지속적인 피해를 줄 수 있어, 사미라가 가까이 오기 전에 그녀의 체력을 줄일 수 있습니다.\n- 사미라의 약점 이용: 사미라는 근접 전투에서 뛰어나지만 방어 능력치가 낮고 CC에 취약하여 바루스의 공격을 받을 때 어려움을 겪습니다.\n- 눈덩이 효과: 바루스는 적 챔피언을 처치함으로써 공격 속도를 증가시켜, 게임이 진행됨에 따라 피해를 주고 유리한 상황을 만들기 더 쉽게 합니다.",
      "シヴィア": "시비르가 사미라보다 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르는 사거리가 길어 사미라가 가까이 오지 못하게 공격할 수 있어 라인 교환에서 유리함을 얻기 쉽습니다.\n- 시비르의 주문 방패는 사미라의 스킬을 무효화할 수 있어 그녀의 공격으로부터 피해를 입을 위험을 줄입니다.\n- 시비르는 강력한 웨이브 클리어 능력을 가지고 있어 사미라가 라인에서 압박을 가하기 전에 미니언을 처리할 수 있어 사미라의 올인 공격을 방지하기 쉽습니다.\n- 시비르의 이동 속도 증가로 사미라의 접근을 피하기 쉬워 거리를 유지하고 멀리서 공격할 수 있습니다.\n- 사미라는 방어 능력치가 낮고 시비르의 AoE 피해에 취약해 팀 전투에서 불리할 가능성이 높습니다.",
      "ニーラ": "니라는 사미라에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 니라는 짧은 사거리를 가진 사미라와의 근접 전투에서 지속적인 피해를 줄 수 있습니다.\n- 니라의 대시 스킬은 사미라의 공격을 쉽게 피할 수 있게 해주어, 올인 상황에서 유리한 고지를 점할 수 있습니다.\n- 사미라는 군중 제어(CC)에 약하며, 니라는 느리게 만드는 효과를 사용하여 사미라의 움직임을 제한하고, 효과적으로 그녀의 공격을 무력화할 수 있습니다.\n- 니라는 아군의 치유와 방어를 강화하는 패시브를 가지고 있어, 사미라와의 1대1 전투에서 높은 지속력을 제공합니다.\n- 사미라는 스스로 군중 제어 능력이 부족하므로, 니라는 그녀의 서포트와 협력하여 유리한 고지를 점할 수 있습니다."
    }
  },
  "ドレイヴン": {
    "name": "ドレイヴン",
    "beats": {
      "ゼリ": "제리는 불리한 상황에 있습니다.\n\n- 드레이븐은 초반부터 높은 폭발적인 피해를 입히며, 제리의 기본 AD가 낮아 괴롭힘에 매우 취약합니다.\n- 드레이븐의 공격은 자동 공격에 의존하며, 제리는 기동성을 이용해 거리를 유지할 수 있지만 드레이븐의 높은 피해량을 반격하기는 어렵습니다.\n- 제리의 Q는 관통하지 않으며 드레이븐처럼 여러 적에게 피해를 줄 수 없어 교전에서 피해 효율이 낮습니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 추적 능력이 높아 제리가 도망치기 어렵습니다.\n- 제리는 파도 정리 능력이 부족해 드레이븐의 공격을 받으면서 라인을 유지하기가 어렵습니다.",
      "カイ＝サ": "카이사에게 불리한 상황입니다.\n\n- 드레이븐은 초반부터 높은 폭발적인 피해를 입힐 수 있어 카이사가 피해를 입기 쉽습니다.\n- 드레이븐의 공격은 자동 공격에 의존하며, 카이사는 군중 제어 능력이 부족해 드레이븐의 공격을 무효화할 수 없습니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 추적 능력이 높아 카이사가 도망치기 어렵습니다.\n- 카이사는 기본 AD 스케일이 낮고 중반에서 후반으로 갈수록 아이템에 크게 의존하게 되어 드레이븐이 우위를 점하면 힘들어집니다.\n- 카이사가 드레이븐의 도끼를 잡아야 하므로 공격을 피하기 어렵고 올인할 적절한 타이밍을 찾는 것이 도전적입니다.",
      "トゥイッチ": "트위치가 드레이븐에게 불리하다.\n\n- 드레이븐은 초반부터 높은 폭발적인 피해를 입힐 수 있어 트위치가 피해를 입기 쉽다.\n- 드레이븐의 공격은 자동 공격에 의존하며, 트위치의 스텔스를 이용한 매복이 덜 효과적이다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 트위치가 도망치기 어렵다.\n- 드레이븐의 높은 피해량에 대해 트위치는 방어 옵션이 적고, 올인 상황에서 패할 가능성이 높다.\n- 트위치는 아이템에 크게 의존하며, 초반에 드레이븐에게 뒤처지면 후반이 힘들어진다.",
      "シヴィア": "시비르는 드레이븐에게 불리하다.\n\n이유는 다음과 같다:\n\n- 드레이븐은 초반부터 매우 높은 폭발적인 피해를 입히며, 시비르는 기본 사거리가 짧아 쉽게 거래에서 불리해진다.\n- 드레이븐의 공격은 자동 공격에 의존하며, 시비르가 주문 방패를 가지고 있지만 드레이븐의 높은 피해량에 대해서는 효과적이지 않다.\n- 시비르는 강력한 웨이브 클리어 능력을 가지고 있지만, 드레이븐에게서 높은 피해를 입으면 라인에서 압박을 받아 농사가 어려워진다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 높은 추적 능력을 발휘하며, 시비르가 도망치기 어렵게 만든다.\n- 시비르는 단일 목표에 대한 DPS가 낮고, 드레이븐과의 1대1 거래에서 불리하여 올인에서 패할 가능성이 높다.",
      "スモルダー": "스몰더는 불리한 상황에 있습니다.\n\n- 드레이븐은 초반에 높은 폭발 피해를 입힐 수 있어 스몰더가 스택을 쌓기 전에 피해를 입기 쉽습니다.\n- 스몰더는 자동 공격 강화가 부족하여 드레이븐의 높은 DPS에 대응하기 어렵습니다.\n- 드레이븐의 이동 속도 증가 스킬은 그가 스몰더가 도망치려 할 때 쉽게 추격할 수 있게 합니다.\n- 스몰더는 군중 제어에 약하며, 드레이븐의 공격을 받으면 상당한 피해를 입을 수 있습니다.\n- 스몰더는 초반 게임에서 스킬 성능이 낮아 드레이븐과의 라인전에서 불리한 상황에 놓이는 경우가 많습니다."
    },
    "loses": {
      "コグ＝マウ": "코그모는 드레이븐에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코그모는 사거리가 길어 드레이븐의 공격을 받기 전에 안전하게 괴롭힐 수 있습니다.\n- 드레이븐은 자동 공격에 의존하므로 코그모의 둔화 효과를 받으면 공격하기 어려워집니다.\n- 코그모의 스킬은 방어력/마법 저항력을 감소시켜 드레이븐의 내구성을 깎아내기 쉽게 만듭니다.\n- 코그모는 팀 전투에서 높은 피해를 입힐 수 있어 드레이븐이 올인하기 위험합니다.\n- 드레이븐은 이동 방해에 약하며, 코그모에게 둔화되면 도끼를 잡기 어려울 수 있습니다.",
      "ジグス": "지그스는 드레이븐에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 지그스는 드레이븐이 가까이 오기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있습니다.\n- 지그스의 스킬은 범위 공격이기 때문에 드레이븐이 도끼를 잡기 위해 위치를 잡기 어렵습니다.\n- 드레이븐은 자동 공격에 의존하기 때문에 지그스의 스킬로 그의 움직임이 방해받으면 공격할 수 없습니다.\n- 지그스는 미니언 처리가 뛰어나 드레이븐이 파밍하는 동안 압박을 주기 쉽습니다.\n- 지그스의 존 스킬은 드레이븐이 접근할 때 효과적이며, 전투에서 유리한 교전을 가능하게 합니다.",
      "ニーラ": "니일라가 드레이븐보다 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 니일라는 근접 챔피언으로, 드레이븐의 공격을 피하면서 접근하기가 더 쉽습니다. 특히, 그녀는 대시 스킬을 사용하여 드레이븐의 공격을 회피할 수 있습니다.\n- 드레이븐은 자동 공격에 의존하기 때문에, 니일라의 느리게 하는 효과에 영향을 받으면 그의 공격을 맞추기 어려워집니다. 이는 드레이븐의 피해량을 줄입니다.\n- 니일라는 지속적인 피해와 강력한 올인 잠재력을 가지고 있어, 드레이븐이 도끼를 잡기 전에 빠르게 교전할 수 있습니다.\n- 니일라의 패시브는 아군의 치유 및 방어 효과를 강화하여, 서포트와 협력할 때 전투 효율성을 높이고 드레이븐을 반격하기 쉽게 만듭니다.\n- 드레이븐은 이동 방해에 약하며, 니일라의 느리게 하는 효과에 영향을 받으면 그의 기동성이 제한되어 안전하게 싸우기 어려워집니다.",
      "ジンクス": "징크스는 드레이븐에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 징크스는 긴 사거리를 가지고 있어 드레이븐을 안전한 거리에서 괴롭힐 수 있어 초반에 유리해지기 쉽습니다.\n- 징크스의 공격 속도 증가로 드레이븐의 폭발적인 피해를 반격하기 쉬워지고 지속적인 피해를 줄 수 있습니다.\n- 드레이븐은 도끼를 잡아야 하므로 제어하기 어려워 징크스가 그의 공백 시간 동안 공격할 기회를 제공합니다.\n- 징크스의 CC 스킬은 드레이븐의 이동을 방해할 수 있어 추격이나 도망 상황에서 특히 유리합니다.\n- 드레이븐은 이동 방해에 약하며, 징크스의 덫이나 느리게 하는 효과에 영향을 받으면 피해 출력을 극대화하는 데 방해가 됩니다.",
      "サミーラ": "사미라가 유리하다.\n\n이유는 다음과 같다:\n\n- 사미라는 근접 전투에 뛰어나며 드레이븐의 공격을 무효화할 수 있는 능력이 있어 올인 상황에서 매우 강력하다.\n- 드레이븐은 자동 공격에 의존하므로, 도끼를 정확히 잡지 못하면 피해량이 크게 감소하여 사미라가 그 틈을 이용해 공격할 수 있다.\n- 사미라는 군중 제어로 immobilized된 적에게 강력한 공격을 가할 수 있어 드레이븐이 CC에 영향을 받을 때 유리하다.\n- 사미라의 높은 DPS와 폭발적인 피해로 드레이븐을 즉시 처치할 수 있다.\n- 사미라는 순간이동 능력을 가지고 있어 드레이븐의 공격을 피하고 접근하여 교전하기가 더 쉽다.",
      "アッシュ": "아쉬는 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 아쉬는 사거리가 길어 드레이븐의 피해를 받기 전에 괴롭힐 수 있습니다.\n- 아쉬의 느리게 하는 효과는 드레이븐의 접근을 방해하여 카이팅에 유리합니다.\n- 드레이븐은 자동 공격에 의존하므로 아쉬의 느리게 하는 효과는 그가 도끼를 잡기 어렵게 만듭니다.\n- 아쉬의 궁극기는 긴 사거리의 기절 효과가 있어 드레이븐과의 저위험 교전을 가능하게 합니다.\n- 아쉬는 시야를 확보할 수 있는 스킬을 가지고 있어 팀 전투에서 전략적인 플레이를 쉽게 만듭니다.\n- 드레이븐은 이동 방해에 약하며 아쉬의 느리게 하는 효과와 군중 제어에 크게 영향을 받습니다."
    }
  },
  "スモルダー": {
    "name": "スモルダー",
    "beats": {
      "ザヤ": "자야는 불리한 상황에 있다.\n\n- 스몰더는 원거리 공격을 가지고 있어 자야의 짧은 사거리를 이용해 일방적으로 괴롭힐 수 있다.\n- 스몰더의 스킬은 풍부한 AoE 피해를 가지고 있어 팀 전투에서 피해를 주기 쉽고, 자야는 팀 전투에서 피해를 주기 전에 쓰러질 가능성이 높다.\n- 스몰더는 E 스킬로 빠르게 이동할 수 있어 자야의 덫을 피하기 쉬우며, 자야의 반격 기회를 줄인다.\n- 스몰더의 피해량은 후반 게임에서 쌓일수록 매우 높아지므로, 자야가 초반에 유리한 고지를 점하지 못하면 나중에 힘들어질 것이다.\n- 자야는 CC와 폭발적인 피해에 대비해야 하며, 스몰더의 공격은 빠르기 때문에 갑작스러운 소규모 전투에서 불리한 상황에 놓이게 된다.",
      "コーキ": "코르키는 불리한 상황에 있다.\n\n- 스몰더는 AA 강화와 강력한 CC를 가진 챔피언에게 불리하며, 코르키는 이러한 특성이 부족하기 때문에 스몰더와의 1대1 전투에서 고전한다.\n- 스몰더는 스킬을 사용하여 싸우는 원거리 딜러로, 특히 스택을 쌓으면 후반에 강력한 피해를 입힐 수 있어 코르키의 피해가 효과적으로 적중하기 어렵다.\n- 코르키는 CC가 없기 때문에 스몰더의 E 스킬에 대응할 수 있는 수단이 적어, 높은 기동성과 추적 능력으로 인해 도망치기 힘들다.\n- 코르키의 스킬은 높은 마나 소모가 있으며, 초반부터 자주 사용하면 쉽게 마나가 바닥나 스몰더의 지속적인 공격에 대한 저항력이 줄어든다.\n- 스몰더는 팀 전투에서 강력하고 AoE 공격을 가지고 있어, 코르키가 집단 적에게 효과적으로 피해를 줄 수 있는 상황에서 불리하다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 스몰더는 스킬을 사용하여 싸우는 원거리 딜러로, 특히 스택을 쌓을수록 후반에 그의 피해량이 매우 높아져 베인이 장기전에서 불리해집니다.\n- 스몰더의 AoE 공격은 팀 전투에서 빛을 발하며, 단일 대상 피해에 의존하는 베인과 같은 챔피언에게 유리하게 작용합니다.\n- 스몰더의 E 스킬은 높은 기동성을 제공하여 베인의 추적 능력을 무효화하고 그녀의 탈출 수단을 빼앗을 수 있습니다.\n- 베인은 사거리가 짧아 스몰더의 공격에 취약하며, 종종 괴롭힘과 올인 상황에서 불리한 위치에 놓이게 됩니다.\n- 스몰더는 군중 제어가 부족하여 베인이 자신의 기동성을 활용해 공격하기 어렵게 만들고, 스몰더의 공격으로부터 피해를 입을 위험을 증가시킵니다.",
      "セナ": "세나가 불리한 상황입니다.\n\n- 스몰더는 기본 공격 강화가 없어 DPS가 낮아 세나의 괴롭힘을 견디기 쉬워집니다.\n- 스몰더는 스킬을 사용하여 싸우기 때문에 세나의 괴롭힘을 받으면서도 쉽게 스택을 쌓을 수 있어 후반에 강해집니다.\n- 세나는 기본 스탯이 낮고 초반에 약해 스몰더의 스킬로부터 피해를 받기 쉽습니다.\n- 스몰더의 E 스킬은 높은 기동성을 제공하여 세나의 CC를 피하기 쉽고 그를 잡기 어렵게 만듭니다.\n- 스몰더는 팀 전투에서 강력한 AoE 공격을 가지고 있어 세나가 팀 전투에서 영향력을 발휘하기 어렵습니다.",
      "ルシアン": "루시안은 불리한 상황에 처해 있습니다.\n\n- 스몰더는 스킬을 사용하여 싸우는 원거리 딜러이며, 특히 후반에 스택을 쌓으면서 피해량이 매우 높아지기 때문에 장기전에서 불리해집니다.\n- 스몰더의 AoE 공격은 팀 전투에서 매우 강력하여 루시안이 이러한 상황에서 자신의 위치를 유지하기 어렵게 만듭니다.\n- 루시안은 사거리가 짧아 스몰더의 공격에 취약하며, 특히 스몰더의 E 스킬에 의해 빠르게 추격당하는 데 매우 취약합니다.\n- 스몰더는 스택이 없을 때 초반에 약하지만, 루시안은 초반부터 강한 괴롭힘을 가할 수 있어 초반 거래에서 유리해질 기회를 가질 수 있습니다. 그러나 스몰더가 성장함에 따라 상황이 자주 뒤바뀝니다.\n- 루시안은 군중 제어 능력이 부족하여 스몰더의 공격을 피할 수 있는 수단이 제한적이며, 팀 전투에서의 위치 선정이 특히 어렵습니다.",
      "ミス・フォーチュン": "미스 포츈이 유리하다.\n\n- 스몰더는 기본 공격 강화가 없어 DPS가 낮아 미스 포츈의 높은 괴롭힘 잠재력에 대응하기 어렵다.\n- 스몰더의 스킬은 초기 스택이 없으면 약해 미스 포츈의 괴롭힘에 자주 고전한다.\n- 미스 포츈의 둔화와 AoE 피해는 스몰더의 탈출 옵션을 제한하여 올인하려 할 때 불리하게 만든다.\n- 스몰더는 CC에 약하고 팀 전투에서 미스 포츈의 둔화와 군중 제어에 취약하다.\n- 미스 포츈은 팀 전투에서 높은 영향을 미쳐 스몰더가 스택을 쌓기 전에 피해를 입기 쉽다."
    },
    "loses": {
      "シヴィア": "시비르는 스몰더에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르는 높은 AoE 피해와 뛰어난 웨이브 클리어 능력을 가지고 있어 스몰더가 스택을 쌓기 전에 라인을 밀 수 있습니다.\n- 그녀의 주문 방패 덕분에 스몰더의 스킬을 쉽게 피할 수 있어 거래가 더 유리해집니다.\n- 시비르의 이동 속도 증가로 스몰더의 E 스킬 후속 공격을 피하기 쉬워 도망치기 더 수월합니다.\n- 시비르는 팀 전투에서 교전 및 이탈에 뛰어나 스몰더가 팀 전투에서 강점을 발휘하기 전에 유리한 상황을 만들기 쉽습니다.\n- 스몰더는 초반 스택이 없으면 약하므로, 시비르가 초반에 유리한 고지를 점하면 라인을 지배할 수 있습니다.",
      "ドレイヴン": "드레이븐은 스몰더에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반부터 높은 폭발적인 피해를 입힐 수 있어 스몰더가 스택을 쌓기 전에 선제 공격할 수 있습니다.\n- 스몰더는 기본 공격 강화가 부족하여 드레이븐의 높은 DPS를 반격하기 어렵습니다. 특히 초반에는 스몰더의 공격력이 낮아 드레이븐의 공격에 취약합니다.\n- 드레이븐의 패시브는 그가 쉽게 골드를 얻을 수 있게 하여 아이템 우위를 만들어 그의 리드를 더욱 강화합니다.\n- 스몰더는 탈출 옵션으로 E 스킬만 가지고 있으며, 쿨타임이 길어 드레이븐의 높은 추적 가능성에 취약합니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 스몰더의 스킬을 피하면서 계속 공격할 수 있습니다."
    }
  },
  "ジン": {
    "name": "ジン",
    "beats": {
      "ジグス": "Ziggs는 불리한 상황에 있습니다.\n\n- Jhin은 원거리 스킬을 가지고 있어 Ziggs의 공격을 피하기 쉽습니다. Ziggs의 스킬은 발동 전에 지연이 있어 Jhin이 거리를 유지하며 공격할 수 있습니다.\n- Jhin의 속박 효과 스킬은 Ziggs의 움직임을 쉽게 제한할 수 있어 접근할 때 취약해집니다.\n- Jhin은 높은 폭발 피해를 입힐 수 있으며, 특히 체력이 낮은 Ziggs에게 효과적입니다. Ziggs는 낮은 내구성으로 인해 Jhin의 공격에 취약합니다.\n- Jhin의 팀 전투에서의 AoE 피해는 강력하며, Ziggs의 스킬을 피하면서 피해를 줄 수 있어 Ziggs는 팀 전투에서 고전하게 됩니다.\n- Jhin은 재장전 타이밍을 맞추며 공격할 수 있어 Ziggs가 방심하기 쉽습니다.",
      "ヴァルス": "바루스는 불리한 상황에 있다.\n\n- 진은 원거리 스킬을 가지고 있어 바루스의 피해를 받으면서도 안전하게 괴롭힐 수 있어 라인 교환에서 유리해지기 쉽다.\n- 진의 묶는 효과 스킬은 바루스가 접근할 때 움직이기 어렵게 만들어 올인 상황에서 약하게 만든다.\n- 진의 네 번째 공격과 궁극기는 높은 폭발 피해를 주며, HP가 줄어든 바루스에게 특히 효과적이다.\n- 바루스는 탈출 스킬이 제한적이어서 진의 피해를 계속 받으면 치명적인 피해를 입을 가능성이 높다.\n- 진은 팀 전투에서 잘 활약할 수 있어 바루스가 그런 상황에서 지속적인 피해를 주기 어렵게 만든다.",
      "ケイトリン": "케이틀린은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 진은 케이틀린의 사거리 너머로 공격할 수 있는 원거리 스킬을 가지고 있어, 케이틀린이 괴롭히기 어렵습니다.\n- 진의 묶는 효과 스킬은 케이틀린이 쉽게 걸리게 만들고, 올인에 약합니다.\n- 케이틀린의 자동 공격 강화는 그녀의 패시브에 의존하므로, 진의 높은 폭발 피해에 대응하기 어렵습니다.\n- 진은 팀 전투에서 스킬의 AoE 효과를 활용하여 피해를 줄 수 있어, 케이틀린의 힘 부족을 이용합니다.\n- 케이틀린의 스킬 애니메이션이 길어 진의 공격을 피하기 어려워, 반격 기회를 줄입니다.",
      "スモルダー": "스몰더는 불리한 상황에 처해 있습니다.\n\n- 스몰더는 AA 강화가 부족하여 다른 ADC에 비해 DPS가 낮아 진의 높은 폭발 피해를 견디기 어렵습니다.\n- 진의 속박 효과는 근접 전투에서 스몰더의 움직임을 제한하여 올인에 취약하게 만듭니다.\n- 초기 스택이 없으면 스몰더의 스킬 성능이 낮아 진의 괴롭힘을 견디기 어렵습니다.\n- 진은 원거리 스킬을 가지고 있어 스몰더를 멀리서 압도할 수 있습니다.\n- 스몰더의 유일한 탈출 옵션은 E 스킬인데, 쿨타임이 길어 진의 공격에 취약하고 군중 제어에 약합니다."
    },
    "loses": {
      "カイ＝サ": "카이사에게 유리한 상황입니다.\n\n- 카이사는 높은 폭발 피해를 가지고 있으며, 진의 HP가 낮을 때 올인하는 것이 강력합니다.\n- 진은 순간이동이 없고 접근할 때 탈출 수단이 제한적이어서 카이사가 거리를 좁히며 유리하게 싸울 수 있습니다.\n- 카이사의 스킬은 마법 피해를 주기 때문에 진이 방어구로 반격하기 어려워 그녀가 더 쉽게 피해를 줄 수 있습니다.\n- 카이사는 상황에 맞게 스킬을 진화시킬 수 있으며, 진의 스킬을 피하는 능력이 특히 높습니다.\n- 진의 남은 탄약이 보이기 때문에 카이사는 그가 재장전할 때 공격 타이밍을 맞출 수 있습니다."
    }
  },
  "エズリアル": {
    "name": "エズリアル",
    "beats": {
      "トゥイッチ": "트위치가 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 이즈리얼은 트위치가 가까이 접근하기 전에 괴롭힐 수 있는 원거리 스킬을 가지고 있어 라인에서 압박을 가하기가 더 쉽습니다.\n- 이즈리얼의 고도로 기동성이 뛰어난 순간이동 스킬은 트위치의 매복을 피하기 쉽게 하며 반격할 기회를 제공합니다.\n- 트위치는 자동 공격에 의존하기 때문에 이즈리얼의 견제와 스킬로 인한 폭발 피해에 취약합니다.\n- 이즈리얼의 궁극기는 CC 효과가 있어 트위치의 은신을 무효화시켜 팀 전투에서 생존율을 낮춥니다.\n- 트위치는 초반 거래에서 어려움을 겪으며 이즈리얼의 높은 DPS에 대응하기 어렵습니다.",
      "ジグス": "Ziggs는 불리한 상황에 있습니다.\n\n- Ezreal은 높은 기동성을 가지고 있어 순간이동 스킬로 Ziggs의 공격을 쉽게 피할 수 있어 Ziggs가 스킬을 맞추기 어렵습니다.\n- Ezreal의 스킬은 사거리가 길어 Ziggs가 공격하기 전에 안전한 거리에서 괴롭힐 수 있습니다.\n- Ziggs는 목표 지정 스킬이 부족하여 Ezreal의 순간이동으로 쉽게 피할 수 있어 피해를 주기 어렵습니다.\n- Ezreal은 지속적인 피해를 줄 수 있으며, Ziggs가 그에게 가까이 가도록 허용하면 반격을 당할 가능성이 높습니다.\n- Ezreal의 스킬은 쿨타임이 짧아 능력을 스팸할 수 있어 Ziggs의 마나 관리가 어렵게 만듭니다.",
      "ザヤ": "자이라가 이즈리얼에게 불리하다.\n\n- 이즈리얼은 자이라가 가까이 다가오기 전에 괴롭힐 수 있는 원거리 스킬을 가지고 있어, 자이라가 일방적인 피해를 입기 쉽다.\n- 이즈리얼의 스킬은 짧은 쿨타임을 가지고 있어 지속적인 피해를 줄 수 있어, 자이라가 자신을 방어하기 어렵게 만든다.\n- 자이라의 공격 범위는 이즈리얼보다 짧아, 이즈리얼은 안전한 거리에서 공격할 수 있지만 자이라는 거리를 좁혀야 하므로 위험하다.\n- 이즈리얼의 순간이동 스킬은 자이라의 공격을 피하기 쉽게 만들어, 자이라의 반격 기회를 줄인다.\n- 자이라는 스킬을 활성화하는 데 시간이 걸려, 이즈리얼의 폭발적인 피해에 취약해져 갑작스러운 소규모 전투에서 불리한 상황에 놓인다.",
      "ヴァルス": "바루스는 불리한 상황에 있습니다.\n\n- 이즈리얼은 원거리 스킬을 가지고 있어 안전한 거리에서 바루스를 괴롭힐 수 있어 라인에서 유리합니다.\n- 이즈리얼은 높은 기동성을 가지고 있어 순간이동 스킬을 사용하여 바루스의 공격을 쉽게 피할 수 있습니다. 이로 인해 바루스는 이즈리얼에게 적중시키기 어렵습니다.\n- 이즈리얼은 지속적인 피해를 주는 능력이 강하며, 특히 중반까지 뛰어난 DPS를 자랑하여 바루스가 제공할 수 있는 지속 피해를 초월할 수 있습니다.\n- 바루스는 HP 회복 수단이 제한적이어서 이즈리얼의 괴롭힘을 견디기 어렵습니다. 이즈리얼의 스킬 콤보는 바루스가 초반에 피해를 입게 만들 수 있습니다.\n- 이즈리얼의 스킬은 스킬샷이기 때문에 바루스가 그의 덫을 적중시킬 타이밍을 놓치면 반격을 당할 위험이 있습니다.",
      "コーキ": "코르키는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 이즈리얼은 원거리 스킬을 가지고 있어 안전한 거리에서 코르키를 괴롭힐 수 있어 코르키는 라인 압박에 취약합니다.\n- 코르키는 군중 제어 능력이 부족해 이즈리얼의 기동성 기반 공격을 반격하기 어렵고, 이즈리얼의 스킬 콤보에 취약합니다.\n- 이즈리얼은 높은 폭발 피해를 입히며, 코르키가 지속적인 피해를 입히기 전에 쓰러질 가능성이 높습니다.\n- 코르키는 높은 마나 소모를 가지고 있어 스킬을 자주 사용하면 마나가 바닥나 이즈리얼의 지속적인 괴롭힘을 견디기 어렵습니다.\n- 이즈리얼은 웨이브 클리어에 뛰어나고, 코르키가 푸시를 시도하더라도 종종 이즈리얼에게 유리한 상황을 만듭니다.",
      "ミス・フォーチュン": "미스 포츈은 이즈리얼에게 불리하다.\n\n- 이즈리얼은 원거리 스킬을 가지고 있어 미스 포츈이 가까이 오기 전에 괴롭힐 수 있어 라인 압박이 크다.\n- 이즈리얼의 기동성이 높아 순간이동 스킬을 사용해 미스 포츈의 공격을 쉽게 피할 수 있다.\n- 미스 포츈은 기본 공격력이 낮고 종종 DPS가 부족해 이즈리얼의 스킬 콤보를 견디기 어렵다.\n- 이즈리얼은 AoE 공격이 제한적이어서 미스 포츈이 미니언을 방패로 사용해 공격하기 어렵다.\n- 미스 포츈은 느린 스킬만 가지고 있어 군중 제어 수단이 부족하고 이즈리얼의 기동성에 대응할 방법이 없어 접근할 때 취약하다.",
      "ケイトリン": "케이틀린은 불리한 상황에 있습니다.\n\n- 이즈리얼은 원거리 스킬을 가지고 있어 안전한 거리에서 케이틀린을 괴롭힐 수 있으며, 이를 통해 라인 우위를 쉽게 점할 수 있습니다.\n- 이즈리얼은 높은 기동성을 가지고 있으며, 순간이동 스킬을 사용하여 케이틀린의 공격을 피하거나 반격할 수 있습니다.\n- 케이틀린의 자동 공격 강화는 그녀의 패시브에 의존하므로, 이즈리얼의 스킬 콤보에 대해 지속적인 피해를 주기 어려워 거래에서 불리한 상황에 놓이게 됩니다.\n- 이즈리얼의 스킬은 짧은 쿨타임을 가지고 있어 지속적인 피해를 쉽게 줄 수 있으며, 케이틀린이 그의 공격을 피하기 어렵게 만듭니다.\n- 케이틀린은 긴 스킬 애니메이션을 가지고 있어 이즈리얼의 공격에 더 취약해지며, 이는 팀 전투에서 그녀의 성능을 저하시킵니다.",
      "ドレイヴン": "드레이븐은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 이즈리얼은 긴 사거리 스킬을 가지고 있어 드레이븐이 가까이 다가오기 전에 괴롭힐 수 있습니다.\n- 이즈리얼의 높은 기동성과 순간이동 스킬 사용 능력 때문에 드레이븐이 공격을 맞추기 어렵습니다.\n- 드레이븐은 자동 공격에 의존하기 때문에 이즈리얼의 스킬로 피해를 입으면 도끼를 주워야 하는 것이 더 어려워져 전투 효율성이 감소합니다.\n- 이즈리얼의 궁극기는 군중 제어 효과가 있어 드레이븐의 이동을 방해할 수 있으며, 추격하거나 도망칠 때 불리한 상황이 됩니다.\n- 이즈리얼은 웨이브 클리어에 뛰어나 드레이븐이 라인을 밀기 어렵게 만들어 결국 농사가 더 힘들어집니다.",
      "コグ＝マウ": "코그모는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 이즈리얼은 원거리 스킬을 가지고 있어 코그모가 공격하기 전에 쉽게 괴롭힐 수 있습니다.\n- 이즈리얼은 높은 기동성을 가지고 있으며, 순간이동 스킬을 사용하여 코그모의 공격을 피할 수 있습니다.\n- 코그모는 낮은 기동성을 가지고 있으며 이즈리얼의 스킬을 피할 수 있는 수단이 제한적이어서 반격에 취약합니다.\n- 이즈리얼의 폭발적인 피해량이 높고, 코그모는 스킬 쿨타임 동안 피해를 입을 가능성이 큽니다.\n- 코그모는 기본 사거리가 짧아 이즈리얼의 괴롭힘에 자주 불리한 상황에 놓입니다."
    },
    "loses": {
      "カイ＝サ": "카이사에게 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 카이사는 높은 폭발적인 피해를 입힐 수 있으며, 이즈리얼의 스킬을 쉽게 피할 수 있습니다. 특히, 그녀는 즉각적인 가속을 사용하여 이즈리얼의 스킬 샷을 회피할 수 있습니다.\n- 카이사의 공격은 마법 피해를 포함하고 있어 이즈리얼이 방어구로 반격하기 어렵습니다. 이로 인해 이즈리얼은 피해에 더 취약해집니다.\n- 카이사는 스킬을 진화시킬 수 있어 상황에 따라 강화할 수 있으며, 특히 근접 전투에서 뛰어납니다.\n- 카이사의 궁극기는 원거리 이동을 가능하게 하여 이즈리얼의 공격을 피하면서 매복할 수 있게 해주며, 그에 대해 유리한 위치를 차지할 수 있습니다.\n- 이즈리얼의 주요 스킬은 스킬 샷이며, 고도로 기동성이 있는 카이사에게는 그의 성능이 떨어져 카이사가 더 유리하게 싸울 수 있습니다.",
      "ヴェイン": "베인은 이즈리얼에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 베인은 높은 기동성을 가지고 있어 이즈리얼의 스킬을 피하기가 더 쉽습니다. 특히 이즈리얼의 주요 스킬이 스킬샷이기 때문에 베인은 대시를 사용하여 이를 회피할 수 있습니다.\n- 베인의 공격은 최대 HP에 비례하여 피해를 주기 때문에 이즈리얼이 탱커나 높은 HP 챔피언에 강한 반면, 베인에게 지속적인 피해를 주기 어려워합니다.\n- 베인은 1대1 전투에서 매우 강력하며, 이즈리얼이 스킬을 빗나가면 베인이 반격할 좋은 기회를 가집니다.\n- 이즈리얼은 AoE 공격이 제한적이며, 미니언을 방패로 사용할 때 적중시키기 어려워지지만, 베인은 그런 상황에서도 여전히 피해를 줄 수 있습니다.\n- 베인은 짧은 쿨타임의 대시를 가지고 있어 이즈리얼의 괴롭힘을 받으면서도 거리를 좁힐 수 있어 그에게 압박을 가하기가 더 쉽습니다.",
      "アフェリオス": "아펠리오스는 이즈리얼에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 아펠리오스는 무기 전환을 통해 다양한 전략을 구사할 수 있어 이즈리얼의 스킬을 피할 수 있는 충분한 수단을 제공합니다.\n- 이즈리얼은 주로 스킬을 사용하여 싸우기 때문에 아펠리오스의 무기 효과를 반격하기 어렵습니다.\n- 12레벨 이후 아펠리오스의 위협 상태가 증가하여 이즈리얼의 내구성을 초월하는 피해를 줄 수 있습니다.\n- 이즈리얼의 주요 스킬이 스킬 샷이기 때문에 아펠리오스의 낮은 기동성을 이용해 그를 괴롭히기 쉬워집니다.\n- 아펠리오스는 괴롭힘 잠재력이 낮은 상대에게 유리하며, 이즈리얼이 그 예시 중 하나입니다."
    }
  },
  "アフェリオス": {
    "name": "アフェリオス",
    "beats": {
      "トリスターナ": "트리스타나는 불리한 상황에 처해 있습니다.\n\n- 아펠리오스는 무기 전환을 통해 다양한 전략을 구사할 수 있으며, 초반부터 중반까지 괴롭힘 잠재력이 높아 트리스타나가 피해를 입기 쉽습니다.\n- 트리스타나는 초반에 약하고 아이템을 얻기 전까지 피해를 주기 힘들며, 아펠리오스는 12레벨 이후에 강력한 위협이 되어 트리스타나에게 강력한 피해를 줄 수 있습니다.\n- 트리스타나는 웨이브 관리에 어려움을 겪고 자동으로 밀어내는 경향이 있어 아펠리오스의 갱킹에 취약하며 종종 나쁜 위치에 놓이게 됩니다.\n- 아펠리오스는 이동성이 낮지만 트리스타나의 공격을 맞았을 때 반격할 수 있는 방법이 많으며, 특히 장거리 무기를 사용하여 그녀의 공격을 피하면서 피해를 줄 수 있습니다.\n- 트리스타나는 스킬 쿨타임이 길어 초반에 큰 틈을 만들어 아펠리오스가 그녀에게 유리한 상황을 만들기 쉽게 합니다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 아펠리오스는 긴 사거리와 높은 괴롭힘 잠재력을 가지고 있어, 베인은 초반 게임에서 피해를 입기 쉽습니다.\n- 아펠리오스의 무기 특성 때문에 베인은 기동성을 활용하기 어려우며, 특히 팀 전투에서 그의 공격을 피하기 힘듭니다.\n- 아펠리오스는 12레벨 이후로 피해량이 증가하며, 연약한 적에게 상당한 피해를 줄 수 있어, 초반에 처리하지 않으면 베인은 힘든 상황에 처할 것입니다.\n- 베인은 사거리가 짧아 아펠리오스의 공격에 취약하며, 그의 괴롭힘을 반격하는 데 어려움을 겪습니다, 특히 그의 스킬로부터.\n- 아펠리오스는 자기 방어를 위해 무기에 의존하지만, 베인이 군중 제어에 맞으면 취약해져 아펠리오스의 공격으로 치명적인 피해를 입을 가능성이 높습니다.",
      "カイ＝サ": "카이사에게 불리한 상황입니다.\n\n- 아펠리오스는 무기 전환을 통해 다양한 전략을 구사할 수 있으며, 특히 12레벨 이후에는 높은 피해량을 자랑하여 카이사가 접근하기 전에 상당한 피해를 줄 수 있습니다.\n- 아펠리오스의 공격은 자동 공격에 추가 효과가 있어 카이사가 폭발적인 피해를 주기 전에 지속적인 피해를 줄 수 있습니다.\n- 카이사는 사거리가 짧아 아펠리오스의 공격을 피하기 어려워, 종종 괴롭힘과 올인 상황에서 불리한 위치에 놓이게 됩니다.\n- 아펠리오스는 이동성이 낮지만, 카이사가 접근할 때 무기 효과를 활용하여 반격할 수 있어 그녀가 적절한 순간에 교전하기 어렵게 만듭니다.\n- 카이사는 군중 제어 능력이 부족하여 아펠리오스의 공격으로부터 일방적인 피해를 입기 쉬우며, 팀 전투에서의 포지셔닝이 어려워집니다."
    },
    "loses": {
      "トゥイッチ": "트위치가 아펠리오스에 비해 유리한 점은 다음과 같습니다:\n\n- 트위치는 스텔스를 사용하여 아펠리오스의 낮은 기동성을 이용해 매복할 수 있습니다.\n- 아펠리오스의 자기 방어는 그의 무기에 의존하므로 트위치의 공격에 취약합니다.\n- 트위치의 궁극기는 사거리가 길어 아펠리오스가 가까이 오기 전에 상당한 피해를 줄 수 있습니다.\n- 트위치는 지속적인 피해를 주는 데 뛰어나며, 이를 아펠리오스의 약한 방어력에 활용할 수 있습니다.\n- 아펠리오스는 초반 게임이 어렵고, 트위치가 초반에 리드를 잡으면 라인에서 더 쉽게 압박을 가할 수 있습니다.",
      "ザヤ": "Zyra는 Aphelios에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- Zyra는 많은 자기 방어 옵션을 가지고 있으며 Aphelios의 공격을 쉽게 피할 수 있습니다. 특히 Aphelios의 공격은 시각적으로 보이기 때문에 Zyra는 반격 타이밍을 효과적으로 조절할 수 있습니다.\n- Aphelios는 이동성이 낮고 Zyra의 덫과 가속 공격에서 벗어날 수 있는 수단이 제한적입니다.\n- Zyra의 AoE 피해는 팀 전투에서 쉽게 피해를 줄 수 있게 하여 Aphelios가 위협이 되기 전에 피해를 입힐 수 있게 합니다.\n- Zyra는 근접 전투에서 뛰어나며 Aphelios가 무기를 전환하는 동안 공격을 시작할 수 있습니다.\n- Aphelios는 초반 게임에서 어려움을 겪는 반면, Zyra는 초반부터 일관된 피해를 줄 수 있어 초반에 유리한 고지를 점할 수 있습니다.",
      "サミーラ": "사미라가 유리하다.\n\n이유는 다음과 같다:\n\n- 사미라는 근접 전투에 뛰어나며 아펠리오스의 낮은 기동성을 이용해 올인할 수 있다.\n- 아펠리오스는 자기 방어를 위해 무기에 의존하므로 사미라의 높은 DPS와 폭발적인 피해를 반격하기 어렵다.\n- 사미라는 이동 불능 CC에 영향을 받은 적에게 강력한 공격을 가할 수 있어, 아펠리오스가 무기를 전환하지 못하면 쉽게 잡을 수 있다.\n- 사미라의 순간이동 능력은 아펠리오스의 스킬을 피하고 접근하여 피해를 주기 쉽게 만든다.\n- 아펠리오스는 초반 게임에서 고전하므로, 사미라가 초반에 유리해지면 전체적으로 게임을 자신에게 유리하게 이끌 수 있다.",
      "コーキ": "코르키는 아펠리오스에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 원거리 스킬을 가지고 있어 아펠리오스를 쉽게 괴롭힐 수 있습니다. 특히 아펠리오스는 이동성이 낮아 코르키의 공격을 피하기 어렵습니다.\n- 코르키의 스킬은 AoE 피해를 주기 때문에 아펠리오스가 여러 적에게 둘러싸여 있어도 효과적으로 피해를 줄 수 있습니다.\n- 아펠리오스는 무기 전환에 의존하기 때문에 특정 무기가 필요한 상황에서 코르키의 지속적인 괴롭힘에 대응하기 어렵습니다.\n- 코르키는 궁극기 쿨타임이 짧아 자주 피해를 줄 수 있고 아펠리오스에게 지속적인 압박을 가할 수 있습니다.\n- 아펠리오스는 레벨 의존도가 높고 초반 게임이 어렵기 때문에 코르키는 초반에 유리한 고지를 점할 수 있어 아펠리오스의 성장을 방해할 수 있습니다.",
      "ドレイヴン": "드레이븐은 아펠리오스에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 드레이븐은 초반부터 높은 폭발적인 피해를 입힐 수 있어 아펠리오스의 낮은 기동성을 이용해 초반 우위를 점할 수 있습니다.\n- 아펠리오스는 무기 전환에 의존하며, 특히 초반에는 피해량이 불규칙하여 드레이븐의 공격에 취약합니다.\n- 드레이븐의 패시브는 그가 쉽게 골드를 얻을 수 있게 해주어 초반 아이템화에서 우위를 점할 수 있게 합니다.\n- 드레이븐은 이동 속도를 증가시키는 스킬을 가지고 있어 아펠리오스의 공격을 피하면서 공격할 수 있습니다.\n- 아펠리오스의 자기 방어는 그의 무기에 의존하므로 드레이븐의 높은 피해량에 대응하기 어렵습니다.",
      "コグ＝マウ": "코그모는 아펠리오스에 비해 유리하다.\n\n이유는 다음과 같다:\n\n- 코그모는 사거리가 길어 아펠리오스의 공격을 받기 전에 피해를 줄 수 있어 라인 괴롭힘에서 유리하다.\n- 아펠리오스는 이동성이 낮고, 코그모의 느리게 하는 효과가 그의 탈출 옵션을 제한한다.\n- 코그모의 스킬은 AR/MR을 감소시키는 효과가 있어 아펠리오스의 내구성을 약화시킬 수 있다.\n- 코그모는 팀 전투에서 높은 피해량을 자랑해 아펠리오스가 위협이 되기 전에 피해를 주기 쉽다.\n- 아펠리오스는 레벨에 크게 의존하며 초반 게임이 어렵기 때문에 코그모가 초반부터 유리한 고지를 점할 수 있다.",
      "ヴァルス": "바루스는 아펠리오스에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리: 바루스는 아펠리오스보다 사거리가 길어 아펠리오스가 공격하기 전에 괴롭히기 쉽습니다.\n- CC 효과: 바루스의 묶는 효과 스킬은 아펠리오스의 움직임을 제한할 수 있어 피해를 입기 더 쉬워집니다.\n- 지속적인 피해: 바루스는 AoE 피해를 가지고 있어 팀 전투와 라인에서 지속적인 피해를 줄 수 있어 아펠리오스에 비해 유리합니다.\n- 아펠리오스의 낮은 기동성: 아펠리오스는 기동성이 낮아 바루스의 공격을 피하기 어려워 괴롭히기 더 쉽습니다.\n- 눈덩이 효과: 바루스는 적 챔피언을 처치함으로써 공격 속도를 증가시켜 경기를 유리하게 이끌기 쉽습니다. 아펠리오스가 성장하기 전에 초반 킬을 확보함으로써 경기를 자신의 쪽으로 밀어낼 수 있습니다.",
      "セナ": "세나가 아펠리오스에 비해 유리하다.\n\n- 세나는 사거리가 길어 아펠리오스의 공격을 피하면서 괴롭히기 쉽다.\n- 세나의 치유 능력 덕분에 아펠리오스의 공격을 견딜 수 있어 지속적인 괴롭힘이 가능하다.\n- 아펠리오스는 이동성이 낮고 세나의 덫 효과에 취약해 쉽게 잡힐 수 있다.\n- 세나는 패시브 덕분에 쉽게 성장할 수 있어 라인에서 금을 쉽게 벌 수 있으며, 성장하면 높은 피해를 줄 수 있다.\n- 아펠리오스는 무기 전환에 의존하므로 세나의 괴롭힘과 군중 제어가 전투에서 유리함을 가져오는 데 도움이 된다.",
      "アッシュ": "아쉬는 유리한 고지를 점하고 있습니다.\n\n이유는 다음과 같습니다:\n\n- 아쉬는 사거리가 길어 아펠리오스를 일방적으로 쉽게 괴롭힐 수 있습니다.\n- 아쉬의 느리게 하는 효과는 아펠리오스가 접근하는 것을 방지하는 데 용이하며, 카이팅에 뛰어납니다.\n- 아펠리오스는 이동성이 낮아 아쉬의 공격에 취약합니다.\n- 아쉬의 궁극기는 긴 사거리의 기절 효과를 가지고 있어 아펠리오스에 대한 저위험 교전을 가능하게 합니다.\n- 아펠리오스는 무기 전환에 의존하며, 아쉬의 괴롭힘은 그 전략을 제한합니다."
    }
  },
  "ジグス": {
    "name": "ジグス",
    "beats": {
      "コグ＝マウ": "코그모는 직스에게 불리하다.\n\n- 직스는 코그모가 가까이 다가오기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있어 라인에서의 괴롭힘이 강력하다.\n- 직스의 스킬은 AoE 피해를 주기 때문에 코그모가 미니언을 처리하는 동안 쉽게 걸릴 수 있어 피해를 입을 위험이 증가한다.\n- 코그모는 이동성이 낮고, 직스의 지뢰와 폭탄에서 나오는 느려지게 하는 효과로 인해 탈출하기 어렵다.\n- 직스는 코그모가 접근하려 할 때 효과적으로 존을 설정할 수 있는 지역 제어 스킬을 가지고 있어 코그모의 행동을 제한한다.\n- 코그모는 강력한 군중 제어가 부족하여 직스의 스킬을 피할 수 있는 수단이 제한적이며, 교전 시 특히 취약하다.",
      "ヴァルス": "바루스는 불리한 상황에 있습니다.\n\n- 직스는 바루스가 공격하기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있어, 바루스는 포크 전투에서 불리합니다.\n- 직스의 존 스킬과 지뢰는 바루스의 이동 속도를 늦추어, 너무 가까이 다가가면 취약해집니다.\n- 직스의 AoE 피해는 팀 전투와 미니언 처치에서 매우 강력하여, 바루스가 스킬을 사용하기 전에 피해를 입기 쉽습니다.\n- 바루스는 탈출 옵션이 제한적이며, 직스의 스킬에 걸리면 상당한 피해를 입을 가능성이 높습니다.\n- 직스는 근접 챔피언에 유리하며, 바루스가 그 범주에 속하기 때문에 직스의 공격을 맞을 가능성이 더 높습니다.",
      "ジンクス": "징크스는 불리한 상황에 있다.\n\n- 직스는 원거리 스킬을 가지고 있어 넓은 범위의 AoE 피해를 줄 수 있어 징크스가 가까이 다가가기 전에 피해를 입기 쉽다.\n- 직스의 존 스킬과 지뢰는 징크스의 이동 속도를 늦추어 공격을 피하기 어렵게 만든다.\n- 직스는 타겟팅 스킬이 부족해 징크스와 같은 높은 기동성을 가진 챔피언을 맞추기 어렵지만, 징크스가 가까이 다가가면 취약해져 직스의 피해를 입을 가능성이 높아진다.\n- 직스는 팀 전투에서 강력한 AoE 피해를 주며, 징크스가 팀 전투에 참여할 때 직스의 스킬로부터 일방적인 피해를 입을 가능성이 있다.\n- 징크스는 자가 방어 옵션이 제한적이며, 직스가 스킬로 가까이 다가오게 허용하면 치명적인 피해를 입을 위험이 증가한다.",
      "ザヤ": "Zyra는 Ziggs에게 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- Ziggs는 원거리 공격을 가지고 있어 Zyra의 사거리보다 우위를 유지할 수 있으며, Zyra가 일방적으로 피해를 입기 쉽습니다.\n- Ziggs의 스킬은 AoE 피해를 주어 Zyra가 미니언을 파밍하려 할 때 압박을 가하며, 그녀가 파밍을 확보하기 어렵게 만듭니다.\n- Ziggs의 지뢰는 Zyra의 이동 속도를 늦추어 그녀가 간격을 좁히지 못하게 하고 반격할 기회를 줄입니다.\n- Zyra는 스킬을 활성화하는 데 시간이 걸려 Ziggs의 공격을 피하기 어렵고, 특히 그의 폭발 피해에 취약합니다.\n- Ziggs는 배치 가능한 스킬을 가지고 있으며, Zyra가 접근하려 할 때 이를 사용하면 그녀는 무력해질 가능성이 높습니다.",
      "コーキ": "코르키는 불리한 상황에 있습니다.\n\n- 직스는 원거리 스킬을 가지고 있어 코르키가 괴롭힘을 피하기 어렵습니다.\n- 직스의 모든 스킬은 AoE이기 때문에 코르키가 미니언을 처치하는 동안 피해를 입기 쉽습니다.\n- 코르키는 군중 제어 스킬이 없어서 직스의 스킬을 막을 방법이 없으며, 직스의 지뢰와 폭탄으로부터 특히 취약합니다.\n- 코르키는 자기 강화가 부족하여 직스의 높은 AoE 피해에 대응하기 어렵습니다.\n- 직스는 근접 전투에서 약하지만, 코르키가 가까이 오기 전에 스킬로 피해를 줄 수 있어 코르키가 접근하기 어렵습니다.",
      "セナ": "세나가 불리한 상황입니다.\n\n- 직스는 원거리 공격을 가지고 있어 세나가 가까이 다가오기 전에 피해를 줄 수 있어 괴롭힘에 취약합니다.\n- 직스의 스킬은 범위 공격이기 때문에 세나가 미니언을 처리하는 동안 걸릴 가능성이 높습니다.\n- 세나는 기본 스탯이 낮고 초반 게임에서 약해 직스의 높은 AoE 피해를 반격하기 어렵습니다.\n- 직스의 지뢰는 세나의 속도를 늦추어 이동을 제한하고 접근할 때 취약하게 만듭니다.\n- 세나는 탈출 옵션이 제한적이어서 직스의 스킬을 피하기 어렵고, 걸리면 치명적인 피해를 입을 가능성이 높습니다.",
      "ゼリ": "제리는 직스에게 불리하다.\n\n- 직스는 제리가 가까이 다가오기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있어 괴롭힘에 취약하다.\n- 직스의 스킬은 AoE 피해를 주어 팀 전투나 미니언 정리 중에 제리가 그의 공격을 피하기 어렵게 만든다.\n- 직스의 지뢰는 느리게 만드는 효과가 있어 제리의 이동성을 제한하고 탈출 수단을 빼앗을 수 있다.\n- 제리는 기본 AD가 낮고 초반에 피해가 부족해 직스의 괴롭힘에 대응하기 어렵다.\n- 직스는 목표 지정 스킬이 없기 때문에 제리가 순간이동으로 거리를 좁힐 수 있지만, 여전히 직스의 스킬을 피하기는 어렵다.",
      "ケイトリン": "케이틀린은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 직스는 케이틀린이 공격하기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있어 라인에서 괴롭히기 어렵습니다.\n- 직스의 지뢰는 케이틀린을 느리게 만들어 접근당할 위험을 증가시킵니다.\n- 케이틀린은 스킬 애니메이션이 길어 직스의 스킬을 피하기 어려워 팀 전투에서 성능이 떨어집니다.\n- 직스는 AoE 피해를 주기 때문에 케이틀린이 미니언을 처치하는 동안 피해를 입기 쉽습니다.\n- 케이틀린의 함정은 직스의 스킬에 효과적이지 않아 그의 공격을 방어할 수 있는 수단이 제한적입니다.",
      "ドレイヴン": "드레이븐은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 직스는 드레이븐이 가까이 다가오기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있어 드레이븐이 공격에 취약해집니다.\n- 직스의 지뢰는 드레이븐의 이동 속도를 늦추어 그가 도끼를 주워야 하는 데 어려움을 겪게 하여 전투 효율성을 감소시킵니다.\n- 직스는 범위 피해를 주기 때문에 드레이븐이 미니언을 파밍하려고 할 때 피해를 입을 가능성이 높아져 파밍이 더 어려워집니다.\n- 드레이븐은 자동 공격에 의존하기 때문에 직스의 스킬을 피하지 못하면 지속적으로 피해를 입을 위험이 큽니다.\n- 직스는 가까이 다가가면 무력해지지만, 드레이븐이 거리를 좁히려 할 때 직스의 스킬에 취약해집니다.",
      "サミーラ": "사미라는 불리한 상황에 있습니다.\n\n- 직스는 사미라가 가까이 다가오기 전에 피해를 줄 수 있는 원거리 공격을 가지고 있어, 사미라를 공격에 취약하게 만듭니다.\n- 직스의 스킬은 범위 공격이기 때문에, 팀 전투에서 접근할 때 사미라가 AoE 피해를 입을 가능성이 높아 효과적인 피해를 주지 못하게 됩니다.\n- 직스의 지뢰는 사미라의 접근 속도를 늦추어, 그녀가 교전할 기회를 놓치게 만듭니다.\n- 사미라는 방어 능력치가 낮아 직스의 공격에 취약하고 쉽게 약해집니다.\n- 직스는 목표 지정 능력이 없기 때문에, 사미라가 순간이동을 사용하여 가까이 다가가는 것이 어려워져, 종종 효과적으로 공격하지 못하게 됩니다.",
      "アッシュ": "아쉬는 불리한 상황에 있습니다.\n\n- 직스는 원거리 공격을 가지고 있어 아쉬가 가까이 다가오기 전에 피해를 줄 수 있어 괴롭힘에 취약합니다.\n- 직스의 스킬은 범위 공격이기 때문에 아쉬는 미니언을 처리하는 동안 피해를 입을 가능성이 높습니다.\n- 직스의 지뢰 느리게 하는 효과는 아쉬의 이동성을 제한하고 접근당할 위험을 증가시킵니다.\n- 아쉬는 폭발적인 피해가 낮아 직스의 스킬로 피해를 입은 후 올인하기가 어렵습니다.\n- 직스는 배치할 수 있는 스킬 세트를 가지고 있어 아쉬가 접근하려 할 때 유리한 위치를 차지할 수 있습니다."
    },
    "loses": {
      "ヴェイン": "베인은 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 베인은 높은 기동성을 가지고 있어 지그스의 스킬을 쉽게 피하고 가까이 다가가서 피해를 줄 수 있습니다.\n- 지그스는 목표 지정 스킬이 없고 발동 전에 지연이 있어 베인의 순간이동을 잡기 어렵습니다.\n- 베인의 공격은 최대 HP에 비례하여 피해를 주기 때문에 지그스의 체력을 빠르게 줄일 수 있습니다.\n- 지그스가 가까이 오게 되면 취약해지지만, 베인은 대시를 사용하여 거리를 좁힐 수 있습니다.\n- 베인은 1대1 전투에서 매우 강력하며 지그스와의 결투에서 우위를 점하는 경향이 있습니다.",
      "カイ＝サ": "카이사에게 유리한 상황입니다.\n\n- 카이사는 높은 폭발 피해와 지그스의 스킬을 빠르게 회피할 수 있는 능력을 가지고 있어 그의 공격을 피하기가 더 쉽습니다.\n- 지그스는 목표 지정 스킬이 없고 발동 전에 지연이 있어 카이사가 그녀의 기동성을 활용해 쉽게 접근할 수 있습니다.\n- 카이사는 마법 피해를 입힐 수 있어 지그스가 그녀를 방어구로 반격하기 어렵게 만들어 더 효과적으로 피해를 줄 수 있습니다.\n- 카이사의 궁극기에서 나오는 원거리 기동성은 지그스의 스킬을 피하는 데 매우 효과적입니다.\n- 지그스가 접근을 허용하면 취약해지지만, 카이사는 빠르게 거리를 좁힐 수 있어 올인 상황에서 강력합니다.",
      "ジン": "진은 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 진은 원거리 공격이 가능하여 직스의 스킬을 피하기가 더 쉽습니다. 직스의 스킬은 발동 전에 지연이 있기 때문에 진은 거리를 유지하며 공격할 수 있습니다.\n- 진의 속박 효과는 직스의 이동을 제한할 수 있습니다. 직스는 접근할 때 취약해지므로 진의 군중 제어가 효과적입니다.\n- 진은 높은 폭발 피해를 입힐 수 있으며 직스의 HP가 낮을 때 빠르게 처치할 수 있습니다. 직스는 내구성이 낮아 진의 공격이 위협이 됩니다.\n- 진은 스킬 사용 후 기본 공격으로 계속 피해를 줄 수 있어 직스의 스킬을 피하면서 지속적으로 피해를 입힐 수 있습니다.\n- 직스는 목표 지정 스킬이 없기 때문에 진과 같은 기동성이 있는 챔피언을 맞추기 어렵습니다.",
      "トゥイッチ": "트위치가 유리하다.\n\n이유는 다음과 같다:\n\n- 트위치는 스텔스를 사용하여 기습하고 쉽게 지그스의 스킬을 피할 수 있다.\n- 지그스는 목표 지정 스킬이 부족하여 트위치의 기동성을 처리하기 어렵다.\n- 트위치의 궁극기는 사거리가 길어 지그스가 안전하게 공격할 수 없는 위치에서 피해를 줄 수 있다.\n- 지그스는 접근할 때 취약해지지만, 트위치는 그 근접성을 이용해 상당한 피해를 줄 수 있다.\n- 트위치는 탈출 가능성이 낮은 상대에게 강하며, 지그스는 그 특성에 맞아 트위치가 유리하게 플레이할 수 있다.",
      "エズリアル": "에즈리얼이 유리하다.\n\n이유는 다음과 같다:\n\n- 에즈리얼은 원거리 스킬을 가지고 있어 지그스의 공격을 받지 않고도 괴롭힐 수 있다.\n- 지그스는 목표 지정 스킬이 부족하여 에즈리얼이 기동성을 이용해 공격을 피하기가 더 쉽다.\n- 에즈리얼의 순간이동 스킬은 지그스의 능력을 쉽게 피하고 가까이 접근하여 피해를 줄 수 있게 해준다.\n- 지그스는 접근할 때 취약해지므로 에즈리얼은 스킬을 사용하여 거리를 유지하면서 안전하게 공격할 수 있다.\n- 에즈리얼은 스킬의 쿨타임이 짧아 지속적으로 피해를 주고 지그스에 대한 우위를 유지할 수 있다.",
      "ミス・フォーチュン": "미스 포츈은 징크스에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있으며, 징크스의 스킬을 피하면서 쉽게 피해를 줄 수 있습니다.\n- 징크스는 목표 지향적인 능력이 부족하여, 미스 포츈이 이동 속도 증가 스킬을 사용해 그의 공격을 회피하기가 더 쉽습니다.\n- 미스 포츈의 스킬은 AoE 피해를 주어 팀 전투에서 상당한 영향을 미치며, 징크스의 지역 공격을 반격할 수 있게 해줍니다.\n- 징크스는 접근할 때 취약해지지만, 미스 포츈은 느리게 하는 스킬을 사용하여 거리를 유지하면서 공격할 수 있습니다.\n- 미스 포츈은 라인에서 괴롭힘에 뛰어나며, 징크스는 지속력이 떨어지기 때문에 라인에서 쉽게 유리한 고지를 점할 수 있습니다."
    }
  },
  "ザヤ": {
    "name": "ザヤ",
    "beats": {
      "ニーラ": "니이라가 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 자야는 사거리가 길어 니이라가 가까이 접근하기 전에 쉽게 괴롭힐 수 있어, 니이라가 피해를 입을 가능성이 높습니다.\n- 자야의 속박과 가속 스킬은 니이라가 접근하기 어렵게 만들어, 반격 기회를 놓치게 합니다.\n- 자야는 AoE 피해를 가지고 있어 팀 전투와 라인에서의 파밍에서 니이라에게 우위를 점할 수 있습니다.\n- 니이라는 주로 근접 챔피언이기 때문에 자야의 긴 공격 사거리를 반격하기 어렵습니다.\n- 자야가 라칸과 팀을 이루면 더욱 강력한 콤보를 실행할 수 있어, 니이라가 그 압박을 처리하기 어렵게 만듭니다.",
      "トリスターナ": "트리스타나는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 트리스타나는 초반에 약하고 아이템을 얻기 전까지 피해를 주기 어려운 반면, 자야는 시작부터 효과적으로 괴롭힐 수 있어 트리스타나가 압박을 느끼기 쉽습니다.\n- 자야는 AoE 피해를 가지고 있어 팀 전투에서 쉽게 피해를 누적할 수 있지만, 트리스타나는 웨이브 관리에 어려움을 겪고 자야를 너무 세게 밀면 불리한 상황을 만들 수 있습니다.\n- 자야의 속박과 가속 스킬은 트리스타나가 도망치거나 추격하기 어렵게 만들 수 있습니다. 특히 자야가 스킬을 효과적으로 사용하면 트리스타나의 움직임을 제한할 수 있습니다.\n- 트리스타나는 레벨업에 따라 사거리가 증가하지만, 자야도 긴 공격 사거리를 가지고 있어 트리스타나가 자신의 사거리를 완전히 활용하지 못하는 상황을 만들 수 있습니다.\n- 트리스타나는 스킬 쿨타임이 길고, 특히 초반에는 큰 빈틈이 있어 자야의 공격에 취약해집니다.",
      "ケイトリン": "케이틀린은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 케이틀린은 사거리가 길지만, 자이라의 반격 능력과 자기 방어 수단으로 인해 일방적으로 쉽게 공격받습니다.\n- 자이라는 AoE 피해를 가지고 있어 팀 전투와 라인에서의 파밍 중에 피해를 쉽게 누적할 수 있습니다.\n- 자이라의 가속과 속박으로 인해 케이틀린이 공격을 피하기 어려워지며, 특히 근접 전투에서 자이라에게 유리한 상황이 됩니다.\n- 케이틀린의 스킬 애니메이션이 길어 자이라가 공격할 수 있는 기회를 만듭니다.\n- 자이라는 근거리 챔피언에게 유리하며, 케이틀린의 공격을 피하면서 반격할 수 있습니다.",
      "サミーラ": "사미라는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 자야는 원거리 공격을 가지고 있어 사미라가 접근하기 전에 피해를 줄 수 있어 괴롭힘이 강력합니다.\n- 자야의 속박 및 가속 스킬은 사미라가 접근하는 것을 방지할 확률을 크게 높여 그녀의 공격 기회를 줄입니다.\n- 자야는 AoE 피해를 가지고 있어 팀 전투에서 피해를 주기 쉬워 사미라가 가까이 가더라도 반격을 받을 가능성이 높습니다.\n- 사미라는 방어 스탯이 낮고 군중 제어에 약해 자야의 스킬에 쉽게 걸릴 위험이 있습니다.\n- 자야는 자신의 스킬을 사용하여 사미라의 공격을 피할 수 있어 사미라의 폭발적인 피해를 효과적으로 무효화합니다.",
      "コグ＝マウ": "코그모는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 자야는 사거리가 짧은 상대에게 유리하며, 코그모는 기본 사거리가 짧아 자야의 공격에 취약합니다.\n- 자야의 스킬은 자기 방어와 반격에 뛰어나 코그모의 낮은 기동성을 쉽게 이용해 공격을 시작할 수 있습니다.\n- 자야는 AoE 피해를 가지고 있어 팀 전투에서 피해를 주기 쉬워 코그모가 그런 상황에서 압도당할 가능성이 높아집니다.\n- 코그모는 강력한 군중 제어기가 부족해 자야의 덫과 가속을 피할 방법이 제한적이어서 쉽게 표적이 됩니다.\n- 자야는 라칸과 함께할 때 더욱 강력해져 코그모에 대한 협력 공격을 실행하기가 더 쉬워집니다.",
      "ミス・フォーチュン": "미스 포츈은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 자야는 반격과 자기 방어에 뛰어난 능력을 가지고 있어 미스 포츈의 괴롭힘을 쉽게 막을 수 있습니다.\n- 자야의 AoE 피해는 팀 전투에서 미스 포츈의 스킬을 피하면서 피해를 줄 수 있게 해줍니다.\n- 미스 포츈은 기본 공격력이 낮고 DPS가 부족해 자야의 지속 피해에 대응하기 어렵습니다.\n- 자야는 기동성과 속박 능력을 가지고 있어 미스 포츈이 접근하기 어렵고, 근접 전투에서 자야에게 유리한 상황을 제공합니다.\n- 미스 포츈은 군중 제어로 느린 스킬만 가지고 있으며 탈출 옵션이 부족해 자야에게 접근당할 때 취약해집니다.",
      "アフェリオス": "아펠리오스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 자야는 사거리가 짧지만, AoE 피해를 가지고 있어 팀 전투에서 아펠리오스의 공격에 반격하면서 쉽게 피해를 줄 수 있습니다.\n- 자야의 묶음 기술과 가속 기술은 아펠리오스의 공격을 피하거나 반대로 가까이 다가가서 피해를 줄 수 있게 해줍니다.\n- 아펠리오스는 이동성이 낮아 팀 전투와 갱킹 중에 자야의 공격에 취약합니다.\n- 자야는 라칸과 함께할 때 더욱 강력해져 아펠리오스에게 압박을 가하기가 더 쉬워집니다.\n- 아펠리오스는 무기 전환에 의존하기 때문에 자야에게 피해를 입으면 효과적으로 준비하지 못하고 반격하기 어려워합니다.",
      "カイ＝サ": "카이사에게 불리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 자야는 AoE 피해를 가지고 있어 팀 전투에서 피해를 주기 쉬워 카이사가 일방적으로 공격받을 가능성이 높아집니다.\n- 자야의 속박 및 가속 스킬은 카이사가 근접 전투에서 반격하기 어렵게 만들어 올인하기 힘들게 합니다.\n- 자야는 근거리 챔피언에게 유리하며, 카이사는 사거리가 짧기 때문에 자야에게 더 쉽게 압박을 받습니다.\n- 자야는 라칸과 함께할 때 더욱 강해져 카이사가 공격을 피하기 어렵게 만듭니다.\n- 카이사는 군중 제어가 부족하여 자야의 공격을 받을 때 위치 선정이 어려워 팀 전투에서 생존율이 낮아집니다."
    },
    "loses": {
      "セナ": "세나가 유리하다.\n\n이유는 다음과 같다:\n\n- 사거리: 세나는 긴 사거리 공격을 가지고 있어 자야를 멀리서 괴롭힐 수 있으며, 자야의 짧은 사거리를 이용할 수 있다.\n- 괴롭힘 능력: 세나는 스킬로 자야를 지속적으로 괴롭히며 피해를 입히는 데 뛰어나다.\n- 치유 능력: 세나의 치유 스킬은 자야에게 피해를 입더라도 라인 우위를 유지할 수 있게 해준다.\n- CC 효과: 세나는 자야의 움직임을 제한하고 반격을 방지할 수 있는 얽매기 스킬을 가지고 있다.\n- 성장: 세나는 패시브 덕분에 쉽게 성장할 수 있어, 후반 게임에서 높은 피해량으로 자야에 대한 우위를 유지할 수 있다.",
      "ゼリ": "제리는 유리한 상황입니다.\n\n이유는 다음과 같습니다:\n\n- 제리는 높은 기동성과 많은 가속 옵션을 가지고 있어 자야의 공격을 피하기가 더 쉽습니다.\n- 제리의 Q 스킬은 긴 사거리를 가지고 있어 지속적인 공격이 가능하며, 자야가 짧은 사거리를 활용하기 어렵게 만듭니다.\n- 제리는 카이팅에 뛰어나 자야의 공격을 받지 않고 반격할 수 있습니다.\n- 제리는 스킬을 빠르게 활성화할 수 있어 자야의 능력을 피하고 거래에서 유리한 고지를 점할 수 있습니다.\n- 제리는 기동성을 활용해 자야의 AoE 피해로부터 거리를 유지할 수 있어 팀 전투에서도 유리한 점을 가질 수 있습니다.",
      "エズリアル": "에즈리얼이 유리하다.\n\n- 에즈리얼은 원거리 스킬을 가지고 있어, 사거리가 짧은 자야를 안전하게 괴롭힐 수 있다.\n- 에즈리얼의 스킬은 쿨타임이 짧아 자야에게 지속적인 피해를 주기 쉽다.\n- 자야는 스킬을 활성화하는 데 시간이 걸리므로, 에즈리얼은 자신의 기동성을 이용해 공격을 피하고 반격할 수 있다.\n- 에즈리얼의 순간이동 스킬은 자야의 공격을 피하고 위기 상황에서 탈출하기 쉽게 만든다.\n- 자야는 군중 제어와 폭발적인 피해에 대비해야 하므로, 에즈리얼의 스킬 콤보에서 나오는 폭발적인 피해를 처리하기 어렵다.",
      "スモルダー": "스몰더는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 스몰더는 무한으로 스택을 쌓을 수 있어, 후반 게임에서 매우 높은 피해를 입힐 수 있으며, 자야의 피해 출력을 초월합니다.\n- 스몰더의 AoE 공격은 팀 전투에서 피해를 입히기 쉽게 만들어, 자야가 강한 상황에서도 유리하게 조작할 수 있게 합니다.\n- 스몰더는 E 스킬 덕분에 지형을 무시하고 빠르게 이동할 수 있어, 자야의 공격을 피하기 쉽고 추격 및 탈출 모두에서 뛰어납니다.\n- 자야는 공격 범위가 짧기 때문에 스몰더의 원거리 공격이 유리하게 작용합니다.\n- 스몰더는 스택을 쌓기 전에는 초반 게임에서 약하지만, 자야도 공격 범위가 짧아 초반에 어려움을 겪기 때문에 스몰더에게 성장할 여지를 제공합니다.",
      "ユナラ": "유나라가 유리하다.\n\n- 유나라는 긴 공격 범위를 가지고 있어 짧은 범위를 가진 자야를 괴롭히기 쉽다.\n- 유나라의 마법 피해는 장비 간섭의 영향을 덜 받아 자야의 자가 방어 옵션에 강하다.\n- 유나라는 스킬을 사용하여 AoE 피해를 줄 수 있어 팀 전투에서 자야에 대한 우위를 점할 수 있다.\n- 자야의 스킬은 발동하는 데 시간이 걸리므로 유나라가 그 사이에 공격할 기회를 갖는다.\n- 유나라는 높은 이동 속도를 가지고 있어 위치 조정이 용이하여 자야의 공격을 피하기 쉽다.",
      "コーキ": "코르키는 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 원거리 공격을 가지고 있어, 사거리가 짧은 자야를 안전하게 괴롭힐 수 있습니다.\n- 코르키의 모든 스킬은 AoE로, 팀 전투에서 자야의 피해를 주는 능력을 방해할 수 있습니다.\n- 코르키는 궁극기 쿨타임이 짧아, 자야에게 지속적인 압박을 가하며 자주 피해를 줄 수 있습니다.\n- 자야는 스킬을 활성화하는 데 시간이 걸려, 코르키의 괴롭힘에 반격하기 어렵습니다.\n- 코르키는 군중 제어 능력이 부족하지만, 자야의 자가 방어 옵션에 대해 높은 피해를 주어 반격할 기회를 찾기 어렵게 만듭니다."
    }
  },
  "コーキ": {
    "name": "コーキ",
    "beats": {
      "トリスターナ": "트리스타나는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 원거리 스킬을 가지고 있어 괴롭히는 데 뛰어나며, 트리스타나는 초반 게임에서 피해를 입기 쉽습니다.\n- 트리스타나는 초반 게임에서 약하고 아이템을 얻기 전까지 피해를 주기 힘든 반면, 코르키는 초반에 밀어붙이며 라인에 압박을 가할 수 있습니다.\n- 코르키는 AoE 피해를 가지고 있어 트리스타나가 웨이브를 관리하기 어렵고 갱킹의 위험이 증가합니다.\n- 트리스타나의 스킬 쿨타임이 길고, 특히 초반 게임에서는 큰 틈이 있어 코르키에게 반격하기 어렵습니다.\n- 코르키는 군중 제어가 부족하지만, 트리스타나의 기동성으로도 코르키의 지속적인 피해를 반격하기 어렵습니다.",
      "トゥイッチ": "트위치가 코르키에게 불리하다.\n\n- 코르키는 원거리 스킬을 가지고 있으며 괴롭히는 데 뛰어나기 때문에 트위치가 라인에서 압박을 느끼기 쉽다.\n- 코르키의 AoE 피해는 트위치의 스텔스와 매복을 무효화할 가능성이 높아 트위치가 교전 기회를 놓치게 만든다.\n- 코르키는 자기 강화 능력이 부족하지만 지속적인 피해를 주는 능력이 높고, 트위치가 장비에 의존하기 때문에 초반에 뒤처지면 회복하기 어려워진다.\n- 코르키는 군중 제어 능력이 없지만 트위치도 마찬가지로, 이는 트위치가 교전을 시도할 때 코르키의 반격에 취약하다는 것을 의미한다.\n- 코르키의 궁극기는 짧은 쿨타임을 가지고 있으며 팀 전투에서 지속적인 피해를 줄 수 있어 트위치가 그런 상황에서 빛나기 어렵게 만든다.",
      "サミーラ": "사미라는 코르키에게 불리하다.\n\n이유는 다음과 같다:\n\n- 코르키는 원거리 스킬을 가지고 있어 사미라가 가까이 다가오기 전에 쉽게 괴롭힐 수 있다.\n- 코르키의 AoE 피해는 팀 전투에서 사미라의 피해를 주는 능력을 방해할 수 있다.\n- 사미라는 사거리가 짧아 코르키의 공격을 피하기 어렵고 근접 전투에 참여하기 힘들다.\n- 코르키는 군중 제어가 부족하여 사미라가 가까이 다가가더라도 일방적으로 공격받을 위험이 증가한다.\n- 코르키의 궁극기는 쿨타임이 짧아 사미라가 올인하려고 할 때 다시 공격받을 수 있다.",
      "アッシュ": "아쉬는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코르키는 원거리 스킬을 가지고 있어 아쉬를 괴롭히는 데 뛰어나며, 이로 인해 아쉬는 피해를 입기 쉽습니다.\n- 코르키의 AoE 피해는 아쉬가 라인에서 푸시하거나 괴롭히기 어렵게 만듭니다.\n- 아쉬는 기동성 스킬이 부족하여 코르키의 공격을 피하기 어렵고, 접근할 때 취약해집니다.\n- 코르키는 폭발적인 피해와 DPS 잠재력을 가지고 있어 아쉬는 올인 싸움에서 높은 위험에 처하게 됩니다.\n- 코르키는 군중 제어 스킬이 없지만 아쉬의 군중 제어도 제한적이어서 코르키의 공격을 계속 받으면 힘든 상황에 처할 수 있습니다.",
      "セナ": "세나가 불리한 상황입니다.\n\n- 코르키는 원거리 스킬을 가지고 있어 괴롭히는 데 뛰어나 세나가 라인에서 압박을 받기 쉽습니다.\n- 코르키의 AoE 피해는 종종 세나의 치유 능력을 초과하여 지속적인 피해를 줍니다.\n- 세나는 기본 스탯이 낮고 초반 게임에서 약해 코르키의 공격에 취약합니다.\n- 코르키는 군중 제어기가 없어 세나의 덫을 피할 수 있어 세나가 걸릴 위험이 증가합니다.\n- 세나는 탈출 옵션이 제한적이며 코르키의 공격을 계속 받으면 치명적인 피해를 입을 가능성이 높습니다.",
      "ジンクス": "징크스는 코르키에게 불리하다.\n\n이유는 다음과 같다:\n\n- 코르키는 원거리 스킬을 가지고 있어 징크스를 괴롭히는 데 뛰어나며, 이로 인해 징크스는 피해를 입기 쉽다.\n- 코르키의 AoE 피해는 팀 전투에서 징크스의 강점을 무효화할 수 있어, 징크스가 효과적인 피해를 입히기 전에 처치될 가능성이 높아진다.\n- 징크스는 제한된 자기 방어 옵션을 가지고 있어 코르키의 공격을 받을 때 취약하다.\n- 코르키는 스킬의 쿨타임이 짧아 지속적인 피해를 입힐 수 있어 징크스가 반격할 기회를 찾기 어렵게 만든다.\n- 코르키는 군중 제어 능력이 부족해 징크스의 덫과 느리게 하는 효과를 피할 수 있어, 징크스가 포착될 위험이 증가한다.",
      "ザヤ": "자이라가 코르키에게 불리하다.\n\n- 코르키는 원거리 스킬을 가지고 있어 자이라가 가까이 다가오기 전에 쉽게 괴롭힐 수 있다.\n- 코르키의 AoE 피해는 자이라의 파밍과 팀 전투에서 피해를 주는 능력을 방해한다.\n- 자이라의 짧은 공격 범위 때문에 코르키의 공격을 피하기 어려워 일방적인 피해를 입기 쉽다.\n- 코르키는 폭발적인 피해를 입힐 수 있어 자이라가 자기 방어 스킬을 활성화하기 전에 상당한 피해를 줄 수 있다.\n- 코르키는 군중 제어가 부족해 자이라가 반격할 기회를 찾기 어렵다.",
      "ヴェイン": "베인은 코르키에게 불리하다.\n\n- 코르키는 원거리 스킬을 가지고 있어 괴롭히는 데 뛰어나서 베인이 라인에서 괴롭힘을 견디기 어렵게 만든다.\n- 코르키의 AoE 피해는 베인과 같은 단일 대상 챔피언에게 효과적이며, 특히 팀 전투에서 그녀가 피해를 입기 쉽게 만든다.\n- 베인은 사거리가 짧아 코르키의 공격을 피하기 어려워 접근할 때 위험이 증가한다.\n- 코르키는 군중 제어기가 없지만, 베인이 가까이 오기 전에 피해를 줄 수 있어 베인이 공격하기 전에 유리한 상황을 만든다.\n- 코르키의 궁극기는 쿨타임이 짧아 지속적인 피해를 줄 수 있으며, 베인이 반격할 기회를 줄인다."
    },
    "loses": {
      "コグ＝マウ": "코그모는 코르키에 비해 유리하다.\n\n이유는 다음과 같다:\n\n- 코그모는 AR/MR을 감소시키는 스킬을 가지고 있어 코르키의 내구성을 효과적으로 깎아내고 효율적으로 피해를 줄 수 있다.\n- 코그모의 스킬은 비율 피해를 주기 때문에 탱커에게 특히 강하며, 코르키가 탱커 빌드를 선택하더라도 유리하게 싸울 수 있다.\n- 코그모는 사거리가 길어 코르키가 피해를 주기 전에 괴롭히기 쉬워 라인 지배력을 유지하는 데 도움이 된다.\n- 코르키는 군중 제어가 부족하여 코그모가 느리게 만드는 효과를 활용해 거리를 유지하며 공격할 수 있어 코르키가 접근하기 어렵다.\n- 코그모는 팀 전투에서 높은 피해를 주기 때문에 코르키가 팀 전투에서 폭발적인 피해를 주려고 할 때 코그모의 지속적인 피해를 반격하기 어렵다.",
      "ケイトリン": "케이틀린은 코르키에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있어, 코르키보다 더 멀리서 공격할 수 있어 일방적인 괴롭힘이 가능합니다.\n- 코르키는 군중 제어 기술이 부족하여 케이틀린의 함정을 피할 수 있는 수단이 제한적이며, 함정에 걸리면 상당한 피해를 입을 위험이 있습니다.\n- 케이틀린의 스킬은 코르키의 AoE 피해에 효과적이어서, 특히 라인 괴롭힘과 타워 공성에서 유리합니다.\n- 코르키는 높은 마나 소모를 가지고 있으며, 스킬을 자주 사용하면 마나가 고갈될 수 있지만, 케이틀린은 공격을 지속할 수 있어 라인 지속력에서 우위를 점합니다.\n- 케이틀린은 근거리 챔피언에 유리하며, 코르키는 그녀의 긴 사거리를 반격할 수 없어 라인에서 압박을 가하기가 더 쉽습니다.",
      "エズリアル": "에즈리얼은 코르키에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 에즈리얼은 원거리 스킬을 가지고 있어 코르키의 피해를 받지 않고 괴롭힐 수 있습니다.\n- 코르키는 군중 제어기가 없기 때문에 에즈리얼의 기동성에 대항할 수 없습니다.\n- 에즈리얼의 순간이동 스킬은 코르키의 공격을 피하기 쉽게 만들어 회피에 뛰어납니다.\n- 코르키는 스킬의 마나 소모가 높아 에즈리얼의 지속적인 괴롭힘으로 인해 마나 관리에 문제가 생길 수 있습니다.\n- 에즈리얼은 스킬 콤보로 높은 폭발 피해를 줄 수 있어 코르키의 HP를 쉽게 깎을 수 있습니다.\n- 코르키는 정면에서의 전투에 약해 에즈리얼의 찌르기 능력에 불리합니다.",
      "スモルダー": "스몰더는 코르키에 대해 유리하다.\n\n- 스몰더는 무한으로 스택할 수 있으며, 그의 피해량은 후반에 매우 높아져 코르키의 AoE 피해를 쉽게 반격할 수 있다.\n- 코르키는 군중 제어가 부족하여 스몰더가 E 스킬을 사용해 빠르게 이동하며 도망치거나 추격하기 쉽다.\n- 스몰더의 AoE 공격은 팀 전투에서 강력하며, 밀집된 적에게 코르키에게 효과적으로 피해를 줄 수 있다.\n- 코르키는 스킬 사용 시 마나 소모가 크고, 스몰더가 스택하는 동안 코르키가 마나가 바닥날 가능성이 있다.\n- 스몰더는 초반에 약점이 있지만, 코르키가 초반에 강하게 괴롭힐 수 있는 반면, 스몰더는 성장하면서 유리해진다.",
      "ミス・フォーチュン": "미스 포츈은 코르키에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있으며, 코르키의 AoE 스킬에 효과적으로 피해를 줄 수 있습니다.\n- 코르키는 군중 제어가 부족하여 미스 포츈이 느리게 만들고 이동 속도를 증가시켜 거리를 유지하며 공격할 수 있습니다.\n- 미스 포츈의 궁극기는 팀 전투에서 매우 높은 AoE 피해를 주며, 코르키는 내구성이 낮기 때문에 빠르게 상당한 피해를 줄 수 있습니다.\n- 코르키는 높은 마나 소모가 있으며 스킬을 자주 사용하기 때문에 미스 포츈이 계속 괴롭힘으로 코르키의 마나를 쉽게 고갈시킬 수 있습니다.\n- 미스 포츈은 라인에서 짧은 거래에 뛰어나며, 코르키의 스킬을 피하면서 피해를 줄 수 있습니다.",
      "ジン": "진은 코르키에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 진은 코르키의 움직임을 제한하는 스네어 효과가 있는 스킬을 사용할 수 있어, 코르키가 공격하기 전에 주도권을 잡을 수 있습니다.\n- 코르키는 군중 제어 능력이 부족하여 진의 스킬과 기본 공격에 대한 반격 옵션이 제한됩니다.\n- 진의 네 번째 공격과 궁극기는 높은 폭발 피해를 주어 약해진 코르키에게 특히 효과적입니다.\n- 진은 원거리 공격을 할 수 있어, 피해를 받기 전에 안전하게 코르키를 괴롭힐 수 있습니다.\n- 코르키는 높은 마나 소모가 있으며, 스킬을 자주 사용하면 마나가 고갈될 수 있지만, 진은 그 시간 동안 계속해서 피해를 줄 수 있습니다."
    }
  },
  "ケイトリン": {
    "name": "ケイトリン",
    "beats": {
      "コーキ": "코르키는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있으며, 코르키는 더 짧은 범위를 가지고 있어 라인에서 괴롭힘을 당하기 쉽습니다.\n- 케이틀린의 함정은 시야 통제와 속박 효과를 제공하여 코르키의 움직임을 제한하고 공격에 더 취약하게 만듭니다.\n- 코르키는 군중 제어 기술이 부족하여 케이틀린의 공격을 피할 수 있는 옵션이 제한되며, 특히 그녀가 올인할 때 더욱 그렇습니다.\n- 코르키는 케이틀린의 폭발 피해에 대해 내구성이 낮아 거래에서 불리하며, 초반에 피해를 입기 쉽습니다.\n- 코르키의 스킬은 마나 소모가 높아 장기전에서는 쉽게 마나가 바닥나 지속적인 괴롭힘에 대응하기 어려워집니다.",
      "ヴェイン": "베인은 불리한 상황에 있습니다.\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있으며, 베인은 더 짧은 범위를 가지고 있어 괴롭힘에 취약합니다.\n- 케이틀린의 함정은 시야 제어와 속박 효과를 제공하여 베인이 접근하기 어렵게 만듭니다.\n- 베인은 팀 전투에서 AoE 공격이 부족하여 케이틀린의 원거리 공격에 취약합니다.\n- 케이틀린은 라인에서 강력한 푸시력을 가지고 있으며 쉽게 타워를 공략할 수 있어 베인이 라인에서 뒤처지게 만듭니다.\n- 케이틀린의 스킬은 긴 애니메이션과 상당한 간격이 있지만, 베인이 그 간격을 이용하기 어려워 오히려 피해를 입을 가능성이 높습니다.",
      "ジンクス": "징크스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있으며, 징크스는 그 범위를 반격할 수 없어 라인에서 일방적인 괴롭힘을 당합니다.\n- 케이틀린의 함정은 시야 통제와 속박 효과를 제공하여 징크스가 접근하기 어렵게 만들고, 특히 갱킹에 더 취약하게 만듭니다.\n- 케이틀린은 패시브를 활용한 스킬 콤보로 폭발적인 피해를 줄 수 있으며, 징크스는 자가 방어 옵션이 부족해 올인 당할 때 매우 취약합니다.\n- 징크스의 스킬은 활성화되는 데 시간이 걸려 케이틀린의 공격을 피하기 어렵고, 특히 초반 게임에서 피해를 주기 힘든 상황입니다.\n- 징크스는 케이틀린의 강력한 공격과 원거리 공격에 방어하기 어려워, 거래에서 종종 불리한 상황에 놓입니다.",
      "セナ": "세나가 불리한 상황에 있습니다.\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있어, 세나를 일방적으로 괴롭히기 쉽습니다.\n- 케이틀린의 함정은 시야 통제와 속박 효과를 제공하여, 세나가 접근하기 어렵고 특히 갱을 설정하기 쉽게 만듭니다.\n- 세나는 기본 스탯이 낮고 초반에 약하기 때문에, 케이틀린에게 피해를 입으면 초반에 불리한 상황에 빠질 가능성이 높습니다.\n- 케이틀린의 폭발적인 피해량이 높고, 올인할 때 세나는 취약해져 쉽게 치명적인 피해를 입을 수 있습니다.\n- 세나는 탈출 옵션이 제한적이며, 케이틀린에게 계속 피해를 입으면 효과적으로 치유를 활용하기 전에 종종 처치당합니다.",
      "サミーラ": "사미라는 불리한 상황에 있습니다.\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 사거리를 가지고 있어, 사미라는 짧은 사거리 때문에 라인에서 괴롭힘을 당하기 쉽습니다.\n- 케이틀린의 함정과 속박 효과는 사미라가 접근하기 어렵게 만들어, 잡힐 위험을 증가시킵니다.\n- 사미라는 방어 능력치가 낮고 CC에 약하기 때문에 케이틀린의 공격으로 쉽게 피해를 입을 수 있습니다.\n- 케이틀린의 폭발적인 피해량이 높아, 사미라가 가까이 다가가기 전에 상당한 피해를 입을 가능성이 있습니다.\n- 케이틀린은 라인에서 타워 공성에 뛰어나, 사미라가 성장하기 전에 타워가 파괴될 위험이 있습니다.",
      "アフェリオス": "아펠리오스는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있으며, 아펠리오스는 그 범위를 반격할 수 없어 라인에서 일방적인 괴롭힘을 당합니다.\n- 케이틀린의 함정은 시야 제어와 속박 효과를 제공하여 아펠리오스의 낮은 기동성을 이용해 그를 잡기 쉽게 만듭니다.\n- 아펠리오스는 무기 전환에 의존하며, 특히 초반에는 강력한 무기를 갖지 못해 케이틀린의 괴롭힘에 대응하기 어렵습니다.\n- 케이틀린은 강력한 올인 잠재력을 가진 챔피언인 반면, 아펠리오스는 제한된 자기 방어 옵션을 가지고 있어 올인에 직면했을 때 불리한 상황에 놓입니다.\n- 케이틀린의 스킬은 긴 범위를 가지고 있어 아펠리오스가 가까이 접근하기 전에 피해를 줄 수 있어 라인에서 생존하기 어렵습니다.",
      "ユナラ": "유나라가 불리한 상황에 처해 있습니다.\n\n- 케이틀린은 모든 챔피언 중에서 가장 긴 기본 자동 공격 범위를 가지고 있으며, 유나라는 그 범위를 반격할 수 없어 일방적인 괴롭힘에 취약합니다.\n- 케이틀린의 함정은 시야 통제와 속박 효과를 제공하여 유나라의 움직임을 제한하고 접근하기 어렵게 만듭니다.\n- 유나라는 자동 공격에 의존하기 때문에 케이틀린의 긴 범위에서 공격받을 때 카이팅에 실패할 가능성이 높습니다.\n- 케이틀린의 폭발적인 피해량이 높고 유나라의 내구성이 낮아 올인할 때 취약합니다.\n- 유나라는 군중 제어 수단으로 느린 기술만 가지고 있으며, 케이틀린의 공격을 막을 방법이 부족해 지속적으로 피해를 입을 위험이 높습니다."
    },
    "loses": {
      "ジン": "진은 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 진은 긴 스킬 사거리를 가지고 있어, 케이틀린의 공격을 피하면서 괴롭힐 수 있어 라인 교환에서 유리한 고지를 점하기 쉽습니다.\n- 케이틀린의 자동 공격 강화는 그녀의 패시브에 의존하므로, 진의 스킬로 피해를 입으면 패시브를 효과적으로 활용하기 어려워집니다.\n- 진의 네 번째 공격과 궁극기는 높은 폭발 피해를 가지고 있어, 체력이 줄어든 케이틀린에게 상당한 피해를 줄 수 있습니다.\n- 진은 제압 효과가 있는 스킬을 사용하여 케이틀린의 움직임을 제한할 수 있어, 그의 공격을 맞추기 더 쉬워집니다.\n- 케이틀린은 긴 스킬 애니메이션을 가지고 있어, 진이 그녀를 맞출 수 있는 기회를 만들어 주어, 진이 더 유리하게 플레이할 수 있게 합니다.",
      "コグ＝マウ": "코그모는 케이틀린에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 코그모는 스킬로 방어력/마법 저항력을 감소시킬 수 있어, 특히 팀 전투에서 높은 피해를 입힐 수 있습니다.\n- 코그모는 매우 긴 사거리를 가지고 있어, 케이틀린의 공격을 피하면서 반격할 수 있습니다. 특히 W를 사용할 때 그렇습니다.\n- 케이틀린은 자동 공격 강화에 패시브에 의존하기 때문에, 콤보가 적중하지 않으면 거래에서 약해지지만, 코그모는 지속적인 DPS를 유지할 수 있습니다.\n- 케이틀린의 스킬은 긴 쿨타임을 가지고 있어, 장기전에서 힘의 차이를 초래할 수 있지만, 코그모는 지속적으로 피해를 줄 수 있습니다.\n- 코그모는 이동성이 제한된 상대에게 강해, 케이틀린의 피해를 받지 않고 안전하게 거리에서 공격할 수 있습니다.",
      "ルシアン": "루시안이 유리하다.\n\n이유는 다음과 같다:\n\n- 루시안은 높은 폭발 피해를 가지고 있으며, 초반부터 케이틀린을 효과적으로 괴롭힐 수 있다.\n- 루시안의 스킬 쿨타임이 짧아 연속 공격을 할 수 있으며, 케이틀린의 긴 사거리를 이용할 수 있다.\n- 케이틀린은 패시브에 의존하기 때문에 콤보가 제대로 들어가지 않으면 피해를 주기 어려워 루시안의 공격에 취약해진다.\n- 루시안은 높은 기동성을 가지고 있어 케이틀린의 함정을 피하면서 공격할 수 있어 라인에서 유리하다.\n- 케이틀린의 스킬 애니메이션이 길어 루시안이 공격할 수 있는 틈을 이용할 수 있다.",
      "エズリアル": "에즈리얼이 유리하다.\n\n이유는 다음과 같다:\n\n- 에즈리얼은 긴 스킬 사거리를 가지고 있어, 케이틀린의 피해를 받지 않고도 괴롭힐 수 있다.\n- 케이틀린은 자동 공격 강화에 의존하기 때문에, 에즈리얼의 스킬로 찌르는 공격에 취약하다.\n- 에즈리얼의 E로 인한 기동성 덕분에 케이틀린의 함정과 스킬을 피하기 쉬워, 공격을 회피하면서 반격할 수 있다.\n- 케이틀린은 긴 스킬 애니메이션을 가지고 있어, 에즈리얼이 이를 이용해 공격할 수 있다.\n- 에즈리얼의 스킬 콤보에서 나오는 폭발적인 피해는 높아, 케이틀린의 HP를 쉽게 깎아낼 수 있다."
    }
  },
  "カリスタ": {
    "name": "カリスタ",
    "beats": {
      "ゼリ": "제리는 칼리스타에게 불리하다.\n\n- 칼리스타는 점프를 통해 높은 기동성을 가지고 있어 제리의 공격을 쉽게 피할 수 있다.\n- 칼리스타의 폭발적인 피해량은 매우 높으며, 제리는 초반에 괴롭힘을 당하기 쉽다.\n- 칼리스타의 궁극기는 아군을 도울 뿐만 아니라 공격적인 시작을 가능하게 하여 제리에게 위협이 된다.\n- 제리는 기본 AD가 낮고 초반 피해량이 부족하여 칼리스타의 공격을 반격하기 어렵다.\n- 칼리스타는 목표형 군중 제어에 강하며, 제리는 잡히면 쉽게 어려운 상황에 처할 수 있다.",
      "セナ": "세나는 불리한 상황에 있다.\n\n- 칼리스타는 높은 기동성을 가지고 있어 점프를 통해 세나의 공격을 쉽게 피할 수 있다.\n- 세나는 기본 스탯이 낮고 초반 게임에서 칼리스타의 공격에 매우 취약하다.\n- 칼리스타의 궁극기는 아군을 구할 수 있을 뿐만 아니라 공격적인 시작을 가능하게 하여 세나에게 위협이 된다.\n- 세나의 CC 스킬은 효과적이지만 칼리스타의 점프에 의해 쉽게 회피될 수 있다.\n- 세나는 탈출 옵션이 제한적이며 칼리스타의 공격으로 치명적인 피해를 입을 가능성이 높다.",
      "エズリアル": "에즈리얼은 불리한 상황에 있습니다.\n\n- 칼리스타는 짧은 거리의 순간이동을 가지고 있어 에즈리얼의 스킬을 쉽게 피할 수 있습니다.\n- 칼리스타의 높은 기동성 덕분에 에즈리얼의 공격을 피하면서 접근하여 지속적인 피해를 줄 수 있습니다.\n- 에즈리얼의 주요 스킬은 스킬샷이기 때문에 칼리스타의 도약으로 쉽게 피할 수 있습니다.\n- 칼리스타는 아군과의 협동 전투에서 뛰어나며, 에즈리얼이 고립되면 칼리스타의 궁극기로 빠르게 압도당할 수 있습니다.\n- 에즈리얼은 제한된 범위 공격을 가지고 있으며 칼리스타의 높은 기동성에 대응할 수 있는 수단이 적어 팀 전투에서 종종 불리한 상황에 놓입니다.",
      "ヴェイン": "베인은 칼리스타에게 불리하다.\n\n- 칼리스타는 높은 기동성을 가지고 있어 베인의 공격을 피하기 쉽다.\n- 칼리스타의 궁극기는 아군을 구출하고 공격적으로 시작할 수 있어 팀 전투에서 강한 시너지를 제공한다.\n- 칼리스타는 사거리가 길어 베인이 짧은 사거리를 효과적으로 활용하기 어렵다.\n- 칼리스타의 스킬에는 베인의 대시와 은신을 무효화하는 요소가 있어 베인의 기동성을 제한한다.\n- 칼리스타는 팀 전투에서 AoE 공격이 부족해 베인이 고립되더라도 유리하게 조작할 수 있다.",
      "ドレイヴン": "드레이븐은 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 칼리스타는 높은 기동성을 가지고 있어 드레이븐의 공격을 피하기 쉽습니다. 특히 그녀의 도약을 통해 거리를 두고 드레이븐의 타격을 회피할 수 있습니다.\n- 칼리스타의 궁극기는 아군을 구하거나 공격적으로 시작할 수 있어 드레이븐이 교전하려 할 때 불리한 상황에 처할 수 있습니다.\n- 칼리스타는 목표 지향적인 군중 제어에 불리하며, 드레이븐 또한 이동 방해에 약해 칼리스타의 공격에 취약합니다.\n- 드레이븐은 자동 공격에 의존하기 때문에 칼리스타의 기동성으로 인해 타격을 맞추고 피해를 주기 어렵습니다.\n- 칼리스타는 팀 전투에서 조정이 필요하지만, 드레이븐은 솔로 전투에서 뛰어나므로 칼리스타는 팀워크를 활용하여 드레이븐의 강점을 무력화할 수 있습니다.",
      "ルシアン": "루시안은 불리한 상황에 있습니다.\n\n- 칼리스타는 점프 덕분에 높은 기동성을 가지고 있어 루시안의 공격을 피하기 쉽습니다.\n- 칼리스타의 폭발적인 피해는 특정 조건에서 매우 높을 수 있으며, 루시안은 종종 그 피해를 견디지 못합니다.\n- 루시안은 사거리가 짧아 칼리스타의 공격에 취약하고 괴롭히기 어렵습니다.\n- 칼리스타의 궁극기는 아군을 구하거나 공격적으로 시작할 수 있으며, 루시안은 그런 상황을 처리하는 데 어려움을 겪습니다.\n- 칼리스타는 목표형 군중 제어를 가진 챔피언에게 불리하며, 루시안도 그러한 상대에게 취약하기 때문에 칼리스타가 자신의 강점을 활용할 수 있게 됩니다.",
      "スモルダー": "스몰더는 불리한 상황에 있습니다.\n\n- 칼리스타는 높은 기동성을 가지고 있어 스몰더의 공격을 쉽게 피할 수 있습니다.\n- 칼리스타의 폭발적인 피해량은 매우 높아서 스몰더가 스택을 쌓기 전에 처치될 수 있습니다.\n- 스몰더는 자동 공격 강화가 부족하여 칼리스타의 카이팅 능력을 반격하기 어렵습니다.\n- 칼리스타의 궁극기는 스몰더가 포착되었을 때 아군을 도와줄 수 있으며, 잘 조율된다면 그들에게 유리하게 작용할 수 있습니다.\n- 스몰더는 탈출 옵션으로 E 스킬만 가지고 있으며 군중 제어에 약해 칼리스타의 공격에 취약합니다."
    },
    "loses": {
      "ヴァルス": "바루스는 칼리스타에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사거리 차이: 바루스는 칼리스타보다 더 긴 사거리를 가지고 있어 안전하게 원거리에서 공격할 수 있으며, 칼리스타의 공격을 피하기가 더 쉽습니다.\n- CC 효과: 바루스의 묶는 효과 스킬은 칼리스타의 이동성을 제한하고 그녀의 도약을 무력화할 수 있습니다.\n- AoE 피해: 바루스는 AoE 피해를 가지고 있어 팀 전투와 라인 괴롭힘에서 칼리스타에 비해 유리합니다.\n- 지속적인 괴롭힘: 바루스는 스킬로 지속적인 피해를 줄 수 있으며, 칼리스타는 치유 옵션이 제한적이기 때문에 괴롭힘에서 강력합니다.\n- 눈덩이 효과: 바루스는 적 챔피언을 처치함으로써 공격 속도를 증가시켜 게임이 진행될수록 더욱 강력해지며 칼리스타에 대한 유리한 상황을 만듭니다.",
      "ザヤ": "Zyra는 Kalista에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- Zyra는 AoE 피해를 가지고 있어 팀 전투와 파밍 중에 피해를 주기 쉽습니다. Kalista는 단일 대상 공격에 의존하기 때문에 Zyra의 AoE에 취약합니다.\n- Zyra의 속박 및 가속 스킬은 Kalista의 도약을 방지할 수 있어 그녀의 기동성을 제한합니다.\n- Zyra는 높은 자기 방어 능력을 가지고 있어 Kalista의 공격을 받을 때 반격하기가 더 쉽습니다. 특히 Kalista가 접근할 때 Zyra의 스킬을 사용하면 반격 피해를 줄 수 있습니다.\n- Rakan과 함께 조합하면 Zyra는 더욱 강력한 콤보를 발휘할 수 있어 Kalista에 대한 유리한 상황을 만들 수 있습니다.\n- Kalista는 높은 카이팅 잠재력을 가지고 있지만, 그녀의 움직임은 Zyra의 스킬에 의해 제한되어 강점을 활용하기 어렵습니다.",
      "トリスターナ": "트리스타나가 칼리스타에 비해 유리합니다.\n\n이유는 다음과 같습니다:\n\n- 트리스타나는 초반에 높은 폭발적인 피해를 입힐 수 있어 칼리스타가 아이템을 얻기 전에 유리한 고지를 점할 수 있습니다.\n- 트리스타나는 레벨이 오를수록 사거리가 증가하여 칼리스타의 피해를 받을 위험을 줄이면서 공격할 수 있습니다.\n- 트리스타나의 순간이동 스킬은 칼리스타의 공격을 피하기 쉽게 만들어 추격과 도주 모두에서 뛰어납니다.\n- 칼리스타는 높은 카이팅 잠재력을 가지고 있지만, 트리스타나는 자신의 기동성을 활용하여 공격하면서 거리를 유지할 수 있어 칼리스타의 강점을 효과적으로 무력화합니다.\n- 트리스타나는 약한 서포트 챔피언에 강하며, 칼리스타의 서포트가 취약하다면 트리스타나는 그 상황을 이용할 수 있습니다.",
      "ミス・フォーチュン": "미스 포츈은 칼리스타에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 미스 포츈은 높은 괴롭힘 잠재력을 가지고 있어, 라인에서 짧은 거래 중에 칼리스타에 비해 유리한 고지를 차지하기 쉽습니다.\n- 칼리스타는 근접 전투에 강하지만, 미스 포츈의 둔화 효과와 AoE 피해로 인해 접근하는 데 방해를 받을 가능성이 높습니다.\n- 미스 포츈의 궁극기는 팀 전투에서 큰 영향을 미쳐, 칼리스타가 그런 상황에서 효과적으로 움직이기 어렵게 만듭니다.\n- 칼리스타는 높은 카이팅 잠재력을 가지고 있지만, 미스 포츈의 증가된 이동 속도로 인해 그녀의 위치 조정이 용이해져 칼리스타가 공격을 피하기 어렵게 만듭니다.\n- 칼리스타는 조종하기 위해 많은 주의가 필요하며, 미스 포츈의 스킬에 쉽게 영향을 받아 압박을 받을 때 종종 어려움을 겪습니다.",
      "サミーラ": "사미라가 칼리스타에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 사미라는 근접 전투에 뛰어나며 칼리스타의 도약을 이용해 공격할 수 있어, 칼리스타의 기동성을 역이용할 수 있습니다.\n- 칼리스타는 자동 공격이나 공격 속도를 강화하는 스킬이 부족하여 사미라의 높은 DPS에 대응하기 어렵습니다.\n- 사미라는 적이 무력화되는 군중 제어에 영향을 받을 때 강력한 공격을 할 수 있어, 칼리스타가 스킬을 사용한 후의 틈을 이용할 수 있습니다.\n- 사미라의 AoE 피해는 팀 전투에서 매우 강력하여 칼리스타의 팀 전투 의존성을 이용할 수 있습니다.\n- 사미라는 순간이동 능력을 가지고 있어 칼리스타의 공격을 피하기 쉬우며 올인 상황에서 뛰어납니다.",
      "シヴィア": "시비르가 칼리스타보다 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르는 높은 AoE 피해와 웨이브 클리어 능력을 가지고 있어 라인을 밀기 매우 뛰어나며, 칼리스타가 도약을 사용하더라도 시비르의 공격을 피하기 어렵습니다.\n- 시비르의 주문 방패는 칼리스타의 스킬 샷을 무효화할 수 있어, 거래에서 칼리스타에게 불리한 상황을 만듭니다.\n- 시비르는 이동 속도를 증가시킬 수 있는 방법이 많아 칼리스타의 도약에서 쉽게 벗어날 수 있으며, 칼리스타가 그녀를 추격하기 어렵게 만듭니다.\n- 시비르의 궁극기는 팀 전투에서 진입과 이탈에 매우 유용하여, 칼리스타가 팀원들과 조율하려고 할 때도 유리한 상황을 만들 수 있습니다.\n- 칼리스타는 자동 공격 기반의 캐리에게 어려움을 겪어 시비르의 지속적인 피해를 반격하기 힘듭니다."
    }
  },
  "ヴァルス": {
    "name": "ヴァルス",
    "beats": {
      "セナ": "세나는 불리한 상황에 있습니다.\n\n- 바루스는 원거리에서의 견제에 뛰어나고, 세나는 그 범위를 견제하는 데 어려움을 겪습니다.\n- 바루스의 궁극기는 속박 효과가 있어 세나가 걸리면 치명적인 피해를 입기 쉽습니다.\n- 세나는 기본 스탯이 낮고 초반 게임에서 약해 바루스의 지속적인 피해를 견디기 어렵습니다.\n- 바루스는 AoE 피해를 가지고 있으며 팀 전투에서 큰 영향력을 발휘해 세나가 효과적으로 괴롭히는 것을 방해합니다.\n- 세나는 탈출 옵션이 제한적이어서 바루스의 공격을 계속 받으면 치명적인 상황에 빠질 위험이 있습니다.",
      "サミーラ": "사미라는 불리한 상황에 있습니다.\n\n- 바루스는 원거리 공격에 뛰어나 사미라의 사거리보다 우위를 유지할 수 있어 괴롭힘이 매우 효과적입니다.\n- 바루스의 궁극기는 속박 효과가 있어 사미라가 근접 전투를 시도할 때 높은 위험을 초래하며, 그녀를 공격에 취약하게 만듭니다.\n- 사미라는 방어 능력치가 낮고 군중 제어(CC)에 약해 바루스의 지속적인 피해와 CC에 취약합니다.\n- 바루스의 AoE 피해는 팀 전투에서 상당한 영향을 미치며, 사미라가 거리를 좁히기 전에 상당한 피해를 입을 가능성이 높습니다.\n- 사미라는 스스로 군중 제어 능력이 부족하므로 팀원들의 지원이 필요하지만, 바루스의 피해를 입으면 그 지원을 받기 어려워집니다.",
      "アッシュ": "아쉬는 불리한 상황에 처해 있습니다.\n\n- 바루스는 원거리 공격에 뛰어나며 아쉬를 더 멀리서 괴롭힐 수 있어 그녀가 피해를 입기 쉽습니다.\n- 바루스의 궁극기인 묶는 효과가 있는 스킬은 아쉬가 잡힐 위험을 증가시키며, 그녀는 도망칠 방법이 없기 때문에 매우 취약합니다.\n- 바루스는 AoE 피해를 가지고 있어 팀 전투와 라인 괴롭힘에서 아쉬에 대해 유리한 고지를 점할 수 있습니다.\n- 아쉬는 폭발적인 피해가 낮아 바루스와의 올인 스커미시에서 경쟁하기 힘듭니다.\n- 바루스는 적 챔피언을 처치함으로써 공격 속도를 증가시켜, 그의 높은 눈덩이 잠재력으로 인해 아쉬의 불리한 상황을 더욱 악화시킬 수 있습니다.",
      "コグ＝マウ": "코그모는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 바루스는 사거리가 길어 코그모를 쉽게 괴롭힐 수 있습니다. 그의 견제는 초반에 특히 강력하여 코그모가 피해를 입기 쉽습니다.\n- 바루스의 궁극기는 묶는 효과가 있어, 자가 방어 옵션이 제한된 코그모에게 상당한 피해를 줄 수 있어, 잡히고 치명적인 피해를 입을 가능성이 높습니다.\n- 코그모는 이동성이 낮아 바루스의 공격을 피하기 어렵습니다. 특히, 바루스의 스킬에 맞은 후 반격하기가 힘듭니다.\n- 코그모는 기본 사거리가 짧고, W가 쿨타임일 때 전투 능력이 크게 떨어져 바루스의 지속적인 공격에 대응하기 어렵습니다.\n- 바루스는 팀 전투에서 강력한 AoE 피해를 주어 코그모가 그런 상황에서 잘하기 어렵습니다. 특히, 코그모는 자가 방어 옵션이 부족하여 팀 전투에서 쉽게 표적이 됩니다.",
      "ゼリ": "제리는 바루스에게 불리하다.\n\n- 바루스는 원거리에서의 견제에 뛰어나고, 제리는 초반 괴롭힘에 어려움을 겪어 라인 압박에 취약하다.\n- 바루스의 CC 스킬은 제리의 움직임을 쉽게 제한할 수 있어, 팀 전투에서 잡힐 위험이 증가한다.\n- 제리는 기본 AD가 낮고 초반 피해가 부족해 바루스의 지속 피해를 반격하기 어렵다.\n- 바루스의 AoE 피해에 대해 제리는 관통하지 않는 공격만 할 수 있어 여러 적에게 효과적으로 피해를 주기 힘들다.\n- 제리는 탈출을 위해 E 스킬에 의존하므로 바루스의 덫에 걸리면 어려운 상황에 처할 수 있다.",
      "ジンクス": "징크스는 불리한 상황에 있다.\n\n- 바루스는 사거리가 길어 징크스보다 멀리서 공격할 수 있어 그녀를 괴롭히기 쉽다.\n- 바루스의 궁극기는 묶는 효과가 있어 징크스를 immobilize 시킬 수 있으며, 잡히면 치명적인 피해를 입기 쉽다.\n- 징크스는 자가 방어 옵션이 제한적이며, 암살자나 잡는 스킬을 가진 챔피언에게 특히 취약해 바루스의 공격에 쉽게 노출된다.\n- 바루스는 AoE 피해를 입힐 수 있어 팀 전투에서 큰 영향을 미치며, 징크스가 그런 상황에서 빛나기 어렵게 만든다.\n- 징크스의 스킬은 발동하는 데 시간이 걸려 바루스의 공격을 피하기 어려워 불리한 거래로 이어지는 경우가 많다.",
      "トリスターナ": "트리스타나는 불리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 바루스는 사거리가 길어 트리스타나가 공격하기 전에 쉽게 견제할 수 있어 초반부터 강한 괴롭힘을 받을 수 있습니다.\n- 바루스의 CC 스킬은 트리스타나를 immobilize 시켜 그녀가 반격하기 어렵게 만듭니다.\n- 트리스타나는 초반에 약하고 아이템을 얻기 전까지 바루스에게 불리한 상황에 놓이기 쉽습니다.\n- 트리스타나의 스킬 쿨타임이 길어 바루스의 지속적인 공격을 견디기 어렵습니다.\n- 트리스타나의 E 스킬의 패시브는 그녀가 자동으로 웨이브를 밀어내게 하여 갱킹에 취약해지고 바루스에게 안전하게 파밍하기 어렵게 만듭니다.",
      "アフェリオス": "아펠리오스는 불리한 상황에 있다.\n\n- 바루스는 사거리가 길어 아펠리오스보다 멀리서 괴롭힐 수 있어 피해를 입기 쉬워진다.\n- 바루스의 궁극기는 속박 효과가 있어 아펠리오스가 쉽게 걸릴 수 있으며, 제한된 탈출 옵션으로 인해 팀 전투에서 생존하기가 어려워진다.\n- 바루스는 AoE 피해를 가지고 있어 여러 적에게 둘러싸였을 때 아펠리오스에게 상당한 피해를 줄 수 있다.\n- 아펠리오스는 무기 전환에 의존하기 때문에 바루스의 지속적인 공격에 반격하기가 어렵다.\n- 아펠리오스는 이동성이 낮아 바루스의 공격을 피하기 어려워 특히 초반 괴롭힘에 취약하다.",
      "スモルダー": "스몰더는 불리한 상황에 처해 있습니다.\n\n- 바루스는 원거리에서의 견제에 뛰어나고, 스몰더는 초반 스택이 없으면 피해량이 낮아 라인에서 괴롭힘에 약합니다.\n- 바루스의 CC 스킬 때문에 스몰더는 포착되었을 때 탈출 수단이 제한되어 있어 매우 위험한 상황에 놓입니다.\n- 스몰더는 기본 공격 강화가 부족하여 DPS가 낮아 바루스의 지속 피해를 반격하기 어렵습니다.\n- 스몰더의 E 스킬은 쿨타임이 길어 바루스의 스킬 타이밍과 동기화하여 사용하기 어려워 매복과 포착에 취약합니다.\n- 바루스는 팀 전투에서 AoE 피해를 입히며, 스몰더는 군중이 모인 적에게 강할 수 있지만 바루스의 스킬에 일방적으로 공격받을 가능성이 높습니다."
    },
    "loses": {
      "ジグス": "Ziggs는 Varus에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- Ziggs는 Varus가 공격하기 전에 피해를 줄 수 있는 원거리 스킬을 가지고 있어, 견제 전투에서 우위를 점할 수 있습니다.\n- Varus는 HP 회복 수단이 제한적이며, Ziggs의 지속적인 괴롭힘에 취약합니다.\n- Ziggs의 모든 스킬은 AoE로, 미니언을 쉽게 처치하고 팀 전투에서 피해를 줄 수 있어 Varus의 위치 선정이 복잡해집니다.\n- Varus의 속박 효과는 Ziggs에게 효과적이지 않으며, Ziggs는 함정을 설치하는 스킬을 사용하여 안전하게 공격할 수 있습니다.\n- Ziggs는 접근을 허용하면 무력해지지만, Varus는 탈출 옵션이 제한적이어서 Ziggs가 공격하면서 거리를 유지할 수 있습니다.",
      "シヴィア": "시비르가 바루스에 비해 유리한 점이 있습니다.\n\n이유는 다음과 같습니다:\n\n- 시비르는 바루스의 포획을 막을 수 있는 주문 보호막이 있어, 더 효과적으로 거래할 수 있습니다.\n- 시비르의 AoE 피해와 웨이브 클리어 능력 덕분에 라인을 밀고 안전하게 농사를 지을 수 있으며, 바루스의 견제를 피할 수 있습니다.\n- 시비르는 이동 속도를 증가시킬 수 있는 방법이 많아 바루스의 공격을 피하기 쉽고 근접 전투에서 유리한 고지를 점할 수 있습니다.\n- 바루스는 HP 회복 수단이 제한적이며, 시비르의 지속적인 괴롭힘에 취약해 시비르가 유리한 상황을 유지할 수 있습니다.\n- 시비르의 궁극기는 진입 또는 퇴각에 사용할 수 있어 팀 전투에서 바루스에 대해 강력한 존재감을 발휘할 수 있습니다.",
      "エズリアル": "에즈리얼이 유리하다.\n\n이유는 다음과 같다:\n\n- 에즈리얼은 원거리 스킬을 가지고 있어 바루스의 피해를 받지 않고 괴롭힐 수 있다.\n- 에즈리얼의 스킬은 짧은 쿨타임을 가지고 있어 지속적인 피해를 주고 바루스의 포킹을 쉽게 반격할 수 있다.\n- 에즈리얼의 순간이동 스킬은 바루스의 덫을 피할 수 있게 해주며, 그의 기동성을 활용해 안전하게 플레이할 수 있다.\n- 바루스는 HP 회복 수단이 제한적이어서 에즈리얼의 지속적인 괴롭힘에 취약하다.\n- 에즈리얼은 바루스가 스킬을 맞추기 전에 공격할 수 있는 범위를 가지고 있어 라인 우위를 유지하기가 더 쉽다.",
      "ジン": "진은 유리한 상황에 있습니다.\n\n이유는 다음과 같습니다:\n\n- 진은 원거리 공격이 가능하여 바루스를 초과하는 거리에서 안전하게 괴롭힐 수 있어 라인 지배를 유지하기가 더 쉽습니다.\n- 진의 모든 스킬은 AoE 효과를 가지고 있어 바루스에게 압박을 가하기가 더 쉬우며, 특히 팀 전투와 라인 푸시 중에 효과적입니다.\n- 바루스는 HP 회복 수단이 제한적이며, 진의 높은 폭발 피해를 받을 때 초반에 상당한 피해를 입을 수 있어 거래가 진에게 유리합니다.\n- 진의 네 번째 공격과 궁극기는 HP가 낮은 적에게 매우 강력하여 바루스가 스킬을 사용한 후 그의 약점을 활용할 수 있습니다.\n- 바루스는 스킬 발동과 효과 사이에 지연이 있어 진의 공격을 피하기 어려워 잡기 쉬워집니다."
    }
  }
}